{
    "_id": {
        "$oid": "6682e8ddc4e5dba5ffba27bb"
    },
    "CID": {
        "$numberInt": "10066"
    },
    "Name": "ISODRIN",
    "IUPACName": "(1S,2S,3S,6S,7R,8S)-1,8,9,10,11,11-hexachlorotetracyclo[6.2.1.13,6.02,7]dodeca-4,9-diene",
    "CanonicalSMILES": "C1C2C=CC1C3C2C4(C(=C(C3(C4(Cl)Cl)Cl)Cl)Cl)Cl",
    "Synonyms": [
        "ISODRIN",
        "CHEBI:82100",
        "C18961",
        "Q18589682"
    ],
    "IsomericSMILES": "C1[C@H]2C=C[C@H]1[C@H]3[C@@H]2[C@@]4(C(=C([C@@]3(C4(Cl)Cl)Cl)Cl)Cl)Cl",
    "INCHI": "InChI=1S/C12H8Cl6/c13-8-9(14)11(16)7-5-2-1-4(3-5)6(7)10(8,15)12(11,17)18/h1-2,4-7H,3H2/t4-,5-,6-,7+,10+,11+/m1/s1",
    "INCHIKEY": "QBYJBZPUGVGKQQ-KCHUEWMZSA-N",
    "Formula": "C12H8Cl6",
    "MolecularWeight": {
        "$numberDouble": "364.9"
    },
    "Description": "Isodrin is an organochlorine compound.",
    "XlogP": {
        "$numberDouble": "4.5"
    },
    "Complexity": {
        "$numberInt": "481"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "fish_seafood_concentrations": [
        {
            "References": "(1) Devault DS; Arch Environ Contam Toxicol 14: 587-94 (1985) (2) Strandberg B et al; Sci Total Environ 215: 69-83 (1998) (3) Vanderoost R et al; Aquat Toxicol 35: 21-46 (1996)",
            "Value": "Isodrin was not detected in samples of fish collected between 1980 and 1981 from harbors in the Astabula River and Black River in Ohio, Sheboygan River, Memonimee River, Kinnickinnick River, Fox River, and Wolf River in Wisconsin, and the Chequamegon River in Lake Superior, Wisconsin(1). Isodrin was not detected in samples of herring or perch collected in the Northern and Southern Baltic Sea during the autumn of 1991 and the summer of 1992. Isodrin detection limits in fish tissue ranged from 1.2 to 2.2 ng/g lipid(2). Isodrin was detected at 11 to 37 ng/g lipid in eels collected from 6 freshwater sites in Amsterdam in July 1991(3)."
        }
    ],
    "sediment_soil_concentrations": [
        {
            "References": "NASH RG, HARRIS WG; J ENVIRON QUAL 2 (2): 269 (1973)",
            "Value": "RESIDUES OF ISODRIN WERE DETECTED IN CONGAREE SANDY LOAM 16 YR AFTER APPLICATION."
        },
        {
            "References": "NASH RG ET AL; J ASS OFF ANAL CHEM 56 (30): 728 (1973)",
            "Value": "ISODRIN WAS EXTRACTED FROM THE SOILS THAT HAD BEEN TREATED WITH THE PESTICIDE 20 YR EARLIER."
        },
        {
            "References": "BARTHAL WF ET AL; PESTICIDES MONIT J 3 (1): 8 (1969)",
            "Value": "ANALYSES WERE PERFORMED ON A TOTAL OF 548 SEDIMENT SAMPLES FROM THE MISSISSIPPI RIVER & ITS TRIBUTARIES FOR THE PRESENCE OF CHLORINATED HYDROCARBON PESTICIDE RESIDUES, INCL ISODRIN. TWO LOCALIZED AREAS WERE FOUND OF SIGNIFICANT PESTICIDE POLLUTION, BOTH ASSOCIATED WITH MANUFACTURING OPERATIONS- THE WOLF RIVER-CYPRESS CREEK COMPLEX @ MEMPHIS, TENN & THE OTHER SITE CONNECTED WITH A GROUP OF PESTICIDE-FORMULATING PLANTS IN MISSISSIPPI. SURVEYS SHOWED THAT NO WIDESPREAD POLLUTION OF STREAMBED MATERIALS IN THE MISSISSIPPI RIVER DELTA HAS OCCURRED AS RESULT OF PRIOR APPLICATION OF LARGE AMT OF CHLORINATED HYDROCARBONS TO CROPS IN THE AREA."
        },
        {
            "References": "(1) Carey AE et al; Pest Monit J 12: 117-36 (1978) (2) Crockett AB et al; Pest Monit J 8: 69-97 (1974) (3) Carey AE et al; Pest Monit J 6: 369-76 (1973)",
            "Value": "SOIL: 1971 National Soils Monitoring Program of cropland soils in 37 states - 1486 samples, 0.2% pos, range of detected isodrin residues 0.01 to 0.06 ppm(1). 1970 National Soils Monitoring Program of cropland soils in 35 states - 1506 samples, 2.26% pos, range of detected isodrin residues 0.01-0.15 ppm(2). Cropland soil samples collected during 1970: Illinois - 69 samples, 1.4% pos, 0.01 ppm isodrin detected; Indiana - 36 samples, 2.8% pos, 0.08 ppm isodrin detected, Iowa - 76 samples, 2.6% pos, 0.02 to 0.06 ppm isodrin detected. No isodrin residues were detected in cropland soil samples collected from 9 other states in the Corn Belt region(3)."
        },
        {
            "References": "(1) Barthel WF et al; Pest Monit J 3: 8-34 (1969) (2) Brown LR; Arch Environ Contam Toxicol 33: 357-68 (1997) (3) Tate CM, Heiny JS; Arch Environ Contam Toxicol 30: 62-78 (1996)",
            "Value": "SEDIMENT: Streambed material taken from the Lower Mississippi River and its tributaries during 1964, 246 samples, range of detected isodrin levels 0.4 to 1,140 ppm - during 1966, 278 samples, range of detected isodrin levels 0.08 to 12,000 ppm. Streambed material taken from Wolf River - Cypress Creek area in Memphis, TN, during 1967, 24 samples, 50% pos, range of detected isodrin residues 0.18 to 10,676 ppm, mean value 2,234 ppm(1). Isodrin was not detected in samples of the top 2 cm layer of sediment collected from 18 sites in streams of the San Joaquin Valley, California, in 1992. Land use in the study area ranged from forested areas with little irrigated agriculture to row crops, field crops, and grazing with seasonal wetlands. The minimum reporting limit was 1.0 mg/kg (dry weight)(2). Isodrin was not detected in sediment samples collected from 23 sites in the South Platte River Basin during August-November 1992 and August 1993. The isodrin reporting limit was 1 microgram/kg. The South Platte River Basin drains 62,900 sq km. Land use is 41% rangeland, 37% agriculture, 16% forest, 3% urban or built up areas, and 3% other uses(3)."
        },
        {
            "References": "(1) Vanderoost R et al; Aquat Toxicol 35: 21-46 (1996)",
            "Value": "SEDIMENT: Isodrin was detected at 1 ng/g organic matter in sediments samples collected from a river, two lakes, two harbors, and several ditches around a landfill in Amsterdam during July 1991. With the exception of one of the lakes, all sites were receiving or had received waste discharges(1)."
        }
    ]
}