{
    "_id": {
        "$oid": "6682e8ddc4e5dba5ffba27bd"
    },
    "CID": {
        "$numberInt": "10107"
    },
    "Name": "CHLOROFENVINPHOS",
    "IUPACName": "[2-chloro-1-(2,4-dichlorophenyl)ethenyl] diethyl phosphate",
    "CanonicalSMILES": "CCOP(=O)(OCC)OC(=CCl)C1=C(C=C(C=C1)Cl)Cl",
    "Synonyms": [
        "Chlorfenvinphos",
        "470-90-6",
        "Chlorfenvinfos",
        "Clofenvinfos",
        "[2-chloro-1-(2,4-dichlorophenyl)ethenyl] diethyl phosphate",
        "DTXSID7034250",
        "CHEBI:38598",
        "CHEMBL2354650",
        "AKOS030254678",
        "Chlorfenvinphos 10 microg/mL in Cyclohexane",
        "Chlorfenvinphos 1000 microg/mL in Toluene",
        "DB-051426",
        "Chlorfenvinphos 10 microg/mL in Acetonitrile",
        "Chlorfenvinphos 100 microg/mL in Acetonitrile",
        "Chlorfenvinphos 100 microg/mL in Cyclohexane"
    ],
    "IsomericSMILES": "CCOP(=O)(OCC)OC(=CCl)C1=C(C=C(C=C1)Cl)Cl",
    "INCHI": "InChI=1S/C12H14Cl3O4P/c1-3-17-20(16,18-4-2)19-12(8-13)10-6-5-9(14)7-11(10)15/h5-8H,3-4H2,1-2H3",
    "INCHIKEY": "FSAVDKDHPDSCTO-UHFFFAOYSA-N",
    "Formula": "C12H14Cl3O4P",
    "MolecularWeight": {
        "$numberDouble": "359.6"
    },
    "Description": {
        "$numberDouble": "NaN"
    },
    "XlogP": {
        "$numberDouble": "3.1"
    },
    "Complexity": {
        "$numberInt": "368"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "environmental_bioconcentrations": [
        {
            "References": "(1) Sangster J; LOGKOW Databank. Sangster Res Lab Montreal Quebec, Canada (1994) (2) Meylan WM et al; Environ Toxicol Chem 18: 664-72 (1999) (3) Franke C et al; Chemosphere 29: 1501-14 (1994) (4) Serrano R et al; Bull Environ Contam Toxicol 59: 968-75 (1997) (5) Lord KA et al; Pestic Sci 11: 401-8 (1980) (6) Connell DW, Markwell RD; Chemosphere 20: 91-100 (1990)",
            "Value": "An estimated BCF of 28 was calculated for chlorofenvinphos(SRC), using a log Kow of 3.81(1) and a regression-derived equation(2). According to a classification scheme(3), this BCF suggests the potential for bioconcentration in aquatic organisms is low(SRC). A BCF of 255 has been reported for Mediterranean mussels (Mytilus galloprovincialis)(4). A BCF of 200 has been reported for earthworms(5,6)."
        }
    ],
    "environmental_biodegradations": [
        {
            "References": "(1) Beynon KI et al; J Sci Food Agric 17: 167-74 (1966) (2) Menzie CM; Metabolism of Pesticides Update III. Special Scientific Report-Wildlife No. 232. Washington, DC: DOI, FWS p. 143 (1980) (3) Rouchard J et al; Bull Environ Contam Toxicol 40: 47-53 (1988) (4) Rouchard J et al; Bull Environ Contam Toxicol 42: 409-16 (1989) (5) Miles JRW et al; Bull Environ Contam Toxicol 22: 312-8 (1979)",
            "Value": "AEROBIC: The persistence half-lives for chlorofenvinphos ranged from about 14 days to >150 days in soil(1-8). The initial half-live of chlorofenvinphos in soils varied from 2 wks to more than 23 wks depending on the soil type, the formulation, and the dosage level(1). Chlorofenvinphos is more persistent in peat and least persistent in sandy loam and brick earth; the initial half-life in peat was >16 wks, >12 wks in loam, and >2 wks in sandy loam and brick earth(1). In another study, chlorofenvinphos degraded slowly on peaty soil whereas on sandy soils persistence was much shorter(2). When applied to the surface, the half-life on peat soil was >150 days(2). On sandy loam soil, it was somewhat <30 days(2). On fine sandy soil, half-life dropped to <4 days(2). When granular formulations were applied to sandy loam soil, chlorofenvinphos half-life was 10-12 wk(2). Depth of incorporation of chlorofenvinphos did not affect the residue rate of decline in soil; and about 73% of a granular application, incorporated to a depth of 15 cm, dissipated within 23 wk(2). Trace residues were detected in the soil as long as 4 yr post application(2). In one test using sterilized soil and sand, 95% of initial chlorofenvinphos remained after 45 days of incubation, while in nonsterile soil, 70-98% was degraded suggesting a biological route of disappearance(3). In laboratory studies, the disappearance rate of chlorofenvinphos was more than 15 times faster in nonsterile soil as compared to sterilized soil(4). Using a sandy loam soil and an organic soil, more than 24 weeks of incubation were required to reach 50% degradation of chlorofenvinphos when the soils were sterilized(5); in nonsterilized soils, only one week of incubation or less was needed to reach 50% degradation(5)."
        },
        {
            "References": "(1) Miles JRW et al; J Environ Sci Health B18: 705-12 (1983) (2) Miles JRW et al; J Environ Sci Health B19: 237-43 (1984) (3) Suett DL et al; Soil Biol Biochem 28: 1783-90 (1996) (4) Beynon KI, Wright AN; J Sci Food Agric 18: 143-50 (1967) (5) Medina D et al; Bull Environ Contam Toxicol 63: 39-44 (1999)",
            "Value": "AEROBIC: Persistence of chlorofenvinphos was measured in sandy loam and muck soils (both sterile and nonsterile soils) at temperatures of 3, 15, and 28 °C(1); degradation was much faster in the nonsterile soils (half-lives less than 10 weeks at 15 and 28 °C) as compared to sterile soil (all half-lives much greater than 24 weeks)(1); degradation was slower with decreasing temperatures(1); at 28 °C, degradation in the nonsterile soils was found to increase with an increase in soil moisture (0-60% capacity)(2). In a recent study, freshly-applied chlorofenvinphos behaved similarly in three of four previously untreated sandy loam soils, with 38-45% of the initial dose (ie, 25 mg/kg dry soil) remaining after 12 wks in all except the pH 7.5 soil, in which only traces remained(3). Prior treatment did not influence the stability of a second application at pH 5.4 and 6.1 but led to faster degradation at pH 6.3 and 7.5(3). In these soils, initial half-lives were 3 and 2.5 wks. respectively, compared with 8 and 5 wks in the corresponding previously untreated soils(3). In a study designed to identify possible degradation products, 14C-chlorofenvinphos was added to soils at relatively high dosage levels (15 ppm, equivalent to well over 15 lbs/acre) and stored in glass jars(4). The radioactivity remaining was mainly the unchanged pesticide and the major breakdown products (eg, 2-4-dichloroactephenone, 1-(2',4'-dichlorophenyl)ethan-1-ol, and desethyl chlorofenvinphos (free and conjugated))(4). The persistence half-life of chlorofenvinphos in samples of Limon River water under filtered-dark conditions, which was limited to only chemical and biodegradation, was 51.2 days(5)."
        }
    ],
    "logP": [
        {
            "References": "Sangster J; LOGKOW Databank. Sangster Res Lab Montreal Quebec, Canada (1994)",
            "Value": "log Kow = 3.81"
        }
    ],
    "sediment_soil_concentrations": [
        {
            "References": "Spencer, E. Y. Guide to the Chemicals Used in Crop Protection. 7th ed. Publication 1093. Research Institute, Agriculture Canada, Ottawa, Canada: Information Canada, 1982., p. 106",
            "Value": "HALF-LIFE IN SOIL NORMALLY ONLY A FEW WK; UNLIKELY TO PERSIST MORE THAN ONE SEASON IF APPLIED AT RECOMMENDED DOSAGE RATES."
        },
        {
            "References": "Menzie, C. M. Metabolism of Pesticides, An Update. U.S. Department of the Interior, Fish, Wild-life Service, Special Scientific Report - Wildlife No. 184, Washington, DC: U.S. Government Printing Office, l974., p. 101",
            "Value": "CHLORFENVINPHOS WAS APPLIED TO SLOPING ARABLE LAND AT THE RATE OF 22 KG ACTIVE INGREDIENT/HECTARE. ... 7 MONTHS AFTER APPLICATION ... 20-30% OF APPLIED INSECTICIDE REMAINED IN SANDY LOAM AND 40-50% IN PEATY LOAM."
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "(1) Briggs GG; J Agric Food Chem 29: 1050-9 (1981) (2) Swann RL et al; Res Rev 85: 23 (1983) (3) Barba A et al; J Environ Sci Health B26: 547-56 (1991) (4) Agnihotri NP et al; Indian J Agric Chem 14: 27-31 (1981)",
            "Value": "A Koc of 295 for chlorofenvinphos was measured in silt loam soil containing 3.53% organic matter(1). According to a suggested classification scheme(2), this Koc value suggests that chlorofenvinphos has medium mobility in soil(SRC). Experimental Kd sorption coefficients of 10.6 to 256.0 have been determined for various kaolinite and bentonite clays(3) indicating that strong adsorption to clay particles is possible(SRC). Over a 90 day observation period during a field study in a sandy loam soil (organic carbon content of 0.32%), surface applied chlorofenvinphos did not leach below a 15 cm depth(4); in addition, no lateral soil movement was observed(4), which suggests that chlorofenvinphos has limited mobility in soil(SRC)."
        }
    ]
}