{
    "_id": {
        "$oid": "6682e8dec4e5dba5ffba27be"
    },
    "CID": {
        "$numberInt": "10112"
    },
    "Name": "CALCIUM CARBONATE",
    "IUPACName": "calcium;carbonate",
    "CanonicalSMILES": "C(=O)([O-])[O-].[Ca+2]",
    "Synonyms": [
        "Aragonite",
        "CALCIUM CARBONATE",
        "471-34-1",
        "Limestone",
        "Calcite",
        "Chalk",
        "Aeromatt",
        "Calcium carbonate (1:1)",
        "Carbonic acid calcium salt (1:1)",
        "Calofort U",
        "Caltrate",
        "Calwhite",
        "Hydrocarb",
        "Microcarb",
        "Micromya"
    ],
    "IsomericSMILES": "C(=O)([O-])[O-].[Ca+2]",
    "INCHI": "InChI=1S/CH2O3.Ca/c2-1(3)4;/h(H2,2,3,4);/q;+2/p-2",
    "INCHIKEY": "VTYYLEPIZMXCLO-UHFFFAOYSA-L",
    "Formula": "CCaO3",
    "MolecularWeight": {
        "$numberDouble": "100.09"
    },
    "Description": "Calcium carbonate is a calcium salt with formula CCaO3. It has a role as an antacid, a food colouring, a food firming agent and a fertilizer. It is a calcium salt, a carbonate salt, a one-carbon compound and an inorganic calcium salt.",
    "XlogP": {
        "$numberDouble": "NaN"
    },
    "Complexity": {
        "$numberInt": "18"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "non_human_toxicity_excerpts": [
        {
            "References": "Sullivan, J.B. Jr., G.R. Krieger (eds.). Hazardous Materials Toxicology-Clinical Principles of Environmental Health. Baltimore, MD: Williams and Wilkins, 1992., p. 575",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Eye, nose, throat, and respiratory irritation /From table/"
        },
        {
            "References": "European Chemicals Bureau; IUCLID Dataset, Calcium carbonate (471-34-1) (2000 CD-ROM  edition). Available from, as of July 14, 2006: https://esis.jrc.ec.europa.eu/",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Marginal increase of phospholipids in lung lavage /was found in male rats exposed to 0.0812 mg/L for 90 minutes/ after 21 hr. No effect on lung weight, macrophage concentration, or histopathology."
        },
        {
            "References": "PMID:10823127",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Twenty one day old male C57B1/6 mice were fed either control AIN-76 diet (0.5% calcium wt/wt; n = 10) or AIN-76 diet supplemented with calcium carbonate (1.0% calcium; n = 10) for 12 weeks. Apoptotic cells in proximal and distal segments were counted and expressed as an apoptotic index (AI: frequency of apoptosis/100 longitudinal crypts). The bromodeoxyuridine (BrdU) labelling index was also determined. Differences were analyzed by the student's t- test ... In control animals, the AI was significantly higher in the caecum/proximal colon (mean, 28.6; SEM, 2.0) compared with the distal colon (mean, 19.9; SEM, 1.8; p = 0.004). In the calcium treated group, the AI in the caecum/proximal colon (mean, 30.6; SEM, 1.7) was similar to controls (p = 0.71) but the AI in the distal colon was significantly greater (mean, 32.6; SEM, 1.8; p = 0.001) than in control mice and was raised to values similar to those in the proximal colon. Calcium was also associated with reduced crypt cellularity and, in the proximal colon, a downward shift in the crypt position at which apoptosis occurred. There were no significant differences in the BrdU labelling index between groups or between proximal and distal colonic segments in each group ... /The authors concluded that/ increased dietary calcium is associated with the induction of apoptosis in normal mouse distal colonic epithelium without affecting cell proliferation. This might contribute to its putative chemopreventive role in colorectal carcinogenesis."
        },
        {
            "References": "PMID:21134327",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Red meat intake is associated with an increased risk of colorectal cancer. /The authors/ have previously shown that hemin, Hb and red meat promote carcinogen-induced preneoplastic lesions, aberrant crypt foci (ACF), in the colon of rats. /They/ have also shown that dietary calcium phosphate inhibits hemin-induced promotion and normalizes fecal lipoperoxides and cytotoxicity. Unexpectedly, high-calcium phosphate control diet-fed rats had more preneoplastic lesions in the colon than low-Ca control diet-fed rats. The present study was designed to find a Ca supplementation with no adverse effect, by testing several doses and types of Ca salts. One in vitro study and two short-term studies in rats identified calcium carbonate as the most effective Ca salt to bind heme in vitro and to decrease fecal biomarkers previously associated with increased carcinogenesis: fecal water cytotoxicity and thiobarbituric acid-reactive substances. A long-term carcinogenesis study in dimethylhydrazine-injected rats demonstrated that a diet containing 100 umol/g calcium carbonate did not promote ACF, in contrast with a previously tested calcium phosphate diet. The results suggest that calcium carbonate, and not calcium phosphate, should be used to reduce heme-associated colorectal cancer risk in meat eaters. They support the concept that the nature of the associated anion to a protective metal ion is important for chemoprevention."
        },
        {
            "References": "PMID:10578490",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ This study was done to determine whether a high dietary calcium carbonate concentration could protect against colon tumors in rats. Female Wistar rats were randomly assigned to one of four groups and maintained on an 8% lipid diet for an adaptation period of four weeks. All groups were then fed a 24% lipid diet (sunflower oil), with (Groups 2 and 4) or without (Groups 1 and 3) a 1.5% calcium carbonate supplement. They were intrarectally instilled with saline (Groups 1 and 2) or nitrosomethylurea (NMU) (Groups 3 and 4). Fecal sterol output and pH were analyzed for one week each month. Histological analysis was done at the end of the 32-week experiment. No tumors were found in the non-NMU-treated animals. The NMU-treated rats had tumors: 31% in Group 3 and 30% in Group 4. The calcium carbonate supplement had no effect on this incidence. The lipid and cholesterol excretions of the calcium carbonate-supplemented rats were significantly enhanced. The coprostanol output was not altered, although its fecal concentration of the calcium-supplemented rats was decreased. Although neither lipid overload nor NMU treatment altered the fecal pH, it was significantly increased in both calcium carbonate-supplemented groups. These findings suggest that additional calcium as carbonate has no effect on colon tumor incidence, although the fecal composition is altered. The increased pH of the feces due to the carbonate could have the opposite effect to calcium."
        },
        {
            "References": "PMID:16373271",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Ninety-two Wistar rats with gastric resections (performed to induce spontaneous gastric cancer) and 60 without resections (controls) were used to analyze the carcinogenic potential of different ion supplements in food ... Among the resected rats, cancer developed in 3 out of 18 (17%, NS) given NaCl but in 11 out of 18 (61%, p  < 0.01) exposed to calcium carbonate. No tumors were found in the unresected (unoperated) animals. These findings were further analyzed by separately investigating the effects of calcium and carbonate ions on tumorigenesis in the gastric stump model. Cancer developed in one of 26 (4%) resected animals given a diet supplemented with CaHPO4, which was lower than the rate observed in the resected control group fed a normal diet, although this difference was not statistically significant. However, tumor development increased significantly in the resected animals given a diet supplemented with NaHCO3 (tumors in 13 out of 24 rats, 54%; p < 0.01) ... The present results reveal a significant role for carbonate in the induction of gastric carcinoma in the rat. The relevance of this finding is underlined by the fact that carbonate is a major constituent of intestinal reflux into the stomach, and that such reflux is considered to be one of the major causes of gastric cancer."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. 2:229",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Rats /fed/ up to 1.25% dietary calcium carbonate for 6 weeks prior to mating and during gestation and found no adverse effects."
        },
        {
            "References": "PMID:19562752",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ In recent years, calcium titanate (CaTiO(3)) and carbon-containing materials have gained much attention in a number of biomedical material researches. To maximize the advantages of both materials, we developed a novel alkoxide method to get \"calcium titanate with calcium carbonate\" (CaTiO(3)-CaCO(3)). The objective was to evaluate the crystallinity and elemental composition of CaTiO(3)-CaCO(3) prepared by alkoxide method, CaTiO(3)-aC elaborated by modified thermal decomposition method, commercially-prepared CaTiO(3), and the effect of these materials on the bone marrow stromal cell. Hydroxyapatite was used as positive control material. /The authors/ examined the cellular proliferation, osteoblastic differentiation, and mineralization of KUSA/A1 cells cultured with the materials. The results showed that CaTiO(3)-CaCO(3) and CaTiO(3)-aC contained evidence of calcium carbonate enhancing cell proliferation, osteoblastic differentiation, and mineralization. On the contrary, the commercially-prepared CaTiO(3) revealed absence of calcium carbonate with lower cell response than the other groups. The results indicated that calcium carbonate could play a key role in the cell response of CaTiO(3) material. In conclusion, these findings suggest that CaTiO(3)-CaCO(3) could be considered an important candidate as a biomaterial for medical and dental applications. /Calcium titanate with calcium carbonate/"
        },
        {
            "References": "Grant, W.M. Toxicology of the Eye. 3rd ed. Springfield, IL: Charles C. Thomas Publisher, 1986., p. 166-7",
            "Value": "LABORATORY ANIMALS: Acute Exposure/ Calcium carbonate... in form of powder ... /was/ found ... /to have/ no toxic effect when applied to surface of rabbit eyes. ... Injecting 8 mg of calcium carbonate powder ... into anterior chamber of rabbit caused moderate rise of intraocular pressure lasting less than 24 hr ..."
        },
        {
            "References": "PMID:19706952",
            "Value": "/OTHER TOXICITY INFORMATION/ Taking calcium supplements can reduce the risk of developing osteoporosis, but they are not readily absorbed in the gastrointestinal tract. Nanotechnology is expected to resolve this problem. In the present study, /the authors/ examined whether the bioavailability of calcium carbonate and calcium citrate can be improved by reducing the particle size. The morphology of nano calcium carbonate and nano calcium citrate was characterized by dynamic laser-light scattering (DLS), field-emission scanning electron microscopy (FE-SEM) and transmission electron microscopy (TEM). The measurements obtained from DLS, FE-SEM and TEM were comparable. Acute and sub-chronic toxicity tests were performed to establish the safety of these products after oral administration. The no-observed-adverse-effect levels of nano calcium carbonate and nano calcium citrate were 1.3 and 2.3 g/ kg body weight, respectively. The results of our in vivo studies indicate that administering nano calcium carbonate and nano calcium citrate can enhance the serum calcium concentration and maintain the whole-body bone mineral density in ovariectomized mice. These data suggest that nano calcium carbonate and nano calcium citrate are more bioavailable than micro calcium carbonate and micro calcium citrate, respectively. /Nano calcium carbonate/"
        }
    ],
    "sediment_soil_concentrations": [
        {
            "References": "(1) Finney BP, Huh CA; Environ Sci Technol 23: 294-303 (1989)",
            "Value": "SEDIMENT: Calcium carbonate concentrations in core samples from the Southern California Bight(1).",
            "Table": "[{'Year': 1820, 'Depth (cm)': 8.0, 'Concn (ppm)': 17}, {'Year': 1900, 'Depth (cm)': 4.0, 'Concn (ppm)': 17}, {'Year': 1930, 'Depth (cm)': 3.0, 'Concn (ppm)': 23}, {'Year': 1960, 'Depth (cm)': 1.5, 'Concn (ppm)': 35}, {'Year': 1970, 'Depth (cm)': 1.25, 'Concn (ppm)': 34}, {'Year': 1980, 'Depth (cm)': 1.0, 'Concn (ppm)': 25}]"
        },
        {
            "References": "(1) Leal-Acosta M, et al; Bull Environ Contam Toxicol 85(6): 609-613 (2010)",
            "Value": "SEDIMENT: Calcium carbonate range concentrations were reported as 4.9-85.2, 67.5-90.7, and 67.2-94.3 mg/kg in the sediments of Geothermal Springs, Mangrove Lagoon and the Santispac Bight, Baha Concepcion, Baja California Peninsula, respectively(1)."
        }
    ]
}