{
    "_id": {
        "$oid": "6682e7e0c4e5dba5ffba22ca"
    },
    "CID": {
        "$numberInt": "1017"
    },
    "Name": "PHTHALIC ACID",
    "IUPACName": "phthalic acid",
    "CanonicalSMILES": "C1=CC=C(C(=C1)C(=O)O)C(=O)O",
    "Synonyms": [
        "phthalic acid",
        "88-99-3",
        "1,2-benzenedicarboxylic acid",
        "o-phthalic acid",
        "benzene-1,2-dicarboxylic acid",
        "Pathalic acid",
        "o-dicarboxybenzene",
        "o-benzenedicarboxylic acid",
        "Acide phtalique",
        "Kyselina ftalova",
        "ortho-phthalic acid",
        "Sunftal 20",
        "CCRIS 1446",
        "HSDB 1339",
        "Orthophthalic acid"
    ],
    "IsomericSMILES": "C1=CC=C(C(=C1)C(=O)O)C(=O)O",
    "INCHI": "InChI=1S/C8H6O4/c9-7(10)5-3-1-2-4-6(5)8(11)12/h1-4H,(H,9,10)(H,11,12)",
    "INCHIKEY": "XNGIFLGASWRNHJ-UHFFFAOYSA-N",
    "Formula": "C8H6O4",
    "MolecularWeight": {
        "$numberDouble": "166.13"
    },
    "Description": "Phthalic acid is a benzenedicarboxylic acid cosisting of two carboxy groups at ortho positions. It has a role as a human xenobiotic metabolite. It is a conjugate acid of a phthalate(1-).",
    "XlogP": {
        "$numberDouble": "0.7"
    },
    "Complexity": {
        "$numberInt": "177"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "plant_concentrations": [
        {
            "References": "(1) Peakall DB; Res Rev 54: 1-41 (1975)",
            "Value": "Before the widespread use of phthalate esters, phthalic acid was detected, but not quantified, in raspberries and poppies and the concn in tobacco leaf was 0.02% dry wt(1)."
        }
    ],
    "environmental_bioconcentrations": [
        {
            "References": "(1) Hansch C et al; Exploring QSAR. Hydrophobic, Electronic, and Steric Constants. ACS Prof Ref Book. Heller SR, consult. ed., Washington, DC: Amer Chem Soc p. 38 (1995) (2) Lyman WJ et al; Handbook of Chemical Property Estimation Methods. Washington, DC: Amer Chem Soc pp. 5-5 (1990) (3) Franke C et al; Chemosphere 29: 1501-14 (1994)",
            "Value": "An estimated BCF of 3 was calculated for phthalic acid(SRC), using a log Kow of 0.73(1) and a regression-derived equation(2). According to a classification scheme(3), this BCF suggests the potential for bioconcentration in aquatic organisms is low(SRC)."
        },
        {
            "References": "(1) Dorney JR et al; J Agric Food Chem 33: 398-403 (1985)",
            "Value": "In greenhouse studies in which 14C-phthalic acid (0.6-600 ppm) was applied to soil planted with wheat/corn and soybeans/fescue, the mean bioaccumulation ratios for total 14C were 0.003 for plants and 0.0005 for seeds(1). TLC analysis showed that the percent of extractable 14C in the form of phthalic acid was 4.5% for corn, 5.2% for fescue, 9.2% for mature wheat, 46.7% for wheat seed, and 15.3% for mature soybean plants(1). This study demonstrated the relatively low potential for accumulation of phthalic acid in crops(1)."
        }
    ],
    "environmental_biodegradations": [
        {
            "References": "(1) Lund FA, Rodriguez DS; J Gen Appl Microbiol 30: 53-61 (1984) (2) Alexander M, Lustigman BK; J Agric Food Chem 14: 410-3 (1966) (3) Saeger VW, Tucker ES; Appl Environ Microbiol 31: 29-34 (1976) (4) Ainsworth CC et al; pp. 125-44 in Sorption and Degradation of Pesticides in Soil Sci Soc Spec Publ 32 (1993) (5) Lu GH et al; Bull Environ Contam Toxicol 69: 111-6 (2002) (6) Lu GH et al; Environ Toxicol Chem 22: 272-5 (2003) (7) Roslev P et al; Appl Environ Microbiol 64: 4711-9 (1998) (8) Inman JC et al; J Environ Sci Health B19: 245-57 (1984) (9) Saeger VW, Tucker ES; Appl Environ Microbiol 31: 29-34 (1976) (10) Wylie GD et al; J Water Pollut Control Fed 54: 1231-6 (1982) (11) Taylor BF et al; Appl Environ Microbiol 42: 590-5 (1981)",
            "Value": "AEROBIC: After an acclimation of an activated sludge inoculum for 24 days, 95% of phthalate was consumed in a respiratory test(1). Phthalic acid completely degraded in 2 days in a screening test using a soil inoculum(2). Over 99% primary degradation was obtained in the semicontinuous activated sludge test of the Soap and Detergent Association(3). Degradation by some microorganisms is impeded when phthalic acid is adsorbed on particles such as aluminum oxide(4). Five day BOD studies have shown 78% degradation of phthalic acid(5). A biodegradation rate constant for phthalic acid of 1.56/day was measured in river water corresponding to a half life of 10.7 hrs(6). A half life of 2 days was measured in sludge amended soil(7). Phthalic acid rapidly degraded in Chalmers soil (1.96% organic carbon, pH 6.0); 100% decomposition, as determined by C02 evolution, was obtained after 53 days(8). In a river die-away test using water from the Mississippi River at St Louis, phthalic acid completely disappeared in 2.5 and 5 wks at concns of 12.5 and 50 mg/L, respectively(9). In another river die-away test using Missouri River water and carboxyl-labeled 14C-phthalic acid, 66-92% mineralization was obtained in 32 days(10). Bacteria that grew aerobically on phthalic acid were found in sediment and water from the estuary of the Mississippi River indicating the potential for phthalic acid biodegradation in the marine environment(11)."
        },
        {
            "References": "(1) Speece RE; Environ Sci Technol 17: 416A-27A (1983) (2) Horowitz A et al; Dev Ind Microbiol 23: 435-44 (1982) (3) Battersby NS, Wilson V; Appl Environ Microbiol 55: 433-9 (1989) (4) Chou WL et al; Biotech Bioeng Symp 8: 391-414 (1979) (5) Shelton DR, Tiedje JM; App Env Microbiol 47: 850-7 (1984) (6) Kleerebezem R et al; Biodegradation 10: 63-73 (1999) (7) Ejlertsson J et al; Swed J Agric Res 26: 53-9 (1996)",
            "Value": "ANAEROBIC: Phthalic acid is amenable to anaerobic treatment(1) and is mineralized by anaerobic lake sediment(2). Phthalic acid completely degraded in 4 weeks when incubated under methanogenic conditions with anaerobic digester sludge(3). The lag period was 9 days(3). In serum bottle tests using two different digester sludges as inocula, 99% removal was obtained in 5 wk and 100% removal was obtained in 4 wk(2). In a Hungate bottle test, 90% removal was achieved within 30 days(4). The removal rate was 50 mg/L-day and the lag period was 14 days(4). Cultures acclimated to benzoate, degraded phthalic acid without a lag(4). Another investigator reported that six phthalate esters were mineralized in a serum bottle screening test using a 10% anaeobic digester sludge inoculum(5). Anaerobic biodegradation half-lives were reported as 17, 49 and 16 days for sewage sludge, starch processing sludge and paper mill effluent, respectively(6). Phthalic acid was found to degrade anaerobically >75% for concns from 150-250 mg/L and 50-90% for concns at 50 mg/L in municipal solid waste for 100 days(7)."
        },
        {
            "References": "(1) Inman JC et al; J Environ Sci Health B19: 245-57 (1984) (2) Wylie GD et al; J Water Pollut Control Fed 54: 1231-6 (1982) (3) Saeger VW, Tucker ES; Appl Environ Microbiol 31: 29-34 (1976) (4) Taylor BF et al; Appl Environ Microbiol 42: 590-5 (1981)",
            "Value": "SOIL/WATER: Phthalic acid rapidly degraded in Chalmers soil (1.96% organic carbon, pH 6.0); 100% decomposition, as determined by C02 evolution, was obtained after 53 days(1). In a river die-away test using water from the Mississippi River at St Louis, phthalic acid competely disappeared in 2.5 and 5 wks at concns of 12.5 and 50 mg/L, respectively(3). In another river die-away test using Missouri River water and carboxyl-labeled 14C-phthalic acid, 66-92% mineralization was obtained in 32 days(2). Bacteria that grew aerobically on phthalic acid were found in sediment and water from the estuary of the Mississippi River indicating the potential for phthalic acid biodegradation in the marine environment(4)."
        },
        {
            "References": "(1) Gibson DT; Science 161: 1093-7 (1968) (2) Engelhardt G, Wallnofer PR; Appl Environ Microbiol 35: 243-6 (1978)",
            "Value": "Phthalic acid is metabolized via protocatechuic acid by a 3,4-dioxygenase ring cleavage(1,2)."
        }
    ],
    "fish_seafood_concentrations": [
        {
            "References": "(1) McFall JA et a;; Chemosphere 14: 1561-9 (1985) (2) Peakall DB; Res Rev 54:1-41 (1975)",
            "Value": "Composite biota samples from Lake Ponchartrain (New Orleans, LA) a shallow estuary in the Mississippi delta: Chef Menteur clams 630 ppb; Rigolete clams 330 ppb(1). Jellyfish (N. Atlantic) 0.01% wet wt(2)."
        }
    ],
    "logP": [
        {
            "References": "Hansch, C., Leo, A., D. Hoekman. Exploring QSAR - Hydrophobic, Electronic, and Steric Constants. Washington, DC: American Chemical Society., 1995., p. 38",
            "Value": "log Kow = 0.73"
        }
    ],
    "mechanism_of_action": [
        {
            "References": "PMID:2350233",
            "Value": "Although it is well established that high dose administration of di(2-ethylhexyl)phthalate and its monoester metabolite induces severe testicular atrophy in rats the mechanisms of this testicular injury Is not clear. The present experiment was undertaken to examine the effects of di(2-ethylhexyl) phthalate and mono(2-ethylhexyl)phthalate on mitochondrial functions of rat testis. Di(2-ethylhexyl)phthalate and di-n-octyl phthalate, a di(2-ethylhexyl) phthalate isomer which causes less severe testicular injury did not inhibit the state 3 oxygen consumption up to 0.65 umol/mL in vitro. On the other hand, mono(2-ethylhexyl)phthalate and mono-n-octyl phthalate a metabolite of di-n-octyl phthalate inhibited the state 3 oxygen-consumption down to a concentration of 0.065 amble/mL. Testicular mitochondrial respiratory functions of rats administered 2 g/kg di(2-ethylhexyl) phthalate were lower than those of control or di-n-octyl phthalate treated rats. These differences were verified by characteristics of pharmacokinetic parameters and testicular concentrations of mono(2-ethylhexyl)phthalate and mono-n-octyl phthalate. It nay be suggested that a possible mechanism of testicular atrophy induced by di(2-ethylhexyl) phthalate may be due to direct inhibition by mono(2-ethylhexyl)phthalate (and partially di(2-ethylhexyl)phthalate) of the respiratory functions of Sertoli cell mitochondria in rat testis."
        },
        {
            "References": "PMID:10707959",
            "Value": "... phthalic acid and nonylphenol stimulated PXR-mediated transcription at concentrations comparable to those at which they activate estrogen receptor-mediated transcription using a transient reporter gene expression assay in COS-7 cells."
        }
    ],
    "sediment_soil_concentrations": [
        {
            "References": "(1) Kawamura K, Kaplan IR; Environ Sci Technol 21: 105-110 (1987) (2) Peakall DB; Res Rev 54:1-41 (1975)",
            "Value": "SOIL: The concn of phthalic acid in soil (n=2) in Los Angeles was 47.9-52.5 nmol/g(1).  Soil from Prince Edward Island, Canada: 0.03% of total organic matter(2)."
        },
        {
            "References": "(1) Great Lakes Water Quality Board; A review of Lake Superior Water Quality with emphasis on the 1983 extensive survey (1990)",
            "Value": "SEDIMENT: The concn of phthalic acid in bog sediment from the Sierra Nevada mountains was 75 nmol/g(1). Thunder Bay, Lake Superior sediment (11 stations) <0.005 - 1 mg/kg, 0.3 mg/kg, median(1)."
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "(1) Von Oepen B et al; Chemosphere 22: 285-304 (1991) (2) Swann RL et al; Res Rev 85: 23 (1983) (3) Ainsworth CC et al; pp 125-44 in Sorption and Degradation of Pesticides in Soil Sci Soc Spec Publ 32 (1993)",
            "Value": "The Koc values were determined for an acidic forest soil (Podzol, 4.85% organic carbon, pH 2.8), an agricultural soil (Alfisol, 1.25% organic carbon, pH 6.7) and a sublimnic soil (sediment from Lake Constance, Germany, 1.58% organic carbon, pH 7.1) as 31, 2 and 2, respectively(1). According to a classification scheme(2), these Koc values suggest that phthalic acid is expected to have very high mobility in soil. Phthalic acid adsorbs strongly to aluminum and iron oxides via a surface ligand exchange reaction(3). Adsorptivity is sensitive to pH; for aluminum oxide the fraction absorbed is >0.8 below pH 6 and falls below 0.1 above pH 7.5(3)."
        }
    ]
}