{
    "_id": {
        "$oid": "6682e9c5c4e5dba5ffba2c4e"
    },
    "CID": {
        "$numberInt": "10255083"
    },
    "Name": "Carminic acid",
    "IUPACName": "3,5,6,8-tetrahydroxy-1-methyl-9,10-dioxo-7-[(2S,3R,4R,5S,6R)-3,4,5-trihydroxy-6-(hydroxymethyl)oxan-2-yl]anthracene-2-carboxylic acid",
    "CanonicalSMILES": "CC1=C2C(=CC(=C1C(=O)O)O)C(=O)C3=C(C2=O)C(=C(C(=C3O)O)C4C(C(C(C(O4)CO)O)O)O)O",
    "Synonyms": [
        "CARMINIC ACID",
        "1260-17-9",
        "Natural red 4",
        "Carmine",
        "Coccinellin",
        "Cochineal",
        "Sun Red No. 1",
        "Cochineal tincture",
        "Sanred 1",
        "CI Natural Red 4",
        "Sun Red 1",
        "San-Ei Gen San Red 1",
        "C.I. Natural red 4",
        "2-Anthracenecarboxylic acid",
        "7-beta-D-glucopyranosyl-9,10-dihydro-3,5,6,8-tetrahydroxy-1-methyl-9,10-dioxo-",
        "3,5,6,8-Tetrahydroxy-1-methyl-9,10-dioxo-7-((2S,3R,4R,5S,6R)-3,4,5-trihydroxy-6-(hydroxymethyl)tetrahydro-2H-pyran-2-yl)-9,10-dihydroanthracene-2-carboxylic acid"
    ],
    "IsomericSMILES": "CC1=C2C(=CC(=C1C(=O)O)O)C(=O)C3=C(C2=O)C(=C(C(=C3O)O)[C@H]4[C@@H]([C@H]([C@@H]([C@H](O4)CO)O)O)O)O",
    "INCHI": "InChI=1S/C22H20O13/c1-4-8-5(2-6(24)9(4)22(33)34)13(25)10-11(15(8)27)16(28)12(18(30)17(10)29)21-20(32)19(31)14(26)7(3-23)35-21/h2,7,14,19-21,23-24,26,28-32H,3H2,1H3,(H,33,34)/t7-,14-,19+,20-,21+/m1/s1",
    "INCHIKEY": "DGQLVPJVXFOQEV-JNVSTXMASA-N",
    "Formula": "C22H20O13",
    "MolecularWeight": {
        "$numberDouble": "492.4"
    },
    "Description": "Carminic acid is a tetrahydroxyanthraquinone that is that is 1,3,4,6-tetrahydroxy-9,10-anthraquinone substituted by a methyl group at position 8, a carboxy group at position 7 and a 1,5-anhydro-D-glucitol moiety at position 2 via a C-glycosidic linkage. It is a natural dye isolated from several insects such as Dactylopius coccus. It has a role as an animal metabolite and a histological dye. It is a tetrahydroxyanthraquinone, a monocarboxylic acid and a C-glycosyl compound. It is a conjugate acid of a carminate(2-).",
    "XlogP": {
        "$numberDouble": "0.5"
    },
    "Complexity": {
        "$numberInt": "864"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "environmental_bioconcentrations": [
        {
            "References": "(1) Meylan WM, Howard PH; J Pharm Sci 84: 83-92 (1995) (2) US EPA; Estimation Program Interface (EPI) Suite. Ver. 4.0. Jan, 2009. Available from, as of May 21, 2010: https://www.epa.gov/oppt/exposure/pubs/episuitedl.htm (3) Franke C et al; Chemosphere 29: 1501-14 (1994)",
            "Value": "An estimated BCF of 3.2 was calculated in fish for carminic acid(SRC), using an estimated log Kow of 0.97(1) and a regression-derived equation(2). According to a classification scheme(3), this BCF suggests the potential for bioconcentration in aquatic organisms is low(SRC)."
        }
    ],
    "mechanism_of_action": [
        {
            "References": "PMID:3803637",
            "Value": "The food coloring carminic acid redox cycles to produce free radicals. These radicals, in the presence of trace amounts of iron salts, readily damage membrane lipid and degrade the carbohydrate deoxyribose. Damage to membrane lipid appears to involve mainly organic oxygen radicals such as alkoxy and peroxy radicals, whereas that to deoxyribose implicates the hydroxyl radical formed in a Fenton-type reaction. Antioxidants and iron chelators prevent such damage."
        },
        {
            "References": "LOWN JW ET AL, BIOORG CHEM 8(1) 17 (1979)",
            "Value": "The antitumor agent carminic acid did not bind to DNA but nicked it slowly, more rapidly when reduced in situ, & still more when prereduced at the quinone moiety."
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "PMID:8854902",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Cochineal (C), a scarlet material extracted from the powdered pregnant insect, Dactylopius Coceus Costa, is used as a color food additive in the form of aluminum lakes.  A 13 week subchronic toxicity study was conducted to investigate the effects of simultaneous administration of C and aluminum potassium sulfate (A). Male and female Wistar rats (5-weeks-old, 15 rats/group) were given diets containing 0.75%A and 0.75%C (1.5%AC), 1.5%A and 1.5%C (3%AC), 3%C alone or 3%A alone. The following results were obtained. 1) No toxic symptoms or death occurred in any treated group. Body weight gain in male rats of the 3%A group decreased significantly. 2) Serum levels of phospholipids, triglycerides (TG) and total cholesterol in male rats and TG in female rats fed 3%C, 3%A or 3%AC were significantly decreased at the 13th week. The serum level of glutamate dehydrogenase (GIDH) in male rats treated with 1.5% or 3%AC was increased at the 4th week but no difference from control was observed at the 13th week. 3) No histopathological changes attributable to A and/or C administration were observed. In this 13-week oral toxicity study, no dose-dependent synergistic effects of simultaneous administration of C and A were found except for an increase in serum GIDH. /Cochineal/"
        },
        {
            "References": "PMID:3692396",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Carmine was fed continuously to groups of 54 males and 54 females at dietary levels providing 50, 150 or 500 mg/kg body weight/day for up to 109 wk. As a control, groups of 90 males and 90 females were fed the basal diet for the same period. The rats were derived from parents fed the same dietary levels for 60 days before mating and throughout pregnancy and were thus potentially exposed in utero. There were no adverse effects upon survival, growth or intakes of food and water. No changes associated with treatment were found during the periodic measurement of hematology or renal function, or in the serum chemistry or organ weights at the end of the study. Tumor incidence was not affected, and variations in the distribution of the non-tumor pathology were not considered to be due to treatment. It was concluded that carmine administered to rats in utero and for up to 109 wk is not carcinogenic and that the no-untoward-effect level is 500 mg carmine/kg body weight/day. /Carmine/"
        },
        {
            "References": "PMID:1937288",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ The carcinogenicity of cochineal, a red coloring used in food and other products, was studied in a 2-yr bioassay in B6C3F1 mice. Groups of 50-55 mice of each sex were given 0, 3 or 6% cochineal in the diet for 2 yr. Mice of all groups developed tumours including hepatocellular adenomas or carcinomas, pulmonary adenomas or adenocarcinomas and lymphomas or lymphatic leukaemias, and the incidences of these tumours were not significantly different in treated and control groups. The results indicate that cochineal lacks carcinogenicity in mice and are consistent with those of in vitro short-term assays of cochineal and of carminic acid, an active principle of cochineal. /Cochineal/"
        },
        {
            "References": "MIHAIL N ET AL, NATURWISSENSCHAFTEN 57(10) 500 (1970)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Injections of 0.5% carminic acid and lactic acid (2.8%) in distilled water into transplanted sc tumors of jensen rats inhibited tumor growth in 68% of rats. After 2-3 wk tumors eliminated through skin."
        },
        {
            "References": "PMID:3692397",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Carmine was fed continuously to male and female rats over three generations at dietary concentrations that provided intakes of 50, 150 or 500 mg carmine/kg body weight/day. In adult animals of all generations there were no effects of treatment on body-weight gain, food and water intakes or fertility. At autopsy the weights and the gross and microscopic appearance of the organs were normal. In the teratological investigations, examination of the fetal skeletons of the F3 generation revealed a slightly more advanced stage of ossification in all treated groups compared to those of the control. Survival, growth and development of offspring were similar in each group apart from a slight delay in the time of tooth eruption in the 150- and 500-mg/kg groups of the first and second generations. This was not seen in the final generation. It is concluded that carmine had no untoward effects on the growth and fertility of adult rats, or on the ante- and postnatal development of their offspring when given continuously at doses of up to 500 mg/kg body weight/day in the diet throughout all phases of mating, gestation, lactation, weaning and adult life over three successive generations. /Carmine/"
        },
        {
            "References": "PMID:3692398",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Groups of 30 mated female rats were given daily doses of 0, 200, 500 or 1000 mg carmine/kg body weight by oral intubation throughout pregnancy. A group of 17 similar animals was given a solution of chlorides to provide an intake of sodium, potassium and ammonium equal to that resulting from the highest dose level of carmine. There were no effects of carmine treatment on body weights, pregnancy rates, pre-implantation losses, the average numbers of live young, litter weights or foetal weights. The group given the highest dose of carmine and the cation control had increased numbers of implantations and post-implantation losses. The latter was considered to be due to an inability to maintain the increased numbers of implantations rather than to an embryotoxic effect. The fetuses showed no malformations and those from the carmine-treated rats tended to have a slightly more advanced degree of ossification of certain skeletal elements than fetuses of the control animals. On the basis of the results obtained it is considered that there were no untoward effects on embryo development in rats given oral doses of up to 1000 mg carmine/kg body weight/day throughout pregnancy. /Carmine/"
        },
        {
            "References": "PMID:7652748",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Mice were given the natural color additive cochineal in their food to provide dietary levels of 0 (control), 0.5, 1.0, and 2.0%, from five weeks of age in the F0 generation to nine weeks of age in the F1 generation, and selected reproductive and behavioral parameters were measured. Cochineal had few adverse effects on litter size, weight, or sex ratio. The average body weight of offspring during the lactation period was significantly decreased in higher-dosed groups of each sex. With regard to the neurobehavioral parameters, surface righting at postnatal day (PND) four was significantly affected in male offspring during the lactation period. Several parameters of movement activity in females were significantly different from controls at eight weeks of age in the F0 generation and at three weeks of age in the F1 generation. Multiple water T-maze performance of females was affected in treatment groups in the second trial at seven weeks of age in the F1 generation. The dose levels of cochineal in this study produced some adverse effects in reproductive and neurobehavioral parameters in mice. /Cochineal/"
        },
        {
            "References": "PMID:6998842",
            "Value": "/GENOTOXICITY/ Twenty-five dyes were studied for abilities to cause DNA damage & mutations in Escherichia coli WP2 uvrA & Salmonella typhimurium TA1538. No detectable effects were observed for carminic acid administration at 10% vol/vol."
        },
        {
            "References": "PMID:1385283",
            "Value": "/GENOTOXICITY/ The potential genotic activity of carminic acid a component of natural red coloring products used in food, cosmetics and drugs, has been evaluated by means of a series of short term tests in vitro and in vivo, namely Salmonella reverse mutation, chromosome aberrations and sister chromatid exchanges in vitro on Chinese hamster ovary cells, and the mouse micronucleus test. All studies have produced negative results. The data obtained strongly support the non-mutagenic/noncarcinogenic activity of this compound. Genotoxicity data previously obtained for carminic acid, concerning the induction of a series of other genetic endpoints in different test systems, have also been considered, as have recent findings that indicate lack of carcinogenic activity in the cochineal preparation containing 29.8% carminic acid."
        },
        {
            "References": "MARZONA L ET AL; EXPERIENTIA 33 (6): 755 (1977)",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ Cell proliferation, morphology and metabolism of chicken and mammalian embryonic myocardial and tendon tissue was not affected by 25-5000 ug/mL of carmine or carminic acid in culture medium."
        },
        {
            "References": "PMID:6132603",
            "Value": "/OTHER TOXICITY INFORMATION/ The food coloring amaranth (F, D and C red No. 2) and the red pigment carmine, but not erythrosine (F, D and C red No. 3), caused a twofold enhancement of two enzymes (aryl hydrocarbon hydroxylase and guanylate cyclase) that have been linked with chemical carcinogenesis. Dose response relationships revealed that carmine enhanced both enzymes to near maximal levels at concentrations as low as 1 to 10 nM while amaranth needed a concentration of 100 nM to cause a maximal enhancement. These data suggest that amaranth and carmine mimic the effects of some chemical carcinogens at the cellular level, but erythrosine does not mimic any of these effects. /Carmine/"
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "(1) Meylan WM et al; Environ Sci Technol 26: 1560-67 (1992) (2) Swann RL et al; Res Rev 85: 17-28 (1983) (3) Rasimas JP et al; J Phys Chem 100: 7220-9 (1996) (4) Doucette WJ; pp. 141-188 in Handbook of Property Estimation Methods for Chemicals. Boethling RS, Mackay D, eds. Boca Raton, FL: Lewis Publ (2000)",
            "Value": "Using a structure estimation method based on molecular connectivity indices(1), the Koc of carminic acid can be estimated to be 440(SRC). According to a classification scheme(2), this estimated Koc value suggests that carminic acid is expected to have moderate mobility in soil. The pKa values of carminic acid are 2.81, 5.43 and 8.10(3), indicating that this compound will almost entirely exist in anion form the environment and anions generally do not adsorb more strongly to soils containing organic carbon and clay than their neutral counterparts(4)."
        }
    ]
}