{
    "_id": {
        "$oid": "6682e7e0c4e5dba5ffba22cb"
    },
    "CID": {
        "$numberInt": "1030"
    },
    "Name": "Propylene glycol",
    "IUPACName": "propane-1,2-diol",
    "CanonicalSMILES": "CC(CO)O",
    "Synonyms": [
        "propylene glycol",
        "1,2-propanediol",
        "propane-1,2-diol",
        "57-55-6",
        "1,2-Propylene glycol",
        "1,2-dihydroxypropane",
        "2-Hydroxypropanol",
        "Isopropylene glycol",
        "Methylethyl glycol",
        "Methylethylene glycol",
        "Monopropylene glycol",
        "Dowfrost",
        "Sirlene",
        "Trimethyl glycol",
        "2,3-Propanediol"
    ],
    "IsomericSMILES": "CC(CO)O",
    "INCHI": "InChI=1S/C3H8O2/c1-3(5)2-4/h3-5H,2H2,1H3",
    "INCHIKEY": "DNIAPMSPPWPWGF-UHFFFAOYSA-N",
    "Formula": "C3H8O2",
    "MolecularWeight": {
        "$numberDouble": "76.09"
    },
    "Description": "Propane-1,2-diol is the simplest member of the class of propane-1,2-diols, consisting of propane in which a hydrogen at position 1 and a hydrogen at position 2 are substituted by hydroxy groups. A colourless, viscous, hygroscopic, low-melting (-59??) and high-boiling (188??) liquid with low toxicity, it is used as a solvent, emulsifying agent, and antifreeze. It has a role as a protic solvent, an allergen, a human xenobiotic metabolite and a mouse metabolite. It is a member of propane-1,2-diols and a glycol.",
    "XlogP": {
        "$numberDouble": "-0.9"
    },
    "Complexity": {
        "$numberInt": "20"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "environmental_bioconcentrations": [
        {
            "References": "(1) Hansch C et al; Exploring QSAR. Hydrophobic, Electronic, and Steric Constants. ACS Prof Ref Book. Heller SR, consult. ed., Washington, DC: Amer Chem Soc p. 7 (1995) (2) Meylan WM et al; Environ Toxicol Chem 18: 664-72 (1999) (3) Franke C et al; Chemosphere 29: 1501-14 (1994)",
            "Value": "An estimated BCF of 3 was calculated for propylene glycol(SRC), using a log Kow of -0.92(1) and a regression-derived equation(2). According to a classification scheme(3), this BCF suggests the potential for bioconcentration in aquatic organisms is low(SRC)."
        }
    ],
    "environmental_biodegradations": [
        {
            "References": "(1) Bridie AL et al; Water Res 13: 627-30 (1979) (2) Helfgott TB et al; An Index of Refractory Organics. USEPA-66/2-77-174 (1977) (3) Lamb CB, Jenkins GF; p. 326-9 in Proc 8th Industrial Waste Conf, Purdue Univ (1952) (4) Price KS et al; J Water Pollut Control Fed 46: 63-77 (1974) (5) Wagner R; Vom Wasser 47: 241-65 (1976) (6) Shupack DP, Anderson TA; Water Air Soil Pollut 118: 53-58 (2000)",
            "Value": "AEROBIC: Propylene glycol achieved 64% of its theoretical BOD using a sewage inoculum and a 5 day incubation period(1). A Warburg respirometer study employing a sewage seed showed that propylene glycol reached 78% of its theoretical BOD during a 40 day incubation period(2). Propylene glycol achieved 2.2, 56.7 and 80% of its theoretical BOD using a sewage inoculum and 5, 10, and 50 day incubation periods, respectively(3). Using raw wastewater and synthetic seawater as inoculum, propylene glycol achieved 55 and 83% of its theoretical BOD during 5 and 20 day incubation periods, respectively(4). Using wastewater from pretreated domestic sewage, propylene glycol reached 74.5% of its theoretical BOD in 5 days(5). Propylene glycol underwent 73-78% mineralization within 51 days when incubated with various agricultural soils from Clemson University, SC under laboratory conditions at 22 °C and 1,000 ppm propylene glycol in the soil; 40-79% mineralization was observed for propylene glycol incubated in the same soils for 64 days at 7 °C(6)."
        },
        {
            "References": "(1) Klecka GM et al; Ecotox Environ Saf 25: 280-95 (1993)",
            "Value": "AEROBIC: Propylene glycol is mineralized to CO2 in soil microcosms incubated at temperatures ranging from -2 to 25 °C. No lag time period was observed. Degradation occurred with propylene glycol alone and in combination with ethylene glycol and diethylene glycol at glycol concentrations ranging from 392 to 5278 mg/kg suggesting that high levels of glycols in deicing fluids are unlikely to inhibit biodegradation. Complete disappearance of 0.045% propylene glycol occurred after 12 days at 8 °C and 57% of the theoretical oxygen demand was recovered after 34 days. With 0.45% propylene glycol, 76% degradation and 44% mineralization was obtained after 111 days(1). The rate of biodegradation ranged from 11.4 to 41.4 mg/kg soil per day at 8 °C with an average of 22.7 mg/kg per day. Rates at 25 °C were approximately 3.4 times faster than those at 8 °C, ranging from 78.9 to 88 mg/kg per day with a mean of 83.5 mg/kg per day. At -2 °C, biodegradation rates for propylene glycol ranged from 1.1 to 3.5 mg/kg per day with a mean of 2.3 mg/kg per day. After 111 days of incubation at -2 °C, 14% degradation to the parent compound was observed and the BOD was 8% of the theoretical oxygen demand(1)."
        },
        {
            "References": "(1) Sedykh A, Klopman G; SAR QSAR Environ Res 18(7-8): 693-709 (2007) (2) Revitt DM, Worrall P; Water Sci Technol 48: 103-111 (2003) (3) Zitomer DH, Tonuk GU; J Environ Eng 129: 123-129 (2003)",
            "Value": "AEROBIC: Proylene glycol reached 90% of its theoretical BOD in 14 days in the Japanese MITI test(1). A mixture of propylene glycol, diethylene glycol and potassium acetate reached 32.9, 30.2%, and 24.1% of its theoretical BOD in 5 days, respectively at 8 °C, 4 °C and 1 °C(2). The measured surface biodegradation rates for deicing fluids, specifically propylene glycol, was 0.073 day-1(2). Aircraft deicing fluid, the major constituents being ethylene glycol and propylene glycol, reached concentrations ranging from 350-245,000 mg/L, with an average of 87,000 mg/L, of its theoretical BOD after 5 days(3)."
        },
        {
            "References": "(1) Kaplan DL et al; Environ Sci Technol 16: 723-5 (1982) (2) Jaesche P et al; J Contam Hydrol 85: 271-286 (2006)",
            "Value": "ANAEROBIC: Using an activated sludge or digester sludge incubated under anaerobic conditions, propylene glycol was completely degraded within 5-9 days, while a sterile control showed no degradation(1). Rapid propylene glycol degradation is observed in topsoil materials high in organic matter at 20 °C; in subsoil materials, degradation of propylene glycol is very slow and incomplete(2)."
        }
    ],
    "logP": [
        {
            "References": "Hansch, C., Leo, A., D. Hoekman. Exploring QSAR - Hydrophobic, Electronic, and Steric Constants. Washington, DC: American Chemical Society., 1995., p. 7",
            "Value": "log Kow = -0.92"
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "US EPA; Revised Toxicology  Chapter in Support of Issuance of the Reregistration Eligibility Decision (RED) Document. PC Code for Propylene Glycol: 068603; PC Code for Dipropylene Glycol: 068604.  Reregistration Case Number: 3126.  (February 5, 2007).  Available from, as of February 24, 2010:  https://www.regulations.gov/search/Regs/home.html#home",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Acute oral toxicity studies yielded similar, low acute toxicities with relatively high LD50 values ranging from 8000-46000 mg/kg/day propylene glycol for rodents and 18000-20000 mg/kg/day for both rabbits and guinea pigs.  Clinical signs (loss of balance, marked depression, and analgesia) were reported in the rabbit and guinea pig only at extremely high doses that exceeded the established limit dose (5000 mg/kg) for an acute oral toxicity study.  Similar effects were also evident in one study with mice only at doses that resulted in lethality (LD50 value of 24800 mg/kg/day)."
        },
        {
            "References": "US EPA; Revised Toxicology  Chapter in Support of Issuance of the Reregistration Eligibility Decision (RED) Document. PC Code for Propylene Glycol: 068603; PC Code for Dipropylene Glycol: 068604.  Reregistration Case Number: 3126.  (February 5, 2007).  Available from, as of February 24, 2010:  https://www.regulations.gov/search/Regs/home.html#home",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Propylene glycol induced degeneration of goblet cells (+69%) in tracheal lining of rabbits after 20 and 120 minutes of aerosol exposure to 10% aerosol in an acute inhalation toxicity study; no other toxicological effects were observed."
        },
        {
            "References": "US EPA; Revised Toxicology  Chapter in Support of Issuance of the Reregistration Eligibility Decision (RED) Document. PC Code for Propylene Glycol: 068603; PC Code for Dipropylene Glycol: 068604. Reregistration Case Number: 3126. (February 5, 2007).  Available from, as of February 24, 2010:  https://www.regulations.gov/search/Regs/home.html#home",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ In primary eye irritation studies, propylene glycol was instilled in the eyes of rabbits (0.1-0.5 mL).  There were no treatment-related effects on the corneas of the animals and propylene glycol was classified as a non-irritant."
        },
        {
            "References": "US EPA; Revised Toxicology  Chapter in Support of Issuance of the Reregistration Eligibility Decision (RED) Document. PC Code for Propylene Glycol: 068603; PC Code for Dipropylene Glycol: 068604. Reregistration Case Number: 3126. (February 5, 2007).  Available from, as of February 24, 2010:  https://www.regulations.gov/search/Regs/home.html#home",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ In a series of skin sensitization tests, no reactions were observed in guinea pigs exposed to solutions up to 70% propylene glycol."
        },
        {
            "References": "DHHS/NTP-CERHR; NTP-CERHR Monograph on the Potential Human Reproductive and Developmental Effects of Propylene Glycol (March 2004) NIH Pub No. 04-4482 p.II-20 .  Available from, as of January 11, 2010: https://cerhr.niehs.nih.gov/evals/egpg/propylene/PG_Monograph.pdf",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Propylene glycol was administered to NZW rabbits by gavage in a single dose of 38.66 mmol/kg [2.942 g/kg] (1 mL 28.4% (v/v)) aqueous solution per 100 g bw. Whole blood was withdrawn from the marginal ear vein after a 24 hour fast and at 0.25, 1, and 3 hours after administration of propylene glycol. Blood pH and the levels of propylene glycol and D- and L-lactate and pyruvate were determined. The level of propylene glycol was estimated colorimetrically and the levels of lactate and pyruvate were estimated enzymatically. Data were evaluated by analysis of variance for repeated measures and were expressed as mean +/- SD; a value of P < 0.05 was statistically significant ... Blood propylene glycol concentrations were at a maximum 1 hour post-dosing. Treatment with propylene glycol significantly (P < 0.01) increased the concentration of L-lactate, which reached a plateau at 0.25 hours following exposure. D-lactate levels were significantly increased and reached maximum concentration at 3 hours after administration of oral propylene glycol. Although significant, ... the  increase in D-lactate /was considered/ to be negligible, and /it was/ noted that L-lactate levels were similar to total lactate levels. Levels of pyruvate remained unaffected before and after administration of propylene glycol. Blood pH was not significantly altered when compared to control values ... These findings are different than the results from oral administration of propylene glycol to the rat"
        },
        {
            "References": "Organization for Economic Cooperation and Development; Screening Information Data Set for 1,2-Dihydroxypropane (57-55-6) p.17 (2001). Available from, as of December 31, 2009: https://www.chem.unep.ch/irptc/sids/OECDSIDS/sidspub.html",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ The acute oral toxicity of propylene glycol has been investigated extensively over the past 60 years in a range of species, including rats, mice, guinea pigs, rabbits, and dogs ... The lowest oral LD50 values range between 18 and 24.9 g/kg (5 relevant and different species). Representative data indicate oral LD50 values of 24,900 mg/kg bw in the mouse, 22,000 mg/kg bw in the rat, 18,000 mg/kg bw in the rabbit, 19,700 mg/kg bw in guinea pig and 20,000 mg/kg bw in the dog. The acute dermal toxicity of propylene glycol in rabbits was 20,800 mg/kg bw (20.8 g). Overall propylene glycol is not acutely harmful after ingestion or skin contact."
        },
        {
            "References": "Organization for Economic Cooperation and Development; Screening Information Data Set for 1,2-Dihydroxypropane (57-55-6) p.17 (2001). Available from, as of December 31, 2009: https://www.chem.unep.ch/irptc/sids/OECDSIDS/sidspub.html",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Results from guideline studies (OECD 405 method) demonstrate that undiluted propylene glycol is minimally irritating to the eye, producing no more than slight transient conjunctivitis which resolves by 24-48 hr. Results from a Guideline 404 skin irritation test, along with earlier data, show it is not a skin irritant, producing a negligible response after 4 hr occluded contact."
        },
        {
            "References": "Organization for Economic Cooperation and Development; Screening Information Data Set for 1,2-Dihydroxypropane (57-55-6) p.51 (2001). Available from, as of December 31, 2009: https://www.chem.unep.ch/irptc/sids/OECDSIDS/sidspub.html",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ /Propylene glycol, glycerin, and sorbitol were fed by/ oral gavage 3 times/day for 2 days, twice on 3rd day to groups of 10 /Charles River/ rats at 0.75, 1.5 or 3.0 mL/kg/dose. One rat administered 0.75 mL/kg /propylene glycol/ displayed slight hyperemia of the GI tract. One rat exposed to 1.5 mL/kg had severe hyperemia of the GI tract. Two rats given 3.0 mL/kg displayed slight hyperemia of the GI tract. The other rats displayed no irritation. Rats given 3 mL/kg either as 50% or 75% in water had no irritation. Propylene glycol was less irritating than glycerin or sorbitol."
        },
        {
            "References": "Browning, E. Toxicity and Metabolism of Industrial Solvents. New York: American Elsevier, 1965., p. 644",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ With lethal dosage mice died with dyspnea and cramps, ...loss of equilibrium, depression, analgesia, finally death after prolonged moribund state."
        },
        {
            "References": "Browning, E. Toxicity and Metabolism of Industrial Solvents. New York: American Elsevier, 1965., p. 644",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ ... IV injection of 1-10 mL in rats provoked a transitory fall in blood pressure ... 0.25-0.8 mL/kg were followed by transitory diuresis."
        },
        {
            "References": "Browning, E. Toxicity and Metabolism of Industrial Solvents. New York: American Elsevier, 1965., p. 644",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Slight degenerative changes in kidneys of dogs receiving large iv and divided gastric doses ..."
        },
        {
            "References": "Grant, W.M. Toxicology of the Eye. 3rd ed. Springfield, IL: Charles C. Thomas Publisher, 1986., p. 769",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ When tested by application to rabbit eyes it ... caused no more than transient slight conjunctival hyperemia. Tests on rabbit eyes from which corneal epithelium had been removed ... /showed/ no injury from irrigation with a 50% solution in water for 5 min, but a moderate reaction to ... undiluted propylene glycol for 5 min."
        },
        {
            "References": "Grant, W.M. Toxicology of the Eye. 3rd ed. Springfield, IL: Charles C. Thomas Publisher, 1986., p. 769",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Injection into the vortex vein of animal eyes (0.25 mL in 10 sec) has sporadically caused slight serous detachment of the retina, and separation of the nonpigmented from the pigmented epithelium of the ciliary body, but no degeneration of the retina and no cystoid changes in the pars plana of the ciliary body."
        },
        {
            "References": "Rossoff, I.S. Handbook of Veterinary Drugs. New York: Springer Publishing Company, 1974., p. 495",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Topically, it appears to be well tolerated in high concentration on skin, eye and mucous membranes of many animals, although it produces pain or sting sensations noted with its mixtures on IM or wound therapy."
        },
        {
            "References": "Cavender FL, Sowinski EJ; Patty's Toxicology CD-ROM (2005). NY, NY: John Wiley &  Sons; Glycols. Online  Posting Date: April 16, 2001.",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Diets containing 40, 50, or 60% of propylene glycol were lethal after a few days."
        },
        {
            "References": "PMID:718530",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Propylene glycol (90%) produced conductive middle ear problems in guinea pigs but there was no loss of hair cells above that found in normal untreated animals."
        },
        {
            "References": "PMID:475130",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ In calves iv injection of aqueous preparation of ... propylene glycol ... produced transient (1-4 min) periods of cardiovascular depression characterized by cardiac asystole, systemic hypotension and decreased pulmonary and renal arterial blood flow."
        },
        {
            "References": "Humphreys, D.J. Veterinary Toxicology. 3rd ed. London, England: Bailliere Tindell, 1988., p. 185",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ The intravenous administration of therapeutic agents in propylene glycol produces transient cardiovascular depression characterized by cardiac asystole, systemic hypotension and decreased pulmonary and renal arterial blood flow."
        },
        {
            "References": "Clayton, G. D. and F. E. Clayton (eds.). Patty's Industrial Hygiene and Toxicology: Volume 2A, 2B, 2C: Toxicology. 3rd ed. New York: John Wiley Sons, 1981-1982., p. 3857",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ ... When propylene glycol was injected iv in rabbits, there were no effects on blood other than decreased clotting time, increased platelet count, and an increase in polymorphs accompanied by a decrease in lymphocytes. High doses in rats by IM and SC injections resulted in profound depression, analgesia, and coma."
        },
        {
            "References": "PMID:8693690",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ An effort was made to determine the cause and effect of hematological alterations, such as membrane perturbations and altered hematocrit values, in female albino-Wistar-rats resulting from a single oral dose of propylene glycol (PG). In one experiment, the rats were divided into two groups of six animals and orally dosed with either 73 or 294 mg PG/100 g bw. Blood samples were drawn before dosing, during peak periods (30 and 120 minutes after dosing), and at 1, 2, and 7 days following dosing. Hematological parameters, plasma osmolality, and erythrocyte morphology were determined. Six other groups of four rats were given one of the two oral PG doses and killed 30 minutes, 120 minutes, 2 days, or 7 days after dosing. An untreated group served as controls. The spleens from treated and control animals were removed and weighed. In PG dosed rats, significant and progressive decreases in hemoglobin, packed cell volume, and erythrocyte counts for up to 2 days were observed. These values tended to return to basal values 7 days following exposure in both dosage groups. Significant increases in reticulocyte counts, plasma hemoglobin, and spleen weights were also observed after dosing. Plasma hyperosmolality was detected following treatment with either dose and reached a maximum 2 days after dosing. The osmotic fragility of erythrocytes was unchanged after dosing, but rough cell surfaces, ruptured membranes and increased cell adherence throughout the observation period were revealed by electron microscope morphology. By the eighth day after treatment, none of these features were pronounced. Spleen weights were increased in the treatment groups."
        },
        {
            "References": "PMID:10095198",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Histopathological observation of celloidin serial sections of the chinchilla middle ear after treatment with propylene glycol disclosed the development of severe inflammation of the middle ear mucosa and tympanic membrane, papillary proliferation of the epidermis of the tympanic membrane and external auditory meatus, and retraction and adhesion of the tympanic membrane. The findings for the tympanic membrane, impedance testing and histopathological examination suggested that there were two types of acquired cholesteatoma formation, probably with a difference in the pathogenesis. In one type, the proliferated epidermal layer of the tympanic membrane penetrated into the middle ear cavity making tympanic perforations. In the other type, there was progressive retraction of the tympanic membrane forming a retraction pocket."
        },
        {
            "References": "Organization for Economic Cooperation and Development; Screening Information Data Set for 1,2-Dihydroxypropane (57-55-6) p.60 (2001). Available from, as of December 31, 2009: https://www.chem.unep.ch/irptc/sids/OECDSIDS/sidspub.html",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Mouse ear swelling test: application to both sides of the right ear on days 0 and 2; sc injection of Complete Freund's adjuvant Day 2; challenge application to both sides of left ear Day 9; measured thickness of left ear day 9 (before treatment) and Day 10. Female Balb/c mice, number not given. Results: not sensitizing; no increase in skin thickness."
        },
        {
            "References": "Cosmetic Ingredient Review Expert Panel; J Am Coll Toxicol 13 (6): 437-91 (1994)",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ The effects of propylene glycol (PG) on cardiopulmonary function were studied ... An intravenous bolus injection (0.5 mL/kg) of 30% PG in sterile water caused a transient significant increase in pulmonary arterial pressure in a group of eight mixed breed sheep (weights 20-28 kg). The peak mean pulmonary arterial pressure increased from 17 +/- 1 to a peak of 35 +/- 4 mm Hg (p < 0.05), and significant increases in pressure were not noted at 5 min postdosing.  A similar finding was reported in lambs, but not in dogs or guinea pigs ..."
        },
        {
            "References": "Cosmetic Ingredient Review Expert Panel; J Am Coll Toxicol 13 (6): 437-91 (1994)",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ ... The antiarrhythmic effects of solvents, including propylene glycol (PG), /were studied/. 20 rats and 15 dogs were anesthetized prior to having arrhythmias (monitored by electrocardiograph) induced via ouabain injections. The animals were then dosed intravenously with 0.2 mL/kg bw 100% PG or 0.2 mL/kg bw 70% PG. At each dose administered, PG produced either a temporary or a permanent change to a normal cardiac rhythm."
        },
        {
            "References": "Cosmetic Ingredient Review Expert Panel; J Am Coll Toxicol 13 (6): 437-91 (1994)",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ ... The effects of acute oral administration of propylene glycol (PG) /were investigated/ using female Wistar strain rats. Three groups of rats were given 1 mL oral doses of 9.66, 19.32, or 38.64 mmol/kg bw PG. Blood samples were drawn from the optical sinus at 0 hr, 30 min, 60 min, 120 min, and 24 hr postdosing. Acute oral adiministration of PG caused significant decreases in the levels of fibrinogen, albumin, and globulin in the plasma. PG affected the function of the liver in either the synthesis or the secretion of proteins in the rat."
        },
        {
            "References": "Cosmetic Ingredient Review Expert Panel; J Am Coll Toxicol 13 (6): 437-91 (1994)",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ The skin irritancy potential of propylene glycol (PG) was studied ... using nude mice. PG (10, 25, or 50%) was instilled in polyvinyl chloride cups (vol 0.3 sq cm) on the dorsal side of three mice. The test substance remained in contact with the skin for 24 hr. At the end of 24 hr, the animals were killed and a sample of the exposed skin was taken for microscopic examination. Reactions were scored according to the methods of Ingram and Grasso (1975) (maximum possible score = 77). At 10%, no irritation was observed. At 25%, the score was 5, and at 50% the score was 11. In the animals exposed to 50% PG, hypertrophy, dermal inflammation, and proliferation stimuli were noted, indicating that this concentration of PG may cause skin irritation."
        },
        {
            "References": "Cosmetic Ingredient Review Expert Panel; J Am Coll Toxicol 13 (6): 437-91 (1994)",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Propylene glycol (PG) was applied to the clipped skin (intact and scarified) of the backs of three groups of six New Zealand white rabbits according to three different protocols by Guillot et al.  In protocol 1 (the cosmetic protocol), rabbits were exposed to 0.5 mL of the test substance for 23 hr under occlusive patches. Protocol 2 (the Association Francaise de Normalisation (AFNOR) protocol) was defined as the exposure of rabbits to 0.5mL of the test substance for 4 hr under occlusive patches. In protocol 3 (the Organization for Economic Cooperation and Development (OECD) protocol), rabbits were exposed to 0.5mL of the test substance for 4 hr under semiocclusive patches. In each of the three protocols, both abraded and intact skin sites were tested. Reactions were scored at 1 and 48 hr in the cosmetic protocol, 2, 24, and 48 hr in the AFNOR protocol, and 30-60 min, 24, 48, and 72 hr in the OECD protocol. The primary cutaneous irritation index obtained for the three protocols were 0.17, 0.14, and 0.02, respectively. In all three tests PG was classified as a nonirritant."
        },
        {
            "References": "US EPA; Revised Toxicology Chapter in Support of Issuance of the Reregistration Eligibility Decision (RED) Document. PC Code for Propylene Glycol: 068603; PC Code for Dipropylene Glycol: 068604. Reregistration Case Number: 3126. (February 5, 2007).  Available from, as of February 24, 2010:  https://www.regulations.gov/search/Regs/home.html#home",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Propylene glycol was /administered/ to rats in drinking water for 140 days.  Although there were clinical signs (CNS depression and minor liver toxicity) exhibited in animals at a dose of 13,200 mg/kg/day, these effects occurred at a dose level well above the limit dose of 1000 mg/kg/day established /by EPA/ for an oral subchronic toxicity study in rats."
        },
        {
            "References": "US EPA; Revised Toxicology  Chapter in Support of Issuance of the Reregistration Eligibility Decision (RED) Document. PC Code for Propylene Glycol: 068603; PC Code for Dipropylene Glycol: 068604. Reregistration Case Number: 3126. (February 5, 2007).  Available from, as of February 24, 2010:  https://www.regulations.gov/search/Regs/home.html#home",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ In a 90-day inhalation study, female rats were exposed to propylene glycol vapors (1.0 or 2.2 mg/L) for 6 hours/day, 5 days/week over a period of 90 days.  Animals experienced decreases in body weight and food consumption, although there were no changes in respiratory rates, minute volumes, or tidal volumes during exposure.  With the exception of a significant increase in the number of goblet cells in the nasal passages of the mid- and high-dose animals (both male and female) males were unaffected by propylene glycol treatment (0.16, 1.0, or 2.2 mg/L) in this subchronic inhalation study."
        },
        {
            "References": "DHHS/NTP-CERHR; NTP-CERHR Monograph on the Potential Human Reproductive and Developmental Effects of Propylene Glycol (March 2004) NIH Pub No. 04-4482 p.II-21.  Available from, as of January 11, 2010: https://cerhr.niehs.nih.gov/evals/egpg/propylene/PG_Monograph.pdf",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ 5 or 6 cats of each sex were fed a diet containing 12% propylene glycol (low dose, 1.60 g/kg bw/day) for 5 weeks (a dose equivalent to that found in commercial soft-moist cat foods), or a high dose diet containing 41% propylene glycol (8.00 g/kg bw/day) for 22 days. Propylene glycol (99.7% purity) was a racemic mixture of D- and L-isomers. Predosing observations were made such that each group of cats served as its own control. Clinical chemistry analyses were conducted on serum samples. L- (+) lactate was determined enzymatically using L-lactate dehydrogenase and D- (-) lactate was determined on days 0, 10, and 24 of the low-dose diet and days 0, 6, 10, and 24 of the high-dose diet. Data were analyzed by ANOVA and significance was at the p < 0.05 level. Plasma levels of propylene glycol were measured in two of the low-dose cats. Propylene glycol levels on day 24 of dosing were 19.1 and 8.4 mM and propylene glycol was not detected in the control plasma. The authors reported a linear correlation between increases in anion gap [anion gap = (Na+) - Cl - + total CO2)] and D-lactate in cats fed the low dose. Serum levels of D-lactate increased with days of propylene glycol ingestion and levels of L-lactate decreased in low dose cats. The authors noted previous observations where propylene glycol was found to produce L-lactic acidosis in humans and animals including cats shortly after exposure. Because ... lactic acid exposure /was first measured/ at 1 week following exposure, it is unknown if acute increases in L-lactate concentration occurred in the cats."
        },
        {
            "References": "DHHS/NTP-CERHR; NTP-CERHR Monograph on the Potential Human Reproductive and Developmental Effects of Propylene Glycol (March 2004) NIH Pub No. 04-4482 p.II-28 .  Available from, as of January 11, 2010: https://cerhr.niehs.nih.gov/evals/egpg/propylene/PG_Monograph.pdf",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Cats administered 12 (1.6 g/kg bw/day) or 41% (8.0 g/kg bw/day) propylene glycol in the diet (dry weight) for 22 days, showed a time-dependent increase in plasma lactate and in anion gap"
        },
        {
            "References": "DHHS/NTP-CERHR; NTP-CERHR Monograph on the Potential Human Reproductive and Developmental Effects of Propylene Glycol (March 2004) NIH Pub No. 04-4482 p.II-32 .  Available from, as of January 11, 2010: https://cerhr.niehs.nih.gov/evals/egpg/propylene/PG_Monograph.pdf",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ In ... a 15-week toxicity study in rats given propylene glycol in the diet, body weight, renal concentration tests, organ weights, histology, and incidence of neoplasms were described. Necropsy at the end of the study included gross and microscopic examination of the male and female reproductive tracts. Charles River CD rats from a Specific Pathogen Free (SPF) breeding colony were used in this study. At the start of the study, the weight range of the males was 120 -150 g and of the females was 120-140 g. ... Groups of 15 male and 15 female rats were fed diets containing 0, or 50,000 ppm propylene glycol [>99% purity] for 15 weeks. Body weights and food consumption were not recorded. During the last week of treatment, renal concentration tests were estimated over a 6-hour water deprivation period. At necropsy, blood was collected for hematology and blood concentrations of urea, glutamic-oxalacetic, and glutamic-pyruvic transaminases were determined. At necropsy, brain, heart, liver, spleen, kidneys, adrenals, gonads, and pituitary were weighed ... No differences /were noted/ between the control rats and those fed the 50,000 ppm diet for the parameters measured, including the urine and serum analyses, blood chemistry, and organ weights"
        },
        {
            "References": "Organization for Economic Cooperation and Development; Screening Information Data Set for 1,2-Dihydroxypropane (57-55-6) p.18 (2001). Available from, as of December 31, 2009: https://www.chem.unep.ch/irptc/sids/OECDSIDS/sidspub.html",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/... Cats appear to be more responsive /than other species/ with a species-specific increase in Heinz bodies reported after dietary administration over 2-3 months. Increased hemosiderin deposits were also noted in liver and spleen, but appeared secondary to Heinz body formation. The NOAEL for Heinz body formation was 80 mg/kg bw/day, with a LOAEL of 443 mg/kg bw/day. No other systemic effects were seen in cats at doses up to 4239 mg/kg bw/day (the maximum used in the investigation), including no evidence of hemolytic anemia."
        },
        {
            "References": "Organization for Economic Cooperation and Development; Screening Information Data Set for 1,2-Dihydroxypropane (57-55-6) p.18 (2001). Available from, as of December 31, 2009: https://www.chem.unep.ch/irptc/sids/OECDSIDS/sidspub.html",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Results from /a 2 wk/ feeding study in cats reported a LOAEL for decreased number and survival of erythrocytes of 3700 mg/cat/day. This was based on ingestion of 6% propylene glycol in feed, and was estimated to range between 741 - 1600 mg/kg bw/day."
        },
        {
            "References": "Cavender FL, Sowinski EJ; Patty's Toxicology CD-ROM (2005). NY, NY: John Wiley &  Sons; Glycols. Online  Posting Date: April 16, 2001",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ ... Rats /were given/ drinking water containing 1, 2, 5, 10, 25, and 50% propylene glycol over a period of 140 days. Animals /that/ received water containing either 25 or 50% propylene glycol died in 69 days, whereas those /that/ received 1, 2, 5, or 10% appeared normal throughout the observation period. The calculated average daily intakes for the latter four groups were about 1.6, 3.7, 7.7, and 13.2 g/kg/day of propylene glycol, respectively. Histopathologic examination of the tissues from these animals revealed no renal or other pathologic disturbances."
        },
        {
            "References": "Cavender FL, Sowinski EJ; Patty's Toxicology CD-ROM (2005). NY, NY: John Wiley &  Sons; Glycols. Online  Posting Date: April 16, 2001",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ ... A diet containing 30% of propylene glycol was not well tolerated by young rats, and ... producing females were unable to bring their young to weaning."
        },
        {
            "References": "Cavender FL, Sowinski EJ; Patty's Toxicology CD-ROM (2005). NY, NY: John Wiley &  Sons; Glycols. Online  Posting Date: April 16, 2001",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ ... Male lambs /were fed/ propylene glycol at levels of 0.5 and 1.0 g/kg in feed every other day for 104 days. Neither level produced any adverse effects. They did increase the weight gain, especially in the early part of the experiment (about 30 days). Evaluation of the rumen liquor revealed an increase in propionate and total fatty acid concentrations. The weight percentage of wool, dressed carcass, and red meat-fat ratios were also greater than those of the controls."
        },
        {
            "References": "Sheftel, V.O.; Indirect Food Additives and Polymers. Migration and Toxicology. Lewis Publishers, Boca Raton, FL. 2000., p. 274",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Male Sprague-Dawley rats received undiluted 1,2-propanediol at a dose of 4.0 mg/kg bw by gastric intubation for 30 days. The treatment produced no significant differences in plasma concentration of total phospholipids, cholesterol, triglycerides and free fatty acids, and in the liver concentration of phospholipids, triglycerides, and gangliosides. Liver total cholesterol was moderately, but significantly, increased."
        },
        {
            "References": "Sheftel, V.O.; Indirect Food Additives and Polymers. Migration and Toxicology. Lewis Publishers, Boca Raton, FL. 2000., p. 274",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Rats were given 5.0 and 10% aqueous solutions of 1,2-propanediol for 5 weeks. Administration resulted in increased liver weight and blood glucose level. The treatment reduced blood urea concentration and the erythrocyte count but did not affect the weights of other visceral organs."
        },
        {
            "References": "Klaassen, C.D. (ed). Casarett and Doull's Toxicology. The  Basic Science of Poisons. 6th ed. New York, NY:  McGraw-Hill, 2001., p. 897",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ ... Cats ingesting 1.6 g propylene glycol/kg/day exhibited increases in serum anion gap acidosis and in D-lactate over a period of 35 days. Cats fed 8 g/kg/day for 35 days developed depression and ataxia, consistent with their progressively elevated plasma lactate levels."
        },
        {
            "References": "PMID:12454795",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ ... Filtered test cigarettes were prepared from an American-style tobacco blend containing either glycerin added at 5.1% w/w tobacco, propylene glycol at 2.2% w/w tobacco, or combinations of these humectants totaling 2.3%, 3.9%, and 7.2% w/w tobacco. Other groups of animals were exposed similarly to the smoke of reference cigarettes without added humectants, or to filtered air (sham control). Smoke exposures were conducted for 1 hr/day, 5 days/wk for 13 wk, at target smoke particulate concentrations of 350 mg/cu m. All smoke-exposed groups had equivalent increases in blood carboxyhemoglobin, serum nicotine, and serum cotinine relative to the air controls. Smoke-associated reductions in body weights and occasional increases in heart and lung weights were generally similar among the various exposure conditions at necropsy. Increases in serum alkaline phosphatase and decreases in serum glucose and cholesterol were observed among smoke-exposed females relative to air controls. However, no significant differences in these parameters were evident between the humectant-containing and reference cigarette smoke exposure groups. ... Addition of the tested humectants to cigarettes, singly or in combination, had no meaningful effect on the site, occurrence, or severity of respiratory-tract changes or on the measured indices of pulmonary function."
        },
        {
            "References": "PMID:11600272",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Thirty-six Holstein cows were assigned to treatment or control groups. Each treatment cow was given 500 mL of propylene glycol by drenching daily from 7 to 42 days of lactation. Blood samples for glucose, insulin, nonesterified fatty acids (NEFA), and plasma urea N were collected at 0, 30, and 90 min postdrenching once weekly during 1-6 weeks. Blood samples were collected for progesterone analysis and cows were palpated three times per week until 11 weeks to assess ovarian status. Propylene glycol did not affect dry matter intake (DMI), milk yield or energy balance in treatment cows. After drenching, propylene glycol increased (p < 0.01) plasma glucose and insulin and decreased (p < 0.01) NEFA; plasma urea N of the treatment group tended (p = 0.07) to be higher than that of the control group through 90 min. Days to first service, days open, and services per conception were not different between groups. Conception rates to first insemination were 33% in the control group and 57% in treated cows, but these were not significantly different. First ovulation of treatment cows occurred earlier than that of control cows (32.3 versus 44.5 days, p = 0.06) and the length of the first luteal phase was longer in treated cows (13.1 versus 7.3 days, p < 0.05)."
        },
        {
            "References": "Rizos D et al; Theriogenology 69 (6): 699-99 (2008). Available from, as of February 23, 2010: https://www.ncbi.nlm.nih.gov/entrez/query.fcgi?cmd=Retrieve&db=pubmed&dopt=Abstract&list_uids=18262261",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Postpartum dairy cows (n = 35) were used to determine the effects of feeding propylene glycol (PG) on metabolic variables related to ovarian function and on oocyte developmental competence. Starting on Day 7 postpartum, each animal received an oral dose (500 mL) of either PG or water once daily. Blood samples were collected on Days 5, 15, 25 and 35 pp to measure insulin, non-esterified fatty acids (NEFAs), beta-hydroxybutyrate (BHB) and glucose concentrations. Oocytes were recovered by ultrasound guided follicular aspiration starting on approximately Day 30 postpartum and submitted to in vitro fertilization. Ovarian follicular activity was examined daily by ultrasonography from Day 7 until ovulation or Days 35-40 postpartum. Animals receiving PG had elevated insulin concentrations over the subsequent 90 min following dosing (P < 0.05) compared to control animals. Glucose concentrations followed a similar pattern. Irrespective of treatment, concentrations of NEFA declined significantly from Days 15 to 35 postpartum. Administration of PG resulted in a decrease in NEFA (P < 0.001) and BHB (P < 0.001) over the subsequent 90 min compared to control animals. Treatment with PG had no effect on follicular dynamics, mean days to emergence of the first cohort of follicles postpartum, or days to dominance and duration of dominance for any follicular wave recorded postpartum. There was also no difference in mean days to first ovulation or in size of the preovulatory follicle between treatments. Oocyte quality as measured by blastocyst development after IVF was not affected by treatment..."
        },
        {
            "References": "Cosmetic Ingredient Review Expert Panel; J Am Coll Toxicol 13 (6): 437-91 (1994)",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Male Sprague-Dawley rats (number not stated) were given 4 mL/kg/day propylene glycol (PG) via gastric intubation for 30 days in a short-term study ... A second group of animals was given distilled water and served as the control. Body weights were measured throughout the experiment. On day 31, blood samples were taken from the carotid artery, and the livers of the animals were removed for lipid analysis. There were no significant differences in body weights or liver weights in the PG-treated animals as compared with controls. There was a significant increase in total cholesterol in the livers of the PG-treated animals (p = 0.02)."
        },
        {
            "References": "Cosmetic Ingredient Review Expert Panel; J Am Coll Toxicol 13 (6): 437-91 (1994)",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ The effect of propylene glycol (PG) on liver structure was evaluated using 15 male Wistar rats (5 weeks old). PG (15% (v/v) in drinking water) was administered to the animals daily by gastric intubation, and animals were killed at time periods ranging from 1 week to 3 months after initiation of the study. Thin sections of the liver, fixed with glutaraldehyde, were examined using an electron microscope. PG administration resulted in remarkably enlarged mitochondria with well-developed cristae and a dense matrix in every hepatocyte. These changes were noted throughout the hepatic lobule, but were more distinct in hepatocytes of the peripheral zone of the hepatic lobule. Other ultrastructural changes in hepatocytes included proliferation of smooth-surfaced endoplasmic reticulum and an increase in the number of lysosomes and microbodies ..."
        },
        {
            "References": "Cosmetic Ingredient Review Expert Panel; J Am Coll Toxicol 13 (6): 437-91 (1994)",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Enzyme effects of short-term administration of propylene glycol (PG) in rats were investigated ... Two groups of six male and six female rats (strain not given) were given oral doses of 1 mL 28.4% PG/100 g bw daily for 30 days. A control group of 12 rats was given daily doses of distilled water. On day 31, blood samples for enzyme studies were collected from the orbital sinus of each animal. Glucose-6-phosphate: NADP oxidoreductase, blood catalase activity, and whole-blood reduced glutathione (GSH) were measured. The growth rate of test animals was not significantly different from controls. In the treated animals, the whole-blood GSH was significantly decreased (p < or = 0.001), and erythrocyte catalase activity was significantly decreased in the males (p < or = 0.01)."
        },
        {
            "References": "Cosmetic Ingredient Review Expert Panel; J Am Coll Toxicol 13 (6): 437-91 (1994)",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ ... The effects of short-term administration of propylene glycol (PG) on rat erythrocyte morphology and function /were studied/. One group of six male rats (strain not given) was given oral doses of 284 uL PG daily for 30 days. A second group of six rats serving as a control group was given oral doses of distilled water. On day 31, blood samples were drawn from the orbital sinus of each rat, and membrane lipids were extracted from erythrocytes. Short-term oral doses of PG caused a significant decrease in total lipids (p < 0.001), cholesterol (p < 0.05), and phospholipids (p < 0.05) in the rat erythrocytes. The decrease in lipids altered the erythrocyte morphology in the PG-treated animals."
        },
        {
            "References": "Cosmetic Ingredient Review Expert Panel; J Am Coll Toxicol 13 (6): 437-91 (1994)",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ ... The effects of oral propylene glycol (PG) administration on the development of Heinz body hemolytic anemia in cats /was investigated/. Two groups of cats were fed commercial diets in the conditioning phase of the experiment. Control values for Heinz bodies were obtained. Each cat served as its own control. Six of the cats were fed diets containing 12% (1.5 g/kg/day) PG for 5 weeks (low dose study). Five adult cats were fed diets containing 41% (8 g/kg/day) PG for 22 days (high dose study). Blood samples were collected and Heinz body formation was investigated. The percentage of Heinz bodies present during the control period was 2.98 +/- 0.90% in the low dose group. After 1 week on the 12% PG diet, the percentage of Heinz bodies was significantly increased to 11.33 +/- 3.36% (p < 0.03). After 35 days, the percentage of Heinz bodies was 28%. In the high dose group, the control value for percentage of Heinz bodies was 4.8 +/- 1.81%. The percentage of Heinz bodies was 92.1 +/- 3.6% on day 9. This value was significantly increased compared with control values (p < 0.001)."
        },
        {
            "References": "Cosmetic Ingredient Review Expert Panel; J Am Coll Toxicol 13 (6): 437-91 (1994)",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ ... The effects of short-term administration of propylene glycol (PG) /were investigated/ using rats and dogs. Groups of five male and five female rats (strain not identified) were given intravenous infusions of PG/ethanol/water (5:1:4) over a period of 2 weeks. The dose was 5 mL/kg/day at a rate of 0.3 mL/min. One male beagle and one female beagle dog were given the same PG/ethanol/water mixture at doses of 4 mL/kg/day at a rate of 6 mL/min. Excretion of red urine was noted after the initial dose in both test species and continued throughout the 2 week study in most rats and in some dogs (number not specified). After the 2 week treatment period, decreases in packed cell volume, hemoglobin, and erythrocyte counts were noted in both test species. At necropsy, splenomegaly and renal hemosiderin deposits were observed in the rats."
        },
        {
            "References": "Cosmetic Ingredient Review Expert Panel; J Am Coll Toxicol 13 (6): 437-91 (1994)",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ The hemolytic effects of propylene glycol (PG) were evaluated in a 117 day study using 21 adult, specific-pathogen-free cats (7 males, 14 females; weights between 2.3 and 5.1 kg). The animals were randomly divided into three groups and fed 6% PG, 12% PG ( in the diet), and a control diet, respectively. Blood was drawn at the beginning of the study and every 2 weeks thereafter. Reticulocyte and Heinz body counts were expressed as the percentage of 1,000 cells counted. Differences between treatment groups and changes over time within groups were evaluated by an analysis of variance. In experimental and control groups, the packed cell volume decreased over time and was significantly lower in the 12% group only during the sixth week of the study. Significant changes in hemoglobin concentration were not observed between groups; however, a statistically significant (p < 0.001) decrease over time was observed in the 6% PG group. Throughout the study, a significant decrease (p < 0.001) in numbers of erythrocytes was noted in 6 and 12% PG groups, but not in the control group. A significant (p < 0.0001) increase in punctate reticulocytes over time was observed in 6 and 12% PG groups, but not in the control group. Additionally, a significant increase in the number of aggregate reticulocytes was noted in the 12% PG group 2 weeks after initiation of PG-containing diets. Heinz body counts were significantly higher, in a dose-related manner, in 5 and 12% PG groups; the increase persisted throughout the study. The results of this study indicated the PG-containing diets cause a dose-dependent erythrocyte destruction, even when fed at concentrations as low as 6% ..."
        },
        {
            "References": "US EPA; Revised Toxicology  Chapter in Support of Issuance of the Reregistration Eligibility Decision (RED) Document. PC Code for Propylene Glycol: 068603; PC Code for Dipropylene Glycol: 068604. Reregistration Case Number: 3126. (February 5, 2007). Available from, as of February 24, 2010:  https://www.regulations.gov/search/Regs/home.html#home",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ In a continuous-exposure inhalation study, rats were exposed to 0.17-0.35 mg/L propylene glycol for 18 months and a chronic toxicity lowest observed adverse effect level (LOAEL) of 0.35 mg/L was established based on a 50% increase in body weight.  There were no other effects observed in treated animals in this study."
        },
        {
            "References": "US EPA; Revised Toxicology  Chapter in Support of Issuance of the Reregistration Eligibility Decision (RED) Document. PC Code for Propylene Glycol: 068603; PC Code for Dipropylene Glycol: 068604. Reregistration Case Number: 3126. (February 5, 2007). Available from, as of February 24, 2010:  https://www.regulations.gov/search/Regs/home.html#home",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ A carcinogenicity study in rats fed propylene glycol (PG) at concentrations of 200, 400, 900, or 1700 mg/kg/day for males and 300, 500, 1000, or 2100 mg/kg/day for females was carried out for 2 years with little evidence of chronic toxicity or significant treatment-related neoplasms. In another study the dermal carcinogenicity of propylene glycol was examined in mice when 0.02 mL of 10, 50 or 100% PG were applied to animals twice a week.  There was no increase in dermal tumors or change in longevity of mice after chronic treatment with PG."
        },
        {
            "References": "IPCS; Poisons Information Monograph 443: Propylene glycol (May 1994). Available from, as of January 4, 2009: https://www.inchem.org/documents/pims/chemical/pim443.htm",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Renal and hepatic damage have been observed only in animals /with chronic exposure/."
        },
        {
            "References": "Rowe, R.C., Sheskey, P.J., Quinn, M.E.; (Eds.), Handbook of  Pharmaceutical Excipients 6th edition Pharmaceutical Press,  London, England 2009, p. 593",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Rats can tolerate a repeated oral daily dose of up to 30 mL/kg bw in the diet over 6 months, while the dog is unaffected by a repeated oral dose of 2g/kg in the diet for 2 years."
        },
        {
            "References": "Organization for Economic Cooperation and Development; Screening Information Data Set for 1,2-Dihydroxypropane (57-55-6) p.18 (2001). Available from, as of December 31, 2009: https://www.chem.unep.ch/irptc/sids/OECDSIDS/sidspub.html",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Chronic feeding studies in rats demonstrated only minimal changes following administration of up to 5% w/w in the diet, equivalent to a NOAEL of 1700 mg/kg bw/day in males and 2100 mg/kg/day in females."
        },
        {
            "References": "Organization for Economic Cooperation and Development; Screening Information Data Set for 1,2-Dihydroxypropane (57-55-6) pp.19-20 (2001). Available from, as of December 31, 2009: https://www.chem.unep.ch/irptc/sids/OECDSIDS/sidspub.html",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ The carcinogenic potential of propylene glycol has been investigated in two long term feeding studies. No increase in tumors was recorded in rats receiving the equivalent of 1700 (males) or 2100 (females) mg/kg bw/day over two years. Tumor incidences were also unchanged in male and female Beagle dogs ingesting 20% propylene glycol in diet (equivalent to 5000 mg/kg bw/day), again over two years. Although the treatment regime used in the latter study was inconsistent with current dietary guidelines (i.e., exceeded 5% in feed), inclusion of an appropriate caloric control group, together with extensive reporting of findings, suggests that these findings are reliable and suitable for hazard evaluation."
        },
        {
            "References": "Organization for Economic Cooperation and Development; Screening Information Data Set for 1,2-Dihydroxypropane (57-55-6) p.20 (2001). Available from, as of December 31, 2009: https://www.chem.unep.ch/irptc/sids/OECDSIDS/sidspub.html",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Skin painting studies with propylene glycol have shown no increase in dermal tumors in female mice after chronic treatment with 2, 10, or 21 mg/day over a lifetime. In a non-standard investigation, ... propylene glycol /was used/ as vehicle (dose not specified) in an ear painting study in rats. No tumors were apparent by visual or microscopic examination after 10-14 months treatment."
        },
        {
            "References": "Cosmetic Ingredient Review Expert Panel; J Am Coll Toxicol 13 (6): 437-91 (1994)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ A group of four female dogs ... received 5% propylene glycol (PG) in drinking water for a period ranging from 5-9 months. The animals were allowed to drink the mixture twice daily during a period of 1 hr. Additionally, each of four male dogs ... was allowed to drink 600 mL of 10% PG in drinking water daily over a period ranging from 5-6 months. The three tests of liver function included galactose excretion, uric acid excretion, and the rose bengal content of blood. The excretion of phenolsulfonphthalein during a 2 hr test period served as the test for renal function.  The results indicated no impairment of hepatic or renal function in either male or female dogs ..."
        },
        {
            "References": "Cosmetic Ingredient Review Expert Panel; J Am Coll Toxicol 13 (6): 437-91 (1994)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Pure propylene glycol (PG) was applied to the flanks of 2 guinea pigs and to the backs of 20 rabbits in a skin fold thickness test. Open patches containing the test material (amount unspecified) were applied daily to the test sites. Untreated test sites served as controls. The skin fold thickness, a measurement of skin irritation, was measured daily with a Harpenden skin fold caliper. Sites were also examined for erythema, edema, and scaling. There were no significant increases in skin fold thickness in the rabbits. Most test sites in the rabbits had transient redness, which resolved spontaneously. There was a significant increase in skin fold thickness in the guinea pigs on day 7 (p < 0.01) and on days 8-10 (p < 0.001) ..."
        },
        {
            "References": "Sheftel, V.O.; Indirect Food Additives and Polymers. Migration and Toxicology. Lewis Publishers, Boca Raton, FL. 2000., p. 274",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Dogs were dosed with 5.0 mg/kg bw for 2 years. The treatment increased the rate of erythrocyte hemolysis and lowered Hb content (reversible changes). A dose of 2.0 mg/kg bw appeared to be ineffective."
        },
        {
            "References": "Amdur, M.O., J. Doull, C.D. Klaasen (eds). Casarett and Doull's Toxicology. 4th ed. New York, NY: Pergamon Press, 1991., p. 705",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Monkeys and rats /exposed/ to atmospheres saturated with propylene glycol vapor .../experienced/ no adverse effects .. after periods of 12-18 months. No adverse effects were noted, and there were no increases in tumor incidences in rats fed diets containing up to 5% propylene glycol for two years."
        },
        {
            "References": "US EPA; Revised Toxicology  Chapter in Support of Issuance of the Reregistration Eligibility Decision (RED) Document. PC Code for Propylene Glycol: 068603; PC Code for Dipropylene Glycol: 068604. Reregistration Case Number: 3126. (February 5, 2007). Available from, as of February 24, 2010:  https://www.regulations.gov/search/Regs/home.html#home",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Propylene glycol, administered to mice at a concentration of 10000 mg/kg/day in drinking water, did not produce any overt adverse effects in fetal development.  Another study, of similar dose (10400 mg/kg/day), administered subcutaneous injections on gestation day (GD) 9, 10, and 11 to mice and failed to result in significant increases in fetal malformations.  Two studies involving mice that were orally administered propylene glycol in concentrations up to 10400 mg/kg/day did not induce any maternal, reproductive, or developmental toxicities in the animals."
        },
        {
            "References": "US EPA; Revised Toxicology  Chapter in Support of Issuance of the Reregistration Eligibility Decision (RED) Document. PC Code for Propylene Glycol: 068603; PC Code for Dipropylene Glycol: 068604. Reregistration Case Number: 3126. (February 5, 2007). Available from, as of February 24, 2010:  https://www.regulations.gov/search/Regs/home.html#home",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Propylene glycol was administered to rats (1600-6200 mg/kg/day), mice (1550-10000 mg/kg/day), and rabbits (1230 mg/kg/day) during gestation via a stomach tube. There were no adverse reproductive effects observed in any of these experiments. However, a slight maternal toxicity was noted in mice treated with 10000 mg/kg/day propylene glycol (highest dose administered) on GD 8-12. Rats, in three successive generations, were exposed to 2.5, 5, 7.5, 10, 20, or 30% propylene glycol. No adverse effects were observed until the 20% dose (equivalent to a dietary level of approximately 11900 mg/kg/day) was administered and 50% of the animals failed to produce offspring. No offspring were produced by any of the rats in the high-dose group (30% PG)."
        },
        {
            "References": "US EPA; Revised Toxicology  Chapter in Support of Issuance of the Reregistration Eligibility Decision (RED) Document. PC Code for Propylene Glycol: 068603; PC Code for Dipropylene Glycol: 068604. Reregistration Case Number: 3126. (February 5, 2007). Available from, as of February 24, 2010:  https://www.regulations.gov/search/Regs/home.html#home",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ In a reproductive study, mice were administered 1820, 4800, or 10100 mg/kg/day propylene glycol in drinking water over a course of 18 weeks. There were no treatment-related maternal, reproductive, or developmental toxicity effects observed at any of the propylene glycol doses tested in this study."
        },
        {
            "References": "DHHS/NTP-CERHR; NTP-CERHR Monograph on the Potential Human Reproductive and Developmental Effects of Propylene Glycol (March 2004) NIH Pub No. 04-4482 pp.II-50-51 .  Available from, as of January 11, 2010: https://cerhr.niehs.nih.gov/evals/egpg/propylene/PG_Monograph.pdf",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Propylene glycol was administered by gavage to groups of 30 Charles River CD-1 mice from gestational day (gd) 6 to 15. Propylene glycol (99.9% purity) was given once a day at 0.5, 5.0, or 10.0 mL/kg bw/day [0.52, 5.2, or 10.4 g/kg bw day, respectively]. A control group of 30 pregnant females received 10.0 mL/kg bw/day of water. SRP: /No effects on either the fetus or the Dams were seen. The material was not a developmental toxin under the conditions of this study/."
        },
        {
            "References": "DHHS/NTP-CERHR; NTP-CERHR Monograph on the Potential Human Reproductive and Developmental Effects of Propylene Glycol (March 2004) NIH Pub No. 04-4482 pp.II-54-55 .  Available from, as of January 11, 2010: https://cerhr.niehs.nih.gov/evals/egpg/propylene/PG_Monograph.pdf",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Timed-mated Wistar albino rats (25/group) were dosed by oral intubation with propylene glycol as a water solution from gd 6 to 15. Observation of the vaginal sperm plug was gestational day (gd) 0. Dose groups were 0, 16, 74.3, 345, and 1,600 mg/kg bw/day. Aspirin at a dose of 250 mg/kg bw was used as a positive control. Body weights of the dams were recorded on gd 0, 6, 11, 15, and 20. Food consumption and clinical signs were also monitored ... All dams survived to term. On gd 20 all dams were anesthetized and a Cesarean section performed. There were no apparent treatment-related differences in the number of implantation sites, resorptions, fetal body weight, and viability among the dose groups. All fetuses were examined for external abnormalities, 1/3 of the fetuses from each litter were Wilson sectioned for visceral examination, the remaining 2/3 of each litter were examined for skeletal defects by clearing the tissue with potassium hydroxide and staining the bone with Alizarin Red S dye. The administration of up to 1600 mg/kg/ (body weight) of the test material to pregnant rats for 10 consecutive days had no clearly discernible effect on nidation or on maternal or fetal survival. The number of abnormalities seen in either soft or skeletal tissues of the test groups did not differ from the number occurring spontaneously in the sham-treated controls."
        },
        {
            "References": "DHHS/NTP-CERHR; NTP-CERHR Monograph on the Potential Human Reproductive and Developmental Effects of Propylene Glycol (March 2004) NIH Pub No. 04-4482 pp.II-56-57 .  Available from, as of January 11, 2010: https://cerhr.niehs.nih.gov/evals/egpg/propylene/PG_Monograph.pdf",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Timed-mated outbred Golden hamsters (25/group) were dosed by oral intubation with propylene glycol from gestational day (gd) 6 to 10. Observation of motile sperm in the vaginal smear was gd 0. Dose groups were 0, 15.5, 72, 334.5, and 1,550 mg/kg bw/day. Aspirin at a dose of 250 mg/kg bw/day was used as a positive control. On gd 14, a Cesarean section was performed. There were no apparent treatment related differences in the number of implantation sites, resorptions, fetal body weight, or viability among the dose groups. All fetuses were examined for external abnormalities, 1/3 of the fetuses from each litter were Wilson sectioned for visceral examination, the remaining 2/3 of each litter were examined for skeletal defects by clearing the tissue with potassium hydroxide and staining the bone with Alizarin Red S dye. The administration of up to 1550 mg/kg/ (body weight) of the test material to pregnant hamsters for 5 consecutive days had no clearly discernible effect on nidation or on maternal or fetal survival. The number of abnormalities seen in either soft or skeletal tissues of the test groups did not differ from the number occurring spontaneously in the sham-treated controls."
        },
        {
            "References": "DHHS/NTP-CERHR; NTP-CERHR Monograph on the Potential Human Reproductive and Developmental Effects of Propylene Glycol (March 2004) NIH Pub No. 04-4482 pp.II-58-59.  Available from, as of January 11, 2010: https://cerhr.niehs.nih.gov/evals/egpg/propylene/PG_Monograph.pdf",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Dutch-belted female rabbits were dosed by oral intubation with propylene glycol from gd 6 to 18. Dose groups were 0, 12.3, 57.1, 267, and 1,230 mg/kg bw/day. 6-Aminonicotinamide (2.5 mg/kg) dosed on gd 9 was a positive control. On gd 0, each doe received an injection of human chorionic gonadotropin (400 IU) and 3 hours later was artificially inseminated with diluted donor buck semen. On gd 29 a Cesarean section was performed. There were no apparent treatment-related differences in the number of corpora Appendix II II-59 lutea, implantation sites, resorptions, fetal body weight, and viability among dose groups. All fetuses were examined for external abnormalities. The live fetuses from each litter were placed in an incubator for 24 hours for evaluation of neonatal survival. All surviving pups were sacrificed at the end of that time and examined by dissection for visceral abnormalities. All fetuses were cleared with potassium hydroxide and stained with Alizarin Red S dye and examined for skeletal defects. The administration of up to 1230 mg/kg/bw of the test material to pregnant rats [sic] for 13 consecutive days had no clearly discernible effect on nidation or on maternal or fetal survival. The number of abnormalities seen in either soft or skeletal tissues of the test groups did not differ from the number occurring spontaneously in the sham-treated controls."
        },
        {
            "References": "Organization for Economic Cooperation and Development; Screening Information Data Set for 1,2-Dihydroxypropane (57-55-6) p.20 (2001). Available from, as of December 31, 2009: https://www.chem.unep.ch/irptc/sids/OECDSIDS/sidspub.html",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ The impact of propylene glycol on reproductive performance in male and female mice has been assessed using a continuous breeding protocol. Propylene glycol was administered in drinking water (1-5%), with received doses of approx. 1800, 4800, or 10,100 mg/kg bw/day for up to 98 days. There was no treatment related effect on growth or viability in the F1 and F2 generations, or on reproductive performance in the F0 or F1 generations."
        },
        {
            "References": "Organization for Economic Cooperation and Development; Screening Information Data Set for 1,2-Dihydroxypropane (57-55-6) p.20 (2001). Available from, as of December 31, 2009: https://www.chem.unep.ch/irptc/sids/OECDSIDS/sidspub.html",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Effects on fetal development have been investigated in pregnant rats, mice, hamsters and rabbits. Appropriate positive control substances were included in these studies (asprin for rats, mice, and hamsters, 6-aminonicotinamide for rabbits). Orally administered propylene glycol (gavage) was well tolerated with no adverse effect on pregnancy parameters or maternal or fetal survival at any treatment level. There was no evidence of teratogenicity at any dose level."
        },
        {
            "References": "Cavender FL, Sowinski EJ; Patty's Toxicology CD-ROM (2005). NY, NY: John Wiley &  Sons; Glycols. Online  Posting Date: April 16, 2001",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ ...The reproduction capacity of rats fed up to 30% of propylene glycol in their diets /was studied/ through six generations. No adverse effects on reproduction were found when concentrations of propylene glycol in the diet were < 7.5%. At higher levels, the rats that received the propylene glycol consumed less food, grew slower, had young at an older age, produced smaller litters on average, and weaned fewer young than the control animals. At the 30% level, the females did not breed normally and when they had young they did not feed them properly. They failed to wean third generation young."
        },
        {
            "References": "Cavender FL, Sowinski EJ; Patty's Toxicology CD-ROM (2005). NY, NY: John Wiley &  Sons; Glycols. Online  Posting Date: April 16, 2001",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ ... Propylene glycol was not teratogenic when injected into the yolk sac of chick embryos. However, it caused a high mortality of the embryos when injected into the air sac on the fourth day of development and unilateral micromelia in about 20% of the survivors."
        },
        {
            "References": "DHHS/NTP-CERHR; NTP-CERHR Monograph on the Potential Human Reproductive and Developmental Effects of Propylene Glycol (March 2004) NIH Pub No. 04-4482 p.II-64.  Available from, as of January 11, 2010: https://cerhr.niehs.nih.gov/evals/egpg/propylene/PG_Monograph.pdf",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Random-bred mice (Harlan Sprague-Dawley) were superovulated (5 IU PMSG IP followed in 48 hours with 5 IU HCG) and paired with B6SJL/J males. Female mice were sacrificed on gestational day (gd) 2 (day of vaginal plug = gd 1) for collection of two-cell embryos or on gd 3 for collection of eight-cell morulae. Oviducts were flushed with M2 medium and embryos were cultured in Ham's F-10 media. Embryos at the two-cell stage were washed 3x in Ham's F-10 and cultured 24 hours in medium containing 6 -131 mM propylene glycol (0, 0.05, 0.1, 0.2, or 1.0%). Embryos were then washed in Hams F-10 (three times) and cultured in propylene glycol-free medium for 5 days to observe development to the blastocyst stage. Embryos collected at the morulae stage were exposed to propylene glycol for 24 hours. The percentage of embryos cavitating and the blastocoel volume was recorded at 0, 4, 8, and 24 hours after removal of the propylene glycol from the medium. All experiments were repeated at least 3 times (43 embryos/treatment group, avg.). Differences in the control and treatment groups were tested for significance (p < 0.01) using Chi-Squared analysis. Embryos exposed to propylene glycol or glycerol exhibited development to the blastocyst stage that was comparable with controls. Morulae cultured 24 hours in medium with 0, 0.05, 0.1, 0.2, or 1.0% propylene glycol or glycerol cavitated at a rate that was comparable with stage-matched controls [data not shown]. Blastocoel volume expansion was unaffected [method referenced, but not described]. The authors concluded that the progression of preimplantation embryo development to the blastocyst stage is not affected by propylene glycol at 0.05, 0.1, 0.2, or 1.0% ... Ethanol stimulated embryo development and cavitation whereas the other alcohols tested (methanol, 2-propanol, 1-propanol, and 1-butanol) were toxic to blastocyst formation."
        },
        {
            "References": "Cosmetic Ingredient Review Expert Panel; J Am Coll Toxicol 13 (6): 437-91 (1994)",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ A continuous breeding reproduction study was conducted using COBS Crl:CD-1 (ICR)BR outbred Swiss albino mice (6 weeks old). The continuous breeding phase of the study (task II) was begun after the dose-setting study (task I) and involved three experimental groups (40 mice per group) and a control group of 80 mice. Experimental and control groups contained an equal number of male and female mice. The three experimental groups were given the following doses (in feed or water), respectively, during a 7 day premating period: 1.0% propylene glycol (PG) (daily dose 1.82 g/kg), 2.5% PG (daily dose 4.80 g/kg), and 5.0% PG (daily dose 10.10 g/kg). The animals were then randomly grouped as mating pairs, cohabitated, and treated continuously for 98 days; data were collected on all newborns. If significant adverse effects on fertility were observed, a crossover mating trial (task III) was usually performed to determine whether F0 males or females were more sensitive to the effects. Task III was not conducted and would have consisted of mating high dose mice of each sex to control mice of the opposite sex and then analyzing the offspring. To perform an offspring assessment of reproductive function (task IV) following exposure to PG, the dam (from phase II) was dosed through weaning and F1 mice were dosed until mating occurred at 74 +/- 10 days of age. Mating pairs consisted of male and female offspring from the same treatment group (20/group/sex); F2 litters were examined. In the continuous breeding phase (task II), there were no significant changes (p < 0.05) in mean live pup weight per litter between the control group and any of the treatment groups. In task IV, which was an offspring assessment of reproductive function, only the high dose group (5% PG) was involved. There were no significant differences (p < 0.05) between control and experimental groups with respect to the following observations in task IV: mating index, fertility index, mean number of live pups per litter, proportion of pups born alive, and sex of pups born alive ..."
        },
        {
            "References": "Cosmetic Ingredient Review Expert Panel; J Am Coll Toxicol 13 (6): 437-91 (1994)",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ The effect of propylene glycol (PG) on the development of B6D2F1 mouse zygotes in the pronuclear stage was evaluated; oocytes were fertilized in vitro. Samples of zygotes were incubated for 20 min (at 22 °C) with 1.5, 3.0, and 6.0 M PG in phosphate-buffered saline. There were three zygote cultures per test concentration of PG, and each group of three were incubated with 0, 0.1, and 0.25 M sucrose, respectively. The three control cultures without PG were also incubated with 0, 0.1, and 0.25 M sucrose, respectively. Subsequently, the zygotes were incubated for 24 hr (at 37 °C) under 5% CO2, and the percentage of zygotes that cleaved to form two-cell embryos was determined. The percentage of zygotes that developed to two-cell embryos was not altered in control cultures or cultures exposed to 1.5 M PG (78% in both cultures), but was reduced in cultures exposed to 3.0 M PG (7%; p < 0.05). Embryonic development was inhibited completely in zygotes exposed to 6.0 M PG. The presence of sucrose in the incubation medium did not influence embryonic development ... In a later publication by the same authors, the data indicated that the exposure of B6D2F1 mouse zygotes to > or = 2.5M PG for 2-7 min altered both intracellular pH and developmental potential. In that these effects were independent of volume changes noted in zygotes and therefore intracellular PG concentrations, /it was/ postulated that the toxicity of PG is mediated by direct alteration of the cell membrane ..."
        },
        {
            "References": "US EPA; Revised Toxicology  Chapter in Support of Issuance of the Reregistration Eligibility Decision (RED) Document. PC Code for Propylene Glycol: 068603; PC Code for Dipropylene Glycol: 068604. Reregistration Case Number: 3126. (February 5, 2007). Available from, as of February 24, 2010:  https://www.regulations.gov/search/Regs/home.html#home",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ Evidence of neurotoxicity was observed in mice, rabbits, and guinea pigs following a single dose of propylene glycol; loss of balance, marked depression, and analgesia (effects observed at lethal doses of 18400-24900 mg/kg/day).  Central nervous system depression was also noted in rats administered propylene glycol at greater than 13200 mg/kg/day in drinking water for 140 days.  However, these CNS effects were observed only at a dose level that far exceeds the /EPA/ established limit dose (1000 mg/kg/day) for an oral subchronic toxicity study."
        },
        {
            "References": "Organization for Economic Cooperation and Development; Screening Information Data Set for 1,2-Dihydroxypropane (57-55-6) p.50 (2001). Available from, as of December 31, 2009: https://www.chem.unep.ch/irptc/sids/OECDSIDS/sidspub.html",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ /Mice were fed oral doses of propylene glycol./ Ataxia was observed in the 4.0 g/kg dose group. At 10.4 g/kg, observed effects included: ataxia, moderate decrease of spontaneous motor activity, body/limb tone, and respiration, 60% fall in treadmill performance, and 3 °C fall in body temperature."
        },
        {
            "References": "Cosmetic Ingredient Review Expert Panel; J Am Coll Toxicol 13 (6): 437-91 (1994)",
            "Value": "/BEHAVIORAL STUDIES/ The effect of propylene glycol (PG) administration on forced locomotor actiity was ... studied in Wistar rats and Swiss mice (number not stated). Mice given peroral doses of 100% PG had a 60% reduction in activity compared with controls. Upon intraperitoneal administration of the compound, there was a significant decrease in forced locomotor activity in both rats and mice given 100% PG. With use of the same doses in an inclined plane test involving mice, a smooth wooden plate at an angle of 45 deg was used to determine ataxia. By both routes of administration, 20-100% PG caused ataxia in mice."
        },
        {
            "References": "Cosmetic Ingredient Review Expert Panel; J Am Coll Toxicol 13 (6): 437-91 (1994)",
            "Value": "/ENDOCRINE MODULATION/ ... The effects of propylene glycol (PG) administration on adrenal steroidogenesis in the rat /were tested/. Four groups of male Fischer strain rats, five per group, were given intravenous injections of saline (controls), 0.4 mg/mL etomidate, 7% (v/v) PG, or etomidate plus PG. 30 min later, 0.2 ug adrenocorticotropic hormone (ACTH) was administered to all groups via intravenous injection, causing aldosterone to be released into the serum. Serum samples were drawn at 30, 640, and 90 min post-ACTH administration. Administration of PG did not cause any significant changes in adrenal steroidogenesis in the rat in this experiment."
        },
        {
            "References": "US EPA; Revised Toxicology  Chapter in Support of Issuance of the Reregistration Eligibility Decision (RED) Document. PC Code for Propylene Glycol: 068603; PC Code for Dipropylene Glycol: 068604. Reregistration Case Number: 3126. (February 5, 2007). Available from, as of February 24, 2010:  https://www.regulations.gov/search/Regs/home.html#home",
            "Value": "/GENOTOXICITY/ There were no signs of mutagenicity in several bacterial reverse mutation tests in tester strains TA 1535, TA 1537, TA 100, TA 98, and TA 1538 that were performed with concentrations of propylene glycol ranging from 1-10000 ug/plate. Propylene glycol did not induce mutant colonies and was negative in all cases. Similar negative results were observed in additional mutagenicity studies, including an in vitro mammalian cell gene mutation test, in vitro mammalian chromosome aberration test, mammalian erythrocyte micronucleus test, and a dominant lethal assay."
        },
        {
            "References": "PMID:9209085",
            "Value": "/GENOTOXICITY/ Aneuploidy in germ cells results in reproductive failure and mental and physical disorders in humans ...The objective of this study was to test the hypothesis that propylene glycol (1,2- propanediol; PG) induces cytogenetic aberrations in mouse metaphase II (MII) oocytes that predispose zygotes to aneuploidy. Female ICR mice received 7.5 IU eCG and 5.0 IU hCG 48 hr later. PG doses of 1300, 2600, and 5200 mg/kg bw were given 3 hr post-hCG; controls received the solvent deionized water. Ovulated oocytes were collected 16 hr after administration of PG and processed for cytogenetic analysis. For the one-cell zygote cytogenetic study, females were given PG and paired (1:1) with ICR males for 16 hr. Females that mated were given 2 x 10-3 M colchicine 22 hr post-PG, and zygotes were collected 18 hr later. PG significantly (p<0.05) increased both the proportion of MII oocytes with premature centromere separation (PCS) and the proportion of aneuploid one-cell zygotes. /It was determined/ ... that PG-induced PCS in MII oocytes predisposes zygotes to aneuploidy."
        },
        {
            "References": "DHHS/NTP-CERHR; NTP-CERHR Monograph on the Potential Human Reproductive and Developmental Effects of Propylene Glycol (March 2004) NIH Pub No. 04-4482 p.II-41 .  Available from, as of January 11, 2010: https://cerhr.niehs.nih.gov/evals/egpg/propylene/PG_Monograph.pdf",
            "Value": "/GENOTOXICITY/ Propylene glycol was tested using the mouse micronucleus test with 38 other food additives. The micronucleus test was conducted in 8-week-old ddY mice (6/dose group). Animals were dosed by intraperitoneal (IP) injection, once/day for 5 days with propylene glycol. Femoral marrow cells were flushed with fetal bovine serum. Slides were fixed in methanol and stained with Giemsa. Preparations were coded so that the scorer was not aware of the treatment. One thousand polychromatic erythrocytes (PCE) per mouse were scored under 100x power and the number of micronucleated polychromatic erythrocytes (MNPCE) was recorded. Results were compared with control groups and historical negative control groups. The frequency of MNPCEs in each treatment group was compared with the binomial distribution specified by historical control data from that laboratory. Dose-response relationships were tested by the Cochran-Armitage trend test. A positive result was recorded when one or more treatment groups showed a statistically significant difference (P < 0.01) ... Test results were negative."
        },
        {
            "References": "Organization for Economic Cooperation and Development; Screening Information Data Set for 1,2-Dihydroxypropane (57-55-6) p.19 (2001). Available from, as of December 31, 2009: https://www.chem.unep.ch/irptc/sids/OECDSIDS/sidspub.html",
            "Value": "/GENOTOXICITY/ Two Ames assays with and without activation at dose levels up to 10,000 ug/plate were negative using indicator strains TA92, TA94, TA 98, TA100, TA1535 and TA1537). Satisfactory results were obtained with positive test substances included in these assays."
        },
        {
            "References": "Organization for Economic Cooperation and Development; Screening Information Data Set for 1,2-Dihydroxypropane (57-55-6) p.19 (2001). Available from, as of December 31, 2009: https://www.chem.unep.ch/irptc/sids/OECDSIDS/sidspub.html",
            "Value": "/GENOTOXICITY/ No increase in chromosomal aberrations in bone marrow was found in male rats given 30, 2500, or 5000 mg/kg bw propylene glycol by gavage either once or on five consecutive days. A satisfactory response was obtained with triethylene melamine (positive control substance). Similarly, there was no increase in micronucleated polychromatic erythrocytes harvested from mouse bone marrow 18 hr after a single ip injection of propylene glycol at 2500, 5000, 10000, or 15000 mg/kg bw. Although no positive control was included in this study, positive results were obtained with other substances included in the test battery thereby validating the sensitivity of the assay."
        },
        {
            "References": "Organization for Economic Cooperation and Development; Screening Information Data Set for 1,2-Dihydroxypropane (57-55-6) p.19 (2001). Available from, as of December 31, 2009: https://www.chem.unep.ch/irptc/sids/OECDSIDS/sidspub.html",
            "Value": "/GENOTOXICITY/ The potential of propylene glycol (30, 2500, or 5000 mg/kg bw, by gavage) to induce heritable mutations in germ cells was assessed in studies ... involving one or five consecutive daily treatments. Triethylene melamine, used as positive control in the acute test, gave a satisfactory result. While occasional statistically significant differences were noted in mid- and high dose animals from both phases of the investigation, comparison with historic data demonstrated that this was a consequence of unrepresentative control data rather than a substance specific effect. Overall it was concluded that propylene glycol had no capacity to induce heritable mutations in the male rat."
        },
        {
            "References": "Razvi F et al; Arogya (Manipal, India) 5: 60-2 (1979)",
            "Value": "/GENOTOXICITY/ IP administration of 0.1 mL propylene glycol to mice caused chromosomal aberrations in spermatocytes."
        },
        {
            "References": "Sheftel, V.O.; Indirect Food Additives and Polymers. Migration and Toxicology. Lewis Publishers, Boca Raton, FL. 2000., p. 275",
            "Value": "/GENOTOXICITY/ 1,2-Propanediol produced a negative response in the /sister chromatid exchange/ test system. It was negative in Salmonella mutagenicity assay."
        },
        {
            "References": "Cosmetic Ingredient Review Expert Panel; J Am Coll Toxicol 13 (6): 437-91 (1994)",
            "Value": "/GENOTOXICITY/ The mutagenicity of propylene glycol (PG) was ... evaluated in a chromosomal aberrations test using a Chinese hamster fibroblast cell line. The cells were exposed to 32.0 mg/mL PG in a physiological saline (maximum dose) for 48 hr without metabolic activation. The maximum dose was defined as the dose at which the maximum effect was obtained. Untreated cells and solvent-treated cells served as controls; the incidence of aberrations was usually < 3.0% in these cells. The incidence of polyploid cells and cells with structural chromosomal aberrations, such as chromatid or chromosome gaps, breaks, exchanges, ring formations, fragmentations, and others, were recorded for each culture. The results were considered positive if the total incidence of cells with aberrations (including gaps) was > or = 10%, equivocal if the incidence was between 5 and 9.9%, and negative if the incidence was < or = 4.9%. Positive results were reported for PG in this test."
        },
        {
            "References": "PMID:10954124",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ Propylene glycol (PG) raises an intracellular calcium concentration ([Ca2+]i) in PC12 cells. The present study has been undertaken to examine whether or not the voltage-dependent Ca2+ channels are involved in the PG-induced rise in [Ca2+]i and, if so, to determine which types participate in it. CdCl2 (50 uM) and the Ca2+ -free saline depressed the action of PG (0.5 - 10 %v/v)-induced [Ca2+]i rise. Although NiCl2 (50 uM) at the same concentration as CdCl2, and omega-agatoxin (50 and 300 nM) had no effect on the PG-induced [Ca2+]i rise, each of omega-conotoxin (1 uM), nifedipine (10 uM), nicardipine (10 uM), verapamil (10 uM) and diltiazem (10 uM) significantly decreased it. Electrical stimulation and Bay K 8644 (1 uM) enhanced the PG-induced [Ca2+]i rise. The second phase of the [Ca2]i rise was fallen fast by nicardipine (10 uM), but not by omega-conotoxin (1 uM). The results obtained suggested that the Ca2+ influx through the L- and N-type Ca2+ channels are involved in the PG-induced [Ca2+]i rise."
        },
        {
            "References": "Cosmetic Ingredient Review Expert Panel; J Am Coll Toxicol 13 (6): 437-91 (1994)",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ The effects of propylene gylcol on mouse urinary bladder epithelial cell growth were investigated ... A group of hairless male Oslo strain mice (number not specified) was given subcutaneous injections of 0.2 mL propylene glycol 3 days a week for 3 months. There were no significant changes in the fraction of cells with S-phase DNA content among the diploid cells. Cells harvested after 1 month of treatment with propylene glycol had a 50% reduction in the DNA production in tetraploid cells. DNA production was reduced to 20% after 2 months of treatment and was 0% at 3 months. The number of tetraploid cells was nearly 0 at the end of the 3 month treatment period. Propylene glycol caused a disturbance in the proliferative response rate of urinary bladder epithelial cells."
        },
        {
            "References": "Cosmetic Ingredient Review Expert Panel; J Am Coll Toxicol 13 (6): 437-91 (1994)",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ The potential for 40% (v/v) propylene glycol (PG) in distilled water to cause skeletal muscle damage after im injection was evaluated in vitro using isolated extensor digitorum longus muscles from rats. The muscles were injected with 15uL of the solution and placed in a balanced salt solution bubbled with 95% O2/5% CO2. The myotoxicity of injected solutions was evaluated by noting the cumulative release of creatine kinase (intracellular cytosolic enzyme) into the incubation medium over a 2 hr period. Creatine kinase levels and histologic evaluation are the commonly used indices of skeletal muscle damage, both clinically and experimentally. Cumulative creatine kinase release increased as a function of time throughout the 2 hr incubation period ..."
        },
        {
            "References": "Cosmetic Ingredient Review Expert Panel; J Am Coll Toxicol 13 (6): 437-91 (1994)",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ The effect of propylene glycol (PG) and various polypropylene glycols (PPG) on the contraction of rabbit muscles /was studied/. Glycerol-extracted fibers of rabbit psoas muscle were cut into 50 mm bundles. Half of each bundle was incubated with 0.2 M KCl/0.05 M Tris (the incubation mixture), and 6.6 x 10 -5 M Mg-ATP was added to initiate a reaction. The second half of the fiber bundle was incubated with the incubation mixture and the following test substances: 16 mg/mL PG, 33 mg/mL PG, 66 mg/mL PG, 33 mg/mL PPG 225, 66 mg/mL PPG 225, 33 mg/mL PPG 425, or 66 mg/mL PPG 425. All doses of PG, PPG 225, and PPG 425 promoted shortening of the test muscle fibers, as well as development of tension within the test fibers."
        },
        {
            "References": "Cosmetic Ingredient Review Expert Panel; J Am Coll Toxicol 13 (6): 437-91 (1994)",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ ... The antibacterial properties of propylene glycol (PG) /were investigated/. Agar plates were inoculated with the test organisms Staphylococcus aureus, Pseudomonas aeruginosa, Streptococcus faecalis, and Streptococcus pyogenes. After a 24 hr incubation period, a 1.5 cm hole was cut in the center of each agar plate. A 100% solution of PG was poured into the hole, and the zones of inhibition of the test organism's growth were measured on each plate. PG did not produce any zones of inhibition in any of the plates. PG did not have antiseptic properties in this test."
        },
        {
            "References": "Cosmetic Ingredient Review Expert Panel; J Am Coll Toxicol 13 (6): 437-91 (1994)",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ Propylene glycol (PG) (0.2 mL) was injected sc into 12 male hairless mice of the hr/hr Oslo strain (10-12 weeks old) 3 times per week for 3 months. None of the animals died, and there was no ulceration at the injection sites. Based on the microflow histograms of urinary bladder epithelial cells ..., the following results were reported: the proportion of diploid cells in the S-phase fluctuated but was not significantly altered. The proportion of tetraploid cells in the S-phase was significantly reduced, and at 3 months, there was no DNA synthesis in these cells. Overall, the proportion of diploid cells increased, the number of tetraploids was slightly reduced, and almost all of the octoploid cells disappeared. The alterations reported were described as disturbed regenerative reactions resulting from PG-induced acute cellular toxicity. Some of the bladder epithelial cells were killed, and the mechanism of repeated DNA synthesis was disturbed ..."
        },
        {
            "References": "Cosmetic Ingredient Review Expert Panel; J Am Coll Toxicol 13 (6): 437-91 (1994)",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ ... The irritation potential of propylene glycol (PG) /was investigated/ in an in vitro histamine release study. Cells were harvested from male Wistar rats, and a population containing mast cells, macrophages, leukocytes, and erythrocytes was isolated and suspended in /Hank/s Buffered Salt Solution/ (HBSS) and bovine serum albumin (BSA). PG, at final concentrations of 0.01, 0.10, 1.0, or 10%, was added to the cells for 10 min (37 °C). The reaction mixture was spun at 400 G for 10 min, and the supernatant was used for analysis of histamine release, an index of irritation potential. Control values for histamine release were obtained by exposing a cell population to HBSS/BSA alone. Only those cells exposed to a final concentration of 1.0% PG released significantly more histamine than control cells (p < 0.01)."
        },
        {
            "References": "Cosmetic Ingredient Review Expert Panel; J Am Coll Toxicol 13 (6): 437-91 (1994)",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ ... The carcinogenic potential of propylene glycol (PG) /was investigated/ in a hamster embryo cell transformation bioassay. Embryo cells were isolated from Syrian hamsters on day 13 of gestation. Isolated cells were separated into tubes containing 2.5 x 10 +6 cells and frozen at -195 °C prior to the experiment. Samples of the frozen cell aliquots were reconstituted on day 0 of the experiment and cultured for 6 days. On day 6 of the experiment 4 mL of PG at concentrations ranging from 0.125 to 8.0% (actual concentrations not stated) was added to the cells. Positive and negative controls were tested in each experiment. After 8 days, the cultures were investigated for the presence of any transformed colonies. No transformed colonies were reported in any of the PG dosed cells."
        },
        {
            "References": "US EPA; Revised Toxicology  Chapter in Support of Issuance of the Reregistration Eligibility Decision (RED) Document. PC Code for Propylene Glycol: 068603; PC Code for Dipropylene Glycol: 068604. Reregistration Case Number: 3126. (February 5, 2007). Available from, as of February 24, 2010:  https://www.regulations.gov/search/Regs/home.html#home",
            "Value": "/VETERINARY CASE REPORTS/ The /EPA/ has expressed concern for companion animal safety because exposure to propylene glycol can produce blood dyscrasia (Heinz body formation) in cats."
        },
        {
            "References": "Humphreys, D.J. Veterinary Toxicology. 3rd ed. London, England: Bailliere Tindell, 1988., p. 185",
            "Value": "/VETERINARY CASE REPORTS/  Propylene glycol (2.8 L), given to a horse /was/ mistaken for mineral oil /and/ caused depression and ataxia, with recovery in 3 days."
        },
        {
            "References": "PMID:11002500",
            "Value": "/VETERINARY CASE REPORTS/ Two horses were accidentally administered propylene glycol instead of mineral oil. After discovery of the mistake intensive medical therapy with intravenous fluids, etc. was started, and both animals recovered fully from their clinical symptoms ..."
        },
        {
            "References": "Cosmetic Ingredient Review Expert Panel; J Am Coll Toxicol 13 (6): 437-91 (1994)",
            "Value": "/VETERINARY CASE REPORTS/ The accidental oral administration of 3.8 L of propylene glycol IPG) to a male horse (weight 450-500 kg) resulted in pain, ataxia, salivation, and excessive sweating within 10-15 min. With the exception of ataxia, all clinical signs had resolved within 5 min, and an appropriate treatment protocol was begun. On the next day, the animal became increasingly ataxic and died of apparent respiratory arrest. Death occured at 28 hr postingestion. No appreciable gross lesions were noted at necropsy; PG concentrations of 9,000 mg/L in serum and 7,500 mg/L in renal fluids (combined urine and blood) were detected. Microscopic changes included moderate myocardial perivascular edema with dilatation of lymphatics and moderate pulmonary edema characterized by proteinaceous material in alveoli and in some of the bronchioles. Hepatic lesions consisted of scattered single-cell hepatocytic necrosis and minimal acute suppurative pericholangitis. Peracute renal infarcts characterized by multiple linear areas of coagulative tubular necrosis were also observed ..."
        },
        {
            "References": "PMID:103773",
            "Value": "/OTHER TOXICITY INFORMATION/ Oral administration of propylene glycol to rats (1 mL of 90%/100 g bw/7 days) did not affect hepatic microsomal cytochrome P450 content, but stimulated aniline hydroxylase and slightly increased cytochrome b5 content and bromosulfophthalein-binding capacity of cytosol z fraction."
        },
        {
            "References": "PMID:11049064",
            "Value": "/OTHER TOXICITY INFORMATION/ ...Three experiments /were conducted/ to determine the effects of nutritional and hormonal status on microsomal triglyceride transfer protein (MTP) activity and mass. In experiment 1, 18 nonlactating Holstein cows, 75 days before expected calving date, in their second gestation or greater were monitored from day 75 to 55 prepartum. Cows were fed a control diet from day 75 to 62 prepartum for covariable measurements. From day 61 to 55 prepartum, six cows continued to receive the control diet, six cows were restricted to 2.3 kg of grass hay/day, and six cows were fed the control diet plus 1.8 kg of concentrate/day and 500 mL of propylene glycol given 2 times/day as an oral drench. Plasma glucose and serum insulin concentrations were highest in cows that received propylene glycol and lowest in feed restricted cows. Plasma nonesterified fatty acids (NEFA) and liver triglyceride (TG) concentrations were highest in feed restricted cows and not different between cows that received the control diet and cows that received propylene glycol. Hepatic MTP activity and mass were not affected by treatment."
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "(1) Hansch C et al; Exploring QSAR. Hydrophobic, Electronic, and Steric Constants. ACS Prof Ref Book. Heller SR, consult. ed., Washington, DC: Amer Chem Soc p. 7 (1995) (2) US EPA; Estimation Program Interface (EPI) Suite. Ver. 4.0. Jan, 2009. Available from https://www.epa.gov/oppt/exposure/pubs/episuitedl.htm as of Feb 12, 2010. (3) Swann RL et al; Res Rev 85: 17-28 (1983)",
            "Value": "The Koc of propylene glycol is estimated as 1(SRC), using a log Kow of -0.92(1) and a regression-derived equation(2). According to a classification scheme(3), this estimated Koc value suggests that propylene glycol is expected to have very high mobility in soil(SRC)."
        }
    ]
}