{
    "_id": {
        "$oid": "6682e7e1c4e5dba5ffba22cc"
    },
    "CID": {
        "$numberInt": "1031"
    },
    "Name": "N-PROPANOL",
    "IUPACName": "propan-1-ol",
    "CanonicalSMILES": "CCCO",
    "Synonyms": [
        "1-propanol",
        "propanol",
        "Propan-1-ol",
        "Propyl alcohol",
        "n-propanol",
        "71-23-8",
        "n-Propyl alcohol",
        "ethylcarbinol",
        "Policosanol",
        "optal",
        "1-hydroxypropane",
        "osmosol extra",
        "Propylic alcohol",
        "Propanol-1",
        "1-Propyl alcohol"
    ],
    "IsomericSMILES": "CCCO",
    "INCHI": "InChI=1S/C3H8O/c1-2-3-4/h4H,2-3H2,1H3",
    "INCHIKEY": "BDERNNFJNOPAEC-UHFFFAOYSA-N",
    "Formula": "C3H8O",
    "MolecularWeight": {
        "$numberDouble": "60.1"
    },
    "Description": "Propan-1-ol is the parent member of the class of propan-1-ols that is propane in which a hydrogen of one of the methyl groups is replaced by a hydroxy group. It has a role as a protic solvent and a metabolite. It is a short-chain primary fatty alcohol and a member of propan-1-ols.",
    "XlogP": {
        "$numberDouble": "0.3"
    },
    "Complexity": {
        "$numberInt": "7"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "environmental_bioconcentrations": [
        {
            "References": "(1) Hansch C et al; Exploring QSAR. Hydrophobic, Electronic, And Steric Constants. ACS Profess Ref Book. Washington, DC: Amer Chem Soc p. 7 (1995) (2) Meylan WM et al; Environ Toxicol Chem 18: 664-72 (1999) (3) Franke C et al; Chemosphere 29: 1501-14 (1994)",
            "Value": "An estimated BCF of 3 was calculated for n-propanol(SRC), using a log Kow of 0.25(1) and a regression-derived equation(2). According to a classification scheme(3), this BCF suggests the potential for bioconcentration in aquatic organisms is low(SRC)."
        }
    ],
    "environmental_biodegradations": [
        {
            "References": "(1) Gerhold RM, Malaney GW; J Water Pollut Control Fed 38: 562-79 (1966) (2) Price KS et al; J Water Pollut Control Fed 46: 63-77 (1974) (3) Pitter P; Water Res 10: 231-5 (1976) (4) WHO; Environmental Health Criteria 102, 1-Propanol. Geneva, Switzerland: WHO International Program on Chemical Safety. pp. 1-57 (1990)",
            "Value": "AEROBIC: n-Propanol is readily degraded in laboratory tests using activated sludges, sewage seeds, and wastewater inocula(1-4). In 1 day test using 500 mg/l n-propanol and activated sludge at 20 °C, a 37% theoretical oxygen demand (ThOD) was obtained(1). Biodegradation of 3, 7, and 10 mg/l with filtered sewage seed in fresh water resulted in a 64% ThOD in 5 days and 75% ThOD in 20 days(2). n-Propanol was 99% removed using acclimated activated sludge at 20 °C (71 mg COD/g-hr rate)(3). Biodegradation of n-propanol in fresh water, using a domestic and synthetic waste water seed, resulted in a 93% ThOD and 97% ThOD (in 5 day tests), respectively(4). Biodegradation of 3, 7, and 10 mg/l with filtered sewage seed in salt water resulted in a 43% ThOD in 5 days and 73% ThOD in 20 days(2)."
        },
        {
            "References": "(1) WHO; Environmental Health Criteria 102, 1-Propanol. Geneva, Switzerland: WHO International Program on Chemical Safety. pp. 1-57 (1990) (2) Speece RE; Environ Sci Technol 17: 416A-27A (1983) (3) Chou WL et al; Biotech Bioeng Symp 8: 391-414 (1979) (4) Wagner R; Vom Wasser 42: 271-305 (1974)",
            "Value": "ANAEROBIC: n-Propanol will be readily degraded under anaerobic conditions(1-4). Typical n-propanol removal efficiencies for an anaerobic lagoon treatment facility with a retention time of 15 days were 77% and 81% after loading with concentrated wastes(1). In closed bottle studies, n-propanol was completely degraded anaerobically by an acetate-enriched culture, derived from a seed of domestic sludge(1). The culture started to utilize cross-fed n-propanol after 4 days, at a rate of 110 mg/l per day(1). In a mixed reactor with a 20-day retention time, seeded by the same culture, 41% removal was achieved in the 20 days following 70 days of acclimation to give a final n-propanol of 10,000 mg/l(1)."
        }
    ],
    "fish_seafood_concentrations": [
        {
            "References": "(1) Nonaha J et al; J Tokyo Univ Fish 62: 1-10 (1975)",
            "Value": "n-Propanol has been detected in lance (Japan)(1)."
        }
    ],
    "logP": [
        {
            "References": "Hansch, C., Leo, A., D. Hoekman. Exploring QSAR - Hydrophobic, Electronic, and Steric Constants. Washington, DC: American Chemical Society., 1995., p. 7",
            "Value": "log Kow= 0.25"
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "Browning, E. Toxicity and Metabolism of Industrial Solvents. New York: American Elsevier, 1965., p. 333",
            "Value": "... BY DAILY ORAL ADMINISTRATION TO GROWING CHICKS /IT HAS BEEN STATED/ TO CAUSE IMPAIRMENT OF GROWTH & IN OTHER ANIMALS GI IRRITATION ... ."
        },
        {
            "References": "Clayton, G. D. and F. E. Clayton (eds.). Patty's Industrial Hygiene and Toxicology: Volume 2A, 2B, 2C: Toxicology. 3rd ed. New York: John Wiley Sons, 1981-1982., p. 4558",
            "Value": "RATS SURVIVED A 2 HR EXPOSURE TO SATURATED VAPOR BUT TWO OF SIX RATS DIED AFTER A 4 HR EXPOSURE AT 4000 PPM. EXPOSURE OF RATS TO A MINIMUM OF 20,000 PPM FOR 1 HR RESULTED IN NO MORTALITIES DURING A 14 DAY POSTEXPOSURE OBSERVATION PERIOD."
        },
        {
            "References": "Clayton, G. D. and F. E. Clayton (eds.). Patty's Industrial Hygiene and Toxicology: Volume 2A, 2B, 2C: Toxicology. 3rd ed. New York: John Wiley Sons, 1981-1982., p. 4559",
            "Value": "WHEN RATS WERE GIVEN 6.5 G/KG ORALLY, THE LD50 DOSE, THEY BECAME COMATOSE WITHIN A FEW MINUTES AFTER TREATMENT AND DEATHS OCCURRED BETWEEN 2 AND 18 HR POSTTREATMENT. NO MACROSCOPIC LIVER LESIONS WERE OBSERVED AND NO DEATHS OCCURRED WHEN 6 RATS WERE GIVEN ORAL DOSES OF 2160 MG/KG/DAY N-PROPANOL ON EACH OF FOUR SUCCESSIVE DAYS. APPLICATION OF 38 ML/KG/DAY TO THE SKIN OF RABBITS FOR 30 DAYS OVER A PERIOD OF 6 WEEKS RESULTED IN DEATHS OF ONE-THIRD OF THE ANIMALS TREATED."
        },
        {
            "References": "Clayton, G.D., F.E. Clayton (eds.) Patty's Industrial Hygiene and Toxicology. Volumes 2A, 2B, 2C, 2D, 2E, 2F: Toxicology. 4th ed. New York, NY: John Wiley & Sons Inc., 1993-1994., p. 2625-6",
            "Value": "REAGENT GRADE (TWICE REDISTILLED) 1-PROPANOL WAS ADMIN BY INTUBATION IN DOSES OF 0.3 ML/KG TWICE A WEEK TO 18 WISTAR RATS AGED 10 WK ... AVG TOTAL DOSAGE WAS 50 ML & AVG SURVIVAL TIME WAS 570 DAYS. ... SEVERE LIVER INJURY & HYPERPLASIA OF THE HEMATOPOIETIC PARENCHYMA, 5 MALIGNANT TUMORS (2 MYELOID LEUKEMIAS, 2 LIVER SARCOMAS, 1 LIVER CELL CARCINOMA) & 10 BENIGN TUMORS /WERE OBSERVED/. THREE BENIGN BUT NO MALIGNANT TUMORS WERE FOUND IN CONTROLS GIVEN SALINE."
        },
        {
            "References": "Clayton, G.D., F.E. Clayton (eds.) Patty's Industrial Hygiene and Toxicology. Volumes 2A, 2B, 2C, 2D, 2E, 2F: Toxicology. 4th ed. New York, NY: John Wiley & Sons Inc., 1993-1994., p. 2626",
            "Value": "... 31 WISTAR RATS, AGED 10 WK ... WERE GIVEN SC INJECTIONS OF 0.06 ML/KG TWICE A WK. AVG TOTAL DOSAGE WAS 6 ML & AVG SURVIVAL TIME WAS 666 DAYS. 13 MALIGNANT TUMORS DEVELOPED (5 LIVER SARCOMAS, 4 MYELOID LEUKEMIAS, 1 LOCAL SARCOMA, 1 KIDNEY PELVIS CARCINOMA, 1 BLADDER CARCINOMA, 1 UTERINE CARCINOMA) & 7 BENIGN TUMORS WERE IDENTIFIED. SEVERE LIVER INJURY & MARKED HEMATOPOIETIC EFFECTS WERE NOTED IN THE TREATED RATS. CONTROL RATS GIVEN SALINE HAD TWO BENIGN, BUT NO MALIGNANT TUMORS."
        },
        {
            "References": "Clayton, G.D., F.E. Clayton (eds.) Patty's Industrial Hygiene and Toxicology. Volumes 2A, 2B, 2C, 2D, 2E, 2F: Toxicology. 4th ed. New York, NY: John Wiley & Sons Inc., 1993-1994., p. 2625",
            "Value": "INSTILLATION OF 0.1 ML OF 1-PROPANOL INTO THE CONJUNCTIVAL SAC OF RABBITS PRODUCED MARKED TO SEVERE CONJUNCTIVITIS, IRITIS, CORNEAL OPACITIES, & ULCERATIONS. DURING A 14 DAY OBSERVATION PERIOD, PANNUS FORMATION AND KERATACONNUS DEVELOPED IN 4 OF SIX EXPOSED EYES."
        },
        {
            "References": "Clayton, G.D., F.E. Clayton (eds.) Patty's Industrial Hygiene and Toxicology. Volumes 2A, 2B, 2C, 2D, 2E, 2F: Toxicology. 4th ed. New York, NY: John Wiley & Sons Inc., 1993-1994., p. 2626",
            "Value": "1-PROPANOL INACTIVATED E COLI CA 274 IN A CONCENTRATION DEPENDENT MANNER AND INCREASED THE REVERSION RATE IN THESE BACTERIA ... INDUCING TRUE REVERSE MUTATIONS BUT ALSO SOME SUPPRESSOR MUTATIONS. AMES & MOUSE LYMPHOMA TESTS WERE NEGATIVE."
        },
        {
            "References": "Clayton, G. D. and F. E. Clayton (eds.). Patty's Industrial Hygiene and Toxicology: Volume 2A, 2B, 2C: Toxicology. 3rd ed. New York: John Wiley Sons, 1981-1982., p. 4560",
            "Value": "IN NORMOTHERMIC DOGS GIVEN IV INJECTIONS ... WITH SUPPORTED RESPIRATION & NITROUS OXIDE ANESTHESIA, 2 MIN CARDIAC STANDSTILL OCCURRED @ BLOOD LEVEL OF 713 MG/ML. BLOOD PRESSURE & MEAN PULSE RATE FELL MORE RAPIDLY AFTER IV INJECTION OF 1-PROPANOL THAN WITH ETHANOL ... LESS RAPIDLY THAN WITH 1-BUTANOL."
        },
        {
            "References": "HILLBOM ME ET AL; ARUKORU KENKYU 9 (2): 101-8 (1974)",
            "Value": "RATS WHICH INGESTED A 2 MOLAR SOLN OF N-PROPANOL FOR 2 MO SHOWED MALLORY'S ALCOHOLIC HYALINE BODIES IN THE LIVER & ALSO DECR IN FAT, GLYCOGEN, & RNA OF THE LIVER."
        },
        {
            "References": "PMID:4140561",
            "Value": "ADMIN OF PROPANOL OR ISOBUTANOL (1 MOLAR) AS THE SOLE DRINKING FLUID TO RATS FOR 4 MO DID NOT PRODUCE ANY INFLAMMATORY REACTION OF LIVER."
        },
        {
            "References": "GUDJONSDOTTIR S; PHYSIOL PLANT 19: 523-40 (1966)",
            "Value": "N-PROPANOL, N-BUTANOL, & ISOBUTANOL @ 1x10-4 MOLAR PROMOTED CELL ELONGATION AND INCR TOTAL GROWTH OF WHEAT ROOTS GROWN IN WHITE LIGHT; HIGHER CONCN INHIBITED MERISTEMATIC ACTIVITY."
        },
        {
            "References": "GIBEL W ET AL; Z EXP CHIR CHIR FORSCH 7 (4): 235-9 (1974)",
            "Value": "RATS TREATED ORALLY & SC WITH ISOBUTANOL OR PROPANOL ONCE OR TWICE A WK FROM 10 WK OF AGE UNTIL DEATH (495-643 DAYS) SHOWED LIVER CARCINOMAS & SARCOMAS, SPLEEN SARCOMAS, PROVENTRICULAR CARCINOMAS, AND MYELOID LEUKEMIA. THE ONLY TUMORS FOUND IN CONTROL RATS WERE SMALL PROVENTRICULAR PAPILLOMAS AND MAMMARY FIBROADENOMAS."
        },
        {
            "References": "PMID:7264950",
            "Value": "A CORRELATION BETWEEN HYPNOTIC POTENCY OF ALIPHATIC ALC & ABILITIES TO DISRUPT STRUCTURE OF NEURONAL MEMBRANE IN VITRO WAS ESTABLISHED. SIGNIFICANT REDN IN ORDER PARAMETER WERE OBSERVED @ NERVE BLOCKING CONCN. THE FOLLOWING ALCOHOLS WERE INVESTIGATED: ETHANOL, PROPANOL, 2-PROPANOL, BUTANOL, 2-BUTANOL, 2-METHYL-1-PROPANOL, 2-METHYL-2-PROPANOL. DISORDERING POTENCY OF EACH ALCOHOL WAS CLOSELY RELATED TO ITS MEMBRANE SOLUBILITY, BASED ON OIL/WATER PARTITION COEFFICIENT."
        },
        {
            "References": "Clayton, G.D., F.E. Clayton (eds.) Patty's Industrial Hygiene and Toxicology. Volumes 2A, 2B, 2C, 2D, 2E, 2F: Toxicology. 4th ed. New York, NY: John Wiley & Sons Inc., 1993-1994., p. 2624",
            "Value": "Exposure of mice to 13,120 ppm (32.2 mg/l) for 160 min or 19,680 ppm (48.2 mg/l) for 120 min was fatal. Groups of two mice were exposed to 3250, 4100, 8150, 12,250, 16,300, and 24,500 ppm for 480, 240, 135, 120, 90, and 60 min, respectively. ... Ataxia appeared in 10 to 14 min at 24,500 ppm and in 90 min to 120 min at 3250 ppm. Prostration was noted in 19 to 23 min at 24,500 ppm and in 165 to 180 min at 3250 ppm. /CNS depression/ was manifest in 60 min at 24,500 ppm and in 240 min at 4100 ppm. Only 1 of 12 mice that showed these clinical signs died. Mice exposed for 480 min to 2050 ppm showed no adverse effects."
        },
        {
            "References": "Clayton, G.D., F.E. Clayton (eds.) Patty's Industrial Hygiene and Toxicology. Volumes 2A, 2B, 2C, 2D, 2E, 2F: Toxicology. 4th ed. New York, NY: John Wiley & Sons Inc., 1993-1994., p. 2625",
            "Value": "Wistar rats were exposed to 320 g/l (approximately 16 g/kg) 1-propanol for 13 weeks. The exposed rats gradually became weak, losing their appetites and showing decreased body weight gain."
        },
        {
            "References": "Grant, W.M. Toxicology of the Eye. 3rd ed. Springfield, IL: Charles C. Thomas Publisher, 1986., p. 768",
            "Value": "Tested on the rabbit eyes, it has had moderately injurious effect on the cornea, graded 5 on a scale of 1 to 10 after twenty-four hours, but the ultimate result was not reported."
        },
        {
            "References": "Clayton, G.D., F.E. Clayton (eds.) Patty's Industrial Hygiene and Toxicology. Volumes 2A, 2B, 2C, 2D, 2E, 2F: Toxicology. 4th ed. New York, NY: John Wiley & Sons Inc., 1993-1994., p. 2625",
            "Value": "1-Propanol was very slightly irritating to the skin of the rabbits, but it is moderately irritating to the eyes of rabbits."
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "(1) Hansch C et al; Exploring QSAR. Hydrophobic, Electronic, And Steric Constants. ACS Profess Ref Book. Washington, DC: Amer Chem Soc p. 7 (1995) (2) Lyman WJ et al; Handbook of Chemical Property Estimation Methods. Washington, DC: Amer Chem Soc pp. 4-9 (1990) (3) Swann RL et al; Res Rev 85: 17-28 (1983)",
            "Value": "The Koc of n-propanol is estimated as 33(SRC), using a measured log Kow of 0.25(1) and a regression-derived equation(2). According to a classification scheme(3), this estimated Koc value suggests that n-propanol is expected to have very high mobility in soil(SRC)."
        }
    ]
}