{
    "_id": {
        "$oid": "6682e7e1c4e5dba5ffba22cd"
    },
    "CID": {
        "$numberInt": "1032"
    },
    "Name": "PROPIONIC ACID",
    "IUPACName": "propanoic acid",
    "CanonicalSMILES": "CCC(=O)O",
    "Synonyms": [
        "propionic acid",
        "Propanoic acid",
        "79-09-4",
        "ethylformic acid",
        "methylacetic acid",
        "Carboxyethane",
        "Metacetonic acid",
        "Ethanecarboxylic acid",
        "Pseudoacetic acid",
        "Luprosil",
        "Monoprop",
        "Prozoin",
        "Antischim B",
        "Propionoic acid",
        "Acide propionique"
    ],
    "IsomericSMILES": "CCC(=O)O",
    "INCHI": "InChI=1S/C3H6O2/c1-2-3(4)5/h2H2,1H3,(H,4,5)",
    "INCHIKEY": "XBDQKXXYIPTUBI-UHFFFAOYSA-N",
    "Formula": "C3H6O2",
    "MolecularWeight": {
        "$numberDouble": "74.08"
    },
    "Description": "Propionic acid is a short-chain saturated fatty acid comprising ethane attached to the carbon of a carboxy group. It has a role as an antifungal drug. It is a short-chain fatty acid and a saturated fatty acid. It is a conjugate acid of a propionate.",
    "XlogP": {
        "$numberDouble": "0.3"
    },
    "Complexity": {
        "$numberInt": "40"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "environmental_bioconcentrations": [
        {
            "References": "(1) Hansch C et al; Exploring QSAR. Hydrophobic, Electronic, and Steric Constants. ACS Prof Ref Book. Heller SR, consult. ed., Washington,DC: Amer Chem Soc p. 6 (1995) (2) Meylan WM et al; Environ Toxicol Chem 18: 664-672 (1999) (3) Franke C et al; Chemosphere 29: 1501-14 (1994)",
            "Value": "An estimated BCF of 3.2 was calculated for propionic acid(SRC), using a log Kow of 0.33(1) and a regression-derived equation(2). According to a classification scheme(3), this BCF suggests the potential for bioconcentration in aquatic organisms is low."
        }
    ],
    "environmental_biodegradations": [
        {
            "References": "(1) Dawson PSS, Jenkins SH; Sew Ind Wastes 22: 490-507 (1950) (2) Dias FF, Alexander M; Appl Microbiol 22: 1114-8 (1971) (3) Gaffney PE, Heukelekian H; Sew Indust Wastes 30: 503 (1958) (4) Gaffney PE, Heukelekian H; Sew Indust Wastes 30: 673-9 (1958) (5) Gaffney PE, Heukelekian H; J Water Pollut Control Fed 33: 1169-83 (1961) (6) Heukelekian H, Rand MC; J Water Pollut Control Assoc 29: 1040-53 (1955) (7) Ishikawa S et al; Water Res 13: 681-5 (1979) (8) Malaney GW, Gerhold RM; Proc 17th Indust Waste Conf Purdue Univ Ext Ser 112: 249-57 (1962) (9) Malaney GW, Gerhold RM; J Water Pollut Control Fed 41: R18-R33 (1969) (10) McKinney RE et al; Sew Indust Wastes 28: 547-57 (1956) (11) Takemoto S et al; Suishitsu Odaku Kenkyu 4: 80-90 (1981) (12) Thom NS, Agg AR; Proc R Soc Lond B 189: 347-57 (1975) (13) Urano K, Kato Z; J Hazardous Materials 13: 147-59 (1986 (14) Yonezawa Y et al; Kogai Shigen Kenkyusho Iho 12: 85-91 (1982) (15) Dore M et al; Trib Cebedeau 28: 3-11 (1975)",
            "Value": "AEROBIC: a number of aerobic biological screening studies, which utilized settled waste water, sewage, or activated sludge for inocula, have demonstrated that propionic acid is readily biodegradable(1-14). For example, 5 day theoretical BOD's of 23-55%(6), 37%(15), 40%(9) and 71%(2) have been reported. These studies indicate propionic acid should degrade rapidly under most environmental conditions."
        },
        {
            "References": "(1) Colleran E et al; Wat Sci Tech 25: 31-40 (1992) (2) Kameya T et al; Sci Total Environ 170: 43-51 (1995) (3) Mawson AJ et al; Wat Res 25: 1549-54 (1991)",
            "Value": "ANAEROBIC: Propionic acid was biodegraded using a variety of methanogenic tests(1). In a bench-top aqueous anaerobic test, propionic acid was completely biodegraded with a half-life of 21 days(2). Using batch flask digesters incubated at 37 °C, 500 mg/L propionic acid was 100% degraded in 6, 8, 10, and 14 days in the presence of <10 mg/L, 530 mg/L, 1060 mg/L, and 2110 mg/L acetic acid, respectively(3)."
        }
    ],
    "fish_seafood_concentrations": [
        {
            "References": "(1) Yasuhara A, Morita M; Chemosphere 16: 2559-65 (1987)",
            "Value": "Two samples of mussels (Mytilus edulis) from the Oarai Coast, Japan contained propionic acid at concentrations of 2.73 and 0.50 ug/g(1)."
        }
    ],
    "logP": [
        {
            "References": "Hansch, C., Leo, A., D. Hoekman. Exploring QSAR - Hydrophobic, Electronic, and Steric Constants. Washington, DC: American Chemical Society., 1995., p. 6",
            "Value": "log Kow = 0.33"
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ The results of acute lethality tests ... show low acute toxicity for propionic acid. Local damage may occur to the skin, eyes, or mucosal surfaces on contact with concentrated solutions of propionic acid. /It was/ reported that 10 mg of propionic acid applied for 24 h produced tissue necrosis in the rabbit skin irritation test, but the same quantity of propionic acid had little effect as a 10% solution in acetone.[Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. 5:705]"
        },
        {
            "References": "",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ ... Tested on rabbit eyes caused severe injury, graded 9 on a scale of 10 after 24 hours, with particular regard to effect on the cornea. Comparing rate of penetration through whole corneas in vitro ... /investigators/ found propionic acid to penetrate at pH 2 more readily than stronger acids, but at pH 1 to penetrate at the same rate as most common acids.[Grant, W.M. Toxicology of the Eye. 3rd ed. Springfield, IL: Charles C. Thomas Publisher, 1986., p. 767]"
        },
        {
            "References": "",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ In a rabbit skin irritation test, tissue necrosis was observed after application of 10 mg of undiluted propionic acid for 24 hours. The compound is corrosive to the gastric lining and, upon oral intubation, results in desquamation and hemorrhage.[American Conference of Governmental Industrial Hygienists. Documentation of the TLV's and BEI's with Other World Wide Occupational Exposure Values. CD-ROM Cincinnati, OH 45240-1634 2005., p. 1]"
        },
        {
            "References": "",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ The effects on renal potassium excretion of 1 hr iv infusion of propionate was studied in mature, conscious fasted ewes. Renal potassium excretion was incr by feeding and by propionate and acetate treatments but not by infusion of glucagon, insulin, and bicarbonate. The mechanisms responsible for the acetate- and propionate-induced kaliuresis are not clear but do not appear to include changes in plasma potassium, glucagon, and insulin or in urine flow and urine sodium excretion. /Propionate/[Rabionowitz L et al; Am J Physiol 246 (2, Part 2): 197-204 (1984)]"
        },
        {
            "References": "",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ A series of phenols and acids was fed to rats for 9 days to determine effects on the methyl-(3)H thymidine labelling index the histological appearance of the forestomach. A variety of proliferative effects in the rat forestomach were observed which paralleled changes in the methyl-(3)H thymidine labelling index. Propionic acid demonstrated the greatest effect in the midregion of the forestomach, the action of propionic acid not being apparent until 21 or 37 days of treatment.[Clayson DB; Toxicol 38 (1): 103-17 (1986)]"
        },
        {
            "References": "",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Rats, mice, and hamsters administered 4% propionic acid in the diet for 7 days showed evidence of damage and cellular proliferation in the epithelium of the forestomach. ... 4% propionic acid in the diet had no effect after 9 days, but induced a five- to sixfold increase in cell proliferation in the midregion of the rat forestomach after 27 days of treatment.[Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. 5:705]"
        },
        {
            "References": "",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Administration of 1/10 and 1/20 LD50 /(1.51 g/kg bw)/ to rats for 2 months led to exhaustion and anemization of the animals.[Sheftel, V.O.; Indirect Food Additives and Polymers. Migration and Toxicology. Lewis Publishers, Boca Raton, FL. 2000., p. 1005]"
        },
        {
            "References": "",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Rats fed calcium or sodium propionate at 1% in the diet for 4 weeks (about 750 mg of propionic acid kg/day) followed by 3% for 3 weeks showed no changes in weight gain compared with controls. /Calcium or sodium propionate/[Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. 5:705]"
        },
        {
            "References": "",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ In a 90-day dermal application study with female mice (10/group), 50 microliters of aqueous propionic acid solutions of 0, 8, 10, and 14% were applied each working day. Body weights were unaffected. In the high-exposure group, skin lesions included erythema, crust formation, and in some instances, ulceration. At 10%, the same effects occurred but were less pronounced. No effect on the skin was noted at 8%, although microscopic examination revealed acanthosis, and fibrous condensation and inflammation of connective tissue.[Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. 5:705]"
        },
        {
            "References": "",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ In a 90-day feeding study, beagles (4/sex) were administered propionic acid in their diets at concentrations of 0, 0.3, 1.0, and 3.0%. Clinical chemistries, hematology, and urinalyses were unrevealing. A loss of appetite was noted, as well as a reversible epithelial hyperplasia of the esophageal mucosa in the treated groups.[Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. 5:706]"
        },
        {
            "References": "",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Twelve monkeys that received sodium propionate in their diets at 2% for 9 weeks showed no effects on the only two parameters monitored, blood and liver.[Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. 5:706]"
        },
        {
            "References": "",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Rats fed 5 percent propionic acid in the diet (about 5000 mg/kg body weight) for 110 days developed lesions of the forestomach[USEPA; Reregistration Eligibility Decision (RED) Database for Propionic Acid (79-09-4) EPA             (September 1994). Available from, as of May 05, 2006: http://www.epa.gov/pesticides/reregistration/status.htm]"
        },
        {
            "References": "",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Propionic acid was given in the feed to dogs at 220, 735, or 2066 mg/kg/day (3000, 10000, and 30000 ppm) for 90 days. The high dose dogs showed reduced food consumption, increased incidence of epithelial hyperplasia in the esophagus, and increased nitrite in the urine. These effects were no longer present in dogs held for a 6 week recovery period[USEPA; Reregistration Eligibility Decision (RED) Database for Propionic Acid  (79-09-4) EPA        (September 1994). Available from, as of May 5, 2006: http://www.epa.gov/pesticides/reregistration/status.htm]"
        },
        {
            "References": "",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Rats fed high levels of propionic acid (4%) in a powdered diet developed forestomach neoplasia, which was believed to have arisen from sustained high levels of cellular proliferation. When administered at 4% in the diet as a pellet, rather than as a powder, cellular hyperplasia and the associated severe inflammatory response was absent. In another study where Wistar rats were fed 75% bread containing 5% of the salt, sodium propionate, rather than the acid, for one year, no histopatholgy of the forestomach was reported. This suggests that the form of chemical (salt vs. free acid), as well as the type of diet, is also an important factor in eliciting this effect.[Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. 5:706]"
        },
        {
            "References": "",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Male and female rats were fed a bread diet that contained 5% sodium propionate (approximately 4 g/kg/day) for 1 year with no adverse effects. /Sodium propionate/[Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. 5:705]"
        },
        {
            "References": "",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Groups of 13 male and 13 female weanling rats were fed on diets containing 0.075% and 3.75% sodium propionate in a baked bread in combination with various proportions of other additives at 50 times their usual commercial level for one year. No effect on growth, mortality rate or body weight was seen although food consumption was slightly depressed on all diets compared with controls. /sodium propionate/[WHO Food Additive Series 5: Propionic acid (1974). Available from, as of May 10, 2006: http://www.inchem.org/pages/jecfa.html]"
        },
        {
            "References": "",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ In a frog embryo teratogenesis assay ... propionic acid at a concentration of 1,514 mg/L caused malformations in 50% of surviving offspring. Malformations included microcephaly, abnormal gut coiling, and edema.[Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. 5:706]"
        },
        {
            "References": "",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ No effects on maternal or fetal survival and no increase in the number of fetal abnormalities were seen when calcium propionate was fed to pregnant mice and rats (up to 300 mg/kg/day for 10 days), hamsters (up to 400 mg/kg/day for 5 days), or rabbits (up to 400 mg/kg/day for 13 days).[Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. 5:706]"
        },
        {
            "References": "",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ No teratogenicity was found in developing chick embryos when up to 100 mg/kg calcium propionate was injected into the yolk or air cell, although there was increased mortality at 5 and 10 mg/kg /calcium propionate/[USEPA; Reregistration Eligibility Decision (RED) Database for Propionic Acid (79-09-4). EPA              (September 1994). Available from, as of May 05, 2006: http://www.epa.gov/pesticides/reregistration/status.htm]"
        },
        {
            "References": "PMID:3556355",
            "Value": "/GENOTOXICITY/ Genotoxic properties of the food additive propionic acid were analyzed using the Escherichia coli DNA repair assay, the SOS chromotest, the Salmonella/microsome mutagenicity test, the sister chromatid exchange test in vitro and the micronucleus test in vivo. All tests except the DNA repair assay with E. coli yielded negative results. These data support other evidence that propionic acid is not mutagenic and that genotoxic events are unlikely to be the cause of forestomach lesions in rats fed propionic acid in the diet.[Basler A et al; Food Chem Toxicol 25 (4): 287-90 (1987)]"
        },
        {
            "References": "",
            "Value": "/GENOTOXICITY/ Propionic Acid, purity not stated, was evaluated for mutagenicity at concentrations of 0.02375, 0.0475, and 0.0950 % with Salmonella typhimurium strains TA 98, TA 100, TA 1535, TA 1537, and TA 1538; and at concentrations of 0.625, 1.25, and 2.50 % with Saccharomyces cerevisiae strain D4 with and without metabolic activation (mice, rat and monkey tissues). ...The results with plate incorporation were negative.[California Environmental Protection Agency/Department of Pesticide Regulation; Toxicology Data Review Summaries. Available from:  http://www.cdpr.ca.gov/docs/toxsums/toxsumlist.htm on Propionic acid (79-09-4) as of May 10, 2006.]"
        },
        {
            "References": "PMID:6862214",
            "Value": "/OTHER TOXICITY INFORMATION/ Toxic reactions of propionic acid in rats were characterized by polytropism. Affected were the nervous and cardiovascular systems, hemopoiesis, and respiratory and parenchymatous organs. Morphological changes in the internal organs were proportional to the exposure concn and the duration of the exposure.[Melnikova AP, Tokanova SE; Gig Sanit 4: 74-6 (1983)]"
        },
        {
            "References": "",
            "Value": "/OTHER TOXICITY INFORMATION/ Propionic acid was infused continuously or in pulses into the rumen of dairy cows sustained by intragastric infusions. Peaks of insulin were observed, corresponding to the pulses of propionic acid.[Istasse L, Orskov ER; Can J Anim Sci 64 (Suppl): 148-9 (1984)]"
        },
        {
            "References": "PMID:6343565",
            "Value": "/OTHER TOXICITY INFORMATION/ The effect of propionate on hormonal and metabolic events was studied in ewes that were vitamin B-12 depleted and repleted. Expts were conducted before and after hydroxocobalamin resupplementation. Vitamin B-12 depleted sheep had greater blood concn and total hepatic influx and efflux of glucose. Comparable glucagon concn and fluxes were reduced in vitamin B-12 depleted. Intramesenteric infusion of propionate elevated concn of glucose, insulin, and glucagon. Secretion of insulin was elevated at the first sampling only (15 min), while glucagon appeared elevated until 30 min. Net hepatic release of glucose was incr at nearly all samplings, but vitamin B-12 depleted ewes had a greater increment of total hepatic influx and efflux. Vitamin B-12 depleted ewes exhibited a diminished glucagon response to proprionate infusion. /Propionate/[Peters JP et al; J Nutr 113 (6): 1229-40 (1983)]"
        },
        {
            "References": "PMID:3134008",
            "Value": "/OTHER TOXICITY INFORMATION/  The study examined the effects of propionate, or propionyl-CoA generated during the oxidation of odd chain length fatty acids, on hepatic oxidation of short and medium chain length fatty acids. In isolated hepatocytes, ketone body formation from odd chain length fatty acids was slow as compared with even chain length fatty acid substrates, and increased as the carbon chain length was increased from five to seven to nine. In contrast, rates of ketogenesis from butyrate, hexonoate and octanoate were all approximately equal. Propionate (10 mM) inhibited ketogenesis from butyrate, hexanoate and octanoate by 81%, 53%, and 18% respectively. ... The inhibitory effect of propionate could not be explained by shunting acetyl-CoA into the tricarboxylic acid cycle, as carbon dioxide formation from butyrate was also decreased by propionate. Examination of the hepatocyte acyl-Coenzyme A pool during oxidation of butyrate demonstrated that addition of propionate decreased acetyl-CoA and CoA as propionyl--CoA accumulated. Addition of carnitine decreased propionyl-CoA by by 50% (associated with production of propionylcarnitine) and increased acetyl-CoA and acyl-Coenzyme A Accumulation of propionyl- acyl-CoenzymeA results in inhibition of short chain fatty acid oxidation. Carnitine can partially reverse this inhibition. Changes in the hepatocyte acyl-CoenzymeA pool are consistent with carnitine acting by generating propionylcarnitine, thereby decreasing propionyl-CoA and increasing availability of free CoA. The data provide further evidence of the potential cellular toxicity from organic acid accretion, and supports the concept that carnitine's interaction with the cellular CoA pool can have a beneficial effect on cellular metabolism and function under conditions of unusual organic acid accumulation.[Brass EP, Beyerinch RA; Biochem J 250 (3): 819-25 (1988)]"
        },
        {
            "References": "",
            "Value": "/ALTERNATIVE IN VITRO TESTS/ ... Propionic acid inhibited the growth of the human adenocarcinoma cell line HT29, derived from similar epithelial tissue of human colon cancer patients, whereas other short-chain fatty acids, such as acetate, enhance transformation.[Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. 5:706]"
        }
    ],
    "sediment_soil_concentrations": [
        {
            "References": "(1) Miller D et al; Mar Biol 50: 375-83 (1979)",
            "Value": "The propionate ion was detected in the sediments from 2 of 3 sampling stations of Loch Eil, Scotland(1). At one station, the average concn at depths of 0 to 3, 3 to 6 and 6 to 12 cm were 30.6 ug/g, 0.5 ug/g and trace quantities, respectively(1). At the other, the average concn at depths of 0 to 3, 3 to 6, 6 to 9 and 9 to 12 cm were 59.0, 15.9, 1.1 and 0.5 ug/g, respectively(1)."
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "(1) Hansch C et al; Exploring QSAR. Hydrophobic, Electronic, and Steric Constants. ACS Prof Ref Book. Heller SR, consult. ed., Washington, DC: Amer Chem Soc p. 6 (1995) (2) Lyman WJ et al; Handbook of Chemical Property Estimation Methods. Washington, DC: Amer Chem Soc pp. 4-9 (1990) (3) Swann RL et al; Res Rev 85: 17-28 (1983) (4) Serjeant EP, Dempsey B; Ionization Constants of Organic  Acids in Aqueous Solution. Inter Union Pure Appl Chem (IUPAC). IUPAC Chem Data Ser No. 23. NY, NY: Pergamon Press, Inc. (1979) (5) Doucette WJ; pp. 141-188 in Handbook of Property Estimation Methods for Chemicals. Boethling RS, Mackay D, eds. Boca Raton, FL: Lewis Publ (2000)",
            "Value": "The Koc of propionic acid is estimated as 36(SRC), using a log Kow of 0.33(1) and a regression-derived equation(2). According to a classification scheme(3), this estimated Koc value suggests that propionic acid is expected to have very high mobility in soil. The pKa of propionic acid is 4.87(4), indicating that this compound will primarily exist in anion form in the environment and anions generally do not adsorb more strongly to soils containing organic carbon and clay than their neutral counterparts(5)."
        }
    ]
}