{
    "_id": {
        "$oid": "6682e8e1c4e5dba5ffba27cf"
    },
    "CID": {
        "$numberInt": "10439"
    },
    "Name": "2-AMINOPYRIDINE",
    "IUPACName": "pyridin-2-amine",
    "CanonicalSMILES": "C1=CC=NC(=C1)N",
    "Synonyms": [
        "2-AMINOPYRIDINE",
        "504-29-0",
        "pyridin-2-amine",
        "2-Pyridinamine",
        "2-Pyridylamine",
        "Pyridinamine",
        "Aminopyridine",
        "o-Aminopyridine",
        "2-aminopyridin",
        "2-Aminopryidine",
        "Pyridine",
        "2-amino-",
        "Amino-2 pyridine",
        "1,2-Dihydro-2-iminopyridine",
        "2-Pyridinylnitrene",
        "26445-05-6"
    ],
    "IsomericSMILES": "C1=CC=NC(=C1)N",
    "INCHI": "InChI=1S/C5H6N2/c6-5-3-1-2-4-7-5/h1-4H,(H2,6,7)",
    "INCHIKEY": "ICSNLGPSRYBMBD-UHFFFAOYSA-N",
    "Formula": "C5H6N2",
    "MolecularWeight": {
        "$numberDouble": "94.11"
    },
    "Description": {
        "$numberDouble": "NaN"
    },
    "XlogP": {
        "$numberDouble": "0.5"
    },
    "Complexity": {
        "$numberInt": "54"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "environmental_bioconcentrations": [
        {
            "References": "(1) Chemicals Inspection and Testing Institute; Biodegradation and Bioaccumulation Data of Existing Chemicals Based on the CSCL Japan. Japan Chemical Industry Ecology - Toxicology and Information Center. ISBN 4-89074-101-1 (1992) (2) Franke C et al; Chemosphere 29: 1501-14 (1994)",
            "Value": "A BCF of 3.0-7.7 and <5.1-25 at a concentration of 0.1 and 0.01 mg/l, respectively, was measured for 2-aminopyridine(1). According to a classification scheme(2), this BCF suggests the potential for bioconcentration in aquatic organisms is low."
        }
    ],
    "environmental_biodegradations": [
        {
            "References": "(1) Sims GK, Sommers LE; Appl Environ Microbiol 51: 963-8 (1986) (2) Sims GK, Sommers LE; Environ Toxicol Chem 5: 503-9 (1985) (3) Naik MN et al; Soil Biol Biochem 4: 313-23 (1972) (4) Chemicals Inspection and Testing Institute; Biodegradation and Bioaccumulation Data of Existing Chemicals Based on the CSCL Japan. Japan Chemical Industry Ecology - Toxicology and Information Center. ISBN 4-89074-101-1 (1992)",
            "Value": "AEROBIC: An aerobic biological screening study, which utilized a 10 mg/l yeast extract and an Aeric Ochraqualf soil for inocula, indicated that 2-aminopyridine is not readily biodegradable(1). At 28 °C and a pH of 7, less than 1% of an initial 17 ppm of 2-aminopyridine was mineralized within 30 days as evidenced via the release of inorganic nitrogen(1). In addition, an acclimated aerobic soil grab sample study demonstrated slow biodegradation of 2-aminopyridine(2). 2-Aminopyridine was added to Fincastle silt loam (Aeric Ochraqualf) with a pH of 6.7 and incubated at 25 °C(2). Within 64 days, 59.5% of the available nitrogen was released to inorganic forms(2). Sterilized controls lost 14.9% of the starting material to volatilization; but, did not release inorganic nitrogen(2). A screening test, which utilized 5 ml garden soil suspensions with glucose, yeast extract and mineral salts, compared aerobic and anaerobic biodegradation of 2-aminopyridine(3). 2-Aminopyridine completely degraded in greater than 96 days under both aerobic and anaerobic conditions(3). A 0% BOD was reported using 100 mg/l 2-aminopyridine in 30 mg/l sludge in 4 weeks(4)."
        }
    ],
    "logP": [
        {
            "References": "Hansch, C., Leo, A., D. Hoekman. Exploring QSAR - Hydrophobic, Electronic, and Steric Constants. Washington, DC: American Chemical Society., 1995., p. 12",
            "Value": "log Kow= 0.48"
        }
    ],
    "mechanism_of_action": [
        {
            "References": "MORITOKI ET AL; ARCH INT PHARM THER 232 (1): 28-41 (1978)",
            "Value": "AMINOPYRIDINES @ CONCN ABOVE 1X10-5 MOLAR CAUSED CONTRACTIONS OF GUINEA PIG ILEUM. AMINOPYRIDINES MAY ACT ON CHOLINERGIC NERVES IN ILEUM, CAUSING INCR RELEASE OF ACETYLCHOLINE BY FACILITATING CALCIUM MOVEMENT, NOT BLOCKING POTASSIUM CONDUCTANCE."
        },
        {
            "References": "BOWMAN ET AL; NAUNYN-SCHMIEDEBERG'S ARCH PHARMACOL 297 (1): 99-103 (1977)",
            "Value": "THE EFFECTS OF 2-, 3-, AND 4-AMINOPYRIDINES WERE INVESTIGATED ON THE ISOLATED CHICK NERVE-MUSCLE PREPARATION AND ON NERVE-FREE CELL CULTURES OF EMBRYONIC CHICK SKELETAL MUSCLE. ALL 3 COMPOUNDS REVERSED TUBOCURARINE BLOCKADE & AUGMENTED TWITCH HEIGHT IN INDIRECTLY STIMULATED ISOLATED NERVE-MUSCLE PREPN. THE AMINOPYRIDINES MAY FACILITATE NEUROMUSCULAR TRANSMISSION BY INCR ACETYLCHOLINE RELEASE IN RESPONSE TO NERVE STIMULATION."
        },
        {
            "References": "PMID:993770",
            "Value": "2-AMINOPYRIDINE BLOCKED POTASSIUM CHANNELS OF SQUID AXON MEMBRANES IN MANNER DEPENDENT ON MEMBRANE POTENTIAL & DURATION & FREQUENCY OF VOLTAGE CLAMP PULSES. BINDING IS TO CLOSED K CHANNELS, RELEASED FROM OPEN CHANNELS IN VOLTAGE-DEPENDENT MANNER."
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "(1) Meylan WM et al; Environ Sci Technol 26: 1560-67 (1992) (2) Swann RL et al; Res Rev 85: 17-28 (1983) (3) Albert A et al; J Chem Soc 1948: 2240-9 (1948)",
            "Value": "Using a structure estimation method based on molecular connectivity indices(1), the Koc for 2-aminopyridine can be estimated to be 45(SRC). According to a classification scheme(2), this estimated Koc value suggests that 2-aminopyridine is expected to have very high mobility in soil. However, the pKa of 2-aminopyridine is 6.86(3), indicating that this compound will partially exist in the protonated form in the environment and cations generally adsorb to organic carbon and clay more strongly than their neutral counterparts."
        }
    ]
}