{
    "_id": {
        "$oid": "6682e8e1c4e5dba5ffba27ce"
    },
    "CID": {
        "$numberInt": "10430"
    },
    "Name": "ISOVALERIC ACID",
    "IUPACName": "3-methylbutanoic acid",
    "CanonicalSMILES": "CC(C)CC(=O)O",
    "Synonyms": [
        "ISOVALERIC ACID",
        "3-Methylbutanoic acid",
        "503-74-2",
        "3-Methylbutyric acid",
        "Isopentanoic acid",
        "Delphinic acid",
        "Isopropylacetic acid",
        "Isovalerianic acid",
        "Butanoic acid",
        "3-methyl-",
        "Isobutylformic acid",
        "Isovalerianic",
        "beta-Methylbutyric acid",
        "Acetic acid",
        "isopropyl-",
        "3-Methylbutyrate",
        "Butyric acid",
        "3-methyl-"
    ],
    "IsomericSMILES": "CC(C)CC(=O)O",
    "INCHI": "InChI=1S/C5H10O2/c1-4(2)3-5(6)7/h4H,3H2,1-2H3,(H,6,7)",
    "INCHIKEY": "GWYFCOCPABKNJV-UHFFFAOYSA-N",
    "Formula": "C5H10O2",
    "MolecularWeight": {
        "$numberDouble": "102.13"
    },
    "Description": "Isovaleric acid is a C5, branched-chain saturated fatty acid. It has a role as a plant metabolite and a mammalian metabolite. It is a short-chain fatty acid, a methylbutyric acid and a branched-chain saturated fatty acid. It is a conjugate acid of an isovalerate.",
    "XlogP": {
        "$numberDouble": "1.2"
    },
    "Complexity": {
        "$numberInt": "66"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "environmental_bioconcentrations": [
        {
            "References": "(1) Hansch C et al; Exploring QSAR. Hydrophobic, Electronic, and Steric Constants. ACS Prof Ref Book. Heller SR (consult ed) Washington, DC: Amer Chem Soc p. 14 (1995) (2) Lyman WJ et al; Handbook of Chemical Property Estimation Methods. Washington,DC: Amer Chem Soc pp. 5-4, 5-10 (1990) (3) Franke C et al; Chemosphere 29: 1501-14 (1994)",
            "Value": "An estimated BCF value of 4.5 was calculated for isovaleric acid(SRC), using a measured log Kow of 1.16(1) and a regression-derived equation(2). According to a classification scheme(3), this BCF value suggests that bioconcentration in aquatic organisms is low(SRC)."
        }
    ],
    "environmental_biodegradations": [
        {
            "References": "(1) Francis AJ et al; in IAEA-SM-257/72 Environmental Migration of Long-lived Radionuclides, Vienna, Austria: Inter Atomic Energy Agency (1982) (2) Dias FF, Alexander M; Appl Microbiol 22: 1114-8 (1971) (3) Kameya T et al; Sci Total Environ 170: 43-51 (1995)",
            "Value": "An anaerobic biodegradation study, using an isovaleric acid concentration of 7.2 mg/l and a mixed bacterial culture isolated from low-level radioactive waste trench leachate from Maxey Flats, KY reported a 5% increase in isovaleric acid concentration after 60 days incubation(1). An aerobic biodegradation study, using an isovaleric acid concentration of 3.7 mg/l and a mixed bacterial culture isolated from low-level radioactive waste trench leachate from Maxey Flats, KY reported a 37% increase in isovaleric acid concentration after 21 days incubation(1). These increases in concentration were attributed to the microbial degradation of complex compounds(1). Isovaleric acid was completely degraded in an aerobic biodegradation study using a chemical concentration of 17.9 mg/l and a mixed bacterial culture isolated from low-level radioactive waste trench leachate from West Valley, NY(1). A biodegradation study based on oxygen depletion measurements, using a sewage seed and a chemical concentration of 2.0 mg of carbon/l, indicate that isovaleric acid is readily biodegraded(2). An initial isovaleric acid concentration of 30 mg carbon/l was anaerobically biodegraded 91% after 21 days incubation in synthetic sewage(3)."
        }
    ],
    "fish_seafood_concentrations": [
        {
            "References": "(1) Yashuara A; J Chromatogr 409: 251-8 (1987)",
            "Value": "Isovaleric acid was detected in fresh and rotten mussels at concentrations of 0.16 and 36.7 ug/g fresh weight, respectively(1)."
        }
    ],
    "logP": [
        {
            "References": "Hansch, C., Leo, A., D. Hoekman. Exploring QSAR - Hydrophobic, Electronic, and Steric Constants. Washington, DC: American Chemical Society., 1995., p. 14",
            "Value": "Log Kow = 1.16"
        }
    ],
    "mechanism_of_action": [
        {
            "References": "PMID:4225844",
            "Value": "(14)C-LABELED ISOVALERIC ACID ADMIN ORALLY TO RATS SHOWED ISOPROPYL GROUP WAS MORE EFFICIENTLY UTILIZED FOR CHOLESTEROL SYNTH THAN CARBOXYL GROUPS, & ALSO MORE EFFICIENTLY UTILIZED THAN FATTY ACID SYNTH. CLEAVAGE OF ACID INTO 2 FRAGMENTS OCCURS BEFORE CHOLESTEROL SYNTH. (14)C-LABELED ISOVALERIC ACID ADMIN ORALLY TO RATS APPEARS TO ENHANCE THE INCORPORATION OF CARBON DIOXIDE INTO CHOLESTEROL."
        },
        {
            "References": "PMID:7082321",
            "Value": "All liver mitochondrial preparations were affected by 1.19 mM isovalerate. Isovaleryl CoA is a potent inhibitor of succinate:CoA ligase (SCL) with positive cooperativity and half-maximal inhibition at 273 +/-11 uM isovaleryl CoA. The investigators suggested that inhibition of the citric acid cycle at the SCL step may be a general mechanism of organic acid toxicity to mitochondria."
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "Clayton, G.D., F.E. Clayton (eds.) Patty's Industrial Hygiene and Toxicology. Volumes 2A, 2B, 2C, 2D, 2E, 2F: Toxicology. 4th ed. New York, NY: John Wiley & Sons Inc., 1993-1994., p. 3529",
            "Value": "THE ORAL LD50 IN RATS IS LESS THAN 3200 MG/KG. SYMPTOMS WERE WEAKNESS, RETRACTION OF ABDOMEN & VASODILATION. UNDILUTED LIQUID WAS STRONG SKIN IRRITANT IN GUINEA PIG."
        },
        {
            "References": "Clayton, G.D., F.E. Clayton (eds.) Patty's Industrial Hygiene and Toxicology. Volumes 2A, 2B, 2C, 2D, 2E, 2F: Toxicology. 4th ed. New York, NY: John Wiley & Sons Inc., 1993-1994., p. 3545",
            "Value": "The maximum no-effect dietary level...in rats was 5%."
        },
        {
            "References": "Clayton, G.D., F.E. Clayton (eds.) Patty's Industrial Hygiene and Toxicology. Volumes 2A, 2B, 2C, 2D, 2E, 2F: Toxicology. 4th ed. New York, NY: John Wiley & Sons Inc., 1993-1994., p. 3544",
            "Value": "Undiluted isovaleric acid has been reported to be a strong skin irritant in the guinea-pig. Isovaleric acid is a mild irritant that produced a moderate response in a 24-hr open, rabbit skin irritation test with 0.5 ml of the compd. and mild irritation of the cornea when 940 ug was applied to rabbit eyes."
        },
        {
            "References": "PMID:6639961",
            "Value": "1 and 10 mmol/l isovalerate strongly inhibited urea synthesis in isolated rat hepatocytes incubated with 10 mmol/l alanine and 3 mmol ornithine. Isovalerate also markedly decr N-acetylglutamate levels, and the decr correlated with the inhibition of urea synthesis by isovalerate. This cmpd also lowered cellular levels of acetyl-CoA. It did not significantly affect the cellular levels of ATP and had no direct effect on N-acetylglutamate synthase activity. These results suggested that the inhibition of urea synthesis by isovalerate is due to decr in N-acetylglutamate levels."
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "(1) Hansch C et al; Exploring QSAR. Hydrophobic, Electronic, and Steric Constants. ACS Prof Ref Book. Heller SR (consult ed) Washington, DC: Amer Chem Soc p. 14 (1995) (2) Lyman WJ et al; Handbook of Chemical Property Estimation Methods. Washington DC: Amer Chem Soc pp. 4-9 (1990) (3) Swann RL et al; Res Rev 85: 23 (1983)",
            "Value": "The Koc of isovaleric acid is estimated as approximately 100(SRC), using a measured log Kow of 1.16(1) and a regression-derived equation(2,SRC). According to a recommended classification scheme(3), this estimated Koc value suggests that isovaleric acid is expected to have high mobility in soil(SRC)."
        }
    ]
}