{
    "_id": {
        "$oid": "6682e8e2c4e5dba5ffba27d2"
    },
    "CID": {
        "$numberInt": "10461"
    },
    "Name": "BIS(2-CHLOROETHYL)SULFIDE",
    "IUPACName": "1-chloro-2-(2-chloroethylsulfanyl)ethane",
    "CanonicalSMILES": "C(CCl)SCCCl",
    "Synonyms": [
        "Mustard gas",
        "Sulfur mustard",
        "Yperite",
        "Senfgas",
        "Iprit",
        "Lost",
        "Bis(2-chloroethyl) sulfide",
        "505-60-2",
        "Yellow cross liquid",
        "Schwefel-lost",
        "Mustard",
        "sulfur",
        "Distilled mustard",
        "S-Lost",
        "Gelbkreuz",
        "Kampstoff lost"
    ],
    "IsomericSMILES": "C(CCl)SCCCl",
    "INCHI": "InChI=1S/C4H8Cl2S/c5-1-3-7-4-2-6/h1-4H2",
    "INCHIKEY": "QKSKPIVNLNLAAV-UHFFFAOYSA-N",
    "Formula": "C4H8Cl2S",
    "MolecularWeight": {
        "$numberDouble": "159.08"
    },
    "Description": "Bis(2-chloroethyl) sulfide is an ethyl sulfide that is diethyl sulfide in which a hydrogen from each of the terminal methyl groups is replaced by a chlorine. It is a powerful vesicant regulated under the Chemical Weapons Convention. It has a role as an alkylating agent, a vesicant and a carcinogenic agent. It is an organochlorine compound and an ethyl sulfide.",
    "XlogP": {
        "$numberDouble": "2.1"
    },
    "Complexity": {
        "$numberInt": "28"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "environmental_bioconcentrations": [
        {
            "References": "(1) US EPA; Estimation Program Interface (EPI) Suite. Ver. 4.11. Nov, 2012. Available from, as of June 24, 2013: https://www.epa.gov/oppt/exposure/pubs/episuitedl.htm (2) Franke C et al; Chemosphere 29: 1501-14 (1994)",
            "Value": "An estimated BCF of 12 was calculated in fish for bis(2-chloroethyl)sulfide(SRC), using an estimated log Kow of 2.14 derived from a measured log Kow of 1.29 for bis(2-chloroethyl)ether(1) and a regression-derived equation(1). According to a classification scheme(2), this BCF suggests the potential for bioconcentration in aquatic organisms is low(SRC)."
        }
    ],
    "environmental_biodegradations": [
        {
            "References": "(1) Medvedeva N et al; in Environ Sci Pollut Control Ser 2000. New York, NY: Marcel Decker, 32(Bioremediation of Contaminated Soils): 151-176 (2000)",
            "Value": "Soil microorganisms capable of degrading bis(2-chloroethyl)sulfide have been isolated and identified(1). However, after application to soil, bis(2-chloroethyl)sulfide degradation occurs mainly through chemical hydrolysis with microbiological degradation being the important fate process for degradation of the hydrolysis products that include thiodiglycol(1)."
        }
    ],
    "logP": [
        {
            "References": "US EPA; Estimation Program Interface (EPI) Suite. Ver. 4.11. Nov, 2012. Available from, as of June 24, 2013: https://www.epa.gov/oppt/exposure/pubs/episuitedl.htm",
            "Value": "log Kow = 2.14 /Estimated by EVA (Experimental Value Adjusted) method using measured value of bis(2-chloroethyl) ether (1.29)/"
        }
    ],
    "mechanism_of_action": [
        {
            "References": "PMID:21129433",
            "Value": "Low-dose exposure of alkylating mustard gas causes long-term respiratory complications characterized by bronchitis and lung fibrosis. In this study, we utilized a mouse model for lung exposure of the nitrogen mustard melphalan, in order to define early and late events in the pathogenesis such as expression of pro-inflammatory cytokines, recruitment of inflammatory cells to airways and late-phase fibrosis. /The authors/ investigated the roles of different T lymphocyte subsets on the inflammatory response by using knockout mice lacking either the genes expressing T cell receptor (TCR)-alpha beta or TCR-gamma delta, and compared the responsiveness with that of wild type mice and double knockout mice completely deficient in T cells. Exposure to melphalan induced an early burst of the pro-inflammatory cytokines interleukin (IL)-1beta, IL-6 and IL-23 in airways, followed by extensive infiltration of neutrophils in the lung tissue and airways within 24hr. The acute phase was followed by a sustained lymphocytic response that persisted for at least 14 days with resulting lung fibrosis. Engagement of T lymphocytes, particularly the gamma delta T cell subset, was crucial both for the acute cytokine and neutrophil response and for the late-phase lung fibrosis as indicated by the lack of response in gamma delta T cell deficient mice. /The/ data demonstrate that T lymphocytes play a prominent role in the pathogenesis of long-term lung injuries caused by strong alkylating agents."
        },
        {
            "References": "PMID:19397961",
            "Value": "Sulphur mustard (SM) is a chemical warfare agent that causes erythema and blistering of the skin with a latency of several hours. Although SM is known for almost 200 years the cellular mechanisms involved in the damaging process are not fully understood. There is evidence that changes in nitric oxide (*NO), reactive oxygen species (ROS) and reactive nitrogen species (RNS) might be involved in the damaging process.To find out more about the pathophysiology of SM, /the authors/ investigated the initial formation of biochemical markers of nitrosative and oxidative stress as well as activation (translocation from plasma-membrane) and upregulation of eNOS and iNOS, respectively. Human immortalized keratinocytes (HaCaT cell line) were exposed to SM (100 uM or 300 uM) for 30 min. Cells were fixed after 1hr, 3hr or 6hr of incubation in SM-free medium and immunostained. Live cell experiments were performed using the NO-sensitive dye DAF2-DA. In order to assess cell viability after BH(4) supplementation, /investigators/ analyzed apoptosis using CDD-ELISA. SM significantly increased biochemical markers of nitrosative and oxidative stress already 1hr after exposure. Moreover, the NO producing enzymes eNOS and iNOS showed concentration- and time-dependent changes in their activation or expression levels. Initially, live cell imaging experiments could not confirm NO production after SM exposure. Only when cells were supplemented with tetrahydrobiopterine, stable NO production was detectable. Apoptotic activity was increased due to SM exposure and could be reduced after BH(4) treatment. Our data point towards concentration- and time-dependent formation of iNOS and activation of eNOS due to translocation from plasma-membrane. Live cell experiments yielded first indications of catalytic decoupling of NOS that could be reversed by supplementation with tetrahydrobiopterin (BH(4)). Addition of BH(4) 1hr after SM exposure significantly decreased apoptosis compared to the unsupplemented control."
        },
        {
            "References": "PMID:18977373",
            "Value": "The biochemical sequelae to chloroethyl mustard exposure correspond very well to toxic processes initiated by free radicals. Additionally, mustard solutions contain spontaneously formed cyclic onium ions which produce carbon free radicals when reduced electrochemically. Therefore, /the authors/ hypothesized that the onium ions of sulfur or nitrogen mustards might produce carbon free radicals upon being reduced enzymatically, and that these radicals might constitute a metabolic activation. /The authors/ set out to document radical production using an in vitro metabolic system and electron paramagnetic resonance (EPR). /The/ system consisted of NADPH, one of several pyridine nucleotide-driven flavoprotein reductases, cytochrome c as a terminal electron acceptor, various sulfur or nitrogen mustards and the spin trap alpha-[4-pyridyl-1-oxide]-N-tert-butylnitrone in buffer. Reactions were started by adding the reductase to the other materials, vortexing and immediately transferring the mixture to a 10 mm EPR flat cell. Repeated scans on a Bruker ESP 300E EPR spectrometer produced a triplet of doublets with hyperfine splitting constants of a(N)=15.483 G and a(H)=2.512 G. The outcome supported /the/  hypothesis that carbon-centered free radicals are produced when mustard-related onium ions are enzymatically reduced. The EPR results varied little with the chloroethyl compound used or with porcine or human cytochrome P450 reductase, the reductase domain of rat brain neuronal nitric oxide synthase or rat liver thioredoxin reductase. /The/ results offer new insight into the basis for mustard-induced vesication and the outcome of exposure to different mustards. The free radical model provides an explanation for similarities in the lesions arising from mustard exposure and energy-based lesions such as those from heat, ultraviolet and nuclear radiation as well as damage across tissue types such as skin, eyes or airway epithelium."
        },
        {
            "References": "PMID:19651324",
            "Value": "Sulfur mustard (SM) is a strong alkylating agent, which produces subepidermal blisters, erythema and inflammation after skin contact. Despite the well-described SM-induced gross and histopathological changes, the exact underlying molecular mechanisms of these events are still a matter of research. As part of an international effort to elucidate the components of cellular signal transduction pathways, a large body of data has been accumulated in the last decade of SM research, revealing deeper insight into SM-induced inflammation, DNA damage response, cell death signaling, and wound healing. SM potentially alkylates nearly every constituent of the cell, leading to impaired cellular functions. However, SM-induced DNA alkylation has been identified as a major trigger of apoptosis. This includes monofunctional SM-DNA adducts as well as DNA crosslinks. As a consequence, DNA replication is blocked, which leads to cell cycle arrest and DNA single and double strand breaks. The SM-induced DNA damage results in poly(ADP-ribose) polymerase (PARP) activation. High SM concentrations induce PARP overactivation, thus depleting cellular NAD(+) and ATP levels, which in consequence results in necrotic cell death. Mild PARP activation does not disturb cellular energy levels and allows apoptotic cell death or recovery to occur. SM-induced apoptosis has been linked both to the extrinsic (death receptor, Fas) and intrinsic (mitochondrial) pathway. Additionally, SM upregulates many inflammatory mediators including interleukin (IL)-1alpha, IL-1beta, IL-6, IL-8, tumor necrosis factor-alpha (TNF-alpha) and others. Recently, several investigators linked NF-kappaB activation to this inflammatory response. This review briefly summarizes the skin toxicity of SM, its proposed toxicodynamic actions and strategies for the development of improved medical therapy."
        },
        {
            "References": "PMID:20143454",
            "Value": "Cutaneous and ocular injuries caused by sulfur mustard (SM; bis-(2-chloroethyl) sulfide) are characterized by severe inflammation and death of exposed cells. Given the known roles of p38MAPK and NF-kappaB in inflammatory cytokine production, and the known roles of NF-kappaB and p53 in cell fate, these pathways are of particular interest in the study of SM injury. In this study, /the authors/ utilized inhibitory RNA (RNAi) targeted against p38 alpha, the p50 subunit of NF-kappaB, or p53 to characterize their role in SM-induced inflammation and cell death in normal human epidermal keratinocytes (NHEK). Analysis of culture supernatant from 200 uM SM-exposed cells showed that inflammatory cytokine production was inhibited by p38 alpha RNAi but not by NF-kappaB p50 RNAi. These findings further support a critical role for p38 in SM-induced inflammatory cytokine production in NHEK and suggest that NF-kappaB may not play a role in the SM-induced inflammatory response of this cell type. Inhibition of NF-kappaB by p50 RNAi did, however, partially inhibit SM-induced cell death, suggesting a role for NF-kappaB in SM-induced apoptosis or necrosis. Interestingly, inhibition of p53 by RNAi potentiated SM-induced cell death, suggesting that the role of p53 in SM injury, may be complex and not simply prodeath."
        },
        {
            "References": "PMID:22036725",
            "Value": "Sulfur mustard (2,2'-bis-chloroethyl-sulfide; SM) has been a military threat since the World War I. The emerging threat of bioterrorism makes SM a major threat not only to military but also to civilian world. SM injury elicits an inflammatory response characterized by infiltration of neutrophils. Although SM was reported to prime neutrophils, the mechanism has not been identified yet. In the present study, /the authors/ investigated the mechanism of SM-induced priming in human neutrophils. SM increased [Ca(2+)](i) in human neutrophils in a concentration-dependent fashion. Transient receptor potential melastatin (TRPM) 2 inhibitors (clotrimazole, econazole and flufenamic acid) and silencing of TRPM2 by shRNA attenuated SM-induced [Ca(2+)](i) increase. SM primed degranulation of azurophil and specific granules in response to activation by fMLP as previously reported. SB203580, an inhibitor of p38 MAPK, inhibited SM-induced priming. Neither PD98057, an ERK inhibitor, nor SP600215, a JNK inhibitor, inhibited SM-induced priming. In addition, SM enhanced phosphorylation of NF-kB p65 and release of TNF-alpha, interleukin (IL)-6 and IL-8. SB203580 inhibited SM-induced NF-kB phosphorylation and cytokine release. These results suggest the involvement of TRPM2/p38 MAPK pathway in SM-induced priming and cytokines release in neutrophils."
        },
        {
            "References": "PMID:18046540",
            "Value": "Sulfur mustard (SM) is a bifunctional alkylating agent. Its primary toxic consequence is severe skin damage with blisters, occurring after skin contact. These vesicant properties of SM have been linked to cell death of proliferating keratinocytes in the basal layer of the skin. Catalytic activation of the nuclear enzyme poly(ADP-ribose) polymerase (PARP-1) has been demonstrated to be a major event in response to high levels of DNA damage, and PARP-1 activation may be part of apoptotic signaling. In other contexts, overstimulation of PARP-1 triggers necrotic cell death because of rapid consumption of its substrate, beta-nicotinamide adenine dinucleotide (NAD+) and the consequent depletion of ATP. These findings prompted /evaluation of/ whether SM induces apoptosis in keratinocytes like HaCaT cells and to determine whether blocking of PARP enzyme activity with 3-aminobenzamide (3AB) can influence the mode of cell death. HaCaT cells were exposed to SM (10-1,000 uM; 30 min) and then cultivated in SM-free medium with or without 3AB for up to 48 hr. This treatment resulted in a time and SM dose-dependent increase of apoptotic cell death characterized by PARP-1 cleavage and DNA fragmentation during the experimental period. After just 45 min of exposure to 1 mM SM, /the authors/ observed a significant increase in PARP-1 activity in HaCaT cells. About 6 hr after exposure, intracellular ATP levels were diminished by 22%, which seemed to be completely prevented by the addition of 3AB directly after exposure. However, 18 hr later, this 3AB effect on the SM concentration-dependent loss of ATP was no longer detectable. Interestingly, the effect of SM on total cell viability was not changed by 3AB. However, the mode of cell death was influenced by 3AB exhibiting an increase of apoptotic cells and a concomitant decrease of necrotic HaCaT cells during the first 24 hr after SM exposure. /The/ results indicate that SM concentrations of 1 mM or higher induce a prominent PARP activation leading to ATP depletion and necrosis. In contrast, lower concentrations of SM cause minor PARP activation and, especially, PARP-1 cleavage by caspase 3 without ATP depletion. Because ATP is required for apoptosis, /the authors/ suggest that ATP acts as an early molecular switch from apoptotic to necrotic modes of SM-induced cell death, at least at high concentrations (> or =1 mM). Thus, the observed early proapoptotic effect of 3AB at lower SM concentrations may point to the influence of ATP-independent cell-death regulating mechanisms."
        },
        {
            "References": "PMID:18809459",
            "Value": "Matrix metalloproteinases (MMPs), especially MMP-9 and MMP-2, degrade various proteins of the extracellular matrix, including collagen type IV the major component of basement membranes which also separate the epidermis from the dermis. Although previous work indicates the contribution of MMPs and their inhibitors (TIMPs) to the pathophysiology of skin lesions induced by the toxic chemical warfare agent sulphur mustard (SM), little is known about the underlying molecular and cellular mechanisms. In this study /the authors/ demonstrate in a 3D-skin model that topical application of SM significantly upregulated basal MMP-9 mRNA expression and release from the cells as shown by qRT-PCR and zymography, whereas that of MMP-2, membrane-type 1 (MT1)-MMP, TIMP-1 and TIMP-2 remained almost unaffected by SM. Further studies in neonatal human dermal fibroblasts (NHDF) and HaCaT keratinocytes revealed that MMP-9 was not secreted from these cells, neither with or without exposure to SM. However, when NHDF and HaCaT were cocultivated, MMP-9 was expressed and released from the cell mixture, suggesting that interaction between both cell types is essential for MMP-9 production. Moreover, SM-treatment of NHDF/HaCaT cocultures further upregulated MMP-9 biosynthesis and secretion, which was consistent with findings obtained in the 3D-skin model. Addition of conditioned medium derived from SM-exposed HaCaT cells to NHDF was able to stimulate MMP-9 secretion and also increased the migratory potential of NHDF as shown in a scratch-wound healing assay and a fluorescent cell invasion assay. In contrast, culture supernatants of SM-treated NHDF had not such an effect on HaCaT cells. Taken together, /the/ findings provide first evidence that SM exposure of skin stimulates keratinocytes to release soluble factors which in turn induce enhanced MMP-9 secretion and invasiveness of fibroblasts in vitro. This provides a potential mechanism probably contributing to SM-evoked tissue injury in vivo."
        },
        {
            "References": "PMID:20716289",
            "Value": "Sulfur mustard (SM) is a chemical weapon that targets the skin, eyes, and lung. It was first employed during World War I and it remains a significant military and civilian threat. As a bifunctional alkylating agent, SM reacts with a variety of macromolecules in target tissues including nucleic acids, proteins and lipids, as well as small molecular weight metabolites such as glutathione. By alkylating subcellular components, SM disrupts metabolism, a process that can lead to oxidative stress. Evidence for oxidative stress in tissues exposed to SM or its analogs include increased formation of reactive oxygen species, the presence of lipid peroxidation products and oxidized proteins, and increases in antioxidant enzymes such as superoxide dismutase, catalase, and glutathione-S-transferase. Inhibition of antioxidant enzymes including thioredoxin reductase by SM can also disrupt cellular redox homeostasis. Consistent with these findings, SM-induced toxicity has been shown to be reduced by antioxidants in both in vitro and in vivo models. These data indicate that drugs that target oxidative stress pathways may represent important candidates for reducing SM-induced tissue injury."
        },
        {
            "References": "Kim MT et al; Basic Clin Pharmacol Toxicol. 108 (1): 28-33 (2011)",
            "Value": "Sulphur mustard (SM) is an alkylating agent whose mechanism is not fully understood. To investigate the early action of SM, /investigators/ examined the effect of SM on contraction of vascular smooth muscles. Phenylephrine (PE)-induced contraction was reduced by SM, but only marginally by 70 mM KCl(-) . Additional reduction was induced by nifedipine in SM-treated arteries. In the absence of extracellular Ca(2+) , contraction of arteries by PE was reduced, which was fully recovered by addition of 2 mM Ca(2+). However, recovery was attenuated by pre-treatment with SM. The effect of SM on contraction by PE was not influenced by pre- and post-treatment with Phorbol 12, 13-dibutyrate. Calmodulin kinase II (CaMKII) was implicated as being responsible for the action of SM, because the contractile mechanisms of vascular smooth muscle via both Ca(2+) -calmodulin-myosin light chain kinase axis and protein kinase C-proline-rich tyrosine kinase axis were not related to the action of SM. Elevation of phosphorylated CaMKII level by Ionomycin or PE was attenuated by treatment of SM on western blot. CaMKII may be a candidate target molecule of SM in early stage contraction of vascular smooth muscle."
        },
        {
            "References": "PMID:22119920",
            "Value": "Sulphur mustard (SM) is a blistering agent that causes debilitating damage to the skin, eyes and respiratory system. In cases of severe exposure, immunodepletion can occur as well as death, due to secondary infections. The toxicity of SM is thought to be mediated in part by the alkylation of nucleic acids and proteins, although the exact mechanisms are not clear. In addition, although the first known use of SM was in military conflict nearly 100 years ago, there are still no effective treatments or preventative measures. In order to develop treatments it is necessary to have a detailed understanding of the cellular biochemical changes induced by SM as well as information on the mechanisms that cells employ to protect against SM toxicity. /The authors/ have previously demonstrated that the homologous recombination (HR) DNA repair pathway promotes cell survival after SM. This study investigated the role of other DNA repair pathways in the cellular response to SM, specifically base excision repair (BER), nucleotide excision repair (NER) and non-homologous end joining (NHEJ) as well as studying the activation and regulation of DNA damage signalling pathways. /The/ data confirmed that HR is the major repair pathway protecting against acute SM toxicity, with NER and NHEJ also contributing to cell survival. In addition, this study demonstrated the dose- and time-dependent activation of DNA damage signalling pathways after SM in human TK6 lymphoblastoid cells, in particular the phosphorylation of CHK1, CHK2 and p53. These phosphorylation events were orchestrated by a combination of the ATM and ATR protein kinases."
        },
        {
            "References": "Marrs TC, Maynard, RL, Sidell FR, eds; Chemical Warfare Agents. Toxicology and Treatment 2nd ed. p.426 (2007)",
            "Value": "The evidence that binding to DNA is a key mechanism underlying sulfur mustard's potential to cause cell injury has slowly accumulated .... The reaction with DNA is complex. As a bifunctional alkylating agent, sulfur mustard has two carbon chains that are capable of internal cyclization, a process which is necessary for alkylation to occur. Alkylation of complementary DNA bases by a single molecule of sulfur mustard is, therefore, possible and will lead to the formation of interstrand crosslinks."
        },
        {
            "References": "IPCS; Poisons Information Monograph 354. Mustard Gas. (September 1996). Available from, as of July 10, 2007: https://www.inchem.org/documents/pims/chemical/mustardg.htm",
            "Value": "Sulfur mustard is an alkylating agent. Alkylating agents bind covalently to various nucleophilic molecules such as DNA, RNA, proteins and components of cell membranes. DNA: Mustard gas causes cross linking of DNA strands. Alkylation of DNA can result in the disruption of its function, i.e. coding errors, breakage of the strand, low fidelity repair, inhibition of replication and cell death.  It has been proposed that DNA damage can be followed by release of plasminogen activator which may play a role in skin blistering by disrupting the dermal-epidermal junction.  RNA: Alkylation of RNA molecules can result in altered translation and altered protein synthesis resulting in cell death.  Proteins: Binding to proteins mainly with the thiol group of cysteine produces structural changes which may alter the normal physiology of the cell i.e. altered enzyme activity.  Membranes: Mustard gas can either alkylate structural proteins located in the cell membrane or induce lipid peroxidation which may result in irreversible changes and cell death. NAD+ depletion: The cell has a capacity to repair damaged DNA but the repair process can further disrupt functioning of the cell. Enzymes involved in the DNA repair mechanism utilize NAD+ and cause NAD+ depletion. Consequently glycolysis becomes inhibited which could lead to cell death."
        },
        {
            "References": "Pechura CM  and  Rall DP, Eds; Committee to Survey the Health Effects of Mustard Gas and Lewisite, Institute of Medicine, National Academies of Science; Veterans at Risk: The Health Effects of Mustard Gas and Lewisite.  National Academy Press, Washington, DC (1993).",
            "Value": "After absorption, sulfur mustard undergoes intermolecular cyclization to form an ethylene episulfonium ion intermediate, liberating a free chloride anion. This process is facilitated by heat and by water, a likely explanation for the vulnerability of the warm and moist regions of the body (mucous membranes, eyes, respiratory tract, etc.) to the acute toxic effects of this compound. Cyclization can occur on both ends of the molecule. The cyclic intermediate reacts rapidly with a variety of nucleophiles, according to the affinity of neighboring compounds for the reaction."
        },
        {
            "References": "Pechura CM  and  Rall DP, Eds; Committee to Survey the Health Effects of Mustard Gas and Lewisite, Institute of Medicine, National Academies of Science; Veterans at Risk: The Health Effects of Mustard Gas and Lewisite.  National Academy Press, Washington, DC (1993).",
            "Value": "The reactive cyclic intermediate, the sulfonium ion, reacts avidly with proteins and nucleic acids, producing alkylation products ... .The sulfur mustards can be bifunctional, in that some ion intermediates covalently bind adjacent strands of DNA (a DNA cross-link). This interstrand link has been the subject of much of the study of the genotoxic effect of these agents. DNA cross-links induced by these mustards were shown ... to be extremely lethal to cells. Several workers also studied the cell cycle-specific toxicity of this bifunctional agent /and/ have shown that cells in late G 1 phase or S phase of the cell cycle are particularly sensitive to the biologic effects of alkylation.  In addition, the repair of DNA lesions induced by sulfur mustards has been studied in many systems, including those employing cells known to be naturally deficient in certain repair enzymes... .  As expected, DNA repair-deficient cells generally are much more sensitive to the DNA cross-linking, and the cells die at significantly lower doses.  Recent work has specifically shown that ring nitrogens on DNA are the primary sites of attack. Among the products identified are N-7alkylguanine and N-3 alkyladenine. Intrastrand and opposite cross-links have been identified at N-7 guanine ... . Sulfur mustards also alkylate the 0-6 position of guanine in DNA ... . Interestingly, the well-understood DNA repair enzyme O-6-alkylguanine-DNA alkyltransferase does not act to repair these O-6 lesions... . Therefore, the 0-6 alkyl product in DNA may be the major mutagenic lesion produced by the sulfur mustards."
        },
        {
            "References": "Pechura CM  and  Rall DP, Eds; Committee to Survey the Health Effects of Mustard Gas and Lewisite, Institute of Medicine, National Academies of Science; Veterans at Risk: The Health Effects of Mustard Gas and Lewisite.  National Academy Press, Washington, DC (1993).",
            "Value": "To date, in vitro studies using primary cultures of newborn rat epidermal keratinocytes, or human skin grafts placed on athymic nude mice, have provided the largest body of useful information relative to sulfur mustard toxicity in skin. ...  Based on data reported from these systems two postulates have emerged to explain the pathogenesis of sulfur mustard skin toxicity.  (1) DNA Alkylation and Protein Activation. Using cultures of primary epidermal human keratinocytes, ... evidence that alkylation of DNA, reduced tissue levels of oxidized nicotinamide adenine dinucleotide (NAD+), and activation of cellular proteases may account for sulfur mustard-induced blister formation in human skin /has been collected/. According to the authors, the key reaction begins with the intramolecular cyclization of sulfur mustard to form an electrophilic ethylene episulfonium intermediate, which, in the presence of water, alkylates a number of tissue macromolecules including DNA, RNA, and protein. Alkylation of DNA ultimately results in single-strand breaks within basal cells of the epidermis, which in turn trigger activation of DNA  repair enzymes, particularly poly-(adenosine diphosphateribose) polymerase (PADPRP). Excessive PADPRP activity causes inhibition of glycolytic and respiratory enzymes, impaired glucose uptake, and depleted stores of oxidized NAD+ . NAD+ depletion results in inhibition of glycolysis, buildup of glucose-6-phosphate (a substrate in the hexose monophase shunt), and, ultimately, activation of cellular proteases. Proteases released from epidermal cells are thought to cause disruption of dermal-epidermal attachments and resultant blister formation. ... (2) DNA Cross-Linking. A simpler postulate /has also been/ advanced ... . Using rat keratinocytes cultivated on nylon membranes, ... in which low-dose sulfur mustard (0.01-0.5 nmol/sq cm), caused significant inhibition of 3H thymidine uptake, show that DNA is the most important target of sulfur mustard. ... /This author/ proposes that alkylation of nucleophilic residues of macromolecules creates interstrand and intrastrand cross-linking. Synthesis of DNA in particular but also RNA and protein is inhibited, thereby blocking cells at the interface of G2/M phases of the cell cycle. Disruption of cell proliferation in the germinative cell population of the skin occurs, eventually death of the affected cells takes place, and separation of the epidermis from the dermis causes blister formation..."
        },
        {
            "References": "Subcommittee on Chronic Reference Doses for Selected Chemical Warfare Agents, National Research Council. Review of the U.S. Army's Health Risk Assessments for Oral Exposure to Six Chemical-Warfare Subcommittee on Chronic Reference Doses Selected Chemical Warfare Agents. Appendix E, p. 243-4 (1999).",
            "Value": "The acute toxic effects of mustard vesicants are usually attributed to the consequences of alkylation reactions with organic compounds including nucleoproteins such as DNA. Alkylation reactions can result in physiological and metabolic disturbances as well as genotoxic effects. Several hypotheses have been advanced concerning the primary cause of cell death following acute exposures. As reviewed by Papirmeister et al. (1991), the three major hypotheses are: 1. Poly(ADP-ribose) polymerase (PADPRP) hypothesis. - In this theory DNA is the initial target of the mustard agent. Alkylated DNA purines undergo spontaneous and enzymatic depurination, leading to the production of apurinic sites which are cleaved by apurinic endonucleases to yield DNA breaks. Accumulation of DNA breaks leads to activation of the chromosomal enzyme PADPRP, which utilizes nicotinamide adenine dinucleotide (NAD+) as a substrate to ADP-ribosylate and a variety of nuclear proteins, causing severe lowering of cellular NAD+. Depletion of NAD+ results in the inhibition of glycolysis, and stimulation of the nicotinamide adenine dinucleotide phosphate (NADP+)-dependent hexose monophosphate shunt (HMS) pathway follows as a result of the accumulation of glucose-6- phosphate, a common precursor for both glycolysis and the HMS. Induction and secretion of proteases is stimulated as a result of enhanced HMS activity, and this leads to pathological changes in the cell. 2. Thiol-Ca+2 peroxidation hypothesis. The first step in this process is thought to be the alkylation of glutathione (GSH) by the mustard agent. Depletion of GSH subjects protein sulfhydryl groups to damage from the agent or from reactive cellular oxidants. Proteins most susceptible to damage include Ca2+ translocases (Ca2+-stimulated, Mg2+-dependent ATPase) which are dependent on thiol groups to maintain cellular Ca2+ homeostasis, and microfilamentous proteins, where loss of sulfhydryl groups could result in disruptions of the cytoskeletal and structural integrity of the plasma membrane. 3. Lipid peroxidation hypothesis. According to this hypothesis the mustard agent causes depletion of GSH which, in turn leads to the buildup of highly toxic oxidants, usually through H2O2-dependent reaction sequences. The oxidizing agents react with membrane phospholipids to form lipid peroxides, initiating a chain reaction of lipid peroxidation which can lead to alterations in membrane fluidity, loss of membrane protein function, and loss of membrane integrity."
        },
        {
            "References": "Grant, W.M. Toxicology of the Eye. 3rd ed. Springfield, IL: Charles C. Thomas Publisher, 1986., p. 643",
            "Value": "Mustard gas in an aq medium rearranges into a cyclic sulfonium form which is highly reactive with sulfhydryl, carboxyl, amino, & other groups of proteins, & with hydroxyl ions of water. In most of its reactions with tissues or with water, mustard gas loses one or two molecules of hydrogen chloride, but formation of acid is ... insignificant toxicologically. Most important is the alkylation reaction by which mustard gas minus its chlorides becomes firmly attached through one or both of its beta-carbon atoms to tissue components, altering their functional and physiological properties. Cytotoxic effects of mustard gas have most specially been related to a double alkylation reaction in which the two reactive ends of the mustard gas molecule attach to adjacent strands of DNA, forming cross links that prevent replication of cells. ... the reaction has so far proved practically irreversible under physiological conditions."
        },
        {
            "References": "The Chemical Society. Foreign Compound Metabolism in Mammals. Volume 5: A Review of the Literature Published during 1976 and 1977. London: The Chemical Society, 1979., p. 191",
            "Value": "It has ... been found useful to consider the alkylation of amino and hydroxyl substituents of the purine and pyrimidine nucleic acid bases in terms of SN1 and SN2 reaction mechanisms, which may be regarded as limiting cases of a common mechanism where the alkylation agents react through ion pairs. The fact that agents which react through the SN1 mechanism (incl mustard gas) generally show lower sensitivity towards the nucleophilicity of the attacking agents can be attributed to the high reactivity of carbonium ion intermediates. These properties of the alkylating agent (considered as the substrate) and of the attacking nucleophiles can be expressed quantitatively, eg, in terms of Swain and Scott's parameters s and n. Great play has been made concerning the mustards, and mustard gas, di-(2-chloroethyl) sulfide, is supposed to react by the SN1 mechanism."
        },
        {
            "References": "PMID:11886524",
            "Value": "Sulfur mustard is cytotoxic to dermal fibroblasts as well as epidermal keratinocytes. /The authors/ demonstrated that poly(ADP-ribose) polymerase (PARP) modulates Fas-mediated apoptosis, and other groups and ...have shown that PARP plays a role in the modulation of other types of apoptotic and necrotic cell death. /They/ have now utilized primary dermal fibroblasts, immortalized fibroblasts, and keratinocytes derived from PARP(-/-) mice and their wildtype littermates (PARP(+/+)) to determine the contribution of PARP to sulfur mustard toxicity. Following sulfur mustard exposure, primary skin fibroblasts from PARP-deficient mice demonstrated increased internucleosomal DNA cleavage, caspase-3 processing and activity, and annexin V positivity, compared to those derived from PARP(+/+) animals. Conversely, propidium iodide staining, PARP cleavage patterns, and random DNA fragmentation revealed a dose-dependent increase in necrosis in PARP(+/+) but not PARP(-/-) cells. Using immortalized PARP(-/-) fibroblasts stably transfected with the human PARP cDNA or with empty vector alone, /the authors/ show that PARP inhibits markers of apoptosis in these cells as well. Finally, primary keratinocytes were derived from newborn PARP(+/+) and PARP(-/-) mice and immortalized with the E6 and E7 genes of human papilloma virus. In contrast to fibroblasts, keratinocytes from both PARP(-/-) and PARP(+/+) mice express markers of apoptosis in response to sulfur mustard exposure. The effects of PARP on the mode of cell death in different skin cell types may determine the severity of vesication in vivo, and thus have implications for the design of PARP inhibitors to reduce sulfur mustard pathology."
        },
        {
            "References": "PMID:9566725",
            "Value": "Apoptosis is a mode of active cell death. /The authors/ examined whether 2-chloroethylethyl sulfide (CEES), a sulfur vesicating agent, triggers apoptosis as a cytotoxic mechanism. Incubation of thymocytes with 2-chloroethylethyl sulfide, resulted in an induction of apoptotic features of cell death. Treatment of cells with 100 uM 2-chloroethylethyl sulfide for 5 hr increased DNA fragmentation to approximately 40% of control. The fragmentation of DNA was visualized by agarose gel electrophoresis. It showed ladder pattern of DNA fragmentation, which indicates internucleosomal cleavage of DNA. Further evidence of apoptosis was observed in morphological changes of nuclei by using the terminal deoxynucleotidyl transferase-mediated dUTP-biotin nick end labeling (TUNEL) method. The percentage of TUNEL positive cells was dependent upon 2-chloroethylethyl sulfide concentrations. 2-chloroethylethyl sulfide induced the classical morphological features of apoptosis in nucleus. These features were accompanied by condensation of chromatin, which arranged in sharply declined clumps and fragmentation of nucleus. To study requirement for synthesis of new protein in 2-chloroethylethyl sulfide-induced apoptosis, /the authors/ studied the effect of cycloheximide for apoptotic activity. This protein synthesis inhibitor did not suppress the 2-chloroethylethyl sulfide-induced apoptotic activity. Taken together, these results suggest that 2-chloroethylethyl sulfide-induced apoptosis as a cytotoxicmechanism and this process occurs independent of synthesis of new protein."
        },
        {
            "References": "PMID:12482751",
            "Value": "DNA damaging agents up-regulate levels of the Fas receptor or its ligand, resulting in recruitment of Fas-associated death domain (FADD) and autocatalytic activation of caspase-8, consequently activating the executioner caspases-3, -6, and -7. /Investigators/ found that human epidermal keratinocytes exposed to a vesicating dose (300 um) of sulfur mustard (SM) exhibit a dose-dependent increase in the levels of Fas receptor and Fas ligand. Immunoblot analysis revealed that the upstream caspases-8 and -9 are both activated in a time-dependent fashion, and caspase-8 is cleaved prior to caspase-9. These results are consistent with the activation of both death receptor (caspase-8) and mitochondrial (caspase-9) pathways by SM. Pretreatment of keratinocytes with a peptide inhibitor of caspase-3 (Ac-DEVD-CHO) suppressed SM-induced downstream markers of apoptosis. To further analyze the importance of the death receptor pathway in SM toxicity, /the authors/ utilized Fas- or tumor necrosis factor receptor-neutralizing antibodies or constructs expressing a dominant-negative FADD (FADD-DN) to inhibit the recruitment of FADD to the death receptor complex and block the Fas/tumor necrosis factor receptor pathway following SM exposure. Keratinocytes pretreated with Fas-blocking antibody or stably expressing FADD-DN and exhibiting reduced levels of FADD signaling demonstrated markedly decreased caspase-3 activity when treated with SM. In addition, the processing of procaspases-3, -7, and -8 into their active forms was observed in SM-treated control keratinocytes, but not in FADD-DN cells. Blocking the death receptor complex by expression of FADD-DN additionally inhibited SM-induced internucleosomal DNA cleavage and caspase-6-mediated nuclear lamin cleavage. /The authors/ further found that altering the death receptor pathway by expressing FADD-DN in human skin grafted onto nude mice reduces vesication and tissue injury in response to SM. These results indicate that the death receptor pathway plays a pivotal role in SM-induced apoptosis and is therefore a target for therapeutic intervention to reduce SM injury."
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "PMID:18988085",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ In military and civilian environments, serious cutaneous damage can result from thermal burns or exposure to the blistering agent sulfur mustard [bis (2-chloroethyl) sulfide; HD]. Similar therapies have historically been used to treat cutaneous thermal and HD injuries; however, the underlying molecular mechanisms of tissue damage and wound healing may differ between the types of burns. Using microarray analysis, this study assessed the transcriptional responses to cutaneous HD and thermal injury at 48 hours post-exposure to identify molecular networks and genes associated with each type of skin injury. Ventral abdominal sites on each of 4 weanling swine were exposed to 400 uL of undiluted HD or a heated brass rod (70 degrees C) for 8 minutes and 45-60 seconds, respectively. At 48 hours post-exposure, total RNA was isolated from excised skin samples and hybridized to Affymetrix GeneChip Porcine Genome Arrays (containing 20,201 genes). Both HD and thermal exposure promoted significant transcriptional changes where 290 and 267 transcripts were increased and 197 and 707 transcripts were decreased with HD and thermal exposure, respectively. HD- and thermal-injured skin expressed 149 increased and 148 decreased common transcripts. Comparison of the 10 most significantly changed biological functions for HD and thermal exposures identified 7 overlapping functional groups. Canonical pathways analysis revealed 15 separate signaling pathways containing transcripts associated with both HD and thermal exposure. Within these pathways, 5 transcripts (CXCR4, FGFR2, HMOX1, IL1R1, and TLR4) were identified as known targets for existing phase II/III clinical trial or Food and Drug Administration (FDA)-approved drugs..."
        },
        {
            "References": "PMID:20639443",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Sulfur mustard (SM) is a frequently used chemical warfare agent, even in modern history. SM inhalation causes significant respiratory tract injury, with early complications due to airway obstructive bronchial casts, akin to those seen after smoke inhalation and in single-ventricle physiology. This process with SM is poorly understood because animal models are unavailable.To develop a rat inhalation model for airway obstruction with the SM analog 2-chloroethyl ethyl sulfide (CEES), and to investigate the pathogenesis of bronchial cast formation. Adult rats were exposed to 0, 5, or 7.5% CEES in ethanol via nose-only aerosol inhalation (15 min). Airway microdissection and confocal microscopy were used to assess cast formation (4 and 18 hr after exposure). Bronchoalveolar lavage fluid (BALF) retrieval and intravascular dye injection were done to evaluate vascular permeability. Bronchial casts, composed of abundant fibrin and lacking mucus, occluded dependent lobar bronchi within 18 hours of CEES exposure. BALF contained elevated concentrations of IgM, protein, and fibrin. Accumulation of fibrin-rich fluid in peribronchovascular regions (4 hr) preceded cast formation. Monastral blue dye leakage identified bronchial vessels as the site of leakage. After CEES inhalation, increased permeability from damaged bronchial vessels underlying damaged airway epithelium leads to the appearance of plasma proteins in both peribronchovascular regions and BALF. The subsequent formation of fibrin-rich casts within the airways then leads to airways obstruction, causing significant morbidity and mortality acutely after exposure."
        },
        {
            "References": "PMID:21083508",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Inhalation of sulfur mustard (HD) vapor can cause life-threatening lung injury for which there is no specific treatment. A reproducible, characterized in vivo model is required to investigate novel therapies targeting HD-induced lung injury. Anesthetized, spontaneously breathing large white pigs (~50 kg) were exposed directly to the lung to HD vapor at 60, 100, or 150 ug/kg, or to air, for /approximately/ 10 min, and monitored for 6 hr. Cardiovascular and respiratory parameters were recorded. Blood and bronchoalveolar lavage fluid (BALF) were collected to allow blood gas analysis, hematology, and to assay for lung inflammatory cells and mediators. Urine was collected and analyzed for HD metabolites. Histopathology samples were taken postmortem (PM). Air-exposed animals maintained normal lung physiology whilst lying supine and spontaneously breathing. There was a statistically significant increase in shunt fraction across all three HD-exposed groups when compared with air controls at 3-6 hr post-exposure. Animals were increasingly hypoxemic with respiratory acidosis. The monosulfoxide beta-lyase metabolite of HD (1-methylsulfinyl-2-[2(methylthio)ethylsulfonyl)ethane], MSMTESE), was detected in urine from 2 hr post-exposure. Pathological examination revealed necrosis and erosion of the tracheal epithelium in medium and high HD-exposed group. These findings are consistent with those seen in the early stages of acute lung injury (ALI)."
        },
        {
            "References": "Pechura CM  and  Rall DP, Eds; Committee to Survey the Health Effects of Mustard Gas and Lewisite, Institute of Medicine, National Academies of Science; Veterans at Risk: The Health Effects of Mustard Gas and Lewisite.  National Academy Press, Washington, DC (1993).",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Many of the animal studies of toxicity from inhaled sulfur mustard were conducted during WWI. In rabbits, inhalation of sulfur mustard produced damage that was particularly prominent in the upper respiratory tract, including the nasal passages, pharynx, larynx, trachea, and large bronchi. The damage increased with increasing exposure concentrations. Low levels of exposure caused congestion of these areas without hemorrhage. Degeneration of mucous cells was observed in the pharynx and larynx. The highest levels of exposure caused necrosis of the epithelium, infiltration of white blood cells, and the formation of diphtheritic-like pseudomembranes.  Experiments in dogs showed necrosis of the epithelium of the upper respiratory passages with pseudomembrane formation. This usually extended to the bronchioles. Animals that died from two to ten days following exposure had evidence of necrotizing pneumonia. Animals sacrificed at later times showed localized ulceration or constriction of the trachea."
        },
        {
            "References": "HHS/ATSDR; Toxicological Profile for Sulfur Mustard (formerly called Mustard Gas) (Update). PB2004-100006. p. 31. (September 2003) Available from, as of July 12, 2007: https://www.atsdr.cdc.gov/toxprofiles/index.asp",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ More recent information is available from studies in mice. A ... /1997/ study showed that a single 1-hour exposure, head-only, to 8.5, 16.9, 21.3, 26.8, 42.3, or 84.7 mg/cu m sulfur mustard produced sensory irritation and, 15-20 minutes after the start, decreased respiratory frequency. characterized by a pause between inspiration and expiration. The respiratory frequency decreased approximately 20% at 8.5 mg/cu m and a maximum of 64% at concentrations >or= 42.3 mg/cu m. The concentration that depressed 50% of the respiratory frequency (RD50) was calculated as 27.4 mg/cu m. Normal respiration pattern was recovered after inhalation exposure was terminated."
        },
        {
            "References": "PMID:11428631",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Anesthetized rabbits were exposed to 0.4 uL of liquid HD placed directly on the cornea. Animals were euthanized at 6, 9 and 24 hr post-exposure and the eyes were enucleated and processed for histopathology, ultrastructural and immunoperoxidase study. At 6 and 9 hr, the most prominent histological feature was nuclear pyknosis, necrosis and loss of polarity of corneal epithelial basal cells to the exclusion of other epithelial cells. At 24 hr, all corneal epithelial cells presented degenerative changes, with the epithelium eventually detaching from the underlying basement membrane at the level of the lamina lucida. Microblisters, a characteristic HD-induced skin pathology of the basement membrane zone of animals, were absent in this corneal study. Edema, degenerating fibroblasts and inflammatory cellular infiltrates were persistent stromal responses. Immunopathological effects included changes in antigenicity of bullous pemphigoid protein, laminin, desmosonal protein, Ki67 and p53. These morphological and immunopathological effects of corneal exposure to HD appear to be largely consistent with that previously reported for dermal exposures ..."
        },
        {
            "References": "PMID:12696578",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ The present study was aimed to examine whether apoptosis is involved in the pathogenesis of sulfur mustard (SM)-induced basal cell death. Skin sites of the hairless guinea pig exposed to SM vapor for 8 minutes were harvested at 3, 6, 12, 24, and 48 hours postexposure. Immunohistochemical detection of basal cell apoptosis was performed using the ApopTag in situ apoptosis labeling kit. Only occasional apoptotic basal cells (BC)were observed in nonexposed and perilesional control sites. At lesional sites, apoptosis of BC was not detected at 3 hours postexposure. However, at 6 hours and 12 hours postexposure, 18% and 59% of BC were apoptotic, respectively. At 24 and 48 hours postexposure, individual apoptotic basal cells were not clearly recognizable due to necrosis. At the ultrastructural level, degenerating BC exhibited typical apoptotic morphology including nuclear condensation and chromatin margination. The results suggest that apoptotic cell death is a cytotoxic mechanism with the number of BC undergoing apoptosis significantly increasing from 6 to 12 hours postexposure. In addition, because necrosis is preferential at 24 hours postexposure, we believe that SM-induced cell death involves early apoptosis and late necrosis, which temporally overlap to produce a single cell death pathway along an apoptotic-necrotic continuum."
        },
        {
            "References": "PMID:22465472",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/  Sulfur mustard (SM) is a highly toxic chemical warfare agent that remains a threat to human health. The immediate symptoms of pulmonary distress may develop into chronic lung injury characterized by progressive lung fibrosis, the major cause of morbidity among the surviving SM victims. Although SM has been intensely investigated, little is known about the mechanism(s) by which SM induces chronic lung pathology. Increasing evidence suggests that IL-17(+) cells are critical in fibrosis, including lung fibrotic diseases. In this study we exposed F344 rats and cynomolgus monkeys to SM via inhalation and determined the molecular and cellular milieu in their lungs at various times after SM exposure. In rats, SM induced a burst of pro-inflammatory cytokines/chemokines within 72 hr, including IL-1beta, TNF-alpha, IL-2, IL-6, CCL2, CCL3, CCL11, and CXCL1 that was associated with neutrophilic infiltration into the lung. At 2 wks and beyond (chronic phase), lymphocytic infiltration and continued elevated expression of cytokines/chemokines were sustained. TGF-beta, which was undetectable in the acute phase, was strongly upregulated in the chronic phase; these conditions persisted until the animals were sacrificed. The chronic phase was also associated with myofibroblast proliferation, collagen deposition, and presence of IL-17(+) cells. At > or =30 days, SM inhalation promoted the accumulation of IL-17(+) cells in the inflamed areas of monkey lungs. Thus, SM inhalation causes acute and chronic inflammatory responses; the latter is characterized by the presence of TGF-beta, fibrosis, and IL-17(+) cells in the lung. IL-17(+) cells likely play an important role in the pathogenesis of SM-induced lung injury."
        },
        {
            "References": "HHS/ATSDR; Toxicological Profile for Sulfur Mustard (formerly called Mustard Gas) (Update). PB2004-100006. p. 32. (September 2003) Available from, as of July 12, 2007: https://www.atsdr.cdc.gov/toxprofiles/index.asp",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Guinea pigs were exposed by inhalation to 1,200 to 1,900 ug-minute/L of sulfur mustard for 10 minutes (120-190 mg/cu m). A decrease in respiratory rate and minute volume, and an increase in tidal volume occurred immediately after the onset of exposure and lasted for up to 7 days after exposure. The changes in respiratory parameters were accompanied by a significant reduction in oxygen diffusion capacity in the lung."
        },
        {
            "References": "PMID:10674184",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/  Toxic effects of inhaled sulfur mustard (SM) on the histology of visceral organs was investigated by exposing mice to 84.6 mg/cu m for 1 hr duration, using controlled single exposure conditions. A progressive fall in body weight from third day onwards was noticed. Light microscopic examination of the pulmonary tissue of these animals at 6 hr post exposure revealed that the tracheobronchial epithelium remained intact, but was infiltrated by inflammatory cells. By 24 hr post exposure, the mucosecretory cells were destroyed. The inflammatory reaction was maximum at 48 hr. By 7th day post exposure there was swelling and vacuolation of lung parenchymal cells and thrombi formation. In addition SM caused congestion and hemorrhage at alveolar level. SM also caused granulovacuolar degeneration with perinuclear clumping of the cytoplasm of hepatocytes and renal parenchymal cells. Renal lesions were characterized by congestion and hemorrhage. Among visceral tissues, maximum atrophy was observed in spleen. Distribution of lesions increased with post exposure period. The maximum lesions were observed at 7th day post-exposure."
        },
        {
            "References": "PMID:8603929",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/  ...  studies were conducted to determine the definitive median lethal dose (MLD) of subcutaneously applied sulfur mustard (HD) in the euthymic hairless guinea pig (EHGP) (Cavia porcellus), and to correlate the induced hematological changes. Eight groups of two animals each were dosed at 0.3 log intervals from an extrapolated expected dose, deriving a tentative mean around which five groups of six animals each were dosed at 0.1 log intervals, resulting in a definitive MLD of 48.17 mg/kg. Sulfur mustard was then administered to seven groups of six animals each at a dose of 30 mg/kg and hematology performed. Significant leukocyte count suppression was found to occur on days 4, 5 and 6, following a leukocyte elevation on day 1 after exposure. Serum potassium levels were found to be elevated all 7 days after HD exposure. ..."
        },
        {
            "References": "PMID:23132440",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Ocular injuries after exposure to the vesicant sulfur mustard (SM) are characterized by acute corneal erosions and inflammation of the anterior segment that may be followed by delayed limbal stem cell deficiency (LSCD), expressed clinically by corneal neovascularization and epithelial defects. The present study aimed to investigate the involvement of corneal nerves in the development of the delayed LSCD. Rabbit eyes were exposed to SM vapor and observed clinically up to 1 month. Morphology and density of corneal nerves were studied in acetylcholinesterase-stained whole-mount corneas at different time points after exposure. Corneal calcitonin gene-related peptide (CGRP) was measured and the relation to clinical symptoms was tested. Degeneration of nerve terminals was observed a few hours after exposure simultaneously with the typical signs of SM ocular toxicity. Although corneal erosions healed within days, the nerves continued to disintegrate under a Wallerian degeneration pattern and their density declined significantly at 1 week in both central and peripheral corneal regions. Sprouting and regenerative nerve fibers were observed later in most of the corneas; however, healing was partial and often abnormal and was correlated with corneal edema. CGRP levels decreased at 24 hours and then increased significantly at 1 to 4 weeks, concomitant with the reinnervation process and development of the late injuries.The prolonged impairment of corneal nerves, together with chronic inflammation implied by edema, and abnormal increase in CGRP may contribute to a pathological environment for corneal epithelial stem cells, leading to their death and to the development of the SM-induced delayed LSCD."
        },
        {
            "References": "PMID:21672537",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Sulfur mustard (SM, bis(2-chloroethyl)sulfide) is a bifunctional alkylating agent that causes dermal inflammation, edema and blistering. To investigate the pathogenesis of SM-induced injury, /the authors/ used a vapor cup model which provides an occlusive environment in which SM is in constant contact with the skin. The dorsal skin of SKH-1 hairless mice was exposed to saturated SM vapor or air control. Histopathological changes, inflammatory markers and DNA damage were analyzed 1-14 days later. After 1 day, SM caused epidermal thinning, stratum corneum shedding, basal cell karyolysis, hemorrhage and macrophage and neutrophil accumulation in the dermis. Cleaved caspase-3 and phosphorylated histone 2A.X (phospho-H2A.X), markers of apoptosis and DNA damage, respectively, were increased whereas proliferating cell nuclear antigen (PCNA) was down-regulated after SM exposure. By 3 days, epithelial cell hypertrophy, edema, parakeratosis and loss of epidermal structures were noted. Enzymes generating pro-inflammatory mediators including myeloperoxidase and cyclooxygenase-2 were upregulated. After 7 days, keratin-10, a differentiation marker, was evident in the stratum corneum. This was associated with an underlying eschar, as neoepidermis began to migrate at the wound edges. Trichrome staining revealed increased collagen deposition in the dermis. PCNA expression in the epidermis was correlated with hyperplasia, hyperkeratosis, and parakeratosis. By 14 days, there was epidermal regeneration with extensive hyperplasia, and reduced expression of cleaved caspase-3, cyclooxygenase-2 and phospho-H2A.X. These findings are consistent with the pathophysiology of SM-induced skin injury in humans suggesting that the hairless mouse can be used to investigate the dermatoxicity of vesicants and the potential efficacy of countermeasures."
        },
        {
            "References": "PMID:19694609",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Severe cutaneous injuries continue to result from exposure to sulfur mustard [bis(2-chloroethyl)sulfide; HD] and thermal burns. Microarray analysis was utilized in this study to evaluate transcriptional changes in porcine skin assessing the underlying repair mechanisms of HD and thermal injury involved in wound healing. Four ventral abdominal sites on each of 4 weanling swine were exposed to 400 uL undiluted HD or a heated brass rod (70 degrees C) for 8 minutes and 45-60 seconds, respectively. At 7 days postexposure, skin samples were excised and total RNA was isolated, labeled, and hybridized to Affymetrix GeneChip (Santa Clara, CA, USA) Porcine Genome Arrays (containing 20,201 genes). Based on the gene expression patterns in HD- and thermal-exposed skin at 7 days, the transcriptional profiles do not differ greatly. HD and thermal exposures promoted similar changes in transcription, where 270 and 283 transcripts were increased with HD and thermal exposures, respectively. Both exposures promoted decreases in 317 and 414 transcripts, respectively. Of the significantly increased transcripts, at least 77% were commonly expressed in both HD- and thermal-exposed skin, whereas at least 67% of decreased transcripts were common between both exposure types. Six of the top 10 biological functions were common to HD and thermal injury in which 9 canonical pathways were shared. The present study illustrates the similarities found between HD and thermal injury with respect to transcriptional response and wound healing and identifies specific genes (CXCL2, CXCR4, FGFR2, HMOX1, IGF1, PF4, PLAU, PLAUR, S100A8, SPP1, and TNC) that may be useful as potential therapeutic targets to promote improved wound healing."
        },
        {
            "References": "PMID:22900056",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ A subset of victims of ocular sulfur mustard (SM) exposure develops an irreversible, idiotypic keratitis with associated secondary pathologies, collectively referred to as mustard gas keratopathy (MGK). MGK involves a progressive corneal degeneration resulting in chronic ocular discomfort and impaired vision for which clinical interventions have typically had poor outcomes. Using a rabbit corneal vapor exposure model, /the authors/ previously demonstrated a clinical progression with acute and chronic sequelae similar to that observed in human casualties. However, a better understanding of the temporal changes that occur during the biphasic SM injury is crucial to mechanistic understanding and therapeutic development. Here /the authors/ evaluate the histopathologic, biochemical and ultrastructural expressions of pathogenesis of the chronic SM injury over eight weeks. /The authors/ confirm that MGK onset exhibits a biphasic trajectory involving corneal surface regeneration over the first two weeks, followed by the rapid development and progressive degeneration of corneal structure. Preclinical markers of corneal dysfunction were identified, including destabilization of the basal corneal epithelium, basement membrane zone abnormalities and stromal deformation. Clinical sequelae of MGK appeared abruptly three weeks after exposure, and included profound anterior edema, recurring corneal erosions, basement membrane disorganization, basal cell necrosis and stromal degeneration. Unlike resolved corneas, MGK corneas exhibited frustrated corneal wound repair, with significantly elevated histopathology scores. Increased lacrimation, disruption of the basement membrane and accumulation of pro-inflammatory mediators in the aqueous humor provide several mechanisms for corneal degeneration. These data suggest that the chronic injury is fundamentally distinct from the acute lesion, involving injury mechanisms that operate on different time scales and in different corneal tissues. Corneal edema appears to be the principal pathology of MGK, in part resulting from persistent necrosis of the basal corneal epithelium and deterioration of the basement membrane. The findings also provide a potential explanation as to why administration of anti-inflammatories transiently delays, but does not prevent, the development of MGK sequelae."
        },
        {
            "References": "PMID:22741598",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ To date, sulphur mustard (SM) cutaneous toxicity has been commonly assessed on account of several animal models such as pigs and weanling pigs. Few experiments however, have been carried out on mice so far. In this study, /the authors/ aimed at quantifying spontaneous wound healing processes after SM exposure on a SKH-1 mouse model through non-invasive methods over an extended period of time. Animals were exposed to 10 uL net SM in a vapor cup system. Measurements of barrier function (Transepidermal water loss), elasticity, skin color exposed to SM vapors were determined by evaporimetry, cutometer and image analysis on 23 animals up to 28 days. Results were subsequently correlated with histological and biochemical analyses. The TEWL parameter stands as a top-ranking criterion to keep track of skin barrier restoration after SM cutaneous intoxication in our SKH-1 mouse model. The R2 and R6 elasticity parameters or deg L for the skin color exhibited their ability to be restored after 28 days of SM exposure. /These/ findings suggest that bio-engineering methods are eligible to evaluate new treatments on SM-induced skin SKH-1 mouse lesions, thus making an allowance for less invasive methods such as histological, genomic or proteomic approaches."
        },
        {
            "References": "PMID:23106194",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Ocular injuries following exposure to the toxic agent sulfur mustard (SM) are characterized by acute corneal erosions and inflammation of the anterior segment that may be followed by delayed corneal injuries, expressed clinically by neovascularization and epithelial defects. The present study aimed to investigate the effects of SM on corneal endothelium (CE) during the acute and delayed phase in relation to the development of the long-term pathology. Rabbit eyes were exposed to SM vapor. A clinical follow-up including pachymetry for measurement of corneal thickness were conducted up to 3 months following exposure. In vivo analysis of corneal endothelium in the central and peripheral cornea was carried out, using a contact specular microscopy. Morphometric analysis of cell area and number of cells was performed, to include the acute and delayed phases. Eyes were taken for histology at different time points following exposure (1 hr to 3 months). TUNEL staining (Terminal deoxynucleotidyl transferase dUTP nick end labeling) was conducted for detection of apoptosis during the acute phase. SM induced acute corneal erosions and prolonged anterior segment inflammation. Corneal thickness increased within hours, declined after few days but remained higher compared to baseline value for months after the exposure, indicating a chronic edema. Apoptotic alterations were first observed at 6 hr resulting in a significant decline in the number of endothelial cells at 24-48 hr following exposure. Healing of the endothelium was relatively fast and at one week the Descemet's membrane was resurfaced, yet, the density and morphology of the cells was often abnormal. Moreover, histological evaluation revealed deformation and enlargement of many cells (polymegathism and pleomorphism), thickening and double layered Descemet's membrane. These changes were more pronounced in corneas displaying delayed pathology. SM induced apoptotic cell death of endothelial cells that was accompanied by corneal edema. The impaired healing of the endothelium, including the decrease in endothelial cell density was associated with the delayed-onset injuries. Since human corneal endothelium is almost amitotic, endothelium toxicity should be taken into consideration when testing potential treatments against ocular injuries following SM exposure."
        },
        {
            "References": "PMID:23082902",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Sulfur mustard induces severe acute and prolonged damage to the skin and only partially effective treatments are available. /Investigators/ have previously validated the use of hairless guinea pigs as an experimental model for skin lesions. The present study aimed to characterize a model of a deep dermal lesion and to compare it with the previously described superficial lesion. Clinical evaluation of the lesions was conducted using reflectance colorimetry, trans-epidermal water loss and wound area measurements. Prostaglandin E(2) content, matrix metalloproteinase-2 and 9 activity, and histopathology were conducted up to 4 weeks post-exposure. Sulfur mustard skin injury, including erythema and edema, impairment of skin barrier and wounds developed in a dose-dependent manner. Prostaglandin E(2) content and matrix metalloproteinase-2 and 9 activities were elevated during the wound development and the healing process. Histological evaluation revealed severe damage to the epidermis and deep dermis and vesications. At 4 weeks postexposure, healing was not completed: significantly impaired stratum corneum, absence of hair follicles, and epidermal hyperplasia were observed. These results confirm the use of the superficial and deep dermal skin injuries in the hairless guinea pigs as suitable models that can be utilized for the investigation of the pathological processes of acute as well as long-term injuries. These models will be further used to develop treatments to improve the healing process and prevent skin damage and long-term effects."
        },
        {
            "References": "PMID:21410818",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ The objective of these studies was to provide detailed analyses of the time course of sulfur mustard (SM) vapor-induced clinical, histological, and biochemical changes following cutaneous exposure in hairless guinea-pigs. Three 6 sq cm sites on the backs of each guinea-pig were exposed to SM vapor (314 cu mg ) for 6 minutes (low dose) or 12 minutes (high dose). Animals were killed at 6, 24, and 48 hours, or 2 weeks postexposure. Erythema, edema, histopathology, and analysis of matrix metalloproteinase (MMP)-2 and -9 content were evaluated. Erythema was observed by 6 hours, and edema by 24 hours postexposure. Vapor exposure caused epidermal necrosis with varying degrees of dermatitis, ulceration, hemorrhage, and separation of the dermis from the epidermis. Later changes included epidermal regeneration with hyperplasia and formation of granulation tissue in the dermis with loss of hair follicles and glandular structures. Relative amounts of pro and active MMP-2 and MMP-9 were significantly increased in the high-dose SM group at 2 weeks. Erythema, edema, and histologic changes are consistent with findings among human victims of SM attack. This model, with observations to 2 weeks, will be useful in assessing the efficacy of countermeasures against SM."
        },
        {
            "References": "PMID:19682477",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Guinea pigs (GP) were exposed (head only) in individual plethysmographs to various concentrations of sulfur mustard vapor, determined online, using FTIR attached to flow chamber. The LCt(50) and the inhaled LD(50) were calculated at different time points post exposure. Surviving animals were monitored for clinical symptoms, respiratory parameters and body weight changes for up to 30 days. Clinical symptoms were noted at 3 hr post exposure, characterized by erythematic and swelling nose with extensive mucous secretion (with or without bleeding). At 6 hr post exposure most of the guinea pigs had breathing difficulties, rhonchi and dyspnea and few deaths were noted. These symptoms peaked at 48 hr and were noted up to 8 days, associated with few additional deaths. Thereafter, a spontaneous healing was noted, characterized by recovery of respiratory parameters and normal weight gain with almost complete apparent healing within 2 weeks. Histopathological evaluation of lungs and trachea in the surviving GPs at 4 weeks post exposure revealed a dose-dependent residual injury in both lung and trachea expressed by abnormal recovery of the tracheal epithelium concomitant with a dose-dependent increase in cellular volume in the lungs. These abnormal epithelial regeneration and lung remodeling were accompanied with significant changes in protein, LDH, differential cell count and glutathione levels in the bronchoalveolar lavage (BAL). It is suggested that the abnormal epithelial growth and cellular infiltration into the lung as well as the continuous lung inflammation could cause recurrent lung injury similar to that reported for HD exposed human casualties."
        },
        {
            "References": "PMID:20384890",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Skin exposure to sulfur mustard (HD) results in erythema, edema and severe injury, which takes a long time to heal and might impose a heavy burden on the health system. Despite many years of research, there is no treatment that prevents the development of the cytotoxic effects of HD causing acute and prolonged damage to the skin. Therefore, it is of great importance to develop treatments that will ameliorate the extent of injury and improve as well as shorten the healing process. The aim of the present study was to establish a small animal model for a long-term HD-induced skin injury using the hairless guinea-pig (HGP) and to further test the efficacy of anti-inflammatories in ameliorating the pathology. HGPs were exposed to HD vapor on four sites for various time durations (1, 5, 10, 15 and 30 min). Clinical evaluation was conducted using reflectance colorimetry, transepidermal water loss and wound-area measurements. Biochemical [prostaglandin (PGE) content and metalloproteinase-9 (MMP-9) activity] and histopathological evaluations were conducted up to 2 weeks post-exposure. Typical symptoms of HD skin injury developed including erythema and edema and the extent of injury was closely related to the exposure duration. Histological evaluation revealed severe edema, infiltration of inflammatory cells, damage to basal cells and vesication. By 2 weeks, healing was not completed, impaired basement membrane and epithelial hyperplasia were observed. PGE content and MMP-9 activity increased at 2 hr post-exposure; however, while PGE returned to baseline levels within 24 hr, MMP-9 remained elevated at least up to 48 hr. Furthermore, a short-term, topical, anti-inflammatory post-exposure treatment was effective in reducing the extent of the acute injury. These results indicate that the effects of HD on HGP skin are similar to previously shown effects in the pig model and in humans and therefore support the use of the HGP as an animal model for long-term effects of HD on skin injury and for studying the efficacy of anti-inflammatory treatments."
        },
        {
            "References": "PMID:21939433",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Sulfur mustard (HD) ranks among the alkylating chemical warfare agents. Skin contact with HD produces an inflammatory response that evolves into separation at the epidermal-dermal junction conducting to blistering and epidermis necrosis. /Previous/ treatment strategies of HD burns have ...consisted in symptomatic management of skin damage. Therapeutic efficacy studies are still being conducted; classically using appropriate animal skin toxicity models. In order to substantiate the use of SKH-1 hairless mouse as an appropriate model for HD-induced skin lesions, /the authors/ investigate the time-dependent quantitative gene expression of various selected transcripts associated to the dorsal skin exposure to HD saturated vapors. Using quantitative real time polymerase chain reaction (RT-qPCR), the expression of interleukins (IL-1beta and IL-6), tumor necrosis factor (TNF)-alpha, macrophage inflammatory proteins (MIP)-2alpha (also called Cxcl2) and MIP-1alphaR (also called Ccr1), matrix metalloproteases (MMP-9 and MMP-2), laminin gamma2 monomer (Lamc2) and keratin (K)1 was determined up to 21 days after HD challenge in order to allow enough time for wound repair to begin. Specific transcript RT-qPCR analysis demonstrated that IL-6, IL-1beta, Ccr1, Cxcl2 mRNA levels increased as early as 6?hr in HD-exposed skins and remained up-regulated over a 14-day period. Topical application of HD also significantly up-regulated MMP-9, TNF-alpha, and Lamc2 expression at specific time points. In contrast, MMP-2 mRNA levels remained unaffected by HD over the time-period considered, whereas that long-term study revealed that K1 mRNA level significantly increased only 21 days after HD challenge. /The/ study hereby ...substantiate a long period variation expression in the inflammatory cytokine, MMPs and structural components following cutaneous HD exposure in hairless mouse SKH-1..."
        },
        {
            "References": "PMID:22316652",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Sulfur mustard (SM) exposure results in dose-dependent morbidities caused by cytotoxicity and vesication. Although lesions resulting from ocular exposure often resolve clinically, an idiopathic delayed mustard gas keratopathy (MGK) can develop after a moderate or severe exposure. Sequelae include persistent keratitis, recurring epithelial lesions, corneal neovascularization, and corneal degeneration, which can lead to impaired vision or loss of sight. The purpose of this effort is to correlate structural changes with injury progression during the development of MGK. New Zealand White rabbit corneas were exposed to SM using a vapor cup delivery system. The transition from acute to delayed injury was characterized by clinical, histological, and ultrastructural metrics over 8 weeks. Exposure dose was correlated to the likelihood of developing MGK but not to its severity. In a 56-animal cohort, a 2.5-minute exposure generated a corneal lesion, with 89% of corneas developing MGK within 5 weeks. A significant decrease in corneal edema at 2 weeks was predictive of the 11% of corneas that underwent asymptomatic recovery. Ultrastructural comparison of asymptomatic and MGK corneas at 8 weeks indicates that MGK is characterized by persistent edema and profound disorganization of the basement membrane zone. Ultrastructural changes associated with the delayed pathophysiology of corneal SM vapor exposure involve severe degeneration of the basement membrane zone and persistent edema. The mechanisms underlying MGK pathogenesis seem to alter injury progression as soon as 2 weeks after exposure. These data suggest that the vapor cup model system is suitable for therapeutic evaluation."
        },
        {
            "References": "PMID:19778212",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Sulfur mustard (bis-(2-chloroethyl) sulfide) is an alkylating agent, and produces blisters on skin and causes systemic toxicity and DNA strand breaks. The mechanism and role of inflammatory cytokines, receptors, and DNA damage signaling pathway specific genes were studied in sulfur mustard (SM) exposed mouse liver. Female mice were exposed percutaneously with 1.0 L.D50 of SM (8.1 mg/kg body weight). Inflammatory cytokine gene expression profiles were determined at 1 and 3 days post-exposure to SM and DNA damage signaling pathway specific, double strand break repair proteins gene expression profile at 1, 3, and 7 days were examined by DNA microarrays and semi-quantitative reverse transcription-polymerase chain reaction (RT-PCR). Anti-inflammatory cytokines and receptors were down-regulated from day 1 to day 3. Pro-inflammatory genes TNF-alpha, TNF receptors were up-regulated from day 1 to day 3. Double strand DNA break repair proteins Rad23, Rad50, Rad51, Rad52, and Rad54l were down-regulated from day 1 to day 7. This result indicates sulfur mustard causes inflammatory response, activates the cascade of events in the signal transduction pathway, and promotes irreversible double strand DNA breaks in chromosomal DNA, which is leading to cell death."
        },
        {
            "References": "PMID:19245179",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Comparative toxicity of nitrogen mustards (HN-1, HN-2 and HN-3) and sulphur mustard was carried out in mice. Based on LD50, the toxicity pattern was HN-2 < HN-1 < HN-3 < sulphur mustard by percutaneous route whereas, by subcutaneous route the toxicity pattern was sulphur mustard < HN-3 < HN-2 < HN-1. Single dose of 1 LD50 of nitrogen mustards and sulphur mustard was administered percutaneously and various oxidative stress parameters were also evaluated. The weight loss was more in HN-2 on day 3 and in sulphur mustard on day 7. There was a drastic fall of WBC count on day 3 in all groups with a recovery in nitrogen mustard groups on day 7. The RBC count and hemoglobin content showed a significant increase on day 7 in sulphur mustard group. The plasma enzymes (ALT, AST and ALP) showed an increase in all groups on day 3 and day 7. The hepatic GSH and GSSG contents were reduced and MDA content increased in all groups, with a further change in sulphur mustard on 7 day. Extensive DNA fragmentation was observed in all the nitrogen mustard groups compared to sulphur mustard group, on day 3. However, on the day 7 the DNA fragmentation was same in all groups. This study showed that the nitrogen mustards and sulphur mustard were extremely toxic by percutaneous route and caused oxidative stress. Sulphur mustard was more toxic by the percutaneous route and the effects were delayed and progressive."
        },
        {
            "References": "PMID:8821670",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ ... Seventy-two Sprague-Dawley rats of each sex, 6-7 weeks old, were divided into six groups (12 of each sex per group) and gavaged with 0, 0.003, 0.01, 0.03, 0.1 or 0.3 mg/kg sulfur mustard in sesame oil for 5 days a week for 13 weeks. No dose-related mortality was observed. A significant decrease (P > 0.05) in body weight was observed in both sexes of rats only in the 0.3 mg kg-1 group. Hematological evaluations and clinical chemistry measurements found non consistent treatment-related effects at the doses studied. The only treatment-related lesion associated with gavage exposure upon histopathological evaluation was epithelial hyperplasia of the forestomach of both sexes at 0.3 mg/kg and of males at 0.1 mg/kg. The hyperplastic change was minimal and characterized by cellular disorganization of the basilar layer, apparent increase in mitotic activity of the basilar epithelial cells and thickening of the epithelial layer due to the apparent increase in cellularity. The estimated no-observed-effect level (NOEL) for sulfur mustard in this 90-day study was 0.1 mg/kg per day when administered orally."
        },
        {
            "References": "PMID:20659490",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/Inhalation of sulfur mustard (SM), a bifunctional alkylating agent that causes severe lung damage, is a significant threat to both military and civilian populations. The mechanisms mediating its cytotoxic effects are unknown and were investigated in the present studies. Male rats Crl:CD(SD) were anesthetized, and then intratracheally intubated and exposed to 0.7-1.4 mg/kg SM by vapor inhalation. Animals were euthanized 6, 24, 48 hr or 7days post-exposure and bronchoalveolar lavage fluid (BAL) and lung tissue collected. Exposure of rats to SM resulted in rapid pulmonary toxicity, including focal ulceration and detachment of the trachea and bronchial epithelia from underlying mucosa, thickening of alveolar septal walls and increased numbers of inflammatory cells in the tissue. There was also evidence of autophagy and apoptosis in the tissue. This was correlated with increased BAL protein content, a marker of injury to the alveolar epithelial lining. SM exposure also resulted in increased expression of markers of inflammation including cyclooxygenase-2 (COX-2), tumor necrosis factor-alpha (TNFa), inducible nitric oxide synthase (iNOS), and matrix metalloproteinase-9 (MMP-9), each of which has been implicated in pulmonary toxicity. Whereas COX-2, TNFa and iNOS were mainly localized in alveolar regions, MMP-9 was prominent in bronchial epithelium. In contrast, expression of the anti-oxidant hemeoxygenase, and the anti-inflammatory collectin, surfactant protein-D, decreased in the lung after SM exposure. These data demonstrate that SM-induced oxidative stress and injury are associated with the generation of cytotoxic inflammatory proteins which may contribute to the pathogenic response to this vesicant."
        },
        {
            "References": "Report on Carcinogens, Twelfth Edition (2011) National Toxicology Program, Department of Health and Human Services Mustard Gas CAS No. 505-60-2 https://ntp.niehs.nih.gov/ntp/roc/twelfth/profiles/MustardGas.pdf",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Mustard gas caused cancer in mice of both sexes. When administered by inhalation or intravenous injection, it caused lung tumors, and when administered by subcutaneous injection, it caused tumors at the injection site (fibrosarcoma or sarcoma)..."
        },
        {
            "References": "Pechura CM  and  Rall DP, Eds; Committee to Survey the Health Effects of Mustard Gas and Lewisite, Institute of Medicine, National Academies of Science; Veterans at Risk: The Health Effects of Mustard Gas and Lewisite.  National Academy Press, Washington, DC (1993).",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ ... Over a period of 18 months ... /the eyes of/ 138 rabbits injured by sulfur mustard /were examined/. ... The results showed that, similar to the human condition, migration of fatty or cholesterin deposits to the surface of the eye could occur after 7 to 8 months and cause recurrent secondary ulceration. In these models of severe burns, it can be concluded that delayed and recurrent keratitis is demonstrable and reproducible."
        },
        {
            "References": "Pechura CM  and  Rall DP, Eds; Committee to Survey the Health Effects of Mustard Gas and Lewisite, Institute of Medicine, National Academies of Science; Veterans at Risk: The Health Effects of Mustard Gas and Lewisite.  National Academy Press, Washington, DC (1993).",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Heston conducted another experiment in which strain A mice were exposed to sulfur mustard by inhalation. It is likely that the concentration of sulfur mustard in the experimental chamber reached relatively high levels during the 15-minute exposure: of a total of 80 mice exposed, 13 died in the 4 months prior to follow-up. Control and experimental mice were sacrificed periodically from 4 to 11 months after exposure. At the conclusion of the experiment, 33 of 67 experimental mice had developed pulmonary tumors, compared with 21 of 77 control mice. Additionally there were 3 lymphocytic leukemias in the experimental group and none in controls."
        },
        {
            "References": "Pechura CM  and  Rall DP, Eds; Committee to Survey the Health Effects of Mustard Gas and Lewisite, Institute of Medicine, National Academies of Science; Veterans at Risk: The Health Effects of Mustard Gas and Lewisite.  National Academy Press, Washington, DC (1993).",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Several studies conducted at Edgewood Arsenal examined the toxic and carcinogenic effects on rats of chamber (whole body) exposure to sulfur mustard. Experimental animals were exposed to sulfur mustard at concentrations of 0.001 mg/cu m (continuously) or 0.1 mg/cu m (6.5 hours per day, 5 days per week) for periods of from 1 to 52 weeks. The results of these studies ... demonstrated that sulfur mustard readily produced skin malignancies in rats, but no excess tumors at other sites. ...  Data on other species were equivocal: experiments on guinea pigs, rabbits, and dogs were not of sufficient duration for a valid carcinogenicity study. No tumors were observed in any animal other than rats."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V9 183 (1975)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ A group of 40 male & 40 female  mice, 2-3 months of age, were exposed for 15 min to vapors from 0.01 mL mustard gas in an 8 l desiccator; 40 male and 40 female controls were exposed to air alone. 4 months after exposure, 30 test & 32 control mice were killed, & incidences of lung tumors were found to have been 9/30 & 6/32 respectively. All other surviving animals were killed after 11 mo of exposure, and 33/67 mice exposed to mustard gas had lung tumors (unspecified), compared with 21/77 controls. The numbers of tumors per mouse were 0.66 in exposed group & 0.31 in controls. The difference in incidence compared with that in controls is reported to be highly significant (p< 0.01)."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V9 183 (1975)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Three groups of 2-3 month old mice, comprising 16 C3H mice of both sexes, 10 female C3HF mice & 30 /Strain/ A mice of both sexes, were given 5-6 weekly sc injections of 0.05 mL of 0.05% soln of mustard gas in olive oil and were observed until natural death ... fibrosarcomas at injection site were observed in 1/8 C3H males, 2/9 c3hf females & 1/14 a males 10-14 mo after beginning of treatment. Mammary tumors were also observed in 2 female C3HF mice, in 8/8 treated C3H females & in 1/12 treated /Strain/ A females. In a concurrent study, mammary tumors were reported to have occurred in 2/100 female C3HF controls, in 7/8 C3H controls, & in 0/14 /Strain/A controls. In a second expt, a rhabdomyosarcoma occurred after 15 mo in 1/24 C3H males, & local sarcomas were observed in 2/38 C3HF males about 15 mo after start of treatment. No sc sarcomas occurred in 60 non-injected C3H or C3HF male controls nor in male & female C3H & /Strain/ A controls injected with olive oil (p> 0.05) /Study reported in 1953/."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V9 184 (1975)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ A group of 15 male & 15 female /Strain A/ mice 2 mo old was injected iv on alternate days with 0.25 mL of 1:10 dilution of saturated soln of mustard gas in water (0.06-0.07%) for a total of 4 injections. All survivors were killed at age of 6 mo, & 14/15 (93%) treated mice had developed pulmonary tumors compared with 15/28 (61%) controls (0.9 tumors/mouse). In a second experiment, in which a slightly lower dose of mustard gas was admin iv to 24 males & 24 females, pulmonary tumors were found in 32/47 (68%) treated survivors (1.09 tumors/mouse) at the age of 6 mo, compared with 6/46 (13%) in controls (0.13 tumors/mouse) (p< 0.001)."
        },
        {
            "References": "McNamara BP et al; Toxicological basis for controlling levels of mustard in the environment. EASP EBSP 74030. Biomedical Laboratory, Department of the Army, Headquarters, Edgewood Arsenal, Aberdeen Proving Ground, MD (1975) as cited in Subcommittee on Chronic Reference Doses for Selected Chemical Warfare Agents, National Research Council. Review of the U.S. Army's Health Risk Assessments for Oral Exposure to Six Chemical-Warfare Subcommittee on Chronic Reference Doses Selected Chemical Warfare Agents. Appendix E. p. 246-7 (1999)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ ... Male and female SDW rats (140), A/J mice (140), rabbits (12), guinea pigs (30), and dogs (6 initially) /were exposed/ to a sulfur mustard vapor concentration of 0.001 mg HD/cu m for 24 hr/day, 5 days/wk, for varying exposure durations up to one year (Note: the investigators reported that the experimental protocol involved a continuous exposure, implying that it was for 7 days/wk; however, in several places in the report it is specifically mentioned that the exposures were for only 5 days/wk). The same number of animals of each species were exposed to 0.1 mg HD/cu m for 6.5 hr followed by 0.0025 mg HD/cu m for 17.5 hr per day, 5 days/week for up to one year. The latter exposure is equivalent to a 5 day/wk time-weighted average concentration of 0.029 mg/ m3. Unexposed controls consisted of 10 dogs, 7 rabbits, 20 guinea pigs, 100 rats and 120 mice. Exposed animals were sacrificed periodically during the study and were replaced with new animals. One hundred ICR mice were added to the test chambers about 6 months after the tests began, and 50 A/J mice were added to the chambers about 3 months later. Signs of toxicity that could be attributed to the sulfur mustard exposure occurred only in rats and dogs. Of 39 rats exposed to 0.001 mg HD/cu m for 12 months, 5 exhibited chronic keratitis ... ; however, this effect was not observed in any rats exposed to 0.1 mg HD/cu m. No signs of toxicity were seen in any of the dogs exposed to 0.001 mg HD/cu m; however, it should be noted that only 2 animals were exposed for the full 52-week period and only 4 animals were exposed for 32 weeks. The major signs of toxicity seen in the dogs exposed to 0.1 mg HD/cu m were ocular changes consisting of corneal opacity, pannus, vascularization, pigmentation, keratitis, and granulation. /The authors/ state that chronic keratitis and conjunctivitis occurred in 3 of 10 dogs exposed for 7.5 or 12 months. The tabulated data ...  indicate that chronic keratitis was also seen in some animals as early as 16 weeks after exposure began, and may have occurred in as many as 5 of 10 animals exposed for 32, 40 or 52 weeks. /The authors/ concluded that it was ''possible\" that these effects were agent-related. Pneumonitis occurred in several of the dogs exposed to 0.1 mg HD/cu m, but this condition was also seen in the control animals ...  There were no changes in blood chemistry of the exposed dogs except for a possible increase in serum glutamic oxaloacetic transaminase after 12 to 28 weeks of exposure to 0.1 mg/cu m. ..., Two dogs exposed to 0.1 mg HD/cu m for 12 months also exhibited anaphylactic syndrome, gastroenteritis, and petechia. Although these effects were considered by McNamara et al. (1975) to be unrelated to the exposure to sulfur mustard, they are consistent with the known vesicant and sensitization actions of the agent. It is possible that the HD condensed on the fur of the animals and was subsequently ingested as a result of grooming behavior. ..."
        },
        {
            "References": "Hackett  PL et al; Teratology Studies on Lewisite and Sulfur Mustard Agents: Effects of Sulfur Mustard in Rats and Rabbits. Final Report. AD A 187495. Pacific Northwest Laboratory, Richland, WA. for the U.S. Army Medical Research and Development Command, Fort Detrick, MD, (1987) as cited in Subcommittee on Chronic Reference Doses for Selected Chemical Warfare Agents, National Research Council. Review of the U.S. Army's Health Risk Assessments for Oral Exposure to Six Chemical-Warfare Subcommittee on Chronic Reference Doses Selected Chemical Warfare Agents. Appendix E. p. 249-50 (1999)",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ ... Sulfur mustard (dissolved in sesame oil) was administered by intragastric intubation to rats and rabbits on gestation days 6 to 15 (rats) or 6 to 19 (rabbits). Female rats were dosed with 0, 0.2, 0.4, 0.8, 1.6, 2.0 or 2.5 mg/kg/day in a range-finding study (3 to 9 animals per dose group of which 2 to 7 per dose group were pregnant) and with 0, 0.5, 1.0, or 2.0 mg/kg/day in a teratology study (25 to 27 animals per dose group of which 20 to 26 per dose group were pregnant). Maternal and fetal toxicity was observed at all dose levels... .. In the range-finding study significant (p <0.05) maternal effects included mortality (1/3) at the highest dose; severe gastric lesions (petechial hemorrhage and sloughing of gastric mucosa) at 2.0 and 2.5 mg/kg/day; and inflamed mesenteric lymph nodes at doses of 0.4 mg/kg/day and higher. Significant decreases in body weight and decreased extragestational weight occurred at 1.6 mg/kg/day and decreased hematocrit at 0.8 mg/kg/day. There were no adverse effects on fetal weight and no evidence of morphological abnormalities in the fetuses. In the rat teratology study, maternal toxicity was evidenced by gastric inflammation at 2.0 mg/kg/day, and inflamed mesenteric lymph nodes at doses of 0.5 mg/kg/day and higher. Decreased body weight and decreased extragestational weight occurred at 0.5 mg/kg/day; decreased hematocrit at 1.0 mg/kg/day; and decreased weight of the placenta and gravid uteri at 2.0 mg/kg/day. Fetal effects included decreased weight in females and hydroureter at 0.5 mg/kg/day; decreased weight of males at 1.0 mg/kg/day; increased incidences of supernumerary ribs, misaligned sternebrae, and reduced ossification of sternebrae at 2.0 mg/kg/day. The investigators reported that the study did not reveal any evidence for a sulfur mustard-induced teratogenic effect in rats because all of the observed fetal changes occurred at dose levels that also produced maternal toxicity. The NOAEL for maternal and fetal toxicity was reported to be <0.5 mg/kg/day. In the second part of the ... study, rabbits were dosed with 0, 0.5, 1.0, 2.0, and 2.5 mg/kg/ day in a range-finding study (7 to 8 per dose group), and with 0, 0.4, 0.6, or 0.8 mg/kg/day in the teratology study (7 to  8 per dose group). Dose levels of 0.8 mg/kg/day or higher were lethal to the dams. Damage to the gastric mucosa and enlarged Peyer's patches were observed in animals that received the lowest dose (0.4 mg/kg/day). Depressed body weight, depressed extragestational weight gain, and depressed hematocrit values occurred at 0.8 mg/kg/ day. In the range-finding study a significant depression in fetal body weights occurred at a dose level of 2.0 mg/ kg/day; however, in the teratology study no significant effects were observed on intrauterine survival, placental and fetal body weights, or incidence of fetal abnormalities. The investigators concluded that the study provided no evidence that sulfur mustard induced a teratogenic effect in rabbits. The NOAELs for maternal and fetal toxicity were reported to be <0.4 mg/kg/day and >0.8 mg/kg/day, respectively."
        },
        {
            "References": "PMID:8829254",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ ...  the reproductive effects of HD were evaluated in Sprague-Dawley rats. Groups of rats (27 females and 20 males/group/generation) were gavaged with 0, 0.03, 0.1, or 0.4 mg/kg HD 5 d/week for 13 weeks prior to mating and throughout gestation, parturition, and lactation in a 42-week, 2-generation study. Growth of adult F1 rats of both sexes was reduced by the 0.4 mg/kg exposure. There were no significant effects on reproductive function or pregnancy outcome in either generation, except for an altered sex ratio in the 0.4 mg/kg group. Although not different at birth, growth of the 0.4 mg/kg F1 and F2 offspring was depressed during lactation. A dose-related lesion of the squamous epithelium of the forestomach was observed in adults of both sexes and both the F1 and F2 generation. For a given treatment, the incidence was approximately the same for each sex at each generation. When animals were pooled by sex and generation, approximately 70% (66 out of 94) of the low dose group had only mild microscopic lesions, 72% (68 out of 94) of the intermediate dose group had moderate lesions, and 81% (76 out of 94) of the high group had marked lesions. The lesion, acanthosis, was characterized by thickening of the squamous musoca with varying degrees of hyperkeratosis. Benign neoplasms of the forestomach were found in about 10% of the intermediate and high dose groups in both F0 and F1 generations. ...[Sasser LB et al; Reprod Toxicol 10 (4): 311-9 (1996) . Related Articles, Links   Two-generation reproduction study of sulfur mustard in rats.  Sasser LB, Cushing JA, Dacre JC.  Health Division, Battelle, Pacific Northwest Laboratory, Richland, WA 99352-0999, USA.  Comprehensive data are not available to evaluate the potential risk to reproduction from exposure to sulfur mustard (HD),"
        },
        {
            "References": "PMID:15681122",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ The present study was designed to establish a chick model for the mechanisms of sulfur mustard (SM) on neurobehavioral teratogenicity, free of confounds related to mammalian maternal effects. Chicken eggs were injected with SM at a dose range of 0.0017-17.0 ug/kg of egg, which is below the threshold for dysmorphology, on incubation days (ID) 2 and 7, and then tests were conducted posthatching. Exposure to SM elicited significant deficits in the intermedial part of the hyperstriatum ventrale (IMHV)-related imprinting behavior. Parallel decreases were found in the level of membrane PKCgamma in the IMHV, while eliciting no net change in cytosolic PKC-gamma. ..."
        },
        {
            "References": "PMID:19560481",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ Recent global events have focused attention on the potential threat of international and domestic chemical terrorism, as well as the possibility of chemical warfare proliferation. Sulphur mustard (SM) is one of the potent chemical warfare agents (CWA), which initiates a cascade of events that converge on the redox mechanisms common to brain injury. The present study was designed to examine the effects of chronic SM exposure on neurobehavioral impairments, mitochondrial oxidative stress in male Swiss Albino mice and its role in inducing apoptotic neuronal cell death. The animals were divided into four groups (control, low, medium and high dose) of 5 animals each. Exposure to SM was given percutaneously daily for 12 weeks. The results demonstrated impairment in neurobehavioral indices viz. rota rod, passive avoidance and water maze tests in a dose dependent manner. There was a significant increase in lipid peroxidation and protein carbonyl content whereas, decrease in the activity of manganese superoxide dismutase (MnSOD), glutathione reductase and glutathione peroxidase suggesting impaired antioxidant defense system. Immunoblotting of cytochrome c, Bcl-2, Bax and activation of caspase-3 suggest induction of apoptosis in a dose dependent manner. Finally, increased p53 expression suggests that it may target the mitochondrial pathway for inducing apoptosis in response to DNA damage signals. In conclusion, chronic SM exposure may have the potential to generate oxidative stress which may trigger the release of cytochrome c as well as caspase-3 activation in neurons leading to cell death by apoptosis in a dose dependent manner which may in the end be responsible for the disruption of cognitive functions in mice."
        },
        {
            "References": "PMID:14620653",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ ... Long-term effects of a single dose of SM on nerve conduction velocity and electromyography (EMG) pattern is evaluated in hindlimb of adult male rats.... Sulfur mustard (SM) poisoning was induced by two means: subcutaneous injection of 1 and 3.5 mg/kg SM in two experimental groups (1 and 2) and cutaneous application of 8 and 13 mg/kg SM in groups 3 and 4. Sham and control groups received SM vehicle, isopropyl alcohol, and nothing, respectively. Electrophysiological assessments were performed after 26 weeks as follows: sciatic nerve conduction study that included measuring, amplitude, duration, and latency of M-wave, F-wave latency, and EMG study in resting and minimal contraction states. ...  Results indicate that sciatic nerve conduction velocity did not significantly change in any experimental groups. However, resting EMG records showed some abnormalities very similar to positive sharp waves and fasciculation reported in humans. These abnormalities were observed in 6 of 36 intoxicated rats..."
        },
        {
            "References": "Report on Carcinogens, Twelfth Edition (2011) National Toxicology Program, Department of Health and Human Services Mustard Gas CAS No. 505-60-2 https://ntp.niehs.nih.gov/ntp/roc/twelfth/profiles/MustardGas.pdf",
            "Value": "/GENOTOXICITY/ Mustard gas caused genetic damage in all systems in which it was tested. It caused DNA damage in bacteria and gene mutations in fungi. In Drosophila melanogaster, it caused dominant lethal mutations, sex-linked recessive lethal mutations, aneuploidy, and heritable translocations. In cultured rodent cells, it caused mutations, chromosomal aberrations, and DNA damage. In mice exposed by intraperitoneal injection, mustard gas was shown to bind covalently to DNA, RNA, and protein..."
        },
        {
            "References": "HHS/ATSDR; Toxicological Profile for Sulfur Mustard (formerly called Mustard Gas) (Update). PB2004-100006. p. 72. (September 2003) Available from, as of July 12, 2007: https://www.atsdr.cdc.gov/toxprofiles/index.asp",
            "Value": "/GENOTOXICITY/ Evidence of tissue sulfur mustard DNA adducts in hairless guinea pigs at 4 hours after 5-minute nose-only exposure to 160 mg/cu m (25 ppm; 800 mg-minute/cu m) of sulfur mustard indicates absorption and/or distribution to nasal epithelium, nasopharynx, larynx, carina, and lung.. Sulfur mustard DNA adducts found in the lung, spleen, and bone marrow in the same species after 8-minute nose-only exposure to 300 mg/cu m (46 ppm; 2,400 mg-minute/cu m) of sulfur mustard indicates distribution to these tissues."
        },
        {
            "References": "PMID:15674844",
            "Value": "/GENOTOXICITY/ ... This study examined sulfur mustard (SM)-induced alterations in gene expression using Atlas Mouse 5K DNA microarrays (5002 genes) to identify transcriptional events associated with SM skin injury. Mice (N=3) were exposed topically to SM (0.04, 0.08, and 0.16 mg; 48.8, 97.5, and 195 mM) on the inner surface of the right ear and skin tissues were harvested at 1.5, 3, 6, and 12 hr. Genes were selected based on the three mice in the same dose group demonstrating a > or =2-fold increase or decrease in gene expression for the SM-exposed tissue when compared to the dichloromethane vehicle control ear at all three doses and four time points. At the 0.04 mg SM dose, the genes observed were primarily involved in inflammation, apoptosis, and cell cycle regulation. Exposure to 0.08 mg SM increased the expression of genes related to inflammation and cell cycle regulation. Exposure to 0.16 mg SM led to a total of six genes that were changed at all observed time periods; however, these genes do not appear to be directly influential in biological mechanisms such as inflammation, apoptosis, and cell cycle regulation as was observed at the lower SM doses of 0.04 and 0.08 mg. These functional categories have been observed in previous studies utilizing both in vivo and in vitro model systems of SM-induced dermal injury, suggesting that molecular mechanisms associated with inflammation, apoptosis, and cell cycle regulation may be appropriate targets for developing prophylactic/therapeutic treatments for SM skin injury."
        },
        {
            "References": "IPCS; Poisons Information Monograph 354. Mustard Gas. (September 1996). Available from, as of July 10, 2007: https://www.inchem.org/documents/pims/chemical/mustardg.htm",
            "Value": "/GENOTOXICITY/ Simple mutations, structural chromosomal aberrations, sex chromosome loss and nondisjunction and heritable translocations have all been observed in numerous in vitro tests."
        },
        {
            "References": "Pechura CM  and  Rall DP, Eds; Committee to Survey the Health Effects of Mustard Gas and Lewisite, Institute of Medicine, National Academies of Science; Veterans at Risk: The Health Effects of Mustard Gas and Lewisite.  National Academy Press, Washington, DC (1993).",
            "Value": "/GENOTOXICITY/ Sulfur mustard induces chromosome aberrations - gross structure breaks visible under light - in a variety of cell systems. In fact, sulfur mustard was the first compound reported to induce chromosome abnormalities in the fruit fly Drosophila melanogaster. Subsequent work has shown that this type of genetic damage is dose related and that the spectrum of genetic change is similar to that of X-rays, in that it is cell cycle-specific.  Subsequent studies have generalized the data to demonstrate that sulfur mustard induces chromosome aberrations in Vicia faba (fava bean) and marsupial lymphocyte. Further, when cell lines have been studied, cytogenetic (chromosome) sensitivity to sulfur mustard has paralleled that of X-rays."
        },
        {
            "References": "Pechura CM  and  Rall DP, Eds; Committee to Survey the Health Effects of Mustard Gas and Lewisite, Institute of Medicine, National Academies of Science; Veterans at Risk: The Health Effects of Mustard Gas and Lewisite.  National Academy Press, Washington, DC (1993).",
            "Value": "/GENOTOXICITY/ Sulfur mustards are also mutagens, inducing heritable alterations in dividing cells. They have been shown to induce mutations in Drosophila; in L5178Y mouse lymphoma cells; in the red bread mold Neurospora crassa; and in the bacteria Salmonella. ... The compound clearly induces somatic mutations in exposed cells in a dose-related fashion."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V9 185 (1975)",
            "Value": "/GENOTOXICITY/ Mustard gas, at low concn, has been shown to inhibit DNA synthesis in Escherichia coli bacteria ... & Chinese hamster cells ... Mustard gas ... induce/s/ mutations & chromosome rearrangements in Drosophila melanogaster & mutations in specific DNA regions ... It induces chromosomal aberrations in cultured rat lymphosarcoma cell lines ... in a host mediated assay in male BDF1 mice ... It induced both chromosomal aberrations & reverse mutations ... after single sc doses of 100 mg/kg body wt. Dominant lethal mutations in adult male virgin rats were induced after exposure to mustard gas at 0.1 mg/cu m of air for 52 wk."
        },
        {
            "References": "PMID:4999910",
            "Value": "/GENOTOXICITY/ Adult Drosophila melanogaster males injected with 0.15 +/ - 0.05 uL solutions of mustard gases or 0.25 +/ - 0.05 uL of alkyl nitrosoquanidines and mated with virgin females. Phenotypic analysis of the progeny (F1 and F2) from such matings showed that the cmpd had selective mutagenicity for heterochromatic loci in the order: bis(2-chloroethyl) sulfide > MNNG (N-methyl-N'-nitro-N-nitrosoguanidine) > ethyl 2-chloroethyl sulfide > ENNG (N-ethyl-N'-nitro-N-nitrosoguanidine). The order of selective mutagenicity for euchromatic loci was: bis(2-chloroethyl) sulfide > (N-ethyl-N'-nitro-N- nitrosoguinidine > ethyl 2-chloroethyl sulfide > (N-methyl-N'-nitro-N- nitrosoguanidine."
        },
        {
            "References": "PMID:8258633",
            "Value": "/GENOTOXICITY/ Sprague-Dawley rats of each sex, 6-7 weeks old, were orally administered 0, 0.08, 0.20 or 0.50 mg/kg HD 5 days a week for 10 weeks, after which dominant lethal studies were conducted during the post-exposure period. The studies were conducted in two phases: a female dominant lethal phase in which treated or untreated males were mated with treated females and their fetuses were evaluated 14 days after copulation; and a male dominant lethal phase in which treated males cohabited with untreated females for 5 days and fetuses were evaluated 14 days after the mid-point of the week of cohabitation, for each of 10 weeks. In addition, motility, population size and morphology were measured in sperm obtained from the cauda epididymis. Parental growth rates were reduced in both sexes treated with the high level of HD. Female dominant lethal effects were not observed, although significant male dominant lethal effects were observed in HD-exposed male rats mated to untreated females at 2 and 3 weeks' post-exposure. These effects, which included increases of early fetal resorptions and preimplantation losses and decrease in total live embryo implants, were most consistently observed at a dose of 0.50 mg/kg. A significant P(P < 0.05) increase in the percentage of abnormal sperm was detected in males exposed to 0.50 mg/kg HD. The timing of dominant lethal effects is consistent with an effect during the post-meiotic stages of spermatogenesis, possibly involving the generally sensitive spermatids."
        },
        {
            "References": "PMID:20600214",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ The effect of ionic environment on sulphur mustard (bis 2-chloroethyl sulphide; HD) toxicity was examined in CHO-K1 cells. Cultures were treated with HD in different ionic environments at constant osmolar conditions (320 mOsM, pH 7.4). The cultures were refed with fresh culture medium 1hr after HD exposure, and viability was assessed. Little toxicity was apparent when HD exposures were carried out in ion-free sucrose buffer compared to LC(50) values of approximately 100-150 uM when the cultures were treated with HD in culture medium. Addition of NaCl to the buffer increased HD toxicity in a salt concentration-dependent manner to values similar to those obtained in culture medium. HD toxicity was dependent on both cationic and anionic species with anionic environment playing a much larger role in determining toxicity. Substitution of NaI for NaCl in the treatment buffers increased HD toxicity by over 1000%. The activity of the sodium hydrogen exchanger (NHE) in recovering from cytosolic acidification in salt-free and in different chloride salts did not correlate with the HD-induced toxicity in these buffers. However, the inhibition by HD of intracellular pH regulation correlated with its toxicity in NaCl, NaI and sucrose buffers. Analytical chemical studies and the toxicity of the iodine mustard derivative ruled out the role of chemical reactions yielding differentially toxic species as being responsible for the differences in HD toxicity observed. This work demonstrates that the early events that HD sets into motion to cause toxicity are dependent on ionic environment, possibly due to intracellular pH deregulation."
        },
        {
            "References": "PMID:19887117",
            "Value": "/IMMUNOTOXICITY/ Sulfur mustard (SM, bis-(2-chloroethyl) sulfide) is a well known chemical warfare agent that may cause long-term debilitating injury. Because of the ease of production and storage, it has a strong potential for chemical terrorism; however, the mechanism by which SM causes chronic tissue damage is essentially unknown. SM is a potent protein alkylating agent, and /the authors/ tested the possibility that SM modifies cellular antigens, leading to an immunological response to \"altered self\" and a potential long-term injury. To that end, in this communication, /the authors/ show that dermal exposure of euthymic hairless guinea pigs induced infiltration of both CD4(+) and CD8(+) T cells into the SM-exposed skin and strong upregulated expression of proinflammatory cytokines and chemokines (TNF-alpha, IFN-gamma, and IL-8) in distal tissues such as the lung and the lymph nodes. Moreover, /the authors/ present evidence that SM induces a specific delayed-type hypersensitivity response that is associated with splenomegaly, lymphadenopathy, and proliferation of cells in these tissues. These results suggest that dermal exposure to SM leads to immune activation, infiltration of T cells into the SM-exposed skin, delayed-type hypersensitivity response, and molecular imprints of inflammation in tissues distal from the site of SM exposure. These immunological responses may contribute to the long-term sequelae of SM toxicity."
        },
        {
            "References": "Pechura CM  and  Rall DP, Eds; Committee to Survey the Health Effects of Mustard Gas and Lewisite, Institute of Medicine, National Academies of Science; Veterans at Risk: The Health Effects of Mustard Gas and Lewisite.  National Academy Press, Washington, DC (1993).",
            "Value": "/IMMUNOTOXICITY/ ... The immunotoxicity of sulfur mustard and nitrogen mustard on humoral and cell-mediated immunity of mice /was compared/. The effects on thymic and splenic weight, spleen cell number, and the formation of antibody were similar to earlier laboratory results. Both compounds induced splenic and thymic weight loss. When splenic cellularity was depressed, the total number of cells producing antibody response was decreased. Only when sulfur mustard reached lethal levels were the total spleen cells producing antibody response at a level equivalent to that observed following nitrogen mustard administration. Hence, the immunotoxic effect of nitrogen mustard could be distinguished from general toxicity and was tolerated at a higher dose than was sulfur mustard. Nitrogen mustard had an additional immunotoxic effect of decreasing host resistance to tumor cells that was not observed with sulfur mustard. The reason for these differences is unclear."
        },
        {
            "References": "Pechura CM  and  Rall DP, Eds; Committee to Survey the Health Effects of Mustard Gas and Lewisite, Institute of Medicine, National Academies of Science; Veterans at Risk: The Health Effects of Mustard Gas and Lewisite.  National Academy Press, Washington, DC (1993).",
            "Value": "/IMMUNOTOXICITY/ In a review of the literature, a distinct impression arises that sulfur mustard has been consistently observed to cause pathogenic states of decreased immunoresponsiveness in animals. One of the earliest clues of this effect emerged from a series of animal experiments by Hektoen and Corper (1920). They observed that dogs and rabbits experienced depressed antibody formation after intravenous and intraperitoneal (IP) exposure to sulfur mustard. The sulfur mustard had a restraining effect on precipitation and on lysis - two of the principal ways antibodies can inactivate invading foreign agents - and profoundly modified the leukocyte count of the blood in experimental animals.  This series of studies placed sulfur mustard in a class with other leukocytic toxins such as benzene, which has frequently been associated with myelotoxicity expressed as leukopenia, pancytopenia, anemia, and aplastic or hypoplastic bone marrow. ... More recent studies have generally confirmed earlier evidence that laboratory animals exposed to mustards experience changes in cells of the immune system that result in undesirable effects (i.e., immunosuppression, alteration of host defense mechanisms against pathogens and neoplasia)."
        },
        {
            "References": "PMID:16001271",
            "Value": "/IMMUNOTOXICITY/ Sulfur mustard (SM), also termed mustard gas, is a potent vesicant that elicits an inflammatory response upon exposure of the skin. Evaluation of mouse ear 3 hr after SM exposure revealed acute inflammatory-cell aggregates in the vascular beds accompanied by strongly TNF-alpha-positive neutrophils. Eight hours after SM exposure, this phenomenon became intensified and associated with infiltration into the adjacent dermis. In ear skin topically treated with iodine, however, no inflammatory cells were observed 3 hr after SM exposure; 8 hr postexposure, blood vessels contained very few TNF-alpha-positive inflammatory cells. Since TNF-alpha induction was shown to be associated with reactive oxygen species production, /the authors/ studied the effect of iodine on activated peritoneal mouse neutrophils. Iodine elicited a concentration-dependent reduction in the oxidative burst of activated neutrophils. Iodine also scavenged hydroxyl radicals generated by glucose oxidase in a concentration-dependent manner. The involvement of TNF-alpha in SM-induced skin toxicity was confirmed by reduction of 49 and 30% in ear edema following administration of 1 and 2 ug anti-TNF-alpha antibodies, respectively. These findings were corroborated by quantitative analysis of the histological findings showing 46% reduction in acute inflammation and no signs of subacute inflammation in the treated group, in contrast to the control group treated with SM only. Other epidermal (microblister formation, ulceration, and necrosis) and dermal (neutrophilia, hemorrhage, and necrosis) parameters also showed marked reductions in the antibodies-treated group in comparison to controls..."
        },
        {
            "References": "PMID:18955075",
            "Value": "/OTHER TOXICITY INFORMATION/ Sulfur mustard (HD, SM), is a chemical warfare agent that within hours causes extensive blistering at the dermal-epidermal junction of skin. To better understand the progression of SM-induced blistering, gene expression profiling for mouse skin was performed after a single high dose of SM exposure. Punch biopsies of mouse ears were collected at both early and late time periods following SM exposure (previous studies only considered early time periods). The biopsies were examined for pathological disturbances and the samples further assayed for gene expression profiling using the Affymetrix microarray analysis system. Principal component analysis and hierarchical cluster analysis of the differently expressed genes, performed with ArrayTrack showed clear separation of the various groups. Pathway analysis employing the KEGG library and Ingenuity Pathway Analysis (IPA) indicated that cytokine-cytokine receptor interaction, cell adhesion molecules (CAMs), and hematopoietic cell lineage are common pathways affected at different time points. Gene ontology analysis identified the most significantly altered biological processes as the immune response, inflammatory response, and chemotaxis; these findings are consistent with other reported results for shorter time periods. Selected genes were chosen for RT-PCR verification and showed correlations in the general trends for the microarrays. Interleukin 1 beta was checked for biological analysis to confirm the presence of protein correlated to the corresponding microarray data. The impact of a matrix metalloproteinase inhibitor, MMP-2/MMP-9 inhibitor I, against SM exposure was assessed. These results can help in understanding the molecular mechanism of SM-induced blistering, as well as to test the efficacy of different inhibitors."
        },
        {
            "References": "PMID:19533670",
            "Value": "/OTHER TOXICITY INFORMATION/ Antixodants as well as oxidants levels were investigated in plasma of rats exposed to sulfur mustard in doses of 0 (control), 5, 20 and 80 mg kg(-1) body weight. Cyclic voltammetry performed on screen-printed strips with platinum working electrode used as a tool for assaying oxidant and antioxidant levels. /Investigators/ found significant shifts in both examined analytes. A dose of sulfur mustard of 5 mg kg(-1) body weight caused only a small change in oxidant and antioxidant levels when compared with the control group. A dose of 20 mg kg(-1) body weight provided a significant increase in antioxidants as well oxidants; however, the ratio of both was similar to that in the control group. The most surprising facts were found when the highest dose of 80 mg kg(-1) body weight of sulfur mustard was applied. While antioxidants were significantly increased, oxidants were decreased on an extensive scale."
        },
        {
            "References": "PMID:21506473",
            "Value": "/OTHER TOXICITY INFORMATION/ Nitrogen mustards (HN) and sulphur mustard (SM) are potent alkylating blister inducing chemical warfare agents. Single 1.0 LD50 dose produced a progressive fall in body weight from second day onwards in all groups of mustard agents exposed animals. Histological examination of spleen, liver skin and kidney revealed significant histopathological lesions in nitrogen mustards and sulphur mustard. These lesions include granulovascular degeneration with perinuclear clumping of the cytoplasm of hepatocytes and renal parenchymal cells. Renal lesions were characterized by congestion and hemorrhage. The maximum toxic manifestation were noted in spleen and skin of HN-3 exposed mice while sulphur mustard reported maximum toxicity in liver and kidneys. The study suggests both nitrogen mustards and sulphur mustard to be extremely toxic by percutaneous route based on histopathological observation and can contributed to earlier reported free radical generation by these toxicants."
        },
        {
            "References": "PMID:662424",
            "Value": "/OTHER TOXICITY INFORMATION/ IV admin of  (35)S-labeled mustard gas to rats caused, after 3 days, marked necrosis in the glandular epithelium of the small intestine, liver, and kidney. After 5 days tissue regeneration was initiated."
        },
        {
            "References": "PMID:12464469",
            "Value": "/OTHER TOXICITY INFORMATION/ The consequences of receiving a cutaneous sulfur mustard (SM) burn are prolonged wound healing and secondary infection. This study was undertaken to find a treatment that promotes quick healing with few complications and minimal disfigurement. Multiple deep SM burns (4 cm diameter) were generated on the ventrum of weanling pigs and treated at 48 hr. Four treatments were compared: (1) full-thickness CO(2) laser debridement followed by skin grafting; (2) full-thickness sharp surgical tangential excision followed by skin grafting, the \"Gold Standard\" used in deep thermal burns management; (3) partial-thickness laser ablation with no grafting; and (4) partial-thickness sharp excision with no grafting. A computer controlled, raster scanned, high-powered continuous wave (cw) CO(2) laser was utilized. Ulceration, wound geometry, and wound contraction were evaluated during a 36-day healing period. Histopathological evaluations were conducted at the end of the healing period. Engraftment rates were similar between both methods of debridement. Laser debridement followed by skin grafting was as efficacious in improving the wound healing of deep SM burns as the \"Gold Standard.\" Full-thickness laser debridement of these small total body surface area (TBSA) burns was time efficient and provided adequate beds for split-thickness skin grafting. Laser debridement offered additional benefits that included hemostatic control during surgery and minimal debridement of normal perilesional skin. Mid-dermal debridement by sharp excision or laser ablation without grafting produced less desirable results but was better than no treatment."
        }
    ],
    "sediment_soil_concentrations": [
        {
            "References": "(1) Black RM et al; J Chromat 637: 71-8 (1993)",
            "Value": "SOIL/SEDIMENT: In November of 1988, samples of soil, bomb casing and sheep's wool were collected from the mountainous region of Northern Iraq where chemical weapons were reported to have been used against the Kurdish population in August 1988(1). 3 Soil samples contained 10.8 ppm, 4 ppb, and 27 ppb; wool contained 7 ppb and the bomb casing fragment contained 18 ng bis(2-chloroethyl)sulfide(1)."
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "(1) US EPA; Estimation Program Interface (EPI) Suite. Ver. 4.11. Nov, 2012. Available from, as of June 24, 2013: https://www.epa.gov/oppt/exposure/pubs/episuitedl.htm (2) Swann RL et al; Res Rev 85: 17-28 (1983) (3) Mizrahi DM et al; Environ Sci Technol 45: 3466-3472 (2011)",
            "Value": "Using a structure estimation method based on molecular connectivity indices(1), the Koc of bis(2-chloroethyl)sulfide can be estimated to be 240(SRC). According to a classification scheme(2), this estimated Koc value suggests that bis(2-chloroethyl)sulfide is expected to have moderate mobility in soil. In soil degradation studies using a red loam soil from a park in Israel, bis(2-chloroethyl)sulfide was observed to bind to dry soil through a reversible interaction mechanism(3)."
        }
    ]
}