{
    "_id": {
        "$oid": "6682e8e2c4e5dba5ffba27d4"
    },
    "CID": {
        "$numberInt": "10476"
    },
    "Name": "CYANOGEN BROMIDE",
    "IUPACName": "carbononitridic bromide",
    "CanonicalSMILES": "C(#N)Br",
    "Synonyms": [
        "CYANOGEN BROMIDE",
        "506-68-3",
        "Bromine cyanide",
        "Cyanobromide",
        "Bromocyanide",
        "Bromocyanogen",
        "Bromocyan",
        "Campilit",
        "carbononitridic bromide",
        "Cyanogen monobromide",
        "Bromure de cyanogen",
        "Cyanogen bromide (BrCN)",
        "Bromocyane",
        "Cyanic bromide",
        "Cyanogen bromide ((CN)Br)"
    ],
    "IsomericSMILES": "C(#N)Br",
    "INCHI": "InChI=1S/CBrN/c2-1-3",
    "INCHIKEY": "ATDGTVJJHBUTRL-UHFFFAOYSA-N",
    "Formula": "CBrN",
    "MolecularWeight": {
        "$numberDouble": "105.92"
    },
    "Description": {
        "$numberDouble": "NaN"
    },
    "XlogP": {
        "$numberDouble": "1.1"
    },
    "Complexity": {
        "$numberInt": "31"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "mechanism_of_action": [
        {
            "References": "Hardman, J.G., L.E. Limbird, P.B. Molinoff, R.W. Ruddon, A.G. Goodman (eds.). Goodman and Gilman's The Pharmacological Basis of Therapeutics. 9th ed. New York, NY: McGraw-Hill, 1996., p. 1688",
            "Value": "Cyanide has a very high affinity for iron in the ferric state. When absorbed /cyanide/ ... reacts readily with trivalent iron of cytochrome oxidase in mitochondria; cellular respiration is thus inhibited & cytotoxic hypoxia results. Since utilization of oxygen is blocked, venous blood is oxygenated and is almost as bright red as arterial blood. Respiration is stimulated because chemoreceptive cells respond as they do to decreased oxygen. A transient stage of CNS stimulation with hyperpnea and headache is observed; finally there are hypoxic convulsions and death due to respiratory arrest. /Cyanide/"
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. 1398",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Concn of 1 mg/L (230 ppm) is fatal to mice & cats. 0.3 mg/L (70 ppm) produces paralysis after 3 min exposure of mice & cats. /From table/"
        },
        {
            "References": "Grant, W.M. Toxicology of the Eye. 3rd ed. Springfield, IL: Charles C. Thomas Publisher, 1986., p. 287",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ In rabbits, after sublethal doses of cyanide, changes in electroretinogram have been observed. /Cyanide/"
        },
        {
            "References": "Humphreys, D.J. Veterinary Toxicology. 3rd ed. London, England: Bailliere Tindell, 1988., p. 190",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ In the case of hydrocyanic acid and cyanides /in very high doses/, death usually occurs /in animals/ within a few seconds. There may be convulsions, paralysis, stupor, and cessation of respiration before that of heart beats. /Cyanides/"
        },
        {
            "References": "Hardman, J.G., L.E. Limbird, P.B. Molinoff, R.W. Ruddon, A.G. Goodman (eds.). Goodman and Gilman's The Pharmacological Basis of Therapeutics. 9th ed. New York, NY: McGraw-Hill, 1996., p. 1688",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Cyanide has a very high affinity for iron in the ferric state. When absorbed /cyanide/ ... reacts readily with trivalent iron of cytochrome oxidase in mitochondria; cellular respiration is thus inhibited & cytotoxic hypoxia results. Since utilization of oxygen is blocked, venous blood is oxygenated and is almost as bright red as arterial blood. Respiration is stimulated because chemoreceptive cells respond as they do to decreased oxygen. A transient stage of cns stimulation with hyperpnea and headache is observed; finally there are hypoxic convulsions and death due to respiratory arrest. /Cyanide/"
        },
        {
            "References": "Gosselin, R.E., R.P. Smith, H.C. Hodge. Clinical Toxicology of Commercial Products. 5th ed. Baltimore: Williams and Wilkins, 1984., p. III-126",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ ... Single doses of cyanide produce alterations in pattern of brain metabolites consistent with decr in oxidative metabolism & incr in glycolysis. decr in brain gamma-aminobutyric acid ... have been ascribed to cyanide inhibition of glutamic acid decarboxylase. /Cyanide/"
        },
        {
            "References": "Howard, J.W. and F.R. Hanzal. Agric. Food Chem. 3: 325-329 (1955)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Groups of 10 male and 10 female rats were exposed to dietary hydrogen cyanide levels reported to be 0, 100 and 300 ppm for 2 years. There were no treatment-related effects on growth rate or hematological parameters, no gross signs of toxicity and no histopathological lesions of major organs, including the brain, detected after examination with routine light microscopy /hydrogen cyanide/."
        },
        {
            "References": "Amo, H. Nagoya Shiritsu Diagaku Igakkai Zasshi 24 (1): 48-66 (1973)",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ A ...study indicated that 0.05 mg/kg/day of cyanide obtained from drinking water decreased the fertility rate and survival rate in the F1 generation and produced 100% mortality in the F2 generation in mice /cyanide/."
        },
        {
            "References": "Grant, W.M. Toxicology of the Eye. 3rd ed. Springfield, IL: Charles C. Thomas Publisher, 1986., p. 287",
            "Value": "/OTHER TOXICITY INFORMATION/ Cyanides have definitely affected the optic nerve and retina in experimental animals lethally and sublethally poisoned.../Cyanides/"
        },
        {
            "References": "Doull, J., C.D.Klassen, and M.D. Amdur (eds.). Casarett and Doull's Toxicology. 3rd ed., New York: Macmillan Co., Inc., 1986., p. 372",
            "Value": "/OTHER TOXICITY INFORMATION/ The cortical gray matter, hippocampus (h1), corpora striata, & substantia nigra are commonly affected /by cyanide/. ... Cyanide also has propensity for damaging white matter, particularly corpus callosum. cyanide inhibits cytochrome oxidase & produces cytotoxic anoxia, but also causes hypotension through its effects on heart. /Cyanide/"
        },
        {
            "References": "U.S. Environmental Protection Agency's Integrated Risk Information System (IRIS) on Cyanogen Bromide (CAS No. 506-68-3). Available from, as of August 28, 2013: https://www.epa.gov/iris/subst/0358.htm",
            "Value": "/OTHER TOXICITY INFORMATION/ No teratogenicity, reproductive, subchronic or chronic toxicity studies on cyanogen bromide were available. A Japanese study indicated that 0.05 mg/kg/day of cyanide obtained from drinking water decreased the fertility rate and survival rate in the F1 generation and produced 100% mortality in the F2 generation in mice. Decreased protein efficiency ratio was produced by dietary cyanide treatment of rats during gestation, lactation and postweaning growth phase in the Tewe and Maner (1981) experiment; the dose level of cyanide (10.6 mg/kg/day) producing that effect is slightly lower than the currently accepted NOAEL of 10.8 mg/kg/day. Although the toxicity of cyanogen bromide appears to be related to the release of cyanide in chronic exposure to low levels of cyanogen bromide, the toxicity of undissociated cyanogen bromide has not been evaluated. Data from acute exposure indicate that cyanogen is less potent, albeit more irritating, than other cyanides. For example, cyanogen chloride is one order of magnitude less toxic (lethal dose, 20 mg/kg) than sodium cyanide (lethal dose, 2.2 mg/kg) when administered to rabbits subcutaneously. This difference in toxicity cannot be accounted for only by the differences in molecular weight and may be related to the covalent nature of the chemical bonds. Despite the lack of studies that evaluate the toxicity of chronic oral exposure to cyanogen bromide specifically, the available data indicate that cyanogen bromide is soluble in water and dilute acid, that full dissociation would result in a maximum of one mole equivalent of cyanide and that of the three possible breakdown products of cyanogen bromide (cyanide, bromide and cyanogen bromide), cyanide is probably the most toxic to mammals. Therefore, until specific data on cyanogen bromide become available, the RfD for cyanogen bromide is derived by analogy to cyanide."
        }
    ]
}