{
    "_id": {
        "$oid": "6682e8e2c4e5dba5ffba27d5"
    },
    "CID": {
        "$numberInt": "10477"
    },
    "Name": "CYANOGEN CHLORIDE",
    "IUPACName": "carbononitridic chloride",
    "CanonicalSMILES": "C(#N)Cl",
    "Synonyms": [
        "CYANOGEN CHLORIDE",
        "Chlorine cyanide",
        "Chlorocyanide",
        "Chlorocyanogen",
        "Chlorcyan",
        "506-77-4",
        "Chlorocyan",
        "carbononitridic chloride",
        "Cyanogen chloride ((CN)Cl)",
        "Chlorine cyanide (ClCN)",
        "RCRA waste number P033",
        "Chlorure de cyanogene",
        "Cyanic chloride",
        "ClCN",
        "697I61NSA0"
    ],
    "IsomericSMILES": "C(#N)Cl",
    "INCHI": "InChI=1S/CClN/c2-1-3",
    "INCHIKEY": "QPJDMGCKMHUXFD-UHFFFAOYSA-N",
    "Formula": "CClN",
    "MolecularWeight": {
        "$numberDouble": "61.47"
    },
    "Description": {
        "$numberDouble": "NaN"
    },
    "XlogP": {
        "$numberDouble": "1"
    },
    "Complexity": {
        "$numberInt": "31"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "environmental_bioconcentrations": [
        {
            "References": "PMID:10585900",
            "Value": "Cyanogen chloride is extremely volatile and hydrolyzes rapidly(1), suggesting that bioconcentration will not be an important environmental fate process(SRC)."
        }
    ],
    "environmental_biodegradations": [
        {
            "References": "PMID:10585900",
            "Value": "Cyanogen chloride is extremely volatile and hydrolyzes rapidly(1), suggesting that biodegradation will not be an important environmental fate process(SRC)."
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "American Conference of Governmental Industrial Hygienists. Documentation of the TLVs and BEIs with Other Worldwide Occupational Exposure Values. Cincinnati, OH (2006) CD-ROM",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Cyanogen chloride has caused marked irritation of the respiratory tract with hemorrhagic exudate from the bronchi and trachea, and pulmonary edema. ... A concentration of approximately 500 ppm (1.0 mg/L) for 3 minutes was fatal to the mouse; 120 ppm (0.3 mg/L) for 3.5 minutes was fatal to the cat; 48 ppm (0.12 mg/L) for 6 hours was fatal for a dog; a goat exposed at 1000 ppm (2.5 mg/L) for 3 minutes died after 70 hours; and a concentration of 1200 ppm (3.0 mg/L) was fatal to the rabbit."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. 4:1397",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ In mice inhalation of 0.2 mg/L (80 ppm) cyanogen chloride for 5 min was tolerated by some animals; 0.3 mg/L (120 ppm) for 3.5 min was fatal to some animals. Dogs recovered after inhaling 0.05 mg/L (20 ppm) for 20 min. Those inhaling 0.3 mg/L (120 ppm) for 8 min exhibited severe injury but they recovered. /from table/"
        },
        {
            "References": "Clayton, G. D. and F. E. Clayton (eds.). Patty's Industrial Hygiene and Toxicology: Volume 2A, 2B, 2C: Toxicology. 3rd ed. New York: John Wiley Sons, 1981-1982., p. 4860",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Dogs were exposed in pairs to concentrations ... varying from 2.3-3.6 mg/L for ... 1-2 min. One member of each pair received artificial respiration and inhalation of amyl nitrite ... after ... exposure ... 8% of untreated animals recovered, whereas 77% of amyl nitrite-treated animals survived. When exposures were increased to concentrations ranging from 3.1 to 5.9 mg/L for 1.5 to 2.5 min, there was no benefit from amyl nitrite therapy. Similar results were obtained in mice."
        },
        {
            "References": "U.S. Environmental Protection Agency's Integrated Risk Information System (IRIS) on Chlorine Cyanide (506-77-4). Available from, as of August 28, 2013: https://www.epa.gov/iris/subst/0024.htm",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ /EPA's Oral RfD for chlorine cyanide is based in part on a chronic toxicity study in rats conducted by Howard and Hanzal in 1955./ ...  In this 2-year dietary study, rats (10/sex/group) were administered food fumigated with hydrogen cyanide. The average daily concentrations were 73 and 183 mg CN/kg diet. From the data reported on food consumption and body weight, daily estimated doses were 4.3 mg and 10.8 mg CN/kg bw. The average food CN concentrations were estimated based on the authors' data for concentration at the beginning and end of each food preparation period and by assuming a first-order rate of loss for the intervening period. There were no treatment-related effects on growth rate, no gross signs of toxicity, and no histopathological lesions."
        },
        {
            "References": "NTP Database search for Cyanogen Chloride (CAS RN 506-77-4). Available from, as of August 28, 2013: https://tools.niehs.nih.gov/cebs3/ntpViews/?studyNumber=A91924",
            "Value": "/GENOTOXICITY/ /Cyanogen chloride tested negative  in Salmonella bacterial mutagenicity assay using Salmonella strains TA100, TA1535, TA97, TA98 with or without S9 activation./"
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "PMID:10585900",
            "Value": "The high volatility and rapid hydrolysis of cyanogen chloride(1) would suggest that adsorption to soil and sediment is not an important environmental fate process(SRC)."
        }
    ]
}