{
    "_id": {
        "$oid": "6682e7e1c4e5dba5ffba22cf"
    },
    "CID": {
        "$numberInt": "1049"
    },
    "Name": "PYRIDINE",
    "IUPACName": "pyridine",
    "CanonicalSMILES": "C1=CC=NC=C1",
    "Synonyms": [
        "PYRIDINE",
        "Azabenzene",
        "110-86-1",
        "Azine",
        "Pyridin",
        "Piridina",
        "Pirydyna",
        "Pyridin [German]",
        "Pirydyna [Polish]",
        "Piridina [Italian]",
        "RCRA waste number U196",
        "Caswell No. 717",
        "NCI-C55301",
        "FEMA No. 2966",
        "FEMA Number 2966"
    ],
    "IsomericSMILES": "C1=CC=NC=C1",
    "INCHI": "InChI=1S/C5H5N/c1-2-4-6-5-3-1/h1-5H",
    "INCHIKEY": "JUJWROOIHBZHMG-UHFFFAOYSA-N",
    "Formula": "C5H5N",
    "MolecularWeight": {
        "$numberDouble": "79.1"
    },
    "Description": "Pyridine is an azaarene comprising a benzene core in which one -CH group is replaced by a nitrogen atom. It is the parent compound of the class pyridines. It has a role as an environmental contaminant and a NMR chemical shift reference compound. It is a mancude organic heteromonocyclic parent, a monocyclic heteroarene, an azaarene and a member of pyridines.",
    "XlogP": {
        "$numberDouble": "0.7"
    },
    "Complexity": {
        "$numberInt": "30"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "plant_concentrations": [
        {
            "References": "Fenaroli's Handbook of Flavor Ingredients. Volume 2. Edited, translated, and revised by T.E. Furia and N. Bellanca. 2nd ed. Cleveland: The Chemical Rubber Co., 1975., p. 504",
            "Value": "REPORTED FOUND IN WOOD OIL, LEAVES, & ROOTS OF ATROPA BELLADONNA, & IN OTHER PLANTS (COFFEE, TOBACCO)."
        }
    ],
    "environmental_bioconcentrations": [
        {
            "References": "(1) Devoogt P et al; Aquat Toxicol 20: 169-194 (1991) (2) Franke C et al; Chemosphere 29: 1501-14 (1994)",
            "Value": "The bioconcentration factor in guppies exposed to an unspecified concentration of pyridine over a 2-day incubation period was 88(1). According to a classification scheme(2), this BCF suggests the bioconcentration in aquatic organisms moderate."
        }
    ],
    "environmental_biodegradations": [
        {
            "References": "(1) Gerike P, Fisher WK; Ecotox Environ Safety 3: 159-73 (1979) (2) Heukelekian H, Rand MC; J Water Pollut Contr Assoc 29: 1040-53 (1955) (3) Gerike P, Fisher WK; Ecotox Environ Safety 5: 45-55 (1981) (4) Sasaki S; pp. 283-98 in Aquatic Pollut, Hutzinger O, Von Letyoeld LH, Zoeteman BCJ eds Pergamon Press (1978) (5) Young RHF et al; J Water Pollut Contr Fed 40: 354-68 (1968) (6) Naik MN et al; Soil Biol Biochem 4: 313-23 (1972) (7) Ruffo C et al; Ecotox Environ Safety 8: 275-9 (1984) (8) Sims GK, Sommers LE; J Environ Qual 14: 580-4 (1985) (9) Gubser H; Gas Wasser Abwasser 49: 175-81 (1969) (10) Gherini SA et al; Chemical Data for Predicting the Fate of Organic Compounds in Water: Vol I, Technical Basis: Final Report. WB Electr Power Res Inst Palo Alto, CA Report 1989 EPRI-EA-5818-Vol I pp. 187 (1989)",
            "Value": "Results of biodegradability screening tests for pyridine using sewage or activated sludge inocula give mixed results ranging from rapid to no degradation(1-5,7). Although biodegradability is improved in longer tests employing a more vigorous inocula, sometimes the same test gives disparate results(1-4,7). Variations in the particular sewage or activated sludge inoculum would affect test results. One investigator obtained results ranging from 97% degradation in 6 days to no degradation in 30 days in 6 different standard tests(1). After a preincubation step was added to one test in which no degradation was observed in 19 days, degradability increased to 91%(3). However the closed bottle test which employs only a drop of sewage effluent as an inoculum, registered no degradation even with a preincubation step(1,3). Tests that were designed to simulate biological treatment plants resulted in complete and rapid removal of pyridine(1,9). In one test that employed a soil suspension as an inoculum, 100% degradation was obtained in 66-170 days(6). When this test was repeated under anaerobic conditions, degradation was more rapid(6). Complete degradation was obtained in 32-66 days(6). When 2 micromoles/g of pyridine was incubated with a silt loam soil, 11.7% remained after 4 days and none remained after 8 days(8). The biodegradation rate constant for pyridine in water was 0.0033 - 0.018 per hour which corresponds to half-lives of 39-210 hours(10)."
        },
        {
            "References": "(1) Sims GK, Sommers LE; Environ Toxicol Chem 5: 503-9 (1986)",
            "Value": "Relation between structure and biodegradability were evaluated for 28 pyridine derivatives in nutrient solutions inoculated with soil and incubated at 24 °C(1). Compounds studied included pyridine, mono- and disubstituted pyridinecarboxylic acids; and hydroxy-, chloro-, amino- and methylpyridines(1). Disappearance of the pyridine added was measured by UV spectrophotometry, and the NH +4 released by cleavage of the pyridine ring was measured by colorimetry(1). Volatilization was estimated by analysis of the pyridines collected on the polyurethane foam stoppers used to plug the incubation vessels; sorption by soil was estimated from the initial decrease in solution concentration upon addition of soil(1). Pyridinecarboxylic acids, monohydroxypyridines and the unsubstituted pyridine ring did not volatilize and degraded within 7-24 days(1)."
        },
        {
            "References": "(1) Battersby NS, Wilson V; Appl Environ Microbiol 55: 433-9 (1989) (2) Cassidy RA et al; Environ Toxicol Chem 7: 99-105 (1988) (3) Cooper RL, Catchpole JR Wat Res 7: 1137-53 (1973) (4) Christensen TH et al; Crit Rev Environ Sci Technol 24: 119-202 (1994)",
            "Value": "Pyridine underwent partial biodegradation in diluted primary digesting sludge with a lag time of 30 days and theoretical net gas (methane and carbon dioxide) production of 58%(1). Pyridine was completely degraded in about 8 days in a river die-away test, using Green River water, at low concentrations, but may cause toxicity problems for metabolizing organisms at higher concentrations(2). Organic bases present in coke-oven wastes have been found to be somewhat difficult to degrade, in particular, pyridine(3). However, with the addition of glucose or some other growth factor, these chemicals can be completely removed(3). Pyridine can be degraded by anaerobic methanogenic and sulfate reducing redox conditions as discovered in landfill leachate contaminated aquifers(4)."
        },
        {
            "References": "(1) Kuo CE, Liu SM; Chemosphere 33: 771-81 (1996) (2) Liu SM, Kuo CL; Chemosphere 35: 2255-68 (1997) (3) Liu SM et al; Chemosphere 36: 2345-57 (1998)",
            "Value": "Pyridine was shown to be persistent and non-biodegradeable in anoxic marine sediment slurries over an 11 month incubation period(1). Anaerobic sediment slurries collected from the Tsengwen River, Taiwan were shown to degrade pyridine at varying rates depending upon the salinity and whether the slurries were amended with sulfate, iron hydoxide or manganese oxide(2). In sulfate amended slurries, pyridine was only biodegraded from the oceanic (3.7% salinity) collection site and was not biodegraded in the freshwater slurries(2). Amendment of amorphous Fe(OH)3 or MnO2 in addition to sulfate greatly facilitated the biodegradation of pyridine from the sediment slurries collected from the freshwater sites, but not in the slurries collected in the oceanic sites(2). Pyridine was not biodegraded in anaerobic sediment and water slurries collected from the Tansui River, Taiwan over a 200 day incubation period(3)."
        }
    ],
    "logP": [
        {
            "References": "Hansch, C., Leo, A., D. Hoekman. Exploring QSAR - Hydrophobic, Electronic, and Steric Constants. Washington, DC: American Chemical Society., 1995., p. 12",
            "Value": "log Kow = 0.65"
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "Clayton, G. D. and F. E. Clayton (eds.). Patty's Industrial Hygiene and Toxicology: Volume 2A, 2B, 2C: Toxicology. 3rd ed. New York: John Wiley Sons, 1981-1982., p. 2728",
            "Value": "... MAJOR EFFECTS PRODUCED IN ANIMALS BY ADMIN ... BY ANY ROUTE ... ANESTHESIA & IRRITATION FROM ACUTE DOSES, & LIVER & KIDNEY INJURY FROM REPEATED FEEDING."
        },
        {
            "References": "Clayton, G. D. and F. E. Clayton (eds.). Patty's Industrial Hygiene and Toxicology: Volume 2A, 2B, 2C: Toxicology. 3rd ed. New York: John Wiley Sons, 1981-1982., p. 2729",
            "Value": "CORNEAL NECROSIS RESULTED FROM EXPOSURE OF THE EYE TO A 40% SOLUTION IN RABBITS; CORNEAL DAMAGE RESULTED IN GUINEA PIGS AFTER 1 DROP (UNDILUTED) WAS ADMIN TO EYE. /FROM TABLE/"
        },
        {
            "References": "VENKATAKRISHNA-BHATT H ET AL; TOXICOL 4 (2): 165-9 (1975)",
            "Value": "AFTER IV ADMINISTRATION /IN DOGS/, LOWERING OF BLOOD PRESSURE OCCURRED ONLY AT LETHAL DOSES & WAS ACCOMPANIED BY MARKED TACHYCARDIA. DEATH DUE TO RESP FAILURE. BIOCHEM CHANGES: INCR IN SGOT & BLOOD UREA, DECR IN SERUM ALKALINE PHOSPHATASE."
        },
        {
            "References": "Clayton, G. D. and F. E. Clayton (eds.). Patty's Industrial Hygiene and Toxicology: Volume 2A, 2B, 2C: Toxicology. 3rd ed. New York: John Wiley Sons, 1981-1982., p. 2730",
            "Value": "PYRIDINE WAS NOT MUTAGENIC IN CHINESE HAMSTER OVARY CELL CULTURE TEST SYSTEM THAT DETECTS CHROMOSOMAL ABERRATIONS. IN ANOTHER CHINESE HAMSTER CELL TEST THAT TESTS FOR SISTER CHROMATID EXCHANGES, PYRIDINE CAUSED A SMALL INCREASE BUT NO DOSE-RELATED EFFECT. ... BOTH AMES & CELL TRANSFORMATION TESTS ... WERE NEGATIVE."
        },
        {
            "References": "Grant, W.M. Toxicology of the Eye. 3rd ed. Springfield, IL: Charles C. Thomas Publisher, 1986., p. 774",
            "Value": "Pyridine is irritating to the eyes & lids, as well as to the respiratory tract. Pure pyridine applied to rabbit eyes has caused moderate injury graded 7 on a scale of 1 to 10 after 24 hr. Commercial pyridine (90%) applied to rabbit eyes has caused severe reaction with clouding of the cornea & scarring of the conjunctiva. Permanent mild stromal opalescence & subepithelial vascularization resulted."
        },
        {
            "References": "PMID:864744",
            "Value": "Pyridine was one of 33 chemical agents studied as a possible inducer of chromosomal aberrations and sister chromatid exchanges in Chinese hamster cells. Pyridine was shown to moderately increase the rate of aberrations of sister chromatid exchanges but no clear dose relationship was established."
        },
        {
            "References": "Clayton, G. D. and F. E. Clayton (eds.). Patty's Industrial Hygiene and Toxicology: Volume 2A, 2B, 2C: Toxicology. 3rd ed. New York: John Wiley Sons, 1981-1982., p. 2724",
            "Value": "MAJOR ACTIONS OF PYRIDINE & ITS SIMPLE ALKYL DERIVATIVES ARE LOCAL IRRITATION & NERVOUS SYSTEM DEPRESSION. /PYRIDINE ALKYL DERIV/"
        },
        {
            "References": "Clayton, G. D. and F. E. Clayton (eds.). Patty's Industrial Hygiene and Toxicology: Volume 2A, 2B, 2C: Toxicology. 3rd ed. New York: John Wiley Sons, 1981-1982., p. 2723",
            "Value": "Mortality rate was 3/3 for rats exposed by inhalation to 4000 ppm/6 hr. /From table; unsubstituted pyridine/"
        },
        {
            "References": "International Labour Office. Encyclopedia of Occupational Health and Safety. Vols. I&II. Geneva, Switzerland: International Labour Office, 1983., p. 1810",
            "Value": "Concentrations of 10000, 5000 & 2500 ppm pyridine caused 100% deaths in rats exposed for 2, 4 & 7 hr respectively, while single exposures of 10000 ppm for 1 hr, 5000 ppm for 2 hr, 2000 ppm for 4 hr & 1250 ppm for 7 hr did not cause death. Feeding a diet containing 0.1% pyridine to rats caused immediate weight loss & death within 14 days, & five daily exposures of rats to 3700 ppm pyridine vapor for 40 min caused death. Repeated exposure of rats for 7 hr/day, 5 days/wk for 6 months to either 10 or 50 ppm pyridine vapour did not change either the growth rate or mortality when compared with controls; however, increased liver weight/body weight ratios were noted in the treated rats."
        },
        {
            "References": "PMID:2649155",
            "Value": "... The Soret spectral changes of /cytochrome p450d/ mutants by adding several axial ligands such as aniline and pyridine /were studied/. ... Binding constants (Kb) of aniline and pyridine to the single and double mutants were higher than those to the wild by 2-10 times. The double mutations did not additively increase the Kb values compared with those to the single mutants. ..."
        },
        {
            "References": "Dutertre-Catella H et al; Archives of Toxicology Suppl 13: 428-32 (1989)",
            "Value": "The eye & skin irritational properties of various picolines: 2-picoline, 3-picoline & 4-picoline, were evaluated & compared to those for pyridine ... /in/ male New Zealand albino rabbits ... . Following either 7 or 14 days the rabbits were killed & histological exams were conducted on the eyes. Eye irritation, caused by these exposures, was characterized by ocular irritation indice (OII). Eye irritation assessments showed that irritation was maximal either 1 hr or 1 day after exposure. Based upon ocular irritation indice values, 2-picoline, 3-picoline & pyridine were classified as \"irritating\", while 4-picoline was classified a \"severely irritating\". ... Over longer periods of time, which included recovery, all four of these cmpds were determined to be \"severely irritating\". Histological exam of the eyes showed similar effects for all 4 cmpds considered. These effects included keratitis lesions in corneal epithelial tissue, fibrillary edematous lamallae dissociation, & cellular inflammatory infiltration. Skin irritation was characterized by the cutaneous primary irritation index (PII). 2-Picoline, 3-picoline, & pyridine had primary irritation index values of 5.8, 6.8, & 4.8 respectively, while 4-picoline showed such high percutaneous toxicity that a primary irritation index value could not be determined. Overall results on skin irritation suggested that 2-picoline & 3-picoline should be classified as \"severely irritating\" with pyridine being classified as \"irritating\". Histological exam of the skin provided evidence for necrosis, ulceration, & regeneration."
        },
        {
            "References": "Gosselin, R.E., R.P. Smith, H.C. Hodge. Clinical Toxicology of Commercial Products. 5th ed. Baltimore: Williams and Wilkins, 1984., p. II-408",
            "Value": "In animals central nervous depression; also in man after vapor inhalation. ... After prolonged daily administration hepato-renal damage (in rats prevented by methionine)."
        },
        {
            "References": "Snyder, R. (ed.). Ethel Browning's Toxicity and Metabolism of Industrial Solvents. 2nd ed. Volume II: Nitrogen and Phosphorus Solvents. Amsterdam-New York-Oxford: Elsevier, 1990., p. 262",
            "Value": "Oral admin of pyridine at 170-500 mg/kg (0.34-1.0% of diet) to rats caused hepatic necrosis, & some hepatic nodules. Oral dosing at 50 mg/kg in rats on a low protein diet resulted in an immediate cessation of growth & in most cases death within 2 wk. Fatty changes, vascular engorgement & hemorrhaging of liver were observed in some experiments. Methionine afforded some protection from pyridine toxicity. The max tolerated dose for rats injected sc, twice weekly for 4 wk, was found to be <180 mg/kg. Twice weekly injections of 100 mg/kg for 1 yr did not produce any changes in mortality relative to controls. Rabbits dosed orally for 5-7 days at 44 mg/kg showed no noticeable effects. In rats, five daily exposures to 3700 ppm pyridine for 40 min caused death, but one exposure to 1250 ppm for 7 hr did not. Repeated exposure (7 hr/day, 5 days/wk) to 10 or 50 ppm for 6 months caused increased liver weight/body weight ratios. Inhalation of pyridine has also been shown to produce emphysema, chronic bronchitis, & fatty degeneration of the liver & kidneys. Some other symptoms of pyridine intoxication include sialorrhea, weakness of limbs, occasional vomiting & diarrhea. By all routes of admin, acute exposure produces irritation & anesthesia & chronic exposure produces liver & kidney damage."
        },
        {
            "References": "Snyder, R. (ed.). Ethel Browning's Toxicity and Metabolism of Industrial Solvents. 2nd ed. Volume II: Nitrogen and Phosphorus Solvents. Amsterdam-New York-Oxford: Elsevier, 1990., p. 263",
            "Value": "Chronic admin of pyridine has been shown to induce cytochrome p450 forms LM3 & LM4 in the rabbit & to result in an increased biotransformation of pyridine & also of N-nitrosodimethylamine, alcohols & aniline. Pyridine has also been shown to affect aromatic-l-amino acid decarboxylase, to inhibit the metab of benzene, & to decr ammonia excretion & kidney glutamine levels."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists, Inc. Documentation of the Threshold Limit Values and Biological Exposure Indices. 6th ed. Volumes I, II, III. Cincinnati, OH: ACGIH, 1991., p. 1328",
            "Value": "Rats fed a diet containing 0.1% pyridine died with liver & kidney injury. Hepatic vacuolization & necrosis with evidence of renal involvement resulted after feeding pyridine citrate to male rats for 4 months. ... A rat oral pyridine subchronic no-observed-adverse-effect level of 1 mg/kg/day. Increased liver weight, hepatic vacuolization, peribiliary infiltration, & bile duct proliferation were observed in female rats given pyridine by gavage at 50 mg/kg/day. Evidence of hepatic inflammation was recorded in 70% of the male rats given oral 17 pyridine at 50 mg/kg/day. By contrast, no evidence for hepatic lipid peroxidation was found in mice given up to 3800 mg/kg/day in their drinking water for 3 months."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists, Inc. Documentation of the Threshold Limit Values and Biological Exposure Indices. 6th ed. Volumes I, II, III. Cincinnati, OH: ACGIH, 1991., p. 1328",
            "Value": "A low number of injection-site tumors were found in rats that received subcutaneous injections of pyridine at doses up to 100 mg/kg/day, twice weekly for a year; however, there were no indications of real oncogenic potential."
        },
        {
            "References": "Clayton, G.D., F.E. Clayton (eds.) Patty's Industrial Hygiene and Toxicology. Volumes 2A, 2B, 2C, 2D, 2E, 2F: Toxicology. 4th ed. New York, NY: John Wiley & Sons Inc., 1993-1994., p. 3350",
            "Value": "Pyridine is slightly to moderately toxic on an acute basis with a 4 hr LC50 in rats of 4900 ppm. It is a mild skin and severe eye irritant, In rats exposed for 6 hr/day, 5 days/week for 2 weeks, no effects were seen at 100 ppm, liver damage occurred at 290 ppm and above, and additional histopathological effects on bone marrow and heart were reported at 900 ppm."
        },
        {
            "References": "Clayton, G.D., F.E. Clayton (eds.) Patty's Industrial Hygiene and Toxicology. Volumes 2A, 2B, 2C, 2D, 2E, 2F: Toxicology. 4th ed. New York, NY: John Wiley & Sons Inc., 1993-1994., p. 3349",
            "Value": "Rats fed 6000 ppm pyridine in their diets for 28 days showed enlarged livers. When rats were fed 1000 ppm pyridine in their diets for 4 months, some mortality was observed, as well as kidney damage & liver cirrhosis ... . In a more recent 90-day oral gavage study, rats were dosed at pyridine levels as high as 50 mg/kg/day. Major effects included increased liver weights at 25 mg/kg & inflammatory liver lesions at 50 mg/kg."
        },
        {
            "References": "Clayton, G.D., F.E. Clayton (eds.) Patty's Industrial Hygiene and Toxicology. Volumes 2A, 2B, 2C, 2D, 2E, 2F: Toxicology. 4th ed. New York, NY: John Wiley & Sons Inc., 1993-1994., p. 3349",
            "Value": "Rats were exposed to 0, 100, 290, or 900 ppm (v/v) pyridine for 6 hr/day, 5 days/week for 2 weeks. Adverse lever effects were seen both grossly and microscopically at 290 ppm and slight, reversible histopathological effects were seen in bone marrow and heart at 900 ppm. No compound related effects were seen in rats after 10 exposures at 100 ppm."
        },
        {
            "References": "DHHS/ATSDR; Toxicological Profile for Pyridine p.6 TP-91/24 (1992)",
            "Value": "Rats exposed to pyridine vapors at 5-10 mg/L for a single exposure period of about 40 min showed a decr in glutamine level in the kidneys accompanied by an incr in ammonia excretion in the urine."
        },
        {
            "References": "DHHS/ATSDR; Toxicological Profile for Pyridine p.14 TP-91/24 (1992)",
            "Value": "In a 90 day study, total body weight gain for male rats that received pyridine by gavage at 50 mg/kg/day was significantly decreased from that of controls during weeks 8-12 of the study."
        },
        {
            "References": "DHHS/ATSDR; Toxicological Profile for Pyridine p.15 TP-91/24 (1992)",
            "Value": "In a 3 month drinking water study, mice that received pyridine at a dosage level of 380 mg/kg/day had significantly increased levels of malondialdehyde (a measure of lipid peroxidation) in the cerebellum & striatum of their brains. A marked by nonsignificant incr was measured in the cortex."
        }
    ],
    "sediment_soil_concentrations": [
        {
            "References": "(1) Golovnya RV et al; Amines in Soil as Possible Precursors of N-Nitroso Compounds USSR Acad Med Sci pp. 327-35 (1982) (2) Krone CA et al; Environ Sci Technol 20: 1144 (1986)",
            "Value": "Pyridine was identified, but not quantified, in non-agricultural, loamy soil from the Moscow region(1). Pyridine was detected at concns of 0.22 ppm or lower in Eagle Harbor sediment, an area of Puget Sound that is contaminated with creosote(2)."
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "(1) Hansch C et al; Exploring QSAR. Hydrophobic, Electronic, and Steric Constants. ACS Prof Ref Book. Heller SR, consult. ed., Washington, DC: Amer Chem Soc p. 12 (1995) (2) Lyman WJ et al; Handbook of Chemical Property Estimation Methods. Washington, DC: Amer Chem Soc pp. 4-9 (1990) (3) Swann RL et al; Res Rev 85: 17-28 (1983) (4) Bintein S, Devillers J; Chemosphere 28: 1171-88 (1994) (5) Felice LJ et al; Quinoline Partitioning In Substance Materials Adsorption, Desorption, and Solute Competition PNL-SA-11728 Battelle Pacific NW Labs pp. 19 (1984) (6) Baker RA, Lu MD; Water Res 5: 839-48 (1971)",
            "Value": "The Koc of pyridine is estimated as 50(SRC), using a measured log Kow of 0.65(1) and a regression-derived equation(2). According to a classification scheme(3), this estimated Koc value suggests that pyridine is expected to have high mobility in soil. The pKa of pyridine is 5.23(4), which indicates that pyridine will partially exist in the protonated form under acidic conditions and cations adsorb more strongly to soil surfaces than neutral molecules(SRC). The adsorption of pyridine to a basic subsoil (pH 8.15, 0.58% organic carbon) is negligible, while in an acidic subsoil (pH 4.85, O.24% organic carbon), the Freundlich adsorption constant was measured to be 5.78 and the slope 0.679(5). This suggests a cationic adsorption mechanism as pyridine is predominantly in its protonated form. Pyridine adsorbs to colloidal particles of sodium montmorillonite and kaolinite, a process which is attributed to cation exchange and is a function of pH(5). Adsorption is at a minimum at pH 1 and 11 and reaches a maximum at pH 4 for the montmorillonite and pH 5.5 for the kaolinite where the adsorption constants are 60 and 10, respectively(6)."
        }
    ]
}