{
    "_id": {
        "$oid": "6682e8e3c4e5dba5ffba27d8"
    },
    "CID": {
        "$numberInt": "10509"
    },
    "Name": "TETRANITROMETHANE",
    "IUPACName": "tetranitromethane",
    "CanonicalSMILES": "C([N+](=O)[O-])([N+](=O)[O-])([N+](=O)[O-])[N+](=O)[O-]",
    "Synonyms": [
        "TETRANITROMETHANE",
        "509-14-8",
        "Methane",
        "tetranitro-",
        "RCRA waste number P112",
        "NCI-C55947",
        "Tetranitromethane(Technical)",
        "K1G7CKU98F",
        "TNM",
        "DTXSID5021334",
        "CHEBI:82372",
        "Tetan",
        "NSC-16146",
        "DTXCID201334",
        "NSC 16146",
        "CAS-509-14-8"
    ],
    "IsomericSMILES": "C([N+](=O)[O-])([N+](=O)[O-])([N+](=O)[O-])[N+](=O)[O-]",
    "INCHI": "InChI=1S/CN4O8/c6-2(7)1(3(8)9,4(10)11)5(12)13",
    "INCHIKEY": "NYTOUQBROMCLBJ-UHFFFAOYSA-N",
    "Formula": "CN4O8",
    "MolecularWeight": {
        "$numberDouble": "196.03"
    },
    "Description": "Tetranitromethane is an organonitrogen compound.",
    "XlogP": {
        "$numberDouble": "0.1"
    },
    "Complexity": {
        "$numberInt": "209"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "environmental_bioconcentrations": [
        {
            "References": "(1) Page JD, Wilson IB; J Biol Chem 260: 1475-1478 (1985) (2) Lyman WJ et al; Handbook of Chemical Property Estimation Methods. Washington, DC: Amer Chem Soc pp. 5-5 (1990) (3) Swann RL et al; Res Rev 85: 17-28 (1983)",
            "Value": "An estimated BCF of 13 was calculated in fish for tetranitromethane(SRC), using a water solubility of 900 mg/L(1) and a regression-derived equation(2). According to a classification scheme(3), this BCF suggests the potential for bioconcentration in aquatic organisms is low(SRC)."
        }
    ],
    "environmental_biodegradations": [
        {
            "References": "(1) Doepker DL; Patty's Toxicology. 5th ed. Bingham E et al, eds. John Wiley & Sons, New York, NY V4: 564 (2001)",
            "Value": "No data were located regarding the biodegradation of tetranitromethane(SRC, 2006); however, tetranitromethane possesses antibacterial activity and has been used to kill gram negative, gram positive bacteria, bacterial spores and fungi(1), suggesting biodegradation is unlikely at high concentrations of the chemical(SRC)."
        }
    ],
    "mechanism_of_action": [
        {
            "References": "Klaassen, C.D. (ed). Casarett and Doull's Toxicology. The  Basic Science of Poisons. 6th ed. New York, NY:  McGraw-Hill, 2001., p. 526",
            "Value": "... Chemicals such as tetranitromethane ... generate tumors with mutations consistent with the result of DNA adduct formation ..."
        },
        {
            "References": "PMID:10502672",
            "Value": "Tetranitromethane treatment of 3-ketosteroid-Delta(1)-dehydrogenase of Rhodococcus rhodochrous caused loss of the catalytic activity in a time- and concentration-dependent manner. Peptides (P-81) and (PN-83) were isolated from tryptic digests of the native and tetranitromethane-treated enzyme proteins, respectively. PN-83 was the nitrated form of P-81. The amino acid sequence was GGAPLIDYLESDDDLEFMVYPWPDYFGK (positions 97-124 of the dehydrogenase sequence). PN-83 showed a low yield of PTH-Tyr of position 116, i.e. less than 5% of that of P-81, and instead a high yield of PTH-3-nitrotyrosine. This indicated that tetranitromethane modifies Y-116 under the experimental conditions used. Mutation of Y-104, Y-116, and Y-121 to smaller amino acid residues, Phe, Ser, or Ala, significantly changed the catalytic activity of the dehydrogenase. All of the mutants contained FAD and exhibited the same spectrophotometric properties as those of the wild type enzyme. The K(m) values for 4-androstene-3,17-dione of the Y-104, Y-116, and Y-121 mutants changed to large values. The most drastic change was observed for Y116A. The K(d) values for 1,4-androstadiene-3,17-dione of the Y116 mutants changed to 1.5-2.6-fold larger values than that of the recombinant enzyme. The Y-121 mutant enzymes exhibited catalytic activities like those of the recombinant enzyme, but the catalytic efficiencies of Y121F and Y121A drastically decreased to 0. 014-0.054% of that of the recombinant enzyme. The present results indicate that Y-121 plays an important role in the catalytic function, and that Y-116 and Y-104 act on binding of the substrate steroid."
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Rats exposed to a 1230-ppm concentration of tetranitromethane for 36 minutes exhibited lacrimation, rhinorrhea, gasping, and cyanosis before death; autopsy revealed pulmonary edema.[U.S. Department of Labor/Occupational Safety and Health Administration's Health Guidelines. Available from: http://www.osha.gov/SLTC/healthguidelines/index.html on Tetranitromethane (509-14-8) as of October 10, 2006.]"
        },
        {
            "References": "",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ In all /acute/ experiments, exposed animals exhibited similar symptoms, chiefly those of respiratory tract irritation. The first signs are increased preening, change in the respiratory pattern, and evidences of eye irritation followed by rhinorrhea, gasping, and salivation. The symptoms progress to cyanosis, excitement, and death at higher concentrations. Methemoglobinemia occurred in exposed cats ... Animals exposed at 3 to 9 ppm for 1 to 3 days developed pulmonary edema. Lower concentrations (0.1 to 0.4 ppm) produced only mild irritation ... The results of pathological examinations of animals that died from acute exposures were all similar. There was marked lung irritation and destruction of epithelial cells, vascular congestion, pulmonary edema, and emphysema with tracheitis and bronchopneumonia. Nonspecific changes in the liver and kidney were observed in some animals.[Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. 4:563]"
        },
        {
            "References": "",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ /Investigators/ exposed cats to air passed over crude TNT, which contained TNM as the main volatile impurity. Concentrations of TNM ranging from 7 to 25.2 ppm produced marked ocular and upper respiratory tract irritation, acute pulmonary edema, and mild methemoglobinemia, with fatty hepatic and renal degeneration preceding death, which occurred within a few hours. Exposure at concentrations of 0.1 to 0.4 ppm caused mild irritation in cats, but no other untoward effects were seen after exposure for 6 hours on 2 consecutive days.[American Conference of Governmental Industrial Hygienists. Documentation of the TLV's and BEI's with Other World Wide Occupational Exposure Values. CD-ROM Cincinnati, OH 45240-1634 2005., p. 1]"
        },
        {
            "References": "",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ /Investigators/ exposed 19 rats and 2 dogs 6 hours/day, 5 days/week for 6 months at 0 or 6.35 ppm /to tetranitromethane/. Eleven rats died during the exposure, but body weight gain of the surviving rats was not different from that of the control. Upon gross examination of early-death rats and those sacrificed at scheduled termination of the study, pulmonary hyperemia and distention were found. Bacterial or viral pneumonia was considered the primary cause of these early deaths and the respiratory infection was secondary to the overt pulmonary irritation caused by TNM. Both dogs survived; clinical signs of lethargy and coughing occurred only during the first 2 days of exposure. No gross or microscopic abnormalities were noted in dog respiratory tract or in any of the other organs.[American Conference of Governmental Industrial Hygienists. Documentation of the TLV's and BEI's with Other World Wide Occupational Exposure Values. CD-ROM Cincinnati, OH 45240-1634 2005., p. 2]"
        },
        {
            "References": "",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ In 2-week continuous exposure studies conducted with male Sprague-Dawley rats that inhaled 3.5, 5.0, or 7.5 ppm TNM, lethargy, dyspnea, and increased lung weights were seen at all concentrations. Methemoglobin concentrations were not increased above endogenous values. Deaths occurred at > 5 ppm and the fatalities appeared directly related to the extent of the pulmonary edema. Catarrhal bronchiolitis, bronchitis, and tracheitis were also related to exposure. Focal squamous metaplasia was observed in the tracheas of rats exposed to 5 or 7.5 ppm.[American Conference of Governmental Industrial Hygienists. Documentation of the TLV's and BEI's with Other World Wide Occupational Exposure Values. CD-ROM Cincinnati, OH 45240-1634 2005., p. 2]"
        },
        {
            "References": "",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Groups of ten male and ten female F344/N rats were exposed 6 hours/day, 5 days/week for 13 weeks at 0, 0.2, 0.7, 2.5, or 10 ppm /to tetranitromethane (TNM)/.  No treatmentrelated deaths occurred. The final mean body weight of rats exposed at 10 ppm was less than that of the concurrent controls. Rats that inhaled 10 ppm TNM showed squamous metaplasia of the respiratory epithelium in the nasal mucosa and these animals developed chronic pulmonary inflammation.[American Conference of Governmental Industrial Hygienists. Documentation of the TLV's and BEI's with Other World Wide Occupational Exposure Values. CD-ROM Cincinnati, OH 45240-1634 2005., p. 2]"
        },
        {
            "References": "",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Groups of ten male and ten female B6C3F1 mice were exposed 6 hours/day, 5 days/week for 13 weeks at 0, 0.2, 0.7, 2.5, or 10 ppm /tetranitromethane (TNM)/.  No treatment-related deaths occurred. The final mean body weights of mice that inhaled TNM at the two highest concentrations were lower than that of the concurrent control. Mice exposed at 10 ppm developed inflammation and squamous metaplasia of the respiratory epithelium of the nasal mucosa and hyperplasia of the bronchiolar epithelium.[American Conference of Governmental Industrial Hygienists. Documentation of the TLV's and BEI's with Other World Wide Occupational Exposure Values. CD-ROM Cincinnati, OH 45240-1634 2005., p. 2]"
        },
        {
            "References": "",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Male and female B6C3F1 mice were exposed by inhalation to 2, 5, 10, 25 or 50 ppm (16, 40, 80, 200 or 400 mg/cu m) tetranitromethane for 6 hr per day on five days per week for 14 days ... All mice exposed to 50 ppm died on day two. Three of five males and all females exposed to 25 ppm died before the end of the study. Body-weight depression was observed in males exposed to 5 ppm or above and in females exposed to 10 ppm. Mice that survived exposures of 10 or 25 ppm were observed to have inflamed, reddened lungs.[IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: http://monographs.iarc.fr/ENG/Classification/index.php, p. VOL65 P442 (1996)]"
        },
        {
            "References": "",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Groups of 50 male and 50 female Fischer 344/N rats, six to seven weeks of age, were exposed to air containing target concentrations of 0, 2 or 5 ppm (0, 16 or 40 mg/cu m) tetranitromethane (approximately 100% pure) for 6 hr per day on five days per week for 103 weeks ... Body weights of exposed rats were generally 5 to 10% lower than those of controls. Survival at 103 weeks was decreased in high-dose males (18/50 in controls, 17/50 at the low dose, 4/50 at the high dose) but was unchanged in females (25/50 in controls, 34/50 at the low dose, 15/50 at the high dose). The incidences of alveolar-bronchiolar neoplasms were increased in treated males and females; those of both adenomas and carcinomas were markedly increased over controls (alveolar-bronchiolar adenomas and carcinomas: males -- 1/50 in controls, 33/50 at the low dose, 46/50 at the high dose; females -- 0/50 in controls, 22/50 at the low dose, 50/50 at the high dose; p < 0.001, logistic regression analysis). The incidence of squamous-cell carcinomas of the lung was also significantly increased in high-dose males and females (males -- 0/50 in controls, 1/50 at the low dose, 19/50 at the high dose; females -- 0/50 in controls, 1/50 at the low dose, 12/50 at the high dose; p < 0.001, lifetable analysis). The incidences of hyperplasia of the alveolar epithelium and of the bronchioles were significantly increased in all treated males and females.[IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: http://monographs.iarc.fr/ENG/Classification/index.php, p. VOL65 P441 (1996)]"
        },
        {
            "References": "PMID:14713543",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ ... Following 2 yr of exposure to 312, 625, or 1,250 ppm 2,2-bis(bromomethyl)-1,3-propanediol in feed, or exposure to 0.5 or 2 ppm tetranitromethane by inhalation, increased incidences of lung neoplasms were observed in B6C3F1 mice at all exposure concentrations compared to unexposed mice. The present study characterizes genetic alterations in the K-ras protooncogene in 2,2-bis(bromomethyl)-1,3-propanediol- and tetranitromethane-induced lung neoplasms, respectively, and compares the findings to spontaneous lung neoplasms from corresponding control mice. The frequencies of the K-ras mutations were 57% (29/51) in 2,2-bis(bromomethyl)-1,3-propanediol-induced lung neoplasms compared to 15% (3/20) in lung neoplasms from dosed feed control mice, and 54% (14/26) in tetranitromethane-induced lung neoplasms compared to 60% (3/5) in lung neoplasms from inhalation control mice. G --> A transitions at the second base of the K-ras codon 12 (GGT --> GAT) were the most frequent pattern of K-ras mutations identified in 2,2-bis(bromomethyl)-1,3-propanediol-induced (20/29) and tetranitromethane-induced lung neoplasms (13/14), which differed from the mutational patterns identified in the lung neoplasms from unexposed control mice.[Ton TV et al; Toxicol Pathol 32 (1): 16-21(2004)]"
        },
        {
            "References": "PMID:3581065",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Dominant transforming genes were detected in lung tumors from Fischer 344 rats and C57BL/6 X C3H F1 mice chronically exposed by inhalation to tetranitromethane, a highly volatile compound used in several industrial processes. The rat lung neoplasms were classified as adenocarcinomas, squamous cell carcinomas (epidermoid carcinomas), or adenosquamous carcinomas. The mouse lung tumors were classified as papillary adenocarcinomas or adenomas. In both species, the tumors were morphologically similar to lung tumors in humans. The transfection assay using NIH/3T3 mouse fibroblasts detected transforming genes in 74% (14 of 19) of the rat lung tumors and in 100% (4 of 4) of the mouse lung tumors. Southern blot analysis indicated that transforming gene was an activated K-ras protooncogene in both species. The first exon of the K-ras gene in normal DNA and in DNA from two cell lines transformed by tumor DNA was compared by cloning and sequencing the gene. Experiments showed that there was a GC----AT transition in the second base of the 12th codon of the K-ras oncogene in the two transfectant DNAs. Oligonucleotide hybridization indicated that all of the rat and mouse transfectants had this activating lesion. Additional tumor DNA was then tested for the presence of a mutated allele with the GC----AT transition. All of the rat tumors tested and all of the mouse tumors tested had this mutation present. Hybridization using the normal oligonucleotide sequence around the 12th codon indicated that the normal allele was also present in the majority of the tumors, suggesting that the loss of normal allele is not necessary for the developing of neoplasia. One rat lung tumor had no normal allele present, possibly suggesting that this tumor could have been in a more advanced stage than the other tumors. This is the first study to detect activated protooncogenes in rodent tumors induced under conditions which mimic human exposure to chemical in the workplace. Tetranitromethane may exert its carcinogenic action by both activation of the K-ras oncogene and stimulation of cell proliferation by its irritant properties.[Stowers SJ et al; Cancer Res 47 (12): 3212-29 (1987)]"
        },
        {
            "References": "",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ ... The mutation frequency of the K-ras gene has been examined in pulmonary adenocarcinomas from F344/N rats exposed to TNM. Mutational frequencies (transitions) attributable to TNM were reportedly greater than 10%.[Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. 4:565]"
        },
        {
            "References": "",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ Brain and heart muscarinic receptors have been modified by incubation of tetranitromethane (50 uM) with homogenates (0.5 mg protein/mL) from male CD rats for 20 min at 25 °C and pH 8.1. An increased affinity for the agonist acetylcholine was observed in membranes from the striatum, hippocampus, cerebral cortex and heart atrium, but not the brain stem ...[IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: http://monographs.iarc.fr/ENG/Classification/index.php, p. VOL65 P443 (1996)]"
        },
        {
            "References": "",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ Incubation of bovine adrenal medullary microsomes with tetranitromethane (10 to 100 uM for 20 min at 25 °C and pH 8) caused a concentration-dependent, irreversible decrease in the number of muscarinic binding sites and binding affinity.[IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: http://monographs.iarc.fr/ENG/Classification/index.php, p. VOL65 P443 (1996)]"
        },
        {
            "References": "",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ The ability of tetranitromethane to nitrate tyrosine residues in proteins selectively has been used to investigate enzyme and receptor-active sites ... Approximately 25 uM cytochrome P450 LM4 (CYP1A2; prepared from liver microsomes of phenobarbital-pretreated rabbits) was incubated with 50 uM tetranitromethane at 25 °C, pH 7.5 ... The modified enzyme possessed reduced 4-nitrophenetole O-deethylase activity (20% of control), increased binding affinity for 4-nitrophenetole, decreased binding affinity for alpha-naphthoflavone and metyrapone and a reduced rate of electron transfer from NADPH-cytochrome P450 reductase.[IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: http://monographs.iarc.fr/ENG/Classification/index.php, p. VOL65 P443 (1996)]"
        },
        {
            "References": "PMID:16690349",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ Six chemicals, known to induce lung tumors in rats, were examined for their ability to induce DNA fragmentation in primary cultures of rat and human lung cells, and in the lung of intact rats. Significant dose-dependent increases in the frequency of DNA single-strand breaks and alkali-labile sites, as measured by the single-cell gel electrophoresis (Comet) assay, were obtained in primary lung cells from male rats with the following, minimally toxic, concentrations of the six test compounds: N-nitrosodimethylamine (NDMA; 2.5-10mM), hydrazine (HZ; 0.5-4mM), cadmium sulfate (CD; 31.2 and 62.5muM), 4,4'-methylene bis (2-chloroaniline) (MOCA; 31.2-125muM), isobutyl nitrite (IBN; 7.8-31.2muM) and tetranitromethane (TNM; 1.9-15.6muM). Similar degrees of DNA fragmentation were obtained in primary human lung cells; however, due to inter-donor differences, the minimum effective concentrations were in some donors lower and in others higher than in rats, and IBN induced DNA damage only in one of three donors. The DNA-damaging potency of HZ was higher in rats than in humans, and the opposite was true for MOCA. In agreement with these findings, statistically significant increases in the average frequency of DNA breaks were obtained in the lung of rats given a single oral dose (1/2 LD50) of the six test compounds. These findings give evidence that genotoxic lung carcinogens may be identified by use of the DNA fragmentation/Comet assay on rat lung cells as targets cells, and show that the six compounds tested produce in primary cultures of lung cells from human donors DNA-damaging effects substantially similar to those observed in rats.[Robbiano L et al; Mutat Res 605 (1-2): 94-102 (2006)]"
        },
        {
            "References": "PMID:2186272",
            "Value": "/GENOTOXICITY/ The nitrosating agent tetranitromethane and the nitrosation production of 3-nitro-L-tyrosine were tested for mutagenic activity in the Salmonella/mammalian microsome assay. Tetranitromethane showed strong genotoxic activity: it was mutagenic in all tester strains used (TA97, TA98, TA100, and TA102). The maximum mutagenic activity was reached between 16 and 32 ug/plate using the standard plate test; higher amounts led to distinct bactericidal effects. The mutagenicity was independent of an in vitro activation system. In the preincubation assay an increased bactericidal effect was observed. In contrast to tetranitromethane, 3-nitro-L-tyrosine, the nitrosation product, was non-mutagenic and non-toxic in the standard plate test and with the preincubation method up to 5000 ug/plate with and without S9 mix and with all tester strains used. Although tetranitromethane is a strong direct-acting mutagen, its nitrosating effect on proteins does led to non-genotoxic nitro products of tyrosine in proteins.[Wuergler FE et al; Mutat Res 244 (1): 7-14 (1990)]"
        },
        {
            "References": "",
            "Value": "/GENOTOXICITY/ Treatment of Chinese hamster ovary cells with TNM induced chromosomal aberrations with metabolic activation; TNM induced sister-chromatid exchanges in the absence in Chinese hamster ovaries cells of metabolic activation.[American Conference of Governmental Industrial Hygienists. Documentation of the TLV's and BEI's with Other World Wide Occupational Exposure Values. CD-ROM Cincinnati, OH 45240-1634 2005., p. 3]"
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "(1) Page JD, Wilson IB; J Biol Chem 260: 1475-1478 (1985) (2) Lyman WJ et al; Handbook of Chemical Property Estimation Methods. Washington, DC: Amer Chem Soc pp. 4-5 (1990) (3) Swann RL et al; Res Rev 85: 17-28 (1983)",
            "Value": "The Koc of tetranitromethane is estimated as 100(SRC), using a water solubility of 900 mg/L(1) and a regression-derived equation(2). According to a classification scheme(3), this estimated Koc value suggests that tetranitromethane is expected to have high mobility in soil(SRC)."
        }
    ]
}