{
    "_id": {
        "$oid": "6682e8e4c4e5dba5ffba27de"
    },
    "CID": {
        "$numberInt": "10563"
    },
    "Name": "Barium carbonate",
    "IUPACName": "barium(2+);carbonate",
    "CanonicalSMILES": "C(=O)([O-])[O-].[Ba+2]",
    "Synonyms": [
        "BARIUM CARBONATE",
        "513-77-9",
        "Barium monocarbonate",
        "Witherite",
        "Barium carbonate (1:1)",
        "Baryta Carbonica",
        "Carbonic acid",
        "barium salt (1:1)",
        "Carbonic acid",
        "barium salt",
        "barium(2+) carbonate",
        "BW-P",
        "Barium carbonate (BaCO3)",
        "Caswell No. 069",
        "BW-C3",
        "BF 1 (salt)",
        "CI 77099"
    ],
    "IsomericSMILES": "C(=O)([O-])[O-].[Ba+2]",
    "INCHI": "InChI=1S/CH2O3.Ba/c2-1(3)4;/h(H2,2,3,4);/q;+2/p-2",
    "INCHIKEY": "AYJRCSIUFZENHW-UHFFFAOYSA-L",
    "Formula": "CBaO3",
    "MolecularWeight": {
        "$numberDouble": "197.34"
    },
    "Description": "Barium carbonate is an inorganic carbonate salt of barium. It is an inorganic barium salt and a carbonate salt.",
    "XlogP": {
        "$numberDouble": "NaN"
    },
    "Complexity": {
        "$numberInt": "18"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "mechanism_of_action": [
        {
            "References": "U.S. Environmental Protection Agency's Integrated Risk Information System (IRIS) for Barium and compounds (7440-39-3) Toxicological Review. Available from, as of March, 1998: https://www.epa.gov/iris/",
            "Value": "Accidental or intentional ingestion of soluble barium salts (e.g., barium carbonate, barium chloride) produces hypokalemia and acute hypertension. Systemic effects of acute barium toxicity include vomiting, diarrhea, cardiac arrhythmia, muscular paralysis, and death. The acute pathophysiological effects of barium are linked with two modes of action: direct muscular stimulation (skeletal, cardiac, and smooth), and hypokalemia. The latter effect is associated with the ability of the barium ion to block potassium (K+) channels and interfere with passive K+ diffusion."
        },
        {
            "References": "European Commission, ESIS; IUCLID Dataset, Barium carbonate, natural (513-77-9) p.36 (2000 CD-ROM edition). Available from, as of August 9, 2010: https://esis.jrc.ec.europa.eu/",
            "Value": "Barium mimics calcium in several tissues and fluids and in physiological functions in which calcium is involved, especially in neurotransmission. Barium would cause a potassium-like depolarization of nerve fibers and calcium influx. Barium ions cause asynchronous release of large numbers of quanta of acetylcholine during trains of impulses; it also causes release of noradrenaline from the sympathetic nerve terminals and catecholamines from the adrenal medulla."
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "WHO; Environ Health Criteria 107: Barium (1990). Available from, as of August 3, 2010: https://www.inchem.org/pages/ehc.html",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ In inhalation studies in guinea pigs/ ... collected particulate material from fumes generated by manual arc-welding (with electrodes using barium fluoride or carbonate) was extracted with dilute hydrochloric acid to give a solution containing barium. Aerosols generated from the barium fume extract were inhaled intratracheally by mechanical ventilation and were found to cause bronchoconstriction to the same extent as the inhalation of pure barium chloride (90 ug/cu m/min)."
        },
        {
            "References": "Clarke, M. L., D. G. Harvey and D. J. Humphreys. Veterinary Toxicology. 2nd ed. London: Bailliere Tindall, 1981., p. 35",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ After IV injection, GI symptoms are less marked /than after oral administration, the/ most distinctive feature being slowing of heart. Death is caused by extreme digitalis-like action of barium ion on heart."
        },
        {
            "References": "Doull, J., C.D.Klassen, and M.D. Amdur (eds.). Casarett and Doull's Toxicology. 3rd ed., New York: Macmillan Co., Inc., 1986., p. 567",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ /Oral administration of/ barium /as barium carbonate/ produces severe colic, diarrhea, and hemorrhage. It has direct action on smooth muscles of arterioles and cardiac muscle, which can result in incr blood pressure, cardiac irregularities, and death."
        },
        {
            "References": "Friberg, L., Nordberg, G.F., Kessler, E. and Vouk, V.B. (eds). Handbook of the Toxicology of Metals. 2nd ed. Vols I, II.: Amsterdam: Elsevier Science Publishers B.V., 1986., p. V2 91",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Median lethal doses (in mg/kg) for ingested ... barium carbonate /were reported as/ ... 35-56 in cats. ..."
        },
        {
            "References": "Friberg, L., Nordberg, G.F., Kessler, E. and Vouk, V.B. (eds). Handbook of the Toxicology of Metals. 2nd ed. Vols I, II.: Amsterdam: Elsevier Science Publishers B.V., 1986., p. V2 91",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Median lethal doses (in mg/kg) for ingested ... barium carbonate /were reported as/ ... 104-139 in guinea pigs. ..."
        },
        {
            "References": "Friberg, L., Nordberg, G.F., Kessler, E. and Vouk, V.B. (eds). Handbook of the Toxicology of Metals. 2nd ed. Vols I, II.: Amsterdam: Elsevier Science Publishers B.V., 1986., p. V2 91",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Median lethal doses (in mg/kg) for ingested ... barium carbonate /were reported as/ ... 200 in mice. ..."
        },
        {
            "References": "Friberg, L., Nordberg, G.F., Kessler, E. and Vouk, V.B. (eds). Handbook of the Toxicology of Metals. 2nd ed. Vols I, II.: Amsterdam: Elsevier Science Publishers B.V., 1986., p. V2 91",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Median lethal doses (in mg/kg) for ingested ... barium carbonate /were reported as/ ... 418-557 ... in rabbits."
        },
        {
            "References": "Friberg, L., Nordberg, G.F., Kessler, E. and Vouk, V.B. (eds). Handbook of the Toxicology of Metals. 2nd ed. Vols I, II.: Amsterdam: Elsevier Science Publishers B.V., 1986., p. V2 91",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Median lethal doses (in mg/kg) for ingested ... barium carbonate /were reported as/ ... 623-800 in chickens. ..."
        },
        {
            "References": "Friberg, L., Nordberg, G.F., Kessler, E. and Vouk, V.B. (eds). Handbook of the Toxicology of Metals. 2nd ed. Vols I, II.: Amsterdam: Elsevier Science Publishers B.V., 1986., p. V2 91",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Median lethal doses (in mg/kg) for ingested ... barium carbonate /were reported as/ ... 1480-1500 in rats. ..."
        },
        {
            "References": "European Commission, ESIS; IUCLID Dataset, Barium carbonate, natural (513-77-9) p.31 (2000 CD-ROM edition). Available from, as of August 9, 2010: https://esis.jrc.ec.europa.eu/",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Rats (strain not given) were exposed to barium carbonate, dosage 33.4 mg/cu m, via inhalation for one month. Changes in red and white blood picture, inhibition of enzyme activity, influence on metabolism and vascular tonus as well as reduction in the detoxifying function of the liver; desquamative bronchitis, focal thickening of the interalveolar septa in the lung tissue; signs of granular dystrophy in the heart, liver, and kidneys were observed."
        },
        {
            "References": "European Commission, ESIS; IUCLID Dataset, Barium carbonate, natural (513-77-9) p.32 (2000 CD-ROM edition). Available from, as of August 9, 2010: https://esis.jrc.ec.europa.eu/",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Male rats (strain not given) were exposed to barium carbonate via inhalation, 6 days/week, 4 hr/day, dosage 5.2 and 1.15 mg/cu m. A control group received no barium carbonate. NOAEL: < 0.001 mg/L. At 5.2 mg/cu m: considerable drop in weight gain, increased arterial pressure, decreased hemoglobin value, leukocytosis, thrombopenia (thrombocytopenia?), decreased blood sugar, increased blood phosphorus, increased urine calcium, decreased serum protein, inhibition of cholinesterase and alkalinity; phosphatase activity, impaired detoxifying liver function (BSP test), disturbance of cardiac conductivity (prolongation of R-Rmin, of R-Rmax, of PQ interval). The indices did not disappear after period of recovery. Pathology: mild protein dystrophy, moderate perivascular and peribronchial sclerosis with focal thickening of the interalveolar septa and collagenation in the lungs."
        },
        {
            "References": "Tarasenko NY et al; J Hyg Epidemiol Microbiol Immunol 21 (4): 361-73 (1977) as cited in USEPA; Drinking Water Criteria Document for Barium (Draft) p.V-16 (1985) TR-540-60F",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ The effects of inhalation intoxication of albino rats (sex, strain, and weight unspecified) with barium carbonate dust in the chamber for one month (continuous exposure at a concn of 33.4 + or - 3.6 mg/cu m) or for four months, (exposure six times a week for four hours a day at a concn of 5.2 + or - 0.25 mg/cu m) were examined. Animals exposed to barium for one month showed changes in their red and white blood cell picture, influence on metabolism and vascular tonus, and a reduction in the detoxifying function of the liver. Pathomorphological examinations of the organs revealed desquamative bronchitis and focal thickenings of the inter-alveolar septa in the lung. The results of the four month exposure were that the experimental group had increased arterial blood pressure, leukocyte count, blood phosphorus level and urinary calcium level. Total hemoglobin and protein in the blood decreased. Experimental animals also weighed less than controls at the end of the exposure period. The number of animals utilized on the study was not indicated."
        },
        {
            "References": "WHO; Environ Health Criteria 107: Barium (1990). Available from, as of August 3, 2010: https://www.inchem.org/pages/ehc.html",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Male rats exposed to barium carbonate at concentrations of 1.15 and 5.2 mg/cu m for 4 mo, 6 days/wk, 4 hr/day, experienced decreased weight gain, blood sugar, and hemoglobin, as well as leukocytosis and thrombopenia in the high-dose group. Increases in arterial pressure was also noted. No adverse effects were reported in the low-dose group."
        },
        {
            "References": "U.S. Environmental Protection Agency's Integrated Risk Information System (IRIS) for Barium and compounds (7440-39-3) Toxicological Review. Available from, as of March, 1998: https://www.epa.gov/iris/",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Exposure of male rats to 22.6 mg/cu m barium carbonate (15.7 mg Ba/cu m) for one cycle of spermatogenesis (daily exposure duration and frequency of exposure were not reported) resulted in decreases in the number of spermatozoids, decreased percentage of motile forms and time of motility, decreases in osmotic resistance of spermatozoids, increases in the number of ducts with desquamated epithelium, and a reduced number of ducts with 12th stage meiosis. Similar results were observed in rats exposed to 5.2 mg/cu m barium carbonate (3.6 mg Ba/cu m) 4 hours day, 6 days/week for 4 months."
        },
        {
            "References": "European Commission, ESIS; IUCLID Dataset, Barium carbonate, natural (513-77-9) p.34 (2000 CD-ROM edition). Available from, as of August 9, 2010: https://esis.jrc.ec.europa.eu/",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Male rats (strain not given) were exposed to barium carbonate via inhalation continuously (?) for 70 days, dosage 22.4 mg/cu m. Decrease in the number of spermatozoids, number of mobile forms, duration of motility. Increase of the number of canaliculi with desquamated epithelium, decrease of number of normal spermatogonia and of canaliculi as from the 12th meiosis; decrease of osmotic resistance of spermatozoids. As a result, increased prenatal mortality in offspring of treated males with non-treated females; smaller fetuses with decrease of live fetus weight; 51.3% mortality in postnatal 60 day period compared to 24.4% in control group. No particular pathology observed in the offspring. These findings were not confirmed in similar studies with barium chloride."
        },
        {
            "References": "European Commission, ESIS; IUCLID Dataset, Barium carbonate, natural (513-77-9) p.35 (2000 CD-ROM edition). Available from, as of August 9, 2010: https://esis.jrc.ec.europa.eu/",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Male rats (strain not given) were exposed to barium carbonate via inhalation continuously (?) for 4 months, doses 1.15 and 5.2 mg/cu m. Parental NOAEL = 1.15 mg/cu m. At 5.2 mg/cu m, decreased sexual activity, alteration of spermatogenic parameters. As a result, 2.5 times increase of embryonic mortality in offspring of treated males with non-treated females. These findings were not confirmed by similar studies with barium chloride"
        },
        {
            "References": "European Commission, ESIS; IUCLID Dataset, Barium carbonate, natural (513-77-9) p.35 (2000 CD-ROM edition). Available from, as of August 9, 2010: https://esis.jrc.ec.europa.eu/",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Female rats (strain not given) were exposed to barium carbonate via inhalation continuously (?) for 4 months, dosages 3.13 and 13.4 mg/cu m. In the 13.4 mg/cu m group, shortening of the estrus cycle in the last month of administration. Morphological changes in the ovaries: activated follicle atresia in different stages of their development. No teratogenic changes but increased mortality in the offspring of treated females with non-treated males. In the one month old offspring of both treatment groups, decreased lability of the peripheral nervous system, increased activity of the white blood stem cells. In the two months old progeny, erythropenia, leucocytosis, eosinophylia /were/ observed. In the progeny of the 13.4 mg/cu m females, arterial hypertension and changes in cardiac conductivity /were/ noted."
        },
        {
            "References": "European Commission, ESIS; IUCLID Dataset, Barium carbonate, natural (513-77-9) p.36 (2000 CD-ROM edition). Available from, as of August 9, 2010: https://esis.jrc.ec.europa.eu/",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Female rats (strain not given) were given barium carbonate orally for 24 days prior to and during the whole pregnancy. Post exposure observation period: 2 months. Dosage 26 mg/animal (?). Increased mortality in offspring during the 2 month post-partum; leukocytosis, disturbance in hepatic synthetic function; increased hippuric aciduria in offspring."
        },
        {
            "References": "U.S. Dept Health & Human Services/Agency for Toxic Substances & Disease Registry; Toxicological Profile for Barium and Barium Compounds pp.25-6 (August 2007) Toxicological Profile 24. Available from, as of July 23, 2010: https://www.atsdr.cdc.gov/toxprofiles/index.asp",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Disturbances in spermatogenesis, including decreased number of sperm, decreased percentage of motile sperm, and decreased osmotic resistance of sperm, were reportedly observed in male rats /strain not given/ exposed by inhalation for one cycle of spermatogenesis to 15.8 mg barium/cu m as barium carbonate dust. The testicles of these treated rats reportedly had an increase in the number of ducts with desquamated epithelium and a reduced number of ducts with 12th stage meiosis. The condition of the testicles of treated rats returned to normal 30 days after cessation of barium carbonate treatment. Similar observations were noted in a second experiment in which male rats /strain not given/ were exposed by inhalation for an intermediate period to 3.6 mg barium/cu m as barium carbonate dust."
        },
        {
            "References": "U.S. Dept Health & Human Services/Agency for Toxic Substances & Disease Registry; Toxicological Profile for Barium and Barium Compounds p.26 (August 2007) Toxicological Profile 24. Available from, as of July 23, 2010: https://www.atsdr.cdc.gov/toxprofiles/index.asp",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Female rats /strain not given/ exposed by inhalation for an intermediate period to 2.2 or 9.4 mg barium/cu m as barium carbonate dust reportedly developed a shortened estrous cycle and alterations in the morphological structure of the ovaries."
        },
        {
            "References": "WHO; Environ Health Criteria 107: Barium (1990). Available from, as of August 3, 2010: https://www.inchem.org/pages/ehc.html",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Inhalation exposure of female rats to barium carbonate (3.1 or 13.4 mg/cu m) produced a shortening of the estrous cycle and changes in ovary morphology. In addition, females exposed to 13.4 mg/cu m had increased mortality and underdeveloped offspring ..."
        },
        {
            "References": "WHO; Environ Health Criteria 107: Barium (1990). Available from, as of August 3, 2010: https://www.inchem.org/pages/ehc.html",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ ... Male rats exposed to barium carbonate (22.6 mg/cu m) for one cycle of spermatogenesis showed a decrease in spermatozoids, sperm motility, and osmotic resistance. There was also a significant increase in the number of ducts with desquamative epithelium and a reduction in the number of ducts with 12th-stage meiosis ... similar spermatogenic changes were observed in male rats exposed for 4 mo at 5.2 mg/cu m."
        }
    ]
}