{
    "_id": {
        "$oid": "6682e7e1c4e5dba5ffba22d0"
    },
    "CID": {
        "$numberInt": "1057"
    },
    "Name": "Pyrogallic acid",
    "IUPACName": "benzene-1,2,3-triol",
    "CanonicalSMILES": "C1=CC(=C(C(=C1)O)O)O",
    "Synonyms": [
        "pyrogallol",
        "benzene-1,2,3-triol",
        "87-66-1",
        "1,2,3-trihydroxybenzene",
        "pyrogallic acid",
        "1,2,3-benzenetriol",
        "fourrine PG",
        "Fouramine Brown AP",
        "fourrine 85",
        "Pyro",
        "Piral",
        "C.I. Oxidation Base 32",
        "fouramine base ap",
        "C.I. 76515",
        "1,2,3-Trihydroxybenzen"
    ],
    "IsomericSMILES": "C1=CC(=C(C(=C1)O)O)O",
    "INCHI": "InChI=1S/C6H6O3/c7-4-2-1-3-5(8)6(4)9/h1-3,7-9H",
    "INCHIKEY": "WQGWDDDVZFFDIG-UHFFFAOYSA-N",
    "Formula": "C6H6O3",
    "MolecularWeight": {
        "$numberDouble": "126.11"
    },
    "Description": "Pyrogallol is a benzenetriol carrying hydroxy groups at positions 1, 2 and 3. It has a role as a plant metabolite. It is a phenolic donor and a benzenetriol.",
    "XlogP": {
        "$numberDouble": "0.5"
    },
    "Complexity": {
        "$numberInt": "84"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "environmental_bioconcentrations": [
        {
            "References": "(1) Meylan WM, Howard PH; J Pharm Sci 84: 83-92 (1995) (2) US EPA; Estimation Program Interface (EPI) Suite. Ver. 4.0. Jan, 2009. Available from, as of April 12, 2010: https://www.epa.gov/oppt/exposure/pubs/episuitedl.htm (3) Franke C et al; Chemosphere 29: 1501-14 (1994)",
            "Value": "An estimated BCF of 3.2 was calculated for pyrogallic acid(SRC), using an estimated log Kow of 0.97(1) and a regression-derived equation(2). According to a classification scheme(3), this BCF suggests the potential for bioconcentration in aquatic organisms is low(SRC)."
        }
    ],
    "environmental_biodegradations": [
        {
            "References": "(1) McKinney RE et al; Sew Indust Wastes 28: 547-57 (1956) (2) Heukelekian H, Rand MC; J Water Pollut Contr Assoc 27: 1040-53 (1955) (3) Pitter P; Water Res 10: 231-5 (1976) (4) Grossman A, Kusznik W; Environ Prot Eng 1: 151-64 (1975)",
            "Value": "AEROBIC: An aerobic biodegradation study of pyrogallic acid at an initial concentration of 500 ppm, based on BOD measurements, and using an activated sludge inoculum of 5230, 3310, and 6640 ppm, indicated 24, 16, and 23% theoretical BOD, respectively, over a period of 0.5 days(1). An aerobic biodegradation study of pyrogallic acid, based on BOD measurements, using a sewage inoculum at 20 °C and an unknown pyrogallic acid initial concentration, indicated 2% BODT, over a period of 5 days(2). An aerobic biodegradation study of pyrogallic acid, based on COD measurements, using an activated sludge inoculum of 100 mg/L and an initial pyrogallic acid concentration of 200 ppm, indicated 40% COD removal over a period of 5 days at pH 7.2 and 20 °C(3). An aerobic biodegradation study of pyrogallic acid, based on COD measurements, using an activated sludge inoculum and an initial pyrogallic acid concentration of 200 ppm, indicated 0, 23, 35, 45, 57, 70, 70, 70, and 69 percent COD removal after 0, 2.5, 5, 10, 20, 30, 40, 50, 60, 63 days, respectively(4)."
        },
        {
            "References": "(1) Horowitz A et al; Dev Ind Microbiol 23: 435-44 (1982) (2) Shelton DR, Tiedje JM; Appl Environ Microbiol 47: 850-7 (1984)",
            "Value": "ANAEROBIC: An anaerobic biodegradation study of pyrogallic acid, based on methane production, using a digester sludge inoculum of 10% and an initial pyrogallic acid concentration of 50 ppm, indicated 94 to 97% mineralization over a period of 7 days(1). An anaerobic biodegradation study of pyrogallic acid, based on HPLC/GC analysis, using a sediment/freshwater sample and an initial pyrogallic acid concentration of 12.6 to 100.9 ppm, indicated 0% biodegradation over a period of >203 days(1). An anaerobic biodegradation study of pyrogallic acid in water, based on GC analysis, using a digester sludge inoculum of 10 percent and an initial pyrogallic acid concentration of 50 ppm, indicated mineralization of greater than 75% of theoretical methane production after 8 weeks(2)."
        }
    ],
    "mechanism_of_action": [
        {
            "References": "PMID:19913593",
            "Value": "Pyrogallol (PG) as a polyphenol induces apoptosis in cells. The effects of PG on the growth and death of endothelial cells (ECs) /were examined/. PG dose-dependently inhibited the growth of calf pulmonary artery endothelial cells (CPAEC) and human umbilical vein endothelial cells (HUVEC). PG also induced apoptosis in both cells accompanied by the loss of mitochondrial membrane potential (DeltaPsi(m)). CPAEC were more sensitive to PG than HUVEC concerning cell growth and death. Caspase inhibitors (pan-caspase, caspase-3, -8 or -9 inhibitor) did not affect the growth inhibition of CPAEC by PG. However, pan-caspase inhibitor (Z-VAD) significantly reduced apoptosis and the loss of DeltaPsi(m) in PG-treated CPAEC. PG reduced ROS level and increased GSH depleted cell numbers in CPAEC. While Z-VAD increased ROS levels in PG-treated CPAEC, it decreased GSH depleted cell numbers. In conclusion, PG inhibited the growth of ECs, especially CPAEC via caspase-dependent apoptosis and GSH depletion."
        },
        {
            "References": "PMID:19956894",
            "Value": "Pyrogallol (PG) as a polyphenol compound induces apoptosis in several types of cells. Here, we evaluated the effects of PG on endothelial cells (ECs), especially calf pulmonary artery endothelial cells (CPAEC) in relation to the cell growth, ROS and glutathione (GSH) levels. PG dose-dependently inhibited the growth of CPAEC and human umbilical vein endothelial cells (HUVEC) at 24 h. PG also induced apoptosis in CPAEC, which was accompanied by the loss of mitochondrial membrane potential (MMP; DeltaPsim). PG decreased ROS level including O2*- and PG dose-dependently increased GSH depleted cell number in both EC types. N-acetyl-cysteine (NAC; a well-known antioxidant) increased ROS levels in PG-treated CPAEC with the prevention of cell death and GSH depletion. In conclusion, PG inhibited the growth of ECs, especially CPAEC via apoptosis. PG-induced EC death was related to GSH depletion rather than ROS level changes."
        },
        {
            "References": "PMID:19202562",
            "Value": "Treatment with 50 or 100 uM pyrogallol (PG) significantly inhibited the cell growth of human pulmonary A549 cells for 72 hr. DNA flow cytometric analysis indicated that PG slightly induced a G1 phase arrest of the cell cycle at 24 or 48 hr, but did not induce the specific cell cycle arrest at 72 hr. Intracellular GSH depletion was observed in PG-treated cells. PG induced apoptosis in A549 cells, as evidenced by sub-G1 cells, annexin V staining cells, and the loss of mitochondrial membrane potential (DeltaPsi(m)). The intracellular ROS (reactive oxygen species) level including O(2)(*-) increased in PG-treated A549 cells at 24 and 48 hr, and persisted at 72 hr. The changes in GSH as well as ROS levels by PG affected the cell viability in A549 cells. In conclusion, PG inhibited the growth of human pulmonary A549 cells by inducing cell cycle arrest as well as triggering apoptosis."
        },
        {
            "References": "PMID:19000662",
            "Value": "Pyrogallol (PG) decreased the viability of human pulmonary adenocarcinoma Calu-6 cells in a dose- and time-dependent manner. The induction of apoptosis by PG was accompanied by the loss of mitochondrial membrane potential (DeltaPsi(m)), cytochrome c release from mitochondria and activation of caspase-3 and caspase-8. All tested caspase inhibitors, especially the pan-caspase inhibitor (Z-VAD), markedly rescued Calu-6 cells from PG-induced cell death. Rescue was accompanied by inhibition of caspase-3 activation and PARP cleavage. Treatment with Z-VAD also prevented the loss of mitochondrial membrane potential (DeltaPsi(m)). In conclusion, PG inhibits the growth of Calu-6 cells via caspase-dependent apoptosis."
        },
        {
            "References": "PMID:19052524",
            "Value": "As multiple mechanisms account for polyphenol-induced cytotoxicity, the development of structure-activity relationships (SARs) may facilitate research on cancer therapy. We studied SARs of representatives of 10 polyphenol structural types: (+)-catechin (1), (-)-epicatechin (2), (-)-epigallocatechin (3), (-)-epigallocatechin gallate (4), gallic acid (5), procyanidin B2 (6), procyanidin B3 (7), procyanidin B4 (8), procyanidin C1 (9), and procyanidin C2 (10). Amongst them, the polyphenols containing a pyrogallol moiety (3-5) showed the most potent cytotoxicic activity. These compounds evoked a typical DNA-laddering phenomenon in HEK293T, which indicated that the induction of apoptosis at least partly mediates their cytotoxic activity. Anti-oxidative capacity of compounds 3-5 were comparable to those of the trimers 9 and 10, which were not cytotoxic. Therefore, /it was suggested/ that pyrogallol moiety is important for fitting of polyphenols to their putative target molecule(s) in non-oxidative mechanism."
        },
        {
            "References": "PMID:1863618",
            "Value": "Pyrogallol (PG) is a polyphenol compound and is known to be an O2*- generator. We evaluated the effects of PG on the growth of human gastric cancer SNU-484 cells in relation to the cell cycle and apoptosis. Dose-dependent inhibition of cell growth was observed in SNU-484 cells with an IC50 of approximately 50 microM following treatment with PG for 72 hr. DNA flow cytometric analysis indicated that treatment with PG generally did not induce the specific cell cycle phase arrest. Treatment with 50 uM PG induced apoptosis approximately 20%, as evidenced by sub-G1 cells and annexin V-staining cells. Treatment with PG also induced the loss of mitochondrial membrane potential (Delta psi m) in SNU-484 cells. The intracellular reactive oxygen species (ROS) levels including O2*- were significantly increased in PG-treated cells. Furthermore, the depletion of the intracellular glutathione (GSH) content was observed in cells treated with 50 or 80 uM PG. In conclusion, PG inhibited the growth of human gastric cancer SNU-484 cells by inducing cell cycle arrest as well as triggering apoptosis. The changes in ROS and GSH by PG were closely related to apoptosis in SNU-484 cells."
        },
        {
            "References": "PMID:17442475",
            "Value": "Pyrogallol is a catechin compound that has been employed as an O(2)(*-) generator and often used to investigate the role of ROS in the biological system. Here, ... the in vitro effect of pyrogallol on cell growth, cell cycle and apoptosis in As4.1 juxtaglomerular cells /was investigated/. Dose-dependent inhibition of cell growth was observed with IC(50) of about 60 uM for 48 hr using MTT assay. Pyrogallol (100 uM) did not alter intracellular H(2)O(2) level and catalase activity, but increased the intracellular O(2)(-) level and decreased SOD activity in As4.1 cells. DNA flow cytometric analysis indicated that 50 and 100 uM pyrogallol significantly increased G2 phase cells as compared with those of pyrogallol-untreated cells. Also, pyrogallol induced apoptosis as evidenced by flow cytometric detection of sub-G1 DNA content, annexin V binding assay and DAPI staining. This apoptosis process was accompanied with the loss of mitochondrial transmembrane potential (DeltaPsi(m)), Bcl-2 decrease, caspase-3 activation and PARP cleavage. Pan caspase inhibitor (Z-VAD) could significantly rescue As4.1 cells from pyrogallol-induced cell death. But, the inhibitors of caspase-3, caspase-8, and caspase-9 did not prevent apoptotic events in pyrogallol-treated As4.1 cells. Taken together, ...  pyrogallol inhibits the growth of As4.1 JG cells via cell cycle arrest and apoptosis, and ...  the compound exhibits an anti-proliferative efficacy on these cells."
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "PMID:12500429",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ ... The free radical generator pyrogallol (100 mg/kg ip) caused significant hepatic damage. The serum enzymes aspartate aminotransaminase (AST) and alanine aminotransaminase (ALT) increased to 357 +/- 30.7 IU/L and 147.8 +/- 28.4 IU/L, respectively in the pyrogallol-treated group compared with 208.4 +/- 4.1 IU/L and 84.5 +/- 19.5 IU/L, respectively in the control rats. Compared with control rats, the liver tissue in the pyrogallol-treated group showed an increased level of malondialdehyde (MDA) as well as glutathione (GSH). The infiltration of white blood cells into the liver tissue, as seen histologically, further substantiated liver damage. Pretreatment with a standard hepatoprotective drug (silymarin, 100 mg/kg ip) afforded significant protection against pyrogallol hepatotoxicity, as evidenced by amelioration of the raised serum markers of hepatic function, markers of oxidative stress and normal liver histology."
        },
        {
            "References": "Clayton, G.D., F.E. Clayton (eds.) Patty's Industrial Hygiene and Toxicology. Volumes 2A, 2B, 2C, 2D, 2E, 2F: Toxicology. 4th ed. New York, NY: John Wiley & Sons Inc., 1993-1994., p. 1595",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ ...Intravenous injection of 0.3 g/kg into rabbit provided sufficient quantity of pyrogallol to unite with all oxygen of blood, thereby causing death... There was extensive destruction and fragmentation of erythrocytes."
        },
        {
            "References": "Clayton, G.D., F.E. Clayton (eds.) Patty's Industrial Hygiene and Toxicology. Volumes 2A, 2B, 2C, 2D, 2E, 2F: Toxicology. 4th ed. New York, NY: John Wiley & Sons Inc., 1993-1994., p. 1596",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Pathological changes in animals...include edema & hyperemia of lungs & moderate fatty degeneration, round cell infiltration & necrosis of liver. Kidney may show hyperemia, necrosis of epithelium, granular pigmentation, & glomerular nephritis."
        },
        {
            "References": "Grant, W.M. Toxicology of the Eye. 3rd ed. Springfield, IL: Charles C. Thomas Publisher, 1986., p. 776",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ ...0.008 to 0.08 molar aqueous solution on rabbit eyes by application to the corneal stroma after removal of epithelium or by injection into the stroma has caused slight reaction, graded 7 to 10 on scale of 0 to 100."
        },
        {
            "References": "Gosselin, R.E., H.C. Hodge, R.P. Smith, and M.N. Gleason. Clinical Toxicology of Commercial Products. 4th ed. Baltimore: Williams and Wilkins, 1976., p. II-128",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Unlike phenol...pyrogallol...produces somnolence in mice, not myoclonic jerks."
        },
        {
            "References": "Clayton, G.D., F.E. Clayton (eds.) Patty's Industrial Hygiene and Toxicology. Volumes 2A, 2B, 2C, 2D, 2E, 2F: Toxicology. 4th ed. New York, NY: John Wiley & Sons Inc., 1993-1994., p. 1596",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Repeated absorptions of toxic but sublethal concentrations into tissues of animals have been found to cause severe anemia, icterus, nephtitis, and uremia."
        },
        {
            "References": "PMID:20101387",
            "Value": "/GENOTOXICITY/ ... Pyrogallol cytotoxicity /was evaluated/ using Escherichia coli strains that express mammalian catalase gene derived from catalase mutant mice (Cs(b)) and wild-type (Cs(a)), and pyrogallol mutagenicity by Ames test. Pyrogallol was more toxic to Cs(b) rather than to Cs(a) (p < 0.05), while catalase, superoxide dismutase and ascorbic acid decrease the toxic effect. Pyrogallol also showed mutagenic effect (mutagenic index = 3.8 for 10 micromol pyrogallol/plate) while ascorbic acid (19.4% reduction, p < 0.001) and naringin (35.1% reduction, p < 0.001) played a protective role against it. Pyrogallol cytotoxicity and mutagenicity seem to be attributable, at least in part, to reactive oxygen species formation ..."
        },
        {
            "References": "PMID:12972056",
            "Value": "/GENOTOXICITY/ ... The induction of chromosomal aberrations by ... pyrogallol in V79 cells /was studied/ at different pH values (6.0, 7.4 and 8.0). At the same pH values, the production of hydroxyl radicals was assessed by measuring the degradation of deoxyribose ... Pyrogallol showed clear clastogenic effect in a pH-dependent way ... Results suggest that its genotoxicity is almost exclusively mediated by reactive oxygen species ..."
        },
        {
            "References": "BEN-GURION R; MUTAGENIC AND COLICINE-INDUCING ACTIVITY OF TWO ANTIOXIDANTS: PYROGALLOL AND PURPUROGALLIN; MUTAT RES 68(3) 210 (1979)",
            "Value": "/GENOTOXICITY/ Pyrogallol induced colicin E2 as well as base substitution & frameshift mutations in Salmonella."
        },
        {
            "References": "PMID:17140719",
            "Value": "/GENOTOXICITY/ In the present work, three commercial acid (pH 3.5-4) pyrogallol-containing hair gels, SunSet Alizador Negro (two formulations) and Embelleze Hene Gel, were tested for mutagenicity using two well-established assays. In the Salmonella mutagenicity assay using 648-5000 ug/plate of cosmetic samples, none of the samples reached a 2-fold increase in revertants relative to the controls. Both in the absence and in the presence of S9, the dose-response relation in strains TA98, TA100, TA102, TA1535, and TA1537 was not significant (p>0.01). In the mouse bone marrow micronucleus assay, 10 Swiss male mice were orally administered 2000 mg/kg of sample per body weight/day. The ratio between polychromatic and normochromatic erythrocytes as well as the presence of micronuclei in bone marrow cells were determined. Equal numbers of micronucleated polychromatic erythrocytes were detected between the cells of each treated group and the negative control, using ANOVA and chi-square analyses. Thus, none of the products induced mutagenesis in either assay. Previous studies have shown pyrogallol is mutagenic in various test systems, including Salmonella. However studies have also shown that acidic conditions may repress the reactive-oxygen species (ROS) produced by pyrogallol, and ROS is considered the primary mechanism for the mutagenicity of pyrogallol. Consistent with this are our results, which show that acidic, commercially available pyrogallol-containing hair gels are neither mutagenic in Salmonella nor induce micronuclei in mouse bone marrow in vivo."
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "(1) US EPA; Estimation Program Interface (EPI) Suite. Ver. 4.0. Jan, 2009. Available from, as of April 12, 2010: https://www.epa.gov/oppt/exposure/pubs/episuitedl.htm (2) Swann RL et al; Res Rev 85: 17-28 (1983) (3) Kortum G et al; Dissociation Constants of Organic Acids in Aqueous Solution. International Union of Pure and Applied Chemistry. London: Butterworth (1961) (4) Doucette WJ; pp. 141-188 in Handbook of Property Estimation Methods for Chemicals. Boethling RS, Mackay D, eds. Boca Raton, FL: Lewis Publ (2000)",
            "Value": "Using a structure estimation method based on molecular connectivity indices(1), the Koc of pyrogallic acid can be estimated to be 320(SRC). According to a classification scheme(2), this estimated Koc value suggests that pyrogallic acid is expected to have moderate mobility in soil. The pKa of pyrogallic acid is 9.01(3), indicating that this compound will partially exist in the anion form in the environment and anions do not adsorb more strongly to soils containing organic carbon and clay than their neutral counterparts(4)."
        }
    ]
}