{
    "_id": {
        "$oid": "6682e8e7c4e5dba5ffba27ee"
    },
    "CID": {
        "$numberInt": "10757"
    },
    "Name": "2-CHLOROACETOPHENONE",
    "IUPACName": "2-chloro-1-phenylethanone",
    "CanonicalSMILES": "C1=CC=C(C=C1)C(=O)CCl",
    "Synonyms": [
        "2-CHLOROACETOPHENONE",
        "532-27-4",
        "Phenacyl chloride",
        "2-Chloro-1-phenylethanone",
        "omega-Chloroacetophenone",
        "CHLOROACETOPHENONE",
        "alpha-Chloroacetophenone",
        "Tear Gas",
        "Mace (lacrimator)",
        "Chloromethyl phenyl ketone",
        "Ethanone",
        "2-chloro-1-phenyl-",
        "Phenacylchloride",
        "Chemical mace",
        "Mace",
        "1-Chloroacetophenone"
    ],
    "IsomericSMILES": "C1=CC=C(C=C1)C(=O)CCl",
    "INCHI": "InChI=1S/C8H7ClO/c9-6-8(10)7-4-2-1-3-5-7/h1-5H,6H2",
    "INCHIKEY": "IMACFCSSMIZSPP-UHFFFAOYSA-N",
    "Formula": "C8H7ClO",
    "MolecularWeight": {
        "$numberDouble": "154.59"
    },
    "Description": {
        "$numberDouble": "NaN"
    },
    "XlogP": {
        "$numberDouble": "2.3"
    },
    "Complexity": {
        "$numberInt": "116"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "environmental_bioconcentrations": [
        {
            "References": "(1) Meylan WM, Howard PH; J Pharm Sci 84: 83-92 (1995) (2) Meylan WM et al; Environ Toxicol Chem 18: 664-72 (1999) (3) Franke C et al; Chemosphere 29: 1501-14 (1994)",
            "Value": "An estimated BCF of 2 was calculated in fish for 2-chloroacetophenone(SRC), using an estimated log Kow of 1.93(1) and a regression-derived equation(2). According to a classification scheme(3), this BCF suggests the potential for bioconcentration in aquatic organisms is low(SRC)."
        }
    ],
    "environmental_biodegradations": [
        {
            "References": "(1) Smolen JM et al; Environ Sci Technol 33: 440-5 (1999)",
            "Value": "ANAEROBIC: 2-Chloroacetophenone was reductively transformed in anaerobic sediments via electron transfer to form acetophenone and via hydride transfer to form 2-chloro-1-phenylethanol(1). An increase in temperature decreases the rate of degradation(1)."
        },
        {
            "References": "(1) Imuta M et al; J Org Chem 45: 3352-5 (1980)",
            "Value": "PURE CULTURE: Inoculation of a sterile solution (containing 6% glucose, 4% peptone, 4% yeast extract, 4% malt extract, and 100 mg 2-chloroacetophenone) with Cryptococcus macerans for a 2-day period yielded the corresponding chlorohydrin and 2-chloro-1-phenylethanol(1)."
        }
    ],
    "mechanism_of_action": [
        {
            "References": "DHHS/NTP; Toxicology and Carcinogenesis Studies of 2-chloroacetophenone in F344/N Rats and B6C3F1 Mice (Inhalation Studies) p.14 Technical Report Series No.379 (1990) NIH Pub No.90 2834",
            "Value": "2-Chloroacetophenone toxicity may be due to the alkylation and consequent inhibition of sulfhydryl-containing enzymes because inhibition of lactate dehydrogenase activity by 2-chloroacetophenone in vitro was not reversed by glutathione and because intravenous administration of sodium thiosulfate did not protect rats from lethal doses of 2-chloroacetophenone given by intraperitoneal injection."
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "Health Council of the Netherlands; Health-based Reassessment of Administrative Occupational Exposure Limits for 2-Chloroacetophenone (532-27-4) p. 7 (2004) No. 2000/15OSH/097. Available from, as of August 28, 2013: https://www.gezondheidsraad.nl/sites/default/files/0015097.pdf",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Following application of 0.5 mL of solutions of 2-chloroacetophenone in trioctyl phosphate to the intact clipped back skin of rabbits for 30 minutes, primary irritation scores (representing mean values from 2 rabbits treated at each of 6 timed intervals between 1 and 30 minutes after exposure) of 4.0 (treated skin not washed) for a 1% solution and of 5.5 (unwashed), 5.2 (skin washed with water), or 2.9 (washed with water and soap) for 4% solutions were calculated. Scores of 5.0 or more were stated to be required to meet the definition for a skin irritant."
        },
        {
            "References": "Health Council of the Netherlands; Health-based Reassessment of Administrative Occupational Exposure Limits for 2-Chloroacetophenone (532-27-4) p. 7 (2004) No. 2000/15OSH/097. Available from, as of August 28, 2013: https://www.gezondheidsraad.nl/sites/default/files/0015097.pdf",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Application of 12.5% solution of 2-chloroacetophenone in acetone or corn oil to the clipped dorsal skin of female rabbits and guinea pigs and male rats for 6 hours caused, depending on the species, slight to moderate erythema and slight to marked edema at the end of the contact period. The effects gradually subsided and disappeared completely between 7 and 14 days post-exposure. At days 4-7, mild to marked desquamation was observed in rats and guinea pigs. Between day 1 and 7, rabbits developed variable sized ecchymoses and scattered necrotic areas, followed by scar tissue formation. In all species, lesions extended beyond the original area of application."
        },
        {
            "References": "PMID:350195",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ The comparative acute toxicity of two peripheral sensory irritant materials, 1-chloroacetophenone (CN) and 2-chlorobenzylidene malononitrile (CS), has been investigated in several species of small mammal using solutions in polyethylene glycol 300 for intravenous, intraperitoneal and oral administration, and as pure aerosols for inhalation exposure. Additionally, the comparative potency for inducing primary contact dermatitis was studied. CN and CS were found to be about equitoxic by intravenous and intraperitoneal injection, but CS was significantly less toxic by the oral and inhalation routes and less likely to cause non-lethal tissue damage than CN."
        },
        {
            "References": "PMID:3116477",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ ...This study used light and electron microscopic techniques to examine the effect of this agent with time on the morphology of the mouse exorbital lacrimal gland. In brief, exposure to 2-chloroacetophenone vapor causes rapid exocytosis of acinar cell granules as well as vacuolation of the secretory and ductal epithelial cells. Concomitantly, intralobular ductal epithelial cells which are normally cuboidal in shape, enlarge in size and release electron-dense granules into the duct lumen. Within 15 min after exposure, acinar cells show a preponderance of cells containing only pale granules and the ductal epithelium returns to a more cuboidal shape. By 60 min after exposure, the gland is not readily distinguishable from the unexposed, control gland."
        },
        {
            "References": "PMID:2071189",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ The biochemical changes in blood samples of rats at different intervals after O-Chloroacetophenone (CN) and Dibenz (b,f)-1,4 oxazepine (CR) were studied. After a single subacute (1/10 LC50) exposure, both the compounds induced hyperglycemia which was abolished within 24 hr. The level of plasma urea was unaltered. CR exposed animals did not show any significant changes in plasma GOT, acid and alkaline phosphatase activities at different intervals. However, in CN exposed animals, a significant elevation of the activities of GOT, GPT, acid and alkaline phosphatase was observed at different intervals. All the parameters became normal within seven days after the exposure. Inhalation of CN aerosols can thus lead to tissue damaging effects in rats."
        },
        {
            "References": "PMID:8167398",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Lung damage caused by inhalation (single exposure for 60 min) of sublethal concentration of pure aerosols of dibenz(b,f)-1,4-oxazepine (CR) and 1-chloroacetophenone (CN) have been examined at different time intervals in rats. The damage was not severe with CR (2830 mg/cum) but in the case of CN (60.26 mg/cum) it was evident up to 30th day post exposure. Necrobiosis, attenuation of bronchiolar epithelium, edema in the air ways and also in the lumen of alveoli leading to substantial changes in the histoarchitecture of the lung were observed during CN exposure. On the other hand CR caused degenerative changes which disappeared on 30th day."
        },
        {
            "References": "PMID:7884145",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Toxicological evaluation was made on the effects of two peripheral sensory irritants (tear gases): 1-chloroacetophenone (CN) and dibenz[b,f]-1,4-oxazepine (CR). Animals had a 15-min daily inhalation exposure to average vapor concentrations of 87.6 mg CN /cu m or 1008 mg CR /cu m (both equal to 0.05 LC50) for 5 or 10 days and were sacrificed 24 hr after the last exposure, when biochemical and histopathological observations were made. Both chemicals caused a significant decrease in body weight gain. Histological changes in lung, liver and kidneys were more severe after 10 than after 5 days of exposure and were more severe in CN-exposed than in CR-exposed mice. Organ weight to body weight ratios remained normal except for the spleen to body weight ratio, which decreased in CN-exposed mice after both 5 and 10 days of exposure. Biochemical indicators showed a toxic response only in CN-exposed mice, but the only consistent change was an increase in blood glucose. Hepatic alkaline phosphatase was not influenced, malondialdehyde concentration and acid phosphatase activity were increased only after 5 days of exposure and liver GSH concentration decreased after 10 days of exposure. Results indicate that CN is not only more toxic than CR in absolute terms but is also more toxic at the 5% level of their LC50."
        },
        {
            "References": "PMID:7612301",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Inhalation toxicity following exposure to 1-Chloroacetophenone (CN) and Dibenz(b,f)-1,4 oxazepine (CR) aerosols for 60 min at sublethal concentrations were studied in rats. The dynamic surface tension (gamma max and stability ratio) of lung homogenate increased significantly on CN exposure. The lung mechanics studies revealed a significant increase in compliance in CN exposed rats. CR, on the other hand did not influence any of the above variables except for a decrease in compliance. Total lung phospholipids and sphingomyelin contents decreased significantly following exposure to CN, while CR exposure produced an increase in sphingomyelin, reduction in phosphatidylcholine and ethanolamine, with no change in total phospholipid contents. Histomorphological observations indicated cellular degeneration in the epithelium of the bronchiole and alveolar septal-wall thickening due to the presence of an increased number of mononuclear cells in CN exposed rats. However, CR induced inflammatory reaction and enlargement of respiratory air spaces. It is concluded that of the two sensory irritants (tear gases) examined, CN is potentially more toxic compared to CR in rats."
        },
        {
            "References": "Gosselin, R.E., H.C. Hodge, R.P. Smith, and M.N. Gleason. Clinical Toxicology of Commercial Products. 4th ed. Baltimore: Williams and Wilkins, 1976., p. II-68",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ At high conentrations ... permanent opacification, ulceration with vascularization and perforations can be produced in the eyes of lab animals. Possible systemic manifestations incl agitation, miosis, coma, areflexia and fatty infiltration of liver."
        },
        {
            "References": "Grant, W.M. Toxicology of the Eye. 3rd ed. Springfield, IL: Charles C. Thomas Publisher, 1986., p. 884",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ ... Liq residue at atmospheric pressure obtained from spray cans of chem mace ... dropped directly on the eyes of unanesthetized animals caused loss of corneal epithelium and clouding of the stroma, but these healed in 3-10 days. If rabbits were anesthetized before /application/ the reaction was much more severe, consisting of greater stromal edema, development of corneal opacity, iridocyclitis, & hypopyon, with serious degenerative changes in the corneas in some animals."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists. Documentation of the TLV's and  BEI's 7th Edition. 2-Chloroacetophenone p. 2 CD-ROM Cincinnati, OH 45240-4148 2012.",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Skin reactions of sensitized guinea pigs to challenging doses of chloroacetophone included erythema, edema, induration, necrosis, and eschar formation."
        },
        {
            "References": "PMID:4558537",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ 1-Chloroacetophenone caused contact sensitization or delayed hypersensitivity in guinea pigs by topical or intradermal admin. It is more irritating to skin & more allergenic when administration as mace than in acetone. Intradermal admin caused erythema, edema, induration, necrosis; dermal application caused the same effects plus eschar. /1-Chloroacetophenone/"
        },
        {
            "References": "PMID:1243619",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Rabbit eyes were contaminated with 1-chloroacetophenone (CN) ... in solution (1 to 10% in polyethylene glycol 300), as a solid (0.1 to 5 mg), and as aerosols (15 min exposure to 360 to 719 mg/ cu m). In solution, CN caused marked and persistent inflammatory effects, the severity and duration being related to the concentration used. Corneal damage was marked and persistent with 5 and 10% solutions; the lowest concentration causing just detectable keratitis in a small proportion of animals was 2%. Solid CN was even more damaging to the eye than similar amounts in solution. ...  Aerosols of CN ... did not damage the eye, but irritation of the lids and conjunctivae was ... marked and persistent with CN. Solutions of CN ... caused concentration-related increases in corneal thickness and intraocular tension... . /1-Chloroacetophenone/"
        },
        {
            "References": "Husain K et al; Indian J Med Res Sect B 94 (FEB): 76-9 (1991)",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ The biochemical changes in blood samples of rats at different intervals after O-Chloracetophenone (CN) and Dibenz (b,f)-1,4 oxazepine (CR) were studied. After a single subacute (1/10 LC50) exposure, both the compounds induced hyperglycaemia which was abolished within 24 hr. The level of plasma urea was unaltered. CR exposed animals did not show any significant changes in plasma GOT, acid and alkaline phosphase activities at different intervals. However, in CN exposed animals, a significant elevation of the activities of GOT, GPT, acid and alkaline phosphatase was observed at different intervals. All the parameters became normal within seven days after the exposure. Inhalation of CN aerosols can thus lead to tissue damaging effects in rats."
        },
        {
            "References": "DHHS/NTP; Toxicology and Carcinogenesis Studies of 2-Chloroacetophenone in F344/N Rats and B6C3F1 Mice (Inhalation Studies) p.15 Technical ReportSeries No.379 (1990) NIH Pub No.90-2834",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ 2-Chloroacetophenone ... increased incidence of epidermal papillomas in skin of mice previously given dermal applications of 0.3 mL of 0.15% 9,10-dimethyl-1,2-benzanthracene dissolved in acetone. Twenty-one days after exposure to 9,10-dimethyl-1,2-benzanthracene, mice received applications of 0.3 mL of 0.4%-0.8% 2-chloroacetophenone in acetone twice per week for 12 weeks and then once per week for 15 weeks. Twenty epidermal neoplasms were observed in 9/12 mice that received the 9,10-dimethyl-1,2-benzanthracene plus 2-chloroacetophenone applications, compared with 1 neoplasm in 12 control mice that received 9,10-dimethyl-1,2-benzanthracene followed by dermal applications of acetone on the same dosing schedule. Epidermal hyperplasia was also observed at the site of application of 2-chloroacetophenone."
        },
        {
            "References": "DHHS/NTP; Toxicology and Carcinogenesis Studies of 2-Chloroacetophenone in F344/N Rats and B6C3F1 Mice (Inhalation Studies) p.15 Technical Report Series No.379 (1990) NIH Pub No.90-2834",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Incubation of chick embryos in the primitive streak stage with 0.5-3 mM 2-chloroacetophenone for 15-120 minutes increased the frequency of abnormalities in the nervous system, including improper differentiation and incomplete closure of the brain. Well differentiated closed neural tubes were observed in embryos incubated with 2-chloroacetophenone and subsequently exposed to sulfhydryl agents. Embryos incubated at the head process stage with 2-chloroacetophenone showed normal development. Thus, the inhibitory effect of 2-chloroacetophenone on morphogenesis of the nervous system in chick embryos was reversible."
        },
        {
            "References": "Health Council of the Netherlands; Health-based Reassessment of Administrative Occupational Exposure Limits for 2-Chloroacetophenone (532-27-4) p. 14 (2004) No. 2000/15OSH/097. Available from, as of August 28, 2013: https://www.gezondheidsraad.nl/sites/default/files/0015097.pdf",
            "Value": "/GENOTOXICITY/ Using in vitro mammalian cell systems, 2-chloroacetophenone did not induce sister chromatid exchanges when tested with and without metabolic activation in Chinese hamster ovary cells (dose ranges: 0.16-5.0 and 0.016-0.5 ug/mL, respectively), but, at the highest dose tested without metabolic activation, i.e., 3.0 ug/mL, there was an increase in the percentage of cells with chromosomal aberrations along with marked cytotoxicity."
        },
        {
            "References": "Zeiger E et al; Environ Mutagen 9: 1-110 (1987)",
            "Value": "/GENOTOXICITY/ Chloroacetophenone was evaluated for mutagenicity in the Salmonella/microsome preincubation assay using the standard protocol approved by the National Toxicology Program. The chemical was tested at doses of 0, 0.3, 1, 3, 10, 33, 100, and 333 ug/plate in four Salmonella typhimurium strains (TA98, TA100, TA1535, and TA1537) in the presence and absence of Aroclor induced rat or hamster liver S9. Chloroacetophenone was negative in these tests and the highest ineffective dose level tested (not causing a complete clearing of the background lawn) in any Salmonella tester strain was 100 ug/plate."
        },
        {
            "References": "DHHS/NTP; Toxicology and Carcinoigenesis Studies of 2-Chloroacetophenone in F344/N Rats and B6C3F1 Mice (Inhalation Studies) p.4 Technical ReportSeries No. 379 (1990) NIH Pub No. 90-2834",
            "Value": "/GENOTOXICITY/ In cytogenetic tests with CHO (Chinese hamster ovary) cells, 2-chloroacetophenone did not induce sister chromatid exchanges with or without activation, but a weak positive increase in chromosomal aberrations was observed in the absence of metabolic activation."
        },
        {
            "References": "PMID:9010595",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ The glutathione (GSH) depleting effect of 2-chloroacetophenone (CN) was studied in freshly isolated rat hepatocytes. CN proved to be more effective in depleting GSH than diethylmaleate, phorone or styrene oxide. The reaction between GSH and CN followed a 1:1 stoichiometry, allowing adjustment of cellular GSH concentrations at distinct levels. After incubating cells (8 mg protein/mL) with 200 mumol CN/L for 5 min, GSH depletion was almost complete without signs of cytotoxicity. At 300 umol/L CN, GSH depletion persisted, and cytotoxicity occurred after 30 min. Activities of cytochrome P450 dependent enzymes, even at concentrations up to 500 umol CN/L, were only marginally affected. Therefore, CN is of particular value for in vitro studies at decreased availability of GSH."
        },
        {
            "References": "Health Council of the Netherlands; Health-based Reassessment of Administrative Occupational Exposure Limits for 2-Chloroacetophenone (532-27-4) p. 15 (2004) No. 2000/15OSH/097. Available from, as of August 28, 2013: https://www.gezondheidsraad.nl/sites/default/files/0015097.pdf",
            "Value": "/IMMUNOTOXICITY/ /Investigators/ evaluated the effects of 2-chloroacetophenone on the immune system. Short-term repeated exposure of 22 Swiss albino male mice to 2-chloroacetophenone vapors at a concentration of 153 mg/cu m for 15 minutes daily on 10 consecutive days resulted in increased mortality to L. monocytogenes. Significantly elevated bacterial growth was observed in the spleen and liver of exposed animals compared to controls. Increased susceptibility to infection was considered to be the function of immune alteration due to 2-chloroacetophenone exposure. This may be attributed to immunotoxic effects on T-cell-mediated macrophage functions."
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "(1) US EPA; Estimation Program Interface (EPI) Suite. Ver. 4.1. Jan, 2011. Available from, as of Oct 15, 2013: https://www.epa.gov/oppt/exposure/pubs/episuitedl.htm (2) Swann RL et al; Res Rev 85: 17-28 (1983)",
            "Value": "Using a structure estimation method based on molecular connectivity indices(1), the Koc of 2-chloroacetophenone can be estimated to be 100(SRC). According to a classification scheme(2), this estimated Koc value suggests that 2-chloroacetophenone is expected to have high mobility in soil."
        }
    ]
}