{
    "_id": {
        "$oid": "6682e8e8c4e5dba5ffba27f1"
    },
    "CID": {
        "$numberInt": "10791"
    },
    "Name": "SODIUM SESQUICARBONATE",
    "IUPACName": "trisodium;hydrogen carbonate;carbonate",
    "CanonicalSMILES": "C(=O)(O)[O-].C(=O)([O-])[O-].[Na+].[Na+].[Na+]",
    "Synonyms": [
        "SODIUM SESQUICARBONATE",
        "Magadi soda",
        "533-96-0",
        "Snowflake crystals",
        "Trisodium hydrogendicarbonate",
        "trisodium;hydrogen carbonate;carbonate",
        "Carbonic acid",
        "sodium salt (2:3)",
        "SQ 810",
        "Snowfine",
        "Y1X815621J",
        "Urao",
        "Carbicarb",
        "Sodium carbonate (3:2)",
        "HSDB 769",
        "EINECS 208-580-9"
    ],
    "IsomericSMILES": "C(=O)(O)[O-].C(=O)([O-])[O-].[Na+].[Na+].[Na+]",
    "INCHI": "InChI=1S/2CH2O3.3Na/c2*2-1(3)4;;;/h2*(H2,2,3,4);;;/q;;3*+1/p-3",
    "INCHIKEY": "WCTAGTRAWPDFQO-UHFFFAOYSA-K",
    "Formula": "C2HNa3O6",
    "MolecularWeight": {
        "$numberDouble": "189.99"
    },
    "Description": {
        "$numberDouble": "NaN"
    },
    "XlogP": {
        "$numberDouble": "NaN"
    },
    "Complexity": {
        "$numberInt": "43"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "non_human_toxicity_excerpts": [
        {
            "References": "PMID:9533105",
            "Value": "/VETERINARY CASE REPORTS/ A case of feed misformulation resulted in the addition of sodium sesquicarbonate (SSC) into broiler chicken feed. SSC is a buffering agent used in the manufacture of high urea ruminant feeds that were also produced in this feed mill. Within 2 days of receipt of the tainted broiler feed on the farm, chickens were exhibiting polydypsia and wet droppings and had increased levels of mortality. The postmortem lesions were dehydration, fluid-filled intestines, swollen, pale kidneys, and visceral urate deposits. Histopathology of the kidneys revealed dilated tubules with a giant cell response, loss of tubular epithelium, and a few needlelike crystals. The mortality within 4 days of exposure in three severely affected houses reached 17%. An analysis of the feed revealed sodium levels ranging from 2.59% to 4.88%, with chloride levels of 0.24%-0.40%. Ten percent of the ration was thought to be SSC that contains 36% sodium. To determine if the presence of the SSC caused the problems observed, a controlled study was undertaken. One hundred fifty 3-wk-old broilers were evenly distributed into three floor pens. One group was fed a normal grower ration, a second group was fed a ration containing 5% SSC, and a third group received a ration with 10% SSC. Mortality, packed cell volumes (PCV), total serum proteins, and histopathology of the kidneys were determined. The 10% SSC group had a 6% mortality. Dehydration was evident by elevated PCV within 1 day of ingestion of either ration containing SSC. Microscopic lesions in the kidney were more severe in chickens ingesting SSC when compared with control groups."
        }
    ],
    "sediment_soil_concentrations": [
        {
            "References": "(1) USGS; Mineral Commodity Summaries. 2012. Database on Soda Ash. Available from, as of Feb 16, 2012: https://minerals.usgs.gov/minerals/pubs/commodity/myb/",
            "Value": "The world's largest deposit of trona is in the Green River Basin of Wyoming. About 47 billion tons of identified soda ash resources could be recovered from the 56 billion tons of bedded trona and the 47 billion tons of interbedded or intermixed trona and halite that are in beds more than 1.2 meters thick. ... Searles Lake and Owens Lake in California contain an estimated 815 million tons of soda ash reserves(1)."
        },
        {
            "References": "US Dept Int; Trona; Available from, as of Aug 8, 2012: https://www.blm.gov/wy/st/en/field_offices/Rock_Springs/minerals/trona.html",
            "Value": "About fifty to sixty million years ago, a shallow, expansive body of water called Lake Gosiute covered the Green River Basin in southwestern Wyoming. The area climate would cycle from wet to dry: wet periods would deposit mud on the lake bottom, while dry periods would precipitate trona and other saline minerals. Over a period of many years, these cycles left behind approximately 100 billion tons of nearly pure trona layered between beds of sandstone, marlstone and shale. The trona beds have a nearly horizontal orientation, similar to when they were originally deposited, at depths ranging from about 800 feet to 3500 feet below the surface. ... There are 25 major trona beds that occur within the Wilkins Peak Member of the Upper Eocene Age Green River Formation. The trona deposit as a whole covers about 1000 square miles within the Green River Basin, mostly in Sweetwater County, Wyoming."
        }
    ]
}