{
    "_id": {
        "$oid": "6682e8e8c4e5dba5ffba27f2"
    },
    "CID": {
        "$numberInt": "10800"
    },
    "Name": "4,6-Dinitro-o-cresol",
    "IUPACName": "2-methyl-4,6-dinitrophenol",
    "CanonicalSMILES": "CC1=CC(=CC(=C1O)[N+](=O)[O-])[N+](=O)[O-]",
    "Synonyms": [
        "2-Methyl-4,6-dinitrophenol",
        "4,6-DINITRO-O-CRESOL",
        "DNOC",
        "534-52-1",
        "Antinonnin",
        "Dinitrocresol",
        "Dinitro",
        "Sinox",
        "Winterwash",
        "Antinonin",
        "Arborol",
        "Capsine",
        "Degrassan",
        "Dekrysil",
        "Dinitrol"
    ],
    "IsomericSMILES": "CC1=CC(=CC(=C1O)[N+](=O)[O-])[N+](=O)[O-]",
    "INCHI": "InChI=1S/C7H6N2O5/c1-4-2-5(8(11)12)3-6(7(4)10)9(13)14/h2-3,10H,1H3",
    "INCHIKEY": "ZXVONLUNISGICL-UHFFFAOYSA-N",
    "Formula": "C7H6N2O5",
    "MolecularWeight": {
        "$numberDouble": "198.13"
    },
    "Description": "4,6-dinitro-o-cresol is a hydroxytoluene that is o-cresol carrying nitro substituents at positions 4 and 6. It has a role as a dinitrophenol insecticide, a fungicide and a herbicide. It is a dinitrophenol acaricide, a nitrotoluene and a hydroxytoluene. It is functionally related to an o-cresol and a 2,4-dinitrophenol.",
    "XlogP": {
        "$numberDouble": "2.1"
    },
    "Complexity": {
        "$numberInt": "245"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "environmental_bioconcentrations": [
        {
            "References": "(1) NITE; Chemical Risk Information Platform (CHRIP). Biodegradation and Bioconcentration. Tokyo, Japan: Natl Inst Tech Eval. Available from, as of June 29, 2018: https://www.safe.nite.go.jp/english/db.html (2) Butle W et al; pp. 43-53 in QSAR Environ Toxicol Proc Int Workshop 2nd (1987) (3) Verschueren K; Handbook of Environmental Data on Organic Chemicals. 4th ed. New York, NY: John Wiley & Sons 1: 958 (2001) (4) Sacan MT et al; J Chem Inf Comput Sci 44: 985-992 (2004) (5) Franke C et al; Chemosphere 29: 1501-14 (1994)",
            "Value": "BCF values of <0.3-0.7 at 50 ug/L and <2.9 at 5 ug/L were measured for fish for 4,6-dinitro-o-cresol using carp (Cyprinus carpio) which were exposed over a 6-week period(1). Using bioaccumulation test OECD 305E which is a dynamic flow-through test, the BCF for zebra fish (Brachydanio rerio) were calculated from the kinetics of the uptake and clearance phases and a BCF of 1.4 was found for 2,4-dinitro-o-cresol(2). BCF values ranging from 56-64 were found for Pimephales promelas (fathead minnow) after a 24-30 day exposure to 4,6-dinitro-o-cresol (0.6-7.8 ug/L)(3). A BCF of 1.5 was reported for fish(4). According to a classification scheme(5), these BCF values suggest the potential for bioconcentration in aquatic organisms is low to moderate(SRC)."
        }
    ],
    "environmental_biodegradations": [
        {
            "References": "(1) NITE; Chemical Risk Information Platform (CHRIP). Biodegradation and Bioconcentration. Tokyo, Japan: Natl Inst Tech Eval. Available from, as of June 29, 2018: https://www.safe.nite.go.jp/english/db.html (2) Zahn R, Wellens H; Z Wasser Abwasser Forsch 13: 1 (1980) (3) Chambers CW et al; J Water Pollut Control Fed 35: 1517-28 (1963) (4) Brebion G et al; Rev Inst Fr Petrola Ann Combust Liquids 22: 1029-52 (1967) (5) Patterson JW, Kodukala PS; Chem Eng Prog 77: 48-55 (1981) (6) Tabak HH et al; J Water Pollut Control Fed 53: 1503 (1981)",
            "Value": "AEROBIC: 4,6-Dinitro-o-cresol, present at 100 mg/L, reached 4% of its theoretical BOD in 4 weeks using an activated sludge inoculum at 30 mg/L in the Japanese MITI test(1). 4,6-Dinitro-o-cresol was considered difficult to degrade with <20% elimination within the prescribed test period in the Zahn-Wellens test(2). A theoretical BOD of 22.3% was measured in a Warburg respirometer over a 3 hr incubation period using an initial concentration of 100 ppm and a mixed bacteria culture adapted to phenol(3). Mixed bacteria cultures (primarily Pseudomonadaceae) obtained from mud, soil, and water degraded only 1% of initial 4,6-dinitro-o-cresol (207 ppm) in 48 hr static flask tests using mineral solutions and 4,6-dinitro-o-cresol as the only carbon source(4). An activated sludge system receiving an influent of 11 ppb 4,6-dinitro-o-cresol was able to degrade 99% of the compound(5). In a static-culture flask-screening procedure using a settled wastewater innoculum and a 7-day static incubation followed by three weekly subcultures, an initial 4,6-dinitro-o-cresol concentration of 5 ppm was degraded 52, 58, 56, and 51% in the original, first, second, and third subcultures after 7 days, respectively(6). With an initial concentration of 10 ppm, degradation was 0, 5, 11, and 14% after 7 days for the original, first, second, and third subcultures, respectively(6)."
        },
        {
            "References": "(1) Loehr RC; Treatability Potential for EPA Listed Hazardous Wastes in Soil. ADA, OK: USEPA. Robert S. Kerr Environ. Res. Lab., USEPA/600/2-89/011 pp. 118 (1989) (2) Jensen HL; Tidsskr Planteavl 68: 185-95 (1964) (3) Tuxen N et al Chemosphere 41: 1485-94 (2000)",
            "Value": "AEROBIC: No loss of 4,6-dinitro-o-cresol was observed when 4,6-dinitro-o-cresol was incubated in the dark with Texas soil (slightly basic sandy loam, 3.25% organic matter) and Mississippi soil (acidic soil, <1% organic matter) over a 65 day period(1). These soils had no previous exposure to industrial chemicals or wastes and did not receive any pre-treatment such as soil amendments or acclimated biological cultures(2).  After a lag period of 80 days, 4,6-dinitro-o-cresol (25 ug/L) degraded quickly (rate constant 2.1 ug/L/day) under aerobic conditions in column experiments using groundwater and sediment from a shallow, unconfined, aquifer near Vejen, Denmark(3)."
        }
    ],
    "logP": [
        {
            "References": "Hansch, C., Leo, A., D. Hoekman. Exploring QSAR - Hydrophobic, Electronic, and Steric Constants. Washington, DC: American Chemical Society., 1995., p. 28",
            "Value": "log Kow = 2.13"
        }
    ],
    "mechanism_of_action": [
        {
            "References": "HHS/ATSDR; Toxicological Profile for Dinitrocresols, p.49, (Updated) PB/95/264321 (January 2018). Available from, as of June 20, 2018: https://www.atsdr.cdc.gov/toxprofiles/index.asp",
            "Value": "Acute toxic effects are... related to DNOC acting directly on cell metabolism and interfering with oxidative phosphorylation. DNOC is believed to cause an acceleration of metabolic processes that are part of the tricarboxylic acid (TCA) cycle. During the TCA cycle, the energy produced from the catabolism of glucose is stored in the form of ATP. DNOC produces its accelerative effect by interrupting the phosphate transfer to adenosine diphosphate (ADP) to form ATP. Uncoupling allows electron transport to proceed unchecked even when ATP synthesis is inhibited. As a consequence, more ADP and inorganic phosphate are available to drive the TCA cycle, and most of the energy produced from catabolism of glucose is not stored in high energy phosphate bonds as ATP but is given off as heat."
        },
        {
            "References": "PMID:9375380",
            "Value": "...DNOC is a potent protonophore acting as a classical uncoupler of oxidative phosphorylation in rat liver mitochondria by dissipating the proton electrochemical gradient. Treatment of Ca2+-loaded mitochondria with uncoupling concentrations of DNOC results in mitochondrial permeability transition, associated with membrane protein thiol oxidation by reactive oxygen species."
        },
        {
            "References": "WHO/International Programme on Chemical Safety; Environmental Health Criteria 220, Dinitro-ortho-cresol (2000) Available from, as of June 20, 2018: https://www.inchem.org/pages/ehc.html",
            "Value": "DNOC, like other substituted dinitrophenols, is an uncoupler of mitochondrial oxidative phosphorylation. Oxidation and phosphorylation are tightly coupled because oxidation cannot proceed via the respiratory chain without concomitant phosphorylation of adenosine diphosphate (ADP) to adenosine triphosphate (ATP). The rate of mitochondrial respiration is therefore controlled by the concentration of ADP. By preventing phosphorylation of ADP without interfering with electron transfer, DNOC dissociates oxidation in the respiratory chain from phosphorylation. This results in respiration becoming uncontrolled since the concentrations of ADP and inorganic phosphate no longer limit the rate of respiration. Oxygen consumption and the release of energy in the form of heat therefore increase, because energy is no longer captured by ADP to form ATP. As a consequence the shortage of ATP in critical organs, such as heart and respiratory muscles, may lead to the blocking of their vital functions. Increased oxygen consumption and dissipation of energy in the form of heat represent the hallmark of the pharmacological and toxicological effects of DNOC."
        }
    ],
    "sediment_soil_concentrations": [
        {
            "References": "(1) Hauser TR, Bromberg SM; Env Monit Assess 2: 249 (1982)",
            "Value": "4,6-Dinitro-o-cresol was detected, not quantified in the sediment-soil-water complex at the Love Canal, Buffalo, NY(1)."
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "(1) Meylan WM et al; Environ Sci Technol 26: 1560-67 (1992) (2) UUSDA; Agric Res Service. ARS Pesticide Properties Database. Last Updated Nov 2, 2016. DNOC (534-52-1). Available from, as of June 29, 2018: https://www.ars.usda.gov/Services/docs.htm?docid=14199 (3) Martins JM, Mermoud A; J Contam Hydrol 33: 187-210 (1998) (4) Swann RL et al; Res Rev 85: 17-28 (1983) (5) Schwarzenbach RP et al; Environ Sci Technol 22: 83-92 (1988) (6) Doucette WJ; pp. 141-188 in Handbook of Property Estimation Methods for Chemicals. Boethling RS, Mackay D, eds. Boca Raton, FL: Lewis Publ (2000) (7) Broholm MM et al; Environ Sci Technol 35: 4789-4797 (2001)",
            "Value": "Koc values for 4,6-dinitro-o-cresol derived from experimental measurements have been reported as 257(1) and 300(2). A Koc for 4,6-dinitro-o-cresol of 23 was reported for sandy loam(3). According to a classification scheme(4), these Koc values suggest that 4,6-dinitro-o-cresol is expected to have very high to moderate mobility in soil. The pKa of 4,6-dinitro-o-cresol is 4.31(5), indicating that this compound will exist partially in the anion form in the environment and anions generally do not adsorb more strongly to soils containing organic carbon and clay than their neutral counterparts(6). In an aquifer laboratory and field study in Denmark, 4,6-dinitro-o-cresol had Kd sorption coefficient values ranging from 0.10 to 0.98 with stronger sorption occurring at lower pHs where the neutral form of the compound was at a higher percentage than at the higher pHs(7); this indicates the anionic form of 4,6-dinitro-o-cresol is more mobile in soil than the neutral form(SRC)."
        }
    ]
}