{
    "_id": {
        "$oid": "6682e8eac4e5dba5ffba27fa"
    },
    "CID": {
        "$numberInt": "10900"
    },
    "Name": "1,2-Dichloroethylene",
    "IUPACName": "1,2-dichloroethene",
    "CanonicalSMILES": "C(=CCl)Cl",
    "Synonyms": [
        "1,2-Dichloroethene",
        "1,2-Dichloroethylene",
        "540-59-0",
        "Ethene",
        "1,2-dichloro-",
        "Dioform",
        "sym-Dichloroethylene",
        "1,2-Dichlor-aethen",
        "Dichloro-1,2-ethylene",
        "Ethylene",
        "1,2-dichloro-",
        "NCI-C56031",
        "Acetylene dichloride",
        "1,2-DICHLOROETHYLENE (MIXTURE OF CIS AND TRANS)",
        "Ethene",
        "1,2-dichloro-",
        "(1Z)-",
        "1,2-Dichloroethene #",
        "1,2-Dichloroethylene,c&t"
    ],
    "IsomericSMILES": "C(=CCl)Cl",
    "INCHI": "InChI=1S/C2H2Cl2/c3-1-2-4/h1-2H",
    "INCHIKEY": "KFUSEUYYWQURPO-UHFFFAOYSA-N",
    "Formula": "C2H2Cl2",
    "MolecularWeight": {
        "$numberDouble": "96.94"
    },
    "Description": {
        "$numberDouble": "NaN"
    },
    "XlogP": {
        "$numberDouble": "1.9"
    },
    "Complexity": {
        "$numberInt": "19"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "environmental_bioconcentrations": [
        {
            "References": "(1) Ran Y et al; Chemosphere 48:487-509 (2002) (2) US EPA; Estimation Program Interface (EPI) Suite. Ver. 4.1. Nov, 2012. Available from, as of May 1, 2018: https://www2.epa.gov/tsca-screening-tools/ (3) Franke C et al; Chemosphere 29: 1501-14 (1994)",
            "Value": "An estimated BCF of 8 was calculated in fish for 1,2-dichloroethylene(SRC), using a log Kow of 1.86(1) and a regression-derived equation(2). According to a classification scheme(3), this BCF suggests the potential for bioconcentration in aquatic organisms is low."
        }
    ],
    "environmental_biodegradations": [
        {
            "References": "(1) ATSDR; Tox Profiles. 1,2-Dichloroethene. Available from, as of May 1, 2018: https://www.atsdr.cdc.gov/toxprofiles/index.asp (2) NITE; Chemical Risk Information Platform (CHRIP). Biodegradation and Bioconcentration. Tokyo, Japan: Natl Inst Tech Eval. Available from, as of May 1, 2018: https://www.safe.nite.go.jp/english/db.html (3) Fogel MM et al; Appl Environ Microbiol 51: 720-4 (1986) (4) Bradley PM et al; Appl Environ Microbiol 64: 3102-5 (1998)",
            "Value": "AEROBIC: Chlorinated ethenes generally resist biodegradation when incubated under aerobic conditions(1). cis- and trans-1,2-Dichloroethylene, present at 2.62 and 2.32 mg/L, respectively, reached 0% of its Theoretical BOD in 4 weeks using 1 drop/L activated sludge inoculum in the Japanese MITI test(2). Other studies under aerobic conditions showed similar results of limited degradation for 1,2-dichloroethylene(3). However, mineralization of C14-labeled 1,2-dichloroethylene (mixture of 20% trans- and 71% cis-isomers) was observed under aerobic conditions in streambed sediments characterized by a high content of natural organic matter (2.5% dry mass organic content) and saturated with humic acid-laden black water(4); 67% of C14-labeled CO2 was recovered in 50 days under aerobic conditions(4) which corresponds to a first-order half-life of 31 days(SRC). It has been suggested that ammonia-oxdizing aerobic bacteria and facultative-sulfur bacteria can biodegrade chlorinated aliphatic hydrocarbons(1)."
        },
        {
            "References": "(1) ATSDR; Toxicological Profile for 1,2-Dichloroethene. Atlanta, GA: Agency for Toxic Substances and Disease Registry, US Public Health Service (1996). Available from, as of May 1, 2018: https://www.atsdr.cdc.gov/toxprofiles/index.asp (2) Wilson BH et al; Environ Sci Technol 20: 997-1002 (1986) (3) Hallen RT et al; ACS Div Environ Chem 192nd Natl Mtg 26: 344-6 (1986) (4) Barrio-Lage G et al; Environ Sci Technol 20: 96-9 (1986) (5) Bradley PM et al; Appl Environ Microbiol 64: 3102-5 (1998)",
            "Value": "ANAEROBIC: 1,2-Dichloroethylene undergoes slow biodegradation when incubated under anaerobic conditions(1). When trans-1,2-dichloroethylene was incubated under anaerobic conditions with methanogenic aquifer material obtained adjacent to a landfill site in a serum bottle at 17 °C, at least 16 weeks of incubation were required before disappearance began relative to autoclaved controls, whereas the concentration of the cis- isomer was reduced to <2% of controls during the same period(2). Vinyl chloride was identified as a degradation product after 1-2 weeks(2). After 40 weeks, the average concentration of the trans-isomer was reduced to 18% of controls, only traces of the cis-isomer remained, and no vinyl chloride or other degradation product were found(2). Another investigator found that when cis- or trans-1,2-dichloroethylene were incubated anaerobically using an inoculum from a municipal waste digester in order to simulate conditions in a landfill, vinyl chloride appeared within 6 weeks(3). Biodegradation of 1,2-dichloroethylene was studied in microcosms prepared from uncontaminated organic sediment from the Everglades and allowed to sit to insure oxygen depletion(4). Under these anoxic conditions, 50% and 73% of the cis- and trans-isomer, respectively, were lost in 6 months with accompanying formation of vinyl chloride(4). Ethyl chloride was formed in the case of the cis- but not the trans-isomer, indicating that there is at least one pathway other than the reductive dechlorination for the cis-isomer(4). Mineralization of C14-labeled 1,2-dichloroethylene (mixture of 20% trans- and 71% cis-isomer) was observed under anaerobic conditions in streambed sediments characterized by a high content of natural organic matter (2.5% dry mass organic content) and saturated with humic acid-laden black water(5). 7% Of C14-labeled CO2 was recovered in 50 days for unamended sediments(5), which corresponds to a first-order half-life of 478 days(SRC); 25% of C14-labeled CO2 was recovered in 50 days for sediments amended with 2 mg humic acid/L(5), which corresponds to a first-order half-life of 121 days(SRC); humic acids are believed to serve as electron acceptors in the anaerobic oxidation 1,2-dichloroethylene(5)."
        }
    ],
    "fish_seafood_concentrations": [
        {
            "References": "(1) Gossett RW et al; Mar Pollut Bull 14:387-92 (1983) (2) Staples CA et al; Environ Toxicol Chem 4:131-42 (1985)",
            "Value": "Samples of fish livers, shrimp muscle and invertebrates collected 6 km northwest of the discharge from the Los Angeles County, CA wastewater treatment plant contained <0.3 ppb (wet weight) of 1,2-dichloroethylene(1). None of the 95 stations in the USEPA STORET data base reported detectable quantities of 1,2-dichloroethylene in fish(2)."
        }
    ],
    "logP": [
        {
            "References": "Ran Y et al; Chemosphere 48: 487-509 (2002)",
            "Value": "log Kow = 1.86"
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "Grant, W.M. Toxicology of the Eye. 3rd ed. Springfield, IL: Charles C. Thomas Publisher, 1986., p. 325-6",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Some but not all dogs /experienced CNS depression/ by inhaling the vapor have been observed to develop delicate superficial corneal turbidity. The first observation of corneal disturbance was made on three dogs repeatedly exposed to dichloroethylene by evaporation of 10-15 cc in a chamber of 0.115 cu m volume. Haziness was observed in both corneas of one dog after the second exposure and slight haziness of one eye of another dog after fourteen exposures, but no ocular disturbance was found in the third dog. A more detailed study subsequently showed that the corneal haziness occuring in dogs was attributable to many fine gray flecks in the endothelium, and that this usually cleared in twenty-four hours, or forty-eight hours at the most."
        },
        {
            "References": "USEPA; Toxicological Review of cis-1,2-Dichloroehtylene and trans-1,2-Dichloroethylene (CAS Nos. cis: 156-59-2; trans: 156-60-5; mixture: 540-59-0), In Support of Summary Information on the Integrated Risk Information System (IRIS), p.35-6 (September 2010). Available from, as of May 1, 2018: https://www.epa.gov/iris",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ A subchronic inhalation study was conducted ... in which rats, rabbits, guinea pigs (strains not stated), and beagle dogs were exposed to 0, 500, or 1,000 ppm (0, 1,980, or 3,960 mg/cu m) 1,2-DCE mixture (58% cis-, 42% trans- isomer), 7 hours/day for 6 months. The 1,980 mg/cu m exposure groups consisted of 24 male and 35 female rats, 7 male and 8 female guinea pigs, 3 male and 3 female rabbits, and 2 female dogs, while the 3,960 mg/cu m exposure groups consisted of 12 male and 12 female rats and 2 male and 2 female rabbits. In addition to the animals receiving daily 7-hour exposures, separate groups of 10 male rats were exposed to 1,980 mg/cu m 1,2-DCE for 4, 2, or 1 hour(s)/day for a total duration of 5 months. In all studies, each animal was weighed twice per week until growth was determined to be normal; afterwards, each animal was weighed once per week. Hematological analyses and clinical chemistry determinations were performed on all rabbits, on five male and five female rats exposed to 3,960 mg/cu m, and on all dogs exposed to 1,980 mg/cu m. Rats and rabbits exposed to 3,960 mg/cu m of 1,2-DCE, 7 hours/day (136 exposures in 195 days) did not exhibit increased mortality or clinical signs of toxicity. Growth of animals was normal, and final body weights and weights of lungs, heart, spleen, and testes were not significantly different from controls. Hematology and biochemical values were within normal limits. The average relative kidney weight (expressed as a ratio of kidney weight to body weight) in male and female rats were increased by 16 and 9%, respectively (statistically significant only in the males). The average relative liver weight in female rats (expressed as a ratio of liver weight to body weight) was statistically significantly increased by 23%. Liver weight in both male and female rabbits were also increased, but statistical significance was not determined because of the small number of rabbits tested. Rats exposed to 1,980 mg/cu m of 1,2-DCE, 7 hours/day, for 6 months did not demonstrate excess mortality or adverse clinical effects. Hematology and clinical chemistry values were within normal limits. Terminal body weights and relative lung, heart, spleen, and testes weight were not significantly different from controls, but relative kidney weight of male and female rats were increased by 9 and 18%, respectively (statistically significant only in the male rats). Liver weights of female rats were significantly increased by 19%. No noteworthy effects on mortality, behavior, or appearance were observed in the guinea pigs exposed to 1,980 mg/cu m on 81 of 117 days. Final average body weights and organ weights were not significantly different from controls. Rabbits exposed to 1,980 mg/cu m for 131 exposures in 181 days exhibited no effects, except that increases in liver weights of both male and female rabbits occurred at termination (statistical evaluations were not performed because of the small number of experimental animals). Female dogs exposed to 1,980 mg/cu m tolerated 129 exposures in 183 days without biologically significant effects. Clinical chemistry and hematology data were essentially identical to values obtained prior to initiation of the 1,980 mg/cu m exposure regimen. In rats exposed to 1,980 mg/cu m 1,2-DCE for shorter periods of 4, 2, or 1 hour/day, 5 days/week, for 5 months (136 exposures in a period of 195 days), no clinical or behavioral abnormalities were seen, and final body weight and organ weight data were not significantly different from control values. The BUN and ALP values were within normal limits."
        },
        {
            "References": "PMID:2862719",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ A group of Fischer 344 rats received 2.0 millimoles of diethylnitrosamine by gavage. Another group received 2-acetyl-aminofluorene for 2 weeks with 2 mL/kg carbon tetrachloride by gavage in addition to diethylnitrosamine. At 14 days after termination of the treatment, hepatocytes were isolated and cultured in the presence of chloroform, 1,2-dibromoethane, 1,1-dichloroethane, 1,2-dichloroethene, 1,1,1- trichloroethane and 1,1,2-trichloroethane. Cells were evaluated for survival and for expression of gamma-glutamyl-transpeptidase. Pretreatment with diethylnitrosamine and 2-acetyl-aminofluorene produced many gamma-glutamyl-transpeptidase containing hepatocytes. 1,2-Dibromoethane was the most toxic, followed in order by 1,2-dichloroethylene; 1,1,2-trichloroethylene; 1,1,1-trichloroethylene; chloroform, and 1,1-dichloroethylene."
        },
        {
            "References": "USEPA; Toxicological Review of cis-1,2-Dichloroehtylene and trans-1,2-Dichloroethylene (CAS Nos. cis: 156-59-2; trans: 156-60-5; mixture: 540-59-0), In Support of Summary Information on the Integrated Risk Information System (IRIS), p.30-1 (September 2010). Available from, as of May 1, 2018: https://www.epa.gov/iris",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ /The researchers/ conducted a 30-day subchronic study with a 50% mixture of the cis- and trans-1,2-DCE orally administered in sesame seed oil (1 mL/kg) to male Sprague-Dawley-derived rats (six/group) at a daily dose of 5 mmol (485 mg/kg-day); control rats received the vehicle alone. At termination, the mean relative liver weight in the treated group (expressed as a ratio of liver weight to body weight) was 19% greater (statistically significant) than that of control rats, while the mean relative weight of the lungs was significantly reduced by 14%. Mean values for plasma AST activity and creatinine levels in the treated group were significantly reduced by 25 and 17%, respectively, at sacrifice. The mean plasma calcium level in the treatment group was elevated by about 14%, as was plasma chloride by about 3%, while plasma potassium and CO2 were slightly depressed. Reductions in erythrocyte count, hemoglobin, and hematocrit were also recorded as decreases of 6, 5, and 5%, respectively."
        },
        {
            "References": "USEPA; Toxicological Review of cis-1,2-Dichloroehtylene and trans-1,2-Dichloroethylene (CAS Nos. cis: 156-59-2; trans: 156-60-5; mixture: 540-59-0), In Support of Summary Information on the Integrated Risk Information System (IRIS), p.20 (September 2010). Available from, as of May 1, 2018: https://www.epa.gov/iris",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ /Researchers/ reported a statistically significant increase in kidney weight in male Sprague-Dawley-derived rats (6/group) administered a dose of 5 mmol (485 mg/kg-day) of a 50:50 mixture of cis-1,2-DCE and trans-1,2-DCE (in a sesame seed oil vehicle, 1 mL/kg) in a 14-day gavage study. Slight reductions (statistically significant) in plasma creatinine and BUN levels, and an increase in plasma calcium levels were also recorded at termination."
        },
        {
            "References": "PMID:2627833",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ The results of the studies showed that the gonadotoxicity and embryotoxicity were found in rodents exposed to concentration of DCE at 24.8 mg/cu m; DCE could reach the fetus through the placenta. The investigation of workers exposed to DCE indicated that prematurities among exposed female workers and wives of exposed male workers were higher than that of control groups. Therefore the MAC /minimum alveolar concentration/ of DCE (25 mg/cu m) is not safe enough."
        },
        {
            "References": "U.S. Dept Health & Human Services/Agency for Toxic Substances & Disease Registry; Toxicological Profile for 1,2-Dichloroethene (CAS#: 540-59-0 (mixture); 156-59-2 (cis); 156-60-5 (trans)); p.18 (August 1996). Available from, as of May 1, 2018: https://www.atsdr.cdc.gov/toxprofiles/index.asp",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ Behavioral changes have been observed in mice exposed acutely (4 hours) to 1,2-dichloroethene (form not specified). The reported changes consisted of a dose-related decrease in the duration of immobility in the \"behavioral despair\" swimming test. A 45% decrease in the total duration of immobility occurred at a concentration of 1,720 ppm. The neurological significance of changes in the duration of swimming immobility is not known."
        },
        {
            "References": "PMID:10229923",
            "Value": "/GENOTOXICITY/ Ten halogenated aliphatic hydrocarbons (carbon tetrachloride, 1-chlorohexane, 2,3-dichlorobutane, 1,2-dichloroethane, 1,2-dichloroethylene, 1,3-dichloropropane, hexachloroethane, 1,1,2-trichloroethane, 1,2,3-trichloropropane and 1,1,3-trichloropropene), previously assayed in genetic assays in fungi, were evaluated in the mouse bone marrow micronucleus test in order to assess their genotoxicity in vivo. All chemicals were administered once i.p. at 40 and 70-80% of their respective LD50 to male and female CD-1 mice, 24 and 48 hr before killing. All treatments produced evident clinical symptoms, but no marked depression of bone marrow proliferation. No statistically significant increases in the incidence of micronucleated polychromatic erythrocytes over the control values were observed at any sampling time with any of the 10 halogenated hydrocarbons assayed. The comparison of the results obtained in this study with the findings provided by in vitro micronucleus assays on the same chemicals, reported by other authors, indicate that mouse bone marrow is weakly sensitive to the genotoxic effects induced by halogenated hydrocarbons in other test systems. This suggests that the role of such an assay in carcinogen screening may be questionable for this chemical class. An examination of mouse bone marrow micronucleus test results with the halogenated aliphatic hydrocarbons classified as carcinogens by IARC supports this conclusion."
        },
        {
            "References": "Nohmi T et al; Bull Natl Inst Hyg Sci (103): 60-64 (1985)",
            "Value": "/GENOTOXICITY/ The mutagenicities of organic chemical contaminants in city water and related compounds were examined by the Salmonella/microsome test (Ames test). Out of 21 chemicals tested, 1,2-dichloroethane was mutagenic in Salmonella typhimurium TA100 in the presence of S9 mix. ..."
        },
        {
            "References": "Mortelmans K et al; Environ Mutagen 8: 1-119 (1986)",
            "Value": "/GENOTOXICITY/ Cis,trans-1,2-dichloroethylene was found to be negative when tested for mutagenicity using the Salmonella/microsome preincubation assay, using the standard protocol approved by the National Toxicology Program (NTP). Cis-, trans-1,2-dichloroethylene was tested in as many as 5 Salmonella typhimurium strains (TA1535, TA1537, TA97, TA98, and TA100) in the presence and absence of rat and hamster liver S-9, at doses of 0.0333, 0.100, 0.3333, 1.000, and 3.3333 mg/plate. The highest ineffective dose tested in any Salmonella typhimurium strains was 3.3333 mg/plate. Slight clearing of the background bacterial lawn occurred at this dose."
        },
        {
            "References": "PMID:7060547",
            "Value": "/IMMUNOTOXICITY/ 1,2-Dichloroethane produced a significant reduction in antibody forming cells, while 1,2-dichloroethylene and 1,1,2-trichloroethylene produced trends towards suppression /after 14 day treatment/. Mice exposed to 1,2-dichloroethane for 90 days showed no alteration in the antibody forming cells, serum antibody titers, or response to B-lymphocyte mitogen, lipopolysaccharide. There was a marked dose dependent reduction in delayed hypersensitivity response to sheep erythrocytes in the presence of a hyper-responsiveness to the T-lymphocyte mitogen concanavalin A. 1,2-Dichloroethane did not alter the functional activity of the reticuloendothelial system."
        },
        {
            "References": "Borzelleca JF; Proc - AWWA Water Qual Technol Conf: 225-44 (1983)",
            "Value": "/OTHER TOXICITY INFORMATION/ ... Volatile organic contaminants of water were evaluated for acute oral toxicity, 14-day repeated-dosing toxicity, taste aversion, 90-day subchronic toxicity, and multigeneration effects in mice. The compounds studied were primarily halomethanes and chlorophenols, including 1,2-dichloroethylene. Acute toxicity was low, and there were no teratological or dominant lethal effects. All compounds caused apparent central nervous system depression and behavior changes. The liver and possibly the immune system were sensitive target organs, and male mice were more sensitive than females."
        }
    ],
    "sediment_soil_concentrations": [
        {
            "References": "(1) Staples CA et al; Environ Toxicol Chem 4: 131-42 (1985) (2) Gossett RW et al; Mar Pollut Bull 14: 387-92 (1983) (3) Hauser TR et al; EPA's Monitoring Program at Love Canal 1980 Env Monit Assess 2: 249-72 (1982) (4) Tassi F et al; Sci Total Environ 407: 4513-25 (2009)",
            "Value": "SEDIMENT: Of the 361 stations in the USEPA STORET data base 4% had detectable quantities of 1,2-dichloroethylene in sediment with a median concentration of <5 ppb(1). Surficial sediment taken 6 km northwest of the discharge from the Los Angeles County, CA wastewater treatment plant at a depth of 60 m contained <0.5 ppb (dry weight) of 1,2-dichloroethylene(2). 1,2-Dichloroethylene was detected, not quantified, in sediment/soil/water samples at the Love Canal, Niagara Falls, NY(3). SOIL: 1,2-Dichloroethylene was detected at one of nine locations in a soil cover at different depths from a landfill in Florence, Italy, at 11,458-18,547 ppbv(4)."
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "(1) US EPA; Estimation Program Interface (EPI) Suite. Ver. 4.1. Nov, 2012. Available from, as of April 30, 2018: https://www2.epa.gov/tsca-screening-tools (2) Swann RL et al; Res Rev 85: 17-28 (1983)",
            "Value": "Using a structure estimation method based on molecular connectivity indices(1), the Koc of 1,2-dichloroethylene can be estimated to be 40(SRC). According to a classification scheme(2), this estimated Koc value suggests that 1,2-dichloroethylene is expected to have very high mobility in soil."
        }
    ]
}