{
    "_id": {
        "$oid": "6682e8eac4e5dba5ffba27fd"
    },
    "CID": {
        "$numberInt": "10908"
    },
    "Name": "TERT-BUTYL ACETATE",
    "IUPACName": "tert-butyl acetate",
    "CanonicalSMILES": "CC(=O)OC(C)(C)C",
    "Synonyms": [
        "TERT-BUTYL ACETATE",
        "540-88-5",
        "t-Butyl acetate",
        "tert-Butyl ethanoate",
        "Acetic Acid tert-Butyl Ester",
        "Acetic acid",
        "1,1-dimethylethyl ester",
        "tert-butylacetate",
        "Texaco lead appreciator",
        "Acetic acid",
        "tert-butyl ester",
        "tert butyl acetate",
        "1,1-dimethylethyl acetate",
        "NSC 59719",
        "tert.-Butyl acetate",
        "MFCD00008807",
        "76N22HKP3X"
    ],
    "IsomericSMILES": "CC(=O)OC(C)(C)C",
    "INCHI": "InChI=1S/C6H12O2/c1-5(7)8-6(2,3)4/h1-4H3",
    "INCHIKEY": "WMOVHXAZOJBABW-UHFFFAOYSA-N",
    "Formula": "C6H12O2",
    "MolecularWeight": {
        "$numberDouble": "116.16"
    },
    "Description": {
        "$numberDouble": "NaN"
    },
    "XlogP": {
        "$numberDouble": "1.8"
    },
    "Complexity": {
        "$numberInt": "89"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "environmental_bioconcentrations": [
        {
            "References": "(1) Hansch C et al; Exploring QSAR Hydrophobic, Electronic and Stearic Constants Washington,DC: Amer Chem Soc (1995) (2) Lyman WJ et al; Handbook of Chemical Property Estimation Methods. Washington,DC: Amer Chem Soc pp. 5-4, 5-10 (1990) (3) Franke C et al; Chemosphere 29: 1501-14 (1994)",
            "Value": "An estimated BCF of 7 was calculated in fish for tert-butyl acetate(SRC), using a log Kow of 1.76(1) and a regression-derived equation(2). According to a classification scheme(3), this BCF suggests the potential for bioconcentration in aquatic organisms is low(SRC)."
        }
    ],
    "environmental_biodegradations": [
        {
            "References": "(1) Lamb CB, Jenkins GF; pp. 326-9 in Proc 8th Indus Waste Conf: Purdue Univ (1952) (2) Price KS et al; J Water Pollut Contr Fed 46: 63 (1974) (3) Takemoto J et al; Suishitsu Odaku Kenkyu 4: 80 (1981)",
            "Value": "No biodegradation studies have been located for tert-butyl acetate, however, studies on structurally similar compounds(1-3) have shown that, in general, the ester functional group of alkyl acetates are biodegradable(SRC)."
        }
    ],
    "logP": [
        {
            "References": "Hansch, C., Leo, A., D. Hoekman. Exploring QSAR - Hydrophobic, Electronic, and Steric Constants. Washington, DC: American Chemical Society., 1995., p. 24",
            "Value": "log Kow = 1.76"
        }
    ],
    "mechanism_of_action": [
        {
            "References": "PMID:4381662",
            "Value": "... /tert-Butyl acetate/ behaved as inhibitor of acetylcholine when it combined with the acetylcholine receptor on the muscle."
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "International Labour Office. Encyclopedia of Occupational Health and Safety. Vols. I&II. Geneva, Switzerland: International Labour Office, 1983., p. 783",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Exposure to a concentration of 10000 ppm for 5 hr caused irritation and death in guinea-pigs."
        },
        {
            "References": "Grant, W.M. Toxicology of the Eye. 3rd ed. Springfield, IL: Charles C. Thomas Publisher, 1986., p. 163",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Application of the liquid to rabbit eyes caused superficial reversible injury, graded 5 on a scale of 1 to 10. /Butyl acetate/"
        },
        {
            "References": "PMID:7917504",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ A study was conducted on the metabolism of inhaled tert-butyl-acetate. Sprague-Dawley-rats were exposed via a tracheal catheter to tert-butyl-acetate in air and arterial blood samples were analyzed at various times during the exposure. Continuous increases in the blood levels of both tert-butyl-acetate and tert-butyl alcohol were seen during 5 hour and 255 minute exposures to 440 ppm and 900 ppm, respectively, tert-butyl-acetate. During the longer exposure blood concentrations of tert-butyl-alcohol, although initially lower, exceeded those of tert-butyl-acetate after 255 minutes of exposure while during the 900 ppm exposure the concentration of tert-butyl-alcohol was below that of tert-butyl-acetate. Approximately half of the tert-butyl-acetate concentration decreased over the next 45 minutes following cessation of the 255 minute inhalation without a corresponding change in the tert-butyl-alcohol level. The authors conclude that the health risk from occupational inhalation of tert-butyl-acetate appears to exceed that of n-butyl-acetate."
        },
        {
            "References": "International Programme on Chemical Safety; Concise International Chemical Assessment Document 64 Butyl Acetates (2005). Available from, as of October 31, 2011: https://www.inchem.org/pages/cicads.html",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ ... Groups of five male and five female ad libitum-fed Sprague-Dawley rats were exposed to tert-butyl acetate vapour at approximately 0, 580, 2100, or 7900 mg/cu m, 6 hr/day, 5 days/week, for 2 weeks. No treatment-related clinical signs of toxicity or effects on mean body weight, food consumption, or water consumption were observed in any group. Liver weights were increased in male rats exposed at 7900 mg/cu m. Centrilobular hepatocyte hypertrophy was seen in all males at 7900 mg/cu m and in one of five males at 2100 mg/cu m. An increased degree of cortical tubules with hyaline droplets was reported in all male groups treated with tert-butyl acetate. ..."
        },
        {
            "References": "Grant, W.M. Toxicology of the Eye. 3rd ed. Springfield, IL: Charles C. Thomas Publisher, 1986., p. 163",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Exposure of albino rabbits to 500 ppm for twenty days and to 1000 ppm for four days, and exposure of guinea pigs to 500 ppm for ten days, and 1000 ppm for four days caused no corneal or conjuctival injury detectable by slit- lamp biomicroscopy, and corneal sensation was not altered. /Butyl acetate/"
        },
        {
            "References": "Ahn TH et al; Journal of Toxicology and Public Health 23 (2):151-8 (2007)",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Tert-Butyl acetate is an organic solvent used for coatings, industrial cleaning, and surface treatment applications. This study investigated the potential adverse effects of tert-butyl acetate on pregnant dams and embryo-fetal development after maternal exposure on gestational days 6 through 19 in rats. The test chemical was administered to pregnant rats by gavage at dose levels of 0, 500, 1000, 1500 and 2000 mg/kg/day. All dams were subjected to a cesarean section on day 20 of gestation and their fetuses were examined for any external, visceral, and skeletal abnormalities. At 2000 mg/kg, treatment-related clinical signs, including piloerection, abnormal gait, decreased locomotor activity, loss of fur, reddish tear, anorexia, nasal discharge, vocalization and coma, were observed in a dose-dependent manner. All dams died between the 2nd day and 5th day of treatment due to a severe systemic toxicity. At 1500 mg/kg, minimal maternal toxicity including an increase in the incidence of decreased locomotor activity and loss of fur, and an increase in the weights of adrenal glands and liver was observed. On the contrary, no significant adverse effect on the embryo-fetal development was detected. There were no adverse effects on either pregnant dams or embryo-fetal development at <1000 mg/kg. These results show that a 14-day repeated oral dose of tert-butyl acetate in rats caused a minimal maternal toxicity including increases in the incidence of clinical signs and the weights of adrenal glands and liver, but no embryotoxicity and teratogenicity at 1500 mg/kg/day. Under these experimental conditions, the no-observed-adverse-effect level (NOAEL) of tert-butyl acetate is estimated to be 1000 mg/kg per day for dams and 1500 mg/kg per day for embryo-fetal development."
        },
        {
            "References": "Yang YS et al; Birth Defects Res B Dev Reprod Toxicol 80 (5): 374-82 (2007)",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ This study investigated the potential adverse effects of tert-butyl acetate (TBAc) on maternal toxicity and embryo-fetal development after maternal exposure of pregnant rats from gestational days 6 through 19. TBAc was administered to pregnant rats by gavage at 0, 400, 800, and 1,600 mg/kg/day. All dams were subjected to a Cesarean section on day 20 of gestation, and their fetuses were examined for any morphological abnormalities. At 1,600 mg/kg, maternal toxicity manifested as increases in the incidence of clinical signs and death, lower body weight gain and food intake, increases in the weights of adrenal glands and liver, and a decrease in thymus weight. Developmental toxicity included a decrease in fetal weight, an increase in the incidence of skeletal variation, and a delay in fetal ossification. At 800 mg/kg, only a minimal developmental toxicity, including an increase in the incidence of skeletal variation and a delay in fetal ossification, were observed. In contrast, no adverse maternal or developmental effects were observed at 400 mg/kg. These results show that a 14-day repeated oral dose of TBAc is embryotoxic at a maternally toxic dose (i.e., 1,600 mg/kg/day) and is minimally embryotoxic at a nonmaternally toxic dose (i.e., 800 mg/kg/day) in rats. However, no evidence for the teratogenicity of TBAc was noted in rats. It is concluded that the developmental findings observed in the present study are secondary effects to maternal toxicity. Under these experimental conditions, the no-observed-adverse-effect level of TBAc is considered to be 800 mg/kg/day for dams and 400 mg/kg/day for embryo-fetal development."
        },
        {
            "References": "International Programme on Chemical Safety; Concise International Chemical Assessment Document 64 Butyl Acetates (2005). Available from, as of October 31, 2011: https://www.inchem.org/pages/cicads.html",
            "Value": "/GENOTOXICITY/ tert-Butyl acetate was not mutagenic to Salmonella typhimurium bacteria in an ... Ames test that included strains TA98, TA100, TA102, TA1735, and TA1737 or to Escherichia coli WP2uvrA/pKM101. It failed to induce chromosomal aberrations in human lymphocytes in vitro at concentrations up to 10 mmol/L. ..."
        },
        {
            "References": "International Programme on Chemical Safety; Concise International Chemical Assessment Document 64 Butyl Acetates (2005). Available from, as of October 31, 2011: https://www.inchem.org/pages/cicads.html",
            "Value": "/GENOTOXICITY/ In an in vivo test with tert-butyl acetate, there was no statistically significant increase in the frequency of micronucleated immature erythrocytes and no decrease in the proportion of immature erythrocytes in rats treated with a 6 hr exposure to 480, 1900, or 7700 mg/cu m when killed 24 or 48 hr later."
        },
        {
            "References": "PMID:15661616",
            "Value": "/GENOTOXICITY/ Tertiary-Butyl alcohol (TBA), tertiary-butyl acetate (TBAc) and methyl tertiary-butyl ether (MTBE) are chemicals to which the general public may be exposed either directly or as a result of their metabolism. There is little evidence that they are genotoxic; however, an earlier publication reported that significant results were obtained in Salmonella typhimurium TA102 mutagenicity tests with both TBA and MTBE. /This study/ present results of testing these chemicals and TBAc against S. typhimurium strains in two laboratories. The emphasis was placed on testing with S. typhimurium TA102 and the use of both dimethyl sulphoxide and water as vehicles. Dose levels up to 5000 ug/plate were used and incubations were conducted in both the presence and absence of liver S9 prepared from male rats treated with either Arochlor 1254 or phenobarbital-beta-naphthoflavone. The experiments were replicated, but in none of them was a significant mutagenic response observed, thus the current evidence indicates the TBA, TBAc and MTBE are not mutagenic in bacteria."
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "(1) US EPA; Estimation Program Interface (EPI) Suite. Ver. 4.1. Jan, 2011. Available from, as of Oct 27, 2011: https://www.epa.gov/oppt/exposure/pubs/episuitedl.htm (2) Swann RL et al; Res Rev 85: 17-28 (1983)",
            "Value": "Using a structure estimation method based on molecular connectivity indices(1), the Koc of tert-butyl acetate can be estimated to be 12(SRC). According to a classification scheme(2), this estimated Koc value suggests that tert-butyl acetate is expected to have very high mobility in soil."
        }
    ]
}