{
    "_id": {
        "$oid": "6682e8ebc4e5dba5ffba2800"
    },
    "CID": {
        "$numberInt": "10915"
    },
    "Name": "URANYL ACETATE",
    "IUPACName": "acetic acid;dioxouranium",
    "CanonicalSMILES": "CC(=O)O.CC(=O)O.O=[U]=O",
    "Synonyms": [
        "URANYL ACETATE",
        "541-09-3",
        "acetic acid;dioxouranium",
        "Bis(acetato-O)dioxouranium",
        "uranaffin reactant",
        "Uranium",
        "bis(aceto)dioxo-",
        "Uranium",
        "bis(acetato-O)dioxo-",
        "HSDB 1017",
        "EINECS 208-767-5",
        "BRN 3940695",
        "UNII-285PN2K1AO",
        "CCRIS 9375",
        "Uranium",
        "bis(acetato-O)dioxo-",
        "(T-4)",
        "Uranium",
        "bis(acetato-kappaO)dioxo-",
        "(T-4)-",
        "DTXSID3060243"
    ],
    "IsomericSMILES": "CC(=O)O.CC(=O)O.O=[U]=O",
    "INCHI": "InChI=1S/2C2H4O2.2O.U/c2*1-2(3)4;;;/h2*1H3,(H,3,4);;;",
    "INCHIKEY": "IXSMFXMQHOBORU-UHFFFAOYSA-N",
    "Formula": "C4H8O6U",
    "MolecularWeight": {
        "$numberDouble": "390.13"
    },
    "Description": {
        "$numberDouble": "NaN"
    },
    "XlogP": {
        "$numberDouble": "NaN"
    },
    "Complexity": {
        "$numberInt": "129"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "mechanism_of_action": [
        {
            "References": "Sullivan, J.B., Krieger G.R. (eds). Clinical Environmental Health and Toxic Exposures. Second edition. Lippincott Williams and Wilkins, Philadelphia, Pennsylvania 1999., p. 1271",
            "Value": "Approximately 60% of uranium absorbed into the blood is transported in the form of a bicarbonate complex, and 40% is bound to plasma proteins. The uranyl-bicarbonate complex is filtered out of the blood by the renal glomerulus and is passed into the tubules. The pH of urine decreases in the tubules, resulting in dissociation of the complex and release of the reactive uranyl ion. Nephrotoxicity results primarily from damage to the tubular epithelium, which allows leakage of glucose, protein, aminoacids, and enzymes into the urine. In high doses (more than 6 mg uranium/kg), glomerular damage may also occur, causing decreased renal blood flow and a decreased glomerular filtration rate. The kidney responds to toxic levels of uranium within 24-48 hr after exposure. The changes become progressively more severe over approximately a 5 day period. The damaged tubular epithelium regenerates quickly as the uranium concentration is reduced. /Soluble uranium compounds/"
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. 3:400",
            "Value": "Compared to other heavy metals, such as cadmium, lead, and mercury ... uranium's nephrotoxic effect is less intense. Although the nephrotoxicity of uranium is attributed primarily to its metallotoxicity (chemical toxicity), some authors have discussed that renal damage from exposure to high-LET alpha-emitting heavy metals, like uranium, is derived from combined chemical and radiotoxic effect. /Uranium NOS/"
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "PMID:6533394",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ /KIDNEY/ The study was performed to elucidate the progression and regression of superficial and inner glomerular alterations in uranyl acetate induced renal failure in rabbits. Fifteen hours after the drug injection, creatinine clearance decreased to 55% of controls with slightly elevated plasma creatinine concentration (initiation stage). After 5 days, urine flow and creatinine clearance decreased to approximately zero, with severe azotemia (maintenance stage). Scanning electron microscopic observations in these stages revealed a flattening and spreading of podocyte cell bodies associated with loss of epithelial foot processes, and reduction in the density of endothelial fenestrae. These changes were more advanced in the maintenance stage. Glomerular and fenestral diameter did not significantly change in the initiation stage but increased in the maintenance stage. There was no significant difference in these morphologic alterations, however, between the superficial and inner glomeruli. Glomerular alterations reverted to normal within 14 days, with good recovery of glomerular function. The findings show no significant difference in the progression or regression of the glomerular changes between the superficial and deep cortex. These morphologic changes may play a role in the reduction /of/ creatinine clearance observed in this model."
        },
        {
            "References": "PMID:3607315",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ The acute oral and subcutaneous toxicity of uranium was investigated in rats and mice. Male Sprague-Dawley rats and male Swiss mice were administered single doses of uranyl acetate, subcutaneously or intragastrically. The median lethal dose (LD50) 14 days following administration was 8.3 and 20.4 mg/kg for rats and mice, respectively; and the oral LD50 for rats was 204 mg/kg and for mice was 242 mg/kg. Most deaths occurred 5 to 8 days following uranyl acetate administration. Physical signs of toxicity, usually evident after 6 days and persisting through the 14 day experimental period, included: weight loss, piloerection, rubefaction, tremors, hypotension, pupillary constriction, exophthalmos, and mild hemorrhages in eyes, nose, and legs. In a separate experiment, rats and mice were administered single doses of 210 mg/kg uranyl acetate subcutaneously or 10 mg/kg intragastrically. Animals were observed for 14 days and then survivors were sacrificed and examined for pathological changes. Significant wt loss was observed in all treated animals. Food intake and amount of feces excreted were significantly reduced. Water consumption was not changed, but the volumes of urine excreted were significantly incr. Plasma urea and creatinine were significantly incr 7 days following either oral or subcutaneous uranyl acetate administration. Histopathologic examination of the kidneys and liver revealed minimal lesions in animals administered uranyl acetate orally, and more severe lesions in animals administered uranyl acetate subcutaneously. It was concluded that renal toxicity is the most characteristic response to uranyl acetate, which is highly toxic when administered subcutaneously and moderately toxic when administered orally."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. V3 p.392",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ All soluble uranium compounds are lethal when applied in a single dose to the skin of rabbits, either in various vehicles or without vehicle (UCl4, UCl5) ... .  Soluble uranium compounds may be lethal when placed in the conjunctival sac of the rabbit eye ... . /Soluble uranium salts/"
        },
        {
            "References": "Friberg, L., Nordberg, G.F., Kessler, E. and Vouk, V.B. (eds). Handbook of the Toxicology of Metals. 2nd ed. Vols I, II.: Amsterdam: Elsevier Science Publishers B.V., 1986., p. 2:633",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Acute renal failure can be produced in dogs by iv injection of 10 mg/kg body weight of uranyl salt. The failure is partly mediated by an imbalance of the vasoconstriction (angiotensin) and vasodilating factors (prostaglandin). /Uranyl salt/"
        },
        {
            "References": "Friberg, L., Nordberg, G.F., Kessler, E. and Vouk, V.B. (eds). Handbook of the Toxicology of Metals. 2nd ed. Vols I, II.: Amsterdam: Elsevier Science Publishers B.V., 1986., p. V2 633",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Neurological signs and pathological changes in cerebral and cerebellar cortices have been observed in rabbits exposed to soluble uranium salts. ... Epithelial degeneration of the choroid plexi in the brains of dogs exposed to toxic doses of soluble uranium salts /have been noted/. /Soluble uranium compound/"
        },
        {
            "References": "PMID:7681302",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ The effects of multiple maternal subcutaneous injections of uranyl acetate dihydrate (0.5, 1, and 2 mg/kg/d) from day 6 to day 15 of gestation were evaluated in Swiss mice. External, internal soft-tissue and skeletal examinations of fetuses were performed on gestation d 18. Maternal toxicity occurred in all uranium-treated groups as evidenced primarily by deaths as well as significant decreases in weight gain and in body weight at termination. Although it was not dose-related, embryotoxicity also occurred in all uranium-treated groups (significant increases in the number of nonviable implantations and in the percentage of postimplantation loss). Fetal body weight was significantly decreased at 1 and 2 mg/kg/d, whereas the number of total internal and total skeletal defects showed dose-dependent increases at 0.5, 1, and 2 mg/kg/d. Most morphological defects were developmental variations, whereas malformations were only detected at 1 and 2 mg/kg/d. On the basis of these data, both the maternal no-observable-adverse-effect level (NOAEL) and the NOAEL for embryotoxicity of uranyl acetate dihydrate were below 0.5 mg/kg/d, whereas the NOAEL for teratogenicity was  /Uranyl acetate dihydrate/"
        },
        {
            "References": "PMID:2711400",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ To evaluate the developmental toxicity of uranium, 5 groups of 20 pregnant Swiss mice were given by gavage daily doses of 0, 5, 10, 25 and 50 mg/kg of uranyl acetate dihydrate on gestational days 6-15. Cesarean sections were performed on all females on gestation day 18. Fetuses were examined for external, visceral, and skeletal abnormalities. The results indicated that such exposure resulted in maternal toxicity as evidenced by reduced weight gain and food consumption during treatment, and increased relative liver weight. There were no treatment-related effects on the number of implantation sites per dam, or on the incidence of postimplantation loss (resorptions plus dead fetuses). The number of live fetuses per litter and the fetal sex ratio were not affected by the treatment. However, dose-related fetal toxicity, consisting primarily of reduced fetal body weight and body length, and an increased incidence of abnormalities was observed. Malformations (cleft palate, bipartite sternebrae) and developmental variations (reduced ossification and unossified skeletal variations) were noted at the 25 and 50 mg/kg per day test levels. Therefore, administration of uranyl acetate dihydrate during organogenesis in mice produced maternal toxicity at 5, 10, 25 and 50 mg/kg per day. The \"no observable effect level\" (NOEL) for fetotoxicity including teratogenicity was below 5 mg/kg per day, as some anomalies were observed at this dose. There was no evidence of embryolethality at any dosage level used in this study. /Uranyl acetate dihydrate/"
        },
        {
            "References": "DHHS/ATSDR; Toxicological Profile for Uranium p. 135 (PB/99/163362) (September 1999)",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ The offspring of male Swiss mice exposed to 2.8, 5.6, and 14 mg uranium/kg/day intragastrically as uranyl acetate dihydrate for 38 to 60 days before mating with female mice that had received the same doses orally for 14 days prior to mating exhibited developmental defects. The average number of total implantations was only different in the 2.8 mg uranium/kg/day group. The numbers of late resorptions and dead fetuses were significantly increased for the 14 mg uranium/kg/day group. Significantly reduced viability was observed in the 5.6 mg uranium/kg/day group. A dose-response relationship was observed for reduced offspring growth as determined by body weight and body length. /Uranyl acetate dihydrate/"
        },
        {
            "References": "PMID:1884918",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/  Relatively few data are available concerning the reproductive and developmental toxicity of uranium. The present study was designed to evaluate the reproductive effects of this metal in male Swiss mice. The animals were treated with uranyl acetate dihydrate at doses of 0, 10, 20, 40, and 80 mg/kg/day given in the drinking water for 64 days. To evaluate the fertility of the uranium-treated males, mice were mated with untreated females for 4 days. There was a significant but non-dose-related decrease in the pregnancy rate of these animals. Body weights were significantly depressed only in the 80 mg/kg/day group. Testicular function/spermatogenesis was not affected by uranium at any dose, as evidenced by normal testes and epididymis weights and normal spermatogenesis, whereas interstitial alterations and vacuolization of Leydig cells were seen at 80 mg/kg/day. The results of this investigation indicate that uranium does not cause any adverse effect on testicular function in mice at the concentrations usually ingested in the diet and drinking water, with a safety factor of more than 1000. However, although spermatogenesis was not affected by uranium administration, uranium produces a significant decrease in the pregnancy rate at 10, 20, 40, or 80 mg/kg/day. /Uranyl acetate dihydrate/"
        },
        {
            "References": "Chang, L.W. (ed.). Toxicology of Metals. Boca Raton, FL: Lewis Publishers, 1996, p. 1089",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ ...0, 5, 10, and 25 mg/kg/day of uranyl acetate dihydrate /was administered orally/ to mature male Swiss mice (for 60 days prior to mating) and virgin female mice (for 14 days prior to mating). One half of the dams were killed on day 13 of gestation, and the remaining dams were allowed to deliver and wean their offspring. No adverse effects on fertility were evident at the doses tested ... Although the number of total implants in the uranium-exposed groups was similar to that of the controls, the number of total resorptions and dead fetuses were significantly increased at 25 mg/kg/day ... the number of live fetuses was also decreased in this group. Postnatal development was monitored after 0, 4, and 21 days of lactation, significant increases in the number of dead young per litter were observed at birth and at day 4 of lactation in the 25 mg/kg/day group. Although no differences could be detected for the lactation indices ... the viability indices and the growth of the offspring were also significantly lower for the uranium-treated mice ... /Uranyl acetate dihydrate/"
        },
        {
            "References": "PMID:16299811",
            "Value": "/GENOTOXICITY/ Naturally occurring uranium and depleted uranium (DU) are believed to be health hazards by virtue of both their chemical and radiological properties. The mechanism(s) behind uranium's chemotoxic effects has yet to be elucidated. Previous work has shown that DU, as uranyl acetate (UA), was mutagenic at the hypoxanthine (guanine) phosphoribosyltransferase (hprt) locus in XRCC1-deficient CHO EM9 cells. The purpose of the current study was to characterize the mutations induced by UA at the hprt locus of CHO EM9 cells and compare the mutation spectrum of UA with those of hydrogen peroxide and spontaneous mutations in the same line. The hypothesis being tested was that if DU as UA is chemically genotoxic then the mutation spectrum induced by the heavy metal should be distinct from that produced spontaneously or by H2O2. A total of 59 UA-induced, 38 spontaneous, and 45 H2O2-induced mutations were identified. Base substitutions comprised 29%, 42%, and 16% of UA, spontaneous, and H2O2 mutants, respectively. The frequency of G --> T or C --> A substitutions was not significantly different in spontaneous or H2O2-induced mutants than in UA-induced mutants, suggesting a possible role for 8-oxodG damage in UA mutagenesis. However, the observation that UA produced significantly more major genomic rearrangements (multiexon insertions and deletions) than occurred spontaneously suggests the possibility that DNA strand breaks or crosslinks could also be UA-induced mutagenic lesions. The unique mutation spectrum elicited by exposure to UA suggests that UA generates mutations in ways that are different from spontaneous and free radical as well as radiological mechanisms. /DU uranyl acetate/"
        },
        {
            "References": "PMID:15609048",
            "Value": "/ALTERNATIVE IN VITRO TESTS/ /KIDNEY/To investigate the mechanisms of myofibroblast differentiation of interstitial fibroblastic cells (FCs) in rats with uranyl acetate-induced acute renal failure (ARF), /the authors/ examined the relationship between the expression of alpha-smooth muscle actin (alpha-SMA), myofibroblast phenotype and tubular dilatation as well as cell shape and adhesion of FCs. Peritubular alpha-SMA-positive myofibroblasts appeared after induction of ARF and extended along the damaged, dilated proximal tubules and then almost disappeared after proximal tubular recovery. The perimeter of proximal tubules correlated with fractional areas stained for alpha-SMA (P<0.001). Most alpha-SMA-positive cells did not incorporate [3H]-thymidine, indicating a low proliferative activity. Transmission electron microscopy showed that FCs increasingly attached to the tubular basement membrane by elongated cytoplasm-containing microfilament bundles, which formed abundant adherens and gap junctions from day 4 to day 7. Scanning electron microscopy showed hypertrophic FCs covering large areas of tubules after induction of ARF. Administration of chlorpromazine, which can inhibit cytoskeletal movement, after induction of ARF partially inhibited myofibroblast differentiation of FCs immunohistochemically and morphologically and resulted in more dilated proximal tubules in concert with aggravation of renal dysfunction and inhibition of regenerative repair at day 4 than vehicle-administered rats. /The/ results indicate that mechanical tension, judged by tubular dilatation, may contribute to the induction of alpha-SMA phenotype with increased stress fiber formation and intercellular junctions in FCs to support damaged nephron structures by adjusting tensional homeostasis in rats with uranyl acetate-induced ARF."
        },
        {
            "References": "PMID:16482472",
            "Value": "/ALTERNATIVE IN VITRO TESTS/ /Kidney/  In order to investigate the mechanism responsible for uranium nephrotoxicity and the therapeutic effect of urine alkalization, /the authors/ utilized rat renal brush border membrane vesicles (BBMV). Uranyl acetate (UA) caused a decrease in glucose transport in BBMV. The apparent K (i) of uranyl was 139+/-30 ug uranyl/mg protein of BBMV. Uranyl at 140 ug/mg protein of BBMV reduced the maximal capacity of the system to transport glucose [V (max) 2.2+/-0.2 and 0.96+/-0.16 nmol/mg protein for control and uranyl treated BBMV (P<0.001), respectively] with no effect on the apparent K (m) (1.54+/-0.33 and 1.54+/-0.51 mM for control, and uranyl treated BBMV, respectively). This reduction in V(max) is at least partially due to a decrease in the number of sodium-coupled glucose transporters as apparent from the reduction in phlorizin binding to the uranyl treated membranes, V (max) was reduced from 247+/-13 pmol/mg protein in control BBMV to 119+/-3 pmol/mg protein in treated vesicles (P<0.001). The pH of the medium has a profound effect on the toxicity of UA on sodium-coupled glucose transport in BBMV: higher toxicity at neutral pH (around pH 7.0), and practically no toxicity at alkaline pH (7.6). This is the first report showing a direct inhibitory dose and pH dependent effect of uranyl on the glucose transport system in isolated apical membrane from kidney cortex."
        },
        {
            "References": "National Research Council. Drinking Water & Health. Volume 5. Washington, D.C.: National Academy Press, 1983., p. 94",
            "Value": "/OTHER TOXICITY INFORMATION/ /KIDNEY//Investigators/ ... demonstrated in rabbits that early renal injury could be detected by increases of specific enzymes in the urine following one intravenous injection of uranyl acetate (0.2 mg of uranium/kg body wt). Urinary alkaline phosphatase, glutamic oxaloacetic transaminase, & glutamic-pyruvic transaminase all incr significantly. ..."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. 3:394",
            "Value": "/OTHER TOXICITY INFORMATION/ How soluble hexavalent uranium acts on the renal nephron /was studied/ by analyzing in vitro transport kinetics from U-poisoned rabbits ... The major site of inhibition was at the first step of the overall secretory process, the transfer of p-aminohypurate across the peritubular cell membrane. No damage was recognized on the luminal side of the cells, as detected by tests of physiological function. Damage to the nephron clearly occurs beyond the proximal convoluted tubule, previously believed to be the major site of attack of the uranyl ion on the rabbit nephron. This was shown by altered functions of the more distal parts of the nephron: (1), depression of free-water clearance during water diuresis, (2), decreased water conservation during hydropenia, and (3), dissipation of the normally high tissue sodium concentration in the renal medulla. These altered physiological functions point to inhibition of sodium resorption from the ascending limb of Henle's loop, all showing that damage to the nephron occurs beyond the proximal tubule. No gross changes in glomerular permeability /was observed/ ... /Soluble hexavalent uranium/"
        },
        {
            "References": "Friberg, L., Nordberg, G.F., Kessler, E. and Vouk, V.B. (eds). Handbook of the Toxicology of Metals. 2nd ed. Vols I, II.: Amsterdam: Elsevier Science Publishers B.V., 1986., p. 2:632",
            "Value": "/OTHER TOXICITY INFORMATION/ Parallel with the /renal/ tubular damage, changes in the glomeruli appear, affecting largely the basement membranes of the glomerular capillaries, which have been shown electron-microscopically to involve loss of foot processes and dense deposits between the basement membrane and the epithelium, as well as hyaline droplets, other cytoplasmic bodies, myaline figures, and cytoplasmic vacuoles in epithelial cells. The corresponding functional changes in the kidney are characterized by proteinuria, impaired diodone and PAH /(para-aminohippuric acid)/ clearance, increased clearance of aminoacids and glucose, and reduced sodium reabsorption. Inulin and creatinine often remain virtually normal, though after severe damage they may decrease. All changes reflect damage to the lower two-thirds of the proximal convoluted segment of the proximal tubules. /Chemical toxicity of uranium/"
        }
    ]
}