{
    "_id": {
        "$oid": "6682e8ebc4e5dba5ffba2801"
    },
    "CID": {
        "$numberInt": "10928"
    },
    "Name": "ETHYL CHLOROFORMATE",
    "IUPACName": "ethyl carbonochloridate",
    "CanonicalSMILES": "CCOC(=O)Cl",
    "Synonyms": [
        "ETHYL CHLOROFORMATE",
        "541-41-3",
        "Ethyl carbonochloridate",
        "Ethyl chlorocarbonate",
        "Cathyl chloride",
        "Ethoxycarbonyl chloride",
        "Chloroformic acid ethyl ester",
        "Carbonochloridic acid",
        "ethyl ester",
        "Formic acid",
        "chloro-",
        "ethyl ester",
        "Chlorocarbonic acid ethyl ester",
        "Ethylchloorformiaat",
        "Etil cloroformiato",
        "Etil clorocarbonato",
        "chloro(ethoxy)methanone",
        "\"Chlorocarbonate Dethyle\""
    ],
    "IsomericSMILES": "CCOC(=O)Cl",
    "INCHI": "InChI=1S/C3H5ClO2/c1-2-6-3(4)5/h2H2,1H3",
    "INCHIKEY": "RIFGWPKJUGCATF-UHFFFAOYSA-N",
    "Formula": "C3H5ClO2",
    "MolecularWeight": {
        "$numberDouble": "108.52"
    },
    "Description": {
        "$numberDouble": "NaN"
    },
    "XlogP": {
        "$numberDouble": "1.5"
    },
    "Complexity": {
        "$numberInt": "52"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "environmental_bioconcentrations": [
        {
            "References": "(1) Queen A; Can J Chem 45: 1619-29 (1967)",
            "Value": "Ethyl chloroformate hydrolyzes readily in water (half-life of 31.5 min at 25 °C)(1); therefore, bioconcentration in aquatic organisms will not be an important process(SRC)."
        }
    ],
    "environmental_biodegradations": [
        {
            "References": "(1) Chemicals Inspection and Testing Institute; Biodegradation and Bioaccumulation Data of Existing Chemicals Based on the CSCL Japan. Japan Chemical Industry Ecology - Toxicology and Information Center. ISBN 4-89074-101-1, p 2-103 (1992)",
            "Value": "Using the Japanese MITI protocol (4 week incubation period with activated sludge inoculum), ethyl chloroformate was found to be biodegradable with a theoretical BOD of 81-86%(1) but this is probably the hydrolysis product(SRC)."
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "Patty, F. (ed.). Industrial Hygiene and Toxicology: Volume II: Toxicology. 2nd ed. New York: Interscience Publishers, 1963., p. 1885",
            "Value": "... CAUSE SEVERE DAMAGE TO THE GUINEA PIG SKIN ... ."
        },
        {
            "References": "Van Duuren BL et al; J Am Coll Toxicol 6 (4): 479-8 (1987)",
            "Value": "Female ICR/Ha Swiss mice, 30-50 per group, were used. The test duration was 18-22 months. Diethylcarbamyl chloride, ethyl chloroformate, and dichloracetyl chloride were tested by repeated skin application, in two-stage carcinogenesis with phorbol myristate acetate as promoter, and by repeated subcutaneous injection. Dimethylcarbamyl chloride was used as a positive control together with control groups. All three compounds showed marginally significant incidences of papillomas and carcinomas when tested as initiators. Ethyl chloroformate and dichloracetyl chloride did not show skin tumorigenicity in the repeated skin application tests. Diethylcarbamyl chloride showed weak carcinogenicity compared to dimethylcarbamyl chloride. Subcutaneous injection resulted in the same pattern of tumorigenicity. Thus, the four acylating agents showed the following decreasing order of carcinogenicity: dimethylcarbamyl chloride > diethylcarbamyl chloride > ethyl chloroformate four compounds hydrolyze rapidly in water, with the following decreasing order of rate of hydrolysis: dichloracetyl chloride > dimethylcarbamyl chlorideC. Their mechanisms of hydrolysis are: dimethylcarbamyl chloride, diethylcarbamyl chloride, and dichloracetyl chloride, SN1; ethyl chloroformate, SN2. There is no clear correlation between rate or mechanism of hydrolysis and carcinogenicity of these acylating agents."
        },
        {
            "References": "Ogawa S et al; Mutation Research Letters 192 (1): 37-46 (1987)",
            "Value": "Effects of quercetin on mutagenicity of 32 aromatic amines and their acetamides were studied in Salmonella typhimurium (TA-98) in the presence of a mammalian metabolic activation system (S9 mix). Aniline derivatives, except 2,4-diaminoanisole, were not mutagenic. Addition of quercetin decreased the mutagenicity of 2,4-diaminoanisole and the biphenyl derivatives."
        },
        {
            "References": "PMID:3474462",
            "Value": "The relationship between the carcinogenic activity of beta-propiolactone, methylmethane sulfonate, ethylchloroformate, dichloroacetyl chloride and propylene oxide which spanned six orders of magnitude was investigated. All products were given by inhalation to male Sprague-Dawley rats were found to induce nasal cancer with the exception of propylene oxide when given to rats for a period of 30 days in concentrations that were inversely proportional to the hydrolysis rates of the corresponding products. The incidence of nasal cancer was high in rats treated with 5 and 10 ppm beta-propiolactone and 50 ppm methylmethane sulfonate. A low incidence of nasal tumors was recorded in animals treated with 20 ppm beta-propiolactone for 5 days and in animals treated with the highest concentrations of dichloroacetyl chloride and ethychloroformate (6 and 2 ppm, respectively). A dose dependent tumorigenic response was recorded for 10 and 5 ppm beta-propiolactone. A strong carcinogenic effect at the level of the nasal epithelium was obtained for animals treated with 5 and 10 ppm beta-propiolactone. Animals treated with propylene oxide did not show any nasal tumors, but two rats had lung adenoma; controls had no such tumors. It was concluded that a relationship exists between the carcinogenic action of selected reactive electrophilic agents and their rate of hydrolysis."
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "(1) Meylan WM et al; Environ Sci Technol 26:1560-7 (1992) (2) Swann RL et al; Res Rev 85: 23 (1983) (3) Queen A; Can J Chem 45: 1619-29 (1967)",
            "Value": "Using a structure estimation method based on molecular connectivity indexes, the Koc for ethyl chloroformate can be estimated to be approximately 10(1,SRC). According to a suggested classification scheme(2), this estimated Koc value suggests that ethyl chloroformate has high mobility in soil(SRC). However, ethyl chloroformate hydrolyzes readily in water (half- life of 31.5 min at 25 °C)(3); therefore, leaching in soil is not expected to be an important fate process(SRC)."
        }
    ]
}