{
    "_id": {
        "$oid": "6682e8ecc4e5dba5ffba2807"
    },
    "CID": {
        "$numberInt": "10986"
    },
    "Name": "CADMIUM ACETATE",
    "IUPACName": "cadmium(2+);diacetate",
    "CanonicalSMILES": "CC(=O)[O-].CC(=O)[O-].[Cd+2]",
    "Synonyms": [
        "cadmium acetate",
        "543-90-8",
        "Cadmium diacetate",
        "Cadmium(II) acetate",
        "Acetic acid",
        "cadmium salt",
        "cadmiumacetate",
        "cadmium(2+);diacetate",
        "Acetic acid",
        "cadmium salt dihydrate",
        "95KC50Z1L0",
        "C.I. 77185",
        "Cadmium ethanoate",
        "Cadmium di(acetate)",
        "CCRIS 7783",
        "HSDB 280",
        "NSC-75795"
    ],
    "IsomericSMILES": "CC(=O)[O-].CC(=O)[O-].[Cd+2]",
    "INCHI": "InChI=1S/2C2H4O2.Cd/c2*1-2(3)4;/h2*1H3,(H,3,4);/q;;+2/p-2",
    "INCHIKEY": "LHQLJMJLROMYRN-UHFFFAOYSA-L",
    "Formula": "C4H6CdO4",
    "MolecularWeight": {
        "$numberDouble": "230.5"
    },
    "Description": {
        "$numberDouble": "NaN"
    },
    "XlogP": {
        "$numberDouble": "NaN"
    },
    "Complexity": {
        "$numberInt": "25"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "mechanism_of_action": [
        {
            "References": "PMID:18802671",
            "Value": "Cadmium (Cd) is a known nephrotoxic element. In this study, the primary cultures of rat proximal tubular (rPT) cells were treated with low doses of cadmium acetate (2.5 and 5 uM) to investigate its cytotoxic mechanism. A progressive loss in cell viability, together with a significant increase in the number of apoptotic and necrotic cells, were seen in the experiment. Simultaneously, elevation of intracellular [Ca(2+)]i and reactive oxygen species (ROS) levels, significant depletion of mitochondrial membrane potential(Delta Psi) and cellular glutathione (GSH), intracellular acidification, and inhibition of Na(+), K(+)-ATPase and Ca(2+)-ATPase activities were revealed in a dose-dependent manner during the exposure, while the cellular death and the apoptosis could be markedly reversed by N-acetyl-L-cysteine (NAC). Also, the calcium overload and GSH depletion were significantly affected by NAC. In conclusion, exposure of rPT cells to low-dose cadmium led to cellular death, mediated by an apoptotic and a necrotic mechanism. The apoptotic death might be the chief mechanism, which may be mediated by oxidative stress. Also, a disorder of intracellular homeostasis induced by oxidative stress and mitochondrial dysfunction is a trigger of apoptosis in rPT cells."
        },
        {
            "References": "PMID:15925026",
            "Value": "Cadmium acetate (CdAc) induced apoptosis in primary alveolar type 2 cells and Clara cells from rat lung. Phosphorylation of the MAPKs ERK1/2, p38 and JNK was markedly increased in both cell types 15 min to 2 hr after start of exposure to 10 uM CdAc. The phosphorylation of all the MAPKs remained elevated or was progressively increased up to 12 hr. The p38 inhibitor SB202190 reduced the Cd-induced apoptosis, whereas the ERK and JNK inhibitors, PD98059 and JNKI1, respectively, did not have any significant effect. The activity of total PKC and the isoforms PKC(alpha) and PKC(delta) seemed initially to be high in type 2 cells and Clara cells. Exposure to 10 uM CdAc did not further increase the total PKC activity or phosphorylation levels of the specific isoforms. However, the PKC inhibitors, GF109203X and rottlerin partially reduced the Cd-induced apoptosis. Furthermore, exposure to GF109203X reduced the phosphorylation of p38 in Clara cells. In conclusion, the MAPK p38 seemed to be involved in the Cd-induced apoptosis in Clara cells and type 2 cells. The activity of PKC isoforms is suggested to have a permissive role in the apoptotic process, located upstream of p38 phosphorylation."
        },
        {
            "References": "Madeddu R et al; Ital J Anat Embryol 110 (4): 225-36 (2005)",
            "Value": "The aim of the current study /was/ to examine in normal and neoplastic fibroblasts culture cells the modifications induced by the Cadmium at cellular level, in particular on the cytoskeleton, responsible not only of the intracellular transport of vesicles and cell organules, but also of their positioning and of the cellular integrity. Two fibroblastic cellular strains, normal (FG) and neoplastic (SGS/3A), have been incubated in a 5 uM Cadmium acetate added medium for 1, 8, 24 hours and studied by indirect immunofluorescence methods, particularly for the following proteins: Actin, Tubulin and Vimentin. The observations show in normal and neoplastic fibroblasts comparables modifications and anomalies of cytoskeletal shape. In both the cases the cellular morphology suffers drastic modifications, gradually evolving through intermediary shapes: from triangular and spindle-shaped in the normal fibroblasts to irregular, star-shaped, and globular in the neoplastic ones. The Cadmium action on the morphology of the normal and tumoral cells changes according to the time of incubation, producing structural alterations of the cytoskeletal. The modifications that start to be observable at the first hour of incubation are more evident after the eighth hour of exposure, reaching the maximum expression at the twenty-fourth hour, often with reduction of the total volume of the cells and loss of their ability to adhere to the substratum. Such modifications can be related to great alterations of the cellular membrane, producing the change of shape and the progressive partial separation from the substratum. The intermediary filaments seem to be less sensitive, from a morphological but not functional point of view, to the action of the Cadmium in comparison to the Actin and the microtubules that, on the contrary, seem to lose their proper morphological characteristics"
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "PMID:10052644",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ The effect of cadmium acetate (0.32, 1.0, 3.2 mg/kg) and (1, 3.2, 10 ug) injected intravenously (iv) and intracerebroventricularly (icv) respectively in urethane anesthetized male Sprague-Dawley (S-D) rats on blood pressure was examined. Cadmium injected (iv) produced transient fall in blood pressure followed by persistent rise. Hypertensive response in rats was dose and time dependent on intravenous cadmium administration. Cadmium (icv) produced statistically significant (p<0.01) hypertensive response at different time intervals as compared to saline treated controls. Repeated administration of cadmium (1 mg/kg ip for 5 days) produced increase in blood pressure. In four groups of rats treated with cadmium (1 mg/kg ip for 5 days), blood pressure was recorded 2,4,10,15 days after stopping the cadmium treatment. Blood pressure values at  2, 4, 10 days after stopping cadmium treatment were statistically significant (p<0.01). However, in the last group, blood pressure values were not statistically significant. These results show that cadmium exposure by (iv and icv) routes produced hypertensive response in rats. Hypertensive response is observed for the period of 2 weeks time in rats."
        },
        {
            "References": "USEPA; Health Assessment Document: Cadmium p.2-14 (1981) EPA-600/8-81-023",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Rats /were administered/ a single ip dose of cadmium acetate (2.0 mg/kg). At 3 days post-exposure, hexobarbital induced sleeping time was increased 24%, while microsomal levels of cytochrome p450 and cytochrome b-5 were decreased by 44% and 27%, respectively. The microsomal enzymes aminopyrine demethylase and aniline hydroxylase both showed inhibition; aminopyrine demethylase, 47 and 37% at 3 and 7 days, respectively, and aniline hydroxylase, 32 and 23% at these same time points. Heme oxygenase showed a significant increase (350% of control) at 2 days post-injection, returning to normal at the end of one week, while biliverdin reductase activity was not altered at any time."
        },
        {
            "References": "Bialkowski K et al; Carcinogenesis 20 (8): 1621-4 (1999)",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ 8-Oxo-2'-deoxyguanosine 5'-triphosphate pyrophosphohydrolase (8-oxo-dGTPase) is an enzyme which prevents incorporation into DNA of promutagenic 8-oxo-2'-deoxyguanosine (8-oxo-dG) from a deoxynucleotide pool damaged by endogenous oxidants. Its inhibition may thus be carcinogenic. We previously found that Cd(II) inhibited 8-oxo-dGTPase in both cell free systems and cultured cells. To verify this finding in a relevant animal model, we investigated the effects of Cd(II) on cellular 8-oxo-dGTPase activity and nuclear DNA 8-oxo-dG levels in the rat testis, a target organ for Cd(II) carcinogenesis. Ni(II), which does not induce testicular tumors in rats and is a weaker in vitro inhibitor of 8-oxo-dGTPase than Cd(II), was investigated as a comparison. Male F344/NCr rats were given a single s.c. dose of 20 umol Cd(II) acetate, 90 umol Ni(II) acetate or 180 umol sodium acetate (controls) per kg body wt and killed 2, 8, 24 or 48 hr later (three rats/time point). Cd(II) caused a gradual decrease in testicular 8-oxo-dGTPase activity with time. It became significant only after 8 hr post-injection (P < 0.05) and resulted in a final 50% loss of the enzyme activity at 48 hr (P < 0. 01). Although the results for Ni(II) at 8 hr and later were apparently lower than the controls, the decrease did not reach statistical significance. Treatment of rats with Cd(II) led to an early and progressive increase (from 130% at 2 h to 200% at 48 h versus the controls) of the 8-oxo-dG level in testicular DNA (P < 0. 05 or better). Ni(II) acetate also tended to raise the testicular 8-oxo-dG level, but the increase was transient, with an apparent maximum at 8 hr, and did not approach statistical significance (P < 0. 2). Thus, Cd(II), unlike Ni(II), is able to inhibit 8-oxo-dGTPase activity and to raise 8-oxo-dG levels in rat testicular DNA. However, the time course of both effects indicates that 8-oxo-dGTPase inhibition is most likely not the sole cause of the increase in 8-oxo-dG."
        },
        {
            "References": "PMID:4696187",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ CADMIUM ACETATE INJECTED IP INTO DOGS INDUCED ARTERIAL HYPERTENSION IN ABSENCE OF ANY OBVIOUS CLINICAL SYMPTOMS & SIGNS OF CADMIUM OVERDOSAGE. ADMIN WAS 2 MG/KG WEEKLY FOR FIRST 18 WEEKS & THEN EVERY THIRD WK FOR NEXT 18 WEEKS. THE AVG MEAN ARTERIAL PRESSURE WAS SIGNIFICANTLY INCR IN DOGS STUDIED 1 WK AFTER 6TH, 12TH, 18TH, & 21ST INJECTION. SYSTOLIC HYPERTENSION & SINUS BRADYCARDIA WERE ALSO OBSERVED."
        },
        {
            "References": "MITHAL RK ET AL; IND HEALTH 17 (4): 239-43 (1979)",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ ONE DAY AFTER SQUIRRELS RECEIVED A SINGLE IP INJECTION OF 6.0 MG CADMIUM ACETATE/KG, CENTRAL VEIN DILATATION & SOME CLOUDY SWELLING OF HEPATOCYTES WERE OBSERVED. THREE DAYS AFTER TREATMENT, THE CLOUDY SWELLING & FEATHERY DEGENERATION OF THE HEPATOCYTES CONSISTED OF FEW FOCI OF NECROSIS. ALL THESE CHANGES WERE MORE PRONOUNCED AFTER 5 DAYS OF INTOXICATION; IN ADDITION, SEVERAL FOCI OF NECROSIS IN THE VICINITY OF DILATED CENTRAL VEIN WERE CLEARLY OBSERVED. AFTER 7 DAYS, ALL ALTERATIONS WERE EXAGGERATED & PORTAL TRIADITIS OBSERVED."
        },
        {
            "References": "NIOSH; Criteria Document: Cadmium p.36 (1976) DHEW Pub. NIOSH 76-192",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Rats were injected ip every other day, for a total of 70 days, with cadmium acetate solution at 0.25 to 0.50 mg Cd/kg. One group of rats had their pancreas perfused with buffered glucose solution, while the remaining treated rats were studied for changes in plasma glucose, immunoreactive insulin (IRI), and urine glucose, following which (14)CO2 respiration was studied. The pancreas from animals given 0.5 mg/kg cadmium acetate secreted less insulin, but there were no significant changes in plasma glucose or insulinogenic index (ratio of plasma insulin to glucose). Treated animals excreted less radioactive carbon dioxide from the lung than controls, and excreted more radioactive carbon and more glucose in the urine. IRI released during perfusion was decreased."
        },
        {
            "References": "Shukla GS et al; Imd Health 25 (3): 139-46 (1987)",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Cadmium acetate (Cd2+, 0.4 mg/kg) administration to growing rats (45 +/- 5 g), intraperitoneally, daily for 30 days was found to decrease the reduced glutathione and increase oxidized glutathione concentrations in liver, kidney, and testis. The reduced glutathione/oxidized glutathione ratio is particularly important for testis, which has a high mitotic index, in view of reduced glutathione involvement in the DNA, RNA, and protein synthesis. A simultaneous inhibition in the activities of glutathione reductase and glucose-6-phosphate dehydrogenase in these tissues may be responsible for an altered reduced glutathione/oxidized glutathione ratio as these enzymes take part in oxidized glutathione to reduced glutathione conversion."
        },
        {
            "References": "Hussain T et al; Imd Health 23 (3): 199-206 (1985)",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Adult male rats were exposed to cadmium (100 ppm cadmium as cadmium acetate) in drinking water for 30 days. The cadmium exposure resulted in a significant decrease in the phospholipid content and an increase in the lipid peroxidation in the cerebral cortex and cerebellum. The total lipid content was not affected in any of the regions but a significant decrease in cholesterol and cerebroside contents were observed only in the cerebral cortex. A positive correlation between the increase in lipid peroxidation and decrease in the phospholipid content in the cerebral cortex and cerebellum was observed. A maximum accumulation of cadmium occurred in the cerebral cortex."
        },
        {
            "References": "Ebato K; Jpn J Hyg 42 (3): 732-9 (1987)",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Cadmium acetate (5 mg/kg/day) was orally administered using stomach tubes to two groups of male rats, each of which comprised ten in number, for three and six consecutive weeks, respectively. In place of cadmium acetate, distilled water was administered to two groups of control rats in the same manner for the same periods. At the termination of administration, all the rats were sacrificed and liver, kidney, femur, heart, spleen, lung, and blood tissues, as well as newgrown hair were dissected out. All the samples were analysed for cadmium, lead, iron, and magnesium. The level of cadmium concentration in all the organs, including blood and hair, was significantly higher in both of the exposed groups than in the control groups, indicating that hair analysis for cadmium may provide a useful monitor for the estimation of cadmium deposition into the organs of populations exposed to Cd via food and drinking water. Cadmium exposure may induce a lowering of the lead retention threshold of bone which results in an increase of lead in blood. A decrease in iron concentration was observed in the liver, kidney, bone, and spleen of rats following exposure to cadmium. A decrease in magnesium concentration was observed in the bone, lung, and blood of rats after the administration of cadmium."
        },
        {
            "References": "PMID:3674976",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Weanling male Sprague-Dawley rats were used to study biological interactions of cadmium (Cd), selenium (Se) or sulfur (supplied as sulfate). The animals (8/group) were fed (5-6 wk) a Torula yeast-based Se deficient diet (analysis yielded 0.35 mg/kg of Se and 0.61 mg/kg of Cd). Distilled, deionized drinking water was supplemented with 0 or 25 mg/L of cadmium acetate. Supplemental Se and sulfur were added to the food at 0.5 mg/kg or 2%, respectively. When animals on a basic diet were given Cd in drinking water the level of Cd in the kidney increased from 1.82 ug (basic diet) to 9.62 ug Cd/g tissue. A significant increase in heart weight was observed in Cd supplemented rats, but there was no corresponding decrease in blood hemoglobin levels. Diets supplemented with Se and Cd caused significant weight increases in rats. Combinations with Cd had no significant effect on systolic blood pressure. Se and Cd supplementation did not decrease either heart or kidney selenoenzyme glutathione peroxidase activity. Sulfur, as sulfate, decreased Cd levels in the kidney. Supplemental Se decreases renal Cd accumulation and potassium sulfate did not alter the protective effect of Se against Cd toxicity."
        },
        {
            "References": "PMID:4318715",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ PERSISTENT HYPERTENSION WAS PRODUCED IN RABBITS RECEIVING WEEKLY IP INJECTIONS OF CADMIUM ACETATE 2 MG/KG, BUT GROWTH INVOLVEMENT DID NOT DIFFER IN ANY OBVIOUS WAY FROM THAT OF CONTROL NORMOTENSIVE RABBITS."
        },
        {
            "References": "PMID:7451250",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ HISTOPATHOLOGICAL ALTERATIONS IN KIDNEYS WERE STUDIED IN SQUIRRELS WITH REPEATED IP INJECTIONS OF CADMIUM ACETATE AT DOSE OF 1.0 MG CADMIUM/KG BODY WT. CLOUDY SWELLING, NECROSIS, DENUDATION & DESTRUCTION OF TUBULAR EPITHELIUM, FOCAL AGGREGATES OF INFLAMMATORY CELLS, PERIVASCULAR INFLAMMATION BY CHRONIC INFLAMMATORY CELLS, & PERINEPHRIC HEMORRHAGE WITH INFILTRATION BY PHAGOCYTES CONTAINING HEMOSIDERIN WERE NOTICED AFTER DIFFERENT EXPOSURE INTERVALS. SQUIRRELS REVEALED SIGNIFICANT INCREASE IN BODY WT & KIDNEY WT."
        },
        {
            "References": "Venugopal, B. and T.D. Luckey. Metal Toxicity in Mammals, 2. New York: Plenum Press, 1978., p. 82",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ IN LIFE-TERM STUDIES, RATS WITH DRINKING WATER CONTAINING 5 UG CADMIUM ACETATE/ML BECAME HYPERTENSIVE AND SHOWED THICKENING OF RENAL ARTERIOLES AND ARTERIES AND CHANGES IN THE GLOMERULI WHICH RESEMBLED THOSE FOUND IN CHRONIC BENIGN HYPERTENSION, WHICH HAS BEEN LINKED WITH RENAL INJURY FOLLOWING CHRONIC CADMIUM EXPOSURE."
        },
        {
            "References": "NEZEL K ET AL; ARCH GEFLUEGELKD 45 (3): 120 (1981)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ 0, 20 & 40 PPM WAS GIVEN TO MALE LOHMANN BROILER CHICKS IN 42-49 DAY BROILER TEST & LSL HENS (LEGHORN TYPE) IN 336-DAY LAYING TEST. CADMIUM ACETATE & CYSTEINE CADMIUM HAD SIMILAR NEG EFFECTS ON PERFORMANCE & HEALTH; CADMIUM SULFIDE HAD NO EFFECTS ON PERFORMANCE."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V58 161 (1993)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ A group of 48 male and 39 female weanling Swiss mice (Charles River strain) received 5 ppm (5 mg/L) cadmium as cadmium acetate in the drinking-water for life. A group of 44 male and 60 female control mice were given 'metal-free' drinking-water. Body weight was generally similar in treated and control animais. Cadmium treatment did not result in an increased incidence of any tye of tumor, and the incidence of lung tumors in treated males was reduced compared to controls (0/48 versus 8/44; p -c 0.01, Xi test); no such effect was observed in females (5/39 vs 9/60)."
        },
        {
            "References": "Thompson JM, Bannigan JG;  Reprod Toxicol 16 (4): 434-5 (2002)",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ The environmental toxin Cadmium (Cd) has been shown to disrupt intercellular adhesion in a number of previous studies. In the chick embryo, characteristic anomalies have been noted following exposure to Cd, in particular malposition of the hind limbs together with anterior body wall defects. The occurrence of these latter abnormalities is invariably associated with peridermal desquamation and breakdown in continuity of the ectoderm. We wanted to determine whether Cd interferes with the actin cytoskeleton, which links in with certain cell adhesion molecules. Chick embryos were explanted into shell-less culture, and given 50 uL cadmium acetate or sodium acetate, equivalent to /8.9 x 10-5/ M cadmium ion, after 60 hr incubation. Chicks were harvested after 4 and 8 hr, fixed in Karnovsky's, processed into araldite and cut at 1 um for histological examination. In order to stain for actin, chicks were again harvested after 4 and 8 hr, fixed in 3.7% paraformaldehyde, immersed in sucrose, blocked into gelatin and cryosectioned at 14 um for staining with oragon green phalloidin and examination in the confocal microscope. A third cohort of chicks was allowed to grow on for 48 hr in order to demonstrate the gross abnormality. Intercellular junctions were disrupted from 4 hr post-treatment, and confocal microscopy of phalloidan-stained sections indicated that there was in addition clumping of actin in the ectoderm at this time. Histologically, the ectoderm appeared thickened from 8 hr after Cd, and scanning electron micrographs at 60 + 48 hr confirmed ectodermal thickening, particularly over the limb buds in the region of the apical ectodermal ridge."
        },
        {
            "References": "Thompson JM, Bannigan JG; Frontiers in Fetal Health 3 (11-12): 283 (2011)",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Cadmium is a divalent metal toxin which is becoming increasingly bioavailable through human activities. Previous animal studies have shown that embryonic cadmium exposure gives rise to teratogenic changes. We wanted to determine the effects of cadmium on cell proliferation and cell death in the chick embryo. Chick embryos (Cobb variety) were explanted into shell-less culture, and given 50 mL cadmium acetate or sodium acetate, equivalent to 8.9 X 10-5 M cadmium ion, after 60 hours incubation. For the cell proliferation study, embryos were given 15 uCi H(3)-TdR at 2, 4, and 8 hours after treatment with Cd. One hour and 15 minutes later the embryos were harvested, processed into araldite, sectioned and autoradiographed. At 4 hours after H(3)-TdR the labelling index (Li) was reduced in peridermal cells of Cd treated embryos compared to controls. At 8 hours after Cd, the ectoderm was thickened and cells were more densely packed than in control embryos and had abundant mitotic figures. Accordingly, the periderm showed increased labelling with tritiated thymidine when compared to controls. Histological examination of control and cadmium-treated embryos at 2, 4 and 8 hours after treatment demonstrated dying cells and cellular debris in the ectoderm and mesoderm 4 hours after cadmium. Transmission electron microscopy showed membrane bound dark-staining inclusion bodies within the cytoplasm of the ectodermal cells from 4 hours after treatment. There was evidence of apoptosis including cell shrinkage, chromatin condensation and phagocytosed debris within neighbouring healthy cells. TUNEL analysis with an Apoptosis Detection kit (Promega) and confocal microscopy revealed increased apoptosis in Cd treated embryos from 4 to 24 hours after treatment with /Cd/, however, a large variance in the extent of the effect in the Cd treated embryos."
        },
        {
            "References": "Thompson J, Bannigan J; Reprod Toxicol 22 (2): 285 (2006)",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Gastroschisis and omphalocoel are distinct in their incidence, genetic associations, morphology and experimental pathogenesis. The pathogenesis of gastroschisis probably involves vascular mechanisms but nothing is known about that of omphalocoel. Our previous results show that treatment of chick embryos in culture with cadmium (Cd) at 60 hr incubation leads to failure of body wall formation in 47% and evident 24 hr later, the limit of survival in culture. The pathogenesis of this defect was an abnormal direction of growth of the lateral plate mesoderm. We wished to study the morphology of this malformation later in gestation. Therefore, we treated chick embryos in ovo with 100 ul Cd acetate at concentrations of 0.001%, 0.0025%, 0.005%, 0.008%, 0.009% and 0.01%. Embryos were recovered at day 16.5 and, following examination for abnormality, subjected to skeletal staining. Controls, treated with Na acetate, had a 19% mortality rate but no abnormalities. The lowest dose of Cd caused no abnormalities. The mortality rate increased with Cd dose reaching 63% at the highest. There was also a dose related increase in body wall defect among survivors ranging from 10% at the lowest to 50% at the second highest. The highest dose caused 25% body wall defect in survivors. The defect was in the midline, contained liver and bowel and, being covered by a membrane, was diagnosed as omphalocoel. Affected embryos were also significantly lighter than controls. Skeletal staining revealed a lordosis at the lumbar spine and a reduction in vertebra number. These results show that Cd can produce a model of omphalocoel in chick embryos and that the mechanism of the defect is related to abnormalities in the somites and lateral plate mesoderm."
        },
        {
            "References": "Thompson J et al; Reprod Toxicol 20 (4): 539-48 (2005)",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ The aim of this study was to examine cell death and cell proliferation in chick embryos destined to have ventral body wall defects as a result of cadmium (Cd) treatment. Embryos in shell-less culture were treated with 50 uL Cd acetate (8.9 x 10-5 M Cd(2+)) at Hamilton-Hamburger (H.-H.) stage 16-17, or with equimolar sodium acetate./Terminal deoxynucleotidyl transferase/ TdT-Mediated / deoxyuridine triphosphate/ dUTP nick end labelling (TUNEL) showed the mode of cell death to be apoptosis commencing 4 hr after  treatment in somites and neural tube. Desquamation also occurred in the peridermal layer of the ectoderm. Cd caused no changes in the S-phase population of any tissue except ectoderm. The peridermal layer of the latter had a 40% reduction in labeling index (LI) 5.25 hr after treatment but increased thereafter, being 30% greater than control values at 25.25 hr. The occurrence of gross malformation was strongly correlated with the degree of apoptosis and in turn with the extent of peridermal desquamation. Pre-treatment with zinc acetate (10x the dose of Cd) prevented gross malformation, apoptosis and the effect of Cd on peridermal proliferation. We hypothesize that the ventral body wall defect resulting from Cd treatment in chick embryos is the result of changes in the somites perhaps following interruption of a signalling pathway originating in ectoderm."
        },
        {
            "References": "Nampoothiri LP, Gupta S; J Biochem Mol Toxicol 22 (5): 337-44 (2008)",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Adult virgin 4-day cycling synchronized Charles foster females were treated subcutaneously (0.05 mg/kg body wt/day) with sodium acetate (control), lead acetate or cadmium acetate alone, or both during gestational period, with pretreatment of 5 days prior to mating. There were no alterations in reproductive performance in all metal-treated groups. Implantation enzymes, cathepsin-D and alkaline phosphatase, activity were altered, but no change in the reproductive performance was observed. The key steroidogenic enzymes of ovary and placenta (3beta-HSD and 17beta-HSD), along with gonadal steroids, were affected the most in cadmium and combined treated animals whereas lead-treated animals showed a minimum change compared to the control group. Maximum displacement of zinc bound to metallothionein was more in cadmium and combined treated rats when compared to other metal-treated groups. Biomolecules such as glycogen, protein, RNA, DNA, and protein content were affected in all metal-treated groups, whereas cadmium-treated animals showed greater effect. General parameters of toxicity such as alkaline phosphatase, serum glutamate pyruvate transaminase, and creatinine were altered but were within the normal range. Biochemical effects are correlated with metals accumulated in blood, reproductive tissue such as placenta and ovary."
        },
        {
            "References": "PMID:12604176",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ The present study examines the effects of early simultaneous exposure to low level of lead and cadmium on anxiety-like behaviour in the rat, and on monoamine levels in the hypothalamus and hippocampus at weaning and adult animals. Rats were intoxicated with cadmium acetate (10 mg/L) and lead acetate (300 mg/L) in drinking water from the beginning of pregnancy until weaning. Maternal co-exposure to lead and cadmium produced mainly alterations in dopaminergic and serotoninergic systems of hippocampus in both age studied, while noradrenaline content in hypothalamus and hippocampus remained unchanged at 75 days of age. The intoxicated rats showed an increased on indices of anxiety on the elevated plus-maze. These long-term changes in anxiety-like behaviour can be related to dopaminergic and serotoninergic alterations detected in hippocampus."
        },
        {
            "References": "PMID:17923199",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Ventral body wall (VBW) defects occur in 1:2000 live births. We examined the association of VBW defect with somite abnormality and lordosis in the chick using in vitro and in ovo methods. Explanted chick embryos were treated at 60 hours with 50 uL sodium acetate or 0.001% cadmium acetate solution to produce VBW defects. Mortality and abnormality rates were assessed. A further cohort of chicks was treated in ovo by dropping 50 uL 0.001% to 0.01% cadmium acetate onto the embryo and allowing development to 16.5 days for further assessment of the defect and skeletal staining with alcian blue and alizarin red. Cadmium treatment at 24 hours induced VBW defects in chicks treated in both shell-less culture and in ovo. Material herniating through the VBW defects was covered by a membrane in all fresh specimens. Membrane removal revealed large defects containing liver and bowel. These criteria clearly indicate that the defect observed is an omphalocele. Affected embryos had reduced somite numbers within 24 hours. Chicks exhibiting exomphalos at 16.5 days invariably had lumbosacral lordosis. The cadmium-treated chick embryo is a reliable model for exomphalos. A positive association was found between exomphalos and lumbar lordosis in the chick."
        },
        {
            "References": "PMID:6133370",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ CADMIUM ACETATE WAS TESTED FOR TERATOGENICITY & LETHALITY IN 8 DAY OLD CHICKEN EMBRYOS. THE PARAMETERS MEASURED WERE EARLY DEATHS, RECORDED WITHIN 2 DAYS OF INJECTION, LATE DEATHS OF MALFORMED EMBRYOS, LATE DEATHS OF NONMALFORMED EMBRYOS, & MALFORMED SURVIVORS. EMBRYOTOXICITY WAS HIGHEST FOR CADMIUM ACETATE. MOST EMBRYONIC DEATHS OCCURRED AT STAGES 29-31, & MOST OF DEAD EMBRYOS WERE MALFORMED."
        },
        {
            "References": "KING DW ET AL; PROC NATL SCI COUNC, CHINA 2 (3): 269-74 (1978)",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ 0.015, 0.030, 0.045, 0.060, 0.12 OR 0.24 MG/EGG WERE INJECTED IN OVA OF CHICKENS ON 4TH DAY OF INCUBATION & EXAM ON 19TH DAY. HIGHEST INCIDENCE OF ABNORMALITY (30.9%) APPEARED IN 0.030 MG GROUP. MOST COMMON MALFORMATIONS OCCURRED IN LIVER (58%) & CARDIOVASCULAR SYSTEM, WITH EDEMA TOTALLING > 90% LD50 WAS APPROX 0.045 MG."
        },
        {
            "References": "PMID:6648408",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Three day old chicken embryos exposed to 2.4 umol of cadmium acetate experienced a 10% /incidence/ of malformed embryos."
        },
        {
            "References": "PMID:6431759",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ The influence of cadmium acetate and cadmium sulfate on 42 hr old chick embryos was studied. In all the series, 1 ul of a 0.01% soln was directly deposited on the blastoderm in ovo. Strophosomy was the most spectacular abnormality. It developed at acid pH. In some cases, strophosomy was exaggerated and led to anterior symmelia. Coelosomy was the most important anomaly caused by cadmium sulfate. With a buffered cadmium sulfate soln, its rate was lower while it was absent when a buffered cadmium acetate soln was used. Soln of alkaline pH did not elicit other abnormalities either and under their effect the percentage of normal embryos increased."
        },
        {
            "References": "PMID:12849694",
            "Value": "/DEVELOPMENTAL NEUROTOXICITY/ Five enzymes, considered keys to the correct function of the central nervous system (CNS) were chosen to study their utility as markers of the possible neurotoxic effects produced by the perinatal exposure to lead and/or cadmium. With this aim, lead acetate (300 mg/L) and/or cadmium acetate (10 mg/L) were administered to pregnant Wistar rats from day 1 of pregnancy to parturition (day 0) or until weaning (day 21). Brains were used to determine the activity of acid phosphatase (ACP), alkaline phosphatase (ALP), catalase (CAT), acetylcholinesterase (AchE) and ATP-ases (Na(+)/K(+) and Mg(2+)/Ca(2+) dependent). The general decrease of the activity of these enzymes observed after the treatment with heavy metals suggests that lead and cadmium are able to reach the CNS and impair its function by neurochemical changes. On the other hand, the results showed an increase of the activity of CAT; which possibly indicates that lead and cadmium might have other mechanisms of action, such as increasing oxidative damage in the CNS. Finally, the study of the effects produced by the simultaneous administration of lead and cadmium suggests that, in general, both metals exert an additive effect, either competing for the same inhibitory binding sites or increasing cellular damage. In conclusion, the study of the activity of enzymes is revealed as an effective method to measure the neurotoxicity induced by lead and cadmium."
        },
        {
            "References": "Pillai A et al; Food Chem Toxicol 41 (3): 379-84 (2003)",
            "Value": "/ENDOCRINE MODULATION/ The effects of lead and cadmium on the hypothalamic-pituitary axis were studied in proestrous rats. Adult female rats were treated intraperitonially with either lead acetate and cadmium acetate alone or in combination at a dose of 0.05 mg/kg daily for 15 days. Serotonin (5-HT) and norepinephrine (NE) levels decreased in individually and combined metal treated groups whereas dopamine (DA) levels were decreased only in the cadmium-exposed group. The pituitary levels of luteinizing hormone (LH) and follicle stimulating hormone (FSH) were decreased significantly in cadmium and combined treatment groups. In contrast, lead exposure failed to cause any change in serum LH and FSH levels, whereas cadmium and combined treatments showed significant decrease in serum LH and FSH levels as compared with control. The accumulation of both metals increased in the hypothalamus and pituitary after treatment. These data suggest that the metal accumulation disrupts the regulatory mechanisms of the hypothalamic-pituitary axis where the effects produced by the combined treatment of metals are not additive."
        },
        {
            "References": "PMID:7216843",
            "Value": "/ENDOCRINE MODULATION/ Histopathological changes in adrenal /gland/ and spleen were observed in squirrels after ip injections of cadmium acetate at a daily dose of 1.0 mg cadmium/kg. Adrenals revealed dilation of sinusoids together with fatty change in cells of the cortex, hyaline like mass in the medulla, hemorrhage just adjacent to the medulla, circumscribed hemorrhage in the cortex, and congested blood vessels after different intervals of exposure time. Whereas, spleen showed congestion in blood vessels and thickness of vessel wall and congestion and dilation of sinusoids. Final body weight gain of the Cd treated squirrels was significantly different from the controls. The rise in spleen weight was also significantly higher."
        },
        {
            "References": "PMID:8951241",
            "Value": "/GENOTOXICITY/ The molecular nature of mutations induced by cadmium was investigated to elucidate the role of cadmium in the initiation of carcinogenesis. Exposing Chinese hamster ovary (CHO)-K1 cells to cadmium acetate markedly decreased the colony-forming ability of cells and induced mutation frequency in the hypoxanthine (guanine) phosphoribosyltransferase (hprt) gene. The mutation frequency induced by Cd at LD30-LD20 doses was approximately 20 times that of untreated cells. D-Mannitol, a scavenger of reactive oxygen species (ROS), significantly protects cells against Cd cytotoxicity and mutagenicity. Furthermore, non-cytotoxic doses of 3-amino-1,2,4-triazole, a catalase inhibitor, potentiates cadmium cytotoxicity and mutagenicity. The cellular Cd uptake ability was not altered by the combined treatment with either D-mannitol or 3-amino-1,2,4-triazole. The GSH level and the activities of GSH peroxidase, GSSG reductase, and catalase in cells treated with Cd (4 uM, 4 hr) decreased to 78%, 47%, 40%, and 22% of the untreated cells, respectively. Those enzymatic activities recovered to normal levels 8 hr after removing cadmium. Polymerase chain reaction and DNA sequencing analysis of 54 independent cadmium mutants revealed cadmium-induced base substitutions, splice mutations, and large genomic deletions. All six types of base substitutions were observed; however, base transversions (22/27; 81%) occurred more frequently than transitions (5/27; 19%). The frequencies of mutations occurring at T.A or G.C base pairs were roughly equal. Results in this study strongly suggest that cadmium mutagenicity in CHO-K1 cells is ROS-dependent. Moreover, the unique mutational spectrum induced by cadmium implies that specific DNA adducts generated through the interaction of cadmium-DNA and ROS may play a role in the mutational specificity."
        },
        {
            "References": "Todd DM;  Govt Reports Announcements & Index (GRA&I) 06 (2004)",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ Metallothionein (MT) is an inducible protein whose unique structure contributes to its many functions. One of MT's functions is the detoxification of heavy metals. Cadmium (Cd), which is an environmental pollutant and a hazard to both humans and animals, is detoxified by MT. There are four known MT isoforms (MT I-IV) and this study focuses on MT I and MT II. Even though a lot is known about the effect of Cd on MT induction, little has been reported about the MT isoforms and their pattern of mRNA expression. This study investigates the hypothesis that the two isoforms of rat MT are coordinately regulated in vivo. To test this hypothesis, rats were dosed intravenously via the lateral tail vein with 0.0, 0.5, 1.0 or 2.0 mg/kg Cd acetate and the mRNA levels in the liver tissue were determined by Real-Time PCR at various time points (0, 0.5, 1, 3, 6, 9, 12, 18 and 24 hours). The fold increase in mRNA expression was determined using the comparative C (sub T) method and plotted versus time. MT I mRNA exhibits a similar induction pattern at the 0.5, 1.0 and 2.0 mg/kg doses up to the 6-hour time point. By 12 hours both the 0.5 mg/kg and 1.0 mg/kg doses decline to baseline levels, whereas the 2.0 mg/kg dose remains elevated. The pattern of induction for MT II mRNA is similar for all three doses up to the 9- hour time point. At the 0.5 mg/kg and 1.0 mg/kg doses MT II mRNA declines to baseline at the 12-hour time point and then increases at 24 hours. At the 2.0 mg/kg dose, MT II mRNA remains elevated at times greater than 12 hours. In comparing MT I and MT II mRNA expression, the results demonstrate that at all doses, MT II peaks first followed by a decline at 3-6 hours at which time MT I peaks. MT I mRNA decreases between 6 and 12 hours, while MT II mRNA peaks at 9 hours. At the 0.5 mg/kg and 1.0 mg/kg dose both MT I and MT II decrease at the 12-hour time point and then increase at 24 hours, while at the 2.0 mg/kg dose, both mRNAs remain elevated between 12 and 24 hours."
        },
        {
            "References": "Wang C; Toxicol Sci 90 (1-S): 386 (2006)",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ Any toxic chemical will disturb gene expression and, as a result, give rise to a specific fingerprint of chemical toxicity. DNA microarrays can provide information about the mRNA expression of thousands of genes simultaneously at the transcriptomic level, while conventional cell viability and cytotoxicity measurements provide information about the biological functions at the cellular level. Integrating such information at different levels provides a promising approach to evaluating or predicting how cells respond to chemical exposure. It is important to investigate the multi-scale biological system in a systematic way to better understand the gene regulation networks and signal transduction pathways involved in the cellular responses to environmental factors. To characterize such information flow, rat primary hepatocytes were exposed to cadmium acetate at 0, 1.25, and 2 uM and mRNA expression profiles were monitored using the Affymetrix RatTox U34 GeneChip arrays at 0, 3, 6, 12 and 24 hr. In addition, cytotoxicity was assessed by lactase dehydrogenase (LDH) leakage assay at each time point. Gene expression profiles at different time points were used to evaluate cytotoxicity at subsequent time points using partial least squares (PLS), and it was found that gene expression profiles at 0 hr showed the best prediction accuracy for the cytotoxicity observed at 12 hr (R2cv = 0.92). Some biomarkers whose expression profiles showed strong relationship with cytotoxicity were identified and the underlying pathways were reconstructed to illustrate how hepatocytes respond to cadmium exposure. Permutation studies were also applied to assess the reliability of the predictive models. In conclusion, gene expression profiles can be used as a sensitive detector for predicting cytotoxicity with high degree of accuracy."
        },
        {
            "References": "PMID:11991084",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ The lung is a target organ for cadmium (Cd) toxicity. Apoptosis induced by cadmium acetate (CdAc) was studied in alveolar type 2 cells and Clara cells isolated from rat lung. Relatively low concentrations of CdAc (1-10 umol/L) induced apoptosis after exposure for 20 hr. Type 2 cells were more sensitive than Clara cells to Cd-induced apoptosis and loss of cell viability. On exposure to 10 umol/L CdAc, the levels of the apoptosis-modulating proteins p53 and Bax were increased at 2 hr and 5-12 hr, respectively. The expression of p53 preceded the expression of Bax and the apoptotic process. The exposure to 10 umol/L CdAc did not significantly increase the formation of cellular reactive oxygen species (ROS). However, after exposure to a high concentration of CdAc (100 umol/L), a 30% increase of the ROS level was observed. No significant nitric oxide production was measured following CdAc exposure. Catalase, superoxide dismutase, dimethyl sulfoxide, or tetramethylthiourea did not protect against Cd-induced apoptosis. In conclusion, the results show that Clara cells and type 2 cells are sensitive to Cd-induced apoptosis. Increased levels of p53 and Bax are suggested to be involved in the apoptosis. The apoptosis did not appear to be mediated by oxidative pathways."
        },
        {
            "References": "PMID:3623773",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ Bone marrow and spleen cells obtained from female B6C3F1 mice given a single ip exposure to cadmium acetate (0.9 mg/kg) ... were studied using flow cytometry, immunologic, and hematologic assays. Significant changes were detected in subpopulations of bone marrow cells using multiparameter flow cytometry within 1 day following treatment with cadmium. Bone marrow cells obtained from B6C3F1 mice 5 days after treatment with cadmium were found to have a decreased number of cells expressing Mac-1, 55-7.2, 14.8, and Lyt-1 antigens, suggesting a shift to immature cell types. An increase in the number progenitor cells (CFU-C) obtained from the bone marrow of mice treated with heavy metals was also noted 5 days after exposure to cadmium. A time dependent suppression of the in vitro primary humoral immune response of spleen cells to sheep red blood cells, TNP-Ficoll and TNP-LPS was produced by cadmium. Suppression of the mitogenic response of spleen cells to Con A, PHA, and LPS was also found to be time dependent. Spleen cell surface marker expression (Mac-1, Lyt-1, Lyt-2 and 14.8) was altered in response to cadmium treatments, but these changes did not appear to correlate with the humoral immunity or mitogen induced proliferation data."
        },
        {
            "References": "Lag M, Helgeland K; Toxicol 47 (3): 247-58 (1987)",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ Swelling of epithelial cells and reduction of ciliary activity in mouse trachea organ culture occurred after incubation for 4 hr with a rather low concentration of cadmium acetate (10 uM). Specific inhibitors of ion transport (sodium ion, potassium ion, chloride ion) such as furosemide, amiloride and ouabain did not mimic, abolish, or increase the toxic effects induced by cadmium acetate. Exposure to cadmium acetate had no significant effect on electrolyte uptake (22)sodium ion and (86)rubidium ion. Barium(2+), known to have several biological properties in common with calcium(2+), and to influence basolateral potassium ion flux, counteracted the toxic effects of cadmium acetate, whereas a more rapid and extensive swelling occurred with cadmium acetate in a medium without calcium(2+). No effect on the uptake of (109)cadmium(2+) was found with barium chloride, whereas in a medium without calcium(2+), the cadmium(2+) uptake increased by 47%. Trifluoperazine (100 uM), a drug which in vitro binds tightly to calmodulin, imitated the toxic effects of 10 uM cadmium acetate. The combination of 10 uM cadmium acetate and 100 uM trifluoperazine resulted in an additive toxic effect."
        },
        {
            "References": "PMID:6816246",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ In vitro addition of cadmium salts to pulmonary microsomes isolated from male rabbits decreased the cytochrome p450 levels and the activity of benzo(a)pyrene hydroxylase but not that of reduced nicotinamide adenine dinucleotide cytochrome c reductase ... /Addition/ to pulmonary microsomes produced a concentration-dependent inhibition of the monooxygenase activity and the estimated IC50 values of cadmium acetate ... were 3.8X10(-5) M, 6.5X10(-6) M, and 5.3X10(-5) M for cytochrome p450, benzo(a)pyrene hydroxylase, and aminopyrine N-demethylase, respectively. The inhibitory action of cadmium acetate on the monooxygenase activity was also observed with microsomes isolated from the lungs of male guinea pigs and rats."
        },
        {
            "References": "PMID:9635878",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/  Cadmium and lead have been shown to induce cellular transformations and gene mutations in cultured rodent cells. In this study, we investigated the abilities of cadmium and lead to induce anchorage-independent transformations and hprt gene mutations in diploid human fibroblasts. Human fibroblasts were exposed to either cadmium acetate (0-60 uM) or lead acetate (0-2 mM) for 24 hr. After removal of the metals, the cells were kept in exponential growth for 7 and 9 days before mutation and anchorage-independence assays were taken, respectively. Both cadmium and lead significantly induced anchorage-independent colonies in dose-dependent manners; the frequencies of anchorage-independent colonies induced by these metals were similar to those induced by N-methyl-N'-nitro-N-nitrosoguanidine at approximately equal cytotoxic dose ranges (30-10% survival). 3-Aminotriazole at non-cytotoxic dosages decreased catalase activity by >80%, and markedly enhanced cadmium-induced cytotoxicity and anchorage-independent colonies. Cadmium uptake by human fibroblasts was not affected by 3-aminotriazole co-administered with 10 uM of cadmium; whereas cadmium uptake and accumulation were enhanced 1.5-fold by 3-aminotriazole co-administered with 1-2.5 uM of cadmium. Lead-induced anchorage-independence or cytotoxicity was not affected by 3-aminotriazole co-treatment; however, 3-aminotriazole did significantly enhance lead uptake and accumulation in human fibroblasts. Neither cadmium- nor lead-induced 6-thioguanine-resistant mutation frequency in human fibroblasts. Co-administering these metals with 3-aminotriazole did not enhance mutations in human fibroblasts. These results suggest that cadmium and lead may both act as tumour promoters in diploid human fibroblasts, and that reactive oxygen species is more important in cadmium- than lead-induced cytotoxicity and anchorage-independence."
        },
        {
            "References": "PMID:21074552",
            "Value": "/OTHER TOXICITY INFORMATION/ Pollution is a world problem with immeasurable consequences. Heavy metal compounds are frequently found as components of anthropogenic pollution. Here we evaluated the effects of the treatment with cadmium acetate, lead acetate, mercury chloride, and zinc chloride in acetylcholinesterase activity and gene expression pattern, as well as the effects of these treatments in antioxidant competence in the brain of an aquatic and well-established organism for toxicological analysis, zebrafish (Danio rerio, Cyprinidae). Mercury chloride and lead acetate promoted a significant decrease in acetylcholinesterase activity whereas they did not alter the gene expression pattern. In addition, the antioxidant competence was decreased after exposure to mercury chloride. The data presented here allowed us to hypothesize a signal transmission impairment, through alterations in cholinergic transmission, and also in the antioxidant competence of zebrafish brain tissue as some of the several effects elicited by these pollutants."
        },
        {
            "References": "Pia Rigobello M et al; J Inorg Biochem 98 (10): 1634-41(2004)",
            "Value": "/OTHER TOXICITY INFORMATION/ The effects of gold(I) complexes (auranofin, triethylphosphine gold and aurothiomalate), gold(III) complexes ([Au(2,2'-diethylendiamine)Cl]Cl(2), [(Au(2-(1,1-dimethylbenzyl)-pyridine) (CH(3)COO)(2)], [Au(6-(1,1-dimethylbenzyl)-2,2'-bipyridine)(OH)](PF(6)), [Au(bipy(dmb)-H)(2,6-xylidine)](PF(6))), metal ions (zinc and cadmium acetate) and metal complexes (cisplatin, zinc pyrithione and tributyltin) on mitochondrial thioredoxin reductase and mitochondrial functions have been examined. Both gold(I) and gold(III) complexes are extremely efficient inhibitors of thioredoxin reductase showing IC50 ranging from 0.020 to 1.42 uM while metal ions and complexes not containing gold are less effective, exhibiting IC50 going from 11.8 to 76.0 uM. At variance with thioredoxin reductase, auranofin is completely ineffective in inhibiting glutathione peroxidase and glutathione reductase, while gold(III) compounds show some effect on glutathione peroxidase. The mitochondrial respiratory chain is scarcely affected by gold compounds while the other metal complexes and metal ions, in particular zinc ion and zinc pyrithione, show a more marked inhibitory effect that is reflected on a rapid induction of membrane potential decrease that precedes swelling. Therefore, differently from gold compounds, the various metal ions and metal complexes exert their effect on different targets indicating a lower specificity. It is concluded that gold compounds are highly specific inhibitors of mitochondrial thioredoxin reductase and this action influences other functions such as membrane permeability properties. Metal ions and metal complexes markedly inhibit the activity of thioredoxin reductase although to an extent lower than that of gold compounds. They also inhibit mitochondrial respiration, decrease membrane potential and, finally, induce swelling."
        }
    ]
}