{
    "_id": {
        "$oid": "6682e7cbc4e5dba5ffba2261"
    },
    "CID": {
        "$numberInt": "11"
    },
    "Name": "1,2-Dichloroethane",
    "IUPACName": "1,2-dichloroethane",
    "CanonicalSMILES": "C(CCl)Cl",
    "Synonyms": [
        "1,2-dichloroethane",
        "Ethylene dichloride",
        "107-06-2",
        "Ethylene chloride",
        "Ethane",
        "1,2-dichloro-",
        "Glycol dichloride",
        "Dichloroethylene",
        "Dutch liquid",
        "Ethane dichloride",
        "Aethylenchlorid",
        "Dichloro-1,2-ethane",
        "sym-Dichloroethane",
        "Dichloremulsion",
        "1,2-Dichlorethane",
        "Brocide"
    ],
    "IsomericSMILES": "C(CCl)Cl",
    "INCHI": "InChI=1S/C2H4Cl2/c3-1-2-4/h1-2H2",
    "INCHIKEY": "WSLDOOZREJYCGB-UHFFFAOYSA-N",
    "Formula": "C2H4Cl2",
    "MolecularWeight": {
        "$numberDouble": "98.96"
    },
    "Description": "1,2-dichloroethane is a member of the class of chloroethanes substituted by two chloro groups at positions 1 and 2. It has a role as a non-polar solvent, a hepatotoxic agent and a mutagen.",
    "XlogP": {
        "$numberDouble": "1.5"
    },
    "Complexity": {
        "$numberInt": "6"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "environmental_bioconcentrations": [
        {
            "References": "(1) Barrows ME et al; pp. 379-92 in Dyn Exp Hazard Asses Toxic Chem. Ann Arbor, MI: Ann Arbor Sci (1980) (2) Franke C et al; Chemosphere 29: 1501-14 (1994)",
            "Value": "A BCF of 2 was measured for 1,2-dichloroethane in bluegill sunfish, Lepomis macrochirus(1). According to a classification scheme(2), this BCF suggests bioconcentration in aquatic organisms is low(SRC)."
        }
    ],
    "environmental_biodegradations": [
        {
            "References": "(1) NITE; Chemical Risk Information Platform (CHRIP). Biodegradation and Bioconcentration. Tokyo, Japan: Natl Inst Tech Eval. Available from, as of April 11, 2018: https://www.safe.nite.go.jp/english/db.html (2) Mudder TI; Amer Chem Soc Div Environ Chem Present. Kansas City Mo. Sept (1982) (3) Price KS et al; J Water Pollut Control Fed 46: 63-77 (1974) (4) Heukelekian H, Rand MC; Water Pollut Control Assoc 29: 1040-53 (1955) (5) Stover EL, Kincannon DF; J Water Pollut Control Fed 55: 97-109 (1983) (6) Tabak HH et al; J Water Pollut Control Fed 53: 1503-18 (1981) (7) Phelps TJ et al; Environ Sci Technol 25: 1461-5 (1991)",
            "Value": "AEROBIC: Biodegradability tests with 1,2-dichloroethane resulted in little or no biodegradation in aerobic systems using sewage seed or activated sludge(1-5). 1,2-Dichloroethane, present at 100 mg/L, reached 0% of its Theoretical BOD in 2 weeks using an activated sludge inoculum at 30 mg/L in the Japanese MITI test(1). 1,2-Dichloroethane was 0% degraded after 21 days in the modified shake flask test(2). The percent BOD produced in 5-10 days was 0-7%(3-5). Another investigator reported slow to moderate biodegradation activity(6). In a bioreactor study using microbial consortia enriched from subsurface sediments contaminated with chlorinated hydrocarbons, a mixed-organic waste containing 21 ug/L of 1,2-dichloroethane was degraded to <5 ug/L after a 21 day run(7)."
        },
        {
            "References": "(1) Bouwer EJ, McCarty PL; App Environ Microbiol 45: 1286-94 (1983) (2) Ravi V et al; Bioremed J 2: 239-58 (1998)",
            "Value": "ANAEROBIC: No degradation of 1,2-dichloroethane occurred in an acclimated anaerobic system after 4 months incubation(1). The attenuation rate constant in a groundwater plume for 1,2-dichloroethane was 0.27/yr based on a study at the West KL Avenue Landfill, Kalamazoo, MI via the use of vertical profile sampling of monitoring wells on the site(2)."
        }
    ],
    "fish_seafood_concentrations": [
        {
            "References": "(1) Staples CA et al; Environ Tox Chem 4: 131-42 (1985) (2) Pearson CR, McConnell G; Proc Roy Soc London B 189: 305-32 (1975)",
            "Value": "Results reported in the STORET database are as follows: fish tissue: Lower Mississippi (2 samples) and Western Gulf (3 samples) - not detected; Pacific Northwest (37 samples) 0.05-20 ppm, 0.7 ppm avg; Alaska (6 samples) 0.05 ppm avg and max; data in this report are listed under dichloroethanes, however 1,2-dichloroethane is the most commonly used isomer(1). 1,2-Dichloroethane was not detected in marine invertebrates and fish from Liverpool Bay, England(2)."
        }
    ],
    "logP": [
        {
            "References": "Hansch, C., Leo, A., D. Hoekman. Exploring QSAR - Hydrophobic, Electronic, and Steric Constants. Washington, DC: American Chemical Society., 1995., p. 4",
            "Value": "log Kow = 1.48"
        }
    ],
    "mechanism_of_action": [
        {
            "References": "Cottalasso D et al; Occupat Environ Med 51 (4): 281-85 (1994)",
            "Value": "The mechanism of the hepatocellular toxicity of l,2-dichloroethane ... was examined in vitro. Hepatocytes from male Wistar rats were preloaded with tritium (3)H labeled sodium palmitate and (14)C labeled glucosamine. They were incubated with 0 to 6.5 uM 1,2-dichloroethane for 5 to 60 min. Cytotoxicity was assessed by measuring changes in cellular exclusion of trypan blue dye leakage of intracellular lactate dehydrogenase (LDH) into the medium and depletion of intracellular reduced glutathione (GSH). The cells were separated into the cytosolic microsome total Golgi apparatus and secreted lipoglycoprotein fractions which were assayed for changes in the distribution of (3)H and (14)C activity. 1,2-Dichloroethane did not significantly affect cellular trypan blue exclusion and LDH leakage until after 30 and 15 min incubation respectively. Hepatocellular GSH concentrations were significantly decreased after 5 min. Incubation with 4.4 uM 1,2-dichloroethane. 1,2-Dichloroethane large decrease in lipoglycoprotein secretion which was accompanied by significant accumulations of (3)H and (14)C activity in the cells. The levels of (3)H and (14)C activity were significantly increased in the microsomes and Golgi apparatus after 5 and 15 min of 1,2-dichloroethane treatment. Within the lipoglycoprotein fraction 1,2-dichloroethane significantly decreased the amounts of radiolabel in the lipid and sugar moieties. ..."
        },
        {
            "References": "PMID:8200089",
            "Value": "DNA sequence changes produced by 1,2-dibromoethane, 1,2-dichloroethane and 1-bromo-2-chloroethane were analyzed using the vermilion locus of Drosophila melanogaster. Under excision repair proficient (exr+) conditions (mutagenized exr+ males mated with exr+ females) all mutants isolated from the first generation (Fl) after 1,2-dibromoethane and 1,2-dichloroethane exposure represented rearrangements (multi-locus deletions, small deletions with tandem repeats, duplicate insertions). By contrast mutants expressing a vermilion phenotype only in the F2 (Fl mosaics) all carried single bp changes. When exr+ males after exposure to 1,2-dibromoethane were mated to excision repair deficient (exr-) mus 201 females 11 of 14 mutational events isolated from either Fl or F2 progeny were single bp changes. In general the mutation spectra for the three dihaloalkanes were similar to the spectrum obtained at the same locus for the direct acting monofunctional agent methylmethanesulfonate. The data lend support to the conclusions that these 1,2-dihaloalkanes are genotoxic through modification at ring nitrogens in DNA primarily at the N7 of guanine and, lesser extent, at the N1 of adenine. These N-adducts could be directly miscoding. However, more important for the mutagenic action of chemicals seems to be the formation of non-coding lesions and/or misrepair."
        },
        {
            "References": "DHHS/ATSDR; Toxicological Profile for 1,2-Dichloroethane p. 71 TP-93/06 (1994)",
            "Value": "The mechanism of action for 1,2-dichloroethane-induced toxicity is not known. However, studies in rats and mice indicate that 1,2-dichloroethane may be metabolized to 2-chloroacetaldehyde, S-(2-chloroethyl)glutathione, and other putative reactive intermediates capable of binding covalently to cellular macromolecules ... . The ability of a chemical to bind covalently to cellular macromolecules is often correlated with the induction of toxic effects ... . In addition, 1,2-dichloroethane has been shown to promote lipid peroxidation in vitro ... . Lipid peroxidation is also assoc with production of tissue damage. The lag time between inhalation exposure and onset of effects ... in an occupationally exposed 51-yr old male may have been a reflection, in part, of the time required to metabolize 1,2-dichloroethane to active intermediates."
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "PMID:12024693",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Early biochemical and histological changes in rat lungs were investigated after oral administration of 136 mg/kg 1,2-dichloroethane in oleum solution. The experiment was performed using 80 male Wistar rats. Bronchoalveolar lavage fluid and lung homogenate were examined on posttreatment days 1, 5, 15, and 30. In bronchoalveolar lavage fluid, the activities of lactate dehydrogenase, alkaline phosphatase, and acid phosphatase were elevated on day 1. The activities of superoxide dismutase, catalase, and glutathione peroxidase, and the content of malondialdehyde in lung homogenate, were also increased on day 1. The histological investigation indicated congestion, edema, and lung interstitial inflammatory changes. It was concluded that oral administration of 1,2-dichloroethane causes mild-to-moderate transitory toxic injury of the lung. Lipid peroxidation and the levels of key antioxidant enzymes are increased in the earliest posttreatment period."
        },
        {
            "References": "PMID:3531831",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ The effects of 1,2-dibromoethane (DBE) and 1,2-dichloroethane (EDC) on the incorporation of (3)H-thymidine into DNA were evaluated in various tissues of mice. The compounds were given ip 24 hr before sacrifice in an equimolar dose (293 umol/kg). Two hr before the animals were killed, 0.5 nCi (3)H-thymidine/g was injected ip. Both agents inhibited the (3)H-thymidine incorporation in the forestomach, a site for their carcinogenic action. ... EDC was inhibitory in the kidney. ..."
        },
        {
            "References": "Grant, W.M. Toxicology of the Eye. 3rd ed. Springfield, IL: Charles C. Thomas Publisher, 1986., p. 324",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ In dogs, investigators have found fairly consistently that in ten to fifteen hours after systemic administration of 1,2 dichloroethane, either by inhalation or subcutaneous injection, both corneas begin to become blue gray and swollen. Clouding increases to a maximum about two to three days after the intoxication, then subsides in the course of several days to several months, depending on the severity."
        },
        {
            "References": "DHHS/ATSDR; Toxicological Profile for 1,2-Dichloroethane p. 11 TP-96/03 (1994)",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Acute exposure (</= 14 days) /via inhalation/ resulted in death in rats and guinea pigs at 400 ppm and in mice, rabbits, and dogs at 1500 ppm. These were the lowest exposure concentrations that produced death in animals. Gross observations at necropsy revealed liver and kidney effects ranging from incr organ weight to necrosis, pulmonary congestion, and fatty infiltration and degeneration of the myocardium ... ."
        },
        {
            "References": "DHHS/ATSDR; Toxicological Profile for 1,2-Dichloroethane p. 23 TP-93/06 (1994)",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ In animals, acute exposure to high concentrations of 1,2-dichloroethane /via inhalation/ was ... associated with pulmonary congestion. A single 7-hr exposure to 3,000 ppm ... produced death associated with pulmonary congestion in mice, rats, rabbits, and guinea pigs ... . Lower concentrations ... did not produce lung lesions."
        },
        {
            "References": "PMID:14761514",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ /The study objective was/ to explore the relationship between excitatory amino acids (EAAs) and acute intoxicated encephalopathy induced by 1,2-dichloroethane (1,2-DCE). SD rats were randomly divided into 7 groups: 1 control group, 3 exposure (5.0, 10.0, 20.0 g/cu m) groups and 3 duration (2, 4, 6 hr after 10.0 g/cu m exposure) groups. Rats were exposed to 1,2-DCE for 12 hr by continual static inhalation. Water content of cerebral cortex and medulla was measured by wet-dry method; The contents of glutamate (Glu), aspartate (Asp), glycine (Gly) and gamma-aminobutyric acid (GABA) in brain tissues were determined by high performance liquid chromatography (HPLC). Water content of cerebral cortex in 3 exposure groups (76.10% +/- 1.41%, 76.45% +/- 0.75%, 79.95% +/- 1.45% respectively) were higher than that of control group (74.22% +/- 1.77%, P < 0.05, P < 0.01). That of medulla was increased significantly merely at 20.0 g/cu m (71.77% +/- 3.07%, P < 0.05). Water content of cortex in 3 duration groups (79.36% +/- 2.10%, 79.48% +/- 1.21%, 80.64% +/- 1.93% respectively) were higher than that of 10.0 g/cu m instant exposure group (P < 0.05). The content of Asp [(4.83 +/- 0.35) umol/g, (7.17 +/- 0.40) umol/g, (10.52 +/- 0.39) umol/g], Glu [(23.86 +/- 0.62) umol/g, (31.21 +/- 2.50) umol/g, (28.23 +/- 1.58) umol/g] and Gly [(5.59 +/- 1.01) umol/g, (6.06 +/- 0.83) umol/g, (7.26 +/- 1.34) umol/g] in exposure groups were higher than those of corresponding control groups [(3.72 +/- 0.48) umol/g, (21.09 +/- 1.20) umol/g, (3.83 +/- 0.44) umol/g, P < 0.05, P < 0.01]. Compared to 10.0 g/cu m instant group, Asp content was increased at 2, 4, 6 hr (P < 0.01), Glu content at 2, 4 hr (P < 0.05), and peak value of Glu appeared at 4 hr [(35.40 +/- 2.40) umol/g] while Gly content was significantly decreased (P < 0.01). GABA did not show evident changes in both exposure or duration groups (P > 0.05). EAAs appears to be related with the development of acute intoxicated encephalopathy induced by 1,2-DCE, and its damage to neuron might be one of the mechanisms of brain edema."
        },
        {
            "References": "PMID:17456392",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ /The objective was/ to study the role of N-methyl-D-aspartate receptor 1 in acute intoxicated encephalopathy induced by 1,2-dichloroethane(1,2-DCE). Forty-two Sprague-Dawley rats, which had been randomly divided into 1 control, 3 exposure and 3 after-exposure observation groups were exposed to 1,2-DCE for 12 hr by continual static inhalation except control group. Dosage of exposure groups was 5.0, 10.0, 20.0 g/cu m on sequence. That of after-exposure observation groups was 10.0 g/cu m. Rats of after-exposure observation groups were observed continually for 2,4,6 hr after exposure. The expression of N-methyl-D-aspartate receptor-1 (NMDAR1) was detected by immunohistochemical method. NMDAR1 stained neurons were mainly distributed at cerebral cortex and hippocampus. Compared with that of control group, the percentages of positive cells of NMDAR1 increased evidently at 10.0, 20.0 g/cu m groups (P < 0.05). They were (18.33 +/- 1.86)%, (64.17 +/- 2.86)% at cerebral cortex, (15.5 +/- 1.87)%, (47.83 +/- 2.16)% at hippocampus. The percentages were also elevated obviously in 2, 4, 6 hr after-exposure observation groups. They were (39.07 +/- 3.01)% (70.17 +/- 2.93)% (39.83 +/- 2.32)% at cerebral cortex, (16.30 +/- 1.03)% (19.80 +/- 1.17)% (16.50 +/- 1.05)% at hippocampus; Compared with that of 10.0 g/cu m group, the percentages increased significantly only in 4 hr group at hippocampus. ..."
        },
        {
            "References": "DHHS/ATSDR; Toxicological Profile for 1,2-Dichloroethane p. 24 TP-93/06 (1994)",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ In animals studies, GI effects, including emesis and passing of red watery stools, preceded death in dogs intermittently exposed /by inhalation/ to 1,500 ppm of 1,2-dichloroethane for 6 days ... . Congestion of the GI tract was noted in these animals at necropsy."
        },
        {
            "References": "DHHS/ATSDR; Toxicological Profile for 1,2-Dichloroethane p. 24 TP-93/06 (1994)",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Acute lethal concentrations / of 1,2-dichloroethane via inhalation/ produced myocarditis in rats, dogs, and monkeys."
        },
        {
            "References": "PMID:6658818",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Liver damage was investigated in rat using serum enzyme activities measurements. Responses were recorded 24 hr after whole body inhalation exposure to vapors of bromobenzene, carbon tetrachloride, chloroform, o-dichlorobenzene, 1,2-dichloroethane and dimethylformamide as model toxicants. First, rats were exposed during a single 4 hr period to different concentrations of each solvent and the minimally active concentration was determined. Second, repeated exposures to chemicals at this concentration level (6 hr daily, 2 or 4 days) were used in order to examine whether hepatotoxicity was enhanced. GLDH and SDH are more sensitive and more constant indices than GOT and GPT. It appears that a single exposure period induced more marked serum activities enhancement than repeated exposures."
        },
        {
            "References": "DHHS/ATSDR; Toxicological Profile for 1,2-Dichloroethane p. 27 TP-93/06 (1994)",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Acute-duration inhalation exposure to 1,2- dichloroethane ... produced renal effects in animals. Cloudy swelling of the renal tubular epithelium and increased kidney weight were reported in guinea pigs ..."
        },
        {
            "References": "PMID:24964198",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ The aim of this study was to explore the effects of 1,2-dichloroethane (1,2-DCE) on expression of aquaporins (AQPs) and matrix metalloproteinases (MMPs) in the process of brain edema formation. Two parts were included in this study, establishment of animal model of brain edema, and mechanism of brain edema induced by subacute exposure to 1,2-DCE. In part one, mice were exposed to 0, 1.1, 1.2 or 1.3 g/cu m 1,2-DCE, 3.5 hr per day for 3 days. Pathological analysis and water content detection in the brain were examined. In part two, mice were exposed to 1.2 g/cu m 1,2-DCE, 3.5 hr per day for 1, 2 or 3 days, named group D, E and F, respectively. Expression of AQP4, MMP2 and MMP9 in the brain was determined by immunochemical staining, western blot and real time PCR. According to the results of part one, the 1.2 g/cu m dose was chosen for part two, a follow-up time-course study. In part two, protein expression of MMP2 and MMP9 in group F, and AQP4 in group E and F significantly increased compared to the control. Similarly, mRNA levels of AQP4 in group F, and MMP9 in group E and F significantly increased. Our results suggested that exposure to 1,2-DCE might up-regulate the expression of AQP4 protein and MMP9 mRNA at the early phase of brain edema, and AQP4 may play an important role in the brain edema formation."
        },
        {
            "References": "WHO; Environ Health Criteria 176: 1,2-Dichloroethane p.68 (1995). Available from, as of March 19, 2018: https://www.inchem.org/documents/ehc/ehc/ehc176.htm",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ ... The relative susceptibility of 3 strains of rats (F344/N, Sprague-Dawley and Osborne-Mendel) and 1 strain of mice (B6C3F1), exposed to 1,2-dichloroethane in drinking-water at concentrations of up to 8000 mg/L for 13 wk, and one of the same strains or rats (F344/N) exposed to doses of up to 480 mg/kg bw/day by gavage in corn oil for 13 wk, was investigated. Based on increased relative organ weights, the liver and kidneys were the target organs in both rats and mice, although treatment-related microscopic lesions were noted only in female F344/N rats and B6C3F1 mice. Administration of 1,2-dichloroethane to F344/N rats by gavage resulted in more severe toxic effects (including death) than administration of similar doses in drinking-water, probably due to greater peak levels of the compound in the blood, and saturation of elimination mechanisms. The authors considered the NOEL for 1,2-dichloroethane administration to F344/N rats by gavage to be 120 and 150 mg/kg bw/day in males and females, respectively, based on mortality and chemically related lesions in the forestomach. The NOEL of B6C3F1 mice exposed via drinking-water was considered to be 780 mg/kg bw/day (2000 ppm) in males, based on kidney lesions, and 2500 mg/kg bw/day (4000 ppm) in females, based on mortality. The authors did not consider the doses to which the 3 strains of rats were exposed in the drinking-water to be high enough to result in biologically significant toxic effect, although alterations were observed at doses as low as 49-82 mg/kg bw/day in some strains (i.e. Sprague-Dawley and Osborne-Mendel)."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V71 514 (1999)",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ In a 10 day toxicity study, Sprague Dawley rats of each sex were given 1,2-dichloroethane at dose levels of 10, 30, 100 or 300 mg/kg body weight per day by gavage. Although 8/10 males and all females in the high-dose group died, no hematological or clinical chemical changes were observed. The only histopathological effect was a slight inflammation of the forestomach in the 100 mg/kg body weight group. In a 90 day study at dose levels of 37.5, 75 and 150 mg/kg body weight per day, no treatment related effect on mortality or gross histopathology was observed."
        },
        {
            "References": "DHHS/ATSDR; Toxicological Profile for 1,2-Dichloroethane p. 23 TP-93/06 (1994)",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Intermediate-duration exposure (6-25 wk) /via inhalation/ resulted in death in rats and guinea pigs exposed to 200 ppm, rabbits exposed to 400 ppm, and dogs, cats, and monkeys exposed to 1000 ppm ... . Necropsy of these animals revealed effects on the liver, kidnye, heart, and lungs similar to those observed following acute exposure. In a chronic inhalation study, survival of rats intermittently exposed to 50 ppm of 1,2-dichloroethane for 2 yr was similar to controls ... ."
        },
        {
            "References": "DHHS/ATSDR; Toxicological Profile for 1,2-Dichloroethane p. 24 TP-93/06 (1994)",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Guinea pigs that died following intermittent exposure to >/= 200 ppm for 25 wk had fatty infiltration and degeneration of the heart ... . Among animals that survived intermediate-duration exposure to 1,2-dichloroethane, cardiac changes were observed only in monkeys."
        },
        {
            "References": "DHHS/ATSDR; Toxicological Profile for 1,2-Dichloroethane p. 26 TP-93/06 (1994)",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Monkeys intermittently exposed to 400 ppm /1,2-dichloroethane/ for 8-12 days had marked fatty degeneration of the liver ... . Monkeys exposed to 100 ppm did not show this effect. Slight parenchymatous degradation of the liver was found in guinea pigs exposed to 400 ppm for </= 14 days ..."
        },
        {
            "References": "DHHS/ATSDR; Toxicological Profile for 1,2-Dichloroethane p. 27 TP-93/06 (1994)",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/... Degeneration of the tubular epithelium was reported in monkeys following intermittent exposure to 400 ppm /1,2- dichloroethane/ for 8-12 days ..."
        },
        {
            "References": "PMID:28189721",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Excessive exposure to 1,2-Dichloroethane (1,2-DCE), a chlorinated organic toxicant, can lead to liver dysfunction. To fully explore the mechanism of 1,2-DCE-induced hepatic abnormalities, 30 male National Institutes of Health (NIH) Swiss mice were exposed to 0, 350, or 700 mg/cu m of 1,2-DCE, via inhalation, 6 hr/day for 28 days. Increased liver/body weight ratios, as well as serum AST and serum ALT activity were observed in the 350 and 700 mg/cu m 1,2-DCE exposure group mice, compared with the control group mice. In addition, decreased body weights were observed in mice exposed to 700 mg/cu m 1,2-DCE, compared with control mice. Exposure to 350 and 700 mg/cu m 1,2-DCE also led to significant accumulation of hepatic glycogen, free fatty acids (FFA) and triglycerides, elevation of blood triglyceride and FFA levels, and decreases in blood glucose levels. Results from microarray analysis indicated that the decreases in glucose-6-phosphatase catalytic subunit (G6PC) and liver glycogen phosphorylase (PYGL) expression, mediated by the activation of AKT serine/threonine kinase 1 (Akt1), might be responsible for the hepatic glycogen accumulation and steatosis. Further in vitro study demonstrated that 2-chloroacetic acid (1,2-DCE metabolite), rather than 1,2-DCE, up-regulated Akt1 phosphorylation and suppressed G6PC and PYGL expression, resulting in hepatocellular glycogen accumulation. These results suggest that hepatic glucose and lipid homeostasis are impaired by 1,2-DCE exposure via down-regulation of PYGL and G6PC expression, which may be primarily mediated by the 2-chloroacetic acid-activated Akt1 pathway."
        },
        {
            "References": "PMID:27301210",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ /The study objective was/ to explore the expression of CYP2E1 in the liver of mice and its effects on liver injury induced by 1,2-dichloroethane (1,2-DCE).  (1) Thirty-two female mice were randomly divided into four groups, which were control group, low dose group, medium dose group and high dose group. Mice were exposed to 1,2-DCE through respiratory for 4 hr per day for 10 days. At the end of exposure, the mice were sacrificed, their blood and liver were collected rapidly. Pathological analysis was examined. Activity of ALT and AST in serum and activity of CYP2E1 in liver were mice were randomly divided into six groups, ie simple control group, corn oil control group, inhibitor control group, simple poisonous group, low and high dose diallyl sulfide (DAS) intervention groups. Mice were treated orally with DAS in corn oil 4 hours before 1,2-DCE exposure. The examination indicators were as aforementioned. (1) Compared to control group, activity of ALT in serum of mice in the high dose group and expression of CYP2E1 in the liver of mice in medium and high dose group increased significantly. In addition, the histological observation suggested obvious liver damage in medium and high dose group. (2) CYP2E1 protein expression and activity in liver and ALT in serum decreased significantly in DAS-intervention groups compared to simple poisonous group. Along with the changes of CYP2E1 and ALT, pathological changes of liver damage was better. Our results suggested that expression of CYP2E1 and oxidative damage in the liver could be induced by 1,2-DCE exposure, and CYP2E1 inhibitors can reduce the hepatic tissue damage caused by DCE."
        },
        {
            "References": "PMID:25926354",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ The aim of this study was to explore the roles of cytochrome P450 2E1 (CYP2E1) in 1,2-dichloroethane (1,2-DCE)-induced liver damage. Two parts were included in this study: first, effect of 1,2-DCE on microsomal expression of CYP2E1, and second, potential of an inhibitor of CYP2E1 to reduce 1,2-DCE-induced liver damage. In part one, mice were exposed to 0, 0.225, 0.45, or 0.9 g/cu m 1,2-DCE for 10 days, 3.5 hr per day through static inhalation. In part two, mice were divided into blank control, solvent control, inhibitor control, 1,2-DCE-poisoned group, and low or high intervention group. In part one, compared to the control, serum alanine aminotransferase (ALT) activities and hepatic malondialdehyde (MDA) levels in 0.9 g/cu m 1,2-DCE group, and microsomal CYP2E1 protein expression and activity in both 0.45 and 0.9 g/cu m 1,2-DCE groups increased significantly; conversely, hepatic nonprotein sulfhydryl (NPSH) levels in both 0.45 and 0.9 g/cu m 1,2-DCE groups and hepatic SOD activities in 0.9 g/cu m 1,2-DCE group decreased significantly. In part two, microsomal CYP2E1 protein expression and activity decreased significantly in both low and high intervention groups compared to 1,2-DCE-poisoned group. Along with the changes of CYP2E1, hepatic MDA levels and serum ALT activities decreased; conversely, hepatic NPSH levels and SOD activities increased significantly in high intervention group. Taken together, our results suggested that 1,2-DCE could enhance CYP2E1 protein expression and enzymatic activity, which could cause oxidative damage in liver, serving as an important mechanism underlying 1,2-DCE-induced liver damage."
        },
        {
            "References": "PMID:28421967",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Short-term alternatives to traditional 2-year carcinogenic studies in rodents are being actively pursued. Recently, a 26-week short-term carcinogenicity study using CB6F1-Tg rasH2@Jcl (rasH2) mice has become a worldwide standard for the evaluation of chemical carcinogenesis. However, an acceptable short-term carcinogenic study model for dermally applied products is still lacking. To investigate the suitability of using the rasH2 mouse to test carcinogenic potential, 1,2-dichloroethane (1,2-DCE) was dermally applied to rasH2 mice: 1,2-DCE is a known carcinogen that causes lung bronchiolo-alveolar adenomas and adenocarcinomas when administered topically, orally, or by inhalation exposure; 1,2-DCE at a dose level of 126 mg/mouse in 200 uL acetone or acetone alone (vehicle control) was applied to the dorsal skin of 10 mice of each sex 3 times a week for 26 weeks. As a positive control, 10 mice of each sex received a single intraperitoneal injection of 75 mg/kg of N-methyl- N-nitrosourea. Bronchiolo-alveolar adenomas and adenocarcinomas were significantly increased in 1,2-DCE-treated rasH2 mice of both sexes, and bronchiolo-alveolar hyperplasias were significantly increased in female mice. Overall, almost all mice of each sex developed adenomas and/or adenocarcinomas with 100% of female rasH2 mice developing bronchiolo-alveolar adenocarcinomas."
        },
        {
            "References": "PMID:17179635",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Carcinogenicity and chronic toxicity of 1,2-dichloroethane (DCE) were examined by inhalation exposure of groups of 50 F344 rats and 50 BDF1 mice of both sexes to DCE vapor or clean air as control for 6 hr/d, 5 d/wk and 104 wk. The rats were exposed to 10, 40 or 160 ppm (v/v) DCE, while the mice were exposed to 10, 30 or 90 ppm. The 2-yr exposure to DCE produced a dose-dependent increase in incidences of benign and malignant tumors, including subcutaneous fibroma, mammary gland fibroadenoma and peritoneal mesothelioma in male rats; subcutaneous fibroma and mammary gland adenoma, fibroadenoma and adenocarcinoma in female rats; and bronchiolo-alveolar adenoma and carcinoma, endometrial stromal polyp, mammary gland adenocarcinoma and hepatocellular adenoma in female mice. No exposure-related change in the incidence of non-neoplastic lesions or in any hematological, blood biochemical or urinary parameter occurred in any DCE-exposed rat or mouse group. The types of tumors and their target organs found in this study were consistent with those observed in rats and mice administered DCE by gavage in a NCI study. Selection of the exposure concentrations was considered appropriate with reference to the maximum tolerated dose for the highest doses and an occupational exposure limit of DCE for the lowest dose. The present findings suggest that those carcinogenic responses be primarily considered for standard setting of occupational and environmental exposure to DCE."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V20 437 (1979)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Groups of 50 male and 50 female 5 week-old B6C3F1 mice were administered technical-grade 1,2-dichloroethane in corn oil by gavage on 5 consecutive days per week for 78 weeks. High-dose males received 150 mg/kg bw/day for 8 weeks and then 200 mg/kg bw/day for 70 weeks, followed by 13 weeks without treatment. High-dose females received 250 mg/kg bw/day for 8 weeks, 400 mg/kg bw/day for 3 weeks and 300 mg/kg bw for 67 weeks, followed by 13 weeks without treatment. Low-dose males received 75 mg/kg bw/day for 8 weeks and 100 mg/kg bw/day for 70 weeks, followed by 12 weeks without treatment. Low-dose females received 125 mg/kg bw/day for 8 weeks, 200 mg/kg bw/day for 3 weeks and 150 mg/kg bw/ day for 67 weeks, followed by 13 weeks without treatment. The time weighted average doses were 195 and 299 mg/kg bw/day for high-dose males and females and 97 and 149 mg/kg bw/day for low-dose males and females. A group of 20 male and 20 female mice that received corn oil alone served as matched vehicle controls. Another group of 60 male and 60 female mice that received the same vehicle served as pooled vehicle controls. Of high-dose males, 50% survived at least 84 weeks, and 42% survived until the end of the study; 72% (36/50) of high-dose female mice died between weeks 60 and 80. ln the low-dose groups, 52% (26/50) of males survived less than 74 weeks, and 68% (34/50) of females survived until the end of the study. ln the vehicle control groups, 55% (11/20) of males and 80% (16/20) of females survived until the end of the study. Almost all organs, and any tissue containing visible lesions, were examined histologically. The numbers of animals with tumors and the total numbers of tumors were significantly greater in male and female mice treated with the higher dose level, and in female mice treated with the low dose, than in controls. Increased incidences of the following neoplasms were observed: mammary adenocarcinomas, uterine adenocarcinomas, endometrial stromal neoplasms of the uterus, and squamous-cell carcinomas of the forestomach in females; lung adenomas and malignant histiocytic lymphomas in males and females; and hepatocellular carcinomas in male mice."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V20 439 (1979)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Groups of 50 male and 50 female Osborne Mendel rats, 9 weeks old, were administered technical-grade 1,2-dichloroethane in corn oil by gavage on 5 consecutive days per week for 78 weeks. High and low doses were 100 and 50 mg/kg bw/day for 7 weeks, 150 and 75 mg/kg bw/day for 10 weeks, and 100 and 50 mg/kg bw/day for 18 weeks, respectively, followed by cycles of 1 treatment-free week and 4 weeks under treatment with the same doses (100 and 50 mg/kg bw/day) for 43 weeks (34 weeks under treatment and 9 treatment-free weeks). The time-weighted average doses were 95 and 47 mg/kg bw/day for high- and low-dose males and females. A group of 20 male and 20 female rats received corn oil alone and were used as matched vehicle controls; another group of 60 male and 60 female rats received the same vehicle and were used as the pooled vehicle control group. The last high-dose male rat died during week 23 of the observation period following administration of the chemical, and the last high-dose female rat died during week 15 of the observation period. Low-dose rats were observed for 32 weeks after administration. Mortality was increased in the high-dose groups: 50% of males were dead by week 55 and 50% of females by week 57; by week 75, 84% of males and 80% of females were dead. ln the low-dose group, 52% of the males survived over 82 weeks, and 50% of the females survived over 85 weeks. All treated and control animals were examined histologically. The total number of tumors was significantly greater than that in controls only in female rats treated with the high dose; however, a significant increase in the number of squamous-cell carcinomas of the forestomach in male rats and of mammary gland adenocarcinomas and fibroadenomas in female rats treated with the high dose was observed. An increase in the incidence of hemangiosarcomas in animals of both sexes was also noted, but it was statistically significant only in males. A group of 20 male and 20 female untreated matched controls was included, but it was not considered in the statistical analyses of tumor incidence."
        },
        {
            "References": "DHHS/ATSDR; Toxicological Profile for 1,2-Dichloroethane p. 53 TP-93/06 (1994)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Results of these studies indicate that 1,2-dichloroethane is carcinogenic in rats by the oral route, with a gavage dose >/= 47 mg/kg/day, producing tumors at locations remote from the site of admin ... . Statistically significant increase in multiple tumor types (malignant and benign) were noted in treated animals of both species. An increased incidence of fibromas of the sc tissue and hemangiosarcomas of the spleen, liver, pancreas, and adrenal gland (as well as other organs and tissues) occurred in male rats of both exposure groups (47 and 95 mg/kg/day). In the high-dose group (95 mg/kg/day), male rats had increased squamous cell carcinomas of the forestomach, and female rats had increased frequencies of adenocarcinomas and fibroadenomas of the mammary gland. In mice, the incidence of hepatocellular carcinomas and pulmonary adenomas increased in males given 195 mg/kg/day. In female mice from both the 149- and 299-mg/kg/day exposure groups, there were increased incidences of pulmonary adenomas, adenocarcinomas of the mammary gland, and endometrial polyps and sarcomas."
        },
        {
            "References": "DHHS/ATSDR; Toxicological Profile for 1,2-Dichloroethane p. 57 TP-93/06 (1994)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ The carcinogenicity of 1,2-dichloroethane following dermal exposure has been evaluated in mice ... . In this study, a statistically significant increase in pulmonary papillomas was observed in mice treated with 126 mg ... three times/wk for 428-576 days. These results, which indicate a significant increase in benign tumors remote from the site of application, provide suggestive or supportive evidence that 1,2-dichloroethane is carcinogenic and that it can penetrate through the skin into the circulatory system."
        },
        {
            "References": "DHHS/ATSDR; Toxicological Profile for 1,2-Dichloroethane p. 26 TP-93/06 (1994)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Longer-term exposure to 1,2-dichloroethane vapor produced hepatic effects in guinea pigs, dogs, and monkeys. Guinea pigs intermittently exposed to 100 ppm ... for 246 days exhibited increased liver weight and hepatic fatty infiltration ... . Monkeys exposed to 200 ppm for 25 wk and dogs exposed to 400 ppm for 8 mo also exhibited fatty degeneration of the liver ... . However, no hepatic effects were observed upon gross and microscopic exam in mice, rats, or rabbits intermittently exposed to concn of 100-400 ppm for 4-30 wk ... ."
        },
        {
            "References": "DHHS/ATSDR; Toxicological Profile for 1,2-Dichloroethane p. 27 TP-93/06 (1994)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Kidney lesions have also been reported following longer-term exposure of animals ... . Dogs intermittently exposed to 400 ppm /1,2-dichloroethane/ for 8 months exhibited fatty changes in the kidney ... . In guinea pigs, degeneration of the kidney was observed but only at lethal concentration ... . Renal effects were not detected in rats, mice, guinea pigs, or rabbits intermittently exposed to 100-400 ppm of 1,2-dichloroethane for 4-30 weeks ... ."
        },
        {
            "References": "PMID:4054011",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Chlorinated hydrocarbons /were/ found in a bioassay to be carcinogenic to both B6C3F1 mice and Osborne-Mendel rats (1,2-dichloroethane), carcinogenic only to mice (1,1,2-trichloroethane, 1,1,2,2-tetrachloroethane, hexachloroethane, trichloroethylene, and tetrachloroethylene), and noncarcinogenic to either species. 1,1-Dichloroethane and 1,1,1-trichloroethane were used to investigate the biochemical bases for tumorigenesis. Studies were conducted after chronic oral dosing of adult mice and rats with the MTD and 1/4 MTD of each compound. ... Hepatic protein binding (nanomole equivalents bound to 1 mg of liver protein) was 1.2 to 8.3 times higher in mice than in rats except for 1,2-dichloroethane and 1,1,1-trichloroethane. ..."
        },
        {
            "References": "PMID:3816740",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity: Initiation-Promotion/ ... The present study examines the effect on liver tumor incidence of continuous treatment of chloroform (600 and 1800 mg/L), 1,1-dichloroethane (835 and 2500 mg/L), and 1,2-dichloroethane (835 and 2500 mg/L) administered in drinking water to male B6C3F1 mice using a two stage (initiation/promotion) treatment protocol. Seventy 4-wk-old male B6C3F1 mice constituted each treatment group. Of these mice, 35 were initiated by treatment with diethylnitrosamine (DENA) (10 mg/L) in the drinking water for 4 wk. The remaining 35 received deionized drinking water. Each group was subsequently treated with one of 2 concentrations of chloroform, 1,1-dichloroethane, or 1,2-dichloroethane in drinking water for 52 wk. An additional group received phenobarbital (PB) (500 mg/L) and served as the positive control for liver tumor promotion. Mice were sacrificed after 24 (10 mice) and 52 wk (25 mice) and liver and lung tumors were detected; ... 1,1-dichloroethane and 1,2-dichloroethane did not affect the incidence or number of liver or lung tumors in the diethylnitrosamine-initiated animals. ..."
        },
        {
            "References": "PMID:3296316",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity: Initiation-Promotion/ Nine chlorinated aliphatics (CAs) - 1,1-dichloroethane, 1,2-dichloroethane, 1,1,1-trichloroethane, 1,1,2-trichloroethane, trichloroethylene, tetrachloroethylene, 1,1,1,2-tetrachloroethane, 1,1,2,2-tetrachloroethane, and hexachloroethane - were examined in a rat liver foci assay for evidence of initiating and promoting potential. Young adult male Osborne-Mendel rats (ten/group) were given partial hepatectomies, followed 24 hr later by a single i.p. dose of either diethylnitrosamine (30 mg/kg body weight) or CA, 1 wk later either a diet containing 0.05% (w/w) phenobarbital or daily oral gavage (5 X/wk) of CA in corn oil for 7 weeks, and sacrificed 1 wk later. Putative preneoplastic markers monitored were foci with increased gamma-glutamyltranspeptidase activity [GGT(+)]. CAs were without significant effect in the initiation protocol at the maximum tolerated dose. In the promotion protocol, 1,1-dichloroethane, 1,1,2-trichloroethane, tetrachloroethylene, 1,1,2,2-tetrachloroethane, and hexachloroethane induced significant increases in GGT(+) foci above control levels. Two variants of GGT(+) foci were distinguishable, one associated predominantly with phenobarbital promotion, resembling preneoplastic foci in other models, and the other associated with CA promotion, which was less intensely stained and exhibited branching, resembling foci undergoing redifferentiation. The marked differences in response may relate to differences in cytotoxic potential or mechanism of action of the two types of agents."
        },
        {
            "References": "PMID:7201685",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ A multigeneration reproduction study was modified to include screening for dominant lethal and teratogenic effects of 1,2-dichloroethane ( 1,2-DCE) and 1,1,1-trichloroethane (1,1,1-TCE) in drinking solution (Emulphor:deionized water, 1:99. v/v). Male and female ICR Swiss mice received either 1,2-DCE at concentrations of 0, 0.03, 0.09, or 0.29 mg/mL or 1,1,1-TCE at concentrations of 0, 0.58, 1.75, or 5.83 mg/mL. These concentrations were designed to yield daily 1,2-DCE doses of 0, 5, 15, or 50 mg/kg and 1,1,1-TCE doses of 0, 100, 300, or 1,000 mg/kg. No taste aversion was evident for either of the chemicals at any concentration. There appeared to be no dose-dependent effects on fertility, gestation, viability, or lactation indices. Pup survival and weight gain were not adversely affected. 1,2-DCE and 1,1,1-TCE failed to produce significant dominant lethal mutations or terata in either of the two generations tested."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V71 515 (1999)",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ In a teratology study, rats and rabbits were exposed to 100 or 300 ppm (400 or 1200 mg/cu m) 1,2-dichloroethane for 7 hours per day on days 6 through 15 (rats) or 6 through 18 (rabbits) of gestation. In rats, 10/16 dams died at the high dose, one exhibited implantation sites but all the implantantations were resorbed. At 100 ppm, 1,2-dichloroethane was not overtly toxic to the dam and did not induce fetotoxicity, teratogenicity or skeletal variations with the exception of a decrease in the number of bilobed thoracic centra. In rabbits, 3/19 dams died at the high dose; there were no adverse effects on fetal or embryonal development."
        },
        {
            "References": "DHHS/ATSDR; Toxicological Profile for 1,2-Dichloroethane p. 30 TP-93/06 (1994)",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Intermittent exposure of female rats /via inhalation/ to 4.7 +/- 7 ppm for 4 mo prior to the mating period, followed by inhalation exposure during pregnancy, produced a statistically significant (p<0.01) increase in embryo mortality ... . In an earlier study ... reported decreased fertility in rats exposed to 14 ppm ... for 6 mo. No adverse effects on the fertility, gestation, or survival of pups were observed in male or female rats exposed to 1,2-dichloroethane concn of </= 150 ppm in a one-generation reproduction study ... ."
        },
        {
            "References": "PMID:19887099",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ Acute toxicologic and neurotoxic effects were evaluated in Fischer 344 rats exposed to 0, 50, 200, 600, or 2000 ppm 1,2-dichloroethane (ethylene dichloride; EDC) for 4 hr or 0, 50, 100 or 150 ppm for 8 hr. Neurobehavioral and neuropathologic effects were assessed using a functional observational battery (FOB; baseline, days 1, 8, and 15), and by light microscopy, respectively. Acute toxicologic effects were assessed by bronchoalveolar lavage (BAL) and histopathology of the respiratory tract and selected target organs. Neurobehavioral effects consistent with central nervous system (CNS) depression were present at concentrations >200 ppm and were restricted to day 1. There were no neuropathologic changes in the CNS, however, olfactory epithelial regeneration 15 days after exposure to >/= 200 ppm was observed. The no-observed-effect concentration (NOEC) for behavioral neurotoxicity was 200 ppm EDC for 4 hr. There were no effects on BAL parameters in any exposure group. Exposure to 2000 ppm EDC altered adrenal gland, kidney, and liver weights, and resulted in morphologic alterations in the kidney and liver. Degeneration/necrosis of the olfactory epithelium was observed at >/= 200 ppm for 4 hr and >/= 100 ppm for 8 hr. Based on olfactory epithelial degeneration/necrosis, the most sensitive indicator of toxicity in this study, the overall NOEC was 50 ppm EDC for up to 8 hr in rats."
        },
        {
            "References": "PMID:22096850",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ /The objective was/ to explore the effects of 1,2-dichloroethane (1,2-DCE) on the behavior and the brain neurotransmitter levels in mice. Thirty mice were randomly divided into four groups, which were control group and groups of low, middle and high exposure (225, 450 and 900 mg/cu m) to 1,2-DCE for 10 days (3.5 hr a day) by inhalation. After the last exposure, the open field test was performed immediately. After exposure all mice were killed and the brain tissues were taken up rapidly. The levels of aspartate (Asp), glutamate (Glu) and gamma-aminobutyric acid (GABA) in the brain were detected by high performance liquid chromatography (HPLC). Levels of Asp and Glu in all exposure groups increased with doses. As compared to the control group, levels of Glu in all exposure groups increased significantly (P < 0.05). Levels of GABA in the low exposure group were significantly lower than those in control group, but those in the high exposure group were significantly higher than those in control group. The results of the open field test showed that effect of low exposure to 1,2-DCE on the behavior was stimulant, but the high exposure to 1,2-DCE inhibited behavior of exploration, excitement and sport. Subacute exposure to 1,2-DCE could result in the change of amino acid neurotransmitter content and ratio in the brain, thereby change the behavior of mice appeared, which might be the mechanism of neurotoxicity caused by 1,2-DCE in part."
        },
        {
            "References": "PMID:21329570",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ 1,2-dichloroethane(1,2-DCE) is toxic, especially by inhalation due to its high vapor pressure. Inhalation of concentrated 1,2-DCE vapor can induce effects on the human nervous system, even encephalopathy. However, 1,2-DCE toxic encephalopathy has seldom been reported, and no adequate data were available to evaluate the encephalopathy of 1,2-DCE in experimental animals. The aim of the present study was to establish a toxic experimental animal model induced by 1,2-DCE. Dose effect and time effect of 1,2-DCE on the nervous system were detected. The rats were treated by 1,2-DCE at various concentrations of 0, 2.5, 5.0, 10.0 g/cu m for 6 hr and treatment of rats at 10.0 g/cu m for 0, 3, 6, and 12 hr. Morphology of brain tissue was observed by HE staining and TEM under light and electron microscope, besides water contents in the cortex and medulla of rats were analyzed. The results indicated that 1,2-DCE induced abnormal histopathology, and significantly higher water content were confirmed in the cerebral cortex of toxic animal model in a dose- and time-dependent manner. ..."
        },
        {
            "References": "PMID:27815462",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ To assess the acute effect of 1,2-dichloroethane (1,2-DCE) on rat brain using diffusion magnetic resonance imaging (dMRI), we performed dMRI on ... Sprague-Dawley rats. /Thirty male rats (190-230 g) were randomly assigned to five groups (six rats per group) exposed to different amounts of 1,2-DCE in a HOPE-MED8050 automatic dynamic inhalation chamber. Group 1 was exposed to 4 g/cu m for 1.5 hr, group 2 to 4 g/cu m for 4 hr, group 3 to 12 g/cu m for 1.5 hr, and group 4 to 12 g/cu m for 4 hr. The control group was placed in a chamber for 4 hours but not exposed to 1,2-DCE/. Microstructural alterations were investigated by calculating the mean fractional anisotropy (FA) and apparent diffusion coefficient (ADC) changes in eight selected brain regions of interest. For the whole brain, clusters of 20+ voxels that differed significantly in FA and ADC between groups were marked. Hematoxylin-eosin staining was performed to confirm pathological changes. Brain images showed lesions with brain edema in the white matter in both hemispheres in all groups exposed to 1,2-DCE. Diffusivity values were significantly different after 1,2-DCE inhalation (p<0.05). Primarily cytotoxic edema occurred in acute 1,2-DCE-induced brain edema in rats. dMRI could be used for the early non-invasive detection of acute 1,2-DCE-induced toxic encephalopathy."
        },
        {
            "References": "DHHS/ATSDR; Toxicological Profile for 1,2-Dichloroethane p. 29 TP-93/06 (1994)",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ Acute-duration exposure to concentrated 1,2-dichloroethane ... produced neurological effects in animals. Rats exposed to >/= 12,000 ppm for 30 min experienced CNS depression ... . Exposure to 20,000 ppm for 15 min resulted in CNS depression sufficient to cause death; no histopathology was conducted ... . Tremors, uncertain gait, and /CNS depression/ were seen in rats, guinea pigs, and rabbits exposed to 3,000 ppm for 7 hr ... . Longer-term exposure to lower concn ... did not appear to produce neurological effects, although sensitive indicators of subtle neurological effects were not examined."
        },
        {
            "References": "DHHS/ATSDR; Toxicological Profile for 1,2-Dichloroethane p. 51 TP-93/06 (1994)",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ Neurological effects have ... been observed in animals exposed to 1,2-dichloroethane by ingestion. Clinical signs in rats exposed to >/= 240 mg/kg/day by gavage for </= 13 wk included tremors, salivation, emaciation, abnormal posture, ruffled fur, and dyspnea ... . Upon microscopic exam, mild necrotic lesions were observed in the cerebellum of rats dosed with 240 or 300 mg/kg/day."
        },
        {
            "References": "PMID:23263856",
            "Value": "/BEHAVIORAL STUDIES/ The aim of this study was to explore the effects of subacute /3.5 hr/day for 10 days/ exposure to 1,2-dichloroethane (1,2-DCE) on mouse behavior and the related mechanisms focusing on alteration of oxidative stress and amino acid neurotransmitters in the brain. Mouse behavior was examined by open field test. Levels of nitric oxide (NO), malondialdehyde (MDA) and nonprotein sulfhydryl (NPSH) and activity of inducible nitric oxide synthase (iNOS) and superoxide dismutase (SOD) were determined by colorimetric method. Contents of glutamate (Glu), aspartate (Asp) and gamma-aminobutyric acid (GABA) were evaluated by high-performance liquid chromatography. Reduced locomotor and exploratory activities and increased anxiety were found in 0.45 and 0.9 g/cu m 1,2-DCE-treated mice. In contrast, increased excitability was found in 0.225 g/cu m 1,2-DCE-treated mice. Compensatory antioxidant status and increased NOS activity and NO level in the brain were found in 1,2-DCE-treated mice. Moreover, Glu contents in 1,2-DCE-treated mice and GABA contents in 0.9 g/cu m 1,2-DCE-treated mice increased, whereas GABA contents in 0.225 g/cu m 1,2-DCE-treated mice decreased significantly compared with control. Taken together, our results suggested that mouse behavior could be disturbed by subacute exposure to 1,2-DCE, and the changes of amino acid neurotransmitter in the brain might be related to the behavioral effects."
        },
        {
            "References": "PMID:11673082",
            "Value": "/GENOTOXICITY/ Sensitivity of transgenic Drosophila melanogaster with expression of a human gene encoding the glutathione S-transferase alpha subunit (GSTA1-1) to 1,2:5,6-dibenzanthracene (DBA) and 1,2-dichloroethane (DCE) was investigated in the somatic mutation and recombination test (SMART). We performed the same assay in control transgenic flies expressing the bacterial lacZ gene. Three types of transgenic Drosophila strains carrying GSTA1-1 were used: two transgenic strains homozygous for the second chromosome with a single-copy transgene insertion and one strain with two transgene insertions. Larvae carrying the lacZ gene were significantly more sensitive to genotoxic effects of DBA than those carrying three copies of the GSTA1-1 gene. The larvae with lacZ expression showed significantly lower sensitivity to DCE compared with those expressing GSTA1-1. Finally, a pretreatment with buthionine-sulphoximine (BSO) in experiment with DCE significantly decreased the frequency of mutation events in larvae with three GSTA1-1 copies in comparison with others."
        },
        {
            "References": "PMID:27229631",
            "Value": "/GENOTOXICITY/ Dichloroethane /1,2-dichloroethane/ is widely used as a solvent, degreasing agent and in a variety of commercial products, and is known for being a ubiquitous contaminant in the environment. Important sources principally include the emissions from industrial processes, improper consumption, storage, and disposal methods. In view of the fact that the mechanism of its genotoxicity has not been satisfactorily elucidated, the acute in vivo toxicological impact is assessed in Rattus norvegicus. A systematic investigation has been made involving the use of conventional methods along with molecular and flow cytometric approaches. The micronucleus and chromosomal aberration frequencies were significantly elevated in bone marrow cells exposed to three concentrations at multiple treatment durations indicating positive time- and dose-response relationships. The mitotic index significantly decreased in similar concentrations in contrast to normal control. Separate studies were performed on blood cells for comet assay. It revealed dichloroethane-induced DNA damage in all exposures readily explainable in a dose- and time-dependent manner. Recent molecular techniques were further employed using leukocytes for the cell apoptosis/cycle and mitochondrial membrane potential employing propidium iodide staining and rhodamine-123, respectively. The effect on mitochondrial membrane permeability, cell cycle phases, and the DNA damage was analyzed through flow cytometry. These indicators revealed dichloroethane treatment decreased the mitochondrial membrane potential, affected the cell cycle, and confirmed the DNA damage, leading to apoptosis of the cells of the immune system responsible for immunotoxic effects of dichloroethane on rat leukocytes."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V20 441 (1979)",
            "Value": "/GENOTOXICITY/ 1,2-Dichloroethane is mutagenic in Salmonella typhimurium TA1530, TA1535, and TA100, presumably causing base-pair substitution mutations; the mutagenic effect was enhanced by addition of cytosol and glutathione. It was ineffective in inducing somatic crossing-over and nondisjunction in Aspergillus nidulans."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V20 441 (1979)",
            "Value": "/GENOTOXICITY/ Exposure of virgin Drosophila melanogaster females to 1,2-dichloroethane vapors in air (7 mg in a 1.5-liter dessicator for 4 or 8 hours) led to an increase in the frequency of sex-linked recessive lethals; an increase in the frequency of sex-chromosome non-disjunction was seen after the 8-hr treatment/"
        },
        {
            "References": "PMID:7035935",
            "Value": "/GENOTOXICITY/ When haloethanes were being tested as direct-acting agents in the Chinese hamster ovary cell/hypoxanthine-guanine phosphoribosyl transferase (CHO/HGPRT) system, ethylene dibromide (EtBr2) exhibited more cytotoxic and mutagenic activity than ethylene dichloride (EtCl2), and the mixed halogenated congener ethylene bromochloride (EtBrCl) had an intermediate effect. On a molar basis, the relative mutagenic activity of EtBr2 : EtBrCl : EtCl2 was approximately 100:6:1. Cell survival was reduced to 50% by approx. 3, 6 and 50 mM of EtBr2, EtBrCl and EtCl2, respectively, and declined precipitously with increasing concentrations of the haloethanes. When these 3 haloethanes were assayed in the presence of S9, there was a 5-25-fold increase in cytotoxicity; however, only EtBrCl and EtCl2 also showed a concomitant increase in mutagenicity of 4-fold. The mutagenicity of EtBr2 remained unchanged when assayed in the presence of S9. When NADP was omitted from the S9 mix, which contains a NADPH-regenerating system, the increase in cytotoxicity and mutagenicity observed with the complete S9 mix was abolished. EtBr2 was shown to possess a molar equivalent mutagenic activity to ethyl methanesulfonate under the conditions of the assay. The cytotoxicity of EtBr2 increased as the time of treatment increased up to 24 hr, while mutation induction appeared to peak at around 5 hr."
        },
        {
            "References": "PMID:24503",
            "Value": "/GENOTOXICITY/ One of the main components in the waste products from vinyl chloride industries (EDC-tar), is ethylene dichloride (1,2-dichloroethane). This compound has been tested for mutagenicity on Salmonella typhimurium TA 1535. It is concluded that 1,2-dichloroethane gives a weak direct mutagenic effect, which is enhanced by addition of the postmitochondrial liver fraction (S-9). This activation is NADPH-independent and non microsomal. It is caused by a factor in the soluble fraction (115 000 g supernatant). This activation was further enhanced by the addition of glutathione but not by the addition of L-cysteine, N-acetyl-L-cysteine or 2-mercaptoethanol. No activation was observed when glutathione was added in the presence of a totally denaturated S-9 fraction or in the absence of this fraction. Activation of 1,2-dichloroethane was also found in the presence of glutathione and glutathione S-transferase A and C but not with glutathione S-tranferase B. A synthetic conjugate S-(2-chloroethyl)-L-cysteine gave a strong direct mutagenic effect at concentrations where no effects were seen with 1,2-dichloroethane. It is thus concluded that 1,2-dichloroethane is activated by conjugation to glutathione. Another main component in EDC-tar, 1,1,2-trichloroethane, was not mutagenic under any of our experimental conditions. For comparison 1,2-dibromoethane was also tested and gave a stronger direct mutagenic effect than 1,2-dichloroethane. Like the latter 1,2-dibromoethane was also activated by a NADPH-independent process."
        },
        {
            "References": "PMID:3169011",
            "Value": "/GENOTOXICITY/ In vivo sister chromatid exchange induced by 1,2-dichloroethane was studied in bone marrow cells of mice after acute treatment /0.5, 1, 2, 4, 8, and 16 mg/kg/ for 24 hr. With the exception of the lowest concentration (0.5 mg/kg), each series exhibited a statistically significant increase in sister chromatid exchange."
        },
        {
            "References": "PMID:3050490",
            "Value": "/GENOTOXICITY/ Three chloromethanes and 8 chlorinated ethanes /including/ 1,1- and 1,2-dichloroethane, were assayed in tests for the induction of mitotic segregation in Aspergillus nidulans diploid strain P1. Eight of the 11 compounds assayed /including/ 1,1- and 1,2-dichloroethane, significantly increased the frequency of morphologically abnormal colonies which produced euploid whole chromosome segregants (haploids and non-disjunctional diploids). The induction of aneuploidy as the primary genetic event was provided in haploid strain 35f with 1,2-dichloroethane. Lipophilicity, known to be related to c-mitotic activity, did not show any significant relationship with aneuploidizing activity."
        },
        {
            "References": "DHHS/ATSDR; Toxicological Profile for 1,2-Dichloroethane p. 31 TP-96/03 (1994)",
            "Value": "/GENOTOXICITY/ 1,2-Dichloroethane has produced genotoxic effects in animals following inhalation exposure. Inhalation of 1,000 ppm ... vapors for 4 hr produced irreversible deoxyribonucleic acid (DNA) damage as evidenced by single-stranded breaks in mouse hepatocytes. This genetic damage was seen at a concn that produced mortality in 80-100% of treated mice within 24 hr ... . In a study investigating the relationship between inhalation exposure ... and covalent binding to liver and lung DNA, female Fischer-344 rats were exposed either to 80 ppm ... for 4 hrs (\"constant-low\" exposure) or 4,400 ppm for a few minutes (\"peak\" exposure) ... . The DNA covalent binding index was elevated, compared to controls, after both exposure scenarios. However, in both the liver and the lung the effect was much greater (approx 35 times greater) after peak exposure ... ."
        },
        {
            "References": "DHHS/ATSDR; Toxicological Profile for 1,2-Dichloroethane p. 53 TP-93/06 (1994)",
            "Value": "/GENOTOXICITY/ Oral exposure to 1,2-dichloroethane has produced genotoxic effects in animals. A single oral dose of 100 mg/kg of 1,2-dichloroethane produced irreversible DNA damage, as revealed by single-stranged breaks in the hepatocytes of mice ... . A single oral dose of 150 mg/kg produced high levels of DNA binding in the liver of rats ... . The level of binding produced was similar in rats that had previously been exposed via inhalation to 50 ppm ... vapor for 2 yr, and in rats that had served as controls in the 2-yr study."
        },
        {
            "References": "PMID:17907789",
            "Value": "/GENOTOXICITY-DNA ADDUCTS/ Dihaloalkanes are of toxicological interest because of their high-volume use in industry and their abilities to cause tumors in rodents, particularly dichloromethane and 1,2-dichloroethane. The brominated analogues are not used as extensively but are known to produce more toxicity in some systems. Rats and mice were treated i.p. with (14)C-dichloromethane, -dibromomethane, -1,2-dichloroethane, or -1,2-dibromoethane [5 mg/kg body weight], and livers and kidneys were collected to rapidly isolate DNA. The DNA was digested using a procedure designed to minimize processing time, because some of the potential dihalomethane-derived DNA-glutathione (GSH) adducts are known to be unstable, and the HPLC fractions corresponding to major adduct standards were separated and analyzed for (14)C using accelerator mass spectrometry. The level of liver or kidney S-[2-(N(7)-guanyl)ethyl]GSH in rats treated with 1,2-dibromoethane was approximately 1 adduct/10(5) DNA bases; in male or female mice, the level was approximately one-half of this. The levels of 1,2-dichloroethane adducts were 10-50-fold lower. None of four known (in vitro) GSH-DNA adducts was detected at a level of >2/10(8) DNA bases from dibromomethane or dichloromethane. These results provide parameters for risk assessment of these compounds: DNA binding occurs with 1,2-dichloroethane but is considerably less than from 1,2-dibromoethane in vivo, and low exposure to dihalomethanes does not produce appreciable DNA adduct levels in rat or mouse liver and kidney of the doses used. The results may be used to address issues in human risk assessment."
        },
        {
            "References": "PMID:18230303",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ /The objective was/ to study the role of N-methyl-D-aspartate receptor and Ca(2+) in acute intoxicated encephalopathy induced by 1,2-dichloroethane (1,2-DCE) in vitro. Neurocytes of new born rats were cultured in vitro, which were administered with different doses of 1, 2-DCE, and NMDAR and Ca(2+) antagonists including Ketamine and Nimodiping respectively. The cell morphologic structures were observed under light microscope, and its proliferation was detected by Cell Counting Kit-VIII. 1, 2-DCE could damage the normal morphological structure of neurocytes: the cell body swelled and broke down, the karyon slurred or disappeared, the axone became shorten and thick, connection of neurocytes was reduced, the cell membrane was half-baked, injury of neurocytes became /more severe/ with the increase of the dose of 1,2-DCE. There was no statistical difference in the proliferation of neurocytes between every 1,2-DCE groups (P > 0.05), but there was significantly statistical difference between 1,2-DCE groups, the control group, and the retarder groups (P < 0.01). 1,2-DCE can damage the normal morphological structure of neurocytes, and the damage will become /more severe/ with the increase of the dose of 1,2-DCE. However, the cell morphologic structures and proliferation of antagonist groups are much better than those in the 1,2-DCE groups."
        },
        {
            "References": "PMID:6299533",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ 1,1,1-Trichloroethane, methylene chloride (CH2Cl2), chloroform (CHCl3), 1,2-dichloroethane, and 1,1-dichloroethane significantly enhanced transformation of Syrian hamster embryo cells by SA7 adenovirus. ... Incorporation of some of these compounds into liquid cell culture medium for cell treatment was either unsuccessful or produced only a weak enhancement response. The methodology to evaluate volatile and gaseous carcinogens or mutagens is described and can be used to identify ... the relative hazards of these agents to human health."
        },
        {
            "References": "PMID:4027960",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ Eight chlorinated ethanes and 3 chlorinated ethylenes were tested in the BALB/c-3T3 cell transformation assay. Vinyl chloride and 1,1,1-trichloroethane induced clear positive transformation responses while 1,1,2-trichloroethane and trichloroethylene were weakly positive. Chloroethane, 1,1-dichloroethane, and 1,2-dichloroethane, 1,1,1,2-tetrachloroethane, 1,1,2,2-tetrachloroethane, hexachloroethane, and tetrachloroethylene were all negative in the assay conducted in the absence of an exogenous metabolic activation system. Apparently, the BALB/c-3T3 cells possess the capability to activate some, but not all, of the chlorinated hydrocarbons which exhibit species specificity in producing carcinogenicity in mice but not in rats."
        },
        {
            "References": "Thomas L et al; Toxicol In Vitro 39 (1): 59-68 (1989)",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ Carbon tetrachloride and 1,2-dichloroethane were added in vitro to freshly prepared slices of rat liver and the time and concentration dependence of their toxic effects on several metabolic parameters determined. With each agent, the most sensitive effect was an increase of malondialdehyde production by a microsomal preparation isolated from the treated slices. The next most sensitive parameter was the inhibition of amino acid incorporation into slice proteins, followed by inhibition of net K+ accumulation and the induction of early necrotic changes, as indicated by loss of histological staining with azure II. Substantially greater exposures were required to reduce cellular ATP and to initiate entry of Ca2+. This sequence was similar with both agents, CCl4 was the more potent in each case. When added in combinations of submaximally effective concentrations, the two agents produced at least additive inhibition of protein synthesis and K+ accumulation. Amino acid incorporation and K+ transport are the most convenient indicator systems."
        },
        {
            "References": "PMID:27596522",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ The aim of this study was to explore the mechanisms that contribute to 1,2-dichloroethane (1,2-DCE) induced brain edema by focusing on alteration of mitochondrial function and glutamate metabolism in primary cultured astrocytes induced by 2-chloroethanol (2-CE), a metabolite of 1,2-DCE in vivo. The cells were exposed to different levels of 2-CE in the media for 24 hr. Mitochondrial function was evaluated by its membrane potential and intracellular contents of ATP, lactic acid and reactive oxygen species (ROS). Glutamate metabolism was indicated by expression of glutamine synthase (GS), glutamate-aspartate transporter (GLAST) and glutamate transporter-1 (GLT-1) at both protein and gene levels. Compared to the control group, exposure to 2-CE could cause a dose dependent damage in astrocytes, indicated by decreased cell viability and morphological changes, and supported by decreased levels of nonprotein sulfhydryl (NPSH) and inhibited activities of Na+/K+-ATPase and Ca2+-ATPase in the cells. The present study also revealed both mitochondrial function and glutamate metabolism in astrocytes were significantly disturbed by 2-CE. Of which, mitochondrial function was much vulnerable to the effects of 2-CE. In conclusion, our findings suggested that mitochondrial dysfunction and glutamate metabolism disorder could contribute to 2-CE-induced cytotoxicity in astrocytes, which might be related to 1,2-DCE-induced brain edema."
        },
        {
            "References": "PMID:24228488",
            "Value": "/IMMUNOTOXICITY/ It has been established in experiments on non inbred rats that chronic intoxication with 1,2-dichloroethane (30 days; total dose 0.9LD50; daily dose 0.03 mg/kg body weight) causes a reduction of immune responses, decreases the activity of acetylcholinesterase (AChE) of T-lymphocytes, reduces the concentration of blood cytokines (IFN-gamma, IL-2, IL-4, IL-6, while not affecting the content of IL-10), and damages to a greater degree Th1 cells as compared to Th2 lymphocytes. The administration of polyoxidonium (daily dose, 150 mg/kg, for 7 days,) partially restored the immune status, the activity of AChE T cells, and the content of cytokines in the blood."
        },
        {
            "References": "DHHS/ATSDR; Toxicological Profile for 1,2-Dichloroethane p. 28 TP-93/06 (1994)",
            "Value": "/IMMUNOTOXICITY/ In animals there is evidence that exposure to 1,2-dichlorethane affects the ability to fight infection arising from inhaled microbial pathogens. Female mice exposed to 5-11 ppm ... for 3 hr exhibited incr susceptibility to Streptococcus zooepidemicus (i.e., increased mortality following infection), suggesting reduced pulmonary defenses in the exposed mice ... . No effect was observed at 2.3 ppm. Also in this study, high-dose mice had reduced bactericidal activity in the lungs 3 hr after exposure to Klebsiella pneumoniae ... . Male rats exposed to 200 ppm for 5 hr or 100 ppm 5 hr/day for 12 days did not exhibit any increased susceptibility to infection from these microbes ... ."
        },
        {
            "References": "DHHS/ATSDR; Toxicological Profile for 1,2-Dichloroethane p. 50 TP-93/06 (1994)",
            "Value": "/IMMUNOTOXICITY/ Evidence from animal studies suggests that the immune system is a target of 1,2-dichloroethane after oral exposure. In mice exposed for 14 days by gavage to 4.9 and 49 mg/kg/day, there was a significant dose-related reduction in humoral immunity (measured by immunoglobulin M(IgM) response to sheep erythrocytes), and a significant but not dose-related, reduction in cell-mediated immunity (measured by delayed-type hypersensitivity response to sheep erythrocytes) ... . In mice given 49 mg/kg/day, these effects wee accompanied by a 30% decrease in total leukocyte number."
        },
        {
            "References": "Gray RH; Govt Report Announcements 4 Index 20 (1989)",
            "Value": "/OTHER TOXICITY INFORMATION/ The studies were designed to determine the early histopathological effects of two known water contaminants, 1,2-dichloroethane and 1,1-dichloroethylene, administered alone or in mixtures to laboratory rats. Both agents cause cytotoxic responses in kidney and liver. Significant changes were seen in cell, cytoplasmic and nuclear volumes, except in the high dose 1,2-dichloroethane group (600 mg/kg). Comparison of measured parameters of the single dosed animals with the mixed dosed exhibited the most significant differences in the lipid droplet compartment."
        },
        {
            "References": "PMID:2472872",
            "Value": "/OTHER TOXICITY INFORMATION/ The transcriptional and replicative activities of hepatic nuclei during DNA damage induced by 1,2-dichloroethane (DCE), a hepatocarcinogen, were examined. DNA damage was measured by DNA alkylation in rodents exposed to DCE. A time-dependent DNA damage in vivo and in vitro was observed. A significant inhibition of RNA synthesis was observed when transcription was carried out in vitro using nuclei of DCE-treated animal. The inhibition in RNA synthesis persisted even when 50% of DNA damage was removed. Similarly, nuclear DNA synthesis in vitro was also significantly inhibited during DNA damage. However, DNA synthesis was recovered rapidly even though 50% of DNA damage persisted. Results on the effect of alpha-amanitin on RNA synthesis suggest that 50-70% of synthesis was carried out by RNA polymerase II."
        }
    ],
    "sediment_soil_concentrations": [
        {
            "References": "(1) Staples CA et al; Environ Tox Chem 4: 131-42 (1985)",
            "Value": "SEDIMENT: According to the STORET database, 1,2-dichloroethane was not detected (detection limit 10.0 ng/kg dry weight) in 40 sediment samples(1)."
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "(1) Chiou CT et al; Science 206: 831-2 (1979) (2) Swann RL et al; Res Rev 85: 17-28 (1983) (3) Wilson JT et al; J Environ Qual 10: 501-6 (1981)",
            "Value": "The Koc for 1,2-dichloroethane is 33(1). According to a classification scheme(2), this estimated Koc value suggests that 1,2-dichloroethane is expected to have very high mobility in soil(SRC). 1,2-Dichloroethane percolates rapidly through sandy soil(3)."
        }
    ]
}