{
    "_id": {
        "$oid": "6682e8edc4e5dba5ffba280d"
    },
    "CID": {
        "$numberInt": "11009"
    },
    "Name": "COPPER(I) CYANIDE",
    "IUPACName": "copper(1+);cyanide",
    "CanonicalSMILES": "[C-]#N.[Cu+]",
    "Synonyms": [
        "Copper(I) cyanide",
        "544-92-3",
        "cyanocopper",
        "copper(1+);cyanide",
        "CuCN",
        "MFCD00010975",
        "Copper(+1) cyanide",
        "copper(I)cyanide",
        "RCRA waste number P029",
        "CCuN",
        "HSDB 1438",
        "EINECS 208-883-6",
        "cyano copper",
        "AI3-28745",
        "cu(ii) cyanide"
    ],
    "IsomericSMILES": "[C-]#N.[Cu+]",
    "INCHI": "InChI=1S/CN.Cu/c1-2;/q-1;+1",
    "INCHIKEY": "DOBRDRYODQBAMW-UHFFFAOYSA-N",
    "Formula": "CCuN",
    "MolecularWeight": {
        "$numberDouble": "89.56"
    },
    "Description": {
        "$numberDouble": "NaN"
    },
    "XlogP": {
        "$numberDouble": "NaN"
    },
    "Complexity": {
        "$numberInt": "12"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "mechanism_of_action": [
        {
            "References": "Gilman, A.G., L.S.Goodman, and A. Gilman. (eds.). Goodman and Gilman's The Pharmacological Basis of Therapeutics. 7th ed. New York: Macmillan Publishing Co., Inc., 1985., p. 1642",
            "Value": "CYANIDE HAS VERY HIGH AFFINITY FOR IRON IN FERRIC STATE. WHEN ABSORBED /CYANIDE/ ... REACTS READILY WITH TRIVALENT IRON OF CYTOCHROME OXIDASE IN MITOCHONDRIA; CELLULAR RESPIRATION IS THUS INHIBITED & CYTOTOXIC HYPOXIA RESULTS. SINCE UTILIZATION OF OXYGEN IS BLOCKED, VENOUS BLOOD IS OXYGENATED AND IS ALMOST AS BRIGHT RED AS ARTERIAL BLOOD. RESPIRATION IS STIMULATED BECAUSE CHEMORECEPTIVE CELLS RESPOND AS THEY DO TO DECREASED OXYGEN. A TRANSIENT STAGE OF CNS STIMULATION WITH HYPERPNEA AND HEADACHE ARE OBSERVED; FINALLY THERE ARE HYPOXIC CONVULSIONS AND DEATH DUE TO RESPIRATORY ARREST. /CYANIDE/"
        },
        {
            "References": "Gosselin, R.E., R.P. Smith, H.C. Hodge. Clinical Toxicology of Commercial Products. 5th ed. Baltimore: Williams and Wilkins, 1984., p. III-126",
            "Value": "SINGLE DOSES OF CYANIDE PRODUCE ALTERATIONS IN PATTERN OF BRAIN METABOLITES CONSISTENT WITH DECR IN OXIDATIVE METABOLISM & INCR IN GLYCOLYSIS. DECR IN BRAIN GAMMA-AMINOBUTYRIC ACID ... HAVE BEEN ASCRIBED TO CYANIDE INHIBITION OF GLUTAMIC ACID DECARBOXYLASE. /CYANIDE/"
        },
        {
            "References": "Doull, J., C.D.Klassen, and M.D. Amdur (eds.). Casarett and Doull's Toxicology. 3rd ed., New York: Macmillan Co., Inc., 1986., p. 372",
            "Value": "THE CORTICAL GRAY MATTER, HIPPOCAMPUS (H1), CORPORA STRIATA, & SUBSTANTIA NIGRA ARE COMMONLY AFFECTED /BY CYANIDE/. ... CYANIDE ALSO HAS PROPENSITY FOR DAMAGING WHITE MATTER, PARTICULARLY CORPUS CALLOSUM. CYANIDE INHIBITS CYTOCHROME OXIDASE & PRODUCES CYTOTOXIC ANOXIA, BUT ALSO CAUSES HYPOTENSION THROUGH ITS EFFECTS ON HEART. /CYANIDE/"
        },
        {
            "References": "Booth, N.H., L.E. McDonald (eds.). Veterinary Pharmacology and Therapeutics. 5th ed. Ames, Iowa: Iowa State University Press, 1982., p. 961",
            "Value": "The cyanide ion (CN-) ... forms complexes with a number of other chemicals (eg, in tissues) and has a strong affinity for cobalt. /Cyanide ion/"
        },
        {
            "References": "USEPA; Ambient Water Quality Criteria Doc: Cyanides p.C-9 (1980) EPA 440/5-80-037",
            "Value": "Presumably, the accumulation of cyanide in erythrocytes is a reflection of its binding to methemoglobin. /Cyanide/"
        },
        {
            "References": "Gilman, A.G., L.S.Goodman, and A. Gilman. (eds.). Goodman and Gilman's The Pharmacological Basis of Therapeutics. 7th ed. New York: Macmillan Publishing Co., Inc., 1985., p. 1642",
            "Value": "/CYANIDE/ ... REACTS ... WITH TRIVALENT IRON OF CYTOCHROME OXIDASE IN MITOCHONDRIA TO FORM THE CYTOCHROME OXIDASE-CN COMPLEX ... THE CYTOCHROME-OXIDASE-CN COMPLEX IS DISSOCIABLE; THE MITOCHONDRIAL ENZYME SULFURTRANSFERASE ... MEDIATES TRANSFER OF SULFUR FROM THIOSULFATE TO CYANIDE ION. THUS, THIOCYANATE IS FORMED ... KINETIC STUDIES INDICATE THAT THE CLEAVAGE OF THE THIOSULFATE SULFUR-SULFUR BOND IS THE RATE-LIMITING STEP IN THIS REACTION. RELATIVELY MINOR PATHWAYS INCL COMBINATION WITH CYSTINE TO FORM 2-IMINO-THIAZOLIDINE-4-CARBOXYLIC ACID, OXIDATION TO CARBON DIOXIDE & FORMATE, & FORMATION OF CYANOCOBALAMIN. /CYANIDE/"
        }
    ]
}