{
    "_id": {
        "$oid": "6682e8edc4e5dba5ffba280b"
    },
    "CID": {
        "$numberInt": "11006"
    },
    "Name": "n-Hexadecane",
    "IUPACName": "hexadecane",
    "CanonicalSMILES": "CCCCCCCCCCCCCCCC",
    "Synonyms": [
        "HEXADECANE",
        "n-Hexadecane",
        "544-76-3",
        "Cetane",
        "n-Cetane",
        "Hexadekan",
        "Cetan",
        "Zetan",
        "CCRIS 5833",
        "HSDB 6854",
        "F8Z00SHP6Q",
        "NSC 7334",
        "EINECS 208-878-9",
        "BRN 1736592",
        "AI3-06522"
    ],
    "IsomericSMILES": "CCCCCCCCCCCCCCCC",
    "INCHI": "InChI=1S/C16H34/c1-3-5-7-9-11-13-15-16-14-12-10-8-6-4-2/h3-16H2,1-2H3",
    "INCHIKEY": "DCAYPVUWAIABOU-UHFFFAOYSA-N",
    "Formula": "C16H34",
    "MolecularWeight": {
        "$numberDouble": "226.44"
    },
    "Description": "Hexadecane is a straight-chain alkane with 16 carbon atoms. It is a component of essential oil isolated from long pepper. It has a role as a plant metabolite, a volatile oil component and a non-polar solvent.",
    "XlogP": {
        "$numberDouble": "8.3"
    },
    "Complexity": {
        "$numberInt": "92"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "plant_concentrations": [
        {
            "References": "(1) Rembold H et al; J Agric Food Chem 37: 659-62 (1989) (2) Takeoka GR et al; J Agric Food Chem 36: 553-60 (1988) (3) Tatsuka K et al; J Agric Food Chem 38: 2176-80 (1990) (4) Serrazanetti GP et al; Chemosphere 23: 925-38 (1991)",
            "Value": "Hexadecane occurs in volatile components of chickpea (Cicer arietinum L)(1) and in volatile components of tree-ripened nectarines(2). It occurs as a volatile component of kiwi fruit flowers(3) and as a biogenic component of sea plankton(4)."
        },
        {
            "References": "(1) USDA; Dr. Duke's Phytochemical and Ethnobotanical Databases. Plants with a chosen chemical. Hexadecane. Washington, DC: US Dept Agric, Agric Res Service. Available from, as of Nov 18, 2015: https://www.ars-grin.gov/duke/",
            "Value": "Hexadecane was detected in Sewdish Ivy shoots (Plectranthus coleoides; Lamiaceae) at a concentration of 0-24 ppm. The compound also occurs in the following plants(1):",
            "Table": "[{'Genus species': 'Glycyrrhiza glabra L.', 'Family': 'Fabaceae', 'Name(s)': 'Common Licorice, Licorice, Licorice-Root, Smooth Licorice', 'Part': 'Root'}, {'Genus species': 'Anethum graveolens L.', 'Family': 'Apiaceae', 'Name(s)': 'Dill, Garden Dill', 'Part': 'Root'}, {'Genus species': 'Capsicum annuum L.', 'Family': 'Solanaceae', 'Name(s)': 'Bell Pepper, Cherry Pepper, Cone Pepper, Green Pepper, Paprika, Sweet Pepper', 'Part': 'Fruit'}, {'Genus species': 'Capsicum frutescens L.', 'Family': 'Solanaceae', 'Name(s)': 'Cayenne, Chili, Hot Pepper, Red Chili, Spur Pepper, Tabasco', 'Part': 'Fruit'}, {'Genus species': 'Laurus nobilis L.', 'Family': 'Lauraceae', 'Name(s)': 'Bay, Bay Laurel, Bayleaf, Grecian Laurel, Laurel, Sweet Bay', 'Part': 'Leaf'}, {'Genus species': 'Pimenta dioica (L.) MERR.', 'Family': 'Myrtaceae', 'Name(s)': 'Allspice, Clover-Pepper, Jamaica-Pepper, Pimenta, Pimento', 'Part': 'Plant'}, {'Genus species': 'Pimenta racemosa (MILL.) J. W. MOORE', 'Family': 'Myrtaceae', 'Name(s)': 'Bayrum Tree, West Indian Bay', 'Part': 'Leaf'}]"
        }
    ],
    "animal_concentrations": [
        {
            "References": "(1) Taylor DL et al; Mar Pollut Bull 20: 465-8 (1989) (2) Carril Gonzalez-Barros ST et al; Chemosphere 36: 597-602 (1998)",
            "Value": "The mean concentration range of hexadecane in walrus (Odobenus rosmarus divergens) blubber from six locations of the Pacific Ocean was none detected-0.3 ug/g (wet wt.)(1). The concentration of hexadecane in tissue samples collected from 12 wolves /Canis lupus signatus/ of Northern Spain was determined to be 4.92, 8.17 and 35.07 mg/kg lipid weight in suprarenal capsules, muscle, and spleens, respectively(2)."
        }
    ],
    "fish_seafood_concentrations": [
        {
            "References": "(1) Winger PV et al; Arch Environ Contam Toxicol 19: 101-17 (1990) (2) Welch KJet al; Bull Environ Contam Toxicol 26: 724-8 (1981) (3) Al-Saad HT; Mar Pollut Bull 21: 155-7 (1990) (4) Serrazanetti GP et al; Chemosphere 23: 925-38 (1991) (5) Cha YJ, Cadwallader KR; J Food Sci 60: 19-24 (1995) (6) Ahmed MT et al; Chemosphere 36: 1391-1403 (1998) (7) Al-Hassan JM et al; Bull Environ Contam Toxicol 66: 646-652 (2001) (8) Pena E et al; Bull Environ Contam Toxicol 57: 803-10 (1996)",
            "Value": "The mean concentration of hexadecane in whole body (wet wt) of nine species of fish and fiddler crab (Uca pugilator) collected from the Savannah River and Savannah National Wildlife Refuge from ranged from none detected to 0.59 ug/g(1). The concentration of hexadecane in fish from Eastern Montana Rivers ranged from 0.1 to 7.4 ug/g (wet wt)(2). Hexadecane concentrations in 13 species of fish muscles collected from the Arabian Gulf were 0.3 (Tylosurus strongylurus; Platycephalus indicus; Ilisha elongata; Johnieops sina) to 1.3 ug/g (Pomadasys argenteus) (dry wt)(3). Hexadecane has been detected in plankton of Adriatic Sea(4). The mean concentration of hexadecane in hair tail viscera was determined to be 1850 ng/g, respectively(5). Fish collected from the Arabian Peninsula (near Oman) in 1995 contained hexadecane concentrations of 0.14-14.52 mg/kg(6). Analysis of Arabian Gulf catfish (Arius bilineatus Val.) collected in 1997 and 1999 detected hexadecane concentrations of <0.1 to 102 ng/g wet wt(7). Hexadecane concentrations identified in specimens of the marine winkle (Osilimus attratus) collected off the coast of Tenerife, near northern Africa, ranged from 95.7 to 145.4 ng/g(8)."
        }
    ],
    "sediment_soil_concentrations": [
        {
            "References": "(1) Macleod WD et al; Anal Chem 54: 386-92 (1982) (2) Poutanen EL et al; Chemosphere 10: 347-54 (1981) (3) Bixiong Y et al; Chemosphere 68: 140-94 (2007) (4) Hori T et al; Bull Environ Contam Toxicol 83: 455-61 (2009) (5) Snedaker SC et al; Marine Poll Bull 31: 83-9 (1995)",
            "Value": "SEDIMENT: The concentrations of hexadecane in intertidal sediment from the Duwamish River, Seattle, WA were 16-380 ng/g (dry wt.)(1). The mean concentration of hexadecane in marine sediment from the Gulf of Finland and the Baltic Sea was 0.2 ug/g (dry wt)(2). Hexadecane was detected in sediment samples collected from three rivers and six canals in Tianjin, China in July 2002(3). Surface sediments collected from the Shinano River in Niigata, Japan between November 2005 and April 2006 contained hexadecane concentrations of <0.3 to 59 ng/g dry weight(4). The concentration of hexadecane in surface sediments collected in the Florida Keys from 1990-1992 was determined to range from 19 to 179 ug/kg dry weight(5)."
        },
        {
            "References": "(1) Rushdi AI et al; Arch Environ Contam Toxicol 49: 457-70 (2005)",
            "Value": "SOIL: Hexadecane was detected in a soil and sand mixture collected near Riyadh area, Saudia Arabia in 2002 at a relative concentration of 0.26%(1)."
        }
    ]
}