{
    "_id": {
        "$oid": "6682e8eec4e5dba5ffba2810"
    },
    "CID": {
        "$numberInt": "11029"
    },
    "Name": "MAGNESIUM CARBONATE",
    "IUPACName": "magnesium;carbonate",
    "CanonicalSMILES": "C(=O)([O-])[O-].[Mg+2]",
    "Synonyms": [
        "MAGNESIUM CARBONATE",
        "546-93-0",
        "Magnesite",
        "13717-00-5",
        "Magnesium carbonate anhydrous",
        "Magmaster",
        "Carbonic acid",
        "magnesium salt",
        "Carbonic acid",
        "magnesium salt (1:1)",
        "Carbonate magnesium",
        "Magnesite (Mg(CO3))",
        "Magnesite dust",
        "Caswell No. 530",
        "magnesium;carbonate",
        "Hydromagnesite",
        "Stan-mag magnesium carbonate"
    ],
    "IsomericSMILES": "C(=O)([O-])[O-].[Mg+2]",
    "INCHI": "InChI=1S/CH2O3.Mg/c2-1(3)4;/h(H2,2,3,4);/q;+2/p-2",
    "INCHIKEY": "ZLNQQNXFFQJAID-UHFFFAOYSA-L",
    "Formula": "CMgO3",
    "MolecularWeight": {
        "$numberDouble": "84.31"
    },
    "Description": "Magnesium carbonate is a magnesium salt with formula CMgO3. Its hydrated forms, particularly the di-, tri-, and tetrahydrates occur as minerals. It has a role as an antacid and a fertilizer. It is a magnesium salt, a carbonate salt, a one-carbon compound and an organic magnesium salt.",
    "XlogP": {
        "$numberDouble": "NaN"
    },
    "Complexity": {
        "$numberInt": "18"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "mechanism_of_action": [
        {
            "References": "McEvoy, G.K. (ed.). American Hospital Formulary Service- Drug Information 2002. Bethesda, MD: American Society of Health-System Pharmacists, Inc. 2002 (Plus Supplements)., p. 2774",
            "Value": "... Rapidly reacts with hydrochloric acid to form ... carbon dioxide /and magnesium chloride/."
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "PMID:3594718",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ The effects of magnesium carbonate (MgCarb) on  carcinogenesis and natural killer (NK) cell modulation by nickel subsulfide (Ni3S2) were  studied. Male Fischer F344/NCr rats, 50-90 g body wt, 20 rats/group, received single im  injections into both thigh muscles of 2.5 mg Ni3S2 alone or combined with different  proportions of MgCarb; the Mg/Ni molar ratio ranged from 0.25 to 4.0. Control rats received im  injections of normal saline or magnesium acetate (MgAcet), or sc MgCarb at a site distant from  Ni3S2. The animals were observed over 79 weeks for the development of tumors. The NK cell  activity was determined over the first 3 weeks of the experiment in separate groups of rats  treated as above, with the use of the 51Cr/YAC-1 release assay for blood and spleen cells and  the peroxidase localization of Ox-8-immunoreactive lymphocytes at the injection site. Im  administration of MgCarb mixed with Ni3S2 up to the Mg/Ni molar ratio of 1.0 inhibited the  carcinogenicity of Ni3S2 in a dose-related manner; final incidence of sarcomas decreased from  100 to 55% and the appearance of first tumors was delayed from 25 to 39 weeks. Higher doses of  MgCarb did not exert further effect. Distant sc injection of MgCarb or local im application of  MgAcet did not change the carcinogenic potency of im Ni3S2. MgCarb or saline alone did not  produce any tumors. Im Ni3S2 had no significant influence on the activity of NK cells in blood  and spleen, while im MgCarb alone did not affect the NK activity in blood but doubled it  transiently in the spleen 24 hr after injection. In the injected muscle, Ox-8-positive cells  became abundant around MgCarb but could not be found close to Ni3S2. This inhibitory effect of  Ni3S2 was partially reversed by MgCarb. Also, numerous multinucleated giant cells infiltrated  the sites of injection of MgCarb alone and MgCarb + Ni3S2 but not Ni3S2 alone. The results  indicate a dose-dependent and strictly local character of the inhibition by MgCarb of Ni3S2  carcinogenesis, as well as a possible involvement of NK and phagocytic cells in this  inhibition."
        },
        {
            "References": "PMID:6286737",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Two reagent and two feed grade magnesium oxides and  reagent grade magnesium carbonate, sodium bicarbonate, and calcium carbonate were evaluated to  ascertain their ability to neutralize acid in the rumen. Rumen fluid pH was increased in  vitro, compared to the control, by antacid compounds, and their increased ranked: calcium  carbonate <feed grade magnesium oxide A <light magnesium oxide and feed grade magnesium oxide  B <heavy magnesium oxide <magnesium carbonate <sodium bicarbonate. Titrations at constant pH's  ranging from 3.0 to 7.5 indicated that these magnesium compounds were reactive at pH's  normally in the rumen although reactivity decreased with increasing pH."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists.  Documentation of Threshold Limit Values for Chemical  Substances and Physical Agents and Biological Exposure  Indices for 2001. Cincinnati, OH. 2001., p. 1",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Animal experiments with  magnesium  carbonate dust produce a slight fibrosis. After prolonged exposure to high  concentrations,  pulmonary deposition and retention of magnesium carbonate occurred."
        }
    ]
}