{
    "_id": {
        "$oid": "6682e9c6c4e5dba5ffba2c53"
    },
    "CID": {
        "$numberInt": "11105289"
    },
    "Name": "Palytoxin",
    "IUPACName": "(E,2S,3R,5R,8R,9S)-10-[(2R,3R,4R,5S,6R)-6-[(1S,2R,3S,4S,5R,11S)-12-[(1R,3S,5S,7R)-5-[(8S)-9-[(2R,3R,4R,5R,6S)-6-[(E,2S,3S,6S,9R,10R)-10-[(2S,4R,5S,6R)-6-[(2R,3R)-4-[(2R,3S,4R,5R,6S)-6-[(2S,3Z,5E,8R,9S,10R,12Z,17S,18R,19R,20R)-21-[(2R,3R,4R,5S,6R)-6-[(Z,3R,4R)-5-[(1S,3R,5R,7R)-7-[2-[(2R,3R,5S)-5-(aminomethyl)-3-hydroxyoxolan-2-yl]ethyl]-2,6-dioxabicyclo[3.2.1]octan-3-yl]-3,4-dihydroxypent-1-enyl]-3,4,5-trihydroxyoxan-2-yl]-2,8,9,10,17,18,19-heptahydroxy-20-methyl-14-methylidenehenicosa-3,5,12-trienyl]-3,4,5-trihydroxyoxan-2-yl]-2,3-dihydroxybutyl]-4,5-dihydroxyoxan-2-yl]-2,6,9,10-tetrahydroxy-3-methyldec-4-enyl]-3,4,5,6-tetrahydroxyoxan-2-yl]-8-hydroxynonyl]-1,3-dimethyl-6,8-dioxabicyclo[3.2.1]octan-7-yl]-1,2,3,4,5-pentahydroxy-11-methyldodecyl]-3,4,5-trihydroxyoxan-2-yl]-2,5,8,9-tetrahydroxy-N-[(E)-3-(3-hydroxypropylamino)-3-oxoprop-1-enyl]-3,7-dimethyldec-6-enamide",
    "CanonicalSMILES": "CC1CC2(C(OC(C1)(O2)CCCCCCCC(CC3C(C(C(C(O3)(CC(C(C)C=CC(CCC(C(C4CC(C(C(O4)CC(C(CC5C(C(C(C(O5)CC(C=CC=CCC(C(C(CC=CC(=C)CCC(C(C(C(C)CC6C(C(C(C(O6)C=CC(C(CC7CC8CC(O7)C(O8)CCC9C(CC(O9)CN)O)O)O)O)O)O)O)O)O)O)O)O)O)O)O)O)O)O)O)O)O)O)O)O)O)O)O)O)O)CC(C)CCCCCC(C(C(C(C(C1C(C(C(C(O1)CC(C(C(=CC(CC(C)C(C(=O)NC=CC(=O)NCCCO)O)O)C)O)O)O)O)O)O)O)O)O)O)C",
    "Synonyms": [
        "palytoxin",
        "Palytoxin [MI]",
        "77734-91-9",
        "UNII-OQ17NC0MOV",
        "OQ17NC0MOV",
        "11077-03-5",
        "Palytoxin from palythoa toxica or palythoa tuberculosa",
        "Palytoxin (C43-C47-hemiacetal)",
        "Palytoxin (acetal)",
        "HSDB 8132",
        "PLTX",
        "DTXSID90423027",
        "CHEBI:146207",
        "NS00075613"
    ],
    "IsomericSMILES": "C[C@H]1C[C@@]2([C@H](O[C@](C1)(O2)CCCCCCC[C@@H](C[C@@H]3[C@@H]([C@H]([C@H]([C@@](O3)(C[C@@H]([C@@H](C)/C=C/[C@H](CC[C@H]([C@H]([C@@H]4C[C@H]([C@@H]([C@H](O4)C[C@H]([C@@H](C[C@@H]5[C@H]([C@@H]([C@H]([C@@H](O5)C[C@@H](/C=C\\C=C\\C[C@H]([C@@H]([C@@H](C/C=C\\C(=C)CC[C@@H]([C@H]([C@@H]([C@H](C)C[C@@H]6[C@@H]([C@H]([C@@H]([C@H](O6)/C=C\\[C@H]([C@@H](C[C@@H]7C[C@@H]8C[C@H](O7)[C@H](O8)CC[C@@H]9[C@@H](C[C@H](O9)CN)O)O)O)O)O)O)O)O)O)O)O)O)O)O)O)O)O)O)O)O)O)O)O)O)O)O)O)O)O)C[C@@H](C)CCCCC[C@H]([C@@H]([C@@H]([C@H]([C@@H]([C@@H]1[C@H]([C@@H]([C@H]([C@H](O1)C[C@@H]([C@@H](/C(=C/[C@@H](C[C@@H](C)[C@@H](C(=O)N/C=C/C(=O)NCCCO)O)O)/C)O)O)O)O)O)O)O)O)O)O)C",
    "INCHI": "InChI=1S/C129H223N3O54/c1-62(29-33-81(143)108(158)103(153)68(7)47-93-111(161)117(167)110(160)91(180-93)36-35-76(138)82(144)51-73-50-74-53-92(178-73)90(177-74)38-37-89-85(147)52-75(61-130)179-89)23-20-28-78(140)105(155)77(139)26-18-13-16-25-70(135)48-94-112(162)118(168)113(163)97(181-94)55-84(146)83(145)54-95-107(157)87(149)57-96(182-95)106(156)80(142)34-32-69(134)31-30-65(4)88(150)60-129(176)125(174)123(173)115(165)99(184-129)49-71(136)24-15-10-9-11-19-40-128-59-64(3)58-127(8,186-128)100(185-128)44-63(2)22-14-12-17-27-79(141)109(159)116(166)120(170)122(172)124-121(171)119(169)114(164)98(183-124)56-86(148)102(152)66(5)45-72(137)46-67(6)104(154)126(175)132-42-39-101(151)131-41-21-43-133/h13,16,18,20,23,25,30-31,35-36,39,42,45,63-65,67-100,102-125,133-150,152-174,176H,1,9-12,14-15,17,19,21-22,24,26-29,32-34,37-38,40-41,43-44,46-61,130H2,2-8H3,(H,131,151)(H,132,175)/b18-13+,23-20-,25-16-,31-30+,36-35-,42-39+,66-45+/t63-,64-,65-,67+,68+,69+,70+,71-,72-,73-,74+,75-,76+,77+,78+,79+,80+,81-,82+,83+,84+,85+,86-,87+,88-,89+,90+,91+,92-,93+,94-,95+,96-,97+,98+,99+,100+,102+,103+,104-,105-,106+,107-,108+,109-,110+,111-,112-,113+,114-,115-,116-,117-,118+,119+,120+,121-,122-,123+,124-,125+,127+,128-,129-/m0/s1",
    "INCHIKEY": "CWODDUGJZSCNGB-HQNRRURTSA-N",
    "Formula": "C129H223N3O54",
    "MolecularWeight": {
        "$numberDouble": "2680.1"
    },
    "Description": "Palytoxin is a polyol marine coelenterate toxin composed of substituted N-3-hydroxypropyl-trans-3-amidoacrylamides and produced by species of Palythoa and Zoanthus soft corals (collectively called zoantharians), either as a defence mechanism or to assist them in capturing prey. An ionophore that forms cation channels through Na+/K+-ATPase, it is a potent vasoconstrictor useful in evaluation of anti-angina agents. It is considered to be one of the most poisonous non-protein substances known, second only to maitotoxin in terms of toxicity in mice. It has a role as a toxin.",
    "XlogP": {
        "$numberDouble": "-6.6"
    },
    "Complexity": {
        "$numberInt": "5250"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "fish_seafood_concentrations": [
        {
            "References": "(1) Usami M et al; J Amer Chem Soc 117: 5389-90 (1995). Available from as of Mar 14, 2013: https://pubs.acs.org/doi/abs/10.1021/ja00124a034",
            "Value": "Palytoxin is one of the most potent and complex marine toxins. It was first isolated from the zoanthid Palythoa toxica. Sporadic occurrence of palytoxin in an alga, crabs, and a herbivorous fish also suggested that the toxin might be produced by a microorganism and transmitted to the marine food chain. Such is the case with ciguatera where the epiphytic dinoflagellate Gambierdiscus toxicus produces ciguatoxins and maitotoxin that are isolated from fish(1)."
        },
        {
            "References": "(1) Mebs D; Toxin 36: 1519-22 (1998) as cited in US FDA; FDA Poisonous Plant Database. Available from, as of Mar 14, 2013: https://www.accessdata.fda.gov/scripts/Plantox/Detail.CFM?ID=18298",
            "Value": "Animals may acquire toxicity by absorbing toxic compounds from their food, e.g. from plants or other animals. Sequestration and accumulation of toxins may provide protection from predators, which learn to avoid this prey because of unpleasant experiences such as bitter taste. This is a common phenomenon in marine as well as in terrestrial ecosystems. Moreover, toxins may enter food chains where they accumulate reaching high, often lethal concentrations. Palytoxin which had been primarily detected in marine zoanthids (Palythoa sp.), occurs also in a wide range of other animals, e.g. in sponges, corals, shellfish, polychaetes and crustaceans, but also in fish, which feed on crustaceans and zoanthids as well. These animals exhibit a high resistance to the toxin's action. The mechanisms which protect the Na+, K+-ATPase of their cell membranes, the primary target of palytoxin, is unknown. Sequestration of the toxin by other animals may cause health problems due to food poisoning(1)."
        },
        {
            "References": "(1) Kerbrat AS et al; Mar Drugs 9: 543-60 (2011) https://www.ncbi.nlm.nih.gov/pubmed/21731549?dopt=Abstract (2) Gleibs S et al; Toxicon 33 : 1531-1537 (1995) https://www.ncbi.nlm.nih.gov/pubmed/8744992?dopt=Abstract",
            "Value": "Palytoxin and one of its derivatives, 42-hydroxy-palytoxin, was detected in field samples of Trichodesmium collected in the New Caledonian lagoon(1). In coral reefs of the Caribbean Sea (Colombia) palytoxin (PTX) has been detected in zoanthid species of the genera Palythoa and Zoanthus. The toxin content of the polyps and colonies is highly variable and is not correlated with their reproductive cycle or with the amount of symbiotic algae. Sequestration of PTX has been observed in crustaceans (Platypodiella sp.) living in close association with Palythoa colonies and in polychaete worms (Hermodice carunculata) feeding on the zoanthids. Resistance of marine animals to the toxin may enable it to enter food chains(2)."
        },
        {
            "References": "(1) Taniyama S et al; J Nat Toxins 11: 277-82 (2002) https://www.ncbi.nlm.nih.gov/pubmed/2892288?dopt=Abstract (2) Fukui M et al; Toxicon 25: 1121-4 (1987)",
            "Value": "Between October 30 and November 4, 2000, eleven persons were intoxicated due to ingestion of a serranid fish Epinephelus sp. in Kochi Prefecture, Japan(1). The trigger fish Melichtys vidua, collected at Pingelap Atoll in Ponape in The Federated States of Unesia, contained a potent toxin in the viscera, flesh, and digestive tracts with contents. The toxic principle appeared identical to palytoxin on the basis of toxicity and chromatographic properties(2)."
        },
        {
            "References": "(1) Zamolo VA et al; ACS Nano. 2012 Sep 25; 6: 7989-97 (2012) https://www.ncbi.nlm.nih.gov/pubmed/22913785?dopt=Abstract (2) Honsell G et al; Environ Sci Technol 45: 7051-9 (2011)",
            "Value": "An emerging problem in the Mediterranean Sea is represented by palytoxin, one of the most potent marine toxins, frequently detected in seafood(1). Beginning in 1998 the toxic benthic dinoflagellate genus Ostreopsis has been associated with toxic algal blooms in many coastal areas, in particular the Mediterranean Sea. Analysis of Ostreopsis net samples collected during a July 2005 bloom, which sickened over 200 people, revealed the presence of putative palytoxin and ovatoxin-a, a new palytoxin analogue(2)."
        },
        {
            "References": "PMID:21731549",
            "Value": "Marine pelagic diazotrophic cyanobacteria of the genus Trichodesmium (Oscillatoriales) are widespread throughout the tropics and subtropics, and are particularly common in the waters of New Caledonia. Blooms of Trichodesmium are suspected to be a potential source of toxins in the ciguatera food chain and were previously reported to contain several types of paralyzing toxins. The toxicity of water-soluble extracts of Trichodesmium spp. were analyzed by mouse bioassay and Neuroblastoma assay and their toxic compounds characterized using liquid chromatography coupled with tandem mass spectrometry techniques. Here, we report the first identification of palytoxin and one of its derivatives, 42-ydroxy-palytoxin, in field samples of Trichodesmium collected in the New Caledonian lagoon. The possible role played by Trichodesmium blooms in the development of clupeotoxism, this human intoxication following the ingestion of plankton-eating fish and classically associated with Ostreopsis blooms, is also discussed."
        },
        {
            "References": "PMID:2892288",
            "Value": "The trigger fish, Melichtys vidua, collected at Pingelap Atoll in Ponape in The Federated States of Unesia, contained a potent toxin in the viscera, flesh, and digestive tracts with contents. The toxic principle appeared identical to palytoxin on the basis of toxicity and chromatographic properties."
        }
    ]
}