{
    "_id": {
        "$oid": "6682e9c7c4e5dba5ffba2c54"
    },
    "CID": {
        "$numberInt": "11159021"
    },
    "Name": "Fluopicolide",
    "IUPACName": "2,6-dichloro-N-[[3-chloro-5-(trifluoromethyl)pyridin-2-yl]methyl]benzamide",
    "CanonicalSMILES": "C1=CC(=C(C(=C1)Cl)C(=O)NCC2=C(C=C(C=N2)C(F)(F)F)Cl)Cl",
    "Synonyms": [
        "Fluopicolide",
        "239110-15-7",
        "2,6-Dichloro-N-((3-chloro-5-(trifluoromethyl)pyridin-2-yl)methyl)benzamide",
        "Fluopicolide [ISO]",
        "2,6-dichloro-N-[[3-chloro-5-(trifluoromethyl)pyridin-2-yl]methyl]benzamide",
        "6TRO75M67P",
        "DTXSID7034624",
        "Fluopicolide 100 microg/mL in Acetonitrile",
        "2,6-Dichloro-N-[3-chloro-5-(trifluoromethyl)-2-pyridylmethyl]benzamide",
        "2,6-dichloro-N-((3-chloro-5-(trifluoromethyl)-2-pyridinyl)methyl)benzamide",
        "2,6-dichloro-N-(3-chloro-5-(trifluoromethyl)-2-pyridylmethyl)benzamide",
        "2,6-dichloro-N-{[3-chloro-5-(trifluoromethyl)pyridin-2-yl]methyl}benzamide",
        "UNII-6TRO75M67P",
        "HSDB 7886",
        "AE C638206"
    ],
    "IsomericSMILES": "C1=CC(=C(C(=C1)Cl)C(=O)NCC2=C(C=C(C=N2)C(F)(F)F)Cl)Cl",
    "INCHI": "InChI=1S/C14H8Cl3F3N2O/c15-8-2-1-3-9(16)12(8)13(23)22-6-11-10(17)4-7(5-21-11)14(18,19)20/h1-5H,6H2,(H,22,23)",
    "INCHIKEY": "GBOYJIHYACSLGN-UHFFFAOYSA-N",
    "Formula": "C14H8Cl3F3N2O",
    "MolecularWeight": {
        "$numberDouble": "383.6"
    },
    "Description": "Fluopicolide is a member of the class of benzamides obtained by formal condensation of the carboxy group of 2,6-dichlorobenzoic acid with the amino group of [3-chloro-5-(trifluoromethyl)pyridin-2-yl]methylamine. A fungicide used for the control of a range of diseases including downy mildew and blight. It has a role as an antifungal agrochemical. It is a member of benzamides, an organofluorine compound, a monochloropyridine, a dichlorobenzene and a benzamide fungicide.",
    "XlogP": {
        "$numberDouble": "4.4"
    },
    "Complexity": {
        "$numberInt": "415"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "plant_concentrations": [
        {
            "References": "(1) Fantke P, Juraske R; Environ Sci Technol 48: 8588-602 (2014)",
            "Value": "The reported dissipation half-life of fluopicolide in plants is 8.16 days(1)."
        }
    ],
    "plant_translocation": [
        {
            "References": "Jiang, L., Wang, H., Xu, H., Qiao, K., Xia, X., & Wang, K. (2014). Transportation behaviour of fluopicolide and its control effect againstPhytophthora capsiciin greenhouse tomatoes after soil application. Pest Management Science, 71(7), 1008–1014. doi:10.1002/ps.3879",
            "Value": "Fluopicolide, a systemic fungicide, offers a strategic approach to simplify disease control and enhance its efficacy. By applying fluopicolide to the soil, it can be absorbed by plants, enabling prevention of diseases in both leaves and roots. The systemic nature of fluopicolide is demonstrated by its upward transport through the xylem, effectively combating foliar and fruit diseases in crops like potato, grape, and lettuce. This mode of transportation, however, appears unidirectional; fluopicolide is transported upwardly but doesn't readily move back towards the roots after being absorbed from leaves and stems. This characteristic sheds light on the observed limitations in controlling tomato blight when fluopicolide was sprayed over infected soil during the early stages of the study. Despite exhibiting increasing disease inhibition ratios over time, this approach was still notably less efficient compared to soil treatment. The significance of fluopicolide's systemic behavior becomes evident when countering soil-borne pathogens like Phytophthora capsici. This pathogen, with its enduring oospores characterized by a robust multilayered wall containing 𝛽-glucan and cellulose, can persist in the soil for extended periods, posing a persistent threat to plants under favorable temperature and humidity conditions for germination. Effective blight control, therefore, hinges on safeguarding the roots of crops like tomatoes. Fluopicolide's systemic mode of action, primarily upward transport via the xylem, underscores its potential to protect plants from both foliar and root-based diseases, contributing to the comprehensive management of soil-borne pathogens like P. capsici. In essence, fluopicolide's systemic attributes offer a promising avenue for disease control strategies, particularly when combating soil-borne pathogens with the ability to persist in the soil environment over time. Its capacity for upward transport within plants can significantly contribute to protecting crops from both foliar and root diseases, emphasizing the critical role it plays in comprehensive disease management."
        }
    ]
}