{
    "_id": {
        "$oid": "6682e8f0c4e5dba5ffba281b"
    },
    "CID": {
        "$numberInt": "11192"
    },
    "Name": "ZINC ACETATE",
    "IUPACName": "zinc;diacetate",
    "CanonicalSMILES": "CC(=O)[O-].CC(=O)[O-].[Zn+2]",
    "Synonyms": [
        "ZINC ACETATE",
        "557-34-6",
        "Zinc diacetate",
        "Zinc(II) acetate",
        "Dicarbomethoxyzinc",
        "Acetic acid",
        "zinc(II) salt",
        "Zinc acetate anhydrous",
        "Acetic acid",
        "zinc salt",
        "Zinc di(acetate)",
        "Siltex CL 4",
        "Zn(OAc)2",
        "ZINCUM ACETICUM",
        "CCRIS 3471",
        "zinc;diacetate",
        "HSDB 1043"
    ],
    "IsomericSMILES": "CC(=O)[O-].CC(=O)[O-].[Zn+2]",
    "INCHI": "InChI=1S/2C2H4O2.Zn/c2*1-2(3)4;/h2*1H3,(H,3,4);/q;;+2/p-2",
    "INCHIKEY": "DJWUNCQRNNEAKC-UHFFFAOYSA-L",
    "Formula": "C4H6O4Zn",
    "MolecularWeight": {
        "$numberDouble": "183.5"
    },
    "Description": "Zinc acetate is an acetate salt in which the cationic component is zinc(2+). It has a role as an astringent. It is a zinc molecular entity and an acetate salt.",
    "XlogP": {
        "$numberDouble": "NaN"
    },
    "Complexity": {
        "$numberInt": "25"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "mechanism_of_action": [
        {
            "References": "US Natl Inst Health; DailyMed. Current Medication Information for Galzin - Zinc Acetate (April 2006). Available from, as of August 26, 2010: https://dailymed.nlm.nih.gov/dailymed/drugInfo.cfm?id=1081",
            "Value": "The active moiety in zinc acetate is zinc cation. Regardless of the ligand, zinc blocks the intestinal absorption of copper from the diet and the reabsorption of endogenously secreted copper such as that from the saliva, gastric juice and bile. Zinc induces the production of metallothionein in the enterocyte, a protein that binds copper thereby preventing its serosal transfer into the blood. The bound copper is then lost in the stool following desquamation of the intestinal cells."
        },
        {
            "References": "Brewer GJ et al; Hepatology 31 (2): 364-70 (2000)",
            "Value": "The mechanism of zinc's anticopper action is unique. It induces intestinal cell metallothionein, which binds copper and prevents its transfer into blood. As intestinal cells die and slough, the contained copper is eliminated in the stool. Thus, zinc prevents the intestinal absorption of copper."
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "PMID:1999306",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ The dermal irritancy of six zinc compounds was examined in three animal models, In open patch tests involving five daily applications, zinc chloride (1% aqueous solution) was severely irritant in rabbit, guinea-pig and mouse tests, inducing epidermal hyperplasia and ulceration; aqueous zinc acetate (20%) was slightly less irritant ... Epidermal irritancy in these studies is related to the interaction of zinc ion with epidermal keratin. The compounds studied were not consistently bacteriostatic in the three species tested."
        },
        {
            "References": "PMID:12500658",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Rats were treated with zinc acetate for four days. The zinc doses were 5 mg Zn/kg and 10 mg Zn/kg body weight respectively. Two groups of the zinc acetate-treated rats were later challenged with a single dose of CCl4 (1.5 mL/kg body weight). Compared to control animals, the plasma of rats treated with CCl4 showed hyperbilirubinemia, hypoglycemia, hypercreatinemia and hypoproteinemia. When the animals were however supplemented with zinc in form of zinc acetate before being dosed with CCl4, the 5 mg Zn/kg body weight of zinc acetate reversed the hypoproteinemia induced by CCl4, whereas the 10 mg Zn/kg body weight of zinc acetate reversed the hypoglycemia, hyperbilirubinemia and hypercreatinemia induced by CCl4. The 10 mg Zn/kg body weight of zinc acetate is more consistent in protecting against CCl4 hepatotoxicity. The possible mechanisms of protection are highlighted."
        },
        {
            "References": "PMID:3806706",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ A study was conducted to determine whether divalent metal salts act antagonistically on nickel induced natural killer cell suppression. CBA/J mice were treated with nickel chloride, and/or zinc acetate. In mice injected with nickel chloride at doses of 9, 18, and 36 ug/g, significant suppression of natural killer activity was observed. The injection of nickel alone or in combination with zinc or calcium slightly reduced natural killer activity."
        },
        {
            "References": "Sheftel, V.O.; Indirect Food Additives and Polymers. Migration and Toxicology. Lewis Publishers, Boca Raton, FL. 2000., p. 430",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Large doses produced violent vomiting, purgation, and abdominal pain and collapse. Wistar rats received 1.0 and 3.0 g/kg bw /of zinc acetate/. The treatment decreased hematocrit, caused an increase in erythrocyte count, and reduction in the percentage of neutrophils and monocytes."
        },
        {
            "References": "PMID:1338205",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ The effect of zinc treatment on immune function and resistance against infection and tumor challenge was studied in mice. Swiss albino mice were treated with zinc acetate (3 mg/kg body weight) in one or two intraperitoneal injections. Various immune function assays were performed in treated animals. Zinc treatment to normal animals caused potentiation of T-lymphocyte and macrophage functions. Zinc treatment was also found to increase host resistance against Candida albicans and Semliki Forest  virus infections. Increased resistance against endotoxin shock and Ehrlich's ascites tumor challenge was also observed in zinc treated animals. It can be stated from this study that zinc treatment potentiates the cell mediated immunity and host resistance against infection and tumor challenge."
        },
        {
            "References": "Clayton, G.D., F.E. Clayton (eds.) Patty's Industrial Hygiene and Toxicology. Volumes 2A, 2B, 2C, 2D, 2E, 2F: Toxicology. 4th ed. New York, NY: John Wiley & Sons Inc., 1993-1994., p. 2334",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Zinc acetate fed to rats for 4 months in doses of 10-15 mg daily ... caused no intoxication ... ."
        },
        {
            "References": "PMID:4082201",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ The effect of nine inorganic compounds on liver injury resulting from disorders of carbohydrate metabolism was investigated. Male albino rats, 90 days old, were fed sublethal doses of zinc acetate for 30 days. All of the metals, except zinc acetate and copper sulfate, caused depletion of glycogen in the liver. Zinc was a better stimulator of glycogen storage than was copper. The stimulatory effects of zinc and copper were attributed to their ability to induce enzymes active in gluconeogenesis."
        },
        {
            "References": "PMID:3179524",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ A subchronic toxicity study of zinc-acetate was carried out using 40 female Sprague-Dawley-rats exposed to the dihydrate of zinc-acetate in drinking water at concentrations of 0, 160, 320, and 640 mg/kg body weight per day continuously for 3 months at which time the animals were sacrificed. Food consumption and the amount of feces excreted remained about the same in all treatment groups and there was no effect on weight gain. The volume of urine excreted and the drinking water taken in by those animals in the 640 mg/kg treatment group were always lower than in the other treatment groups and in the control group. Concentrations of urea and creatinine in plasma were significantly higher for animals in the 640 mg/kg/day group. The highest concentrations of zinc were found in the bone, liver, and kidneys as well as in the blood. A significant relationship between dose and tissue concentration was noted. The kidneys suffered the greatest histological damage with lesions in the glomerular Bowman's capsule consisting of flattened epithelial cells and proximal convoluted tubules with desquamation of tubular epithelial cells and pyknotic nuclei. The contribution of decreased water intake to abnormal renal function was noted. A toxicological no observable effect level for zinc-acetate of 160 mg/kg body weight/day in female rats was determined. /Zinc acetate dihydrate/"
        },
        {
            "References": "PMID:12962971",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/   The toxic effects of zinc on the functions of various tissues and organs in rats /were observed/. The rats were randomly divided into four groups (14 in each group), viz. one normal control group (received saline), two zinc groups (Znlow: 4 mg/kg of zinc acetate; Znhigh: 8 mg/kg of zinc acetate), and one cyclophosphamide group (50 mg/kg, as positive control of micronucleated polychromatic erythrocytes (MPCEs)). Saline and zinc acetate were administered intraperitoneally to the rats once every 2 days, seven times in total. Cyclophosphamide was given intraperitoneally to the rats once. The concentration of blood zinc was determined and accumulation of zinc was not observed in the experimental groups. The frequencies of basophilic stippled erythrocyte (BSE) and MPCEs in the Znhigh group were significantly higher than those in the control group (P<0.05). The levels of serum glutamic oxalacetic transaminase (GOT) and serum triiodothyronine (T3) in the Znhigh groups decreased significantly, compared with the control group (P<0.01 or 0.05). Moreover, we also observed that the level of serum cortisol, another adrenal corticoid hormone in rats, was increased by zinc acetate in a dose-dependent manner. According to the literature and our findings, exposure to zinc, especially at higher doses, may produce toxic effects on various tissues and organs including the hematopoietic system, cytogenetics, biochemistry and endocrine system function."
        },
        {
            "References": "PMID:15998441",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Long-Evans Cinnamon (LEC) rats are characterized by an abnormal hepatic deposition of copper (Cu) due to a lack of the Cu-transporter P-type adenosine triphosphatase: accordingly, the strain is a good animal model of Wilson's disease. The effect of oral zinc (Zn) acetate treatment on the development of acute hepatitis and the biochemical parameters of Cu-induced liver damage was studied in 5-week-old LEC rats (n=52). Rats receiving 50 or 80 mg/mL/day Zn acetate by gavage and control rats receiving a daily dose of glucose solution 0.02 g/mL by gastric intubation were killed at 1, 2 or 8 weeks after the start of treatment.  Treatment with Zn acetate resulted in the prevention of acute hepatitis: 10 of the 13 untreated rats developed signs and symptoms compatible with acute hepatitis between the 6th and 7th week of treatment. Tissue metallothionein (MT) significantly increased in the treated rats and positively correlated with Zn concentrations within the liver. Control rats had a significantly higher iron concentration in the liver and kidneys compared with supplemented rats, after both short- and long-term experiments. 8-Hydroxy-2'-deoxyguanosine amounts were significantly lower in untreated rats. Zn acetate prevents acute hepatitis, by increasing tissue MT concentrations, reducing Cu absorption and interfering with Fe metabolism."
        },
        {
            "References": "PMID:2070843",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Rats having received drinking water enriched with zinc (zinc acetate, 22.8 mmol/L) developed significantly more pulmonal metastases after an iv injection of 5 x 10+5 cultivated cells of a benzpyrene-induced sarcoma than receiving normal drinking water. Zinc ions seem to promote the emigration, implantation and outgrowth of circulating tumour cells."
        },
        {
            "References": "Leazer TM et al; Teratology 49 (5): 369-70 (1994)",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Zn, essential for normal embryonic development, is known to be redistributed in the maternal system in response to induction of hepatic metallothionein (MT) synthesis. LPS (Lipopolysaccharide, from Salmonella) induces an acute phase response including induction of hepatic MT, and developmental toxicity. Previous data have shown that MT induction in maternal liver by LPS reduces availability of Zn to the embryo. We hypothesized that Zn supplementation would attenuate the developmental toxicity of LPS. We administered Zn acetate (10 mg/kg, ip) to pregnant CD-1 mice at 48, 24 or 0 hr prior to GD 9 administration of LPS (0, .025, .05 mg/kg). Animals were killed on GD10. Maternal liver and plasma were taken for trace element and/or MT analysis. Embryos were examined for viability and dysmorphogenesis. At 24 hr post LPS, maternal liver Zn and MT levels increased with dose. Zn treatment also induced MT. LPS caused embryolethality, including full-litter resorption (10% and 40% at .025 and .05 mg/kg). Zn co-administration exacerbated the effects of LPS (60% and 100% fully resorbed at .025 and .05 mg/kg LPS) while 24 or 48 hr Zn pretreatment had a protective effect (5% and 4% fully resorbed at .025 and .05 mg/kg LPS). Whether Zn preadministration is effective via improving embryonal Zn status or via hepatic MT induction and related maternal events is unclear. Plasma and tissue Zn analyses are underway and will be instructive in this regard."
        },
        {
            "References": "Lastra MD et al; Metal Ions in Biology and Medicine 4: 270-2 (1996)",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ There is considerable evidence on the Zn induced stimulation of lymphoproliferation and on the mitogenic effect of zinc in lymphocyte cultures. To further investigate zinc role in immunomodulation, we worked on an experimental model of BALB/c mice supplemented with Zn acetate in drinking water, during the gestation, lactation and postweaning periods. Splenic lymphocytes proliferation was studied by (3)H-thymidine incorporation, in the presence of 10(-4) M zinc. The metal body distribution detection was performed by atomic absorption. Results suggest Zn supplementation (500, 1000 ppm) in vivo from gestation to postweaning (9 weeks), significantly depresses proliferative responses from non stimulated lymphocytes; this response is completely abolished in the postweaning period. Thymic index (body weight/thymus weight) was incremented in treated mice. The metal appears to concentrate in the liver and the thymus, with high levels also in plasma at the end of treatment. Lymphocytes of treated mice did not respond to zinc mitogenic action in vitro, possibly due to cell mechanisms affected by zinc saturation."
        },
        {
            "References": "Clayton, G.D., F.E. Clayton (eds.) Patty's Industrial Hygiene and Toxicology. Volumes 2A, 2B, 2C, 2D, 2E, 2F: Toxicology. 4th ed. New York, NY: John Wiley & Sons Inc., 1993-1994., p. 2339",
            "Value": "/GENOTOXICITY/ Zinc acetate was not positive in the unscheduled DNA synthesis assay in rat hepatocytes over a dose range of 10 to 1000 ug/mL."
        },
        {
            "References": "Santra M et al; Biol Trace Elem Res 78 (1-3): 113-9 (2000)",
            "Value": "/GENOTOXICITY/ The degree of chromosome damage induced by three compounds of zinc (zinc chloride, zinc sulfate, zinc acetate) was compared in human leucocytes in vitro. Three concentrations of each salt, 3.0 x 10(-5)M, 3.0 x 10(-4)M, and 1.5 x 10(-3)M, were added to leukocyte cultures. The cells were harvested after 48 and 72 h and chromosome spreads were prepared following a colchicine-hypotonic-fixation-air drying-Giemsa staining schedule. The end point screened was chromosome aberrations. All three salts were lethal at the highest concentration. The degree of chromosome damage was directly proportional to the concentrations used for zinc sulfate and zinc acetate but not for zinc chloride."
        },
        {
            "References": "PMID:2662005",
            "Value": "/GENOTOXICITY/ The genotoxicity of zinc as zinc-acetate was examined in four short term mutagenicity assays. A rationale was proposed for the conflicting genotoxicity data for zinc. The results of the Salmonella/mammalian microsome plate incorporation assay for zinc-acetate was uniformly negative. Zinc-acetate was neither toxic as determined by a reduction of bacterial lawn, nor mutagenic to any of the five strains tested over a dose range of 50 to 7200 ug/plate. When the zinc was complexed with an organic liquid, 2,4-pentanedione, mutagenic results were obtained with strains (TA 1538) and (TA 98) and toxicity was obtained with both strains at 400 ug/plate. The addition of S-9 diminished the response in a dose dependent manner. The response obtained with strain (TA 98) was dose related, but relatively week. 2,4-Pentanedione was neither toxic nor mutagenic to any of the five tester strains at 800 ug/plate, indicating the mutagenic response and toxicity was due to zinc.  In the TK+/mouse lymphoma assay with zinc-acetate, dose dependent responses were obtained in the presence and absence of the S-9 metabolic activation system with a doubling of the mutation frequency occurring at 10 ug/mL for both portions of the assay. Results of the Chinese-hamster-ovary cell in-vitro cytogenic assay indicated a dose dependent positive response in the presence and absence of S-9 activation, although the S-9 reduced both the clastogenic response and the toxicity."
        },
        {
            "References": "PMID:9654077",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ Zinc exhibits inhibitory effects on apoptosis, and a deficiency in this metal generally causes this type of cell death to occur. In the present study, exposure to zinc resulting in necrosis of prostate carcinoma cells /was reported/. When zinc acetate was added to LNCaP or PC-3 cells in monolayer culture, they began to detach from the culture dishes, and viability was lost after 4 to 8 hr. Most of the cell death was found to be due to necrosis as determined by double staining with fluorescein-isothiocyanate-labeled annexin V and ethidium bromide, and by detection of hypodiploid cells. Associated with the induction of necrosis was an increase in low molecular-mass proteins, identified by HPLC analysis to be thymosin beta10, parathymosin and GAGE in LNCaP cells, and thymosin beta4, parathymosin and metallothionein in PC-3. The time course of the increase of thymosin beta10 in LNCaP cells and thymosin beta4 in PC-3 cells was consistent with that of appearance of cell detachment and dead cells. These results indicate that zinc can induce necrosis and suggest that production of proteins including beta-thymosins is involved in induction of processes leading to cell detachment."
        },
        {
            "References": "PMID:3607314",
            "Value": "/OTHER TOXICITY INFORMATION/ The sex and age related responses to excess zinc (7440666) were investigated in mice. Male and female juvenile and adult ICR-mice were administered single intraperitoneal injections of zinc-acetate (ZnAc2). The median lethal dose (LD50) was calculated 1, 3, 5, 7, and 14 days following administration. Nearly all deaths occurred by day seven, with few deaths occurring between 7 and 14 days. The LD50 for juveniles was two and one half times greater than for adults. The mortality ratios on days one and three were higher for adult females than adult males, but by day seven, the LD50 values for males and females were not significantly different in either adults or juveniles. Autopsies revealed extreme vasodilation of abdominal vessels and cardiac arrest in diastole. The variation in lethality responses within age and sex groups was examined through administration of lethal doses of ZnAc2 in divided doses at intervals of 12, 24, or 48 hours. Survival rates were much higher among juveniles of both sexes than among adults when the interval between doses was 12 or 24 hours, but were not significantly different when the dosing interval was 48 hours. Survival among adults was significantly less with a 12 hour dosing interval than with a 24 hour interval, but there was little difference in the survival of juveniles administered ZnAc2 at 12 or 24 hour intervals."
        },
        {
            "References": "PMID:6466891",
            "Value": "/OTHER TOXICITY INFORMATION/ Male Charles Foster rats were intraperitoneally injected with physiological saline or with 8 mg/kg lead acetate, zinc acetate, or copper acetate daily for 7 consecutive days. Blood was collected directly from the heart 24 hours after the last injection and analyzed for zinc, copper, and lead concentrations and delta-ALAD activity. Compared to control values, administration of lead, zinc, or copper increased the blood concentrations of those respective metals by 1547, 191, and 389%. Administration of each metal caused declines in the other two metal concentrations of 26 to 74%. Delta-ALAD activity increased 44% after zinc administration, but decreased 51 and 28% after lead and copper administration, respectively."
        },
        {
            "References": "PMID:3975925",
            "Value": "/OTHER TOXICITY INFORMATION/ The presence of a third isometallothionein in metallothionein synthesis in liver was studied by high performance liquid chromatography (HPLC) with atomic absorption spectrophotometry. Female Wistar rats were injected intraperitoneally with zinc acetate. The metallothionein peaks were examined in rats killed at 10, 18, or 24 hours after injection of 12 mg/kg zinc. Elution profile of zinc in liver supernatants showed two peaks identified as metallothionein. A third peak eluted faster than metallothionein II and was observed regardless of dose. The third metallothionein is induced by cadmium or more strongly by zinc. It is related to metallothionein II."
        }
    ]
}