{
    "_id": {
        "$oid": "6682e7e2c4e5dba5ffba22d5"
    },
    "CID": {
        "$numberInt": "1119"
    },
    "Name": "Sulfur dioxide",
    "IUPACName": "sulfur dioxide",
    "CanonicalSMILES": "O=S=O",
    "Synonyms": [
        "sulfur dioxide",
        "sulphur dioxide",
        "Sulfurous anhydride",
        "7446-09-5",
        "Sulfurous oxide",
        "Sulfur superoxide",
        "Fermenicide liquid",
        "Fermenicide powder",
        "Sulfur oxide (SO2)",
        "Sulfurous acid anhydride",
        "Schwefeldioxid",
        "Siarki dwutlenek",
        "Sulfur dioxide (SO2)",
        "dioxidosulfur",
        "Schwefeldioxyd"
    ],
    "IsomericSMILES": "O=S=O",
    "INCHI": "InChI=1S/O2S/c1-3-2",
    "INCHIKEY": "RAHZWNYVWXNFOC-UHFFFAOYSA-N",
    "Formula": "O2S",
    "MolecularWeight": {
        "$numberDouble": "64.07"
    },
    "Description": "Sulfur dioxide is a sulfur oxide. It has a role as a food bleaching agent, a refrigerant and an Escherichia coli metabolite.",
    "XlogP": {
        "$numberDouble": "0.1"
    },
    "Complexity": {
        "$numberInt": "18"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "plant_concentrations": [
        {
            "References": "(1) Krommer V et al; Chemosphere 67: 1956-1966 (2007)",
            "Value": "Sulfur dioxide concentrations ranged from not detected to 13 ug/cu m in bryophytes from the Biosphere Reserve Wienerwald, Vienna, Austria. The reserve is characterized by a large-scale broad-leaf forest (Quercus petraea, Tilia platyphyllos, Acer platanoides, Acer campestre) and is adjacent to high traffic roadways(1)."
        },
        {
            "References": "(1) Dr. Duke's Phytochemical and Ethnobotanical Databases. Theobromine. Available from, as of Oct 17, 2017: https://phytochem.nal.usda.gov/phytochem/search",
            "Value": "Sulfur dioxide occurrence in plants(1).",
            "Table": "[{'Genus species': 'Gossypium sp', 'Family': 'Malvaceae', 'Common names': 'Cotton', 'Part': 'Seed', 'Concn (ppm)': '1700-2800'}, {'Genus species': 'Cannabis sativa', 'Family': 'Cannabaceae', 'Common names': 'Indian Hemp; Marijuana; Hemp; Marihuana', 'Part': 'Seed', 'Concn (ppm)': '85-135'}]"
        }
    ],
    "environmental_biodegradations": [
        {
            "References": "(1) ATSDR; Toxicological Profile for Sulfur Dioxide. December, 1988. Atlanta, GA: Agency for Toxic Substances and Disease Registry, US Public Health Service. Available from, as of Oct 13, 2013: https://www.atsdr.cdc.gov/toxprofiles/index.asp",
            "Value": "PURE CULTURE: Sulfur dioxide has been shown to be reduced to H2S (hydrogen sulfide) using heat- and alkali-treated sewage sludge by the sulfate reducing bacteria, Desulfovbrio desulfuricans or Desuotomaculum orientis(1)."
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "American Conference of Governmental Industrial Hygienists, Inc. Documentation of the Threshold Limit Values and Biological Exposure Indices. 6th ed. Volumes I, II, III. Cincinnati, OH: ACGIH, 1991., p. 1455",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ When rabbits inhaled 300 ppm of sulfur dioxide, ciliary action in the upper airways was inhibited, and at 400 ppm, mucosal irritation, mucous gland hypertrophy, and proliferation of pulmonary goblet cells occurred."
        },
        {
            "References": "WHO; Environmental Health Criteria 8: Sulfur Oxides and Suspended Particulate Matter (1979); Available from, as of November 21, 2017: https://www.inchem.org/pages/ehc.html",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Exposure-effect curves have been developed for guinea pigs ... and dogs ... In /the guinea pig/ study, a linear relationship was obtained between exposure for 1 hr to sulfur dioxide concn ranging from 0.46 to 2380 mg/cu m (0.16-835 ppm) and corresponding increases in pulmonary flow resistance. The /dog/ study showed that nasal flow resistance increased roughly in proportion to exposure to sulfur dioxide concentrations ranging from 20 to 660 mg/cu m (7-230 ppm) for a 15-20 min period."
        },
        {
            "References": "WHO; Environmental Health Criteria 8: Sulfur Oxides and Suspended Particulate Matter (1979); Available from, as of November 21, 2017: https://www.inchem.org/pages/ehc.html",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/  After a 120-hr exposure to a sulfur dioxide concentration of 3 mg/cu m (1.1 ppm), guinea pigs showed proliferative interstitial pneumonia, bronchitis, and tracheitis and an increased histamine content in the lungs..."
        },
        {
            "References": "Kodavanti UP et al; Toxicol Sci 94 (1): 193-205 (2006)",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Spontaneously hypertensive (SH) and commonly used Sprague Dawley (SD) rats (male, 13- to 15-weeks old) /were exposed/ to 0, 250, or 350 ppm sulfur dioxide (SO(2)), 5 hr/day for 4 consecutive days to induce airway injury. SO(2) caused dose-dependent changes in breathing parameters in both strains with SH rats being slightly more affected than SD rats. Increases in bronchoalveolar lavage fluid (BALF) total cells and neutrophilic inflammation were dose dependent and significantly greater in SH than in SD rats. The recovery was incomplete at 4 days following SO(2) exposure in SH rats. Pulmonary protein leakage was modest in either strain, but lactate dehydrogenase and N-acetyl glucosaminidase activity were increased in BALF of SH rats. Airway pathology and morphometric evaluation of mucin demonstrated significantly greater impact of SO(2) in SH than in SD rats. Baseline differences in lung gene expression pattern suggested marked immune dysregulation, oxidative stress, impairment of cell signaling, and fatty acid metabolism in SH rats. SO(2) effects on these genes were more pronounced in SH than in SD rats..."
        },
        {
            "References": "Bai J-Y, Meng Z-Q; Zhonghua bing li xue za zhi 33 (2): 155-7 (2004)",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Hematoxylin and eosin staining (HE) and transmission electron microscopy (TEM) were used to study the pathologic changes in mice liver after sulfur dioxide (SO(2)) inhalation. Exposure to 56 mg/cu m, 112 mg/cu m, and 168 mg/cu m SO(2) caused increasingly severe liver injuries, as detected by HE staining and TEM. The morphologic changes included spotty necrosis with lymphocyte, monocyte, and neutrophil infiltration, fatty degeneration of hepatocytes with dilatation of rough endoplasmic reticulum and dissociation of ribosomes, as well as degeneration of mitochondria and karyorrhexis..."
        },
        {
            "References": "McLeod RL et al; Pulmonary Pharmacol Ther 20 (6): 750-7 (2007)",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ The objective of the present experiments was to study the effects of pulmonary inflammation induced by subacute sulfur-dioxide (SO(2)) exposure on capsaicin-induced responses in isolated primary vagal sensory neurons and cough. Additionally, the effects of SO(2) exposure on respiratory function and lung histology /were examined/. All experiments were conducted 24 hr after 4 days of subacute SO(2) (1000 ppm, 3 hr/day for 4 days) exposure. In in vitro experiments, intracellular Ca(2+) concentrations were measured in single nodose ganglia cells isolated from SO(2) treated and control guinea pigs, using a fluorescence-based methodology. In nodose ganglia cells from SO(2)-exposed animals, intracellular Ca(2+) responses evoked by capsaicin (1 x 10-7 and 1 x 10-6 M) were significantly augmented (87% and 59%, respectively) compared to nodose ganglia from control animals. In vivo experiments, cough responses induced by a submaximal dose of aerosolized capsaicin (30 uM) were increased approximately 50% in SO(2) exposed animals compared to control animals. The enhanced cough response produced by SO(2) was inhibited by the corticosteroid, dexamethasone (10 mg/kg, po b.i.d for 4 days and 10 mg/kg, po once on day 5). In separate experiments, guinea pigs exposed to SO(2) displayed a decrease in respiratory frequency and minute ventilation and an increase in enhanced pause (PenH), a surrogate measure for pulmonary obstruction. Associated with the SO(2)-induced increase in cough and changes in respiratory parameters was an increase in BAL neutrophils. BAL neutrophil counts were 5 +/- 4 and 691 +/- 141 cells x 10+3/mL for air and SO(2)-exposed animals, respectively. The neutrophillic inflammation induced by SO(2) was attenuated by dexamethasone treatment. Finally, staining for collagen, smooth muscle and goblet cells showed inflammation, remodeling and goblet cell metaphasia in the SO(2)-exposed animals. The results demonstrate that SO(2) exposure enhances TRPV1 receptor function at the level of the nodose ganglia. This effect occurs in parallel with an increase sensitivity of the cough response to capsaicin."
        },
        {
            "References": "Seiler, H.G., H. Sigel and A. Sigel (eds.). Handbook on the Toxicity of Inorganic Compounds. New York, NY: Marcel Dekker, Inc. 1988., p. 650",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Eye irritation occurs at 6 ppm/4 hr in rabbits."
        },
        {
            "References": "Grant, W.M. Toxicology of the Eye. 3rd ed. Springfield, IL: Charles C. Thomas Publisher, 1986., p. 863",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ When whole animal has been exposed, keratitis and corneal clouding in rabbits and guinea pigs have occurred only under conditions of time and concentration which have ultimately been lethal (460 to 490 ppm for 30 hr or 800 to 1000 ppm for 24 hr)."
        },
        {
            "References": "Min Y-G et al; Laryngoscope 113 (12): 2157-62 (2003)",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ ... Adult male mice were exposed to 40 ppm SO2 for 2 hours /and/ sacrificed immediately, 4 hours, and 1, 3, 5, 7, 10, 14, and 21 days after exposure to SO2. Olfactory neuroepithelium and bulbs were harvested at the time of sacrifice. ... Injuries of the olfactory neuroepithelium were found 24 hours after exposure to SO2. The number of total olfactory neuroepithelial cells decreased after SO2 exposure and recovered after 3 weeks. In contrast, the number of proliferating cell nuclear antigen (PCNA)-positive cells increased after SO2 injury and then decreased. In the neuroepithelium, where PCNA expression increased, olfactory marker protein (OMP)-positive cells were sparse. The expression of inducible nitric oxide synthase (iNOS) was localized in the lateral half of the turbinates. However, there was no expression of iNOS in the medial half of the turbinates, in which PCNA was strongly expressed. There was increased immunoreactivity of neuronal NOS (nNOS) in the surviving cells after SO2 exposure. Immediately after exposure to SO2, the immunoreactivity to phosphorylated fraction of extracellular signal-regulated kinases (phospho-ERK)-1/2 increased in the cytoplasm and nucleus of supporting cells. In Western blot analysis, nNOS expression increased 4 hours after SO2 exposure. These findings suggest that the regenerative activity of the neuroepithelium might be well demonstrated by PCNA immunoreactivity and that regeneration of the neuroepithelium can be activated several days after SO2 injury. The two NOS isoforms, iNOS and nNOS, might contribute to neuroprotection in the olfactory neuroepithelium."
        },
        {
            "References": "PMID:27565714",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Inhalation of high concentrations of sulfur dioxide (SO2) affects the lungs and can be immediately dangerous to life. We examined the development of acute and long-term effects after exposure of SO2 in Sprague-Dawley rats, in particular inflammatory responses, airway hyperresponsiveness (AHR) and lung fibrosis. Animals were subjected to a single exposure of 2200 ppm SO2 during 10 min and treated with a single dose of the anti-inflammatory corticosteroid dexamethasone 1 hr following exposure. Exposed rats showed labored breathing, decreased body-weight and an acute inflammation with neutrophil and macrophage airway infiltrates 5 hr post exposure. The acute effects were characterized by bronchial damage restricted to the larger bronchi with widespread injured mucosal epithelial lining. Rats displayed hyperreactive airways 24 hr after exposure as indicated by increased methacholine-induced respiratory resistance. The inflammatory infiltrates remained in lung tissue for at least 14 days but at the late time-point the dominating granulocyte types had changed from neutrophils to eosinophils. Analysis of immunoregulatory and pro-inflammatory cytokines in serum and airways implicated mixed macrophage phenotypes (M1/M2) and T helper cell activation of both TH1 and TH2 subtypes. Increased expression of the pro-fibrotic cytokine TGFbeta1 was detected in airways 24 hr post exposure and remained increased at the late time-points (14 and 28 days). The histopathology analysis confirmed a significant collagen deposition 14 days post exposure. Treatment with dexamethasone significantly counteracted the acute inflammatory response but was insufficient for complete protection against SO2-induced adverse effects, i.e. treatment only provided partial protection against AHR and the long-term fibrosis."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists. Documentation of the TLVs and BEIs with Other World Wide Occupational Exposure Values. 7th Ed. CD-ROM Cincinnati, OH 45240-1634 2013.",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Sulfur dioxide is readily absorbed by the mucous membranes of the nose and respiratory tract and causes irritation of the mucous mebranes, which probably results from the action of sulfurous acid formed when the highly soluble gas dissolves."
        },
        {
            "References": "WHO; Environmental Health Criteria 8: Sulfur Oxides and Suspended Particulate Matter (1979); Available from, as of November 21, 2017: https://www.inchem.org/pages/ehc.html",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ /Guinea pigs/ exposure to 167 ug/cu m (0.06 ppm) of sulfur dioxide for one month led to interstitial changes in the respiratory tract ..."
        },
        {
            "References": "Tian Y et al; Zhonghua er ke za zhi  46 (9): 675-9 (2008)",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ ... This study was designed to examine the effect of sulfur dioxide on pulmonary vascular structure of hypoxic pulmonary hypertensive rats treated with SO2 donor substances. The rats were randomly divided into 3 groups: control group (n = 8), hypoxic group (n = 8) and hypoxic + SO2 group (n = 10, treated with SO2 donor Na2SO3/NaHSO3). The rats of hypoxic group and hypoxic + SO2 group were under a hypoxic condition for 21 days, while the rats of control group were exposed to room air. The mean pulmonary artery pressure was tested by means of right cardiac catheterization and the content of SO2 in plasma was investigated by high performance liquid chromatography (HPLC). The change in relative medial thickness (RMT) of pulmonary arteries was examined under optical microscope. The ultra-structural changes were observed under a transmission electron microscope. The data were analyzed through one-way analysis of variance (ANOVA) by SPSS 13.0 software. Compared with control group [(2.25 +/- 0.50) kPa], the mean pulmonary artery pressure of hypoxic group [(5.12 +/- 0.51) kPa] raised significantly (t = 5.091, P < 0.01) and RMT of hypoxic group (9.66 +/- 1.27) compared with control group (6.83 +/- 1.57) significantly raised (t = 3.392, P < 0.01). Ultrastructural observation showed the proliferation and degeneration of endothelial cells in small pulmonary arteries in rats with pulmonary hypertension. The internal elastic lamina was irregular. The proliferation of medial smooth muscle cells of arteries was shown at the level of respiratory bronchioles. The collagens also increased. Meanwhile, compared with control group [(33.36 +/- 5.62) umol/L], the content of SO2 in plasma of hypoxic group [(27.01 +/- 4.17) umol/L] declined (t = 2.067, P < 0.05). Whereas compared with that of hypoxic group [(5.12 +/- 0.51) kPa], the mean pulmonary artery pressure of hypoxic + SO2 group [(3.94 +/- 0.33) kPa] declined (t = 2.712, P < 0.01) and RMT of hypoxic + SO2 group (6.97 +/- 1.83) decreased compared with hypoxic group (9.66 +/- 1.27) (t = 3.009, P < 0.01). Compared with those of hypoxic group, the pulmonary artery ultrastructural changes in hypoxic group ameliorated obviously after using exogenous sulfur dioxide donor. The endothelial cells became flat and the smooth muscle cells of arteries slightly enlarged and arranged regularly. At the same time, compared with hypoxic group [(27.01 +/- 4.17) umol/L], the content of SO2 in plasma of hypoxic + SO2 group [(29.89 +/- 4.52) umol/L] raised (t = 1.263, P > 0.05). /It was concluded that/ sulfur dioxide plays an important role in the regulation of small pulmonary artery structural changes ... ."
        },
        {
            "References": "Qin G, Meng Z; Inhal Toxicol 18 (8): 581-8 (2006)",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ ... The effects of inhaled SO2 on the O-dealkylase of pentoxyresorufin (PROD) and p-nitrophenol hydroxylases (p-NP) activities and mRNA levels of CYP2B1/2 and CYP2E1 /were examined/ in the lung and liver of Wistar rats. Male Wistar rats were housed in exposure chambers and treated with 14.11 +/- 1.53, 28.36 +/- 2.12, and 56.25 +/- 4.28 mg/cu m SO2 for 6 hr/day for 7 days, while control rats were exposed to filtered air in the same condition. The mRNAs of CYP2B1/2 and -2E1 were analyzed in livers and lungs by using reverse-transcription polymerase chain reaction (RT-PCR). ...  PROD activities and mRNA of CYP2B1/2 were decreased in livers and lungs of rats exposed to SO2. The p-NP activities and mRNA of CYP2E1 were decreased in lungs but not in livers of rats exposed to SO2. Total liver microsomal cytochrome P-450 (CYP) contents were diminished in SO2-exposed rats. These results lead to two conclusions: (1) SO2 exposure can suppress CYP2B1/2 and CYP2E1 in lungs and CYP2B1/2 in livers of rats, thus modifying the liver and lung toxication/detoxication potential, and (2) the total liver microsomal CYP contents were diminished, although the activity and mRNA expression of CYP2E1 in rat livers were not affected by SO2 exposure."
        },
        {
            "References": "Bai J, Meng Z: Reg Toxicol Pharmacol 43 Z(2): 272-9 (2005)",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Male Wistar rats were housed in exposure chambers and treated with 14.00+/-1.01, 28.00+/-1.77, and 56.00+/-3.44 mg/cu m SO2 for 6 hr/day for 7 days, while control rats were exposed to filtered air in the same condition. The mRNA and protein levels of three apoptosis-related genes (p53 and bax are promoters of apoptosis, whereas bcl-2 is apoptotic suppressor) were analyzed in lungs using a real-time reverse transcription-polymerase chain reaction (real-time RT-PCR) assay and immunohistochemistry method, and caspase-3 activities were detected. The results showed that mRNA levels of p53 and bax were increased in a dose-dependent manner and at the concentrations of 28.00 and 56.00 mg/cu m SO2 the increases were significant (for p53: 1.23-fold at 28 mg/cu m and 1.39-fold at 56 mg/cu m; for bax: 1.77-fold at 28 mg/cu m and 2.26-fold at 56 mg/cu m, respectively), while mRNA levels of bcl-2 were decreased significantly (0.78-fold at 28 mg/cu m and 0.73-fold at 56 mg/cu m) in lungs of rats exposed to SO2. Dose-dependent increase of p53 and bax proteins in the lungs was observed after SO2 inhalation, while decrease of bcl-2 protein levels was obtained using immunohistochemistry method. Caspase-3 activities were increased in lungs of rats after SO2 inhalation. These results lead to a conclusion that SO2 exposure can change the expression of apoptosis-related genes, and it suggests that SO2 can induce apoptosis in lung of rat and may have relations with some apoptosis-related diseases..."
        },
        {
            "References": "Meng Z et al; Inhal Toxicol 15 (4): 397-410 (2003)",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Effects of exposure to sulfur dioxide (SO2) on levels of thiobarbituric acid-reactive substances (TBARS), levels of reduced glutathione (GSH), and the activities of Cu,Zn-superoxide dismutase (SOD), glutathione peroxidase (GPx), and catalase (CAT) were investigated in stomachs and intestines of Kunming albino mice of both sexes. SO2 exposure at different concentrations (22, 56, and 112 mg/cu m) was administered to the animals of SO2 groups in the exposure chambers for 6 hr/day for 7 days, while control groups were exposed to filtered air under the same condition ... SO2 caused lipid peroxidation and changes of antioxidative status in stomachs and intestines of mice. Exposure to SO2 at all concentrations tested caused significantly the increase of TBARS levels in stomachs and intestines of mice. For the stomachs, activities of these antioxidant enzymes and levels of GSH were significantly unaltered by SO2 at low concentrations, except significant increase of SOD activity in the stomachs of male mice. However, higher SO2 caused the significant increases of CAT activities and the significant decreases of GSH levels and activities of SOD and GPx. For intestines, SO2 at all concentrations tested decreased significantly activities of SOD relative to control animals; SO2 caused the decreases of GPx activities, but only the decreases of GPx activities caused by SO2 exposures at higher concentrations (56 and 112 mg/cu m) were statistically significant. SO2 at all concentrations tested tended to increase the CAT activities in a dose-dependent manner, but the decreases of CAT activities caused by higher SO2 were significant. SO2 at all concentrations tested decreased significantly levels of GSH in intestines of both /sexes of/ mice. These results lead to conclusion that SO2 exposure can cause oxidative damage to stomachs and intestines of mice ..."
        },
        {
            "References": "Meng Z et al; Environ Res 93 (3): 285-92 (2003)",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Effects of sulfur dioxide (SO2) on concentrations of thiobarbituric acid-reactive substances (TBARS) and reduced glutathione (GSH), activities of Cu,Zn-superoxide dismutase (SOD), glutathione peroxidase (GPx), and catalase (CAT) were investigated in lungs and hearts of Kunming albino mice of both sexes. The mice of SO2 groups were exposed to various concentrations (22, 56, and 112 mg/cu m) of SO2 in separate exposure chambers for 6 hr/day for 7 days, whereas control groups were exposed to filtered air under otherwise the same conditions. ... SO2 caused lipid peroxidation and changes of antioxidative status in both lungs and hearts of mice. Exposure to SO2 at all concentrations tested caused a significant increase of TBARS and a significant decrease in GSH content in lungs and hearts of mice, with the exception of GSH content in the hearts of female mice. For lungs, SO2 at low concentrations significantly increased SOD and GPx activities, whereas at high concentrations it significantly decreased these same activities in mice of both sexes. For hearts, SO2 at all tested concentrations significantly decreased activities of SOD from mice of both sexes, as well as that of GPx from male mice, but the decrease of GPx activities in hearts from female mice was statistically insignificant. SO2 inhalation tended to decrease activities of CAT in lungs and hearts from mice of both sexes, whereas only the decrease of CAT activities caused by SO2 in lungs from male mice was statistically significant, at 112 mg/cu m. The results also show a gender difference in oxidative stress and antioxidation status caused by SO2 exposure..."
        },
        {
            "References": "Meng Z, Bai W; Environ Res 96 (3): 298-304 (2004)",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ SO2 at different concentrations (22, 56, and 112 mg/cu m) was administered to Kunming albino male mice ... for 6 hr/day for 7 days, while control groups were exposed to filtered air under the same conditions. ... SO2 caused lipid peroxidation and changes in antioxidative status in testicles of mice. Exposure to SO2 at all concentrations tested significantly increased  thiobarbituric acid-reactive substance (TBARS) levels in testicles of mice. SO2 at all concentrations tested tended to decrease activities of  Cu,Zn-superoxide dismutase (SOD) and glutathione peroxidase (GPx) enzymes and levels of GSH relative to control animals, but only the decreases in SOD and GPx activities caused by SO2 exposures of higher concentrations were statistically significant. SO2 at all concentrations tested tended to increase activities of catalase relative to control animals, but the increases of CAT activities caused by SO2 exposures of low concentrations (22 and 56 mg/cu m) were statistically significant. These results lead to the conclusion that SO2 exposure can cause oxidative damage to testicles of male mice, and SO2 is a toxin to the reproductive system of mammals, not only to the respiratory system."
        },
        {
            "References": "WHO; Environmental Health Criteria 8: Sulfur Oxides and Suspended Particulate Matter (1979); Available from, as of November 21, 2017: https://www.inchem.org/pages/ehc.html",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ ... Rats /were exposed/ for 65 days (24 hr per day) to sulfur dioxide at 4.86 mg/cu m (1.7 ppm). Tracheitis, desquamation of epithelial cells, an increased amount of purulent mucus, and interstitial pneumonia were found. It was not clear, however, whether this was due to the sulfur dioxide or to the pulmonary infection that can develop in rats."
        },
        {
            "References": "WHO; Environmental Health Criteria 8: Sulfur Oxides and Suspended Particulate Matter (1979); Available from, as of November 21, 2017: https://www.inchem.org/pages/ehc.html",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ ... Rats /were exposed/ continuously during 5 months to sulfur dioxide at concentrations of 0.3, 0.5, 1.0, 2.0, and 20.0 mg/cu m (0.11, 0.18, 0.35, 0.7 and 7.0 ppm). Exposures to 2.0 mg/cu m (0.7 ppm) and 20.0 mg/cu m (7.0 ppm) increased the activity of serum cholinesterase ... and aspartate aminotransferase ... and caused morphological changes in the upper respiratory tract."
        },
        {
            "References": "Chakrin LW, Saunders LZ; Lab Invest 30: 145 (1974)",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Dogs exposed to 500-600 ppm (1300-1560 mg/cu m) for 2 hr periods twice weekly for 4 to 5 mo showed an increase in goblet cells near the ends of bronchi and bronchioles, and hyperplasia of bronchial glands, with an excess of mucopurulent exudate ... /It was/ concluded that sulfur dioxide produces chronic bronchitis in dogs."
        },
        {
            "References": "Elfimova EV, Gusev MI; Gig I Sanit 34 (2): 3-7 (1969)",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Rats were exposed for 96 days to sulfur dioxide at concentrations of 0.1, 0.5, and 1.5 mg/cu m (0.04, 0.18 & 0.53 ppm). Histological examination showed interstitial pneumonia, bronchitis, tracheitis, and peribronchitis after exposures to the two higher levels."
        },
        {
            "References": "FAO/WHO Joint Expert Committee on Food Additives; FAO Nutrition Meetings Report Series No. 38A: Specifications for Identity and Purity and Toxicological Evaluation of Some Antimicrobials and Antioxidants (1964). Available  from, as of November 19, 2009: https://www.inchem.org/pages/jecfa.html",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ In thiamine-deficient rats, daily oral administration of fruit syrup containing 350 ppm of sulfur dioxide in a dose of 0.5 mL/150 g rat for 8 weeks failed to influence growth."
        },
        {
            "References": "PMID:27822693",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Epidemiological studies show that sulfur dioxide (SO2), a major air pollutant, is associated with the morbidity and mortality of respiratory tract diseases. The aim of the present study was to determine the effects of SO2 on mitochondria and the corresponding molecular characterization in the lung. Male Wistar rats were exposed to 0, 3.5, 7, and 14 mg/cu m SO2 (4 hr/day, 30 days). Mitochondrial dysfunction including decreases of cytochrome c oxidase (COX) activity and mitochondrial membrane potential (MMP) was observed in the lungs of rats after SO2 inhalation. We showed that total mitochondrial DNA (mtDNA) content was significantly decreased in the lungs from rats exposed to SO2. Furthermore, SO2 repressed the expression of complex IV and V subunits encoded by both nuclear DNA (nDNA) and mtDNA. Moreover, such changes were accompanied by depressions of three regulatory factors: peroxisome proliferator-activated receptor gamma coactivator 1a (PGC-1a), nuclear respiratory factor 1 (NRF1), and mitochondrial transcription factor A (TFAM). The findings suggest that SO2 exposure induced mitochondrial dysfunction in rat lungs. Both nDNA and mtDNA are involved in SO2-induced depression of mitochondrial biogenesis in the lungs. There might be a tissue-specific response of mitochondrial biosynthesis to SO2 inhalation. Such impairment may lead to cellular dysfunction and eventually lung diseases."
        },
        {
            "References": "PMID:22677886",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Sulfur dioxide (SO(2)) is a common environmental pollutant. Mitochondria play essential roles in energy metabolism, generation of reactive oxygen species, and regulation of apoptosis in response to neuronal brain injury. It is of interest to observe the effect of SO(2) on mitochondrial function in brain. In the present study, male Wistar rats were housed in exposure chambers and treated with 3.5, 7 and 14 mg/cu m SO(2) for 4 hr/day for 30 days, while control rats were exposed to filtered air in the same condition. Mitochondrial membrane potential (MMP) was assessed in cerebral mitochondria using the lipophilic cationic probe JC-1. The amount of ATP was measured by the luciferin-luciferase method. Analyses of mitochondrial replication and transcription were performed by real time PCR. The protein levels were detected using Western blotting. Our results showed that cerebral mtDNA content was markedly increased in rats after SO(2) exposure. Paralleling the change in mtDNA content, MMP, ATP content, MDA level, CO1 & 4 and ATP6 & 8 expression, and cytochrome c oxidase activity were increased in rat cortex after SO(2) inhalation. Moreover, mitochondrial biogenesis was accompanied by increased expression of NRF1 and TFAM, whereas PGC-1a was not changed. We report ... increased mitochondrial biogenesis in brain of rats exposed to SO(2), which might be an adaptive response to mitochondrial depletion by oxidant damage."
        },
        {
            "References": "PMID:26980303",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Epidemiological studies have demonstrated an association between sulfur dioxide (SO2) and an increase of morbidity and mortality of cardiovascular diseases, such as ischemic heart disease, heart failure, and arrhythmia. Mitochondrion is the most sensitive organelle in myocardium of animals exposed to SO2 Here we study the molecular characterization of mitochondrial dysfunction in cardiac muscles of rat after SO2 exposure. We found that the cytochrome c oxidase (COX) activity, mitochondrial membrane potential, ATP contents, mitochondrial DNA (mtDNA) contents, and mRNA expression of complexes IV and V subunits encoded by mtDNA were decreased after NaHSO3 treatment in vitro or SO2 inhalation in vivo The mitochondrial dysfunctions were accompanied by depressions of co-activator of peroxisome proliferator activated receptor gamma (PGC-1a), nuclear respiratory factor 1, and mitochondrial transcription factor A (TFAM) mRNA and protein. We observed swollen mitochondria and lower amounts of cristae in hearts of rats after 3.5 mg/cu m SO2 inhalation for 30 days. Interestingly, NaHSO3 induced mitochondrial dysfunctions marked by /mitochondrial membrane potential/ and ATP reduction could be inhibited by an antioxidant N-acetyl-L-cysteine (NALC), accompanied by the restoration of transcriptional factors expressions. The cardiac mitochondrial dysfunctions could also be alleviated by overexpression of TFAM. SO2 induced abnormal left ventricular function was restored by NALC in vivo. Our findings demonstrate that SO2 induces cardiac and mitochondrial dysfunction, and /that/ inhibition of reactive oxygen species and enhancing the transcriptional network controlling mitochondrial biogenesis can mitigate the SO2-induced mitochondrial dysfunction."
        },
        {
            "References": "Wagner U et al;  J Occup Med Toxicol 1 (1): 12 (2006)",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Rats were continuously exposed to different levels of sulfur dioxide (SO2, 5 ppm, 10 ppm, 20 ppm, 40 ppm, 80 ppm) for 3 (short-term) or 20-25 (long-term) days. Histology /of the lung/ revealed a dose-dependent increase in edema formation and inflammatory cell infiltration in short-term-exposed animals. The submucosal edema was replaced by fibrosis after long-term-exposure. The basal secretory activity was only significantly increased in the 20 ppm group. Also, stimulated secretion was significantly increased only after exposure to 20 ppm. BrdU-assays and AgNOR-analysis demonstrated cellular metaplasia and glandular hypertrophy rather than hyperplasia as the underlying morphological correlate of the hypersecretion..."
        },
        {
            "References": "Sang N et al; Ecotox Environ Safety 72 (3): 879-84 (2009)",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ SO2 inhalation-induced effects on the protein oxidation, DNA-protein crosslinks and apoptosis in rat hippocampus were studied, by exposing Wistar rats to SO2 at 14, 28 and 56 mg/cu m. The results indicate that the protein carbonyl content, an indicator of protein oxidation, and DNA-protein crosslink coefficient were significantly augmented with concentration-dependent properties. In addition, SO2 inhalation at all concentrations tested caused the increases of caspase-3 activity and number of TUNEL positive staining neuron and the statistical difference was observed after 28 and 56 mg/cu m exposure, suggesting the occurrence of apoptosis. The results imply that attacking protein, nucleic acids and lipids by free radicals, generated via SO2 derivatives in vivo, is one of the main mechanisms for SO2-induced injuries in central neuronal system."
        },
        {
            "References": "Furia, T.E. (ed.). CRC Handbook of Food Additives. 2nd ed. Cleveland: The Chemical Rubber Co., 1972., p. 144",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ ... Rats /were given/ sulfur dioxide at ... 750 ppm in drinking water experiments that lasted nearly 3 yr with 3 generations of animals ... /It was/ reported /that/ no effects on growth, intake of food and fluid, output of feces, fertility, weight of newborn or frequency of tumor development."
        },
        {
            "References": "Alarie Y et al; Arch Environ Health 27: 16-24 (1973)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Cynomolgus monkeys exposed continuously for 78 weeks to sulfur dioxide levels up to 3.7 mg/cu m (1.3 ppm) did not show any significant pathological changes."
        },
        {
            "References": "Alarie Y et al; Arch Environ Health 30: 254-62 (1975)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Cynomolgus monkeys and guinea pigs were exposed to mixtures of sulfur dioxide, fly ash, and sulfuric acid mist, were studied for 18 mo after an 8 wk baseline period. Exposure concentrations varied from ... 0.1 to 5.0 ppm for sulfur dioxide and from 0.1 to 1 mg/cu m for sulfuric acid mist; the concentration of fly ash was approximately 0.5 mg/cu m. Particle size (MMD) varied from 0.53 to 3.11 um in the acid mist and from 4.1 to 5.8 um in the fly ash. Pulmonary function tests and serum biochemical and hematological analyses were conducted prior to, and periodically during, the exposure. Lungs were examined microscopically at the end of the experiment. Sulfuric acid mist appeared to be responsible for the effects observed. These were largly histopathological changes in the lungs. No synergistic action was noted between the pollutants."
        },
        {
            "References": "Lewis TR et al; Arch Environ Health 26: 16-21 (1973)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Beagle dogs exposed to a sulfur dioxide concentration of 13.4 mg/cu m (4.7 ppm) for 21 hr per day, for 620 days did not develop any specific histopathological changes."
        },
        {
            "References": "Sullivan, J.B., Krieger G.R. (eds). Clinical Environmental Health and Toxic Exposures. Second edition. Lippincott Williams and Wilkins, Philadelphia, Pennsylvania 1999., p. 827",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Prolonged exposure of dogs to high concentrations of sulfur dioxide (200 ppm) causes a syndrome similar to human chronic bronchitis, involving chronic airway obstruction, airway inflammation, and symptoms of cough and mucus hypersecretion. However, unlike human disease, in this animal model there is decreased airway responsiveness to inhaled bronchoconstrictor agents, which appears to be associated with chronic airway inflammation. When exposed to 15 ppm using the same experimental protocol, none of these effects is evident. With few exceptions, chronic exposure of animals to sulfur dioxide does not produce observable adverse effects at concentrations lower than 20 ppm."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V54 162 (1992)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ An experimental group of 35 male and 30 female LX mice and a control group of 41 males and 39 females, three months old, were exposed to 0 or 500 ppm (1310 mg/cu m) sulfur dioxide (purity unspecified) for 5 min per day on five days a wk for life. Only mice that survived for 300 days or more were considered in the results (average survival time not shown), since lung tumors were not seen before that time. Female mice exposed to sulfur dioxide had an increased incidence of lung tumors: 13/30 adenomas and carcinomas versus 5/30 in controls, (p= 0.02; Peto's incidental test); 4/30 lung carcinomas versus none in the controls. The incidence of lung neoplasias was higher in treated males (15/28 versus 11/35 in controls), but the difference was not significant; lung carcinomas occurred with equal frequency in treated and control males (2/28 and 2/35)."
        },
        {
            "References": "PMID:27614313",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Sulfur dioxide (SO2) is one of the main atmospheric pollutants worldwide, and is reported to be responsible for the formation of severe haze in China. Some studies have demonstrated a potential harmful effect of SO2 on the male reproductive system; however the underlying mechanism is still unknown. The purpose of this study is to investigate the roles of cytochrome P450 (P450), cAMP-responsive element modulator (CREM), and activator of CREM (ACT) in SO2-induced toxicity. Forty-eight male Wistar rats were randomly divided into an experimental and control group. The experiment group was exposed to SO2 in ambient air (10 ppm, 4 hr/day), and the control group was treated with filtered air in the same conditions. After 2 weeks, the results showed a significant decrease in body weight and sperm motility, and an increase in the testis weight-to-body weight ratio as compared to the control group. Histological investigation suggested that SO2 exposure led to loose arrangement of the spermatogenic cells and local structural damage in the seminiferous tubules. Moreover, the expressions of P450, CREM and ACT proteins increased in the testes by 0.22%, 47.26% and 23.38%, respectively. Taken together, SO2 inhalation lowered sperm quality, altered testicular histology, and increased expressions of CREM and ACT proteins in the testes of rats. Overall, these results could contribute to a better understanding of SO2-induced male reproductive toxicity."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V54 168 (1992)",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Groups of 10 female albino rats (weighing 165-185 g) were exposed for 12 hr per day for three months to 0, 0.159 or 4.97 mg/ cu m sulfur dioxide. An additional group was exposed to 2.52 mg/cu m sulfur dioxide in combination with 1.20 mg/cu nitrogen dioxide. Estrus cyclicity was determined for 24 days prior to exposure, during exposure and during a recovery period. Females with a normal estrus cycle were tested for fertility. The ovaries, uterus and pituitary, thyroid and adrenal glands from four rats per group were examined by histopathology at the end of exposure. It was reported that the higher exposure level prolonged the interestrual period (diestrus) and the estrus and that these females had fewer monthly estrus cycles. Cycle length returned to normal within seven months after exposure. Circulatory changes were found in the ovaries and uteri of females in the high exposure group. In a second experiment, decreased litter sizes were found in similarly exposed groups of seven females. Body weights of the offspring were reduced at least through postnatal day 12 in these groups."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V54 168 (1992)",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Groups of 40 or 32 CF-1 mice were exposed for 7 hr per day to filtered air or to sulfur dioxide (purity, 99.98%) at 25 ppm (66 mg/cu m) on days 6-15 of gestation, and groups of 20 New Zealand white rabbits were exposed to filtered air or sulfur dioxide at 70 ppm (183 mg/cu m) on days 6-18 of gestation. In both species, less food was consumed during the first few days of exposure to sulfur dioxide; no other significant effect was seen in the dams. In mice, fetal weight was reduced by 5% by exposure to sulfur dioxide; ossification of the sternebrae and occipital was retarded, but the incidence of malformations was not significantly increased. In rabbits, the incidence of a few minor skeletal variants was significantly increased in group exposed to sulfur dioxide."
        },
        {
            "References": "PMID:24099899",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ SO(2) remains a common air pollutant, almost half of the world's population uses coal and biomass fuels for domestic energy. Limited evidence suggests that exposure to SO(2) may be associated with neurotoxicity and increased risk of hospitalization and mortality of many brain disorders. However, our understanding of the mechanisms by which SO(2) causes harmful insults on neurons remains elusive. To explore the molecular mechanism of SO(2)-induced neurotoxic effects in hippocampal neurons, we evaluated the synaptic plasticity in rat hippocampus after exposure to SO(2)at various concentrations (3.5 and 7 mg/ cu m, 6 hr/d, for 90 d) in vivo, and in primary cultured hippocampal neurons (DIV7 and DIV14) after the treatment of SO2 derivatives in vitro. The results showed that SYP, PSD-95, NR-2B, p-ERK1/2 and p-CREB were consistently inhibited by SO(2)/SO(2) derivatives in more mature hippocampal neurons in vivo and in vitro, while the effects were opposite in young hippocampal neurons. Our results indicated that in young neurons, SO(2) exposure produced neuronal insult is similar to ischemic injury; while in more mature neurons, SO(2) exposure induced synaptic dysfunctions might participate in cognitive impairment. The results implied that SO(2) inhalation could cause different neuronal injury during brain development, and suggested that the molecular mechanisms might be involved in the changes of synaptic plasticity."
        },
        {
            "References": "PMID:24373994",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ Sulfur dioxide (SO2) regulates many physiological processes. Little is known about its roles in neurological disorders. In this study, we investigated the role of endogenous SO2 in the development of febrile seizures (FS) and related brain damages. In the rat model of recurrent FS, we found that endogenous SO2 in the plasma and hippocampus was increased, accompanied by upregulation of aspartate amino-transferase 1 (AAT1) and AAT2, and neuronal apoptosis and mossy fiber sprouting (MFS) in the hippocampus. Preconditioning with low concentration of SO2 (1-10 umol/kg) alleviated the neuronal damage, and attenuated neuronal apoptosis and MFS, whereas preconditioning with high concentration of SO2 (100 umol/kg) or inhibition of AAT aggravated the neuronal damage, and promoted neuronal apoptosis and MFS in hippocampus of rats with recurrent FS. These data indicate that endogenous SO2 is involved in the development of FS and related brain damage. Preconditioning with low concentration of SO2 may protect neurons from toxicity caused by FS."
        },
        {
            "References": "PMID:23774227",
            "Value": "/DEVELOPMENTAL NEUROTOXICITY/ Perinatal sulfur dioxide exposure disrupts parasympathetic regulation of cardiovascular activity. Here, we examine the relative risks of prenatal versus postnatal exposure to the air pollutant and the reversibility of the cardiovascular effects. Two groups of animals were used for this study. For prenatal exposure, pregnant Sprague-Dawley dams were exposed to 5 parts per million sulfur dioxide for 1 hour daily throughout gestation and with their pups after birth to medical-grade air through 6 days postnatal. For postnatal exposure, dams were exposed to air, and after delivery along with their pups to 5 parts per million sulfur dioxide through postnatal day 6. ECGs were recorded from pups on postnatal day 5 to examine changes in heart rate. Whole-cell patch-clamp electrophysiology was used to examine changes in neurotransmission to cardiac vagal neurons in the nucleus ambiguus on sulfur dioxide exposure. Postnatal sulfur dioxide exposure diminished glutamatergic neurotransmission to cardiac vagal neurons by 40.9% and increased heart rate, whereas prenatal exposure altered neither of these properties. When postnatal exposure concluded on postnatal day 5, excitatory neurotransmission remained decreased through day 6 and returned to basal levels by day 7. ECGs showed that heart rate remained elevated through day 6 and recovered by day 7. On activation of the parasympathetic diving reflex, the response was significantly blunted by postnatal sulfur dioxide exposure through day 7 but recovered by day 8. Postnatal, but not prenatal, exposure to sulfur dioxide can disrupt parasympathetic regulation of cardiovascular activity. Neonates can recover from these effects within 2 to 3 days of discontinued exposure."
        },
        {
            "References": "PMID:23504550",
            "Value": "/DEVELOPMENTAL NEUROTOXICITY/ Sulfur dioxide (SO2) is an air pollutant that impedes neonatal development and induces adverse cardiorespiratory health effects, including tachycardia. Here, an animal model was developed that enabled characterization of (i) in vivo alterations in heart rate and (ii) altered activity in brainstem neurons that control heart rate after perinatal SO2 exposure. Pregnant Sprague-Dawley dams and their pups were exposed to 5 parts per million SO2 for 1 h daily throughout gestation and 6 days postnatal. Electrocardiograms were recorded from pups at 5 days postnatal to examine changes in basal and diving reflex-evoked changes in heart rate following perinatal SO2 exposure. In vitro studies employed whole-cell patch-clamp electrophysiology to examine changes in neurotransmission to cardiac vagal neurons within the nucleus ambiguus upon SO2 exposure using a preparation that maintains fictive inspiratory activity recorded from the hypoglossal rootlet. Perinatal SO2 exposure increased heart rate and blunted the parasympathetic-mediated diving reflex-evoked changes in heart rate. Neither spontaneous nor inspiratory-related inhibitory GABAergic or glycinergic neurotransmission to cardiac vagal neurons was altered by SO2 exposure. However, excitatory glutamatergic neurotransmission was decreased by 51.2% upon SO2 exposure. This diminished excitatory neurotransmission was tetrodotoxin-sensitive, indicating SO2 exposure impaired the activity of preceding glutamatergic neurons that synapse upon cardiac vagal neurons. Diminished glutamatergic, but unaltered inhibitory neurotransmission to cardiac vagal neurons provides a mechanism for the observed SO2-induced elevated heart rate via an impairment of brainstem cardioinhibitory parasympathetic activity to the heart."
        },
        {
            "References": "Yargicoglu P et al; Neurotox Teratol 29 (2): 211-8 (2007)",
            "Value": "/BEHAVIORAL STUDIES/ The effect of SO2 was examined on active avoidance learning, thiobarbituric acid reactive substances (TBARS), and the activities of Cu, Zn superoxide dismutase (SOD), glutathione peroxidase (GSH-Px) /in hippocampi/, and catalase (CAT) in young (3 months), middle-age (12 months ), and old (24 months) Swiss male albino rats. Ten ppm SO2 was administered to the animals of SO2 groups in an exposure chamber for 1 hr/day x 7 days/week x 6 weeks while control groups were exposed to filtered air in the same condition. The most prominent effect of aging on active performance was also observed in the older group. SO2 exposure significantly decreased the active avoidance learning in the young group, but it had no effect on this parameter in the middle-aged and the older group compared with their corresponding control groups. SO2 exposure resulted in increased levels of Cu, Zn-SOD activity while decreased level of GSH-Px activity /in hippocampi/ in all experimental groups compared with their corresponding control groups. CAT activities were unaltered. TBARS levels of all SO2 exposed groups were significantly increased compared with their respective control groups ..."
        },
        {
            "References": "Meng Z, Zhang B; Mutagenesis 17 (3): 215-7 (2002)",
            "Value": "/GENOTOXICITY/ To investigate the induction of chromosome aberrations (CA) in mouse bone marrow cells by sulfur dioxide (SO(2)) inhalation, mice were treated by SO(2) exposure for 4 hr/day for 7 days at various concentrations of SO(2), then mitotic indices and CA in mouse bone marrow cells were analyzed. The present results show that SO(2) might increase the frequencies of CA and aberrant cells in mouse bone marrow in a dose-dependent manner. The frequencies (%) of aberrant cells in mouse bone marrow induced by SO(2) at concentrations of 0, 7, 14, 28 and 56 mg/cu m were 1.81, 3.00, 3.58, 4.26, 4.86, respectively. At low concentrations SO(2) induced only chromatid-type CA, while at high concentrations SO(2) induced both chromatid-type and chromosome-type CA. SO(2) inhalation decreased the mitotic indices of bone marrow cells..."
        },
        {
            "References": "Meng Z et al; Inhal Toxicol 14 (3): 303-9 (2002)",
            "Value": "/GENOTOXICITY/ Induction effects of sulfur dioxide (SO2) inhalation on micronuclei (MN) formation in the polychromatic erythrocytes (PCE) of mouse bone marrow were studied in vivo. ...  SO2 inhalation caused an increase of MN frequencies in the PCE cells in a dose-dependent manner. These results from male and female mice were very similar; no sex difference was observed..."
        },
        {
            "References": "Meng Z et al; Environ Mol Mutagen 46 (3): 150-5 (2005)",
            "Value": "/GENOTOXICITY/ ... Single-cell gel electrophoresis (the Comet assay) was used to evaluate the DNA damage produced by inhalation exposure of mice to SO2. Male and female mice were housed in exposure chambers and treated with 14.00 +/- 1.25, 28.00 +/- 1.98, 56.00 +/- 3.11, and 112.00 +/- 3.69 mg/cu m SO2 for 6 hr/day for 7 days, while control groups were exposed to filtered air. Comet assays were performed on blood lymphocytes and cells from the brain, lung, liver, spleen, kidney, intestine, and testicles of the animals. SO2 caused significant, dose-dependent increases in DNA damage, as measured by Olive tail moment, in all the cell types analyzed from both sexes of mice. The results indicate that inhalation exposure to SO2 damages the DNA of multiple organs in addition to the lung, and suggests that this damage could result in mutation, cancer, and other diseases related to DNA damage..."
        },
        {
            "References": "Qin G, Meng Z: Reg Toxicicol Pharmacol; 45 (1): 36-43 (2006)",
            "Value": "/GENOTOXICITY/ Wistar rats were exposed to intratracheally instilled with benzo(a)pyrene (B(a)P; 3 mg) or SO2 (20 ppm) inhalation alone or together. The mRNA of CYP1A1 and 1A2, c-fos, and c-jun and protein levels of c-fos and c-jun were analyzed in lungs ... and 7-ethoxyresorufin O-deethylase (EROD) and methoxyresorufin O-demethylase (MROD) activities were detected. In lungs of rats exposed to SO2 alone, the gene transcription of CYP1A1 and 1A2, the EROD and MROD activities were decreased. Meanwhile, the mRNA and protein levels of c-jun and c-fos were increased significantly. Exposure to B(a)P alone induced CYP1A1, CYP1A2 mRNA levels, the protein levels of c-jun, and the EROD and MROD activities in lungs. However, exposure to B(a)P plus inhaled SO2 neither increased nor decreased CYP1A1/2 mRNA expressions, EROD, and MROD activities in lungs, versus exposure to B(a)P alone. Nevertheless, exposure to B(a)P plus inhaled SO2 increased the mRNA and protein levels of c-jun and c-fos in lungs compared with lungs exposed to SO2 alone. Accordingly, the SO2-induced decreases of CYP1A1/2 might not influence the metabolic activation of B(a)P. However, when B(a)P and SO2 were given in the combinations, one might postulate that a synergistic effect on the expressions of c-fos and c-jun between SO2 and B(a)P, which might be one of the possible mechanisms of combination effects between B(a)P and the air pollutants."
        },
        {
            "References": "Zhang S et al; Transplantation 87 (4): 517-24 (2009)",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ Rat hearts isolated on a Langendorff apparatus were divided into control, ischemia-reperfusion (I/R), I/R+SO2, and I/R+hydroxamate groups. Hydroxamate is an inhibitor of SO2 synthetase. I/R treatment was ischemic for 2 hr in hypothermic solution (4 degrees C), then reperfusion/rewarming (37 degrees C) for 60 min. Cardiac function was monitored by MacLab analog to a digital converter. Determination of sulfite content involved reverse-phase high performance liquid chromatography with fluorescence detection. Myoglobin content of coronary perfusate was determined at 410 nm. Myocardial malondialdehyde (MDA) was determined by thiobarbituric acid method, and conjugated diene (CD) was extracted by chloroform. 5,5'-Dithiobis-2-nitrobenzoic acid was used to determine glutathione (GSH). The results showed that I/R treatment obviously increased myocardial sulfite content, and sulfite content of myocardium was negatively correlated with the recovery rate of left-ventricle developed pressure and positively correlated with the leakage of myoglobin. In postreperfusion, myocardial function recovery was decreased by SO2. During reperfusion, myocardium-released enzymes, MDA and CD level were increased but myocardial GSH content was depressed with the treatment of SO2 donor. Incubation of myocardial tissue with SO2 significantly increased MDA and CD generation..."
        },
        {
            "References": "Zhang Q, Meng Z; Eur J Pharmacol 602 (1): 117-23 (2009)",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ /This/ study was designed to investigate vasodilator effect of endogenous gaseous sulfur dioxide (SO(2)) and roles of Ca(2+) channels and K(+) channels in relaxations of SO(2) in isolated rat aortic rings. Isolated rat aortic rings were perfused in organ baths and changes in isometric tension were recorded. The results showed that: (1) SO(2) could relax isolated aortic rings contracted by norepinephrine in a dose-dependent manner (EC(50), 1247.38 +/-98.32 uM). The vasorelaxant effect of SO(2) at basal (110.34 +/-35.22 uM) and low concentrations (<450 uM) was endothelium-dependent, while it was endothelium-independent at high concentrations (>500 uM). (2) The vasorelaxation of 1500 uM SO(2) on both endothelium-intact and endothelium-denuded aortic rings was partially inhibited by nifedipine, an L-type calcium-channel blocker. (3) The vasoconstriction responses induced by CaCl(2) were inhibited by 1500 uM SO(2) on both endothelium-intact and endothelium-denuded aortic rings. (4) The initial /SRP: rapid/ vasoconstriction induced by intracellular Ca(2+) release was enhanced by 1500 uM SO(2), but the sustained vasoconstriction evoked by extracellular Ca(2+) influx was inhibited by 1500 uM SO(2). (5) Pretreated by 1500 uM SO(2), the vasoconstriction responses induced by norepinephrine or KCl were enhanced at low concentrations and inhibited at high concentrations. (6) The SO(2)-induced vasorelaxation was partially inhibited by tetraethylammonium (TEA) and glibenclamide for both endothelium-intact and endothelium-denuded rings. For the endothelium-intact rings, the vasorelaxant effects induced by 30 and 300 uM SO(2) were partially inhibited by iberiotoxin. These results led to the conclusions that endogenous gaseous SO(2) could cause vasorelaxation on rat aortic rings in a dose-dependent manner. The vasorelaxant effects of SO(2) at basal and low concentrations were endothelium-dependent, which might be partly related to big-conductance Ca(2+)-activated K(+) (BK(Ca)) channel. The mechanism of SO(2)-induced vasorelaxation at high concentrations was shown to be endothelium-independent, which might be related to ATP-sensitive K(+) (K(ATP)) channel and L-type calcium-channel as well as possible alterations in Ca-influx and release pathways.."
        },
        {
            "References": "PMID:26112951",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ This study investigated the molecular mechanism of the effect of sulfur dioxide (SO2) on the expression of adenosine triphosphate (ATP)-sensitive potassium ion (K(+); KATP) channel, big-conductance calcium ion (Ca(2+))-activated K(+) (BKCa) channel, and L-type (L-Ca(2+)) channel subunits in rat aortas with quantitative reverse transcription polymerase chain reaction (qRT-PCR) and Western blot. The results showed that the messenger RNA and protein levels of the KATP channel subunits Kir6.1, Kir6.2, and sulfonylurea receptor 2B (SUR2B) of rat aortas were significantly increased by SO2 at 14 mg/cu m, whereas the levels of SUR2A were not changed. SO2 at all the treated concentrations markedly raised the expression of the BKCa channel subunits a and beta1. SO2 at 14 mg/cu m significantly decreased the expression of the L-Ca(2+) channel Cav1.2 and Cav1.3. The histological examination of rat aorta tissues showed moderate injury of tunica media in the presence of SO2 at 14 mg/cu m. These suggest that SO2 can activate the KATP and BKCa channels by upregulating the expression of Kir6.1, Kir6.2, SUR2B, BKCa a, and BKCa beta1, while inhibit the L-Ca(2+) channels by downregulating the expression of Cav1.2 and Cav1.3 in rat aortas. The molecular mechanism of SO2-induced vasorelaxant effect might be linked to the changes in expression of these channel subunits, which plays an important role in the pathogenesis of SO2-associated cardiovascular diseases."
        },
        {
            "References": "PMID:25192964",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ Epidemiological investigations have revealed that sulfur dioxide (SO2) exposure is linked to cardiovascular diseases. Our previous study indicated that the vasorelaxant effect of SO2 might be partly related to ATP-sensitive K(+) (KATP), big-conductance Ca(2+)-activated K(+) (BKCa) and L-type calcium (L-Ca(2+)) channels. The present study was designed to further investigate the effects of gaseous SO2 and its derivatives on the gene and protein expression of these channels in the rat aortas in vitro. The results showed that the mRNA and protein levels of the KATP channel subunits Kir6.1, Kir6.2 and SUR2B of the rat aortas in SO2 and its derivatives groups were higher than those in control group. Similarly, the expression of the BKCa channel subunits a and beta1 was increased by SO2 and its derivatives. However, SO2 and its derivatives at 1500 uM significantly decreased the expression of the L-Ca(2+) channel subunits Cav1.2 and Cav1.3. Histological examination of the rat aorta tissues showed moderate injury of tunica media induced by SO2 and its derivatives at 1500 uM. These results suggest that SO2 and its derivatives can activate the KATP and BKCa channels by increasing the expression of Kir6.1, Kir6.2, SUR2B and a, beta1, respectively, while also inhibiting the L-Ca(2+) channels by decreasing the expression of Cav1.2 and Cav1.3 of the rat aortas. The molecular mechanism of the vasorelaxant effect of SO2 and its derivatives might be related to the expression changes of KATP, BKCa and L-Ca(2+) channel subunits, which may play a role in the pathogenesis of SO2-associated cardiovascular diseases."
        },
        {
            "References": "PMID:24853429",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ The present study was designed to investigate the role of endogenous sulfur dioxide (SO2) in vascular smooth muscle cell (VSMC) proliferation, and explore the possible role of cross-talk between cyclic adenosine monophosphate (cAMP)/protein kinase A (PKA) and extracellular signal-regulated kinase (Erk)/mitogen-activated protein kinase (MAPK) pathways in this action. By cell counting, growth curve depict, flow cytometry and bromodeoxyuridine (BrdU) labeling assays, we found that SO2 inhibited VSMC proliferation by preventing cell cycle progression from G1 to S phase and by reducing DNA synthesis. SO2 synthase aspartate aminotransferase (AAT1 and AAT2) overexpression significantly inhibited serum-induced proliferating cell nuclear antigen (PCNA) protein expression in VSMCs, demonstrated by western blot analysis. Moreover, overexpression of AAT1 or AAT2 markedly reduced incorporation of BrdU in serum-treated VSMCs. By contrast, either AAT1 or AAT2 knockdown significantly exacerbated serum-stimulated VSMC proliferation. Thus, both exogenous- and endogenous-derived SO2 suppressed serum-induced VSMC proliferation. However, annexin V-propidium iodide (PI) staining and cell cycle analysis demonstrated that SO2 did not influence VSMC apoptosis in the serum-induced proliferation model. In a platelet-derived growth factor (PDGF)-BB-stimulated VSMC proliferation model, SO2 dephosphorylated the active sites of Erk1/2, MAPK kinase 1/2 and RAF proto-oncogene serine/threonine-protein kinase (c-Raf) induced by PDGF-BB. However, the inactivation of the three kinases of the Erk/MAPK pathway was not due to the separate interferences on them by SO2 simultaneously, but a consequence of the influence on the upstream activity of the c-Raf molecule. Hence, we examined the cAMP/PKA pathway, which could inhibit Erk/MAPK transduction in VSMCs. The results showed that SO2 could stimulate the cAMP/PKA pathway to block c-Raf activation, whereas the Ser259 site on c-Raf had an important role in SO2-induced suppression of Erk/MAPK pathway. The present study firstly demonstrated that SO2 exerted a negative regulation of VSMC proliferation via suppressing the Erk/MAPK pathway mediated by cAMP/PKA signaling."
        },
        {
            "References": "PMID:27009048",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ The present study was designed to explore the role of soluble guanylate cyclase (sGC)/cyclic guanosine monophosphate (cGMP)/PKG pathway in sulfur dioxide (SO2)-induced vasodilation. We showed that SO2 induced a concentration-dependent relaxation of phenylephrine (PE)-precontracted rat aortic rings in association with an increase in cGMP concentration, whereas l-aspartic acid beta-hydroxamate (HDX), an inhibitor of SO2 synthase, contracted rings in a dose-dependent manner. Pretreatment of aortic rings with the sGC inhibitor ODQ (30 uM) attenuated the vasodilatory effects of SO2, suggesting the involvement of cGMP pathway in SO2-induced vasodilation. Mechanistically, SO2 upregulated the protein levels of sGC and PKG dimers, while HDX inhibited it, indicating SO2 could promote cGMP synthesis through sGC activation. Furthermore, the dimerization of sGC and PKG and vasodilation induced by SO2 in precontracted rings were significantly prevented by thiol reductants dithiothreitol (DTT). In addition, SO2 reduced the activity of phosphodiesterase type 5 (PDE5), a cGMP-specific hydrolytic enzyme, implying that SO2 elevated cGMP concentration by inhibiting its hydrolysis. Hence, SO2 exerted its vasodilatory effects at least partly by promoting disulfide-dependent dimerization of sGC and PKG, resulting in an activated sGC/cGMP/PKG pathway in blood vessels. These findings revealed a new mode of action and mechanisms by which SO2 regulated the vascular tone."
        },
        {
            "References": "PMID:23010223",
            "Value": "/IMMUNOTOXICITY/ Sulfur dioxide (SO(2)) is a common air pollutant that triggers asthmatic symptoms, but its toxicological mechanisms are not fully understood. Specifically, it is unclear how airborne SO(2) affects airway hyperresponsiveness (AHR) - a hallmark feature of asthma. To this end, we investigated the effects of chronic exposure to SO(2) on AHR, airway inflammation, tissue remodeling, cell stiffness (G') and contractility of the airway smooth muscle cell (ASMC). Newborn Sprague-Dawley (SD) rats sensitized to ovalbumin (OVA) was used as the model to mimic asthmatic symptoms. The experimental results show that exposure to SO(2): (1) significantly increased Penh (an indicator of AHR) in the OVA-sensitized rats (p<0.01) but not in the normal rats (p>0.05), which correlated with the increase of airway smooth muscle mass; (2) increased IL-4 production in BALF of both the normal (p<0.05) and OVA-sensitized rats (p<0.001), but decreased IFN-gamma in BALF of only the normal rats, and in serum only increased IL-4 production of the OVA-sensitized rats (p<0.001); (3) increased ASMC stiffness (G') and contractility only in the OVA-sensitized rats (p<0.001, p<0.05, respectively). Taken together, these results demonstrate that SO(2) may be a universal airway inflammatory factor, but more importantly, specific to exacerbating AHR in asthmatics only. These findings uncover a potential mechanism of SO(2)-induced health effects and may provide a basis for therapeutic targets."
        },
        {
            "References": "Park JK et al; Annal Allergy Asthma Immunol 86 (1): 62-67 (2001)",
            "Value": "/IMMUNOTOXICITY/ ... This study was undertaken to evaluate the role of SO2 upon the development of ovalbumin (OA)-induced asthmatic reactions in guinea pigs. Guinea pigs were divided into four groups: (1) OA- and SO2-exposed group (n = 12), (2) SO2-exposed group (n = 12), (3) OA-exposed group (n = 11), and (4) saline-exposed group (n = 7). Guinea pigs of the first and second groups were exposed to 0.1 ppm SO2 for 5 hours a day on 5 consecutive days. Guinea pigs in the first and third groups inhaled 0.1% OA aerosols for 45 minutes a day on days 3, 4, and 5. One week after the sensitization procedure, all the guinea pigs underwent bronchial challenge with 1.0% OA aerosols, using unrestricted whole-body plethysmography. Bronchoalveolar lavage and histopathologic examination were performed 24 hours after the bronchial challenge. Increases in enhanced pause (Penh), as an index of airway obstruction, after the bronchial challenge was significantly higher in OA- and SO2-exposed group (group 1) than the other groups (P < 0.05, respectively). Eosinophil counts in bronchoalveolar lavage fluids were also significantly higher in group 1 than in the other groups (P < 0.05, respectively). Histopathologic findings of bronchial and lung tissue in the group 1 showed an infiltration of inflammatory cells, bronchiolar epithelial damage, and mucus and cell plug in the lumen, but no significant abnormalities were observed in the other groups..."
        },
        {
            "References": "PMID:25048919",
            "Value": "/IMMUNOTOXICITY/ Exposure to sulfur dioxide (SO2) increases asthma risk. Inflammatory and immune responses are typical in asthma disease. The exact effect of SO2 on modulation of the inflammatory and immune responses in asthmatic rats remains unclear. Here we sought to investigate the molecular mechanisms underlying the NF-kappaB inflammatory pathway and the Th1/Th2 imbalance in asthmatic rats exposed to SO2. Male Wistar rats were challenged by ovalbumin (OVA) or SO2 alone or together, and then mRNA and protein levels of some inflammatory and immune genes were measured. NF-kappaB nuclear translocation was analyzed. Bronchoalveolar lavage (BAL), inflammatory cell counts and histopathologic examination were performed. (1) OVA plus SO2 induced abnormal pathological changes and inflammatory responses in lung relative to exposure to OVA alone; (2) showing NF-kappaB nuclear translocation and activation through up-regulating IKKbeta mRNA and protein expression and down-regulating IkappaBa expression in the presence of OVA or OVA plus SO2; (3) OVA plus SO2 significantly raised TNF-a and IL-6 levels in BALF compared with the OVA group; (4) SO2 markedly elevated IL-4 levels and decreased IFN-gamma levels in BALF in the asthmatic rats, stimulating IgE generation which was closely related to inhibiting the expression of Foxp3, a specific marker of regulatory T cells. SO2 affects the airway inflammatory and immune responses of the asthmatic rats and enhances the susceptibility to OVA by aggravating inflammatory responses in lungs, up-regulating pro-inflammatory cytokine expression, and causing the Th1/Th2 imbalance, which might contribute to the increased risk of asthma disease."
        },
        {
            "References": "Li R et al; Arch Environ Contam Toxicol 54 (4): 748-57 (2008)",
            "Value": "/IMMUNOTOXICITY/ To investigate the asthmatic molecular mechanisms exposed to SO2, male Wistar rats were divided randomly into four equal groups of six animals each: (1) SO2 group, (2) ovalbumin (OVA) group (asthma group), (3) SO2 plus OVA group, and (4) control group. The rats were challenged by ovalbumin (OVA) or SO2 (5.6 mg/cu m) inhalation alone or together. The mRNA and protein levels of asthma-related genes (EGF, EGFR, and COX-2) were analyzed in lungs and tracheas using real-time reverse transcription-polymerase chain reaction assay, radioimmunoassay method, and Western blot analysis, respectively. The results showed that inhaled SO2 alone increased the mRNA and protein expressions of three tested genes in lung and trachea tissues, but only the mRNA levels of EGFR and COX-2 in tracheas were significantly increased compared with the control. However, OVA exposure significantly induced the mRNA and protein expressions of EGF, EGFR, and COX-2 compared with the control. Meanwhile, OVA plus SO2 inhalation enhanced the mRNA and protein levels of these genes in rat airways, versus exposure to OVA alone. These results suggested that SO2 could increase the expressions of EGF, EGFR, and COX-2 on the transcription and translation levels in the lungs and tracheas from asthmatic rats, which might be one of the possible mechanisms by which SO2 pollution aggravates asthma disease."
        },
        {
            "References": "Li, R et al; Reg Toxicol Pharmacol 48 (3): 284-91 (2007)",
            "Value": "/IMMUNOTOXICITY/ To investigate the effects of SO2 on the expressions of asthma related-genes, male Wistar rats were challenged by ovalbumin (OVA) or SO2 (2 ppm) inhalation alone or together. Bronchoalveolar lavage and histopathologic examination were performed 24 hr after the last treatment. The mRNA and protein levels of MUC5AC and ICAM-1 were analyzed in lungs and tracheas using real-time reverse transcription-polymerase chain reaction (real-time RT-PCR) assay, immunohistochemistry method and Western blot analysis, respectively. Exposure to OVA or to OVA plus inhaled SO2 significantly caused increases of the mRNA and protein levels of MUC5AC and ICAM-1 in lungs and tracheas of rats compared with the control (P < 0.05 or P < 0.01), but the increases of mRNA and protein levels after SO2 inhalation were not statistically significant. Exposure to OVA plus inhaled SO2 significantly not only induced the mRNA and protein expressions of these genes, but also induced the infiltration of inflammatory cells in lungs and tracheas and the increase of the numbers of inflammatory cells in bronchoalveolar lavage fluids (BALF), versus exposure to OVA alone. Meanwhile, a synergistic effect on the pathological changes between SO2 and OVA was observed in lungs after SO2 and OVA exposure. These results suggested that SO2 could increase the expressions of MUC5AC and ICAM-1 on the transcription and translation levels in the lungs and tracheas from asthmatic rats, which might be one of the possible mechanisms that SO2 pollution aggravates asthma disease."
        },
        {
            "References": "Clarke, M. L., D. G. Harvey and D. J. Humphreys. Veterinary Toxicology. 2nd ed. London: Bailliere Tindall, 1981., p. 84",
            "Value": "/VETERINARY STUDIES/ Poisoning in cattle ... a daily dose of 80-160 g of... sulfur dioxide gas caused anorexia: massive doses administered through rumen fistulae were fatal ... More severe tissue changes were confined to the first part of the digestive tract: most consistent lesions were in the larynx and in the mucosa of the ventral wall of the trachea."
        },
        {
            "References": "Clarke, M. L., D. G. Harvey and D. J. Humphreys. Veterinary Toxicology. 2nd ed. London: Bailliere Tindall, 1981., p. 83",
            "Value": "/VETERINARY STUDIES/ ... Sulfur dioxide poisoning in a horse following brief period of exposure to the gas ... /produced/ severe respiratory and circulatory disturbances ... Severe irritation of nasal and pleural mucous membranes was observed post mortem ..."
        },
        {
            "References": "PMID:23801594",
            "Value": "/OTHER TOXICITY INFORMATION/ Sulfur dioxide (SO2) is naturally synthesized by glutamate-oxaloacetate transaminase (GOT) from L-cysteine in mammalian cells. We aim to investigate the role of SO2 in inflammation in acute lung injury (ALI) following limb ischemia/reperfusion (I/R). Male Wistar rats were subjected to limb I/R and were injected with saline, GOT inhibitor hydroxamate (HDX, 0.47 mmol/kg), or the SO2 donor Na2 SO3 /NaHSO3 (0.54 mmol/kg/0.18 mmol/kg). Compared with the sham operation, the plasma SO2 levels were significantly decreased by limb I/R treatment. In addition, SO2 concentration and GOT activity in the lung tissue were also reduced in ALI. The occurrence of ALI following limb I/R can be prevented by Na2 SO3 /NaHSO3 treatment, whereas it can be significantly aggravated by HDX. The plasma IL-1beta, IL-6, and IL-10 levels were consistent with myeloperoxidase activity and inflammation in lung tissue. In conclusion, our data suggest that downregulation of endogenous SO2 production might be involved in pathogenesis of ALI following limb I/R in rats."
        },
        {
            "References": "PMID:25912853",
            "Value": "/OTHER TOXICITY INFORMATION/ Epidemiological studies have revealed an association between sulfur dioxide (SO2) exposure and cardiovascular diseases. This study is designed to investigate the SO2 effect on the expression of ATP-sensitive K(+) (KATP) channel and L-type calcium (L-Ca(2+)) channel in rat hearts. The results show that the mRNA and protein levels of the KATP channel subunits Kir6.2 and SUR2A of rat hearts in SO2 groups were higher than those in control group. SO2 at 14 mg/cu m significantly decreased the expression of the L-Ca(2+) channel subunits Cav1.2 and Cav1.3. This suggests that SO2 can activate the KATP channels by up-regulating the expression of Kir6.2 and SUR2A, while it inhibits the L-Ca(2+) channels by down-regulating the expression of Cav1.2 and Cav1.3 in rat hearts. The molecular mechanism of SO2-induced negative inotropic effect might be linked to the expression changes of these subunits, which may contribute to the pathogenesis of SO2-associated cardiovascular diseases."
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "(1) ATSDR; Toxicological Profile for Sulfur Dioxide. December, 1988. Atlanta, GA: Agency for Toxic Substances and Disease Registry, US Public Health Service. Available from, as of Oct 13, 2013: https://www.atsdr.cdc.gov/toxprofiles/index.asp",
            "Value": "Sulfur dioxide can be absorbed by soil. In the form of acid rain it is the leading cause of an increase in heavy metal mobility in soil(1)."
        },
        {
            "References": "Payrissat M, Beilke S; Atmos Environ 9: 211 (1975) as cited in Monitoring and Assessment Research Centre; Report #7 p.21 (1978)",
            "Value": "Sulfur dioxide uptake is dependent upon soil pH and moisture content."
        }
    ]
}