{
    "_id": {
        "$oid": "6682e8f1c4e5dba5ffba2821"
    },
    "CID": {
        "$numberInt": "11247"
    },
    "Name": "THALLIUM(I) ACETATE",
    "IUPACName": "thallium(1+);acetate",
    "CanonicalSMILES": "CC(=O)[O-].[Tl+]",
    "Synonyms": [
        "Thallium(I) acetate",
        "Thallous acetate",
        "THALLIUM ACETATE",
        "563-68-8",
        "Thallium monoacetate",
        "Thallium(1+) acetate",
        "Acetic acid",
        "thallium(1+) salt",
        "Acetic acid",
        "thallium(I) salt",
        "thallium (I) acetate",
        "EINECS 239-947-1",
        "Acetic acid",
        "thallium(1) salt",
        "DTXSID6024331",
        "Q2901889VM",
        "15843-14-8",
        "RCRA waste number U214"
    ],
    "IsomericSMILES": "CC(=O)[O-].[Tl+]",
    "INCHI": "InChI=1S/C2H4O2.Tl/c1-2(3)4;/h1H3,(H,3,4);/q;+1/p-1",
    "INCHIKEY": "HQOJMTATBXYHNR-UHFFFAOYSA-M",
    "Formula": "C2H3O2Tl",
    "MolecularWeight": {
        "$numberDouble": "263.43"
    },
    "Description": "Thallium(I) acetate is an acetate salt comprising equal numbers of acetate and thallium ions. It has a role as a neurotoxin and an apoptosis inducer. It is a thallium molecular entity and an acetate salt. It contains a thallium(1+).",
    "XlogP": {
        "$numberDouble": "NaN"
    },
    "Complexity": {
        "$numberInt": "25"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "mechanism_of_action": [
        {
            "References": "PMID:2424403",
            "Value": "The action of thallium acetate on phasic transmitter release in the mouse neuromuscular junction ... thallium irreversibly block phasic transmitter release, whereas spontaneous transmitter release is reversibly enhanced."
        },
        {
            "References": "PMID:7222018",
            "Value": "The actions of chronically admin thallous acetate were studied electrophysiologically at a central noradrenergic synapse in the rat. ... Thallium intoxication causes a redn in techolaminergic input into central neurons. Such changes may contribute to the neurological sequelae of thallium toxicosis."
        },
        {
            "References": "PMID:6485653",
            "Value": "Light scattering and electron microscopic exam of rat liver mitochrondria treated with the nitrate or acetate of monovalent thallium showed that the toxic effect of thallium on the mitochondria is associated with both its penetration into intramitochondrial space, with its interaction with mitochondrial membranes."
        },
        {
            "References": "PMID:6329136",
            "Value": "In the isolated phrenic nerve hemidiaphragm preparation from the rat, thallium acetate induced a dose dependent irreversible paralysis. From these results it is suggested that thallium interferes with synaptic transmission by presynaptically antagonizing calcium ion dependent processes."
        },
        {
            "References": "Clayton, G. D. and F. E. Clayton (eds.). Patty's Industrial Hygiene and Toxicology: Volume 2A, 2B, 2C: Toxicology. 3rd ed. New York: John Wiley Sons, 1981-1982., p. 1927",
            "Value": "... STUDY INVOLVING /THALLIUM SOLUBLE SALTS EFFECTS ON MOUSE CELL CULTURES SHOWED/ ... CYTOPATHIC EFFECTS ... GREATLY ENLARGED MITOCHONDRIA IN AXONS OF PERIPHERAL NERVE FIBERS. ... MECHANISM /CONCERNS INACTIVATION OF/ ... SH GROUPS THAT /ALLOW/ ... INCR PERMEABILITY OF MITOCHONDRIA LEADING TO WATER INFLUX & SWELLING. /THALLIUM CMPD/"
        },
        {
            "References": "Venugopal, B. and T.D. Luckey. Metal Toxicity in Mammals, 2. New York: Plenum Press, 1978., p. 125",
            "Value": "TRIVALENT THALLIUM COMPOUNDS ARE SOMEWHAT LESS TOXIC THAN ARE THALLIUM ION COMPOUNDS ... THALLIUM ACTS AS A MITOTIC AGENT & GENERAL CELLULAR POISON. CELLULAR ACCUM OF THALLIUM IN MUSCLE & OTHER TISSUES CAUSES DERANGEMENT OF NORMAL CELLULAR METABOLISM ... HIGH THALLIUM CONCN IN BLOOD AGGLUTINATES ERYTHROCYTES & LYSES THEM FOLLOWING THALLIUM ION ACCUMMULATION WITHIN ERYTHROCYTES. /THALLIUM SALTS/"
        },
        {
            "References": "Hayes, W.J., Jr., E.R. Laws, Jr., (eds.). Handbook of Pesticide Toxicology. Volume 2. Classes of Pesticides. New York, NY: Academic Press, Inc., 1991., p. 526",
            "Value": "Thallium inhibits enzymes, but nothing is really known of a biochemical lesion. In fatal cases, there usually is extensive peripheral paralysis and cardiovascular involvement. The immediate cause of death may be peripheral respiratory failure of cardiac arrest. /Thallium/"
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "Browning, E. Toxicity of Industrial Metals. 2nd ed. New York: Appleton-Century-Crofts, 1969., p. 319",
            "Value": "/INVESTIGATOR FOUND/ IN CHRONIC POISONING ONE OF THE MOST STRIKING FEATURES IS LOSS OF HAIR. ... GIVING THALLIUM ACETATE TO RATS IN A DOSAGE BY MOUTH OF ABOUT 0.45 MG/KG DAILY FOUND THAT THEY ALL DIED SUDDENLY AT THE END OF 4 MO, ALL HAVING SHOWN TYPICAL DEPILATORY ACTION @ END OF 6 WK. THE ONLY PRECEDING SYMPTOMS HAD BEEN LOSS OF WT & APPETITE. ... OTHER DISORDERS /FROM FEEDING 0.1 MG DAILY TO YOUNG RATS/ ... INCL BONE LESIONS RESEMBLING OSTEITIS FIBROSA, EYE LESIONS, KERATITIS, CATARACT, RETROBULBAR ... NEUROPATHY, PARTIAL OPTIC ATROPHY & HORMONE DYSFUNCTION. ... /ALSO/ PROLIFERATIVE LESIONS IN FORESTOMACH ... PAPILLOMAS & EPITHELIAL CYSTS EXTENDING INTO MUCOSA BUT NOT TO MAIN STOMACH OR OTHER ORGANS."
        },
        {
            "References": "Clarke, M. L., D. G. Harvey and D. J. Humphreys. Veterinary Toxicology. 2nd ed. London: Bailliere Tindall, 1981., p. 74",
            "Value": "SHEEP SHOW ANOREXIA, DEPRESSION, WEAKNESS, RECUMBENCY & TORTICOLLIS. THERE IS USUALLY A DISCHARGE FROM MOUTH & NOSTRILS, & ULCERATION OF TONGUE, WITH RUMINAL PARESIS & CONSTIPATION. AS THE CONDITION PROGRESSES, ALOPECIA DEVELOPS. CHIEF LESIONS ARE AN INTENSE HEMORRHAGIC GASTROENTERITIS WITH ULCERATION, PARTICULARLY OF THE STOMACH OR ABOMASUM; ENLARGEMENT & FATTY DEGENERATION OF LIVER; CONGESTION OF SPLEEN & KIDNEYS, WITH EVIDENCE OF PARENCHYMATOUS NEPHRITIS, & HYPEREMIA OF BRAIN."
        },
        {
            "References": "Patty, F. (ed.). Industrial Hygiene and Toxicology: Volume II: Toxicology. 2nd ed. New York: Interscience Publishers, 1963., p. 1140",
            "Value": "REPEATED DAILY INGESTION OF THALLIUM 1+ ACETATE INCORPORATED IN DIET WAS TOLERATED @ 0.001% LEVEL BY RATS; 0.003% WAS LETHAL TO MALE, BUT NOT FEMALE, RATS (15 WK)... ."
        },
        {
            "References": "PMID:899735",
            "Value": "CHIEF FUNCTIONAL DISTURBANCES IN NERVOUS SYSTEM ARE HYPOTONIA & ATAXIA. PATHOLOGICAL CHANGES ARE CONFINED TO CONTROL & PERIPHERAL AXONS OF PRIMARY NEURONS & ARE OF DYING BACK TYPE."
        },
        {
            "References": "Doull, J., C.D.Klassen, and M.D. Amdur (eds.). Casarett and Doull's Toxicology. 3rd ed., New York: Macmillan Co., Inc., 1986., p. 491",
            "Value": "Thallium acetate induces cataracts in rats within six weeks after initiating a daily dose of 0.1 mg, appearing first as radial striations in the anterior cortex between the sutures and the equator. While the early phases will remain stationary if thallium admin ceases, developmetnt of subcapsular opacities will occur if admin continues. Microscopic examination reveals areas of proliferation or deletion of subcapsular epithelium and accumulation of a homogeneous or granular material axially to the fibers. The nuclear region is spared."
        },
        {
            "References": "Doull, J., C.D.Klassen, and M.D. Amdur (eds.). Casarett and Doull's Toxicology. 3rd ed., New York: Macmillan Co., Inc., 1986., p. 491",
            "Value": "Electron microscopic examination of the kidney, liver, and intestine from rats chronically receiving subacute doses (10 to 15 mg Tl/kg) of thallium acetate reveals a possible primary lesion of the mitochondria, exhibiting swelling, loss of cristae, deposition of granular material, and aggregation of mitochondrial granules. ... Disruption of the endoplasmic reticulum and formation of autophagic vacuoles."
        },
        {
            "References": "USEPA; Ambient Water Quality Criteria Doc: Thallium p.C-31 (1980) EPA 440/5-80-074",
            "Value": "Rats fed thallous acetate in their diet for 105 days experienced no reduction in weight gains at concn of 5 and 15 ppm. Doses of 30 ppm for 105 days proved fatal to approx half of the animals. The only toxic effect noted at 15 ppm was loss of hair."
        },
        {
            "References": "Spencer PS et al; Cell Biol 58 (1): 79-95 (1973)",
            "Value": "Cytopathic effects such as the appearance of enlarged mitochondria in axons of peripheral nerve fibers were observed in a functionally coupled complex of mouse dorsal root ganglia, spinal cord peripheral nerve, and muscle after 2 hr of exposure to 10 ug thallous acetate/ml or 5-10 ug thallous sulfate/ml."
        },
        {
            "References": "Friberg, L., Nordberg, G.F., Kessler, E. and Vouk, V.B. (eds). Handbook of the Toxicology of Metals. 2nd ed. Vols I, II.: Amsterdam: Elsevier Science Publishers B.V., 1986., p. 557",
            "Value": "In chronic poisoning, the daily ingestion of thallium acetate added to the diet of male and female rats was tolerated at the 10 mg/kg level but was lethal in male rats at the 30 mg/kg level by 15 weeks. ... Rats given 10-20 mg thallium acetate followed by weekly subcutaneous injections of 5 mg/kg developed irritability, diarrhea, alopecia, and poor weight gain. Abnormalities, in particular degenerative changes in the mitochondria, were seen in kidney, liver and intestinal epithelial cells by electron microscopy."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists, Inc. Documentation of the Threshold Limit Values and Biological Exposure Indices. 6th ed. Volumes I, II, III. Cincinnati, OH: ACGIH, 1991., p. 1534",
            "Value": "... Rats /were fed/ thallium acetate at 450 ug/kg/day and produced alopecia at 6 weeks and found elevated mortality at 4 months. The alopecia in rats is attributed to thallium accumulation in active hair follicles and interference with keratin formation."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists, Inc. Documentation of the Threshold Limit Values and Biological Exposure Indices. 6th ed. Volumes I, II, III. Cincinnati, OH: ACGIH, 1991., p. 1534",
            "Value": "Groups of weanling rats of both sexes were placed on diets containing 0%, 0.005%, 0.0015%, or 0.005% thallium acetate or 0%, 0.002%, 0.0035%, 0.005%, 0.01%, or 0.05% thallic oxide and were maintained on these diets for 15 weeks. There was no apparent difference between the soluble or insoluble forms of thallium. Dietary levels of 0.005% or greater of either compound were fatal. Rats fed levels as low as 0.003% thallium acetate or 0.0035% thallic oxide exhibited a marked growth depression after 30 days on the diet. The major clinical finding at this level was an almost complete depilation. Histological changes characterized by atrophy of the hair follicles and sebaceous glands were observed in the skin. Rats fed dietary levels of 0.001% or greater of either compound showed alopecia as the only change."
        },
        {
            "References": "WHO; Environ Health Criteria 182: Thallium p.139 (1996)",
            "Value": "In a detailed investigation of the effects of daily intraperitoneal injections of 4 or 8 mg thallium(I) acetate/kg for 6 days on several behavioral patterns of rats, changes of behavior were intensified with increased dose. Some of the changes correlated with biochemical effects (indicating cellular damage) in certain regions of the brain."
        },
        {
            "References": "WHO; Environ Health Criteria 182: Thallium p.126 (1996)",
            "Value": "In subacutely poisoned rats (2 to 3 injections of 10 to 15 mg thallium acetate/kg at intervals of 1 week), only slight colitis and enlargements of mitochondrial granules in the liver occurred. Electron microscopy of the kidney revealed similar changes to those observed in acutely poisoned animals."
        },
        {
            "References": "WHO; Environ Health Criteria 182: Thallium p.124 (1996)",
            "Value": "In acutely poisoned rats (single subcutaneous injection of 20 to 50 mg thallium acetate/kg), there was mild to moderate enteritis, including edema of the submucosa and muscularis layers, and moderate to severe colitis."
        },
        {
            "References": "WHO; Environ Health Criteria 182: Thallium p.125 (1996)",
            "Value": "In mice that daily supplementation of food with 400 ug thallium acetate induced alopecia after about 14 days, followed by increasing apathy and death within 16 to 18 days after the beginning of the treatment."
        },
        {
            "References": "WHO; Environ Health Criteria 182: Thallium p.137 (1996)",
            "Value": "Ataxia and tremors are known to be associated with cerebellar lesions and both neurological disorders occur in cases of thallium intoxication. Ultrastructural alterations of the cerebellum, especially of the mitrochondria, were evident in rats after poisoning by daily intraperitoneal injections of thallium acetate (5 mg thallium/kg for 7 days)."
        },
        {
            "References": "Barroso-Moguel R et al; J of Applied Toxicol 16 (5): 385-9 (1996)",
            "Value": "Neuromyopathic changes induced by thallium were studied in rats. One day old Wistar rats were injected intraperitoneally with 16 mg/kg thallium acetate. Selected rats were killed when 8 or 50 days old and the sural nerves and peroneus muscles were dissected out and examined for histological changes. Thallium induced diarrhea, progressive muscular atrophy, growth retardation, and persistent alopecia. Eight of 20 thallium treated rats died. Sural nerves of thallium treated animals examined when 8 days old showed moderate decreases in large and medium sized fibers and signs of incipient degeneration in the myelin sheaths along the course of the axon. Interstitial edema between the muscle sheaths causing separation of the fibers was also observed. In animals examined on day 50, similar lesions were seen, but they appeared more diffuse. Fewer large and small myelinated fibers were seen. Those that were present appeared sinuous or fragmented. Changes in large and medium sized axons and alterations in myelin sheaths along the course of the axon suggestive of progressive distal axonopathy were also observed. many muscle fibers examined on day eight were thinner than in the controls and showed signs of incipient muscular atrophy. Hemorrhages, necrosis, and los of striatum were seen in some areas. On day 50, many muscle fibers had lost their transverse striation. Other fibers were atrophic, fragmented, showed signs of hyaline degeneration, or were engulfed by infiltrated phagocytic macrophages. It was concluded that thallium produces severe and progressive lesions in peripheral nerves and muscles of 8 and 50 day old rats."
        },
        {
            "References": "PMID:7535889",
            "Value": "A study was conducted on the effects of thallium on brain monamine-oxidase (MAO) activity levels. Brain regional MAO activity levels and turnover rates for serotonin and dopamine were assessed in Wistar rats 24 hours after the administration of 30 or 50 mg/kg thallium acetate and injection with probenecid 24 hours after thallium treatment. Thallium treatment resulted in significant dose dependent increases in MAO activity in both the pons and midbrain. In addition, the accumulation of 5-hydroxy-indoleacetic acid was increased in the pons and midbrains of rats injected with probenecid after thallium exposure. The dopamine turnover rate was unaffected by the treatment."
        }
    ]
}