{
    "_id": {
        "$oid": "6682e8f2c4e5dba5ffba2825"
    },
    "CID": {
        "$numberInt": "11294"
    },
    "Name": "MALACHITE GREEN",
    "IUPACName": "[4-[[4-(dimethylamino)phenyl]-phenylmethylidene]cyclohexa-2,5-dien-1-ylidene]-dimethylazanium;chloride",
    "CanonicalSMILES": "CN(C)C1=CC=C(C=C1)C(=C2C=CC(=[N+](C)C)C=C2)C3=CC=CC=C3.[Cl-]",
    "Synonyms": [
        "MALACHITE GREEN",
        "569-64-2",
        "Basic Green 4",
        "Malachite green chloride",
        "China Green",
        "Victoria Green B",
        "Aniline Green",
        "Grenoble Green",
        "Diamond Green B",
        "Benzaldehyde Green",
        "Victoria Green",
        "Benzal Green",
        "Burma Green B",
        "Diamond Green Bx",
        "Light Green N"
    ],
    "IsomericSMILES": "CN(C)C1=CC=C(C=C1)C(=C2C=CC(=[N+](C)C)C=C2)C3=CC=CC=C3.[Cl-]",
    "INCHI": "InChI=1S/C23H25N2.ClH/c1-24(2)21-14-10-19(11-15-21)23(18-8-6-5-7-9-18)20-12-16-22(17-13-20)25(3)4;/h5-17H,1-4H3;1H/q+1;/p-1",
    "INCHIKEY": "FDZZZRQASAIRJF-UHFFFAOYSA-M",
    "Formula": "C23H25ClN2",
    "MolecularWeight": {
        "$numberDouble": "364.9"
    },
    "Description": "Malachite green is an organic chloride salt that is the monochloride salt of malachite green cation. Used as a green-coloured dye, as a counter-stain in histology, and for its anti-fungal properties in aquaculture. It has a role as a fluorochrome, a histological dye, an antifungal drug, a carcinogenic agent, a teratogenic agent, an environmental contaminant and an antibacterial agent. It contains a malachite green cation.",
    "XlogP": {
        "$numberDouble": "NaN"
    },
    "Complexity": {
        "$numberInt": "516"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "environmental_bioconcentrations": [
        {
            "References": "(1) Hansch C et al; Exploring QSAR. Hydrophobic, Electronic, and Steric Constants. ACS Prof Ref Book. Heller SR, consult. ed., Washington, DC: Amer Chem Soc p. 180 (1995) (2) Meylan WM et al; Environ Toxicol Chem 18: 664-72 (1999) (3) Franke C et al; Chemosphere 29: 1501-14 (1994)",
            "Value": "An estimated BCF of 3 was calculated for malachite green(SRC), using a log Kow of 0.62(1) and a regression-derived equation(2). According to a classification scheme(3), this BCF suggests the potential for bioconcentration in aquatic organisms is low(SRC)."
        }
    ],
    "environmental_biodegradations": [
        {
            "References": "(1) Heukelekian H, Rand MC; J Water Pollut Control Assoc 27: 1040-53 (1955) (2) Huren A et al; A Way for Water Pollution Control in Dye Manufacturing Industry. Proc Ind Waste Conf, 49th, May 9-11, 1994, Lewis Publ: Boca Raton, pp. 771-5 (1995) (3) Azmi W et al; Enzyme Microb Technol 22: 185-191 (1998)",
            "Value": "AEROBIC: Malachite green had 0% biodegradation after 5 days using a sewage inoculum and the BOD5 test(1). However, ready biodegradability tests, i.e. static flask screening test, Warburg respirometer, and a semicontinuous flow activated sludge system, using acclimated wastewater from a malachite green-producing workshop resulted in a removal rate of greater than 70%, indicating ready biodegradability(2). A Mycobacterium sp has been shown to decolorize a 20 mg/ml solution of malachite green 53% in 2 hrs at 24 °C; the solution was completed decolorized in 22 hrs when incubated at 32 °C(4). The pH remained at 6.8 and the number of cells did not increase(3)."
        }
    ],
    "logP": [
        {
            "References": "Hansch, C., Leo, A., D. Hoekman. Exploring QSAR - Hydrophobic, Electronic, and Steric Constants. Washington, DC: American Chemical Society., 1995., p. 180",
            "Value": "log Kow = 0.62"
        }
    ],
    "mechanism_of_action": [
        {
            "References": "PMID:15566957",
            "Value": "... The mitogen activated protein (MAP) kinase signal transduction pathway in preneoplastic cells induced by MG /was studied/. Western blots of MG /Malachite Green/ induced preneoplastic cells showed no phosphorylation of ERK1, an increased phosphoactive ERK2 associated with a decreased expression of phosphoactive JNK2. However, total forms of ERKs, JNKs and p38 Kinases showed similar levels of expression in control and preneoplastic SHE /Syrian hamster embryo/ cells. Indirect immunofluorescence studies have shown a distinct nuclear localisation of phosphoactive ERKs in MG induced preneoplastic cells. Flow cytometric analysis showed an increase of S-phase cells in preneoplastic cells compared to control SHE cells."
        },
        {
            "References": "PMID:12616621",
            "Value": "... In order to understand the mechanism(s) of tumor promotion by MY /Metanil yellow/ and MG /malachite green/, we have studied the levels of PCNA, a marker of cell proliferation and cell cycle regulatory proteins, cyclin D1, and its associated kinase, cdk4, cyclin B1, and associated kinase, cdc2. Immunohistochemical staining showed an elevated level of PCNA in animals administered MY and MG subsequent to DEN /N-nitrosodiethylamine/  treatment. Western and Northern blot hybridization showed an increased expression of both cyclin D1 and its associated kinase cdk4, and cyclin B1 and its associated kinase cdc2, in livers of rats administered MY and MG after administration of DEN as compared to untreated or DEN controls. The increased level of mRNA was due to the increased rate of transcription of these genes as studied by run-on transcription assay."
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "(1) Schmidt U, Merck E; in Ullmann's Encyl Chem Technol. 5th ed. Weinheim, Germany: VCH VA24: 569 (1993) (2) Douchette WJ; pp. 141-188 in Handbook for Property Estimation Methods for Chemicals. Boethling RS, Mackay D, eds. Boca Raton, FL: Lewis Publ (2000)",
            "Value": "Malachite green is a cationic dye(1) and cations adsorb more strongly to organic carbon and clay than their neutral counterparts(2)."
        }
    ]
}