{
    "_id": {
        "$oid": "66927123303528b49832d811"
    },
    "CID": {
        "$numberInt": "11302979"
    },
    "Name": "Topramezone",
    "IUPACName": "4-[3-(4,5-dihydro-1,2-oxazol-3-yl)-2-methyl-4-methylsulfonylbenzoyl]-2-methyl-1H-pyrazol-3-one",
    "CanonicalSMILES": "CC1=C(C=CC(=C1C2=NOCC2)S(=O)(=O)C)C(=O)C3=CNN(C3=O)C",
    "Synonyms": [
        "Topramezone",
        "210631-68-8",
        "Topramezone [ISO]",
        "W4934JAQ65",
        "UNII-W4934JAQ65",
        "Methanone",
        "[3-(4,5-dihydro-3-isoxazolyl)-2-methyl-4-(methylsulfonyl)phenyl](5-hydroxy-1-methyl-1H-pyrazol-4-yl)-",
        "DTXSID0034722",
        "HSDB 7500",
        "4-[3-(4,5-dihydro-1,2-oxazol-3-yl)-2-methyl-4-methylsulfonylbenzoyl]-2-methyl-1H-pyrazol-3-one",
        "Topramezone 10 microg/mL in Acetonitrile",
        "[3-(4,5-Dihydro-3-isoxazolyl)-2-methyl-4-(methylsulfonyl)phenyl](5-hydroxy-1-methyl-1H-pyrazol-4-yl)methanone",
        "Clio",
        "(3-(4,5-dihydro-3-isoxazolyl)-2-methyl-4-(methylsulfonyl)phenyl)(5-hydroxy-1-methyl-1H-pyrazol-4-yl)methanone",
        "(3-(4,5-dihydro-isoxazol-3-yl)-4-methanesulfonyl-2-methylphenyl)(5-hydroxy-1-methyl-1H-pyrazol-4-yl)methanone",
        "benzuocaotong"
    ],
    "IsomericSMILES": "CC1=C(C=CC(=C1C2=NOCC2)S(=O)(=O)C)C(=O)C3=CNN(C3=O)C",
    "INCHI": "InChI=1S/C16H17N3O5S/c1-9-10(15(20)11-8-17-19(2)16(11)21)4-5-13(25(3,22)23)14(9)12-6-7-24-18-12/h4-5,8,17H,6-7H2,1-3H3",
    "INCHIKEY": "BPPVUXSMLBXYGG-UHFFFAOYSA-N",
    "Formula": "C16H17N3O5S",
    "MolecularWeight": {
        "$numberDouble": "363.4"
    },
    "Description": "Topramezone is an aromatic ketone that is phenyl 1H-pyrazol-4-yl ketone in which the pyrazolyl group is substituted at positions 1 and 5 by methyl and hydroxy groups, respectively, and in which the phenyl group is substituted at positions 2, 3, and 4 by methyl, 4,5-dihydro-1,2-oxazol-3-yl, and methylsulfonyl groups, respectively. A potent inhibitor of 4-hydroxyphenylpyruvate dioxygenase (HPPD) that is rapily metabolised by corn to non-active substances, it is used as a herbicide for the treatment of broadleaf weeds. It has a role as a herbicide, an agrochemical, an EC 1.13.11.27 (4-hydroxyphenylpyruvate dioxygenase) inhibitor and a carotenoid biosynthesis inhibitor. It is a sulfone, a member of isoxazoles, an aromatic ketone and a pyrazolone.",
    "XlogP": {
        "$numberDouble": "0.9"
    },
    "Complexity": {
        "$numberInt": "752"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "plant_translocations": [
        {
            "content": "Goosegrass [Eleusine indica (L.) Gaertn.] remains problematic for bermudagrass [Cynodon dactylon (L.) Pers.] turf managers due to the ineffective, selective control of mature plants with available postemergence herbicides and lack of sufficient residual activity from those herbicides to control seedling plants. Topramezone controls mature E. indica, but past efforts to suppress potential injury to bermudagrass turf have been inconsistent. We hypothesized that metribuzin at 210 g ai ha−1 in admixture with topramezone would improve bermudagrass tolerance while conserving mature E. indica control. In preliminary field studies, metribuzin mixed with topramezone at 1.2 or 2.5 g ae ha−1 applied twice at a 3-wk interval reduced bermudagrass injury and white discoloration compared with topramezone applied alone, but metribuzin did not safen bermudagrass to mesotrione. Topramezone at 3.7 g ha−1 plus 210 g ha−1 metribuzin applied twice at a 3-wk interval offered improved bermudagrass tolerance while it still controlled mature E. indica during 15 field and 2 greenhouse studies in Virginia. This program offered a 10-fold decrease in suprathreshold duration of white discoloration compared with topramezone alone at 6.1 g ha−1. Bermudagrass absorbed three times less radioactivity than E. indica at timings up to 48 h after treatment with [14C]topramezone. Bermudagrass also metabolized twice as much topramezone compared with E. indica at 48 h after treatment. Metribuzin reduced 14C absorption by approximately 25% in both species. These studies confirm the performance of a novel, low-dose topramezone plus metribuzin program for mature E. indica control in bermudagrass turf and suggest that selectivity between bermudagrass and E. indica to topramezone is due to differential absorption and metabolism. The fact that metribuzin reduces topramezone absorption in both species suggests that it may help reduce bermudagrass phytotoxic response to topramezone, but its role in altering selectivity between bermudagrass and E. indica may be due to other factors.",
            "reference": "Brewer, J. R., Askew, W. L., & Askew, S. D. (2022). Differences in selectivity between bermudagrass and goosegrass (Eleusine indica) to low-rate topramezone and metribuzin combinations. Weed Science, 70(1), 55-63.",
            "method": {
                "Test Plant": "Premier variety of bermudagrass and goosegrass (Eleusine indica)",
                "Apply Location": "Foliar application (1 µl droplets applied via microsyringe to the adaxial surface of the third-newest, fully expanded leaf)",
                "Plant Grown Condition": "Bermudagrass sprigs and E. indica seedlings were grown hydroponically in controlled environment chambers (350 µmol/m2/s PAR for 12 h at 26/20°C day/night temperatures, 40% relative humidity). At application time, E. indica had five leaves and bermudagrass had a single shoot with six expanded leaves.",
                "Chemical Preparation": "[phenyl-U-14C] topramezone (96% radiochemical purity, 4.14 MBq/mg) dissolved in water with 5% v/v methylated vegetable oil (MVO) or topramezone product (Pylex SC) plus metribuzin product (Sencor 75DF) with MVO. Field equivalent rates of 3.7 g/ha topramezone, 210 g/ha metribuzin, 280 L/ha spray volume, 0.5% v/v MVO.",
                "Pesticide Application Details for the Plant": "Each plant received two 1 µl droplets of radiolabeled solution applied to the treated leaf, equaling 7.5 kBq/plant.",
                "Other Information": "Study had a split-split-plot design with four harvest times as main plots, a 2x2 factorial of plant species and herbicide treatment as sub-plots, and five plant partitions as sub-sub plots."
            },
            "result": "[{\"Plant\": \"Bermudagrass\", \"Hours after application\": 24, \"Treated leaf (% of absorbed)\": 60, \"Above treated leaf (%)\": 14.0, \"Below treated leaf (%)\": 21.0, \"Root (%)\": 4.9, \"Root exudate (%)\": 0.7}, {\"Plant\": \"Bermudagrass\", \"Hours after application\": 48, \"Treated leaf (% of absorbed)\": 49, \"Above treated leaf (%)\": 27.0, \"Below treated leaf (%)\": 19.0, \"Root (%)\": 4.5, \"Root exudate (%)\": 0.2}, {\"Plant\": \"Eleusine indica\", \"Hours after application\": 24, \"Treated leaf (% of absorbed)\": 89, \"Above treated leaf (%)\": 3.5, \"Below treated leaf (%)\": 5.5, \"Root (%)\": 1.8, \"Root exudate (%)\": 0.1}, {\"Plant\": \"Eleusine indica\", \"Hours after application\": 48, \"Treated leaf (% of absorbed)\": 79, \"Above treated leaf (%)\": 7.8, \"Below treated leaf (%)\": 10.0, \"Root (%)\": 2.7, \"Root exudate (%)\": 0.5}]"
        },
        {
            "content": "Methylated seed oil (MSO) is a recommended adjuvant for the newly registered herbicide topramezone in China and also in other countries of the world, but the mechanism of MSO enhancing topramezone efficacy is still not clear. Greenhouse and laboratory experiments were conducted to determine the effects of MSO on efficacy, solution property, droplet spread and evaporation, active ingredient deposition, foliar absorption and translocation of topramezone applied to giant foxtail (Setaria faberi Herrm.) and velvetleaf (Abutilon theophrasti Medic.). Experimental results showed that 0.3% MSO enhanced the efficacy of topramezone by 1.5-fold on giant foxtail and by 1.0-fold on velvetleaf. When this herbicide was mixed with MSO, its solution surface tension and leaf contact angle decreased significantly, its spread areas on weed leaf surfaces increased significantly, its wetting time was shortened on giant foxtail but not changed on velvetleaf, and less of its active ingredient crystal was observed on the treated weed leaf surfaces. MSO increased the absorption of topramezone by 68.9% for giant foxtail and by 45.9% for velvetleaf 24 hours after treatment. It also apparently promoted the translocation of this herbicide in these two weeds.",
            "reference": "Zhang, J., Jaeck, O., Menegat, A., Zhang, Z., Gerhards, R., & Ni, H. (2013). The mechanism of methylated seed oil on enhancing biological efficacy of topramezone on weeds. Plos one, 8(9), e74280.",
            "method": {
                "Test Plant": "Velvetleaf (Abutilon theophrasti) and giant foxtail (Setaria faberi)",
                "Apply Location": "Foliar application on whole plants",
                "Plant Grown Condition": "Seedlings transplanted into pots with vermiculite:peat:clay (1:1:1) soil mix and grown in greenhouse (25/20°C day/night, 122 µmol/m2/s supplemental light for 12 h, 55±10% RH). Velvetleaf had 3 plants per 12-cm pot, giant foxtail had 4 plants per 7x7 cm paper pot.",
                "Chemical Preparation": "Topramezone commercial 336 g/L SC formulation from BASF. Methylated soybean oil adjuvant (GY-HMax) at 0.3% v/v spray solution unless stated otherwise.",
                "Pesticide Application Details for the Plant": "Topramezone applied at 25.2 g ai/ha alone or with MSO adjuvant using a track sprayer. The 4th leaf was covered with aluminum foil during application then uncovered 10-15 min after spraying when droplets dried.",
                "Other Information": "10 plant replicates per treatment. Maximum PSII quantum efficiency (Fv/Fm) of the 4th uncovered leaf was measured before spraying and 2-5 days after treatment using an imaging chlorophyll fluorometer."
            },
            "result": "[{\"PLant\": \"Giant foxtail\", \"Hour after application\": 6, \"Absorption (ppm)\": 186.72}, {\"PLant\": \"Giant foxtail\", \"Hour after application\": 24, \"Absorption (ppm)\": 274.33}, {\"PLant\": \"Giant foxtail\", \"Hour after application\": 48, \"Absorption (ppm)\": 289.38}, {\"PLant\": \"Velvetleaf\", \"Hour after application\": 6, \"Absorption (ppm)\": 97.34}, {\"PLant\": \"Velvetleaf\", \"Hour after application\": 24, \"Absorption (ppm)\": 247.78}, {\"PLant\": \"Velvetleaf\", \"Hour after application\": 48, \"Absorption (ppm)\": 276.99}]"
        }
    ]
}