{
    "_id": {
        "$oid": "6682e8f3c4e5dba5ffba282a"
    },
    "CID": {
        "$numberInt": "11380"
    },
    "Name": "CHLORAZINE",
    "IUPACName": "6-chloro-2-N,2-N,4-N,4-N-tetraethyl-1,3,5-triazine-2,4-diamine",
    "CanonicalSMILES": "CCN(CC)C1=NC(=NC(=N1)Cl)N(CC)CC",
    "Synonyms": [
        "CHLORAZINE",
        "580-48-3",
        "Geigy 444E",
        "Geigy herbicide 444E",
        "6-chloro-N2,N2,N4,N4-tetraethyl-1,3,5-triazine-2,4-diamine",
        "\"2,4-Di-(N,N-diethylamino)-6-chlorotriazine\"",
        "2-Chloro-4,6-bis(diethylamino)-s-triazine",
        "G 444E",
        "Chloroazine",
        "NSC 56355",
        "NSC 56840",
        "\"6-Chloro-N,N,N,N-tetraethyl-1,3,5-triazine-2,4-diamine\"",
        "G 25,804",
        "6-chloro-2-N,2-N,4-N,4-N-tetraethyl-1,3,5-triazine-2,4-diamine",
        "2,4-Bis(diethylamino)-6-chloro-s-triazine"
    ],
    "IsomericSMILES": "CCN(CC)C1=NC(=NC(=N1)Cl)N(CC)CC",
    "INCHI": "InChI=1S/C11H20ClN5/c1-5-16(6-2)10-13-9(12)14-11(15-10)17(7-3)8-4/h5-8H2,1-4H3",
    "INCHIKEY": "QHXDTLYEHWXDSO-UHFFFAOYSA-N",
    "Formula": "C11H20ClN5",
    "MolecularWeight": {
        "$numberDouble": "257.76"
    },
    "Description": {
        "$numberDouble": "NaN"
    },
    "XlogP": {
        "$numberDouble": "3.8"
    },
    "Complexity": {
        "$numberInt": "188"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "environmental_bioconcentrations": [
        {
            "References": "(1) Ward TM, Weber JB; J Agric Food Chem 16: 959-61 (1968) (2) Lyman WJ et al; Handbook of Chemical Property Estimation Methods NY: McGraw-Hill p. 5-5 (1982)",
            "Value": "Based upon a water solubility of 22 ppm at 26 degC(1), a BCF of 108 has been estimated(2). Based upon this estimated BCF, chlorazine will not be expected to bioconcentrate in aquatic organisms(SRC)."
        }
    ],
    "environmental_biodegradations": [
        {
            "References": "White-Stevens, R. (ed.). Pesticides in the Environment: Volume 3. New York: Marcel Dekker, Inc., 1977., p. 90",
            "Value": "Most of the triazines are very stable in soil & dissipate slowly through ... degradation of molecular side chains by soil microorganisms. /Triazines/"
        },
        {
            "References": "(1) Czulakow SA, Zarasow SU; Rocz Glebozn 26: 179-84 (1975) (2) Sheets TJ; Res Rev 32: 290 (1970) (3) Kaufman DD, Kearney PC; Res Rev 32: 235-65 (1970)",
            "Value": "Chlorazine applied to soil under field conditions is reportedly decomposed by soil microorganisms over 40 days based upon the lack of inhibition in the growth of winter grains in non-sterile soil versus the inhibition observed in sterile-soil(1). The increase in phytotoxicity of chlorazine to seedling oats over several months can be explained by the microbial dealkylation of chlorazine to the more phytotoxic herbicides trietazine or simazine(2). It has been reported that s-triazines which are similar in structure to chlorazine can be utilized by certain soil microorganisms as a source of energy(3)."
        }
    ],
    "mechanism_of_action": [
        {
            "References": "American Conference of Governmental Industrial Hygienists. Documentation of the Threshold Limit Values and Biological Exposure Indices. 5th ed. Cincinnati, OH: American Conference of Governmental Industrial Hygienists, 1986., p. 44",
            "Value": "... Their chief mode of action appears to involve carbohydrate metabolism. The chlorinated s-triazines inhibit starch accumulation by blocking the production of sugars. Similar behavior has been shown for the methoxy & methylthio-s-triazines. It has been reported that the s-triazines affect the tricarboxylic acid cycle with activation of phospho-phenyl pyruvate-carboxylase causing the disappearance of sucrose & glyceric acid with the formation of aspartic & malic acids. /S-triazines/"
        },
        {
            "References": "Menzie, C.M. Metabolism of Pesticides. U.S. Department of the Interior, Bureau of Sport Fisheries and Wildlife, Publication 127. Washington, DC: U.S. Government Printing Office, 1969., p. 312",
            "Value": "SINCE CHLOROSIS IS THE FIRST SIGN OF THE EFFECT OF TRIAZINES ON PLANTS, INTERFERENCE WITH CARBON DIOXIDE ASSIMILATION & SUGAR FORMATION CAN BE EXPECTED. STUDIES SHOWING THAT HILL REACTION IS INHIBITED CONFIRMED THIS. /TRIAZINES/"
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "Doull, J., C.D.Klassen, and M.D. Amdur (eds.). Casarett and Doull's Toxicology. 3rd ed., New York: Macmillan Co., Inc., 1986., p. 833",
            "Value": "Adsorption of triazines through an exchange process to organic matter & clay minerals is dependent on the pH of the soln & the acidity of the adsorbent surface. Hydrogen bonding & hydrophobic bonding are other mechanisms by which soil organic matter adsorbs triazine herbicides, especially at higher pH levels. ... Transport from soil to water occurs in soln & in sediments. /Triazine herbicides/"
        },
        {
            "References": "(1) Senesi N, Testini C; Geoderma 28: 129-46 (1982) (2) Senesi N, Testini C; Chemosphere 13: 461-8 (1984) (3) Ward TM, Weber JB; J Agric Food Chem 16: 959-61 (1968) (4) Lyman WJ et al; Handbook of Chemical Property Estimation Methods NY: McGraw-Hill p. 4-9 (1982) (5) Swann RL et al; Res Rev 85: 16-28 (1983) (6) Frissel MJ, Bolt GH; Soil Sci 94: 284-9 (1962)",
            "Value": "Based upon a water solubility of 22 ppm at 26 °C(3), a Koc of 797 has been estimated(4). Based upon this estimated Koc, chlorazine will be expected to exhibit low mobility in soil(5). Evidence has been reported that indicates that the basicity of s-triazine herbicides, such as simazine, is not the main factor governing adsorption to soil humic acids(1). Adsorption of chlorazine to clay materials has been observed to vary strongly with pH and electrolyte concn of the system(6). It has been predicted that >95% of the chlorazine applied to soil under field conditions will be adsorbed onto clay materials in the soil based upon experimental results for adsorption onto illite, kaolinite, and montmorillonite(6). It has been shown that the ability of s-triazines herbicides to act as electron donors to electron acceptor quinone-like units of humic acids also plays an important role in the adsorption(2)."
        }
    ]
}