{
    "_id": {
        "$oid": "6682e7e3c4e5dba5ffba22d9"
    },
    "CID": {
        "$numberInt": "1140"
    },
    "Name": "TOLUENE",
    "IUPACName": "toluene",
    "CanonicalSMILES": "CC1=CC=CC=C1",
    "Synonyms": [
        "toluene",
        "methylbenzene",
        "108-88-3",
        "toluol",
        "Phenylmethane",
        "methacide",
        "methylbenzol",
        "Benzene",
        "methyl-",
        "antisal 1a",
        "Toluen",
        "tolu-sol",
        "Methane",
        "phenyl-",
        "Tolueen",
        "Toluolo",
        "phenyl methane"
    ],
    "IsomericSMILES": "CC1=CC=CC=C1",
    "INCHI": "InChI=1S/C7H8/c1-7-5-3-2-4-6-7/h2-6H,1H3",
    "INCHIKEY": "YXFVVABEGXRONW-UHFFFAOYSA-N",
    "Formula": "C7H8",
    "MolecularWeight": {
        "$numberDouble": "92.14"
    },
    "Description": "Toluene is the simplest member of the class toluenes consisting of a benzene core which bears a single methyl substituent. It has a role as a non-polar solvent, a cholinergic antagonist, a neurotoxin and a fuel additive. It is a methylbenzene, a volatile organic compound and a member of toluenes.",
    "XlogP": {
        "$numberDouble": "2.7"
    },
    "Complexity": {
        "$numberInt": "42"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "plant_concentrations": [
        {
            "References": "(1) Chung TY et al; J Agric Food Chem 41: 1693-97 (1993)",
            "Value": "Toluene was identified, not quantified, in the Korean Chamachwi plant(1)."
        },
        {
            "References": "(1) USDA; Dr. Duke's Phytochemical and Ethnobotanical Databases. Toluene. Washington, DC: US Dept Agric, Agric Res Service. Available from, as of Mar 4, 2016: https://phytochem.nal.usda.gov/phytochem/search",
            "Value": "Toluene concentrations in plants(1).",
            "Table": "[{'Genus species': 'Anthum graveolens', 'Family': 'Apiaceae', 'Common name': 'Dill; Garden Dill', 'Part': 'Shoot Essential Oil', 'Low/High concn (ppm)': 'not reported'}, {'Genus species': 'Asimina tribola', 'Family': 'Annonaceae', 'Common name': 'Pawpaw', 'Part': 'Fruit', 'Low/High concn (ppm)': '0.001/0.024'}, {'Genus species': 'Brassica oleracea', 'Family': 'Brassicaceae', 'Common name': 'Kohlrabi', 'Part': 'Stem', 'Low/High concn (ppm)': '-/0.08'}, {'Genus species': 'Capsicum frutescens', 'Family': 'Solanaceae', 'Common name': 'Hot Pepper; Chili; Spur Pepper; Red Chili; Tobasco; Cayenne', 'Part': 'Fruit', 'Low/High concn (ppm)': 'not reported'}, {'Genus species': 'Capsicum annuum', 'Family': 'Solanaceae', 'Common name': 'Bell Pepper; Green Pepper; Cone Pepper; Paprika; Sweet Pepper; Cherry Pepper', 'Part': 'Fruit', 'Low/High concn (ppm)': 'not reported'}, {'Genus species': 'Carica papaya', 'Family': 'Caricaceae', 'Common name': 'Papaya', 'Part': 'Fruit', 'Low/High concn (ppm)': '-/0.005'}, {'Genus species': 'Centella asiatica', 'Family': 'Apiaceae', 'Common name': 'Gotu Kola; Pennywort', 'Part': 'Shoot', 'Low/High concn (ppm)': 'not reported'}, {'Genus species': 'Coriandrum sativum', 'Family': 'Apiaceae', 'Common name': 'Coriander; Cilantro; Chinese Parsley', 'Part': 'Leaf', 'Low/High concn (ppm)': '-/117.0'}, {'Genus species': 'Cymbopogon parkeri', 'Family': 'Poaceae', 'Common name': 'Skhabar', 'Part': 'Plant', 'Low/High concn (ppm)': 'no reported'}, {'Genus species': 'Elsholtzia cristata', 'Family': 'Lamiaceae', 'Common name': 'Furan Chemotype', 'Part': 'Shoot', 'Low/High concn (ppm)': 'not reported'}, {'Genus species': 'Laurus nobilis', 'Family': 'Lauraceae', 'Common name': 'Sweet Bay; Laurel; Bayleaf; Grecian Laurel, Bay Laurel; Bay', 'Part': 'Leaf', 'Low/High concn (ppm)': 'not reported'}, {'Genus species': 'Mentha spicata', 'Family': 'Lamiaceae', 'Common name': 'Spearmint', 'Part': 'Essential Oil; Leaf', 'Low/High concn (ppm)': 'not reported; not reported'}, {'Genus species': 'Myrtus communis', 'Family': 'Myrtaceae', 'Common name': 'Myrtle', 'Part': 'Plant', 'Low/High concn (ppm)': '200.0/710.0'}, {'Genus species': 'Panax ginseng', 'Family': 'Araliaceae', 'Common name': 'Oriental Ginseng; Chinese Ginseng; Ginseng; Korean Ginseng', 'Part': 'Shoot', 'Low/High concn (ppm)': 'not reported'}, {'Genus species': 'Pelargonium graveolens', 'Family': 'Geraniaceae', 'Common name': 'Scented Geranium; Rose Geranium', 'Part': 'Essential Oil', 'Low/High concn (ppm)': 'not reported'}, {'Genus species': 'Petroselinum crispum', 'Family': 'Apiaceae', 'Common name': 'Parsley', 'Part': 'Leaf', 'Low/High concn (ppm)': 'not reported'}, {'Genus species': 'Pimenta dioica', 'Family': 'Myrtaceae', 'Common name': 'Clover-pepper; Pimenta; Pimento; Allspice; Jamaica-Pepper', 'Part': 'Plant', 'Low/High concn (ppm)': 'not reported'}, {'Genus species': 'Pinus elliotti', 'Family': 'Pinaceae', 'Common name': 'Slash Pine', 'Part': 'Plant', 'Low/High concn (ppm)': 'not reported'}, {'Genus species': 'Pinus walliciana', 'Family': 'Pinaceae', 'Common name': 'Bhutan Pine', 'Part': 'Resin, Exudate, Sap', 'Low/High concn (ppm)': 'not reported'}, {'Genus species': 'Psidium guajava', 'Family': 'Myrtaceae', 'Common name': 'Guava', 'Part': 'Fruit', 'Low/High concn (ppm)': '-/2000.0'}, {'Genus species': 'Rosmarinus officinalis', 'Family': 'Lamiaceae', 'Common name': 'Rosemary', 'Part': 'Plant', 'Low/High concn (ppm)': '436.0/2071.0'}]"
        }
    ],
    "environmental_bioconcentrations": [
        {
            "References": "(1) Ogata M, Miyake Y; Water Res 12: 1041-4 (1978) (2) Freitag D et al; Chemosphere 14: 1589-1616 (1985) (3) Franke C et al; Chemosphere 29: 1501-14 (1994)",
            "Value": "The BCF of toluene in eels (Anguilla japonica) was reported as 13(1) and the BCF in golden ide (Leuciscus idus melanotus) was reported as 90(2). According to a classification scheme(3), these BCF values suggest the potential for bioconcentration in aquatic organisms is low to moderate(SRC)."
        }
    ],
    "environmental_biodegradations": [
        {
            "References": "(1) Tabak HH et al; J Water Pollut Control Fed 53: 1503-8 (1981) (2) Davis EM et al; Water Res 15: 1125-7 (1981) (3) Bridie AL et al; Water Res 13: 627-30 (1979) (4) Kawasaki M; Ecotox Environ Safety 4: 444-54 (1980) (5) Malaney GW, McKinney RE; Water Sewage Works 113: 302-9 (1966) (6) Price KS et al; J Water Pollut Control Fed 46: 63-77 (1974) (7) Matsui S et al; Prog Water Technol 7: 645-59 (1975) (8) Van der Linden AC; Dev Biodegrad Hydrocarbons 1: 165-200 (1978) (9) Button DK et al; Appl Environ Microbiol 42: 708-19 (1981) (10) Lee RF; 1977 Oil Spill Conf Amer Petrol Inst p 611-6 (1977) (11) Reichardt PB et al; Environ Sci Technol 15: 75-9 (1981) (12) Wakeham SG et al; Environ Sci Technol 17: 611-7 (1983) (13) Grbic-Galic D, Vogel TM; Appl Environ Microbiol 53: 254-60 (1987) (14) NITE; Chemical Risk Information Platform (CHRIP). Biodegradation and Bioconcentration. Tokyo, Japan: Natl Inst Tech Eval. Available from, as of January 25, 2016: https://www.safe.nite.go.jp/english/db.html",
            "Value": "AEROBIC: Toluene is readily degradable in a variety of standard biodegradability tests using sewage seed or sludge inoculums(1-7). Degradation has been observed in several die-away tests using seawater or estuarine water(9-12). The degradation rate is much faster in systems which have been contaminated by oil(9,10). Complete degradation has been observed in 4 days and 22 days in a marine mesocosm with summer and spring conditions, respectively(12), and 10 days in a 1% gas oil mixture in a North Sea coast water inoculum(8). A 90 day half-life in uncontaminated estuarine water was reduced to 30 days in oil-polluted water(10). The half-life in water collected near Port Valdez, Alaska was 12 days(9). 1.5 mM and 3 mM Ring-labeled toluene added to a methanogenic inoculum originally enriched from sewage sludge and incubated at 35 °C for 60 days resulted in 3.6 and 4.5% 14-C final activity respectively(13). Toluene, present at 100 mg/L, reached 123% of its theoretical BOD in 2 weeks using an activated sludge inoculum at 30 mg/L in the Japanese MITI test(14)."
        },
        {
            "References": "(1) Kappeler T, Wuhrmann K; Water Res 12: 327-33 (1978) (2) Wilson JT et al; Devel Indust Microbiol 24: 225-33 (1983) (3) McNabb JF et al; 81st Ann Mtg Amer Soc Microbiology p.213 (1981) (4) Fewson CA; FEMS Symp 12 (Microb Deg Xenobiotics Recalcitrant Cmpds): 141-79 (1981) (5) Wilson JT et al; Ground Water 21: 134-42 (1983)",
            "Value": "AEROBIC: Toluene completely degraded in groundwater in 8 days including a lag of 3-4 days while microbial populations became acclimated(1). Other investigators found that only 1-2% of toluene degraded in the subsurface environment(2) and >90% degraded in 4 weeks in soil cores at various depths both above and below the water table(3,5). Microbial attack proceeds via immediate hydroxylation of the benzene ring followed by ring-cleavage or oxidation of the side chain followed by hydroxylation and ring-cleavage(4)."
        },
        {
            "References": "(1) Allen-King RM et al; Environ Toxicol Chem 13: 693-705 (1994) (2) Allen-King RM et al; J Environ Qual 25: 287-95 (1996) (3) Borden RC et al; Water Resour Res 33: 1105-15 (1997) (4) Borden RC et al; Anaerobic Biodegradation of BTEX in Aquifer Material USEPA/600/S-97/003. National Risk Management Laboratory, Ada, OK. pp. 9 (1997) (5) Alvarez PJJ, Vogel TM; Appl Environ Microbiol 57: 2981-85 (1991) (6) Capel PD, Larson SL; Chemosphere 30: 1097-1107 (1995) (7) Aronson D et al; Aerobic biodegradation of organic chemicals in environmental media. Washington, DC: US EPA (1999). Available from, as of Mar 3, 2016: https://www3.epa.gov/epawaste/hazard/wastetypes/wasteid/hwirwste/pdf/risk/reports/s0549.pdf",
            "Value": "Complete biodegradation of toluene was observed in lab microcosm tests during a 40 hour incubation period using soils previously exposed to toluene(1). Toluene was rapidly degraded in soil column experiments using acclimated soil at a rate of 8-35 mg/kg-day, and the rate followed zero-order kinetics(2). First-order degradation rate constants of 0.0005 to 0.0063 day-1 were measured for toluene in a gasoline-contaminated aquifer zone(3). These rate constants correspond to half-lives of 100-1,386 days(3). A first-order biodegradation rate constant of 0.045 day-1 was reported for toluene in an anaerobic petroleum contaminated aquifer, corresponding to a biodegradation half-life of 15 days(4). Toluene was rapidly biodegraded by indigenous mixed cultures in sandy aquifer material and pure cultures isolated from the aquifer(5). The zero-order rate constant for the aquifer material was 23 mg/L-day and had a lag period of 2 days(5). The half-life of toluene in aerobic and anaerobic water was reported as 4 and 56 days, respectively(6). The biodegradation half-life in various soils was reported as several hours to 71 days(7)."
        }
    ],
    "fish_seafood_concentrations": [
        {
            "References": "(1) USEPA; Ambient Water Quality Criteria for Toluene. pp. C-1 to C-7 (1980) (2) Ferrario JB et al; Bull Environ Contam Toxicol 34: 246-55 (1985) (3) Misharina TA, Golovnya RV; J High Resol Chromat 15: 332-34 (1992)",
            "Value": "Flesh of fish from a petroleum contaminated harbor in Japan contained toluene at 5 ppm(1). Toluene was detected in oysters (Crassostrea virginica) from Lake Pontchartrain, LA at an average concentration of 3.4 ppb and in clams (Rangia cuneata) at concentrations of 18 and 11 ppb(2). Toluene was identified, not quantified, in boiled shrimp (Funchalia woodward) and crab (Gerion maritae)(3)."
        }
    ],
    "logP": [
        {
            "References": "Hansch, C., Leo, A., D. Hoekman. Exploring QSAR - Hydrophobic, Electronic, and Steric Constants. Washington, DC: American Chemical Society., 1995., p. 31",
            "Value": "log Kow = 2.73"
        }
    ],
    "mechanism_of_action": [
        {
            "References": "PMID:7112606",
            "Value": "The present study demonstrates reductions of dopamine (DA) turnover in various areas of the anterior nucleus caudate of rat by toluene at concentrations lower than the current OSHA threshold limit value (100 ppm). Thus, toluene at low concentrations may produce disturbances in dopaminergic mechanisms of the basal ganglia probably leading to functional changes in sensory-motor integration. The increases in DA turnover in the cholecystokinin (CCK)-DA terminals of the subcortical limbic system induced by high concentrations of toluene may be part of the neurochemical basis for its abuse as a euphoric agent in man."
        },
        {
            "References": "Bjornaes S, Naalsund Lu; Toxicol 49 (2-3): 367-74 (1988)",
            "Value": "Exposure to toluene causes both reversible and irreversible changes in the central nervous system. The effects of toluene inhalation on some specific enzymes and glutamate and GABA receptor binding in defined parts of the rat brain were studied following several exposure schemes. The activities of the transmitter synthesizing enzymes glutamic acid decarboxylase (GAD), choline acetyltransferase (ChAT) and aromatic amino-acid decarboxylase (AAD) were used as markers for permanent loss of neuronal activity. Catecholaminergic neurons showed a 50% reduction in the brain stem after 4 weeks exposure to 250 and 1000 ppm toluene. Following 500 ppm of toluene, 16 hr/day for 3 months, a general increase in the activities was seen. This is most probably due to a reduction in total protein content, to which the activities were related. The neurotransmitters glutamate and GABA had their specific receptor binding increased in most of the brain areas studied, but decreased in some areas. The glial enzyme, glutamine synthetase, has its activity increased in the cerebellar hemisphere following 4 weeks exposure to 1000 ppm. This suggests that glial cells in the area may have proliferated, a frequent phenomenon following CNS damage."
        },
        {
            "References": "PMID:2904817",
            "Value": "The effect on energetic metabolism of rat liver mitochondria (RLM) of styrene and other aliphatic benzene derivatives, i.e. toluene, ethylbenzene, alpha-methylstyrene and butylbenzene, is studied. It is shown that these compounds uncouple oxidative phosphorylation and this effect is connected with the stimulation of passive entry of protons into mitochondria. The relationship between hydrophobicity of these compounds and their biological activity and mechanism of uncoupling effect are discussed."
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "PMID:23765908",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Toluene is a psychoactive chemical found in many household products including adhesives and thinners. Inhalation of these vapors can cause euphoria and impairments in motor control and neurological functioning. Misuse and abuse of toluene is most common in children, which may in part be due to an age-dependent neurobehavioral sensitivity to toluene. Here we assessed the effects of acute binge-like toluene inhalations (15 or 30 min; ~5,000 ppm) on tasks that examine locomotion, exploration, balance, gait, and neurological functioning for adolescent (1 month), young adult (2-3 months), adult (5-6 months), and older adult (10-12 months) rats. Both motor and neurological functions were impaired following acute toluene inhalation at all ages. However, only the duration to recover from deficits in motor functions differed among age groups, with adolescent and young adult rats requiring notably longer recovery times than older rats. Our results are suggestive of an age-dependent vulnerability to the intoxicating effects of toluene."
        },
        {
            "References": "PMID:26475279",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Toluene is an organic solvent that is used in various industrial applications. Despite its usefulness, toluene has toxic effects on the brain and is a substance that is commonly abused. Toluene causes behavioral and functional abnormalities such as decreased memory capacity, cognitive impairment, and depression-like symptoms. However, the target sites and toxic mechanisms of inhaled toluene in the brain are poorly understood. In this study, we subjected Sprague-Dawley (SD) rats to acute high-level toluene exposure (7000 ppm) to investigate its neuronal toxicity, and in particular, its effect on neurogenesis in the hippocampus. In order to assay the effects of inhaled toluene on hippocampal neurogenesis, we measured the levels of neurogenesis markers Ki-67 and doublecortin (DCX) in the hippocampus 1, 2, 5, and 8 days after cessation of toluene exposure. In addition to assaying clinical signs, body weight, and bronchoalveolar lavage fluid, the liver, lungs, and kidneys were subjected to histopathological examination to investigate the toxic effects of high-level toluene exposure. Although abnormal neurological signs were observed after toluene exposure, these disappeared within 24 hr and no toluene-related toxicological effects were observed in the liver, lungs, or kidneys. The animals exposed to toluene showed significantly decreased hippocampal neurogenesis, which persisted until the 8th and final day of measurement. Thus, acute high-level toluene exposure inhibited hippocampal neurogenesis and produced transient abnormal neurological signs, but did not produce toxicity in the other organs studied."
        },
        {
            "References": "PMID:22166486",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Differential susceptibility to environmental exposures across life stages is an area of toxicology about which little is known. We examined the effects of toluene on transcriptomic changes and oxidative stress (OS) parameters (e.g., NQO1 and GPX) in the rat brain at different life stages to elucidate key molecular pathways responsible for toluene-induced neurotoxicity, as well as possible age-related interactions. Changes in assessed end points following acute oral toluene (0, 0.65, and 1.0 g/kg) were examined 4 h after exposure in hippocampi of Brown Norway Rats at 4, 12, and 24 months of age. Genomic data were analyzed by two-way ANOVA to identify the effects of age, toluene, and interactions between the two factors. Analysis by one-way ANOVA identified 183 genes whose expression changed /greater than oe equal to/ 1.25-fold with age. The majority of the genes were upregulated between life stages (> 79%). Similar analysis for toluene-related genes found only two sequences to vary significantly with dose. Fifty-six genes were identified to have expression changes due to an age-toluene interaction. Expression of genes with roles in immune response, cytoskeleton, protein, and energy metabolism was changed with advancing life stage, indicating changes in basic cellular homeostasis. Toluene affected similar cell functions, enhancing the effects of aging. OS parameters also indicated age-related changes in response mechanisms, evidence of toluene damage, and supported an age-toluene interaction. The data indicate that life stage can alter the toxicity of acute toluene exposure in various and complex ways, highlighting the need for further investigation into the role of aging in susceptibility."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists. Documentation of the TLVs and BEIs with Other World Wide Occupational Exposure Values. 7th Ed. CD-ROM Cincinnati, OH 45240-1634 2013., p. 2",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ When 0.25, 0.5, or 2.0 mL toluene were applied to 0.7% of the total body surface of guinea pigs (and held in contact by a cover glass), none of the animals died, but reduced body-weight gain occurred."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists. Documentation of the TLVs and BEIs with Other World Wide Occupational Exposure Values. 7th Ed. CD-ROM Cincinnati, OH 45240-1634 2013., p. 2",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ As the duration of toluene inhalation exposure increased, the LC50 in rats decreased from 26,700 ppm for 1 hour to 12,200 ppm for 2 to 2.5 hours, to 8000 ppm for 4 hours. The inhalation LC50 values were 5,300 to 6,770 ppm (6-7 hours) in mice and 40,000 ppm (2.3 hour) in rabbits. Inhalation of 1400 to 2000 ppm toluene by F344 male rats, 8 hours/day for as little as 3 days resulted in reversible, high-frequency hearing loss."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists. Documentation of the TLVs and BEIs with Other World Wide Occupational Exposure Values. 7th Ed. CD-ROM Cincinnati, OH 45240-1634 2013., p. 2",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Following direct application, toluene is an acute ocular irritant, where corneal opacity developed after a single instillation of 0.1 mL toluene into a rabbit's eye. /Another study/ found that two drops of toluene in rabbit eyes caused only slight conjunctival irritation. Although no eye irritation was reported at up to 1100 ppm toluene in air, mild throat irritation occurs. Even extremely high ambient levels (10,000-30,000 ppm) appear to be without marked irritant properties for the eyes."
        },
        {
            "References": "PMID:7170984",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Solvents were tested for their influence on motivational state, as well as for their sedative effects, after intraperitoneal administration. The following tests were used: open field (exploratory activity, locomotion), activity wheel (running activity), tube test and tilted plane (muscle weakness, incoordination). The agents proved to be similar in causing muscle weakness and ataxia already at low dose levels. Benzene was the most potent in this respect. The three solvents, however, contrasted strongly in influencing motor activity. While benzene and especially toluene exerted CNS stimulation, no such effect could be detected following m-xylene treatment. On the basis of human experiences with these substances it may be suggested that the screening procedure applied in rats might be useful for predicting acute adverse effects in man."
        },
        {
            "References": "Ikeda N et al; Forensic Sci Intern 44: 151-8 (1990)",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ The cardiovascular response of 25 mongrel dogs following exposure to 30,000 ppm toluene for 9-10 min was complex. For most of the animals, there was no change in electrocardiogram readings for the first 3-4 min of exposure. The heartbeat then became rapid for several minutes, and was followed by a period of bradycardia. Immediately before death ventricular fibrillation was noted. ... Four of the dogs were particularly sensitive, their ventricular arrhythmias were transient and accompanied by fluctuations of blood pressure. The authors suggested that toluene had a direct effect on the septal and ventricular muscles of the heart which permitted the development of fatal arrhythmias in sensitive dogs."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists. Documentation of the TLVs and BEIs with Other World Wide Occupational Exposure Values. 7th Ed. CD-ROM Cincinnati, OH 45240-1634 2013., p. 2",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ The effects of an 80-ppm exposure for 4 weeks (5 days/week, 6 hours/day) on spatial learning and memory in rats has been investigated. This dose caused a slight but persistent deficit in spatial learning and memory, an increase in motor activity, an increase in the number of dopamine receptors in the brain, and decrease in size of cerebral cortex."
        },
        {
            "References": "Pryor GT et al; Neurobehav Toxicol Terat 5 (1): 53-7 (1983)",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ ... Groups of rats were trained on the conditioned avoidance response task during the last week of a 5 week exposure to 1400 or 1200 ppm toluene (14 hr/day, 7 days/week) or during the first or third weeks after the exposure ended. None of the three groups ... were able to acquire the auditory condition avoidance response ... . Subsequent tests ... revealed that hearing with these rats was unimpaired at 4 KHz, slightly impaired at 8 KHz, and markedly impaired at 12 KHz and above."
        },
        {
            "References": "PMID:3603578",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Rats were continuously exposed to vapors of xylene (320 ppm) for 30 or 90 days, other groups were exposed to toluene (320 ppm) for 30 days. After termination of exposure, different brain regions were removed for the determination of their lipid contents and ethanolamine phosphoglyceride fatty acid patterns. The 2 solvents had different effects on the animals. Xylene exposure resulted in limited transient changes. After 30 days exposure an increase in the liver to body weight ratio and a decrease in linoleic acid of ethanolamine phosphoglyceride in the cerebral cortex were observed. These changes were normalized after 90 days exposure. Toluene exposure, on the other hand, resulted in decreased weights of the body, of the brain as a whole and of the cerebral cortex. Liver weights were unchanged. Total phospholipids were found to be reduced in the cerebral cortex where also a slight increase in phosphatidic acid was observed. In this brain region a minor fatty acid of ethanolamine phosphoglyceride, 22:5 (n-3), was decreased. No changes were observed in the brainstem. The data on brain weights and lipid composition after exposure to toluene indicates a breakdown of phospholipids resulting in a loss of gray matter. The mechanism for these changes is uncertain but may involve degradation of phospholipids by phospholipase D. The effective metabolism of xylene and toluene seem to protect from fatty acid changes of brain phospholipids previously observed after exposure to chlorinated ethylenes."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists. Documentation of the TLVs and BEIs with Other World Wide Occupational Exposure Values. 7th Ed. CD-ROM Cincinnati, OH 45240-1634 2013., p. 2",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ /A chronic oral toxicity study was conducted/ wherein female Wistar rats were given toluene (94.8%) in olive oil at 0, 118, 354, or 590 mg/kg, 5 days/week for 138 treatments. No signs of toxicity were reported at any dose level"
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists. Documentation of the TLVs and BEIs with Other World Wide Occupational Exposure Values. 7th Ed. CD-ROM Cincinnati, OH 45240-1634 2013., p. 2",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ When toluene was applied to shaved interscapular skin of male SWR mice 3 times per week for 4 weeks, followed by a secondary treatment of 3 times per week for up to 112 weeks, no tumors were observed."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists. Documentation of the TLVs and BEIs with Other World Wide Occupational Exposure Values. 7th Ed. CD-ROM Cincinnati, OH 45240-1634 2013., p. 2",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Groups of 60 male and female B6C3F1 mice that were exposed 6.5 hours/day, 5 days/week for 2 years via inhalation at inhaled 0, 120, 600, or 1200 ppm toluene showed no biologically relevant increases for any non-neoplastic or neoplastic tissue changes. When groups of 60 F344 rats of each sex were exposed via inhalation 6.5 hours/day, 5 days/week for 2 years to atmospheres containing 0, 600, or 1200 ppm toluene, nephropathy occurred in nearly all of the rats. The olfactory and respiratory epithelia showed signs of degeneration with nasal inflammation and metaplasia of the olfactory epithelium (principally in the females). No treatment-related neoplasms occurred in the male rats. and the few scattered tumors found in the females were considered not associated with toluene inhalation. The U.S. National Toxicology Program (NTP) concluded that there was no evidence of carcinogenic activity in rats or mice inhaling up to 1200 ppm toluene for their lifetimes."
        },
        {
            "References": "USEPA; Ambient Water Quality Criteria Doc: Toluene p.C-26 (1980) EPA 440/5-80-075",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ In skin painting studies with CF1, CH, and BaH strains of mice, 0.05 to 0.1 mL/mouse was applied to 25 mice/sex/strain for 52 weeks. Results were negative for tumor development."
        },
        {
            "References": "PMID:26078284",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Inhalant abuse is a globally prevalent health issue with particular concerns about substance-abusing pregnant women. In both animal models and clinical case reports of toluene exposure, the primary physiological outcome measure of prenatal inhalant exposure is low birth weight (BW). However, the effect of prenatal toluene exposure on animal BW varies widely in the literature. To clarify this effect and investigate possible design moderators of pup BW, a systematic review and meta-analytic techniques were applied to the existing peer-reviewed animal literature of prenatal and postnatal exposure models to the inhaled solvent toluene. Of 288 studies screened, 24 studies satisfied the inclusion criteria. Evaluation of these studies indicated that toluene exposure was negatively associated with pup BW (d = -0.39), with external inhaled concentration, route of administration, day of weighing, and toluene exposure magnitude moderating this association. Investigators doing animal studies should be cognizant of these factors before investigating the reproductive and developmental outcomes associated with prenatal and postnatal toluene exposure."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists. Documentation of the TLVs and BEIs with Other World Wide Occupational Exposure Values. 7th Ed. CD-ROM Cincinnati, OH 45240-1634 2013., p. 2-3",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ In mice and rats exposed 6.5 hours/day, 5 days/week for 14 (mice) or 15 (rats) weeks at 100 to 3000 ppm toluene, no effects were seen on sperm or the estrous cycle. Male offspring of rats exposed at 1200 ppm toluene for 6 hours/day from day 7 to day 18 of pregnancy showed no effects on semen quality or computer-assisted sperm analysis. A two-generation reproductive toxicity test via inhalation (0, 100, 500 and 3000 ppm) was completed in rats. Parental and first generation rats were exposed 6 hours/day, 7 days/week for 80 days before mating and 15 days of mating. Pregnant females at all dose levels were exposed from day 1 to 20 of pregnancy and 5 to 21 of lactation. Pups selected to produce the second generation were exposed for 80 days beginning after weaning. Toluene exposure did not induce adverse effects on fertility, reproductive performance, or maternal/pup behaviors during the lactation period in males and females of the parental or first generation, but it did inhibit growth in offspring in the highest group. Fetal body weight and skeletal variations were also found in the 2000-ppm group. The no-observed-effect-level (NOEL) was 500 ppm."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists. Documentation of the TLVs and BEIs with Other World Wide Occupational Exposure Values. 7th Ed. CD-ROM Cincinnati, OH 45240-1634 2013., p. 3",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Subcutaneous injection of 50 and 500 mg/kg once a day for 10 days caused decreased sperm counts and serum testosterone in male rats."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists. Documentation of the TLVs and BEIs with Other World Wide Occupational Exposure Values. 7th Ed. CD-ROM Cincinnati, OH 45240-1634 2013., p. 3",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Fetal weight was reduced, but there were no malformations in Sprague-Dawley rats exposed to 520 mg/kg toluene by gavage on days 6 to 19 of pregnancy. Oral toluene at doses causing some maternal mortality was not embryotoxic in developmental toxicity tests,"
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists. Documentation of the TLVs and BEIs with Other World Wide Occupational Exposure Values. 7th Ed. CD-ROM Cincinnati, OH 45240-1634 2013., p. 3",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Rabbits exposed 24 hours/day at 1000 mg/cu m (265 ppm) from day 6 to 15 of pregnancy showed increased spontaneous abortions. Mice exposed 24 hours/day at 1000 mg/cu m (265 ppm) on days 6 to 15 of pregnancy and rats exposed to 2400 mg/cu m (636 ppm) on days 7 to 15 of pregnancy showed growth and skeletal retardation. Mice exposed 24 hours/day at 133 ppm toluene on days 6 to 13 of pregnancy and rats exposed 24 hours/day at 399 ppm on days 1 to 8 of pregnancy and on days 9 to 14 of pregnancy showed fetal growth retardation and an increase in skeletal anomalies. There was maternal mortality in these groups. Mice exposed 6 hours/day at 100 ppm toluene during days 1 to 17 of pregnancy showed no significant differences in number of implantation sites, number of fetuses, or mean fetal body weight when compared with control."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists. Documentation of the TLVs and BEIs with Other World Wide Occupational Exposure Values. 7th Ed. CD-ROM Cincinnati, OH 45240-1634 2013., p. 3",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Rats were dosed with 1.3 g/kg toluene subcutaneously during either week 2 (8-15 days) or week 3 (14-20 days) of pregnancy and evaluated for malformations, development of the skeleton, prenatal growth of the brain and liver, postnatal growth, and behavioral effects. The only toluene-induced change was low birth weight and was found in the rats dosed in the third week of pregnancy."
        },
        {
            "References": "Shepard, T.H. Catalog of Teratogenic Agents. 13th ed. Baltimore, MD: The Johns Hopkins University Press, 2010., p. 3146",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ ... Rats /exposed/ to 1500 mg/cu m of air from day 1 through 8 or 1,000 mg/cu m for 8 hours daily from day 1 through day 21 /of gestation/ ... /with/ no teratogenic effect. Some fetal growth retardation occurred at the higher dose which also killed some of the mothers. ... Mice were exposed during days 6-13 to 1,500 mg/cu m of air with similar results."
        },
        {
            "References": "Shepard, T.H. Catalog of Teratogenic Agents. 13th ed. Baltimore, MD: The Johns Hopkins University Press, 2010., p. 3146",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ /A study which/ gavage fed mice 1.0 mg per kg on days 6 through 15 /of gestation/ found increased cleft palate in the off-spring."
        },
        {
            "References": "PMID:3710019",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Toluene administered by inhalation at 400 ppm to CD-1 mice from Days 6 to 16 of gestation was teratogenic but not fetotoxic resulting in a significant shift in the fetal rib profile. At the lower concentration of 200 ppm, there was an increase in dilated renal pelves which might reflect desynchronization of maturation with respect to development and growth. No other effects were noted at the 200-ppm concentration. At 400 ppm, toluene also produced an increased body weight in the neonates on Day 1 postpartum following in utero exposure. Activity of lactic dehydrogenase (LDH) was significantly increased in the brains of dams exposed to 400 ppm during gestation while nonpregnant adult mice studied concurrently had significant increased activities of LDH in the liver and kidneys of the 400-ppm group. The only change in the isozyme profiles was in the kidneys of the nonpregnant adult mice in which a slight decrease in LDH-2 was observed. No other changes were noted in the dams or pups."
        },
        {
            "References": "Silva V AD et al; Toxicol 64 (2): 155-68 (1990)",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ The aim of the present study was to investigate the effects of toluene on fetal development in well nourished and malnourished rats. Long-term behavioral consequences after in utero exposure were also studied. Toluene (1.2 g/kg sc) was administered daily to well nourished and to malnourished (food restricted to 50% of ad libitum intake) pregnant rats, during the second (8-15 days) or the third week of pregnancy (14-20 days). Offspring were evaluated for malformation, development of the skeleton, prenatal growth of the brain and liver, postnatal growth and long lasting behavioral effects. In utero exposure to toluene during the third week of pregnancy resulted in low body weight at birth, which persisted in the male offspring into adulthood. Malnutrition increased fetal susceptibility to the effects of toluene as indicated by evaluation of the development of the skeleton. Behavioral tests performed when the pups were 30 and 90 days old showed effects of in utero malnutrition (increased ambulation and worse performance in a shuttle box), but no behavioral effects related to toluene exposure were detected. These data indicate that in utero exposure to toluene can have long lasting effects on body growth and that maternal malnutrition increases the risk for toluene fetotoxicity."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V47 96 (1989)",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Toluene was injected into the yolk sac of fresh fertile chicken eggs prior to incubation. Hatchability of the eggs was 85%, 25%, and 0 with exposures of 4.3, 8.7, and 17.4 mg/egg, respectively."
        },
        {
            "References": "Ghosh TK et al; Pharmacology Biochemistry and Behavior 36 (4): 779-785 (1990) https://www.journals.elsevier.com/pharmacology-biochemistry-and-behavior",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ Effects of toluene on the electroencephalogram (EEG) and its power spectra were measured during a 2-hr exposure in a dynamic inhalational chamber in young rats (30-53 days old) and compared to those in adult rats (63-77 days old). Rats were exposed to one of the three concentrations [low (108-111 ppm), medium (160-163 ppm), and high (407-432 ppm)] of toluene on different days. In tests on sleep-wake cycle, in the young animals the duration of the wake stage (W) was increased with decreases of rapid eye movement (REM) and non-REM (NREM) sleep during hr 1 and hr 2 of exposure to the low concentration. These effects were marked at the medium and the high concentrations. In adult rats, at the low concentration the increase of W and the decrease of REM were observed only at hr 1; however, at medium and high concentrations those changes of W and REM sleep were marked along with a decrease of NREM. Comparison of the changes of duration of different states in rats of two age groups showed that there was a significant difference in the increase of W and the decrease of NREM sleep in young rats at hr 2 of exposure to low concentrations only compared to those in adult rats. Tested on power spectrum in young rats during REM sleep recorded from the visual cortex, the power of delta waves increased at the medium and high concentrations and that of theta wave decreased at the high concentration during hr 2 of exposure compared to the controls. In adult animals the power of theta wave recorded from the visual cortex during REM sleep was also decreased at hr 2 of exposure to the concentration. In both groups no significant change in power spectrum was observed during W and NREM sleep. However, from the effects on sleep-wake cycle at low concentration the young rats appear to be more sensitive to toluene exposure compared to adult rats."
        },
        {
            "References": "Ghosh TK et al; Pharmacology Biochemistry and Behavior 32 (4): 987-992 (1989). Available from, as of August 12, 2016: https://www.journals.elsevier.com/pharmacology-biochemistry-and-behavior",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ Effects of toluene on the electroencephalogram (EEG) and its power spectra were measured during a 2-hr exposure in a dynamic inhalational chamber in rats. Rats were exposed to one of six graded concentrations (110.6, 162.5, 432, 676, 1558, 2730 ppm) of toluene on different days. It was found that the duration of waking (W) was increased with a decrease in duration of rapid eye movement (REM) sleep even at 110.6 ppm. Duration of nonrapid eye movement (NREM) sleep was decreased with an increase of W and a decrease of REM sleep at 162.5 ppm. Dose-related effects were noted in higher concentrations. The power of delta frequency band was increased with a decrease of theta frequency band power at hr 1 of exposure to 676 ppm during REM sleep recorded from the visual cortex. The power of theta frequency band was also decreased at hr 2 of exposure at 432 ppm. During W and NREM sleep power spectra were not changed significantly. Results indicate that the changes of EEG are a sensitive measure of the effects of toluene on the central nervous system (CNS)."
        },
        {
            "References": "PMID:24882722",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ Abuse of toluene-containing inhalants is associated to various cognitive impairments that have been partly associated to deviation of the hippocampal neurogenesis processes during adulthood. In the present study we analyzed the effect of chronic toluene exposure (6000 ppm) on cell proliferation and migration in the other selected area of the rodent brain where neurogenesis persist throughout adulthood, the subventricular zone of the lateral ventricle (SVZ). We used an anti-Ki67 antibody to evaluate SVZ cell proliferation, BrdU to evaluate cell survival and double-staining with BrdU and the migration marker doublecortin (DCX) to evaluate migration, by immunofluorescence 2hr, 1, 5, 10 or 15 days after 20 sessions of toluene exposure. We found that toluene induced an initial burst of cell proliferation in the SVZ but not a significant increase in migration toward the rostral migratory stream (RMS) or the number of cells that migrate to the olfactory bulb. In addition, we detected a small number of new migrating cells in the corpus callosum and striatum of control mice that was similar in toluene-exposed brains. These results may underline the homeostatic capabilities of the populations of dividing cells, previously demonstrated using other drugs of abuse and demonstrate that toluene misuse can alter cellular proliferation in the postnatal brain."
        },
        {
            "References": "Naalsund LU; Acta Pharmacol Toxicol 59 (4): 325-31 (1988)",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ Sixteen rats were chronically implanted with bipolar electrodes in the hipocampal regions containing cells generating electric theta-activity. The animals were divided into 4 groups of which 2 were exposed to 500 ppm of toluene in inhalation chambers, for 8 or 16 hours per day for 5 days per week in 12 weeks respectively, and 2 served as controls. The hippocampal electric activity was recorded 48 hours after each weekly exposure. Frequencies of theta-activity in the exposed groups were found to differ from their respective control group by variance analysis. Each point on the frequency versus time plot were further analysed by Student's t-test. Compared to the non-exposed group the eight hours daily exposed showed an initial period of increased frequency of the regular theta-waves together with an increased incidence of theta-activity after 1-2 weeks of exposure. In the sixteen hours daily exposed rats two weeks of toluene inhalation produced a significant reduction in the theta-wave frequency. This change was also reached after either weeks of exposure in the eight hours daily exposed group. At this moment the theta-activity was frequency disrupted by short amplitude irregular waves, a phenomen which increased gradually throughout the rest of the exposure period. The average blood concentration of toluene was 16.7 ug/mL and 17.7 ug/mL and not significantly different for the eight and sixteen hours exposed groups respectively."
        },
        {
            "References": "PMID:24345417",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ Toluene belongs to a class of psychoactive drugs known as inhalants. Found in common household products such as adhesives, paint products, and aerosols, toluene is inhaled for its intoxicating and euphoric properties. Additionally, exposure to toluene disrupts motor behaviors in a manner consistent with impairments to cerebellar function. Previous work has suggested a role of GABA in mediating toluene's neurobehavioral effects, but how this manifests in the cerebellar cortex is not yet understood. In the present study, we examined the effects of toluene on cerebellar Purkinje cell action potential output and inhibitory synaptic transmission onto Purkinje cells using patch clamp electrophysiology in acute rat cerebellar slices. Toluene (1mM) reduced the frequency of Purkinje cell action potential output without affecting input resistance. Furthermore, toluene dose-dependently enhanced inhibitory synaptic transmission onto Purkinje cells, increasing the amplitude and frequency of inhibitory postsynaptic currents; no change in the frequency of action potentials from molecular layer interneurons was noted. The observed decreases in Purkinje cell action potential output could contribute to toluene-evoked impairments in cerebellar and motor functions."
        },
        {
            "References": "PMID:24994552",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ The abused inhalant toluene has potent behavioral effects, but only recently has progress been made in understanding the neurochemical actions that mediate the action of toluene in the brain. Available evidence suggests that toluene inhalation alters dopamine (DA) neurotransmission, but toluene's mechanism of action is unknown. The present study evaluated the effect of acute and repeated toluene inhalation (0, 2,000, or 4,000 ppm) on locomotor activity as well as striatal DA release and uptake using slice fast-scan cyclic voltammetry. Acutely, 2,000 and 4,000 ppm toluene increased locomotor activity, while neurochemically only 4,000 ppm toluene potentiated electrically evoked DA release across the caudate-putamen and the nucleus accumbens. Repeated administration of toluene resulted in sensitization to toluene's locomotor activity effects. Brain slices obtained from mice repeatedly exposed to toluene demonstrated no difference in stimulated DA release in the caudate-putamen as compared to control animals. Repeated exposure to 2,000 and 4,000 ppm toluene caused a concentration-dependent decrease of 25-50 % in evoked DA release in the nucleus accumbens core and shell relative to air-exposed mice. These voltammetric neurochemical findings following repeated toluene exposure suggest that there may be a compensatory downregulation of the DA system. Acute or repeated toluene exposure had no effect on the DA uptake kinetics. Taken together, these results demonstrate that acute toluene inhalation potentiates DA release, while repeated toluene exposure attenuates DA release in the nucleus accumbens only."
        },
        {
            "References": "PMID:25360326",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ Toluene is a representative member of a class of inhaled solvents that are voluntarily used by adolescents and adults for their euphorigenic effects. Research into the mechanisms of action of inhaled solvents has lagged behind that of other drugs of abuse despite mounting evidence that these compounds exert profound neurobehavioral and neurotoxicological effects. Results from studies carried out by the authors and others suggest that the neural effects of inhalants arise from their interaction with a discrete set of ion channels that regulate brain activity. Of particular interest is how these interactions allow toluene and other solvents to engage portions of an addiction neurocircuitry that includes midbrain and cortical structures. ... This review /focused/ on the current state of knowledge regarding toluene's action on midbrain dopamine neurons, a key brain region involved in the initial assessment of natural and drug-induced rewards. Findings from recent studies ... show that brief exposures of adolescent rats to toluene vapor induce profound changes in markers of glutamatergic plasticity in VTA DA neurons. These changes are restricted to VTA DA neurons that project to limbic structures and are prevented by transient activation of the medial prefrontal cortex prior to toluene exposure. Together, these data provide the first evidence linking the voluntary inhalation of solvents to changes in reward -sensitive dopamine neurons."
        },
        {
            "References": "PMID:25445728",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ The data generated by current high-throughput assays for chemical toxicity require information to link effects at molecular targets to adverse outcomes in whole animals. In addition, more efficient methods for testing volatile chemicals are needed. Here we begin to address these issues by determining the utility of measuring behavioral responses of Drosophila melanogaster to airborne volatile organic compounds (VOCs) as a potential model system for discovering adverse outcome pathways and as a method to test for toxicity. In these experiments, we measured motor activity in male and female flies to determine concentration-effect functions for three VOCs that differ in their mode of action: toluene, a narcotic; acrolein, an irritant; and vinyl chloride, a hepatocarcinogen. These experiments were conducted in Flyland, an outbred population of flies derived from 40 lines of the Drosophila Genetics Reference Panel (DGRP) in preparation for subsequent experiments with individual lines of the DGRP. Systematic, concentration-related changes in activity were observed with toluene, but not with acrolein; high concentrations of vinyl chloride reduced activity by a small amount. Despite higher activity levels in males than in females under control conditions, the sexes were equally sensitive to toluene. Transient increases in activity at the onset and offset of exposure to toluene and vinyl chloride suggested that the flies detected changes in air quality at concentrations that did not persistently suppress activity. The effects and potency of toluene are consistent with those observed in rodents. The lack of clear concentration-related changes in response to acrolein and vinyl chloride shows limitations of this method is for screening toxicity attributed to VOCs."
        },
        {
            "References": "PMID:26343380",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ The effects of exposure to volatile organic compounds (VOCs), which are of concern to the EPA, are poorly understood, in part because of insufficient characterization of how human exposure duration impacts VOC effects. Two inhalation studies with multiple endpoints, one acute and one subchronic, were conducted to seek effects of the VOC, toluene, in rats and to compare the effects between acute and subchronic exposures. Adult male Long-Evans rats were exposed to toluene vapor (n=6 per group) at a concentration of 0 or 1019+/-14ppm for 6hr in the acute study and at 0+/-0, 10+/-1.4, 97+/-7, or 995+/-43 ppm for 6 hr/d, 5 d/week for 13 weeks in the subchronic study. For the acute study, brains were dissected on ice within 30 min of the end of exposure, while for the subchronic study, brains were dissected 18 hr after the last exposure. Frontal cortex, hippocampus, cerebellum, and striatum were assayed for a variety of oxidative stress (OS) parameters including total aconitase (TA), protein carbonyls, glutathione peroxidase (GPX), glutathione reductase (GRD), glutathione transferase (GST), gamma-glutamylcysteine synthetase (GCS), superoxide dismutase (SOD), total antioxidants (TAS), NADPH quinone oxidoreductase-1 (NQO1), and NADH ubiquinone reductase (UBIQ-RD) activities using commercially available kits. Following acute exposure, UBIQ-RD, GCS and GRD were increased significantly only in the cerebellum, while TAS was increased in frontal cortex. On the other hand, subchronic exposure affected several OS markers including increases in NQO1 and UBIQ-RD. The effect of subchronictoluene exposure on SOD and TAS was greater in the striatum than in the other brain regions. TA activity (involved in maintaining iron homeostasis and an indicator of DNA damage) was inhibited in striatum and cerebellum, increased in hippocampus, and unchanged in frontal cortex. Protein carbonyls increased significantly in both the frontal cortex and cerebellum. In general, the results showed that acute exposure to toluene affected OS parameters to a lesser extent than did subchronic exposure. These results suggest that toluene exposure induces OS in the brain and this may be a component of an adverse outcome pathway for some of the neurotoxic effects reported following toluene exposure."
        },
        {
            "References": "Castilla-Serna L et al; Arch Invest Med 22: 295-301 (1991) as cited in U.S. Dept Health & Human Services/Agency for Toxic Substances & Disease Registry; Toxicological Profile for Toluene (Update) p.46 (1994) ATSDR/TP-93/14",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ Age ... influences neurological response after exposure to toluene. Young rats (50 days old) were affected by toluene to a lesser extent than older rats (120 days old) based on several measurements of escape latency 30 days after exposure to 30,000-40,000 ppm for 15 min/day."
        },
        {
            "References": "Pryor GT, Rebert CS; Neurotoxicology 13: 225-34 (1992)",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ Studies have demonstrated that toluene can produce subtle changes in the auditory system. Intermediate exposure to toluene produced a permanent loss of hearing in the high frequency range (approximately 16 kHz) in rats exposed to 1200 ppm for 5-9 wk or 1000 ppm for 2 wk."
        },
        {
            "References": "PMID:10386830",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ To identify the frequency range most sensitive to toluene-induced auditory damage, the auditory function of adult Long-Evans rats exposed to 1750 ppm of toluene (6 h/day, 5 days/week, 4 weeks), was tested by recording auditory-evoked potentials directly from the round window of the cochlea. The present electrocochleographic findings do not support a specific mid- to high-frequency loss of auditory sensitivity. On the contrary, the electrophysiologic data, obtained for audiometric frequencies ranging from 2 to 32 kHz, showed a hearing deficit not only in the mid-frequency region (12-16 kHz), but also in the mid-low-frequency region (3-4 kHz). Actually, the effect of toluene was independent of the frequency in our experimental conditions. Histological analysis was consistent with electrophysiologic data because a broad loss of outer hair cells occurred in both mid- and mid-apical coil of the organ of Corti."
        },
        {
            "References": "Slomianka L et al; Toxicol 62 (2): 189-202 (1990)",
            "Value": "/DEVELOPMENTAL NEUROTOXICITY/ With the intention of investigating possible morphological alterations effected by toluene in the developing CNS, rat pups were exposed to 100 ppm and 500 ppm of atmospheric toluene from postnatal day 1 until sacrifice at postnatal day 28, when the hippocampal region (area dentata, Ammon's horn, subiculum) was examined by light microscope and alterations in the volumes of the layers of the subdivisions were determined. The layers of Ammon's horn and the subiculum were not affected qualitatively or quantitatively by the 500 ppm exposure. Within the area dentata, the volume of the granule cell layer was 6% smaller in animals exposed to 100 ppm and 13% smaller in animals exposed to 500 ppm than they were in controls. The volumes of the hilus, which is a terminal field of granule cell axons, and the commissural-association zone of the dentate molecular layer, which is the terminal field of the hilar projection to the granule cells, were smaller (12% and 19%) in animals exposed to 500 ppm than they were in controls. Argyrophilic cells were found in the granule cell layer of all animals exposed to 500 ppm. Pronounced granule cell degeneration was found in one animal exposed to 500 ppm. The granule cell layer of animals exposed to 100 ppm appeared qualitatively normal. The alterations reported here support the few earlier reports of morphological alterations in the CNS of adult laboratory animals. Effects of toluene similar to those described, that is alterations in specific neuron populations and their afferent and efferent terminal fields may complement changes in neurophysiology and behavior that have been observed in prenatally and perinatally exposed rodent pups. Causal relationships, however, remain to be elucidated."
        },
        {
            "References": "Chen HH et al; Toxicol Lett 205 (3): 336-40 (2011)",
            "Value": "/DEVELOPMENTAL NEUROTOXICITY/ Toluene, an industrial organic solvent, is voluntarily inhaled as drug of abuse. Because inhibition of N-methyl-d-aspartate (NMDA) receptors is one of the possible mechanisms underlying developmental neurotoxicity of toluene, the purpose of the present study was to examine the effects of toluene exposure during two major neurodevelopmental stages, brain growth spurt and adolescence, on NMDA receptor-mediated current. Rats were administered with toluene (500 mg/kg, i.p.) or corn oil daily over postnatal days (PN) 4-9 (brain growth spurt) or PN 21-26 (early adolescence). Intracellular electrophysiological recordings employing in CA1 pyramidal neurons in the hippocampal slices were performed during PN 30-38. Toluene exposure during brain growth spurt enhanced NMDA receptor-mediated excitatory postsynaptic currents (EPSCs) by electrical stimulation, but impaired the paired-pulse facilitation and NMDA response by exogenous application of NMDA. Toluene exposure during adolescence resulted in an increase in NMDA receptor-mediated EPSCs and a decrease in exogenous NMDA-induced currents, while lack of any effect on paired-pulse facilitation. These findings suggest that toluene exposure during brain growth spurt and adolescence might result in an increase in synaptic NMDA receptor responsiveness and a decrease in extrasynaptic NMDA receptor responsiveness, while only toluene exposure during brain growth spurt can produce presynaptic modulation in CA1 pyramidal neurons. The functional changes in NMDA receptor-mediated transmission underlying developmental toluene exposure may lead to the neurobehavioral disturbances."
        },
        {
            "References": "PMID:26318334",
            "Value": "/DEVELOPMENTAL NEUROTOXICITY/ Volatile organic solvent abuse continues to be a worldwide health problem, including the neurobehavioral teratogenic sequelae of toluene abuse during pregnancy. Although abuse levels of prenatal toluene exposure can lead to a Fetal Solvent Syndrome, there is little research examining these effects on memory. Consumption of toluene can have detrimental effects on the developing hippocampus which could lead to specific spatial learning and memory deficits. This study used a rat model to determine how prenatal exposure to abuse levels of toluene would affect performance in a spatial learning and memory task, the Morris Water Maze (MWM). Pregnant Sprague-Dawley rats were exposed to 0, 8000 or 12,000 ppm of toluene for 15 min twice daily from gestation day 8 (GD8) through GD20. Male and female offspring (N=104) were observed in the MWM for 5 days beginning on postnatal day (PN) 28 and again on PN44. While prenatal toluene-exposed animals did not differ in initial acquisition in the MWM, rats prenatally exposed to 12,000 ppm toluene displayed performance deficits during a probe trial and in reversal learning on PN44. Overall, this study indicates that prenatal exposure to repeated inhaled abuse patterns of high concentrations of toluene can impair spatial memory function that persists into adolescence."
        },
        {
            "References": "Lorenzana-Jimenez M, Salas M; Neurotoxicol Teratol 12: 353-7 (1990) as cited in U.S. Dept Health & Human Services/Agency for Toxic Substances & Disease Registry; Toxicological Profile for Toluene (Update) p.45 (1994) ATSDR/TP-93/14",
            "Value": "/DEVELOPMENTAL NEUROTOXICITY/ In 3-day-old rats, daily 15 min exposures to toluene resulted in a dose-related increase in righting-reflex latency time. At each dose the righting-reflex latency decreased over the first 4 wk of exposure indicating that the animals had developed at least partial tolerance to the toluene. During the second 4-wk period, latencies increased again at the higher doses but were never as great as they were for the initial toluene exposure. The results for the second 4-wk period showed that there were limitations to the adaptive response at the higher toluene doses and that there were cumulative effects of exposure at these doses. Tolerance was probably the result of induction of toluene metabolizing enzymes."
        },
        {
            "References": "PMID:23810580",
            "Value": "/BEHAVIORAL STUDIES/ Abuse of toluene-containing inhalants is common during adolescence, with ongoing chronic misuse associated with adverse outcomes and increased risk for addictive behaviors in adulthood. However, the mechanisms mediating the adaptive processes related to these outcomes are not well defined. To model human abuse patterns we exposed male adolescent Wistar rats (postnatal day 27) to chronic intermittent inhaled toluene (CIT, 10,000 ppm) or air (control) for 1 hr/day, three times/week for 3 weeks. The effects of CIT on behavior and recovery were monitored. Locomotor activity was recorded following two consecutive injections of amphetamine (1 mg/kg, i.p.) 72 and 96 hr after the last exposure. This was followed with injection of the NMDA receptor antagonist MK801 (0.5 mg/kg, i.p.) 20 days after the last exposure. CIT resulted in a significant and persistent retardation in weight gain during the exposure period and abstinence (p<0.05). Repeated exposure resulted in tolerance to the onset of toluene-induced behaviors and recovery latency. There was a reduction in the acute stimulant effects of amphetamine in CIT-exposed animals and an increase in the magnitude of locomotor activity (p<0.0125) following a subsequent exposure when compared to the responses observed in controls; this was associated with altered locomotor responses to MK801. Repeated exposure to CIT during adolescence alters parameters of growth, as measured by body weight, and leads to tolerance, indicating that increasing concentrations of the compound may be needed to reach the same behavioral state. Toluene during this period also alters responses to a psychostimulant which may be related to long-term glutamatergic dysfunction."
        },
        {
            "References": "PMID:85522",
            "Value": "/BEHAVIORAL STUDIES/ Motor incoordination, euphoria and hallucinations are symptoms reported for humans voluntarily intoxicated by industrial solvents. An epileptic-like consciousness impairment has also been noted. The present paper describes a technique used for the experimental study of solvent intoxication in which toluene and benzene can be applied directly into the trachea of freely moving cats with chronically implanted electrodes. This technique permits the control of solvent dose and time of exposure. Results showed a 3 Hz spike-wave activity in the gyrus cinguli recording with both toluene or benzene intoxication. Furthermore, benzene inhalation produced generalized tonic-clonic seizures. These effects were dose-related. However, a sensitization period was essential for the development of such alterations, and effects showed a tendency to shortening through chronic exposures. These alterations were correlated with behavioral disturbances such as nodding, twitching and apparent hallucinations. Results are discussed regarding the sensitization period, the optimal peak of effects, and the period of tolerance development relevant to an earlier found amygdalar activation that could be correlated with other methods inducing experimental seizures, such as repetitive stimulation of the brain (kindling)."
        },
        {
            "References": "PMID:24186077",
            "Value": "/BEHAVIORAL STUDIES/ Despite widespread abuse, there are few validated methods to study the rewarding effects of inhalants. One model that may have utility for this purpose is intracranial self-stimulation (ICSS). This study aims to compare and contrast the ICSS reward-facilitating effects of abused inhalants to other classes of abused drugs. Compounds were examined using two different ICSS procedures in mice to determine the generality of each drug's effects on ICSS and the sensitivity of the procedures. Male C57BL/6J mice with electrodes implanted in the medial forebrain bundle were trained under a three-component rate-frequency as well as a progressive ratio (PR) ICSS procedure. The effects of nitrous oxide, toluene vapor, cocaine, and diazepam on ICSS were then examined. Concentrations of 1,360-2,900 parts per million (ppm) inhaled toluene vapor significantly facilitated ICSS in the rate-frequency procedure and 1,360 ppm increased PR breakpoint. A concentration of 40% nitrous oxide facilitated ICSS in the rate-frequency procedure but reduced PR breakpoint. Doses of 3-18 mg/kg cocaine facilitated ICSS in the rate-frequency procedure, and 10 and 18 mg/kg increased PR breakpoint. Doses of 1 and 3 mg/kg diazepam facilitated ICSS in the rate-frequency procedure, and 3 mg/kg increased PR breakpoint. The reinforcement-facilitating effect of toluene in ICSS is at least as great as diazepam. By contrast, nitrous oxide weakly enhances ICSS in only the rate-frequency procedure. The data suggest that the rate-frequency procedure may be more sensitive than the PR schedule to the reward-facilitating effects of abused inhalants."
        },
        {
            "References": "PMID:3783437",
            "Value": "/BEHAVIORAL STUDIES/ Behavioral toxicity of toluene has been assessed in mice. Because of its small size the mouse can be confined in a 20 L hermetically sealed chamber for several hours. Toluene was introduced through a port and volatilized by a hot-plate. Samples of chamber air for analysis were taken through another port. A smaller mesh cage held the mouse within the larger chamber. Schedule-controlled responding was developed by arranging that a response, breaking a beam of light, was followed by milk under an Fl 60 sec schedule. Responding was much more rapid in the presence of stimuli correlated with the Fl schedule than when the schedule was not operating. Standard sessions consisted of alternating series of 8 consecutive Fl 60 sec and inter-series 30 min time-outs. Toluene disappeared from the atmosphere of the unopened empty chamber at the rate of 0.2%/hr. When the mouse cage was in the chamber the disappearance was 1.5%/hr and when a mouse was also present it was 3.7%/hr. Concentration-effect curves were determined by exposing a mouse to incremental additions of toluene at 30 min intervals. Toluene increased the rate of responding in most mice at levels of about 700 ppm. Higher concentrations progressively reduced responding. The ED50 (the concentration reducing responding by 50%) averaged 1657 ppm in 10 mice. In the appendix, principles for the assessment of hazard from results of this type are presented. It is estimated that there is a 1/1000 chance of the responding of a mouse being reduced by as much as 10% by a concentration of toluene of 69 ppm."
        },
        {
            "References": "Wood RW et al; Toxicol Appl Pharmacol 68: 462-72 (1983) as cited in U.S. Dept Health & Human Services/Agency for Toxic Substances & Disease Registry; Toxicological Profile for Toluene (Update) p.45 (1994) ATSDR/TP-93/14",
            "Value": "/BEHAVIORAL STUDIES/ Concentrations of 480 ppm and above decreased the ability of trained rats to perform a sequence of lever press actions associated with a reward (milk). During training, the rats were divided into two groups. The reward presentation for one group was not accompanied by any noticeable external events. For the second group, the reward presentation was accompanied by light and sound stimuli. The effects of toluene on performance were less severe with the rats trained using the light and sound reinforcement. This suggests that behavior associated with external signals is less subject to disruption by toluene than behavior that is not accompanied by external reinforcement."
        },
        {
            "References": "Arito H et al; Arch Toxicol 62: 76-80 (1988) as cited in U.S. Dept Health & Human Services/Agency for Toxic Substances & Disease Registry; Toxicological Profile for Toluene (Update) p.46 (1994) ATSDR/TP-93/14",
            "Value": "/BEHAVIORAL STUDIES/ Toluene exposure ... changes sleep patterns in animals. Both single episodes of toluene exposure (about 1000 ppm) and subchronic 8 hr/day exposures for 3 wk (about 600 ppm), changed patterns of sleep and wakefulness in rats. After the single exposures, there was a decrease in wakefulness and an increase in slow-wave sleep; a prolonged sleep latency was apparent for the 2 days following exposure. Latency was defined as the time interval between the end of the exposure period and the beginning of a particular phase of the sleep cycle. Following the 3 wk exposures, there was an increase in wakefulness during the dark period on the 2 days after exposure and a decrease in slow wave sleep on the first day."
        },
        {
            "References": "USEPA; Ambient Water Quality Criteria Doc: Toluene p.14-6 (1980) EPA 440/5-80-075",
            "Value": "/GENOTOXICITY/ Intraperitoneal admin of 250, 500, or 1,000 mg/kg at 0 and 24 hr failed to give positive results in micronucleus test with Swiss mice."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists. Documentation of the TLVs and BEIs with Other World Wide Occupational Exposure Values. 7th Ed. CD-ROM Cincinnati, OH 45240-1634 2013., p. 2",
            "Value": "/GENOTOXICITY/ /Upon review of mutagenicity data for toluene/, toluene is not mutagenic in the Salmonella typhimurium tester strains, in Escherichia coli, in Saccharomyces cerevisiae, or in Drosophilia melanogaster. Reports of chromosome aberrations and clastogenesis after parenteral injection of toluene in rats have not been confirmed upon subsequent investigation."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V47 98 (1989)",
            "Value": "/GENOTOXICITY/ Toluene was reported to induce chromosomal aberrations in the bone marrow cells of male albino rats after chronic inhalation exposure to 5.4 or 50.7 mg/cu m on 4 hr/day, five days/wk for four months or after sc injection of 0.8 g/kg bw. Chromosomal aberrations in bone marrow cells were reported following sc injection of 1 g/kg bw daily for 12 days to male albino rats."
        },
        {
            "References": "PMID:26562996",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ Anoxybacillus flavithermus subsp. yunnanensis is now the only species of thermophilic bacteria able to tolerate toxic solvents at high temperature. The adaptive responses of A. flavithermus subsp. yunnanensis E13(T) to toluene on the level of fatty acid composition of membrane were studied in detail. The extraction of fatty acids was performed according to the method described in the Sherlock Microbial Identification System manual. The fatty acid compositions were analyzed by gas chromatography mass spectrometry (GC-MS). In the presence of 0.3% (V/V) toluene, the key moment to adapt the saturated straight-chain fatty acids was when cells grew from the lag phase to the initial growth phase in liquid. The saturated straight-chain fatty acids were continuously decreased as the strain E13(T) grew. In the surviving cells in 100% toluene, the saturated straight-chain fatty acids increased significantly. A. flavithermus ssp. yunnanesis E13(T) alters its membrane fluidity via fatty acid composition to become more rigid when it is exposed to solvent, which is consistent with that commonly found in mesophilic organic solvent-tolerant bacteria. However, it adapted its membrane by increasing straight-chain saturated fatty acids, rather than unsaturated fatty acids, which was demonstrated in mesophilic organic solvent-tolerant bacteria."
        },
        {
            "References": "PMID:23723566",
            "Value": "/IMMUNOTOXICITY/ Defensins are generally implicated in the quick resistance of epithelial surfaces to microbials; however, recent reports have indicated that defensins also have unknown purposes in relation to noninfectious diseases. In this study, the localization patterns of anti-microbial peptides, beta defensins (BDs), in the tracheal epithelium of male C3H mice under exposure to toluene were analyzed by immunohistochemistry. Mice were exposed one to ten times to toluene for 30 min by nose-only inhalation. Expression of BDs was revealed by immunohistochemistry in serial sections of trachea after the final exposure. Expression of BD-1 was usually observed at almost the same levels in all exposure groups, and expression of BD-2 was observed in the control group; however, the signals for BD-2 decreased gradually with frequency of exposure. In the group exposed ten times, expression of BD-2 decreased to far lower than that of the control group. No expression of BD-3 was detected in any groups. Interestingly, expression of BD-4 increased to the maximum in the group exposed four times and decreased to a level lower than that of the control in the group exposed ten times. The results of the present study indicated that toluene gas might change the expression pattern of BDs in the tracheal epithelial cells. The oscillation of expression of BD-4 was quite characteristic and might contribute to morphological damage in on the epithelial cells."
        },
        {
            "References": "Aranyi C et al; Toxicol Lett 25: 103-10 (1985)",
            "Value": "/IMMUNOTOXICITY/ Mice exposed for 3 hr to toluene at concentrations of 2.5-500 ppm exhibited increased, but not dose-related, susceptibility to respiratory infections when challenged by Streptococcus zooepidemicus. Pulmonary bactericidal activity was decreased at concentrations of 2.5 ppm and 100-500 ppm but not at concentrations of 5-50 ppm. There was no effect on susceptibility to infection with a toluene exposure of 1 ppm for 3 hr, 5 days (3 hr/day) or 4 wk (3 hr/day). The bactericidal activity of the lung was decreased during the 5-day treatment but not with the 4-wk treatment. The authors hypothesized that toluene exerted an adverse effect on alveolar macrophage function, thereby decreasing disease resistance."
        },
        {
            "References": "PMID:24475070",
            "Value": "/OTHER TOXICITY INFORMATION/ General and specific effects of molecular genetic responses to adverse environmental factors are not well understood. This study examines genome-wide gene expression profiles of Drosophila melanogaster in response to ionizing radiation, formaldehyde, toluene, and 2,3,7,8-tetrachlorodibenzo-p-dioxin. We performed RNA-seq analysis on 25,415 transcripts to measure the change in gene expression in males and females separately. An analysis of the genes unique to each treatment yielded a list of genes as a gene expression signature. In the case of radiation exposure, both sexes exhibited a reproducible increase in their expression of the transcription factors sugarbabe and tramtrack. The influence of dioxin up-regulated metabolic genes, such as anachronism, CG16727, and several genes with unknown function. Toluene activated a gene involved in the response to the toxins, Cyp12d1-p; the transcription factor Fer3's gene; the metabolic genes CG2065, CG30427, and CG34447; and the genes Spn28Da and Spn3, which are responsible for reproduction and immunity. All significantly differentially expressed genes, including those shared among the stressors, can be divided into gene groups using Gene Ontology Biological Process identifiers. These gene groups are related to defense response, biological regulation, the cell cycle, metabolic process, and circadian rhythms. KEGG molecular pathway analysis revealed alteration of the Notch signaling pathway, TGF-beta signaling pathway, proteasome, basal transcription factors, nucleotide excision repair, Jak-STAT signaling pathway, circadian rhythm, Hippo signaling pathway, mTOR signaling pathway, ribosome, mismatch repair, RNA polymerase, mRNA surveillance pathway, Hedgehog signaling pathway, and DNA replication genes. Females and, to a lesser extent, males actively metabolize xenobiotics by the action of cytochrome P450 when under the influence of dioxin and toluene. Finally, in this work we obtained gene expression signatures pollutants (dioxin, toluene), low dose of gamma-irradiation and common molecular pathways for different kind of stressors."
        },
        {
            "References": "PMID:25212750",
            "Value": "Voluntary inhalation of organic solvents, such as toluene, is particularly prevalent in adolescent populations and is considered to be a contributing factor to substance use and dependence later in life. While inhalants are often the initial \"drug\" experienced during this period, alcohol is another substance readily abused by adolescent populations. Although both substances are thought to have similar actions within the brain, our understanding of the implications of adolescent inhalant abuse upon subsequent exposure to alcohol remains to be investigated. Thus, this study aimed to assess locomotor responses to acute ethanol and voluntary ethanol consumption following a period of toluene inhalation throughout adolescence/early adulthood. Adolescent male Wistar rats (postnatal day [PN] 27) inhaled air or toluene (3000 ppm) for 1 hr/day, 3 days/week for 4 (PN 27-52) or 8 weeks (PN 27-80) to mimic the patterns observed in human inhalant abusers. Following the exposure period, cross-sensitization to acute ethanol challenge (0.5 g/kg, intra-peritoneally [i.p.]), and voluntary consumption of 20% ethanol in a chronic intermittent 2-bottle choice paradigm, were assessed. Hepatic ethanol and acetaldehyde metabolism and liver histopathology were also investigated. Chronic intermittent toluene (CIT) exposure throughout adolescence for up to 8 weeks did not alter the behavioral response to acute ethanol or voluntary consumption of ethanol in adulthood, although an age-dependent effect on ethanol consumption was observed (p<0.05). Both liver function and pathology did not differ between treatment groups. Thus, in the paradigm employed, CIT exposure throughout adolescence and early adulthood did not predispose rats to subsequent locomotor sensitivity or voluntary consumption of ethanol in adulthood."
        },
        {
            "References": "PMID:11740571",
            "Value": "/OTHER TOXICITY INFORMATION/ The effects of toluene and dioxane inhalations on the intensity of free radical oxidation in rat ovaries and brain cortex were studied. Both toxins in a dose 10-fold surpassing the maximum permissible concentration increased activity of glutathione peroxidase in brain tissue; moreover, toluene increased chemiluminescence intensity, which attested to activation of free radical processes. In ovarian tissue toluene increased activities of glutathione peroxidase and catalase and the intensity of lipid peroxidation. These changes were associated with the appearance of normally absent circadian rhythm."
        }
    ],
    "sediment_soil_concentrations": [
        {
            "References": "(1) Goodley PC, Gordon M; KY Acad Sci 37: 11-5 (1976) (2) Steinheimer TR et al; Anal Chim Acta 129: 57-67 (1981) (3) Staples CA et al; Environ Toxicol Chem 4: 131-42 (1985) (4) Ferrario JB et al; Bull Environ Contam Toxicol 34: 246-55 (1985) (5) Kawata K et al; Bull Environ Contam Toxicol 58: 893-900 (1997) (6) Iannuzzi TJ et al; Chemosphere 34: 213-31 (1997)",
            "Value": "SEDIMENT: Toluene was identified, not quantified in sediment from rivers near industrial facilities in the US(1,2). USEPA STORET DATABASE: Toluene was detected in 67 of 397 sediment samples at a median concentration of 5.0 ppb dry weight(3). Toluene was detected in 33% of the sediment samples from Lake Pontchartrain, LA at an average concentration of 0.7 ppb wet weight(4). Toluene was detected at concentrations of less than 0.1 ng/g to 1.2 ng/g in sediment from rivers near Niigata, Japan(5). Toluene was detected in sediment of the Passaic River, NJ at concentrations of 3-250 ug/kg(6)."
        },
        {
            "References": "(1) Tassi F et al; Sci Total Environ 407(15): 4513-4525 (2009)",
            "Value": "Soil: Toluene gas was detected at concentrations ranging from 2951 to 9155, 3152 to 10,844, and 5514 to 13,452 ppbv in the cover soil collected from the Case Passerini landfill site in Italy at 5 locations at depths of 30, 50, and 70 cm, respectively(1)."
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "(1) Wilson JT et al; J Environ Qual 10: 501-6 (1981) (2) Nathwani JS, Phillips CR; Chemosphere 6: 157-62 (1977) (3) Kan AT et al; Environ Sci Technol 32: 892-902 (1998) (4) Swann RL et al; Res Rev 85: 17-28 (1983)",
            "Value": "The Koc of toluene was reported as 178 in a sandy soil(1) and as 37 (Wendover silty loam), 160 (Grimsby silt loam), 160 (Vaudreil sandy loam) and 46 (sandy soil)(2). The Koc of toluene in lake sediment was measured as 166(3). According to a classification scheme(4), these measured Koc values suggest that toluene is expected to have high to moderate mobility in soil."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V47: 90 (1989)",
            "Value": "In association with clay minerals, toluene's adsorption is inversely proportional to the pH of the soil. Approximately 40-70% of toluene applied to the surface of sandy soils is volatilized."
        }
    ]
}