{
    "_id": {
        "$oid": "66927110303528b49832d7c6"
    },
    "CID": {
        "$numberInt": "11419598"
    },
    "Name": "Foramsulfuron",
    "IUPACName": "2-[(4,6-dimethoxypyrimidin-2-yl)carbamoylsulfamoyl]-4-formamido-N,N-dimethylbenzamide",
    "CanonicalSMILES": "CN(C)C(=O)C1=C(C=C(C=C1)NC=O)S(=O)(=O)NC(=O)NC2=NC(=CC(=N2)OC)OC",
    "Synonyms": [
        "Foramsulfuron",
        "173159-57-4",
        "2-(N-((4,6-Dimethoxypyrimidin-2-yl)carbamoyl)sulfamoyl)-4-formamido-N,N-dimethylbenzamide",
        "4XJD212JQB",
        "2-[(4,6-dimethoxypyrimidin-2-yl)carbamoylsulfamoyl]-4-formamido-N,N-dimethylbenzamide",
        "Benzamide",
        "2-[[[[(4,6-dimethoxy-2-pyrimidinyl)amino]carbonyl]amino]sulfonyl]-4-(formylamino)-N,N-dimethyl-",
        "CHEMBL1243071",
        "CHEBI:83502",
        "2-({[(4,6-dimethoxypyrimidin-2-yl)carbamoyl]amino}sulfonyl)-4-formamido-N,N-dimethylbenzamide",
        "Formasulfuron",
        "Option 35WDG",
        "Option Corn Herbicide",
        "C17H20N6O7S",
        "Foramsulfuron [ISO:BSI]",
        "UNII-4XJD212JQB"
    ],
    "IsomericSMILES": "CN(C)C(=O)C1=C(C=C(C=C1)NC=O)S(=O)(=O)NC(=O)NC2=NC(=CC(=N2)OC)OC",
    "INCHI": "InChI=1S/C17H20N6O7S/c1-23(2)15(25)11-6-5-10(18-9-24)7-12(11)31(27,28)22-17(26)21-16-19-13(29-3)8-14(20-16)30-4/h5-9H,1-4H3,(H,18,24)(H2,19,20,21,22,26)",
    "INCHIKEY": "PXDNXJSDGQBLKS-UHFFFAOYSA-N",
    "Formula": "C17H20N6O7S",
    "MolecularWeight": {
        "$numberDouble": "452.4"
    },
    "Description": "Foramsulfuron is a member of the class of benzamides that is N,N-dimethylbenzamide substituted by a formylamino group at position 4 and a [(4,6-dimethoxypyrimidin-2-yl)carbamoyl]sulfamoyl group at position 2. It has a role as a xenobiotic, an environmental contaminant and a herbicide. It is a sulfonamide, a member of pyrimidines, an aromatic ether, a member of ureas and a member of benzamides.",
    "XlogP": {
        "$numberDouble": "0.5"
    },
    "Complexity": {
        "$numberInt": "732"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "plant_translocations": [
        {
            "content": "Field studies have shown that the efficacy of foramsulfuron, a herbicide, in controlling dallisgrass is increased when foramsulfuron is applied after MSMA (monosodium methanearsonate) application. To understand the underlying mechanisms, laboratory studies were conducted using mature dallisgrass plants. The laboratory studies focused on the absorption and translocation of 14C-labeled foramsulfuron and examined the impact of preliminary applications (preapplications) of MSMA or foramsulfuron on the absorption and movement of the herbicide. The results showed that herbicide absorption by the dallisgrass plants increased rapidly within the first 4 hours of application. By 8 hours, noticeable differences in absorption were observed between the pretreated plants and the control plants. After 48 hours, the non-pretreated plants absorbed 55% of the applied foramsulfuron, while plants that received either MSMA or foramsulfuron pretreatment absorbed 70% of the herbicide. In terms of translocation, the movement of the herbicide above the treated leaf (younger tissue) and below the treated leaf (older tissue) was measured. In the non-pretreated plants, translocation above and below the treated leaf was 0.65% and 0.62%, respectively. However, pretreatment with foramsulfuron resulted in higher translocation, with 2.12% and 1.55% of applied radioactivity being transported above and below the treated leaf, respectively. Similarly, pretreatment with MSMA also increased translocation, with 2.33% and 2.34% of applied radioactivity being transported above and below the treated leaf, respectively. These findings indicate that pretreatment of mature dallisgrass with either foramsulfuron or MSMA leads to an increase in both the absorption and translocation of foramsulfuron when it is applied two weeks after the pretreatment. The increased absorption and translocation of foramsulfuron in the pre-MSMA-treated plants may explain the enhanced control observed in the field when compared to the pre-foramsulfuron-treated dallisgrass plants.",
            "reference": "Henry, G., Burton, J., Richardson, R., & Yelverton, F. (2008). Absorption and translocation of foramsulfuron in dallisgrass (Paspalum dilatatum) following preapplication of MSMA. Weed science, 56(6), 785-788.",
            "method": {
                "Test Plant": "Dallisgrass plants propagated from field populations",
                "Apply Location": "Foliar application",
                "Plant Grown Condition": "Greenhouse conditions with temperatures of 32/22 ± 3°C day/night, supplemented natural lighting with artificial light at 600 mmol m^-2 s^-1 photosynthetic photon flux for a 14-h photoperiod. Plants were grown in pots filled with soil medium and irrigated twice daily with an overhead misting irrigation system. After 8 weeks of growth, plants were divided into three groups for herbicide treatment: foramsulfuron at 0.11 kg ai ha^-1, MSMA at 1.25 kg ai ha^-1 plus 0.25% v/v nonionic surfactant, and a control group with no herbicide application.",
                "Chemical Preparation": "Technical grade (pyrimidine 2-^14C)-foramsulfuron with 4.51 MBq mg^-1 and 97.1% radioactive purity",
                "Pesticide Application Details for the Plant": "Ten 1-ml droplets of radioactive foramsulfuron solution were placed on the adaxial surface of each previously covered leaf, equivalent to 0.11 kg ai ha^-1",
                "Other Information": "Absorption and translocation experiments were conducted for 2, 4, 8, 24, and 48 hours. Foliar absorption of ^14C-foramsulfuron was quantified by excising the treated leaf and rinsing it in a methanol-water solution. Translocation was determined by extraction of radioactivity in different plant tissues, with samples quantified by liquid scintillation spectrometry. Data were subjected to ANOVA (P < 0.05) with sums of squares partitioned to reflect a split-split plot treatment structure, and mean squares were tested appropriately based on the treatment design. Effects of preapplication treatments and plant portions were separated using Fisher's Protected LSD test at P < 0.05."
            },
            "result": "[{\"Pretreatment\": NaN, \"Wash (%)\": 46.4, \"Treated Leaf (%)\": 45.6, \"Above Treated (%)\": 0.65, \"Below Treated (%)\": 0.62}, {\"Pretreatment\": \"Foramsulfuron\", \"Wash (%)\": 31.2, \"Treated Leaf (%)\": 59.7, \"Above Treated (%)\": 2.12, \"Below Treated (%)\": 1.55}, {\"Pretreatment\": \"MSMA\", \"Wash (%)\": 32.2, \"Treated Leaf (%)\": 60.3, \"Above Treated (%)\": 2.33, \"Below Treated (%)\": 2.34}]"
        },
        {
            "content": "Foramsulfuron (AE F130360) is a sulfonylurea herbicide commonly used for postemergence control of grasses and certain broadleaf weeds in corn crops. To understand the physiological basis for the varying tolerance of different corn hybrids to foramsulfuron, greenhouse and laboratory experiments were conducted. The tolerance of corn hybrids to foramsulfuron was assessed by determining the herbicide rate required to cause injury and reduce corn height by 15% (GR15). In the greenhouse screening, it was observed that some corn hybrids were sensitive to foramsulfuron, as indicated by their lower GR15 values. However, most of these sensitive hybrids showed increased tolerance when the safener isoxadifen-ethyl was applied along with foramsulfuron. Further experiments were conducted using 14C-labeled foramsulfuron to investigate the effects of isoxadifen-ethyl on foramsulfuron absorption, translocation, and metabolism in two corn hybrids. The sensitive hybrid, Novartis 58D1, and the more tolerant hybrid, Novartis 59Q9, were compared. Interestingly, there was no significant difference in the absorption of foramsulfuron between the two hybrids. However, the addition of isoxadifen-ethyl increased foramsulfuron absorption in both hybrids 24 hours after treatment. Translocation of the herbicide within the corn plants was limited, with less than 1% and 3% of the 14C-labeled foramsulfuron being translocated to plant portions above and below the treated leaf, respectively. The primary factor contributing to the differential tolerance of the corn hybrids was found to be herbicide metabolism. Both the sensitive and tolerant hybrids exhibited similar foramsulfuron metabolism at 4 hours after treatment, regardless of the presence of isoxadifen-ethyl. However, by 24 hours after treatment, the more tolerant hybrid metabolized foramsulfuron to more polar compounds to a greater extent compared to the sensitive hybrid.",
            "reference": "Bunting, J. A., Sprague, C. L., & Riechers, D. E. (2004). Physiological basis for tolerance of corn hybrids to foramsulfuron. Weed science, 52(5), 711-717.",
            "method": {
                "Test Plant": "Corn (Zea mays) hybrids Pioneer 3941 (P-3941)",
                "Apply Location": "Foliar application",
                "Plant Grown Condition": "Greenhouse conditions with temperatures of 25 ± 4°C during the 16-h day, supplemented natural lighting with metal halide lamps for an intensity of 1,000 mol m^-2 s^-1 at the plant surface for 16 h",
                "Chemical Preparation": "Commercial formulation of foramsulfuron with and without isoxadifen-ethyl, prepared with a methylated seed oil (MSO) at 1% v/v and 28% urea ammonium nitrate (UAN) at 2.5% v/v",
                "Pesticide Application Details for the Plant": "Application rates of foramsulfuron with and without isoxadifen-ethyl were 0, 16, 32, 64, and 128 g ha^-1. Herbicide treatments were prepared using 2-pyrimidyl ^14C-foramsulfuron with 4.2 MBq mg^-1 specific activity and 96.8% purity. Herbicide absorption was quantified at 0, 2, 4, 8, 12, and 24 hours after herbicide application (HAT).",
                "Other Information": "Corn tolerance was evaluated 7 days after treatment (DAT) by visually evaluating plants for yellowing and stunting. An experiment was designed to compare foliar absorption, translocation, and metabolism of foramsulfuron with and without isoxadifen-ethyl between two corn hybrids (N-58D1 and N-59Q9) that differ in foramsulfuron tolerance.  Total 14C recovery was considered to be the sum of radioactivity recovered from all plant parts plus the radioactivity recovered from the leaf washes. Herbicide absorption was considered to be the total radioactivity recovered from all plant parts (shoots, roots, leaf extract, and leaf debris after extraction). Herbicide translocation was considered to be the radioactivity recovered from the plant parts oxidized from above and below the treated leaf divided by the total radioactivity applied."
            },
            "result": "[{\"Hours after application\": 4, \"Chemical\": \"N58D1\", \"Translocated Above (%)\": 0.3, \"Translocated Below (%)\": 0.8}, {\"Hours after application\": 24, \"Chemical\": \"N58D1\", \"Translocated Above (%)\": 0.7, \"Translocated Below (%)\": 1.5}, {\"Hours after application\": 4, \"Chemical\": \"N59Q9\", \"Translocated Above (%)\": 0.2, \"Translocated Below (%)\": 0.7}, {\"Hours after application\": 24, \"Chemical\": \"N59Q9\", \"Translocated Above (%)\": 0.7, \"Translocated Below (%)\": 1.2}]"
        }
    ]
}