{
    "_id": {
        "$oid": "6682e8f4c4e5dba5ffba282f"
    },
    "CID": {
        "$numberInt": "11443"
    },
    "Name": "2,4-TOLUENE DIISOCYANATE",
    "IUPACName": "2,4-diisocyanato-1-methylbenzene",
    "CanonicalSMILES": "CC1=C(C=C(C=C1)N=C=O)N=C=O",
    "Synonyms": [
        "584-84-9",
        "2,4-Diisocyanato-1-methylbenzene",
        "TOLUENE DIISOCYANATE",
        "2,4-Toluene diisocyanate",
        "Tolylene-2,4-diisocyanate",
        "2,4-Diisocyanatotoluene",
        "TOLUENE 2,4-DIISOCYANATE",
        "Toluene-2,4-diisocyanate",
        "2,4-Tolylene diisocyanate",
        "Tolylene diisocyanate",
        "4-Methyl-m-phenylene diisocyanate",
        "2,4-TDI",
        "Benzene",
        "2,4-diisocyanato-1-methyl-",
        "Toluylene-2,4-diisocyanate",
        "Hylene tlc"
    ],
    "IsomericSMILES": "CC1=C(C=C(C=C1)N=C=O)N=C=O",
    "INCHI": "InChI=1S/C9H6N2O2/c1-7-2-3-8(10-5-12)4-9(7)11-6-13/h2-4H,1H3",
    "INCHIKEY": "DVKJHBMWWAPEIU-UHFFFAOYSA-N",
    "Formula": "C9H6N2O2",
    "MolecularWeight": {
        "$numberDouble": "174.16"
    },
    "Description": "Toluene 2,4-diisocyanate is a toluene meta-diisocyanate in which the isocyanato groups are at positions 2 and 4 relative to the methyl group on the benzene ring. It has a role as a hapten and an allergen.",
    "XlogP": {
        "$numberDouble": "3.9"
    },
    "Complexity": {
        "$numberInt": "265"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "environmental_bioconcentrations": [
        {
            "References": "(1) IARC; Monograph on the Evaluation of the Carcinogenic Risk of Chemicals to Humans, Some Chemicals used in Plastics and Elastomers 39: 287-323 (1985)",
            "Value": "2,4-Toluene diisocyanate hydrolyzes rapidly in aqueous solution(1); therefore, bioconcentration will not be environmentally important(SRC)."
        }
    ],
    "environmental_biodegradations": [
        {
            "References": "(1) Matsui S et al; Wat Sci Tech 20: 201-210 (1988) (2) Chemicals Inspection and Testing Institute; Biodegradation and bioaccumulation data of existing chemicals based on the CSCL Japan. Japan Chemical Industry Ecology - Toxicology and Information Center. Tokyo, Japan: Natl Inst Tech Eval. Available from, as of Feb 22, 2012: https://www.safe.nite.go.jp/english/kizon/KIZON_start_hazkizon.html",
            "Value": "AEROBIC: Various process wastewaters from a petrochemical complex were subjected to biodegradability tests. Biodegradation tests on 2,4-toluene diisocyanate revealed 15% COD removal and 23% TOC removal of applied concentration(1). 2,4-Toluene diisocyanae present at 100 mg/L, reached 0% of its theoretical BOD in four weeks using an activated sludge inoculum at 30 mg/L in the Japanese MITI test(2)."
        }
    ],
    "mechanism_of_action": [
        {
            "References": "PMID:6280343",
            "Value": "Exposure of workers to isocyanates may result in irritation and/or sensitization of the resp tract. An immunologic mechanism for sensitization has been presented. This investigation explored whether, as a possible mechanism for the irritation reaction, the toxic resp effect of isocyanates might be due to their ability to inhibit cholinesterase. Molar ratios of 50:1 or greater were required for 50% inhibition of purified human serum cholinesterase by 2,4-toluene diisocyanate. ..."
        },
        {
            "References": "Doull, J., C.D.Klassen, and M.D. Amdur (eds.). Casarett and Doull's Toxicology. 3rd ed., New York: Macmillan Co., Inc., 1986., p. 265",
            "Value": "... The sensitizing agent /such as toluene diisocyanate/ acts in vivo to haptenate self-proteins, and this haptenated self-protein serves as the stimulus for generation of the allergic immune response."
        },
        {
            "References": "Haddad, L.M. and Winchester, J.F. Clinical Management of Poisoning and Drug Overdosage. Philadelphia, PA: W.B. Saunders Co., 1983., p. 798",
            "Value": "It ... has been reported that toluene diisocyanate forms antigenic complexes with proteins, transforms lymphocytes in sensitized individuals, induces skin-sensitizing antibodies in animals, and induces specific antibody formation."
        },
        {
            "References": "Sullivan, J.B. Jr., G.R. Krieger (eds.). Hazardous Materials Toxicology-Clinical Principles of Environmental Health. Baltimore, MD: Williams and Wilkins, 1992., p. 947",
            "Value": "Toluene diisocyanate (TDI) has ... been found to suppress the incr of intracellular cyclic adenosine monophosphate (cAMP) by the beta-agonist isoproterenol in peripheral blood lymphocytes indicative of a pharmacologic mechanism of action. Research data suggest that isocyanates may cause nonspecific inhibition of a variety of membrane receptors & enzyme systems. Both immunologic & nonimmunologic mechanisms appear to be involved. Although much research has been directed toward the mechanism of isocyanate-induced disease, the complete pathophysiology remains unknown. /Toluene diisocyanate/"
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "European Chemicals Bureau; IUCLID Dataset, m-Tolylidene diisocyanate (26471-62-5) (2000 CD-ROM  edition). Available from, as of March 16, 2012: https://esis.jrc.ec.europa.eu/",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ /In rabbits, /0.1 mL /2,4-toluene diisocyanate (TDI) was administered to the/ conjunctivae of /the/ left eye, /with the/ right eye /used/ as control. Cornea, iris, /and/ conjunctivae /were/observed at 24, 48, 72, 96 hours and 7 days /for/ 6 females per group. Severe irritation of conjunctivae and cornea /occurred/ within 24 hours. In 2/6 rabbits, severe conjunctivitis /occurred/ at 6 days. Corneal lesions /were/ regressing at this time. Keratoconjunctivitis cleared in 3-4 weeks ..."
        },
        {
            "References": "PMID:6740688",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Lesions occurring in the resp tract of mice after exposure to 10 sensory irritants, at a concn which elicited a resp rate decr of 50%, were compared with respect to type and severity. The RD50 of 2,4-toluene diisocyanate was 0.4 ppm. After exposure of mice for 6 hr/day for 5 days, the resp tract was examined for histopathological changes. All irritants produced lesions in the nasal cavity with a distinct anterior-posterior severity gradient."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V39 306 (1986)",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Single or repeated exposure to concn of 2,4-toluene diisocyanate ranging from 0.05-14 mg/cu m (0.007-2 ppm) for periods of up to 3 hr resulted in reductions in respiratory rate in Swiss mice. The concentration of toluene diisocyanate that caused a 50% decrease in the respiratory rate in mice was reported to be 3 mg/cu m (0.39 ppm); pulmonary injury was characterized principally by squamous metaplasia of the respiratory epithelium."
        },
        {
            "References": "PMID:19647056",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ It is often difficult to discriminate between chemically induced skin irritation and sensitization due to their similar clinical, pathological, and immunological responses. More information than that currently available from local lymph node assays (LLNAs), such as data from gene expression and pathway analysis, can provide more insightful data than the assay itself for distinguishing skin sensitization from skin irritation. This study investigated the gene expression profiles and pathways in ear skins of mice topically exposed daily for three consecutive days to the known strong contact sensitizer 1-chloro-2,4-dinitrobenzene, the skin contact sensitizer 2-phenyl-4-ethoxymethylene-5-oxazolone, the skin or respiratory sensitizer toluene 2,4-diisocyanate, or to the non-sensitizing irritant croton oil. All the sensitizers induced histological changes in ear tissues similar to those induced by the croton oil. In gene expression microarrays, sensitizers up-regulated 193 genes and down-regulated 61 genes in ear skin following chemical exposure. 13 genes whose expression was affected by more than two-fold by all three of the sensitizers, but not by the irritant, were selected by microarray analysis. Microarray and real-time RT-PCR analyses revealed that, of these genes, the allergic inflammation-related genes Oasl2 and Zbp1 were up-regulated in skin inflammation by the sensitizers. In gene expression pathway analysis of all the sensitizers and the croton oil, the top functions of the 48 genes were related to cytokine and cytokine receptors interactions, and only two genes (Cxcl9 and Cxcl10) were specific to skin sensitizer-induced skin inflammation. Thus, although contact sensitizer-induced skin inflammation is similar to irritant-induced responses in terms of histological changes and gene expression profiles, the regulation of allergic inflammation-related gene transcripts, such as those of Oasl2 and Zbp1 or Cxcl9 and Cxcl10, could help to discriminate skin sensitization from chemically induced skin inflammation."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V19 310 (1979)",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Exposure by inhalation to 70 mg/cu m (10 ppm) 2,4-TDI, 2,6-TDI or a 65/35 mixture for 6 hr per day for three to five days was lethal to rats; exposure to 35 mg/cu m (5 ppm) of the mixture for four days killed 65% of rats. Following 24 hours' exposure to 3.5 mg/cu m (0.5 ppm) of the mixture, 55% of young rats, 100% of older rats and 60% of guinea-pigs survived."
        },
        {
            "References": "Grant, W.M. Toxicology of the Eye. 3rd ed. Springfield, IL: Charles C. Thomas Publisher, 1986., p. 929",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Test application of drop of meta & para toluenediisocyanates on rabbit eyes caused immediate pain, lacrimation, swelling of lids, & conjunctival reaction. However, corneal epithelium was only mildly damaged ... /Mixt of 2,4- & 2,6-isomers/"
        },
        {
            "References": "European Chemicals Bureau; IUCLID Dataset, m-Tolylidene diisocyanate (26471-62-5) (2000 CD-ROM  edition). Available from, as of March 16, 2012: https://esis.jrc.ec.europa.eu/",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ A 50 uL 10% /toluene diisocyanate (TDI)/, 80:20 isomer ratio, in olive oil solution /was/ applied to /the/ shaved dorsal area of each of 8 female guinea pigs. Challenge with 25 uL of 0.1% TDI 7 days later by application to one flank of each animal and 25 uL olive oil on other flank ... /produced/ ... contact sensitivity /that was/ observed in 7/8 animals with maximum severity at 24 hours after challenge. Severity was ++++ on scale of + to ++++."
        },
        {
            "References": "European Chemicals Bureau; IUCLID Dataset, m-Tolylidene diisocyanate (26471-62-5) (2000 CD-ROM  edition). Available from, as of March 16, 2012: https://esis.jrc.ec.europa.eu/",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ ... /Toluene diisocyanate (TDI) in a 80:20 isomer ratio was/ given by gavage in corn oil at 6 dose levels (2150-14,700 mg/kg ) /to/ 10 week old male and female rats.  Mortality in 2/5 males at 2150 mg/kg to 5/5 males or females at 14,700 mg/kg /was observed/.  At 10000 or 14,700 mg/kg, death was preceded by labored breathing, inactivity and diarrhea. Weight loss in male survivors, /with a/ smaller loss in female /also occurred/. White crystals in stomach and dark red lungs at necropsy /were/ dose related."
        },
        {
            "References": "PMID:6320698",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Guinea pigs were exposed to 29 ppb of toluene diisocyanate (97.8% 2,4- and 2.2% 2,6-) vapors 5 hr/day for 20 consecutive days. Animals were killed 20 hr after the last exposure, and tracheal smooth muscle relaxation and contraction responses to agonists were determined. There was no difference in beta-adrenergic responsiveness between the exposed animals and controls. Significant differences in carbachol-produced contractability were observed. The dose-effect curve from carbachol-stimulated strips was shifted upward and to the left for toluene diisocyanate exposed animals. The maximal smooth muscle tension was also greater in toluene diisocyanate exposed animals. The observed incr in maximal tension and the shift of the dose-effect curve for toluene diisocyanate exposed animals suggest a direct effect of toluene diisocyanate on tracheal smooth muscle."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V71 869 (1999)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Commercial mixtures of 2,4- and 2,6-toluene diisocyanates administered by gavage induced a dose-related increase in the incidence of subcutaneous fibromas and fibrosarcomas (combined) in male rats, together with an increase in the incidence of pancreatic acinar-cell adenomas in male rats and of pancreatic islet-cell adenomas, neoplastic nodules of the liver and mammary gland fibroadenomas in female rats. In female mice, dose-related increases in the combined incidence of hemangiomas and hemangiosarcomas and of hepatocellular adenomas were observed after gavage administration. No treatment-related tumor was observed after exposure of mice or rats to commercial toluene diisocyanates by inhalation..."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V39 302 (1986)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Groups of 50 male and 50 female B6C3F1 mice, 12 weeks of age, were administered 120 or 240 mg/kg body wt (males) or 120 mg/kg body wt (females) commercial-grade (86% 2,4 isomer; 14% 2,6 isomer) toluene diisocyanate in corn oil by gavage on five days per week for 105 weeks. The concentration of toluene diisocyanate ... was equivalent to 36 or 72 mg/mL and 18 or 36 mg/mL. Groups of 50 male and 50 female mice received corn oil only and served as vehicle controls. ... No treatment-related tumor was seen in male mice. The survival rate in females was: 34/50 (68%) control, 43/50 (86%) low-dose and 33/50 (66%) high-dose animals. In females, hemangiomas (in the spleen and subcutaneous tissues) and hemangiosarcomas (in the liver, ovaries and peritoneum) occurred in 0/50 (0%) control, 1/50 (2%) low-dose and 5/50 (10%) high-dose animals, giving a statistically significant positive trend (p= 0.01, Cochran-Armitage trend test). The incidence of hepatocellular adenomas was also significantly increased in females: 2/50 (4%) control, 3/50 (6%) low-dose and 12/50 (24%) high-dose animals (p= 0.001, Cochran-Armitage trend test)."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V39 303 (1986)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Groups of 50 male and 50 female Fischer 344/N rats, 11 weeks old, were administered 30 or 60 mg/kg body wt (males) or 60 or 120 mg/kg body wt (females) commercial-grade toluene diisocyanate (86% 2,4 isomer; 14% 2,6 isomer) in corn oil by gavage on five days per week for 106 weeks. The concentration of toluene diisocyanate was 9 or 18 mg/mL and 18 or 36 mg/mL. Groups of 50 male and 50 female rats received corn oil only and served as vehicle controls. ... A treatment-related increase in the incidence of subcutaneous fibromas and fibrosarcomas individually and combined was observed in males. The incidence of fibrosarcomas was 0/50 control, 3/50 low-dose and 3/50 high-dose animals; the combined incidence was 3/50 (6%) control, 6/50 (12%) low-dose and 12/50 (24%) high-dose animals. ... The overall rate of mammary fibroadenomas in female rats was: 15/50 (30%) controls, 21/50 (42%)low-dose and 18/50 (36%) high-dose. ... The terminal tumor rate for mammary fibroadenomas was: 13/36 (36%) controls, 15/19 (79%) low-dose and 4/6 (67%) high-dose animals. The dose-related incidence of pancreatic acinar-cell adenomas in males ... was significantly increase in the high-dose compared to controls (p= 0.034). In females, pancreatic islet-cell adenomas were found at terminal sacrifice in 0/36 controls, 3/19 low-dose and 2/6 high-dose animals (p is less than or equal to 0.01, tests for incidental tumors comparing each dose group to controls). One islet-cell carcinoma was observed in one low-dose female. A dose-related increase in the incidence of neoplastic nodules in the liver of female rats was also noted."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V39 303 (1986)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Groups of 120 male and 120 female CD-1 mice, three to four weeks old, were exposed to 0, 0.05 or 0.15 ppm (0, 0.36 or 1.07 mg/cu m) production-grade toluene diisocyanate (approx 80% 2,4 isomer & 20% 2,6 isomer) in an inhalation chamber for 6 hr/day on 5 days/week for 104 weeks. There was a significant reduction in body weight in the high-dose group (sex not stated) and a significant increase in mortality in both high- and low-dose females by the termination of the study. No such effect was seen in males. Neither the types of tumors observed nor their incidences were dose-related, and both corresponded to those seen in historical controls for this strain of mice. However, dose-related pathological changes were observed in the nasal cavity (chronic or necrotic rhinitis), together with changes in the lower respiratory tract (interstitial pneumonia, catarrhal bronchitis) in both groups."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V39 304 (1986)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Groups of 126 male and 126 female Sprague-Dawley CD rats, six to nine weeks old, were exposed to 0, 0.05 or 0.15 ppm (0, 0.36 or 1.07 mg/cu m) production-grade toluene diisocyanate (approx 80% 2,4 isomer and 20% 2,6 isomer) in an inhalation chamber for 6 hr/day on 5 days/week for 108 weeks or 110 weeks. A significant reduction in weight gain was observed during the first 12 weeks of the study among the high-dose animals of each sex, but body-weight gain was similar in all groups thereafter. No significant difference in mortality between treated and control groups of either sex was reported. Tumor incidences and types were reported to be similar in control and treated groups."
        },
        {
            "References": "PMID:6301105",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Groups of male and female rats and mice were exposed to 0.05 and 0.15 ppm of toluene-diisocyanate by inhalation for 6 hr/day, 5 days/week for approx 2 years. Type and incidence of tumors and the number of tumor-bearing animals of either species did not indicate any carcinogenic effect. Hematology, biochemistry, urinalysis, and cytogenicity did not reveal any untoward effect. Increased mortality (females only), reduced weight gain and signs of irritation in the upper and lower respiratory tract resulted from exposure to toluene diisocyante in the mouse study with the highest incidence in the 0.15 ppm exposure level. Male and female rats of the 0.15 ppm group gained less weight during the first 12 weeks of the study. Histopathological examination in the rat study has not been completed, but no effect in the respiratory tract or in any other tissue has yet been seen."
        },
        {
            "References": "PMID:2917552",
            "Value": "/GENOTOXICITY/ Twenty-seven chemicals (including toluene 2,4-diisocyanate) previously tested in rodent carcinogenicity assays were tested for induction of chromosomal aberrations and sister chromatid exchanges in Chinese hamster ovary cells as part of a larger analysis of the correlation between results of in vitro genetic toxicity assays and carcinogenicity bioassays. Chemicals were tested up to toxic doses with and without exogenous metabolic activation. Toluene 2,4-diisocyanate at 300-1000 ug/mL did not induce chromosomal aberrations either with or without S9. Results from sister chromatid exchange assays were equivocal because, although no evidence for induction of sister chromatid exchanges was seen in tests conducted with S9, 2 of 3 trials performed in the absence of S9 and with delayed harvest showed a significant elevation in the incidence of sister chromatid exchanges. In one trial, doses of 300-500 ug/mL resulted in a slight but significant rise in the number of sister chromatid exchanges per cell, but this response did not increase with dose; in the other, a significant dose related increase in the frequency of sister chromatid exchanges was observed within a range of 250-400 ug/mL."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V71 873 (1999)",
            "Value": "/GENOTOXICITY/ Toluene diisocyanate did not induce unscheduled DNA synthesis in rat primary hepatocytes. 2,4-Toluene diisocyanate induced mutations in mouse lymphoma L5178Y cells at the tk locus in the presence of exogenous metabolic activation and increased the frequency of sister chromatid exchanges but not chromosomal aberrations in Chinese hamster ovary cells."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V39 307 (1986)",
            "Value": "/GENOTOXICITY/ 2,4-Toluene diisocyanate, tested at up to 2500 ug/plate, was not mutagenic to Salmonella typhimurium TA1535, TA1538, TA98 or TA100 in the presence of a metabolic system from the liver of Aroclor-induced rats."
        },
        {
            "References": "PMID:21453781",
            "Value": "/GENOTOXICITY/ Toluene diisocyanate (TDI) and 4,4'-methylenediphenyl diisocyanate (MDI), used in the production of polyurethane foam, are well known for their irritating and sensitizing properties. Contradictory results have been obtained on their genotoxicity. ... /The authors/ investigated the genotoxicity and protein binding of inhaled TDI and MDI in mice by examining micronucleated polychromatic erythrocytes (PCEs) in bone marrow and peripheral blood and TDI- and MDI-derived adducts in hemoglobin. Male C57Bl/6J mice (8 per group) were exposed head-only to TDI vapour (mean concentrations 1.1, 1.5, and 2.4mg/cu m; the mixture of isomers contained, on the average, 63% 2,4-TDI and 37% 2,6-TDI) or MDI aerosol (mean concentrations 10.7, 20.9 and 23.3mg/ cu m), during 1hr/day for 5 consecutive days. Bone marrow and peripheral blood were collected 24hr after the last exposure. Inhalation of TDI caused sensory irritation (SI) in the upper respiratory tract, and cumulative effects were observed at the highest exposure level. Inhalation of MDI produced SI and airflow limitation, and influx of inflammatory cells into the lungs. Hemoglobin adducts detected in the exposed mice resulted from direct binding to globin of 2,4- and 2,6-TDI and MDI, and dose-dependent increases were observed especially for 2,4-TDI-derived adducts. Adducts originating from the diamines of TDI (toluene diamine) or MDI (methylene dianiline) were not observed. No significant increase in the frequency of micronucleated PCEs was detected in the bone marrow or peripheral blood of the mice exposed to TDI or MDI. The ratio of PCEs and normochromatic erythrocytes (NCEs) was reduced at the highest concentration of MDI, and a slight reduction of the PCE/NCE ratio, dependent on cumulative inhaled dose, was also seen with TDI. Our results indicate that inhalation of TDI or MDI (1hr/day for 5 days), at levels that induce toxic effects and formation of TDI- or MDI-specific adducts in hemoglobin, does not have detectable genotoxic effects in mice, as studied with the micronucleus assay."
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "(1) IARC; Monograph on the Evaluation of the Carcinogenic Risk of Chemicals to Humans, Some Chemicals used in Plastics and Elastomers 39: 287-323 (1985)",
            "Value": "2,4-Toluene diisocyanate hydrolyzes rapidly in aqueous solution(1); therefore, leaching and adsorption to sediment will not be environmentally important(SRC)."
        }
    ]
}