{
    "_id": {
        "$oid": "6682e8f4c4e5dba5ffba282e"
    },
    "CID": {
        "$numberInt": "11442"
    },
    "Name": "ALLETHRINS",
    "IUPACName": "(2-methyl-4-oxo-3-prop-2-enylcyclopent-2-en-1-yl) 2,2-dimethyl-3-(2-methylprop-1-enyl)cyclopropane-1-carboxylate",
    "CanonicalSMILES": "CC1=C(C(=O)CC1OC(=O)C2C(C2(C)C)C=C(C)C)CC=C",
    "Synonyms": [
        "ALLETHRIN",
        "584-79-2",
        "Pynamin",
        "Esbiothrin",
        "Allethrins",
        "84030-86-4",
        "D-trans Allethrin",
        "d-cis,trans-Allethrin",
        "Allethrine",
        "d-cis-trans-Allethrin",
        "D-Allethrin",
        "22431-63-6",
        "alpha-dl-trans-Allethrin",
        "Pallethrine",
        "Pyresin"
    ],
    "IsomericSMILES": "CC1=C(C(=O)CC1OC(=O)C2C(C2(C)C)C=C(C)C)CC=C",
    "INCHI": "InChI=1S/C19H26O3/c1-7-8-13-12(4)16(10-15(13)20)22-18(21)17-14(9-11(2)3)19(17,5)6/h7,9,14,16-17H,1,8,10H2,2-6H3",
    "INCHIKEY": "ZCVAOQKBXKSDMS-UHFFFAOYSA-N",
    "Formula": "C19H26O3",
    "MolecularWeight": {
        "$numberDouble": "302.4"
    },
    "Description": "Allethrin is a cyclopropanecarboxylate ester. It has a role as a pyrethroid ester insecticide. It is functionally related to a chrysanthemic acid.",
    "XlogP": {
        "$numberDouble": "4.8"
    },
    "Complexity": {
        "$numberInt": "574"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "mechanism_of_action": [
        {
            "References": "USEPA/Office of Pesticide Programs; Reregistration Eligibility Decision for Allethrins p.5 EPA 738-R-07-001 (June 2007). Available from, as of June 7, 2008: https://www.epa.gov/pesticides/reregistration/status.htm",
            "Value": "Mode of Action: The allethrins are a type I pyrethroid (i.e., lacking a cyano group at the alpha carbon position of the alcohol moiety). The allethrins are axonic poisons that block the closing of the sodium gates in the nerves, and, thus, prolong the return of the membrane potential to its resting state leading to hyperactivity of the nervous system which can result in paralysis and/or death."
        },
        {
            "References": "PMID:16180929",
            "Value": "The mechanisms by which pyrethroids alone are toxic are complex and become more complicated when they are co-formulated with either piperonyl butoxide or an organophosphorus insecticide, or both, as these compounds inhibit pyrethroid metabolism. The main effects of pyrethroids are on sodium and chloride channels. Pyrethroids modify the gating characteristics of voltage-sensitive sodium channels to delay their closure. A protracted sodium influx (referred to as a sodium 'tail current') ensues which, if it is sufficiently large and/or long, lowers the action potential threshold and causes repetitive firing; this may be the mechanism causing paraesthesiae. At high pyrethroid concentrations, the sodium tail current may be sufficiently great to prevent further action potential generation and 'conduction block' ensues. Only low pyrethroid concentrations are necessary to modify sensory neurone function."
        },
        {
            "References": "Abbassy MA et al; Pestic Biochem Physiol 19 (3): 299-308 (1983)",
            "Value": "The interactions of natural pyrethrins and 9 pyrethroids with the nicotinic acetylcholine (ACh) receptor/channel complex of Torpedo electronic organ membranes were studied. None reduced (3)H-ACh binding to the receptor sites, but all inhibited (3)H-labeled perhydrohistrionicotoxin binding to the channel sites in presence of carbamylcholine. Allethrin inhibited binding noncompetitively, but (3)H-labeled imipramine binding competitively, suggesting that allethrin binds to the receptor's channel sites that bind imipramine. The pyrethroids were divided into 2 types according to their action: type A, which included allethrin, was more potent in inhibiting (3)H-H12-HTX binding and acted more rapidly. Type B, which included permethrin, was less potent and their potency increased slowly with time. The high affinities that several pyrethroids have for this nicotinic ACh receptor suggest that pyrethroids may have a synaptic site of action in addition to their well known effects on the axonal channels."
        },
        {
            "References": "PMID:2546657",
            "Value": "Phosphoinositide breakdown in guinea pig cerebral cortical synaptoneurosomes induced by the Type I pyrethroids allethrin, resmethrin, and permethrin and the Type II pyrethroid deltamethrin and fenvalerate were investigated with various receptor agonists as well as sodium channel blockers and agents. Phosphoinositide breakdown was determined from inositol-phosphate formation by tritiated inositol labeled synaptoneurosomes. All five pyrethroids dose dependently induced phosphoinositide breakdown. Type II pyrethroids exhibited higher potency and deltamethrin was more efficacious than the Type I pyrethroids. Five micromolar tetrodotoxin, a blocker of voltage dependent sodium channels, partially inhibited deltamethrin (85%) and fenvalerate (60%) responses but not allethrin or resmethrin. Fenvalerate induced stimulation of phosphoinositide breakdown was additive with stimulation elicited by the receptor agonists carbamylcholine (1 mM) and norepinephrine (1000 uM) but less than additive with the sodium channel agents batrachotoxin, pumiliotoxin-B, and scorpion venom. Allethrin (100 uM) was less than additive with receptor agonists or sodium channel agents and actually significantly inhibited response to scorpion venom. Effects for 100 uM allethrin with either fenvalerate or deltamethrin were not different from allethrin alone. Ten micromolar allethrin slightly decreased response to 10 to 100 uM deltamethrin. The local anesthetic dibucaine, a sodium channel activation inhibitor, completely blocked deltamethrin induced phosphoinositide breakdown but was much less effective in inhibiting allethrin response. It appears likely that Type-I pyrethroids induce phosphoinositide breakdown through a mechanism other than sodium channel activation while Type-II pyrethroids act in a manner analogous to other sodium channel agents."
        },
        {
            "References": "Narahashi T; Adv Exp Med Biol 28: 61-73 (1991)",
            "Value": "The transmitter activated ion channels are known to be important target sites of a variety of therapeutic and toxic agents. The GABA activated chloride channel has been shown to be modulated by general anesthetics, alcohols, and the pyrethroid, cyclodiene and lindane insecticides. The general anesthetics halothane, enflurane an isoflurane greatly augmented the GABA activated current before desensitization took place, and suppressed it after desensitization at clinically relevant concn equivalent to 1-2 minimum alveolar concn. The stimulating effect appears to be a mechanism of general anesthesia. It seems that general anesthetics have a specific affinity for the GABA receptor-channel complex. Ethanol also augmented the GABA-activated peak chloride current with little or no effect on the desensitized sustained current. Longer chain alcohols n-butanol, n-hexanol, n-octanol, and n-decanol also exerted the same type of effect, with the potency and efficacy increasing with lengthening of the carbon chain. The GABA receptor-channel complex has also been shown to be an important target site of certain insecticides. The type II pyrethroids deltamethrin and fenvalerate augmented the GABA activated peak chloride current when applied concurrently with GABA, but the effect was diminished as the pyrethroids were applied for long periods of time prior to GABA application. The latter effect might explain the controversy in the literature regarding the pyrethroid action on the GABA system. The type I pyrethroid allethrin suppressed the GABA activated peak chloride current when co-applied with GABA. Both types of pyrethroids suppressed the N-methyl-d-aspartate induced current. Lindane and the cyclodienes dieldrin, endrin, heptachlor epoxide, and isobenzan suppressed the GABA activated chloride current. These effects can account for the convulsant action of lindane and the cyclodienes."
        },
        {
            "References": "PMID:14634047",
            "Value": "... It is generally reported that voltage-gated sodium channels are the primary target for toxicity of these chemicals to humans. The phylogenetic and structural relatedness between sodium channels and voltage-gated calcium (Ca) channels prompted /the examination of/ the effects of the type 1 pyrethroid allethrin on the three major classes of mammalian calcium channels exogenously expressed in human embryonic kidney 293 cells. ... All classes of mammalian calcium channels are targets for allethrin at concentrations very similar to those reported for interaction with sodium channels. Allethrin caused blockade with IC(50) values of 7.0 uM for T-type alpha(1G) (Ca(v)3.1), 6.8 uM for L-type alpha(1C) (Ca(v)1.2), and 6.7 uM for P/Q-type alpha(1A) (Ca(v)2.1) channels. Mechanistically, the blockade of calcium channels was found to be significantly different than the prolonged opening of mammalian sodium channels caused by pyrethroids. In all calcium channel subtypes tested, allethrin caused a significant acceleration of the inactivation kinetics and a hyperpolarizing shift in the voltage dependence of inactivation. The high-voltage-activated P/Q- and L-type channels showed a frequency of stimulation-dependent increase in block by allethrin, whereas the low-voltage-activated alpha(1G) subtype did not. Allethrin did not significantly modify the deactivation kinetics or current-voltage relationships of any of the calcium channel types. ... Calcium channels are another primary target for allethrin and ... blockade of different types of calcium channels may underlie some of the chronic effects of low-level pyrethroid poisoning."
        },
        {
            "References": "Ellenhorn, M.J. and D.G. Barceloux. Medical Toxicology - Diagnosis and Treatment of Human Poisoning. New York, NY: Elsevier Science Publishing Co., Inc. 1988., p. 1081",
            "Value": "The synthetic pyrethroids delay closure of the sodium channel, resulting in a sodium tail current that is characterized by a slow influx of sodium during the end of depolarization. Apparently the pyrethroid molecule holds the activation gate in the open position. Pyrethroids with an alpha-cyano group (eg, fenvalerate) produce more prolonged sodium tail currents than do other pyrethroids (e.g., permethrin, bioresmethrin). The former group of pyrethroids causes more cutaneous sensations than the latter. /Synthetic pyrethroids/"
        },
        {
            "References": "Hayes, Wayland J., Jr. Pesticides Studied in Man. Baltimore/London: Williams and Wilkins, 1982., p. 75",
            "Value": "Mode of action of pyrethrum & related cmpd ...  in insects & in other invertebrates ...  involves ion transport through the membrane of nerve axons &, at least in invertebrates & lower vertebrates, it exhibits a negative temperature coefficient. In both of these important ways & in many details, the mode of action of pyrethrin & pyrethroids resembles that of DDT. Esterases & mixed-function oxidase system differ in their relative importance for metabolizing different synthetic pyrethroids. The same may be true of the constituents of pyrethrum, depending on strain, species, & other factors. /Pyrethrins and pyrethroids/"
        },
        {
            "References": "WHO; Environmental Health Criteria 99: Cyhalothrin p.89 (1990)",
            "Value": "The primary target site of pyrethroid insecticides in the vertebrate nervous system is the sodium channel in the nerve membrane. Pyrethroids without an alpha-cyano group (allethrin, d-phenothrin, permethrin, and cismethrin) cause a moderate prolongation of the transient increase in sodium permeability of the nerve membrane during excitation. This results in relatively short trains of repetitive nerve impulses in sense organs, sensory (afferent) nerve fibers, and, in effect, nerve terminals. On the other hand the alpha-cyano pyrethroids cause a long lasting prolongation of the transient increase in sodium permeability of the nerve membrane during excitation. This results in long-lasting trains of repetitive impulses in sense organs and a frequency-dependent depression of the nerve impulse in nerve fibers. The difference in effects between permethrin and cypermethrin, which have identical molecular structures except for the presence of an alpha-cyano group on the phenoxybenzyl alcohol, indicates that it is this alpha-cyano group that is responsible for the long-lasting prolongation of the sodium permeability. Since the mechanisms responsible for nerve impulse generation and conduction are basically the same throughout the entire nervous system, pyrethroids may also induce repetitive activity in various parts of the brain. The difference in symptoms of poisoning by alpha-cyano pyrethroids, compared with the classical pyrethroids, is not necessarily due to an exclusive central site of action. It may be related to the long-lasting repetitive activity in sense organs and possibly in other parts of the nervous system, which, in a more advance state of poisoning, may be accompanied by a frequency-dependent depression of the nervous impulse. /Synthetic pyrethroids/"
        },
        {
            "References": "WHO; Environmental Health Criteria 99: Cyhalothrin p.90 (1990)",
            "Value": "Pyrethroids also cause pronounced repetitive activity and a prolongation of the transient increase in sodium permeability of the nerve membrane in insects and other invertebrates. Available information indicates that the sodium channel in the nerve membrane is also the most important target site of pyrethroids in the invertebrate nervous system. /Synthetic pyrethroids/"
        },
        {
            "References": "Klaassen, C.D., M.O. Amdur, Doull J. (eds.). Casarett and Doull's Toxicology. The Basic Science of Poisons. 5th ed. New York, NY: McGraw-Hill, 1995., p. 668",
            "Value": "Type I Pyrethroid esters /lacking the alpha-cyano substituents/ affect sodium channels in nerve membranes, causing repetitive (sensory, motor) neuronal discharge and a prolonged negative afterpotential, the effects being quite similar to those produced by DDT. /Pyrethroid esters lacking the alpha-cyano substituent/"
        },
        {
            "References": "WHO; Environ Health Criteria 87: ALLETHRINS  -  Allethrin -  d-Allethrin -  Bioallethrin -  S-Bioallethrin (1989). Available from, as of June 11, 2008: https://www.inchem.org/documents/ehc/ehc/ehc87.htm",
            "Value": "... Signs of poisoning /were examined/ electrophysiologically using the giant axon of the cockroach. Allethrin caused an increase in negative after-potential, repetitive discharge (or repetitive firing) following electrical stimulation, and a conduction block, presumably by allethrin binding to sodium channels. Good correlations existed in cockroaches between the signs induced by allethrin and effects on the nervous system. Restless behavior, without a loss of coordination, was correlated with repetitive discharge of cercal sensory neurons, whereas the onset of uncoordinated behavior coincided with the appearance of abnormal discharges, not only in cercal sensory neurons but also in motor neurons and the central nervous system (CNS) ... . Temperature had a profound effect on allethrin-induced repetitive discharges and its nerve-blocking action. In the giant axon of the cockroach treated with allethrin, repetitive discharges appeared at over 26.5 °C and increased with rise in temperature. Conversely, allethrin blocked the action potential of the squid and cockroach giant axons more strongly at 8 °C than at 23 °C ... . The negative temperature coefficient of the nerve-blocking action of allethrin appears to be responsible for a greater killing effect on insects, and is in sharp contrast with the positive temperature coefficient discharges, which may be responsible for knock-down of repetitive ... . When the temperature was reduced from 23 to 8 °C in the voltage clamp analysis, the inhibition of the transient sodium conductance and  the shift of the sodium conductance curve along the potential axis in the direction of hyperpolarization were both increased, causing a greater blocking of action potential ... . However, it has been reported that the peripheral nerves of the rat and the frog were fairly insensitive to the blocking action of allethrin, and it was tentatively suggested that the nerve membranes of vertebrates were less susceptible to the neurotoxic action of allethrin than those of invertebrates. Allethrin causes a depolarizing after-potential following the action potential and induces pronounced repetitive firing in myelinated nerve fibers and in the sense organs of frogs. In the frog peripheral nervous system, virtually no blocking effect of allethrin occurs, except at very high concentrations ... . The sodium channel gating model was proposed ... . The state of the sodium channel is controlled by 2 independent gates called the activation gate (or m-gate) and the inactivation gate (or h-gate), both of which are dependent on the membrane potential, but in opposite ways. The action of allethrin has been thought to stabilize the m-gate in its open position. /Allethrin/"
        },
        {
            "References": "WHO; Environ Health Criteria 87: ALLETHRINS  -  Allethrin -  d-Allethrin -  Bioallethrin -  S-Bioallethrin (1989). Available from, as of June 11, 2008: https://www.inchem.org/documents/ehc/ehc/ehc87.htm",
            "Value": "In the isolated node of Ranvier, allethrin causes prolongation of the transient increase in sodium permeability of the nerve membrane during excitation ... . Evidence so far available indicates that allethrin selectively slows down the closing of the activation gate of a fraction of the sodium channels that open during depolarization of the membrane. The time constant of closing of the activation gate in the allethrin-affected channels is about 100 milliseconds compared with less than 100 microseconds in the normal sodium channel, ie, it is slowed down by a factor of more than 100. This results in a marked prolongation of the sodium current across the nerve membrane during excitation, and this prolonged sodium current is directly responsible for the repetitive activity induced by allethrin ... . /Allethrin/"
        }
    ]
}