{
    "_id": {
        "$oid": "6682e98fc4e5dba5ffba2b3d"
    },
    "CID": {
        "$numberInt": "114760"
    },
    "Name": "PENTACHLORONAPHTHALENE",
    "IUPACName": "1,2,4,5,7-pentachloronaphthalene",
    "CanonicalSMILES": "C1=C(C=C(C2=C1C(=C(C=C2Cl)Cl)Cl)Cl)Cl",
    "Synonyms": [
        "1,2,4,5,7-Pentachloronaphthalene",
        "150224-19-4",
        "1321-64-8",
        "Naphthalene",
        "1,2,4,5,7-pentachloro",
        "Naphthalene",
        "1,2,4,5,7-pentachloro-",
        "DTXSID70164502"
    ],
    "IsomericSMILES": "C1=C(C=C(C2=C1C(=C(C=C2Cl)Cl)Cl)Cl)Cl",
    "INCHI": "InChI=1S/C10H3Cl5/c11-4-1-5-9(6(12)2-4)7(13)3-8(14)10(5)15/h1-3H",
    "INCHIKEY": "WYLDWCYZCFRVRH-UHFFFAOYSA-N",
    "Formula": "C10H3Cl5",
    "MolecularWeight": {
        "$numberDouble": "300.4"
    },
    "Description": {
        "$numberDouble": "NaN"
    },
    "XlogP": {
        "$numberDouble": "6.4"
    },
    "Complexity": {
        "$numberInt": "234"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "animal_concentrations": [
        {
            "References": "(1) Jansson B et al; Environ Toxicol Chem 12: 1163-64 (1993) (2) Kannan K et al; Environ Sci Technol 35: 441-7 (2001) (3) Falandysz J et al; Chemosphere 37: 2473-87 (1998)",
            "Value": "Pentachloronaphthalene was detected in reindeer from Sweden at a concn of 0.039 ng/g(1). Pentachloronaphthalene was detected in ring seals, grey seals and osprey at concns of 0.022, 0.10, and 19 ng/g, respectively(1). Pentachloronaphthalene was identified as a constituent of the total polychlorinated naphthalene concentration in herring gulls and herring gull eggs near Lake Huron and Lake Superior(2). Pentachloronaphthalene was detected in sticklebacks from the Gulf of Gdansk at concns ranging from 0.011-0.47 ng/g(3)."
        }
    ],
    "fish_seafood_concentrations": [
        {
            "References": "(1) Jansson B et al; Environ Toxicol Chem 12: 1163-64 (1993)",
            "Value": "Pentachloronaphthalene was detected in white fish and Arctic char from a lake in Sweden at concns of 0.34 and 4.4 ng/g, respectively(1). Pentachloronaphthalene was detected in herring near Denmark and Sweden at concns of 2.6-5.3 ng/g(1)."
        }
    ],
    "mechanism_of_action": [
        {
            "References": "International Programme on Chemical Safety's Concise International Chemical Assessment Documents. Available from, as of July 18, 2003: https://www.inchem.org/pages/cicads.html",
            "Value": "At least some of the biochemical (e.g., drug-metabolizing enzyme induction, hormonal changes) and toxic (e.g., skin disorders, weight loss, hepatotoxicity, reproductive toxicity) responses of PCNs are believed to be mediated via the cytosolic Ah receptor . Due to the lack of sufficient experimental data up to now, PCNs are not included in an internationally agreed toxic equivalency factor (TEF) system, which estimates the overall dioxin-like toxicity of the compound relative to TCDD. However, some congeners, in particular those with a planar structure (four lateral chlorines at 2,3,6,7, i.e., congeners 2,3,6,7-tetrachloronaphthalene, 1,2,3,6,7-pentachloronaphthalene, 1,2,3,4,6,7-hexachloronaphthalene, 1,2,3,5,6,7-hexachloronaphthalene, 1,2,3,6,7,8-hexachloronaphthalene, 1,2,3,4,5,6,7-heptachloronaphthalene, and 1,2,3,4,5,6,7,8-octachloronaphthalene) similar to TCDD, may exert a toxicity comparable to the more toxic PCBs. /Polychlorinated naphthalenes/"
        },
        {
            "References": "International Programme on Chemical Safety's Concise International Chemical Assessment Documents. Available from, as of July 18, 2003: https://www.inchem.org/pages/cicads.html",
            "Value": "Of the individual PCN congeners tested, penta-, hexa-, and heptachloronaphthalenes gave full dose- response curves, whereas most of the lower chlorinated congeners as well as octachloronaphthalene were inactive in  /the rat hepatoma H4IIE-luc cell (luciferase) assay . The most potent congener was 1,2,3,4,6,7-hexachloronaphthalene . Similar results have been obtained by another study testing individual PCN congeners using the luciferase (and the EROD) assay with recombinant H4IIE rat hepatoma cells. Again, hexa- and heptachloronaphthalenes tested were the most potent congeners, /followed by/ Pentachlorinated congeners .Tetra, tri-, di-, and monochloronaphthalenes were found to be less active. There was also a rank order of potency within the penta- and hexachloronaphthalene isomers, in a manner suggesting that the presence of meta-substituted chlorines is linked to decreased potency. For example, for hexachloronaphthalenes, an approximate ranking order was given as 1,2,3,6,7,8 greater than 1,2,3,4,6,7 greater than 1,2,3,5,6,7 greater than 1,2,3,5,6,8."
        }
    ],
    "sediment_soil_concentrations": [
        {
            "References": "(1) Koistinen J et al; Chemosphere 21: 1371-9 (1990) (2) Eljarrat E et al; Chemosphere 38: 1901-12 (1999)",
            "Value": "Pentachloronaphthalene concns of 120-460 ng/kg were detected in surface sediments collected from 18 lakes in central Finland in 1988(1). Pentachloronaphthalene was detected (13 of the 14 possible isomers were identified) at concns of 4.21-427.82 picograms/g in the Orbetello and Venice lagoons, Italy(2)."
        }
    ]
}