{
    "_id": {
        "$oid": "6682e8f5c4e5dba5ffba2832"
    },
    "CID": {
        "$numberInt": "11487"
    },
    "Name": "N,N-DIPHENYLAMINE",
    "IUPACName": "N-phenylaniline",
    "CanonicalSMILES": "C1=CC=C(C=C1)NC2=CC=CC=C2",
    "Synonyms": [
        "Diphenylamine",
        "N-Phenylaniline",
        "122-39-4",
        "N,N-DIPHENYLAMINE",
        "N-Phenylbenzenamine",
        "Anilinobenzene",
        "N-Phenylbenzeneamine",
        "Phenylaniline",
        "Scaldip",
        "Big Dipper",
        "Benzenamine",
        "N-phenyl-",
        "Styrenated diphenylamine",
        "Aniline",
        "N-phenyl-",
        "No-Scald",
        "Benzene",
        "anilino-"
    ],
    "IsomericSMILES": "C1=CC=C(C=C1)NC2=CC=CC=C2",
    "INCHI": "InChI=1S/C12H11N/c1-3-7-11(8-4-1)13-12-9-5-2-6-10-12/h1-10,13H",
    "INCHIKEY": "DMBHHRLKUKUOEG-UHFFFAOYSA-N",
    "Formula": "C12H11N",
    "MolecularWeight": {
        "$numberDouble": "169.22"
    },
    "Description": "Diphenylamine is an aromatic amine containing two phenyl substituents. It has been used as a fungicide for the treatment of superficial scald in apples and pears, but is no longer approved for this purpose within the European Union. It has a role as a carotogenesis inhibitor, an antioxidant, an EC 1.3.99.29 [phytoene desaturase (zeta-carotene-forming)] inhibitor, an antifungal agrochemical, a ferroptosis inhibitor and a radical scavenger. It is an aromatic amine, a secondary amino compound and a bridged diphenyl fungicide.",
    "XlogP": {
        "$numberDouble": "3.5"
    },
    "Complexity": {
        "$numberInt": "116"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "environmental_bioconcentrations": [
        {
            "References": "(1) Chemicals Inspection and Testing Institute; Biodegradation and bioaccumulation data of existing chemicals based on the CSCL Japan. Japan Chemical Industry Ecology - Toxicology and Information Center. ISBN 4-89074-101-1 (1992) (2) Franke C et al; Chemosphere 29: 1501-14 (1994)",
            "Value": "BCFs ranging from 101 to 242 and 51 to 253 (species unidentified) were measured using 0.1 and 0.01 mg/liter of N,N-diphenylamine, respectively, and a 8-week study period(1). According to a classification scheme(2), these BCFs suggest the potential for bioconcentration in aquatic organisms is moderate(SRC)."
        }
    ],
    "environmental_biodegradations": [
        {
            "References": "(1) Chemicals Inspection and Testing Institute; Biodegradation and bioaccumulation data of existing chemicals based on the CSCL Japan. Japan Chemical Industry Ecology - Toxicology and Information Center. ISBN 4-89074-101-1 p. 3-26 (1992)",
            "Value": "AEROBIC: N,N-Diphenylamine, present at 30 mg/l, reached 0% of its theoretical BOD in 2 weeks using an activated sludge innoculum at 100 mg/l and the Japanese MITI test(1)."
        }
    ],
    "logP": [
        {
            "References": "Hansch, C., Leo, A., D. Hoekman. Exploring QSAR - Hydrophobic, Electronic, and Steric Constants. Washington, DC: American Chemical Society., 1995., p. 98",
            "Value": "log Kow = 3.50"
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. V4 927",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Within 1 hr after a single dose from 200-600 mg/kg bw there was a dose-dependent decrease in renal cortical glutathione, but significant changes in medullary or papillary glutathione were not seen."
        },
        {
            "References": "Sheftel, V.O.; Indirect Food Additives and Polymers. Migration and Toxicology. Lewis Publishers, Boca Raton, FL. 2000., p. 348",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/  A single oral dose of /diphenylamine/ and N-nitrosodiphenylamine was administered to male albino rats. Poisoning caused functional changes of the xenobiotic metabolism: an increase in the total content of cytochrome P-450 and the activity of NADPH-cytochrome P-450 reductase as well as a marked elevation of the activity of microsomal glutathione S-transferase. An increase in the number of SH-groups unbound to the protein was also noted."
        },
        {
            "References": "PMID:446593",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Mice fed by oral gavage showed kidney injuries involving tubuli and some glomeruli. Res-cells in livers were activated and contained yellowish-brown pigment."
        },
        {
            "References": "PMID:633849",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Unlike human cystic renal disease, chemically induced disease in animals offers ample opportunity to study cystic kidney disease during its evolution. Previous studies using diphenylamine have identified the collecting tubule as the site of earliest change, but the nature of that change is unresolved. A lower than usual (1% instead of 2.5%) diet of diphenylamine was fed to rats, and development of functional and structural changes in their kidneys was followed. By 5 wk the diphenylamine-treated animals showed a defect in urinary concentrating ability and morphologic changes in the medullary collecting tubule. These changes included an increase in number of dark cells and labeling index suggestive of a hyperplastic response. By 10 wk some collecting tubules showed dilation with a few necrotic cells. With time the dilated tubules progress to frank cysts composed of numerous necrotic cells. The nephron showed cystic change, but always later in the progression of the disease. The collecting tubule was the site of the earliest functional (urinary concentrating defect) and structural (multilayering of cells) changes. Pathogenesis of the anatomic lesion initially appears to be a hyperplastic response. The terminal kidney of the diphenylamine-treated animal morphologically resembled the adult type of human polycystic kidney disease."
        },
        {
            "References": "Sheftel, V.O.; Indirect Food Additives and Polymers. Migration and Toxicology. Lewis Publishers, Boca Raton, FL. 2000., p. 348",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ F344 rats received 98% pure /diphenylamine/ in olive oil by gavage at doses of 111, 333, or 1000 mg/kg bw for 28 days. Treatment with two lower doses caused reduction in absolute and relative organ weights. Administration of 1000 mg/kg bw led to a decreased in body weight gain during the treatment period and 2 weeks thereafter. Thymus, testes, and ovaries were reduced in weights; reduction in Hb level, elevated leukocyte count, and erythropenia in females were noted. Histological changes were observed. The LOAEL of 111 mg/kg bw for liver weight changes was established in this study."
        },
        {
            "References": "PMID:2353418",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ The nephrotoxicity of diphenylamine, the parent compound of the mefenamate family of nonsteroidal anti-inflammatory drugs, was evaluated in male Syrian hamsters, male Sprague-Dawley rats, and male Mongolian gerbils. Total renal papillary necrosis was observed in 4 of 20, 7 of 10, and 6 of 10 male Syrian hamsters orally treated with diphenylamine at respective doses of 400 mg/kg bw/day, 600 mg/kg bw/day, and 800 mg/kg bw/day. Total renal papillary necrosis was also observed in 5 of 10 and 4 of 10 male Syrian hamsters intraperitoneally treated with diphenylamine at respective doses of 600 mg/kg bw/day and 800 mg/kg bw/day. Focal intermediate renal papillary necrosis was induced in 2 hamsters orally given diphenylamine at 600 mg/kg bw/day and in 2 of 10 hamsters intraperitoneally given diphenylamine at 800 mg/kg bw/day. Apex-limited necrosis of the medullary interstitial cells and vasa recta and degeneration of the renal interstitial matrix occurred in two Sprague-Dawley rats orally administered diphenylamine at 800 mg/kg bw/day. Degeneration and necrosis of the pars recta was induced in 7 of 10 hamsters intraperitoneally given diphenylamine at 400 mg/kg bw/day. Gross and microscopic renal lesions were not observed in any Mongolian gerbils. It was concluded that the Syrian hamster is more susceptible to the papillotoxic effects of diphenylamine than the Sprague-Dawley rat and the Mongolian gerbil. Renal papillary necrosis in the Syrian hamster treated orally with diphenylamine is reproducible, is of short onset, and is induced in a high proportion of the hamsters (70-90%)."
        },
        {
            "References": "Sheftel, V.O.; Indirect Food Additives and Polymers. Migration and Toxicology. Lewis Publishers, Boca Raton, FL. 2000., p. 347",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Male mice were given 10 weekly doses of 1.4 g/kg bw by gavage. This treatment resulted in 50% survival for longer than 4 months. Severe kidney damage (all normal structure in the renal cortex had been lost), and changes in the liver morphology /occurred/."
        },
        {
            "References": "Yoshida J et al; Bull Natl Inst Hyg Sci (Tokyo) 107: 56-62 (1989)",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ A twenty-eight day repeated dose toxicity test of diphenylamine (DPA) was carried out in male and female F344 rats at dose levels of 1000, 333, 111 or 0 mg/kg/day. Thirty-six animals of both sexes were divided into 6 groups of equal number, 4 groups being used for the 28 days dosing study and the remainder for investigation of recovery. Inhibition of body weight gain, increase of liver, spleen and kidney weights, an anemia were observed in the highest dose groups in both sexes. The same groups demonstrated mucosal hyperplasia in the forestomach, dilatation, degeneration of necrosis of renal tubules in the corticomedullary junction, and hyperplasia in the bone marrow histopathologically. Slight increase of spleen, liver and kidney weights as well as slight degeneration of renal tubules were evidented in several animals receiving the dose level of 333 mg/kg/day. Repair of histopathological lesions and anemia occurred within 14-day resting period."
        },
        {
            "References": "PMID:6034619",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Diphenylamine feeding for 2 yr caused growth arrests in albino rats. Growth of females was slightly more arrested."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists.  Documentation of Threshold Limit Values for Chemical  Substances and Physical Agents and Biological Exposure  Indices for 2001. Cincinnati, OH. 2001., p. 1",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ A two-year feeding study of diphenylamine was conducted in male and female beagle dogs.  Dietary concentrations of diphenylamine were 0.01%, 0.10%, 1.0%. A reduced rate of body weight gain  was observed at the 0.10% concentration and was pronounced at 1.0%. Anemia occurred at 1.0%; no  disturbances in leukocyte counts or in differential percentages encountered. Diphenylamine did not  cause proteinuria or glycosuria. histopathological lesions were found only in those dogs fed the  1.0% diet., these being aperipherolobular fatty change in the liver with a marked increase in liver  weight and ether-extractable lipids; a mild hemosiderosis of the spleen, kidneys and bone marrow;  and a slight increase in kidney weight."
        },
        {
            "References": "PMID:6034619",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Feeding for 2 yr to rats caused growth arrests, anemia resulted, decrease in litter sizes and number of pups weaned. It caused lesions in urinary tract, ie, cystic dilatation of renal tubules with interstitial inflammation."
        },
        {
            "References": "Sheftel, V.O.; Indirect Food Additives and Polymers. Migration and Toxicology. Lewis Publishers, Boca Raton, FL. 2000., p. 348",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/  Weanling male Wistar rats received drinking water containing 0.2% /diphenylamine/ for 9 months. The treatment caused higher in vitro lipoperoxidation, free lysosomal enzyme activities, and cytosolic superoxide dismutase activity in liver. /Diphenylamine/ may induce toxicity through some free radical reactions."
        },
        {
            "References": "Sheftel, V.O.; Indirect Food Additives and Polymers. Migration and Toxicology. Lewis Publishers, Boca Raton, FL. 2000., p. 348",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ F344 rats were fed diets containing 0.1 or 0.3% biphenyl hydrochloride for 104 to 106 weeks. The treatment caused no tumors to develop. Hemangiosarcoma of the circulatory system was noted in the treated animals. /Biphenyl hydrochloride/"
        },
        {
            "References": "Sheftel, V.O.; Indirect Food Additives and Polymers. Migration and Toxicology. Lewis Publishers, Boca Raton, FL. 2000., p. 348",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Rats received dietary levels of 0.025 to 1.0% (15,000 ppm) /diphenylamine/ for 226 days. The treatment caused renal cysts formation (0.1-1.0%), but no tumors occurred. When crystals were encapsulated in collodion, bladder papillomas developed in 125 days."
        },
        {
            "References": "Sheftel, V.O.; Indirect Food Additives and Polymers. Migration and Toxicology. Lewis Publishers, Boca Raton, FL. 2000., p. 348",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Rats received 2.5% /diphenylamine/ in their diet during the last six days of pregnancy. The treatment produced cystic dilatation of the renal collecting ducts and degeneration of the proximal tubules in the fetuses."
        },
        {
            "References": "Shepard, T. H. Catalog of Teratogenic Agents. 3rd ed. Baltimore, MD.: Johns Hopkins University Press, 1980., p. 387",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ ...Fed a diet of 2.5% diphenylamine to rats during last 6 days of pregnancy produced cystic dilatation of the renal collecting ducts and degeneration of the proximal tubules in the  fetuses. Tube feeding of 2 ml of 1% solution also produced fetal kidney changes."
        },
        {
            "References": "PMID:7008261",
            "Value": "/GENOTOXICITY/ Diphenylamine was not found to be mutagenic in Salmonella typhimurium."
        },
        {
            "References": "PMID:326025",
            "Value": "/GENOTOXICITY/ Assayed for mutagenicity employing the salmonella/mammalian microsome test diphenylamine was not mutagenic."
        },
        {
            "References": "Wakabayashi K et al; IARC Sci Publ (41): 695-707 (1982)",
            "Value": "/GENOTOXICITY/ The mutagenicity of the carcinogen N-nitrosodiphenylamine (NDPhA) to Salmonella typhimurium TA98 was demonstrated only when norharman, a comutagen, was added to the incubation mixture with S9 mix. N,N-Diphenylamine (DPhA), a denitrosated derivative of NDPhA, was also mutagenic to S. typhimurium TA98 when norharman was present. Twice as many revertants were induced by DPhA with norharman as by NDPhA with norharman. The comutagenic effect of norharman was also observed with N-nitroso-methylphenylamine (NMPhA), N-nitrosoethylphenylamine (NEPhA) and N-nitrosophenylbenzylamine (NPhBeA) and their denitrosated derivatives. NDPhA was converted metabolically to DPhA by S9 mix. Stoichiometric studies indicated that the mutagenicity of NDPhA in the presence of norharman was exerted through DPhA. The denitrosation eyzme activity of NDPhA was mainly recovered in the microsomal fraction, and the enzyme seemed to be a cytochrome P-450 monooxygenase system. Denitrosation reactions of NMPhA, NEPhA and NPhBeA were also demonstrated."
        },
        {
            "References": "Gosselin, R.E., R.P. Smith, H.C. Hodge. Clinical Toxicology of Commercial Products. 5th ed. Baltimore: Williams and Wilkins, 1984., p. II-209",
            "Value": "/OTHER TOXICITY INFORMATION/ In cats...transient methemoglobinemia is produced but is probably not the cause of death."
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "(1) Hansch C et al; Exploring QSAR. Hydrophobic, Electronic, and Steric Constants. ACS Prof Ref Book. Heller SR, consult. ed., Washington, DC: Amer Chem Soc p. 98 (1995) (2) Lyman WJ et al; Handbook of Chemical Property Estimation Methods. Washington, DC: Amer Chem Soc pp. 4-9 (1990) (3) Swann RL et al; Res Rev 85: 17-28 (1983)",
            "Value": "The Koc of N,N-diphenylamine is estimated as 1,900(SRC), using a log Kow of 3.50(1) and a regression-derived equation(2). According to a classification scheme(3), this estimated Koc value suggests that N,N-diphenylamine is expected to have low mobility in soil(SRC)."
        }
    ],
    "plant_translocation": [
        {
            "References": "Geramizadegan, A., Amiri, A., & Geramizadegan, D. (2016). Molecularly Imprinted Polymer as SPE Sorbent for Selective Extraction of Diphenylamine in Surface Water. International Journal of Farming and Allied Sciences, 5(6), 485-490.",
            "Value": "The widespread use of fungicides like diphenylamine (DPA) in agriculture has raised significant environmental concerns, particularly regarding their impact on ecosystems and human health. DPA, classified as a systemic fungicide, is employed to combat fungal attacks on crops, comprising a substantial portion of the total pesticides used. These chemicals are sprayed over agricultural fields and can infiltrate natural water sources through drainage, persisting in the environment for extended durations. Given these potential hazards, developing accurate methods for detecting low levels of DPA in surface water is crucial. In response to this challenge, recent advancements in sample preparation techniques have introduced molecularly imprinted polymers (MIPs) as highly selective sorbents for solid-phase extraction (SPE). MIPs, artificial polymers with specific binding sites tailored to target molecules like DPA, are synthesized and utilized in molecularly imprinted solid-phase extraction (MISPE). This innovative approach enables the selective extraction of trace amounts of DPA from surface water samples, providing a systematic solution to monitor and quantify fungicide contamination. When coupled with high-performance liquid chromatography (HPLC) analysis, MISPE ensures the accurate identification and measurement of DPA levels, addressing the pressing need for environmentally sensitive pesticide detection methods."
        }
    ]
}