{
    "_id": {
        "$oid": "6682e8f5c4e5dba5ffba2834"
    },
    "CID": {
        "$numberInt": "11568"
    },
    "Name": "3-Aminophenol",
    "IUPACName": "3-aminophenol",
    "CanonicalSMILES": "C1=CC(=CC(=C1)O)N",
    "Synonyms": [
        "3-Aminophenol",
        "591-27-5",
        "M-AMINOPHENOL",
        "3-Hydroxyaniline",
        "Phenol",
        "3-amino-",
        "m-Hydroxyaniline",
        "1-Amino-3-hydroxybenzene",
        "3-Amino-1-hydroxybenzene",
        "m-Hydroxyaminobenzene",
        "Fouramine EG",
        "Futramine EG",
        "Fourrine EG",
        "3-amino-phenol",
        "Pelagol EG",
        "Tertral EG"
    ],
    "IsomericSMILES": "C1=CC(=CC(=C1)O)N",
    "INCHI": "InChI=1S/C6H7NO/c7-5-2-1-3-6(8)4-5/h1-4,8H,7H2",
    "INCHIKEY": "CWLKGDAVCFYWJK-UHFFFAOYSA-N",
    "Formula": "C6H7NO",
    "MolecularWeight": {
        "$numberDouble": "109.13"
    },
    "Description": "3-aminophenol is an aminophenol that is one of three amino derivatives of phenol which has the single amino substituent located meta to the phenolic -OH group.",
    "XlogP": {
        "$numberDouble": "0.2"
    },
    "Complexity": {
        "$numberInt": "74"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "environmental_biodegradations": [
        {
            "References": "(1) NITE; Chemical Risk Information Platform (CHRIP). Biodegradation and Bioconcentration. Tokyo, Japan: Natl Inst Tech Eval. Available from, as of April 27, 2010:  https://www.safe.nite.go.jp/english/db.html (2) Gerike P, Fischer WK; Ecotox Environ Saf 3: 159-73 (1979) (3) Gerike P, Fischer WK; Ecotox Environ Saf 5: 45-55 (1981) (4) Painter HA, King EF; Ring Test Program 1983-84. Assessment of Biodegradability of Chemicals in Water by Manometric Respirometry Comm Eur Communities, Eur 9962 (1985) (5) Painter HA, Bealing DJ; Experience and Data from the OECD Activated Sludge Simulation Test. Presented at ISPRA, Italy, Nov 1989 (1989)",
            "Value": "AEROBIC: 3-Aminophenol, present at 100 mg/L, reached 0% of its theoretical BOD in 4 weeks using an activated sludge inoculum at 30 mg/L in the Japanese MITI test(1). 3-Aminophenol is generally resistant to biodegradation in a series of screening tests; 0% theoretical BOD was reached in a 14-day MITI test, 0% CO2 was reported over 28 days in the Sturm test, 7% dissolved organic carbon removal over 19 days was reported in a conventional OECD screening test and 0% theoretical BOD was reached in 30 days in a conventional closed bottle test(2). In the Zahn-Wellens test, 93% dissolved organic carbon removal was reported after 10 days while in a coupled units test, 94% dissolved organic carbon was removed after 14 days(2). When the inoculum was preacclimated, 97% dissolved organic carbon removal in 19 days was reported in the modified OECD screening test but only 1% theoretical BOD was reached in 30 days in the closed bottle test(3). A ring test using a respirometric method similar to the Modified MITI I method (OECD Method 310C) was conducted on 3-aminophenol; after 28 days, 6 of 12 laboratories reported 0% theoretical oxygen demand, with the remaining laboratories reporting mean and median of 5 and 27% theoretical oxygen demand, respectively(4). In a wastewater treatment simulation test with a 13-hour sewage retention time, 99% dissolved organic carbon removal was reported following a lag phase of 29 days(5)."
        },
        {
            "References": "(1) Deshpande SD et al; Wat Res 19: 293-98 (1985) (2) Deshpande SD, Chakrabarti T; Indian J Environ Hlth 30: 215-21 (1988) (3) Haller HD; J Water Pollut Control Fed 50: 2771-7 (1978) (4) Alexander M, Lustigman BK; J Agric Food 14: 410 (1966) (5) Struijs J, Stoltenkamp J; Ecotox Environ Saf 19: 204-11 (1990) (6) Van Ginkel CG, Stroo CA; Ecotox Environ Saf 24: 319-27 (1992) (7) Yonezawa Y et al; Kogai Shigen Kenkyusho Ino 15: 75-86 (1985) (8) Verschueren K; Handbook of Environmental Data on Organic Chemicals, 4th ed., New York, NY: Van Nostrand Reinhold, p. 177 (2001)",
            "Value": "AEROBIC: Activated sludge, acclimated to combined wastewater from a 3-aminophenol manufacturing plant, was used in a continuously operating bench scale activated sludge system; 3-aminophenol was completely removed during its operation(1-2). 3-Aminophenol was not degraded over 25 days in a screening study using soil as an inoculum(3). 3-Aminophenol was not degraded over 64 days, as measured by loss of UV absorbancy due to cleavage of the benzene ring, in a screening study using a soil inoculum and 3-aminophenol at 10 ppm(4). At 14 and 28 days, 3-aminophenol reached 0 and 67-69% of its theoretical CO2 production, respectively; initial concentration was 10.5 mg/L(5). In the closed bottle test, 68 and 73% biodegradation was reported in 28 and 42 days, respectively, for 3-aminophenol(6). A rate constant of 0.114X10-2 per hour was measured for 3-aminophenol in a screening test using a non-adapted activated sludge inoculum(7). 3-Aminophenol had a 90.5% chemical oxygen demand removal using an adapted activated sludge inoculum at 10.6 mg chemical oxygen demand/g dry inoculum/hr(8). In the EEC respirometric ring test, 0, 1, 4, and 70% of the theoretical oxygen demand was reached by day 28(8). In a repetitive Die-Away test, 65 and 77% of the theoretical oxygen demand was reached by day 28 and 42, respectively(8)."
        },
        {
            "References": "(1) Aelion CM et al; Appl Environ Microbiol 53: 2212-17 (1987) (2) Sonawane BR, Knowles CO; Bull Environ Contam Toxicol 6: 322-7 (1971) (3) Shimp RJ, Pfaender FK; Appl Environ Microbiol 49 (2): 394-401 (1985)",
            "Value": "AEROBIC: 3-Aminophenol, added to aquifer solids from an uncontaminated aquifer in Lula OK, at 54 and 559 ng/g soil, was mineralized at 0.07 and 0.04% per day, respectively, under aerobic conditions(1). 3-Aminophenol was degraded by 37% in 16 days in a soil grab study; soil was pH 8.0 and 0.9% organic matter(2). Samples of the natural microbial community from Lake Michie were adapted to humic acids at concentrations of 100, 300, or 600 ug/L before addition of 3-aminophenol(3). Uptake of 3-aminophenol followed Michaelis-Menten kinetics with greater uptake rates, up to 0.9 ug/L/hr, reported for the communities adapted to humic acids at lower concentrations(3)."
        },
        {
            "References": "(1) Battersby NS, Wilson V; Appl Environ Microbiol 55: 433-39 (1989) (2) Kameya T et al; Sci Total Environ 170: 43-51 (1995) (3) O'Connor OA, Young LY; Environ Sci Technol 30: 1419-28 (1996)",
            "Value": "ANAEROBIC: Only 9% of the theoretical gas production was reported for 3-aminophenol over 60 days in a screening study using methanogenic primary digesting sludge(1). In an anaerobic screening study using 100 mg-C/L sewage and 3-aminophenol at 30 mg-C/L, <5% degradation was reached over 28 days(2). 3-Aminophenol, incubated in sediment under denitrifying conditions, showed an initial lag phase of 15 to 21 weeks followed by degradation at a rate of 10 umol/L/day; 92% of theoretical N2 was recovered over the 31-week study(3). 3-Aminophenol was not mineralized under methanogenic conditions in a 26-week sediment grab sample study(3)."
        }
    ],
    "logP": [
        {
            "References": "Hansch, C., Leo, A., D. Hoekman. Exploring QSAR - Hydrophobic, Electronic, and Steric Constants. Washington, DC: American Chemical Society., 1995., p. 20",
            "Value": "log Kow = 0.21 at pH 5.6"
        }
    ]
}