{
    "_id": {
        "$oid": "6682e8f5c4e5dba5ffba2836"
    },
    "CID": {
        "$numberInt": "11583"
    },
    "Name": "2-HEXANONE",
    "IUPACName": "hexan-2-one",
    "CanonicalSMILES": "CCCCC(=O)C",
    "Synonyms": [
        "2-HEXANONE",
        "Hexan-2-one",
        "591-78-6",
        "Hexanone",
        "Butyl methyl ketone",
        "Methyl butyl ketone",
        "2-Oxohexane",
        "Propylacetone",
        "n-Butyl methyl ketone",
        "Methyl N-butyl ketone",
        "Hexanone-2",
        "Ketone",
        "butyl methyl",
        "MNBK",
        "30637-87-7",
        "2-Hexanone Methyl n-butyl ketone"
    ],
    "IsomericSMILES": "CCCCC(=O)C",
    "INCHI": "InChI=1S/C6H12O/c1-3-4-5-6(2)7/h3-5H2,1-2H3",
    "INCHIKEY": "QQZOPKMRPOGIEB-UHFFFAOYSA-N",
    "Formula": "C6H12O",
    "MolecularWeight": {
        "$numberDouble": "100.16"
    },
    "Description": "2-Oxohexane is a ketone.",
    "XlogP": {
        "$numberDouble": "1.4"
    },
    "Complexity": {
        "$numberInt": "57"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "environmental_bioconcentrations": [
        {
            "References": "(1) Hansch C et al; Exploring QSAR. Hydrophobic, Electronic, and Steric Constants. ACS Prof Ref Book. Heller SR, consult. ed., Washington, DC: Amer Chem Soc p. 24 (1995) (2) Meylan WM et al; Environ Toxicol Chem 18: 664-72 (1999) (3) Franke C et al; Chemosphere 29: 1501-14 (1994)",
            "Value": "An estimated BCF of 2 was calculated for 2-hexanone(SRC), using a log Kow of 1.38(1) and a regression-derived equation(2). According to a classification scheme(3), this BCF suggests the potential for bioconcentration in aquatic organisms is low(SRC)."
        }
    ],
    "environmental_biodegradations": [
        {
            "References": "(1) Nyer E et al; Ground Water Monit Rev 11: 81-86 (1991) (2) Babeu L, Vaishnav DD; J Ind Microbiol 2: 107-15 (1987) (3) Vaishnav DD et al; Chemosphere 16: 695-703 (1987)",
            "Value": "AEROBIC: Biodegradation is expected to be an important fate process for this compound(1). Using an acclimated mixed microbial culture seed, a 59% theoretical biological oxygen demand for 2-hexanone was obtained after five days(2). In a five day test using an activated microbial culture, 2-hexanone consumed 61.4% of its theoretical oxygen demand(4)."
        },
        {
            "References": "(1) Shelton DR, Tiedje JM; Appl Environ Microbiol 47: 85-7 (1984)",
            "Value": "ANAEROBIC: 2-Hexanone was shown to undergo rapid (less than eight weeks) anaerobic biodegradation utilizing an anaerobic digester sludge inoculum(1)."
        }
    ],
    "fish_seafood_concentrations": [
        {
            "References": "PMID:10794623",
            "Value": "2-Hexanone was found in Charybdis feriatus crabs at 0.5 ug/kg, 1.0 ug/kg, and 3.6 ug/kg in the leg, body and carapace, respectively(1)."
        }
    ],
    "logP": [
        {
            "References": "Hansch, C., Leo, A., D. Hoekman. Exploring QSAR - Hydrophobic, Electronic, and Steric Constants. Washington, DC: American Chemical Society., 1995., p. 24",
            "Value": "log Kow = 1.38"
        }
    ],
    "mechanism_of_action": [
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. 6:205",
            "Value": "The mechanism of acute MnBK toxicity is by progressive depression of the CNS resulting in coma and cardiorespiratory failure. The mechanism(s) associated with subchronic and chronic toxicity are associated with significant binding of MnBK metabolites to axonal protein ..."
        },
        {
            "References": "Sullivan, J.B., Krieger G.R. (eds). Clinical Environmental Health and Toxic Exposures. Second edition. Lippincott Williams and Wilkins, Philadelphia, Pennsylvania 1999., p. 1212",
            "Value": "n-Hexane and 2-hexanone... are metabolized by the liver to a common toxic metabolite, 2,5-hexanedione, which is a direct neurotoxin. An apparent high degree of specificity exists for the toxic effect of this compound, as related metabolites of similar solvents have no similar toxicity. 2,5-hexanedione is a gamma-diketone. Other diketones (alpha, beta, delta) do not produce neurotoxicity. The proposed mechanisms of action have been reviewed. Current evidence supports the concept that adducts are formed which lead to cross-linkages between neurofilaments. These cross-linkages lead to the axonal swellings seen on microscopy and, ultimately, to distal degeneration of the nerve."
        },
        {
            "References": "Klaassen, C.D. (ed). Casarett and Doull's Toxicology. The  Basic Science of Poisons. 6th ed. New York, NY:  McGraw-Hill, 2001., p. 547",
            "Value": "The omega-1 oxidation of the carbon chain /of methyl n-butyl ketone/ results ultimately in the gamma-diketone, 2,5-hexanedione (HD) ... /which/ react with amino groups in all tissues to form pyrroles ... Pyrrole derivatization is not sufficient to produce the neurofilamentous swellings; pyrrole oxidation, followed by nucleophilic attack and neurofilament cross-link, seems to be necessary for neurotoxicity."
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. 6:206",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/  ... Acute inhalation exposure of guinea pigs to MnBK produced depression of body temperature and respiratory and heart rates; loss of corneal, auditory, and equilibrium reflexes,  /CNS Depression/, coma, and death."
        },
        {
            "References": "Browning, E. Toxicity and Metabolism of Industrial Solvents. New York: American Elsevier, 1965., p. 429",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Methyl butyl ketone (MBK) ... /CNS depression/ in animals in high concentration (20000 ppm for 30 minutes) and if time is prolonged, even with lower exposure, death may follow.  ... Stated to be 5 times as acutely toxic to animals as methyl ethyl ketone but its lower volatility (1/5 that of methyl ethyl ketone) ... compensate for its higher toxicity."
        },
        {
            "References": "Browning, E. Toxicity and Metabolism of Industrial Solvents. New York: American Elsevier, 1965., p. 429",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/  /In guinea pigs/ chief symptoms occurring almost immediately on exposure to higher concentration are irritation of eyes and nose manifested by lacrimation and rubbing of nose with forepaws.  Incoordination follows in 3 to 5 minutes and... /CNS depression/ in 20 to 120 minutes only with concentration of 6500 and 20000 ppm."
        },
        {
            "References": "Browning, E. Toxicity and Metabolism of Industrial Solvents. New York: American Elsevier, 1965., p. 429",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ /In guinea pigs/ death is preceded by dyspnea and gasping and is apparently due to the ... /CNS depression/ rather than to irritation of the lung. In some animals ... /CNS depression/ persisted for several hours after removal from exposure, but they appeared normal 24 hours later."
        },
        {
            "References": "Browning, E. Toxicity and Metabolism of Industrial Solvents. New York: American Elsevier, 1965., p. 429",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ ... /Guinea pigs exposed by inhalation for/ 70 minutes to 20000 ppm or for 9 hours to 6500 ppm proved fatal.  Concentrations lower than these were not fatal even after 13 hours, and at concentrations of 1000 ppm for this length of time no abnormal signs were observed either during or after exposure."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. 6:206",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/  ... More than 30 min of exposure to a saturated atmosphere of MnBK was required to kill rats. Exposure to 8000 ppm for 4 hr resulted in the death of all exposed rats, whereas 4000 ppm for 4 hr did not kill any of the animals."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. 6:206",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Tests on rabbit skin indicated that MnBK produced no significant irritation ... Repeated skin contact may be irritating due to the ability of MnBK to defat the skin, resulting in dermatitis."
        },
        {
            "References": "PMID:9015131",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Occupational exposure to methyl isobutyl ketone (MiBK) or methyl n-butyl ketone (MnBK) normally occurs by inhalation. The present study reports that exposure to both ketones can potentiate cholestasis experimentally induced by taurolithocholic acid (TLC, 30 umol/kg) or by a combination of manganese (Mn, 4.5 mg/kg) and bilirubin (BR, 25 mg/kg). Male Sprague-Dawley rats were exposed for 3 days, 4 hr/day, to MiBK or MnBK vapors using 0.5, 1, 1.5, or 2 times the minimal effective concentration (MEC). The estimated MiBK or MnBK MEC for potentiating TLC- or Mn-BR-induced cholestasis were 400 and 150 ppm, respectively. Eighteen hours after ketone exposure, rats were injected iv with TLC or Mn-BR. Bile flow was measured from 15 to 150 min after the cholestatic regimen. Rats exposed to MiBK or MnBK exhibited an enhanced diminution in bile flow compared to controls that was dose-dependent with the inhaled ketone dose. The dose-effect characteristics of the potentiation phenomenon were established. Results indicate that MiBK or MnBK inhalation potentiated both TLC and Mn-BR cholestasis in a dose-related fashion. Quantitative differences, however, exist between both ketones with respect to their ability to potentiate both models. Comparison between the two isomers was established, and MnBK was found to be more potent than MiBK."
        },
        {
            "References": "Grant, W.M. Toxicology of the Eye. 3rd ed. Springfield, IL: Charles C. Thomas Publisher, 1986., p. 484",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Methyl butyl ketone ... /can/ cause peripheral polyneuropathy in ... experimental animals exposed for long periods to its vapors. ... There is little clinical or experimental evidence of disturbance of the eyes or the visual system by 2-hexanone. ... It has been shown that 2-hexanone, like the metabolites, can impair the pupillary responses to flashes of light in guinea pigs and in monkeys can increase the latent time of visually evoked cortical potentials, which has been interpreted as the functional counterpart of damage in the optic tract and hypothalamus produced in cats given 2,5-hexanedione."
        },
        {
            "References": "PMID:499425",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/  In 40 rats subjected daily (8 hr/day, 5 days/week) for 6 months to atmosphere containing 50 ppm methyl butyl ketone, sciatic nerve showed demyelination deposits of Marchi pos material diffusely distributed in nerve fibers.  Axonal hypertrophy was also present in sciatic nerves of 2 of these rats."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. 6:206",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Group of 10 rats were administered MnBK in their drinking water at concentrations of 1.0% (560 mg/ka), 0.5% (266 mg/kg), or 0.25% (143 mg/kg) daily for 10-13 months. MnBK produced a dose-dependent reduction in body weight gain that was present by the second wk in the 1.0 and 0.5% groups and by the third wk in the 0.25% group. Clinical neurotoxicity consisting of hind limb weakness was evident after 6 wk in the 1.0% group and after 10 wk in the 0.5% group. The 0.25% group was clinically normal. Axonal degeneration was found in the cerebellum, brainstem, spinal cord, peripheral nerves, and skeletal muscle of all groups."
        },
        {
            "References": "Peters MA et al; Exotoxicol Environ Saf 5 (3): 291-306 (1981)",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Pregnant rats /were exposed/ to methyl-n-butyl ketone for 6 hours/day throughout gestation. Results indicated a dose response decrease in maternal weight gain, in pup weight at birth, in the number of pups born per litter and in postnatal growth rate of the offspring. Behavioral tests suggested that young offspring of treated dams were more active than controls and showed a decreased rate of avoidance learning."
        },
        {
            "References": "DHHS/ATSDR; Toxicological Profile for 2-hexanone p.44 (PB/93/110773/AS) (September 1992). Available from, as of February 16, 2006: https://www.atsdr.cdc.gov/toxprofiles/tp44.html",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ In male rats, reduced testicular weights and atrophy of the testicular germinal epithelium were reported to result from inhalation exposure and atrophy of the testicular germinal epithelium from oral exposure."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists. Documentation of the TLV's and BEI's with Other World Wide Occupational Exposure Values. CD-ROM Cincinnati, OH 45240-1634 2005., p. 2",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ /Investigators/ found reduced litter size and decreased body weights in the offspring of rats that inhaled 1000 or 2000 ppm MnBK throughout gestation. Although no increase in structural malformations could be detected, there was some evidence for neonatal behavioral changes under various challenge tests. Such changes, however, occurred only after maternal exposure at levels that produced reduced food consumption and reduced body weight gain."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists. Documentation of the TLV's and BEI's with Other World Wide Occupational Exposure Values. CD-ROM Cincinnati, OH 45240-1634 2005., p. 3",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/   ... The effect of methyl butyl ketone on peripheral nerves is the production of swollen axons displaying abnormal accumulation of 10 nm neurofilaments, with resultant thinning of the axonal myelin sheath."
        },
        {
            "References": "PMID:491289",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ 415 mg/kg/day of Methyl butyl ketone (MBK) was administered sc to rats 5 days/week for several weeks total dose was 11.59 grams/rat.  MBK decreased conduction velocity of motor and sensory nerve fiber in tails and amplitude of action potential in each was significantly decreased.  The changes coincide with pathological findings."
        },
        {
            "References": "PMID:117069",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ Rats and monkeys exposed to 1000 ppm of methyl butyl ketone (MBK) for 4 months by inhalation had decreased motor nerve conduction velocity in ulnar and sciatic tibal nerves. The evoked muscle asction potentials showed decreased amplitude, and latency of components of visual evoked brain potential lengthened. MBK given orally at 50-400 mg/kg caused decrease in response rate of rats trained on multiple schedule of reinforcement."
        },
        {
            "References": "PMID:982453",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ Twenty-eight cats (2-3 kg) sc injected twice/day, 5 days/week for 8.5 months with 99.66% pure methyl butyl ketone showed symmetrical, distal weakness which developed progressively after 8 weeks, first in hindlimbs and later in all. Nerve fibers showed multifocal swollen axons filled with neurofilaments. Secondary changes: degeneration first affected distal parts of nerve tracts spreading proximally at later stages."
        },
        {
            "References": "Divincenzo GD et al; Dev Toxicol Environ Sci 6 (Sci Basic Toxic Assess): 183 (1980)",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/  2,5-Hexanedione (metabolite of methyl butyl ketone) was most potent neurotoxin and required only 16.8 days to produce clinical signs of neuropathy.  It was 3.3 times more neurotoxic than methyl butyl ketone and methyl butyl ketone was more neurotoxic than N-hexane."
        },
        {
            "References": "PMID:412406",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ Effects of methyl-n-butyl ketone on nervous system function and operant behavior /were studied/ in monkeys and rats being exposed at concentrations of 100 ppm and 1000 ppm for up to 10 months. Both exposures were 6 hours/day, 5 days/week. Results showed the following effects at 1000 ppm: 1) reduced motor conduction velocities in arm and leg nerves; 2) decreased amplitude of evoked muscle action potentials; 3) lengthened implicit time of visual evoked potentials; 4) impaired operant behavioral performance and; 5) reduced body weight. Reductions in nerve conduction velocities and evoked muscle action potentials were found at 100 ppm. Recovery occurred 6 months and 2 months after termination of the 1000 ppm and 100 ppm exposures, respectively."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. 6:207",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ ... Rats exposed to 1300 ppm MnBK 6 hr/day, 5 days/wk showed slight /CNS depression/ by 4 hr of exposure, incoordinate after 5.5 hr, decreased weight gain, slow progressive weight loss beginning after the 73th exposure, and symmetrical hind limb weakness between the third and fourth months of exposure. Pathologic changes included \"giant\" axonal swellings, paranodal myelin retraction or loss, and axonal degeneration in peripheral nerves, spinal cord, medulla oblongata, and cerebellum. Electron microscopy showed masses of neurofilaments, numerous mitochondria, and sparse neurotubules in the swellings of myelinated and unmyelinated axons."
        },
        {
            "References": "DHHS/ATSDR; Toxicological Profile for 2-hexanone p.23 (PB/93/110773/AS) (September 1992). Available from, as of February 15, 2006: https://www.atsdr.cdc.gov/toxprofiles/tp44.html",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ Severe hindlimb dragging or paralysis was observed in all rats that received 2-hexanone (undiluted) by gavage at 660 mg/kg/day at about day 56 (8 weeks) of a 90-day study. Morphologic changes indicative of \"giant axonal\" neuropathy included multifocal axonal swellings and myelin infolding and paranodal retraction. In rats that received 400 mg/kg/day in a 40 week study, there was a temporary weakness of the hindlimbs from 17 to 28 weeks of exposure. Improvement was observed after that period."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists. Documentation of the TLV's and BEI's with Other World Wide Occupational Exposure Values. CD-ROM Cincinnati, OH 45240-1634 2005., p. 2",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ ... The development of peripheral neuropathy /was demonstrated/ in chickens, rats and cats exposed to MnBK 24 hr per day, 7 days per week from 4 to 12 weeks to methyl butyl ketone at atmospheric concentrations of 200 to 600 ppm."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. 6:210",
            "Value": "/GENOTOXICITY/ MnBK and n-hexane induce only marginally positive results /of chromosome loss in strain D61.M of Saccharomyces cerevisiae/ whereas 2,5-hexanedione was strongly positive."
        },
        {
            "References": "PMID:8644114",
            "Value": "/ALTERNATIVE IN VITRO TESTS/  The cytotoxic effects of the following five hexane-related compounds were examined on Schwann cell DNA synthesis: 2,5-hexanedione (2,5-HD), 2-hexanol (2-OH), 2-hexanone (MnBK), 2,5-dimethylfuran (DF) and gamma-valerolactone (VL). Schwann cells were isolated from the sciatic nerves of neonatal Sprague-Dawley rats and cultured. [(3)H]-thymidine incorporation into Schwann cell nuclei was measured by scintillation spectrometry and autoradiography when hexane derivatives were added to the culture medium. All of the hexane-related compounds suppressed [(3)H]-thymidine incorporation in a concentration-dependent manner. DF was the most cytotoxic for the inhibition of Schwann cell DNA synthesis among the compounds."
        },
        {
            "References": "PMID:9101040",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ In order to study the mechanisms of acute n-hexane intoxication, the effects of n-hexane and its metabolites 2-hexanol, methyl-n-butyl ketone, 2,5-hexanediol and 2,5-hexanedione on the cloned voltage-operated potassium channels Kv1.1, Kv1.4, Kv2.1 and Kv3.4 were investigated with electrophysiological techniques in the expression system of Xenopus oocytes. n-Hexane had no effect at any channel, whereas some of its metabolites led to reductions of the potassium currents. The greatest effects obtained were caused by 2-hexanol at the Kv2.1 channel, resulting in reductions of 13% at 0 mV with a concentration of 500 mg/l and IC50 of ca. 3500 mg/l. The reduction appeared to be caused by a shift of the current-voltage relation to the right. Methyl-n-butyl ketone showed smaller effects, whereas 2,5-hexanedione and 2,5-hexandiol were nearly ineffective. Concerning the different potassium channels, the sensitivity to the metabolites differed. The metabolites showed greatest sensitivity towards the Kv2.1 channel and lowest sensitivity towards the Kv3.4 channel. Since the n-hexane metabolite concentrations in the brain during acute n-hexane intoxication are unknown, the relevance of the data is still unclear. The size of the effects and the currently available data on tissue concentration, however, make it more likely that the action of n-hexane and its metabolites on voltage-operated potassium channels is not a major mechanism for acute neurotoxicity."
        },
        {
            "References": "DHHS/ATSDR; Toxicological Profile for 2-hexanone p.34 (PB/93/110773/AS) (September 1992). Available from, as of February 16, 2006: https://www.atsdr.cdc.gov/toxprofiles/tp44.html",
            "Value": "/IMMUNOTOXICITY/ Reductions in total white blood cell count to 60% of control values were reported in rats intermittently exposed to 700 ppm 2-hexanone via inhalation for about 8 weeks."
        }
    ],
    "sediment_soil_concentrations": [
        {
            "References": "(1) USEPA; Superfund Record of Decision USEPA/ROD/RO3-86/024 (1987)",
            "Value": "SOIL: 2-Hexanone was found in soil samples at an unauthorized hazardous waste disposal site in Lang township, NJ, at a maximum concn of 440 ug/kg (surface soil) and 46 ug/kg (subsurface soil)(1)."
        },
        {
            "References": "(1) USEPA; Superfund Record of Decision USEPA/ROD/RO3-86/019 (1986)",
            "Value": "SEDIMENT: 2-Hexanone was detected in one out of three sediment samples in Red Lion creek near an abandoned landfill in Tybouts County, DE, in concns less than 850 ug/L(1)."
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "(1) Hansch C et al; Exploring QSAR Hydrophobic, Electronic and Stearic Constants Washington,DC: Amer Chem Soc p. 24 (1995) (2) Lyman WJ et al; Handbook of Chemical Property Estimation Methods. Washington, DC: Amer Chem Soc pp. 4-9 (1990) (3) Swann RL et al; Res Rev 85: 23 (1983)",
            "Value": "The Koc of 2-hexanone is estimated as 134(SRC), using a log Kow of 1.38(1) and a regression-derived equation(2). According to a classification scheme(3), this estimated Koc value suggests that 2-hexanone is expected to have high mobility in soil."
        }
    ]
}