{
    "_id": {
        "$oid": "6682e8f8c4e5dba5ffba2841"
    },
    "CID": {
        "$numberInt": "11715"
    },
    "Name": "Bromoacetone",
    "IUPACName": "1-bromopropan-2-one",
    "CanonicalSMILES": "CC(=O)CBr",
    "Synonyms": [
        "BROMOACETONE",
        "598-31-2",
        "1-Bromo-2-propanone",
        "1-bromopropan-2-one",
        "Monobromoacetone",
        "bromopropanone",
        "Acetonyl bromide",
        "1-Bromoacetone",
        "Martonite",
        "2-Propanone",
        "1-bromo-",
        "Bromo-2-propanone",
        "Bromomethyl methyl ketone",
        "bromo acetone",
        "B-Stoff",
        "Acetylmethyl bromide"
    ],
    "IsomericSMILES": "CC(=O)CBr",
    "INCHI": "InChI=1S/C3H5BrO/c1-3(5)2-4/h2H2,1H3",
    "INCHIKEY": "VQFAIAKCILWQPZ-UHFFFAOYSA-N",
    "Formula": "C3H5BrO",
    "MolecularWeight": {
        "$numberDouble": "136.98"
    },
    "Description": "Bromoacetone is an alpha-bromoketone that is acetone in which one of the hydrogens is replaced by a bromine atom. A poweful lachrymator, it was formerly used as a chemical weapon. It has a role as a lachrymator. It is functionally related to an acetone.",
    "XlogP": {
        "$numberDouble": "0.7"
    },
    "Complexity": {
        "$numberInt": "42"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "plant_concentrations": [
        {
            "References": "(1) Burreson BJ et al; J Agric Food Chem 24: 856-60 (1976)",
            "Value": "Bromoacetone (<1% in oil by wt) has been detected in the essential oil of the red alga seaweed, Asparagopsis taxiformis, which grows in the ocean around the Hawaiian Islands(1). In Hawaii, this seaweed is known as limu kohu (supreme seaweed) and is highly prized for its aroma and flavor(1); in addition to bromoacetone, 41 other halogenated constituents were detected in this seaweed(1)."
        }
    ],
    "environmental_bioconcentrations": [
        {
            "References": "(1) Meylan WM, Howard PH; J Pharm Sci 84: 83-92 (1995) (2) Meylan WM et al; Environ Toxicol Chem 18: 664-72 (1999) (3) Franke C et al; Chemosphere 29: 1501-14 (1994)",
            "Value": "An estimated BCF of 3 was calculated in fish for bromoacetone(SRC), using an estimated log Kow of 0.11(1) and a regression-derived equation(2). According to a classification scheme(3), this BCF suggests the potential for bioconcentration in aquatic organisms is low(SRC)."
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "PMID:18846430",
            "Value": "/GENOTOXICITY/ ... This study measured concentrations of bromate, bromoform, bromoacetic acids, bromoacetonitriles, bromoacetone, 2,4-dibromophenol and aldehyde generated by ozonation. The potential mutagenicity of ozonated waters was assessed using the Ames and Microtox tests ... The Ames test results demonstrate that all extracts from ozonated water have mutagenic activity; however, the 18 raw groundwater samples had no mutagenicity. The Microtox test results also show that the ozonated water samples were highly toxic. Generally, both bromide and dissolved organic carbon (DOC) content promoted the formation of ozonation by-products and mutagenicity ..."
        },
        {
            "References": "PMID:9379909",
            "Value": "/GENOTOXICITY/ Three short-term assays (SOS chromotest, Ames fluctuation test and newt micronucleus test) were performed to detect the genotoxic activity of organohalides, compounds likely to be found in chlorinated and/or ozonated drinking water: monochloro-, dichloro- and trichloroacetic acids and monobromo-, dibromo- and tribromoacetic acids. With the SOS chromotest, only three of the chemicals studied (dichloroacetic acid, dibromo- and tribromoacetic acids) were found to induce primary DNA damage in Escherichia coli PQ 37. In the Ames fluctuation test, all the compounds except monochloroacetic acid showed mutagenic activity in Salmonella typhimurium strain TA100. In these two in vitro tests, a good correlation between increasing number of substituents and decreasing mutagenicity was observed. Namely, the toxicity of brominated and chlorinated acetic acids decreased when the number of substituents increased. The newt micronucleus test detected a weak clastogenic effect on the peripheral blood erythrocytes of Pleurodeles waltl larvae for trichloroacetic acid only."
        },
        {
            "References": "Hussain S; Hereditas 101 (1): 57-65 (1984)",
            "Value": "/GENOTOXICITY/ The dose-response relationships for mutation to streptomycin nondependence in E. coli Sd-4 were studied for three chemical agents (ethylene oxide, methyl methanesulfonate and ethyl methanesulfonate) with large scale experiments, and for ten agents (propylene oxide, 1, 2-butene oxide, glycidol, epichlorohydrin, chloroethylene oxide, chloroacetone, bromoacetone, chloroacetaldehyde, glycolaldehyde and glyceraldehyde) with normal scale experiments. The data for ethylene oxide could be fitted to a single straight line. The mutation curves for methyl and ethyl methanesulfonates were resolved into two components. The dose-response relationships were indicated to be linear for six out of the remaining ten agents tested. Marked contributions from the quadratic components were reflected in the curves obtained with chloroethylene oxide, chloroacetaldehyde, chloroacetone and bromoacteone."
        },
        {
            "References": "PMID:4092028",
            "Value": "/OTHER TOXICITY INFORMATION/ ... Bromoacetone at a concentration of 30 mM does not inhibit carboxypeptidase A ..."
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "(1) US EPA; Estimation Program Interface (EPI) Suite. Ver. 4.0. Jan, 2009. Available from, as of Sept 22, 2010:  https://www.epa.gov/oppt/exposure/pubs/episuitedl.htm (2) Swann RL et al; Res Rev 85: 17-28 (1983)",
            "Value": "Using a structure estimation method based on molecular connectivity indices(1), the Koc of bromoacetone can be estimated to be 5(SRC). According to a classification scheme(2), this estimated Koc value suggests that bromoacetone is expected to have very high mobility in soil."
        }
    ]
}