{
    "_id": {
        "$oid": "6682e8fac4e5dba5ffba284e"
    },
    "CID": {
        "$numberInt": "11855"
    },
    "Name": "PENTACHLOROBENZENE",
    "IUPACName": "1,2,3,4,5-pentachlorobenzene",
    "CanonicalSMILES": "C1=C(C(=C(C(=C1Cl)Cl)Cl)Cl)Cl",
    "Synonyms": [
        "PENTACHLOROBENZENE",
        "608-93-5",
        "1,2,3,4,5-Pentachlorobenzene",
        "Benzene",
        "pentachloro-",
        "RCRA waste number U183",
        "QCB",
        "DTXSID7024247",
        "CHEBI:47136",
        "1,2,3,4,5-pentachloro-benzene",
        "D62GWO6832",
        "NSC-1857",
        "Benzene",
        "1,2,3,4,5-pentachloro-",
        "CCRIS 5927",
        "HSDB 2863",
        "NSC 1857"
    ],
    "IsomericSMILES": "C1=C(C(=C(C(=C1Cl)Cl)Cl)Cl)Cl",
    "INCHI": "InChI=1S/C6HCl5/c7-2-1-3(8)5(10)6(11)4(2)9/h1H",
    "INCHIKEY": "CEOCDNVZRAIOQZ-UHFFFAOYSA-N",
    "Formula": "C6HCl5",
    "MolecularWeight": {
        "$numberDouble": "250.3"
    },
    "Description": "Pentachlorobenzene is a member of the class of pentachlorobenzenes that is benzene in which five of the hydrogens are replaced by chlorines. Now classed as a persistent organic pollutant under the Stockholm Convention. It has a role as a persistent organic pollutant.",
    "XlogP": {
        "$numberDouble": "5.2"
    },
    "Complexity": {
        "$numberInt": "125"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "animal_concentrations": [
        {
            "References": "Matheson RA et al; Surveill Rep EPS (Can Environ Prot Serv) 37 pages (1980) Iss EPS-5-AR-80-1",
            "Value": "Pentachlorobenzene was found in most samples taken from eggs of herring gulls (Larus argentatus) and double-crested cormorants (Phalacrocorax auritus). The eggs from the Maritime provinces had less chlorinated benzenes than similar samples from Lake Ontario."
        },
        {
            "References": "(1) Muir DCG et al; Environ Pollut 93: 219-34 (1996) (2) Elliot JE et al; pp. 181-94 in Persistent Pollut Mar Ecosystem. Walker CH, Livingstone DR eds. Oxford, UK: Pergamon Press (1992) (3) Herbert CE et al; Arch Environ Contam Toxicol 26: 356-66 (1994) (4) Ewins PJ et al; J Great Lakes Res 18: 316-30 (1992) (5) Weseloh DV et al; J Great Lakes Res 21: 121-37 (1995) (6) Layher WG et al; Bull Environ Contam Toxicol 34: 317-22 (1985) (7) Bailey RE; Pentachlorobenzene - Sources, environmental fate and risk characterization, July 2007, Euro Chlor Environmental Working Group (EWG), Brussels, Belgium; Available as of July 2, 2013: https://www.eurochlor.org/media/41280/sd11-pentachlorobenzene-final2012.pdf",
            "Value": "Pentachlorobenzene was detected at mean concentrations of 2 ng/g (males) and 3 ng/g (females) in the blubber of beluga whales (Delphinapterus leucas) in the St Lawrence River estuary(1). Pentachlorobenzene was detected in the eggs of seabirds in Canada at concentrations of 0.011 and 0.007 mg/kg(2) and the eggs of robins (Turdus migratorius) at concentrations of 0-0.9 ug/g(3). Pentachlorobenzene was detected in the eggs of herring gulls (Largus agrentatus) in Ontario, Canada at concentrations of 6-95 ng/g(4) and various bird eggs from Hamilton Harbor, Canada at concentrations of 0.002-0.02 mg/kg(5). Pentachlorobenzene was detected in 37 percent of the pheasants (Phasianus colchicus) sampled from Kansas at concentrations of trace levels to 6 ppb(6). Mean concentrations from animal samples from the White Sea, Russia: seal blubber: 0.9 ng/g to 12 ng/g lipid; spider crab: 0.08 ng/g wet wt; zooplankton: 0.07 ng/g wet wt. Pentachlorobenzene concentrations of 0.05 ng/g were reported from Antarctic krill and 0.68 ng/g for Adelie penguine eggs. Polar bear adipose tissue collected between 1996 and 2002 contained pentachlorobenzene plus tetrachlorobenzene levels of 14.6 to 41 ng/g lipid basis(7)."
        }
    ],
    "environmental_biodegradations": [
        {
            "References": "Haider K; Comm Eur Communities (Rep) EUR(EUR 6388) Environ Res Programme 200 (1980)",
            "Value": "Chlorinated benzenes (including pentachlorobenzene) were stable under both aerobic and anaerobic conditions. (36)C-labeled chlorinated hydrocarbons were prepared and incubated with mixed microbial cultures obtained aerobically or anaerobically from arable soil or sewage sludge. Pentachlorobenzene showed slight dechlorination (3-4%) during anaerobic incubation with Clostridia and with aerobic Pseudomonas species."
        },
        {
            "References": "(1) Chemicals Inspection and Testing Institute. Japan Chemical Industry Ecology - Toxicology and Information Center. ISBN 4-89074-101-1 (1992) (2) POPRC; Draft Risk Profile for Pentachlorobenzene, May 2007; Persistent Organic Pollutants Review Committee, Stockholm Convention on Persistent Organic Pollutants, Geneva, Switzerland. Available from, as of July 2, 2013: https://www.pops.int/documents/meetings/poprc/drprofile/drp/DraftRiskProfile_PeCB.pdf (3) Beck J, Hansen KE; Pestic Sci 5: 41-48 (1974) (4) Bailey RE et al; Chemosphere 75: 555-564 (2009)",
            "Value": "AEROBIC: Pentachlorobenzene, present at 100 mg/L, reached 0% of its theoretical BOD in 4 weeks using an activated sludge inoculum at 30 mg/L in the Japanese MITI test(1). Pentachlorobenzene was classified as non-biodegradable using the OECD TG 301C test (MITI test)(2). Pentachlorobenzene was shown to be resistant to degradation in aerobic laboratory soil tests with half-lives of 194 and 345 days reported in duplicate experiments(3). To date, there is no convincing evidence that aerobic biodegradation of pentachlorobenzene is an important fate process in the environment(4)."
        },
        {
            "References": "(1) Bailey RE et al; Chemosphere 75: 555-564 (2009) (2) Beurskens JEM et al; Environ Sci Technol 28: 701-706 (1994) (3) Masunga S et al; Wat Sci Technol 33: 173-80 (1996) (4) POPRC; Draft Risk Profile for Pentachlorobenzene, May 2007; Persistent Organic Pollutants Review Committee, Stockholm Convention on Persistent Organic Pollutants, Geneva, Switzerland; Available as of July 2, 2013: https://www.pops.int/documents/meetings/poprc/drprofile/drp/DraftRiskProfile_PeCB.pdf",
            "Value": "ANAEROBIC: Dechlorination of pentachlorobenzene by anaerobic bacteria has been reported by many studies(1). Reductive dechlorination of pentachlorobenzene to lower chlorinated benzenes occurs under anaerobic conditions(2,3), but there are conflicting data regarding the rates of biodegradation. A culturally enriched anaerobic microbial consortium was shown to biodegrade pentachlorobenzene with a half-life of several days, but the native anaerobic microbial population (from sediment from Lake Ketelmeer, The Netherlands) was shown to biodegrade polychlorinated benzenes only after a period of a few years(2). Pentachlorobenzene was biodegraded by an acclimated anaerobic sediment slurry obtained from the Tsurumi River, Japan with a biodegradation half-life of 17 days and the following biodegradation products were detected: 1,2,3,4-tetrachlorobenzene; > 1,3,5-trichlorobenzene; > 1,2,4-trichlorobenzene; > 1,2,3-trichlorobenzene; > 1,3-dichlorobenzene; > 1,2-dichlorobenzene; > monochlorobenzene(3). In one anaerobic sediment slurry test, pentachlorobenzene had a degradation half-life of 18 days at 25 °C, while the half-life using autoclaved sediment was 990 days(4)."
        }
    ],
    "fish_seafood_concentrations": [
        {
            "References": "PMID:7469485",
            "Value": "The amount of pentachlorbenzene and four other organochlorine compounds in the bodies and body fat of cod, shrimp, flounder, mussel, snail, saithe, barnacle, bristle worm, brittle star, common goby, hermit crab, sea star, were determined in at least one of two different fjords in Ora, Norway. The levels of pentachlorobenzene in the fat of different species was about 10 times as high as in sediments(1).",
            "Table": "[{'Feeding habit': 'Bottom sediments', 'Common name': nan, 'Genus species': nan, 'ppb wet weight (Ora)': 24.0, 'ppb wet weight (Frierfjord)': '23-27'}, {'Feeding habit': 'Filter feeder', 'Common name': 'Barnacles', 'Genus species': 'Balanus improvisus', 'ppb wet weight (Ora)': 114.0, 'ppb wet weight (Frierfjord)': nan}, {'Feeding habit': nan, 'Common name': 'Mussels', 'Genus species': 'Mytilus edulis', 'ppb wet weight (Ora)': 59.0, 'ppb wet weight (Frierfjord)': nan}, {'Feeding habit': nan, 'Common name': 'Sea star', 'Genus species': 'Asteroidea', 'ppb wet weight (Ora)': nan, 'ppb wet weight (Frierfjord)': '45'}, {'Feeding habit': 'Detritus', 'Common name': 'Bristle worm', 'Genus species': 'Nereis spp', 'ppb wet weight (Ora)': 100.0, 'ppb wet weight (Frierfjord)': nan}, {'Feeding habit': nan, 'Common name': 'Shrimp', 'Genus species': 'Crangon vulgaris', 'ppb wet weight (Ora)': 98.0, 'ppb wet weight (Frierfjord)': nan}, {'Feeding habit': nan, 'Common name': 'Brittle star', 'Genus species': 'Ophiura albida', 'ppb wet weight (Ora)': nan, 'ppb wet weight (Frierfjord)': '10'}, {'Feeding habit': 'Amphipods/nereis', 'Common name': 'Common gobi', 'Genus species': 'Pomatoschistus microps', 'ppb wet weight (Ora)': 217.0, 'ppb wet weight (Frierfjord)': nan}, {'Feeding habit': nan, 'Common name': 'Flounder', 'Genus species': 'Platichthys flesus', 'ppb wet weight (Ora)': 325.0, 'ppb wet weight (Frierfjord)': nan}, {'Feeding habit': 'Carcass', 'Common name': 'Crab', 'Genus species': 'Carcinus maenas', 'ppb wet weight (Ora)': 187.0, 'ppb wet weight (Frierfjord)': '46'}, {'Feeding habit': nan, 'Common name': 'Hermit crab', 'Genus species': 'Pagurus sp', 'ppb wet weight (Ora)': nan, 'ppb wet weight (Frierfjord)': '50'}, {'Feeding habit': 'Algae', 'Common name': 'Snail', 'Genus species': 'Littorina littorea', 'ppb wet weight (Ora)': nan, 'ppb wet weight (Frierfjord)': '3.7'}, {'Feeding habit': 'Fish/crustaceans', 'Common name': 'Saithe, liver', 'Genus species': 'Pollachius virens', 'ppb wet weight (Ora)': nan, 'ppb wet weight (Frierfjord)': '66.3'}, {'Feeding habit': nan, 'Common name': 'Saithe, homogenate', 'Genus species': nan, 'ppb wet weight (Ora)': nan, 'ppb wet weight (Frierfjord)': '9'}, {'Feeding habit': nan, 'Common name': 'Cod, homogenate', 'Genus species': 'Gadus morhua', 'ppb wet weight (Ora)': nan, 'ppb wet weight (Frierfjord)': '6'}]"
        },
        {
            "References": "(1) Oliver BG, Nicol KD; Environ Sci Technol 16: 532-6 (1982) (2) Schuler W et al; Bull Environ Contam Toxicol 34: 608-16 (1985) (3) Jan J, Malnersic S; Bull Environ Contam Toxicol 24: 824-7 (1980) (4) Eder G et al; Netherlands J Sea Res 15: 78-87 (1981) (5) Kuehl DW et al; Environ Internat 9: 293-9 (1983) (6) Veith GD et al; Pest Monit J 13: 1-11 (1979) (7) Bailey RE; Pentachlorobenzene - Sources, environmental fate and risk characterization, July 2007, Euro Chlor Environmental Working Group (EWG), Brussels, Belgium; Available as of July 2, 2013: https://www.eurochlor.org/media/41280/sd11-pentachlorobenzene-final2012.pdf",
            "Value": "Pentachlorobenzene was detected in trout from Lake Superior (0.7 ppb), Lake Huron (2 ppb), Lake Ontario (8 and 16 ppb) and Lake Erie (0.6 ppb)(1). Pentachlorobenzene was detected in 78 of 300 fish from the Lahn River, Germany at trace levels(2). Fish caught in Slovenia, Yugoslavia in 1978 had the following pentachlorobenzene concentrations: trout, 6 ppb; nase, 10-75 ppb; whiting, 90 ppb; pilchard, 9 ppb(3). Various invertebrates from the Dutch Waden Sea had average pentachlorobenzene concentrations of 0.1-10 ppb(4).  Pentachlorobenzene was identified not quantified in 5 of 28 fish caught in major watersheds near the Great Lakes in 1979(5) and 4 of 10 rivers in the US in 1976(6). Mean pentachlorobenzene concentrations detected in fish from the White Sea, Russia were (wet wt basis): Navaga fish, 6.06 ng/g; Bullrout fish, 0.01 ng/g; cod (muscle), 0.01 ng/g, herring, 3.77 ng/g, smelt, 3.81 ng/g(6). Pentachlorobenzene levels of 0.08-0.09 ng/g were detected in emerald rockcod fish from the Antarctic(7)."
        },
        {
            "References": "(1) Jaffe R et al; J Great Lakes Res 11: 156-62 (1985)",
            "Value": "Pentachlorobenzene was detected in composite samples of sedentary fish from 8 of 16 sites at Lake Superior and Lake Huron tributaries sampled in the fall of 1983. The concentration on a fat basis of pentachlorobenzene found in the composite sample of carp (hognose sucker (Hypentelium nigricans) and white sucker (Catostomus commersoni)) from the Flint River, MI was 8.8/8.9 ppb (duplicate analysis results for the same sample), 110 ppb in the composite sample from Saginaw Bay, MI, 11 ppb in the sample from the Ausable River, 21 and 16 ppb in the samples from two Chippewa River sites, 73 ppb in one of the samples from Saginaw Bay, and 48/49 ppb and 120 in the samples from two Saginaw River sites, MI(1)."
        },
        {
            "References": "(1) Knutzen J, Oehme M; 19: Chemosphere 1897-1909 (1989) (2) Oliver BG, Nico KD; Environ Sci Technol 16: 532-36 (1982)",
            "Value": "Pentachlorobenzene residues were identified, not quantified, in fish and mussels caught in the coastal waters of Norway(1). Pentachlorobenzene was detected in lake trout (Salvelinus namaycush) from Lake Superior (0.7 ppb), Lake Huron (2 ppb), Lake Ontario (16 ppb) and rainbow trout (Oncorhynchus mykiss) Lake Erie (0.6 ppb)(2)."
        },
        {
            "References": "Verschueren, K. Handbook of Environmental Data on Organic Chemicals. Volumes 1-2. 4th ed. John Wiley & Sons. New York, NY. 2001, p. 1707",
            "Value": "... In fat phase of the following fish from the Frierfjord (Norway), April 1975-Sept 1976: cod, whiting, plaice, eel, sprot: avg: 3.87 parts per million, range: 0.4-10 parts per million."
        }
    ],
    "logP": [
        {
            "References": "Hansch, C., Leo, A., D. Hoekman. Exploring QSAR - Hydrophobic, Electronic, and Steric Constants. Washington, DC: American Chemical Society., 1995., p. 16",
            "Value": "log Kow = 5.18"
        }
    ],
    "sediment_soil_concentrations": [
        {
            "References": "Kaminsky R et al; J Great Lakes Res 9 (2): 183-9 (1983)",
            "Value": "SEDIMENT: Sediment samples from the western portion of Lake Ontario were collected in October 1980. The samples were analyzed for chlorinated organic compounds using GC/MS. Many of the chlorinated compounds previously found to be leaking into the Niagara River from waste disposal sites in the city of Niagara Falls were identified in the sediments of Lake Ontario. The compounds (including pentachlorobenzene) showed a tendency to accumulate in the zones of high sedimentation in both the Niagara and Mississauga Basins. The average relative concentrations of tri, tetra, penta, and hexachlorobenzenes observed at the Niagara River dump sites were 25%, 100%, 45%, and 25%, respectively. In the Niagara Basin of Lake Ontario, the corresponding proportions were 72%, 100%, 48%, and 126% (normalized to tetrachlorobenzene for comparison)."
        },
        {
            "References": "(1) Oliver BG, Nicol KD; Environ Sci Technol 16: 532-6 (1982) (2) Bjeih JE, Brevick EM; Arch Environ Contam Toxicol 9: 743-50 (1980) (3) Oliver BG, Charlton MN; Environ Sci technol 18: 903-8 (1984) (4) Kaminsky R et al; J Great Lakes 9: 183-9 (1983) (5) Kuntz KW; Toxic contaminants in the Niagara River, 1975-1982. Environment Canada Tech Bull no 134 (1984) (6) Duinker JC, Hillebrand MTJ; Netherlands J Sea Res 13: 256-81 (1979) (7) Ohsawa K et al; J Pestic Sci 9: 339-45 (1984) (8) Rautapaa J et al; Am Agric Fenn 16: 277-82 (1977) (9) Hong SH et al; Chemosphere 64: 1479-1488 (2006)",
            "Value": "SEDIMENT: Pentachlorobenzene was detected in 92% of the samples from Lake Superior (0-0.3 ppb, 0.1 ppb average); 100 % of the samples from Lake Huron (0.2-3.0 ppb, 1 ppb average); 100% of the samples from Lake Erie (0.3-3 ppb, 1 ppb average); 100% of the samples from Lake Ontario (9-320 ppb, 97 ppb average)(1). Pentachlorobenzene was detected in sediment from Frierfjord, Norway at average concentrations of 37 ppm (0-5 cm) and 23 ppm (5-10 cm)(2). Surficial sediment from the Niagara River Basin contained pentachlorobenzene at concentrations of 5.3-42 ppb(3). Pentachlorobenzene was detected in 92% of the samples from Lake Ontario and the Mississuaga basins at concentrations of trace levels to 32 ppb(4). Pentachlorobenzene was detected in 96% of suspended sediment samples from the Niagara River at an average concentration of 58 ppb(5). Pentachlorobenzene was detected in suspended sediment from the Rhine-Meuse estuary, Holland at concentrations of 3-500 ppb(6). Pentachlorobenzene was detected at a concentration of 1.22 ppm in soil in Japan that had previously been treated with pentachlorobenzene(7). Pentachlorobenzene was detected at concentrations of 1-94 ppb in soils in Finland that had previously been treated with pentachlorobenzene(8). A nationwide monitoring study conducted along the entire Korean coastline between 1997 and 2002 (138 total sediment samples) found pentachlorobenzene levels ranging from below detection limits to a maximum of 1.73 ng/g, with respective average and mean levels of 0.14 and 0.03 ng/g dry weight(9)."
        },
        {
            "References": "(1) Oliver BG, Bourbonniere RA; J Great Lakes Res 11: 366-72 (1985)",
            "Value": "SEDIMENT: The ranges and mean concentrations (dry wt basis) of pentachlorobenzene detected in sediments taken from the following Great Lakes areas in 1980 and 1982 were: southern Lake Huron, 0.4-0.9 ppb, 0.6 ppb average; Lake St. Clair, 4.9-6.7 ppb, 5.8 ppb average; western Lake Erie, 1.4-4.2 ppb, 2.9 ppb average; central Lake Erie, 0.7-1.4 ppb, 1.0 ppb average; and eastern Lake Erie, 0.5-1.3 ppb, 0.9 ppb average(1)."
        },
        {
            "References": "(1) Beurskens JEM et al; Water Sci Technol 29: 77-85 (1994) (2) Chovanec A et al; Chemosphere 29: 2117-33 (1997) (3) Vanzoest R, Vaneck GTM; Sci Total Environ 103: 57-71 (1991) (4) Ding WH et al; Chemosphere 25: 675-90 (1992) (5) Kaiser KLE et al; Sci Total Environ 97/98: 495-506 (1990) (6) Ohsawa K et al; J Pestic Sci 9: 339-45 (1984) (7) Rautapaa J et al; Am Agric Fenn 16: 277-82 (1977) (8) Bailey RE et al; Chemosphere 75: 555-564 (2009)",
            "Value": "SEDIMENT: Pentachlorobenzene was detected in the sediment of Lake Ketelmeer, Netherlands at concentrations of 10 and 15 ng/kg(1). Pentachlorobenzene was detected at concentrations of  0.3 ug/kg in the Danube and Traun Rivers in Austria(2) and at concentrations of 1-13 ng/g in the Scheldt estuary in the Netherlands(3). Pentachlorobenzene was identified, not quantified, in soil from Niagara Falls, NY(4) and detected at concentrations of 0.3-3.1 ng/g in sediment from the St Lawrence River in Ontario, Canada(5). Pentachlorobenzene was detected at a concentration of 1.22 ppm(6) and 1-94 ppb(7) in soil on which pentachloronitrobenzene had previously been used. Pentachlorbenzene levels as high as 64-71 ug/kg have been detected in sediments and flood plain soils of the Elbe River  watershed(8); sediments downstream from Hamburg on the Elbe River had levels ranging from 0.47 to 4.4 ng/g(8)."
        }
    ],
    "plant_translocation": [
        {
            "References": "",
            "Value": "There is a significant difference in the ability of different plant species to translocate benzene from the soil to their aerial parts. Particularly, Pteris vittata, a fern species, exhibited a benzene-tolerant behavior by restricting the translocation of benzene from the roots to the aerial parts and by minimizing the absorption of the pollutant from the soil. Benzene was predominantly retained in the roots of P. vittata, with minimal translocation to the leaves (<2%). In contrast, Impatiens walleriana actively absorbed and translocated benzene from the soil, indicating a different response to benzene exposure. However, Brachiaria brizantha, another species studied, did not demonstrate benzene tolerance and ultimately perished during the treatment. The study also examined changes in stomatal density, which was influenced by benzene exposure and associated with reduced leaf area due to lower water availability. "
        }
    ]
}