{
    "_id": {
        "$oid": "6682e8fec4e5dba5ffba285f"
    },
    "CID": {
        "$numberInt": "12228"
    },
    "Name": "METHYL ISOCYANATE",
    "IUPACName": "methylimino(oxo)methane",
    "CanonicalSMILES": "CN=C=O",
    "Synonyms": [
        "METHYL ISOCYANATE",
        "Isocyanatomethane",
        "624-83-9",
        "Methane",
        "isocyanato-",
        "Methyl carbonimide",
        "methylisocyanate",
        "Methylcarbylamine",
        "Iso-cyanatomethane",
        "Isocyanate de methyle",
        "methylimino(oxo)methane",
        "Methylisocyanaat",
        "Isocyanic acid",
        "methyl ester",
        "Methyl isocyanat",
        "Metil isocianato",
        "(Methylimino)(oxo)methane"
    ],
    "IsomericSMILES": "CN=C=O",
    "INCHI": "InChI=1S/C2H3NO/c1-3-2-4/h1H3",
    "INCHIKEY": "HAMGRBXTJNITHG-UHFFFAOYSA-N",
    "Formula": "C2H3NO",
    "MolecularWeight": {
        "$numberDouble": "57.05"
    },
    "Description": "Methyl isocyanate is the isocyanate that is methane modified by a single isocyanato substituent. It has a role as an apoptosis inducer and an allergen.",
    "XlogP": {
        "$numberDouble": "1.1"
    },
    "Complexity": {
        "$numberInt": "44"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "environmental_bioconcentrations": [
        {
            "References": "(1) Castro EA et al; J Chem Soc Perkin 2 5: 737-42 (1985)",
            "Value": "Since methyl isocyanate hydrolyzes rapidly in water(1), bioconcentration in aquatic organisms is not expected to be an important process(SRC)."
        }
    ],
    "environmental_biodegradations": [
        {
            "References": "(1) Castro EA et al; J Chem Soc Perkin 2 5: 737-42 (1985)",
            "Value": "Since methyl isocyanate hydrolyzes rapidly in water(1), biodegradation is not expected to be an important fate process(SRC)."
        }
    ],
    "mechanism_of_action": [
        {
            "References": "PMID:15223351",
            "Value": "... In this study, /the authors/ characterized the adducts formed in human globin upon treatment with 100-fold molar excess of MIC. The globin was subject to enzymatic hydrolysis with pronase, and the hydrolysate was analysed by high performance liquid chromatography with positive atmospheric pressure chemical ionization mass spectrometric detection (HPLC/APCI-MS). The two major MIC adducts were those with N-terminal Val and side-chain of Lys, as confirmed by comparison with the synthetic standards. About 20 other adducts were observed, and several of them were tentatively identified using their MS and MS/MS spectra. Whereas detection of the adducts with Tyr and His was expected, the adducts with Trp and Phe, and a Lys adduct containing two MIC moieties, were probably analytical artifacts resulting from the transcarbamoylation during globin hydrolysis rather than products of direct carbamoylation. The other detected products were MIC-Val-His, derived from the N-terminal dipeptide of globin beta-chain, and dipeptides consisting of MIC-Lys attached to Gly, Val, Leu, Thr, and Glu. Failure to detect the corresponding non-modified dipeptides suggests that the pronase action may be hampered by the amino acid modification. MIC is known as a metabolic intermediate of the industrial solvents N,N-dimethylformamide (DMF) and N-methylformamide (MF) in humans and rats. The HPLC/APCI-MS analysis of globin from rats injected with DMF or MF, 1000 mg/kg, revealed the presence of the MIC adducts with both Val and Lys. The level of the Val adduct in globin from the DMF-dosed rats, determined using Edman degradation and GC/MS, was ca. 40 nmol/g, which is a level common in workers occupationally exposed to DMF. This suggests that also the Lys adduct in such human globin samples can be feasible to analysis and is therefore considered for further studies as a potential biomarker of exposure to DMF."
        },
        {
            "References": "PMID:8572927",
            "Value": "The present study describes the effect of methyl isocyanate (MIC) on rabbit cardiac microsomal Na+, K(+)-ATPase. Addition of MIC in vitro resulted in dose-dependent inhibition of Na+, K(+)-ATPase, Mg(2+)-ATPase and K(+)-activated p-nitrophenyl phosphatase (K(+)-PNPPase). Activation of Na+, K(+)-ATPase by ATP in the presence of MIC showed a decrease in Vmax with no change in Km. Similarly, activation of K+ PNPPase by PNPP in the presence of MIC showed a decrease in Vmax with no change in Km. The circular dichroism spectral studies revealed that MIC interaction with Na+, K(+)-ATPase led to a conformation of the protein wherein the substrates Na+ and K+ were no longer able to bind at the Na(+)- and K(+)-activation sites. The data suggest that the inhibition of Na+, K(+)-ATPase was non-competitive and occurred by interference with the dephosphorylation of the enzyme-phosphoryl complex."
        },
        {
            "References": "PMID:8401298",
            "Value": "The subcutaneous administration of methyl isocyanate (MIC) in 1.0 LD50 dose in rats caused a significant effect on hepatic mitochondrial function only at complex I region of the respiratory chain. MIC administration at 1.0 LD50 dose also resulted in significant increases in malondialdehyde and ferrous ion concentration in liver mitochondria. It is suggested that the augmented lipid peroxidation in hepatic mitochondria, catalyzed by iron, possibly mobilized from intracellular stores leads to the inhibition of enzymes of mitochondrial respiration at complex I region, in vivo, in rats receiving a lethal dose of MIC subcutaneously."
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "American Conference of Governmental Industrial Hygienists. Documentation of the TLV's and BEI's with Other World Wide Occupational Exposure Values. CD-ROM Cincinnati, OH 45240-1634 2005., p. 1",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Upon topical application to intact, shaved rabbit skin, the undiluted material ... hemorrhage and marked edema of the skin at the site of application resulted from these covered doses. In an interdermal sensitization test, 16 of 16 guinea pigs had definite immunologic reactions that were obvious at 24 to 48 hours after receiving the challenge injection of 0.01 mL of a 0.01% solution."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists. Documentation of the Threshold Limit Values and Biological Exposure Indices. 5th ed. Cincinnati, OH: American Conference of Governmental Industrial Hygienists, 1986., p. 403",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ ... A cotton plug saturated with methyl isocyanate /was fastened/ to ear of rabbit for 30 min.  Erythema & edema spread to entire ear. Finally, necrosis and perforation ... Developed. A few  drops sprinkled on the ear ... resulted in corrosion of tissue."
        },
        {
            "References": "PMID:3692007",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Twenty eight F344 rats and B6C3F1 mice of each sex were exposed by inhalation to MIC at 0, 1, and 3 ppm for 6 hr/day for 4 days followed by up to a 91 day recovery period. At 3 ppm, 56 animals of each sex were used to compensate for expected lethality. Animals were killed on days 7, 28, 49, and 91 and examined histopathologically. Only animals exposed to 3 ppm exhibited exposure related changes. Most of the rats exposed at 3 ppm died within 28 days. A  prominent decrease in body weight was observed along with severe lung lesions and thymus atrophy. Lesions of the nasal cavity of rats and mice were characterized by regeneration of the olfactory and respiratory epithelium. By day 28, the respiratory epithelium of rats and mice appeared normal, but olfactory regeneration was still present in the surviving rats. Severe lesions of the trachea extending to the bronchi, bronchioles, and alveoli were seen in rats exposed to 3 ppm. Acute inflammation of the airways and hyaline membranes was observed in high dose animals killed on day 7. In 3 ppm MIC exposed animals that died during days 8 to 14,  there was lymphatic necrosis of the thymus, atrophy of the splenic white pulp, coagulative necrosis of the liver, and thrombosis of the left cardiac atrium. Gross examination of exposed mice showed minimal differences between exposure groups. Microscopic observations showed treatment related changes only in the 3 ppm exposure group of mice. The changes involved primarily the bronchial system and were not as severe as those observed in rats. By day 91, bronchial fibrosis was minimal to mild in mice. One group of 5 male rats was exposed to 3 ppm MIC for a single 6 hr exposure. The lesions in the respiratory system were essentially the same as those observed in the 4 day repeated exposure rats that were killed after 7 days."
        },
        {
            "References": "PMID:2353832",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ When rats were administered /methyl/ isocyanate by inhalation or subcutaneous route it produced severe hyperglycemia, clinical lactic acidosis, highly elevated plasma urea, and reduced plasma cholinesterase activity with unaltered erythrocyte acetyl cholinesterase activity. Irrespective of the route of administration, methyl isocyanate also caused severe hypothermia, which was not ameliorated by prior administration of atropine sulfate. Acute toxic effects of methyl isocyanate are essentially similar by either route except for the intensity of the effects."
        },
        {
            "References": "PMID:3606383",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ The static exposure of rats to 0.25 mg/L methyl isocyanate for 1 hr resulted in damage to the epithelium of the proximal bronchioles and upper airways. Bronchiolar cells exhibited both nuclear and cytoplasmic damage; many epithelial cells, particularly in the bronchi and trachea, were killed and/or dislodged from the basement membrane. A \"raft\" of cell debris and fibrin lined most of the airways during the first wk after exposure but repair to the underlying epithelium was well advanced within 2 to 3 days. The majority of airways were lined by a normal epithelium within 3 wk of exposure, but isolated foci of hyperplasia and occluded airways probably accounted for continued respiratory impairment."
        },
        {
            "References": "USEPA/Technology Transfer Network Air Toxics Website Hazard Summary on Methyl isocyanate (CAS# 624-83-9) (January 2001). Available from, as of October 18, 2006: https://www.epa.gov/ttn/atw/hlthef/methylis.html#ref1",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Acute animal tests in rats have shown methyl isocyanate to have extreme acute toxicity from inhalation exposure and high acute toxicity from oral exposure."
        },
        {
            "References": "PMID:8956091",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Precolumn derivatization with OPA was used for the analysis of brain and plasma free amino acids of mice after the administration of different doses (0.25 LD50, 0.5 LD50 and LD50) of methyl isocyanate (MIC) for different durations (45 min, 4 h, 4 days and 7 days). In general, there were a dose-dependent decrease in brain free amino acid content with the exception of glycine and arginine (increased above the control level with 0.25 LD50 and 0.5 LD50 doses), and taurine which increased with 0.5 LD50 and LD50 doses in 45 min. All the amino acids from plasma were increased with all the three doses, with the exception of arginine which decreased at the 0.25 LD50 dose in 45 min. With increase in duration of observation to 4 h, 4 days and 7 days, the brain amino acid content was still below the control levels and plasma levels were higher as compared to the respective controls. The only exceptions were serine, histidine, alanine and arginine, which decreased on the 7th day. This study suggests that MIC produced an imbalance of both the brain and plasma amino acids, suggesting neurotoxic and systemic effects."
        },
        {
            "References": "PMID:8935787",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ We describe the interaction of methyl isocyanate with reactive sulphydryl groups of rat erythrocyte membrane proteins. Intraperitoneal administration, as well as in vitro incubation of methyl isocyanate, caused a significant reduction in the free sulphydryl content of erythrocyte membrane proteins. (114C)Methyl isocyanate was specifically bound to band III of the erythrocyte membrane and caused the breakdown of band III proteins."
        },
        {
            "References": "PMID:7717853",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ The present study describes the acute histopathological changes induced by methyl isocyanate (MIC) in the lungs of rats at 24 h after a single exposure to varied concentrations/doses of MIC by inhalation and subcutaneous (s.c.) routes and also delineates the effects due to the hydrolytic derivatives of MIC, viz., methylamine (MA) and N,N'-dimethyl urea (DMU). MIC, either inhaled or administered s.c., resulted in a wide range and extent of histopathological changes in the lungs, proportional to the exposure concentration/dose. The salient, effects of inhaled MIC are acute necrotizing bronchitis of the entire respiratory tract accompanied by varying degrees of confluent congestion, hyperemia and interstitial and intra-alveolar edema, while MIC administered s.c. led to prominent vascular endothelial damage, congestion and severe interstitial pneumonitis with apparently normal bronchial epithelium; and intra-alveolar edema only with the high dose. The only noteworthy lesion produced by MA and DMU (to some extent) was interstitial pneumonitis, suggesting their possible involvement in the subsequent inflammatory response of MIC. Except, for the endothelial changes, the overall spectrum of the histopathological lesions is quite comparable to those observed in the lungs of Bhopal victims during the acute phase."
        },
        {
            "References": "PMID:7927582",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Methyl isocyanate (MIC), inhaled or administered subcutaneously (sc) at lethal concentration/dose caused essentially similar histopathological changes in all the viscera except for the lungs. The observed congestion of the viscera, foci of hepatocellular necrosis with widening of Disse's spaces in the liver and tubulo-rhexis with degeneration in the kidneys are attributable mostly to the initial shock. In addition, the lungs revealed more distinct route specific patterns of histopathological lesions. Inhaled MIC caused acute eosinophilic necrosis of the bronchial epithelium and frank alveolar edema, while MIC administered sc led to prominent vascular endothelial damage and severe interstitial pneumonitis with normal bronchial epithelium. The differential loci of damage in the lungs may be attributed to the immediate contact surface available for interaction with MIC."
        },
        {
            "References": "PMID:8382714",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ The effect of different doses of methyl isocyanate (MIC), carbaryl and thiram on liver microsomal mixed-function oxygenases (MFO) was studied in adult Swiss Portan mice by intraperitoneal (ip) injection for different durations. The LD50 dose of all three toxicants after 0.75 hr of administration could increase cytochrome P-450 and cytochrome b5 contents (82-143%), and the 1/4 LD50 of these compounds could elicit the same effect after 168 hr (168-393%). The 1/4 LD50 dose of thiram decreased the cytochrome P-450 content below the control level (69.62%) in 0.75 hr and the same dose of MIC could decrease the cytochrome P-450 level by 40% compared to the control after 3 days of consecutive injection. The activities of drug-metabolizing enzymes (aminopyrine demethylase--NADH and NADPH-linked--and aniline hydroxylase) were found to increase with all three compounds in general. Marked changes in the activity of the marker enzyme glucose-6-phosphatase were also seen after ip injection if MIC, carbaryl and thiram. These findings suggested that these compounds were hepatotoxic, which could be due to their carbamylating nature."
        },
        {
            "References": "PMID:1781933",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Subcutaneous administration of methyl isocyanate (MIC) in 0.5 LD50 and 1.0 LD50 to female rabbits resulted in significant increases of hemoglobin concentration, hematocrit and leukocyte count in blood, as well as plasma total proteins, urea and cholesterol. A significant decrease in plasma albumin level was only observed in the 1.0 LD50 group. Urine of MIC intoxicated animals showed presence of protein, bilirubin, elevated urea and urobilinogen, while urine volume was reduced. The hematological and biochemical changes induced by MIC are perhaps the result of fluid loss from the vascular compartment as evidenced by the histopathological observations. This study further substantiates the view that acute toxicity of MIC is mediated in vivo by its effects on vascular beds."
        },
        {
            "References": "PMID:1813080",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Changes in phase-I and phase-II membrane bound pulmonary detoxication enzymes induced by methyl-isocyanate (MIC) were studied in rats. Male albino-rats were exposed once to 355 or 1420 parts per million (ppm) MIC vapor for 8 minutes, to 355 ppm MIC vapor for 8 minutes, three or four times separated by 7 day intervals, or to 355 ppm MIC for 8 minutes for 4 consecutive days.  The rats were killed at various times up to 7 days after the last exposure in each experiment and the lungs were removed and homogenized.  The homogenates were assayed for glutathione, total sulfhydryls, glutathione-S-transferase (GST), aniline-hydroxylase (AOH), and aminopyrene-demethylase (APDM).  The single exposure to 355ppm MIC did not affect any of the measured parameters.  Repeat exposures to 355ppm caused significant decreases in glutathione and total sulfhydryl concentrations and AOH and APDM activity.  GST activity was significantly increased.  The single exposure to 1420 ppm MIC caused transient decreases in glutathione and total sulfhydryls concentration and AOH and APDM activity.  GST activity showed a progressive time dependent increase.  The same pattern of changes was seen in rats exposed to 355 ppm MIC for 4 consecutive days.  The authors conclude that MIC toxicity appears to be exerted on pulmonary microsomal membranes.  Repeat exposures increases the magnitude of the toxic stress."
        },
        {
            "References": "PMID:7717854",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ This paper describes the long-term (subacute and chronic) histopathological effects in the lungs of rats subjected to a single exposure to methyl isocyanate (MIC) by both the inhalation and subcutaneous (sc) routes as well as the role of methylamine (MA) and N,N'-dimethyl-urea (DMU), the hydrolytic derivatives of MIC in eliciting the observed changes. At the subacute phase, the intraalveolar and interstitial edema were prominent only in the inhalation group as against the more pronounced inflammatory response in the sc route. With the progress of time the evolution of lesions appeared to be similar, culminating in the development of significant interstitial pneumonitis and fibrosis. MA, one of the hydrolytic derivatives of MIC, also caused interstitial pneumonitis progressing to fibrosis, albeit to a lesser extent than MIC, indicating its contribution to the long-term pulmonary damage. The diffuse interstitial pulmonary fibrosis observed at 10 weeks after a single exposure to MIC by either route is of greater significance in the context of the occurrence of pulmonary fibrosis in the late autopsies of Bhopal gas victims and also clinical sequelae in some of the survivors."
        },
        {
            "References": "PMID:2776690",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Acute and subacute toxicity studies of inhaled methyl isocyanate were carried out in Charles Foster male and female rats. In the acute toxicity study, rats were exposed only once to 3.52 and 35.32 ppm of methyl isocyanate in 2 separate experiments for 10 min each; in the subacute study, they were exposed to doses of 0.212 ppm, 0.265 ppm, and 0.349 ppm for 30 min daily for 6 days and were then observed for 90 days for wt gain. At the end of 90 days, damage to the viscera was evaluated. During exposure, the animals had congestion in eyes, lachrymation, nasal secretion and dyspnea, progressively increasing ataxia, immobility, and uncoordinated movements. Methyl isocyanate exposure greatly inhibited wt gain in the animals in a dose dependent manner. Upon microscopic examination of the viscera, pathological findings were confined to the bronchial tree, lung parenchyma, liver, and kidneys."
        },
        {
            "References": "PMID:8100437",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ 1. Studies were carried out to explore the acute pulmonary effects of equal, split-dose, multiple inhalation exposures of rats to methyl isocyanate (MIC), (0.32 m/L, 8 min x 10 exposures) as reflected by alterations in bronchoalveolar lavage fluid (BALF) constituents and to evaluate recovery, if any, following survival in a MIC-free environment, 10 d after the last MIC exposure. 2. In the BALF of MIC-exposed rats, there was an increase in the total number of cells and the number of cells showing enhanced dye uptake and reduction of nitroblue tetrazolium chloride. The cell-free BALF showed increases in total protein, sialic acids and lactic acid contents and lactate dehydrogenase activity. 3. In rats exposed to MIC and sacrificed 10 d after survival in a MIC-free environment, there was a reduction in the cellular and biochemical constituents of BALF. The phagocytic potential of macrophages was, however, also decreased under this regime."
        },
        {
            "References": "PMID:3781139",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Groups of Fischer 344 rats were exposed to 3.1, 0.6, 0.15, or  0.0 (control) ppm of methyl isocyanate vapor 6 hr/day for two 4 day sessions separated by a 2 day rest. There were no deaths during the study. On the morning following the last exposure day, the 3.1 ppm exposed rats had decr body weight, food consumption, and blood oxygen saturation (males only). Incr hemoglobin concn (males only) and lung weights were also observed in this group of rats. Multiple histologic lesions, limited to the respiratory tract, were observed in rats of the 3.1 ppm group only. The lesions consisted of necrosis, suppurate inflammation, squamous metaplasia, and intraluminal and submucosal fibroplasia (bronchi and bronchioles only) which extended from the anterior nasal cavity to the terminal bronchioles."
        },
        {
            "References": "Klaassen, C.D. (ed). Casarett and Doull's Toxicology. The  Basic Science of Poisons. 6th ed. New York, NY:  McGraw-Hill, 2001., p. 1007",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Rats exposed to 10 or 30 ppm for 2 hr also showed severe airway and parenchymal damage, which did not resolve in surviving rats; transient effects were seen at 3 ppm. Even 6 mo after exposure, the airway and lung damage remained, having evolved into patchy, mostly peribronchial fibrosis with associated functional impairments."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists. Documentation of the TLV's and BEI's with Other World Wide Occupational Exposure Values. CD-ROM Cincinnati, OH 45240-1634 2005., p. 1",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Notable clinical signs were lacrimation, respiratory difficulty (e.g., dyspnea, mouth breathing), perinasal wetness, perioral wetness, decreased activity, and hypothermia. Clinical signs of MIC intoxication lessened during the second postexposure week. There were no postexposure clinical signs in animals that inhaled 0, 1.0, or 2.4 ppm MIC. Body-weight losses were common in all species following MIC exposures of 2.4 ppm or greater. The lungs of all animals that died during the 14-day postexposure period were discolored; the latter varied from mottled red to hyperemia of the entire lung surfaces. Most MIC-exposed survivors and all controls showed no gross lesions at necropsy."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists. Documentation of the TLV's and BEI's with Other World Wide Occupational Exposure Values. CD-ROM Cincinnati, OH 45240-1634 2005., p. 2",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Groups of ten male and ten female Fischer 344 rats were exposed 6 hours/day by inhalation at 3.07, 0.58, or 0.15 ppm of MIC for 8 days (4 exposure days, 2 nonexposure days, 4 exposure days). Control (air-exposed) rats were handled in an identical manner as MIC-treated animals. Male and female rats that inhaled 3.07 ppm MIC showed a significant decrease compared to control values in absolute liver, kidney, and testes weights. In contrast, absolute lung weights were increased significantly. The weights of the lungs, kidneys, and testes, expressed as percentages of body weight (relative organ weight), increased significantly compared to controls in the 3.07 ppm exposure group (males and females). However, a statistically significant lower relative liver weight was identified for the males of the 3.07 ppm group compared to the control values. Histologic examination revealed inflammation and squamous metaplasia in the nasal cavity, trachea, and bronchi; inflammation of the bronchioles and alveoli; and polyploid hyperplasia in the bronchial epithelium (males only). No such changes were seen after the rats inhaled 0.58 ppm, an exposure that failed to elicit the toxic manifestations caused by MIC at 3.07 ppm for 8 exposure days. In addition, tissues, other than those of the respiratory tree, from the MIC-exposed rats had no discernible histopathologic lesions at any concentration studied compared with air-exposed controls."
        },
        {
            "References": "PMID:7814083",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ The impairment in-vivo of mitochondrial function at the complex-I region in male Wistar-rats dosed with methyl-isocyanate (624839) (MIC) was investigated.  Rats were administered MIC subcutaneously at the median lethal dose, 328.6mg/kg, and sacrificed 4 hours after dosing.  This dosing had a significant effect on the enzyme activity of the complex-I region and did not effect the enzymes at other sites of the electron transport chain in the isolated hepatic mitochondria.  There was a 40% and a 20% reduction in NADH-oxidase and NADH-cytochrome-C-reductase activities, while NADH-dehydrogenase activity was not affected.  Significant increases were noted in the malondialdehyde and ferrous ion content of hepatic mitochondria of the treated rats, but no changes were noted in the succinate-oxidase and cytochrome-oxidase activities.  The authors note that the complex-I region has a higher concentration of lipids vulnerable to attack by free radicals and nonpolar compounds.  The authors conclude that MIC may act by inhibiting the oxidation of NADH and NAD+ linked substrates, causing histotoxic hypoxia.  Lipid peroxidation reactions in the hepatic mitochondria may augment this effect, resulting in the liberation of free iron compounds from intracellular stores."
        },
        {
            "References": "PMID:2795684",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ The long term carcinogenic and pulmonary effects of a single exposure to methyl isocyanate were examined in rodents. Groups of 50 or 100, 6 to 8 week old F344 rats and B6C3F1 mice were exposed to methyl isocyanate by inhalation at 0, 1, 3, or 10 ppm for 2 hours. After 2 years, animals were sacrificed and tissues and organs were examined microscopically. No differences in survival rates or body weight gains were found in the methyl isocyanate exposed animals versus controls. Male and female rats exposed to 10 ppm methyl isocyanate had 42 and 36% incidence, respectively, of intraluminal fibrosis of secondary bronchi; however, no evidence of this lesion was seen in controls or animals exposed to lower concentrations. For male and  female mice and female rats, no neoplastic lesions were significantly associated with methyl isocyanate exposure. Male rats exposed to MIC had marginally increased rates of pheochromocytomas of the adrenal medulla and adenomas of pancreatic acinar cells cells."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists. Documentation of the TLV's and BEI's with Other World Wide Occupational Exposure Values. CD-ROM Cincinnati, OH 45240-1634 2005., p. 2",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ A inhalation study was performed at 3 ppm MIC to characterize the subsequent development of the microscopic lesions in the rat respiratory tract during a nonexposure recovery period. The inflammation and metaplasia in the respiratory tract decreased in frequency or severity in survivors of the 85-day postexposure period. Furthermore, regenerative-type epithelial changes were observed during the nonexposure recovery phase."
        },
        {
            "References": "PMID:8353384",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ The induction of bile duct hyperplasia and transient liver parenchymal alteration by methylisocyanate (MIC) was investigated. Swiss-albino-mice were exposed to three different concentrations of MIC (Group (Grp) 1: 1 median lethal concentration (LC50) (0.268 mg/L); Grp2: 1/2 LC50; and Grp 3: 1/4 LC50).  Rats exposed to fresh filtered air served as controls.  Blood was collected at 1, 24 and 72 hr for biochemical analyses.  Rats were sacrificed at various intervals from 1 to 72hr for histopathological studies.  Results showed that blood glucose levels significantly increased after 1 and 24 hr of 1/2 LC50 exposure, and returned to normal at 72 hr, with no significant change in plasma protein.  A marginal increase in serum glutamate-pyruvate-transaminase levels and a significant increase in alkaline-phosphatase indicated mild liver parenchymal injury, and bile duct epithelial injury, respectively.  Histopathology showed progressive damage to sinusoids and necrosis at some foci.  At 72 hr the Kupffer cells became hyperactive.  On day eight, nuclear density was increased due to a large number of binucleated hepatocytes which underwent rapid regeneration.  On day 15, neutrophil infiltration and metaplasia was seen to result in loss of hepatic architecture.  The authors conclude that the proliferation of bile duct metaplastic changes and transient cytoplasmic vacuolation is caused by MIC, and these changes are transient and dose dependent."
        },
        {
            "References": "PMID:1704645",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Groups of guinea pigs were exposed for 3 hr to 6, 13, 19, 27, or 37 ppm of methyl isocyanate (MIC). Pulmonary performance was evaluated immediately postexposure and for a period of 1 year in the animals surviving 19 or 37 ppm of MIC. At 6 and 13 ppm deterioration of pulmonary performance was observed but complete recovery occurred within a few weeks. In those animals surviving 19 or 37 ppm some recovery occurred but a long lasting impairment of pulmonary performance was observed. One year after a single exposure to MIC these animals presented a condition best described as chronic obstructive lung disease. Using flow-volume measurements during air breathing and during CO2 challenge, animals surviving at 19 or 37 ppm presented typical abnormalities associated with airflow limitation along the conducting airways. One year after exposure lung hyperinflation was also present. At this time the poor ventilatory response to CO2 was due to mechanical limitation of lung expansion during inspiration and airflow limitation during expiration. The findings were similar to humans with severe obstructive lung disease. Microscopic examination substantiated the flow-volume measurements in that the main bronchi, small bronchi, and bronchioles were found to have an increase in dense fibrous tissue, while the alveolar level was characterized by destruction of alveolar walls and an increase in septal thickness. Thus a single exposure to MIC, if the concentration is high enough, is sufficient to induce permanent pulmonary toxicity."
        },
        {
            "References": "PMID:2348477",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Pregnant Swiss white mice and Sprague Dawley rats were exposed to 9 or 20 ppm methyl isocyanate to determine if the chemical was able to cross the placental barrier and directly affect the fetus. The mice were exposed on day 8 and the rats on day 10 of gestation to 9 ppm methyl isocyanate for 3 hr for evaluation of in vivo fetal toxicity. In other experiments the animals were exposed for 2 hr to 20 ppm and the embryos removed immediately for culture. Methyl isocyanate exposure reduced maternal progesterone levels in mice that lost  /their litter/ but not in mice that retained pregnancy. No relationship was /observed/ between fetal toxicity of methyl isocyanate and maternal plasma corticosterone levels. Fetal toxicity of methyl isocyanate was not affected by chronic administration of progesterone or the supression of pulmonary edema with dexamethasone. A concn dependent decr in growth in culture was noted in embryos exposed in utero or in vitro to methyl isocyanate vapor. No fetal toxicity was noted following exposure to an acute dose, 3 mM/kg, of the metabolites. /Results indicate/ that the fetal toxicity of methyl isocyanate is partly independent of maternal toxicity and may result from the transfer across the placenta and the interaction with fetal tissues."
        },
        {
            "References": "California Office of Environmental Health Hazard Assessment; Chronic Toxicity Summary. Available from: https://www.oehha.ca.gov/air/chronic_rels/index.html on Methyl isocyanate (December 2001) as of October 18, 2006.",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Among female mice exposed to 0, 1, or 3 ppm MIC during gestation days 14 to 17 for 6 hr/day, an increased incidence of fetal deaths was observed at 1 ppm ... At 3 ppm, the average number of pups/litter decreased relative to the air-exposed controls. The dams were unaffected in terms of survival, body weight, or length of gestation. Non-gestational exposure (6 hr/day, 4 days) did not affect the number of pregnancies or the live litter sizes, suggesting that the fetotoxic effect may be specific to the female reproductive tract rather than a general attribute of systemic toxicity ..."
        },
        {
            "References": "California Office of Environmental Health Hazard Assessment; Chronic Toxicity Summary. Available from: https://www.oehha.ca.gov/air/chronic_rels/index.html on Methyl isocyanate (December 2001) as of October 18, 2006.",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Exposure of male rats to one dose of 3.2 mg/L for 8 minutes resulted in a 21 percent fertility rate among the cohabited female rats within the day 8 to 14 period post-exposure compared to a fertility rate of 40% for controls; however, the rates increased after 15 days post-exposure ... There was no evidence of fetotoxicity among the dams impregnated by the MIC exposed male rats. Exposure of male and female mice to 0, 1, or 3 ppm MIC did not result in altered body weights, fertility, or litter size ... The results suggest that exposures to MIC at doses that are not toxic to adult male or female (pregestational) mice or rats do not result in adverse reproductive outcomes."
        },
        {
            "References": "California Office of Environmental Health Hazard Assessment; Chronic Toxicity Summary. Available from: https://www.oehha.ca.gov/air/chronic_rels/index.html on Methyl isocyanate (December 2001) as of October 18, 2006.",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ ... Female mice exposed for 3 hours on gestation day 8 to 0, 2, 6, 9 or 15 ppm MIC gave birth to pups with decreased body weights at the lowest dose, although a good dose-response was not observed ... At 9 or 15 ppm MIC, the surviving dams lost 75 to 80 percent of their fetuses. Maternal mortality and decreased skeletal lengths were also observed at 9 and 15 ppm. A distinction between maternally induced fetotoxicity and a direct effect on fetal health could not be made."
        },
        {
            "References": "Singh RK et al; Biol Mem 22 (1): 21-5 (1996)",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Charles Foster female rats were exposed to 0.212, 0.265 and 0.353 ppm of Methyl isocyanate (MIC) vapors and mated with normal males of same strain. Teratological anomalies like wrist drop, everted claw, valgus deformity, syndactyly, blood clot formation, liver enlargement, cleft palate formation and unequal ribs were observed in the fetuses."
        },
        {
            "References": "PMID:8186634",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Morphological changes induced by methyl-isocyanate (624839) (MIC) in the seminiferous tissues of rats maintained on normal and protein deficient diets were investigated.  Male albino-rats were randomly divided into four groups.  Two were fed 8% protein, while the other two were given 20% protein diets.  One group at each dietary level was exposed to MIC (1.60 milligrams per liter of air) in an inhalation chamber for 8 minutes.  Rats were sacrificed at 0, 2, 5, 8, 10, or 12 days postexposure and testes were analyzed histologically for spermatogenesis stages.  Results showed that active spermatogenesis took place in both control groups, although leptotene and pachytene spermatocytes were somewhat fewer in the low protein diet group.  MIC exposure caused an accumulation of fluid in the interstitium, and cell blebbing, vacuolation, and other degenerative changes were evident.  Stage specific damage was evidently mediated through Sertoli cells.  Damage to the peritubular membrane was evident in the later stages of the seminiferous epithelium cycle.  These changes were more marked in rats subjected to low protein diets.  The authors conclude that MIC exposure causes testicular damage which appears to be reversible and that protein deficiency potentiates the effects of MIC."
        },
        {
            "References": "PMID:1506032",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Adult male Wistar rats were exposed to methylisocyanate (MIC, 3.2 mg/l, single inhalation exposure for 8 min under static condition) or ethyl methanesulphonate (EMS, 150 mg/kg, single ip dose) for the assessment of germ cell mutagenicity and reproductive effects. Sequential matings of treated males with normal females on days 1-7, 8-14 and 15-21 post-exposure did not indicate any induction of dominant lethal mutation (increased frequency of preimplantation losses and early fetal deaths) by MIC but it was significantly induced by EMS as compared to respective controls. Males, necropsied after 21 days of exposure, showed no effect of MIC on epididymal sperm density and morphology. EMS also had no effect on sperm density but it significantly induced morphological abnormalities in sperm as compared to untreated controls. There was an acute and transitional reduction in reproductive performance (10-21%) of MIC-exposed males during days 1-14 post-exposure followed by recovery to the normal level during days 15-21 post-exposure. The progeny of MIC-exposed males was also normal in terms of litter size, litter weight, neonatal survival and body weight gain in litters up to 10 days post-partem. It is concluded with the evidence at hand that the observed failure of MIC to cause germ cell mutagenicity is related to its poor biodistribution to the target site(s) and a transient reduction in the reproductive performance of MIC-exposed males is a result of general stress and disconsolate copulation."
        },
        {
            "References": "PMID:8060173",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ The present study deals with the in vitro and in vivo effects of methyl isocyanate (MIC) on rat brain mitochondrial function. Addition of MIC to tightly coupled brain mitochondria in vitro resulted in a mild stimulation of state 4 respiration, abolition of respiratory control, decrease in ADP/O ratio, and inhibition of state 3 oxidation. The oxidation of NAD(+)-linked substrates (glutamate + malate) was more sensitive (fourfold) to the inhibitory action of MIC than succinate while cytochrome oxidase was unaffected. Administration of MIC subcutaneously at a lethal dose affected respiration only with glutamate+malate as the substrate (site I) and caused a 20% decrease in state 3 oxidation leading to a significant decrease in respiratory control index while state 4 respiration and ADP/O ratio remained unaffected. As both the malondialdehyde and iron contents of brain mitochondria were not altered, it may be inferred that the observed in vivo inhibition of state 3 oxidation is induced by MIC through systemic stagnant hypoxia leading to ischemia of brain, which further contributes to the cerebral hypoxia."
        },
        {
            "References": "PMID:3542520",
            "Value": "/GENOTOXICITY/ Methyl isocyanate was evaluated for mutagenicity using the Salmonella/mammalian microsome assay. A dose range of 0 to 333 ug/plate was utilized both with and without metabolic activation using tester strains TA100, TA98, TA97, TA1535, and TA1537. No evidence for a mutagenic response was evident at any dose level or test condition."
        },
        {
            "References": "PMID:3542520",
            "Value": "/GENOTOXICITY/ The ability of methyl isocyanate to induce chromosome aberrations in cultured Chinese hamster ovary cells was evaluated in the presence and absence of an exogenous metabolic activation system. A dose range of 10.1 to 30.5 ug/mL was evaluated. Methyl isocyanate induced chromosome aberrations at doses of 10.1 to 20 ug/mL without metabolic activation and at doses of 15 to 25 ug/mL  with activation."
        },
        {
            "References": "PMID:3542520",
            "Value": "/GENOTOXICITY/ The ability of methyl isocyanate to induce sister-chromatid exchanges was evaluated in cultured Chinese hamster ovary cells both in the presence and absence of activation. A dose range of 0.3 to 9.2 ug/mL was evaluated. Methyl isocyanate induced an increase in sister  chromatid exchanges in the 0.9 to 3.1 ug/mL dose range both with and without metabolic activation."
        },
        {
            "References": "PMID:2635650",
            "Value": "/GENOTOXICITY/ Methyl isocyanate was studied for its genotoxic effect on the somatic cells of mice after inhalation exposure by means of an in vivo micronucleus test and chromosomal analysis of bone marrow cells. Animals were exposed for 10 min to different concentrations (2.40, 4.80 or 7.20 uL) of methyl isocyanate in a 22 liter chamber at 0 and 24 hr. Bone marrow smears prepared 6 hr after the second treatment were examined for the occurrence of micronuclei in polychromatic and normochromatic erythrocytes. The frequencies of cells with micronuclei and the polychromatic/normochromatic ratio did not differ significantly from those of the control at all the exposure levels. Chromosomal preparations revealed few structural and numerical abnormalities. Aberrations encountered were of the chromatid type only. Quantitative analysis failed to exhibit any significant increase in aberration rates in the three treated groups. Numerical abnormalities were within the control range."
        },
        {
            "References": "PMID:3388449",
            "Value": "/GENOTOXICITY/ The ability of methyl isocyanate to induce mutagenic and cytotoxic effects in vivo in the mouse micronucleus test was evaluated by assessing the induction of micronuclei and depression of polychromatic erythrocytes in bone marrow and peripheral blood smears. Animals were exposed to methyl isocyanate through ip injection for 2 and 5 days in separate experiments, and bone marrow and peripheral blood were sampled 6 and 48 hr after the last injection, respectively.  Methyl isocyanate did not significantly increase the frequencies of micronucleated  polychromatic erythrocytes and micronucleated normochromatic erythrocytes in bone marrow and peripheral blood samples respectively in either twice or multiply treated mice. However, a dose-dependent depression in percentage polychromatic erythrocytes oberved was significant. This indicates that methyl isocyanate exposure led to the cytotoxic effect by inhibition of bone marrow cell proliferation."
        },
        {
            "References": "PMID:3278204",
            "Value": "/GENOTOXICITY/ Methyl isocyanate was tested for mutagenicity using the Ames Salmonella/microsome liquid-preincubation procedure with slight modifications of test conditions. In the modification the preincubation mixture was incubated at 10 degrees C for 60 min. Methyl isocyanate was assayed both in the presence and absence of Aroclor-1254 induced S-9, using 5  tester strains of Salmonella typhimurium, TA97a, TA98, TA100, TA102 and TA104. Methyl isocyanate induced mutagenic response in two base-pair substitution strains, TA100 and TA104, in the presence and absence of S-9. However, mutagenic response in the presence of S-9 was low as compared to that in the absence of S-9. In the comparative mutagenic activity at 3 different preincubation test conditions (37 °C for 20 min, 20 °C for 40 min and 10 °C for 60 min), optimum mutagenic response was observed at 10 °C for the 60 min test conditions. However, no mutagenic response was observed at 37 °C for the 20 min test conditions."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists. Documentation of the TLV's and BEI's with Other World Wide Occupational Exposure Values. CD-ROM Cincinnati, OH 45240-1634 2005., p. 2",
            "Value": "/GENOTOXICITY/ MIC failed to induce a significant mutagenic response in the Salmonella assay under standard test conditions."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists. Documentation of the TLV's and BEI's with Other World Wide Occupational Exposure Values. CD-ROM Cincinnati, OH 45240-1634 2005., p. 2",
            "Value": "/GENOTOXICITY/ It was negative in the Drosophila test for sex-linked recessive lethal mutations."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists. Documentation of the TLV's and BEI's with Other World Wide Occupational Exposure Values. CD-ROM Cincinnati, OH 45240-1634 2005., p. 2",
            "Value": "/GENOTOXICITY/ MIC was positive in the mouse lymphoma assay(13) and in cultured Chinese hamster ovary cells(12) for the induction of chromosomal aberrations and sister-chromatid exchanges."
        },
        {
            "References": "PMID:1381495",
            "Value": "/GENOTOXICITY/ The reactivities of methyl isocyanate (MIC) and phenyl isocyanate (PIC) with DNA, and the genotoxicity of MIC were investigated. MIC and PIC reacted with the exocyclic amino group of deoxycytidine, deoxyadenosine and deoxyguanosine to produce carbamoylated products. The reactions of both isocyanates with deoxycytidine were 2 and 4 orders of magnitude higher than with deoxyadenosine and deoxyguanosine, respectively. To explore the genotoxicity of MIC, M13mp9 RF DNA was modified with MIC and then introduced into E. coli. The plaque-forming efficiencies of DNA decreased with increasing dose levels, and the decreases were more pronounced in Uvr endonuclease-deficient strains (uvrA, uvrB and uvrC) than in the Uvr endonuclease-proficient strain, JM103. The differences in survival in JM103 and uvr- strains suggest that the methylcarbonyl adducts can be removed by the uvr excision-repair system. Modification of M13mp9 RF DNA with MIC induced MIC-dose-related, SOS-dependent mutations in the beta-galactosidase locus. These results demonstrate the genotoxic response of MIC-modified DNA in E. coli."
        },
        {
            "References": "PMID:2858033",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ Young rat lenses incubated in 50 mmol/L methyl isocyanate acquired nuclear or perinuclear opacities reminiscent of the phase-separation opacities produced by cooling young lenses or by potassium cyanate. Phase-separation opacification is reversible, and warming the lenses to 24.5 °C led to clarification."
        },
        {
            "References": "California Office of Environmental Health Hazard Assessment; Chronic Toxicity Summary. Available from: https://www.oehha.ca.gov/air/chronic_rels/index.html on Methyl isocyanate (December 2001) as of October 18, 2006.",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ The toxicity of the /MIC-/adduct S-(N-methylcarbamoyl)glutathione (SMG) was tested in mouse embryo culture ... Mouse embryos, at day 8 of gestation in vivo, were removed from their dams and cultured in the presence (and absence) of SMG. Dose-dependent (0.25 to 2 mM) decrements were observed for yolk sac diameter, crown-rump length, somite number, and protein content. Delayed DNA synthesis in the embryos and in yolk-sacs occurred in the presence of 0.25 mM SMG. Similar to the results obtained with methylamine, the SMG concentrations were high and the exposures were not by inhalation. However, the data show that a MIC metabolite, SMG, has toxic properties. In the presence of GSH (1 or 3 mM), the extent of the SMG-dependent toxicities was decreased. Such data demonstrate the reversibility of the binding between MIC and GSH."
        },
        {
            "References": "Jeevaratnam K et al; Ind J Pharmacol 28 (4): 254-256 (1996)",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ The present study describes Me effect of methyl isocyanate (MIC) on the hepatic glycerol 3-phosphate shuttle. Addition of MIC to the isolated rat liver mitochondria in vitro resulted in a dose-dependent inhibition of glycerol 3-phosphate dehydrogenase. Subcutaneous administration of MIC at lethal dose to rats caused a significant effect on hepatic glycerol 3-phosphate shuttle. There was a significant inhibition of both mitochondrial and cytosolic glycerol 3-phosphate dehydrogenase indicating  the impairment of translocation of the reducing equivalents, NADH into the mitochondria."
        },
        {
            "References": "PMID:1940056",
            "Value": "/IMMUNOTOXICITY/ The effect of MIC on the humoral immunity of the malnourished (protein deficient) subjects has been investigated. A single exposure of MIC (1.60 mg/L) on protein deficient rats showed no significant change in the body weight and mortality rate compared with the normal but the serum protein levels were found significantly low (P less than 0.01) in the protein deficient diet fed control (PDC) ones. Both PDC and protein deficient MIC exposed (PDMIC) rat showed diminished B-cell proliferation with the optimal dose of LPS, compared to the NDC and normal diet fed MIC exposed (NDMIC) group. Furthermore significant suppression (P less than 0.01) in the B-cell activation by LPS was observed in the PDMIC compared to PDC. The total IgM level in PDMIC was 43% less while 26% higher in NDMIC compared to NDC. The total IgG level in PDMIC and NDMIC was higher (20%) compared to NDC, while 25% less in PDC. The antigen specific B-cell immunity was affected in PDMIC, PDC and NDMIC. As the terminal differentiation process of B-cells were found equally affected in both PDC and NDMIC, it appears that MIC has no synergistic effect on the humoral immunity of the protein malnourished host."
        },
        {
            "References": "California Office of Environmental Health Hazard Assessment; Chronic Toxicity Summary. Available from: https://www.oehha.ca.gov/air/chronic_rels/index.html on Methyl isocyanate (December 2001) as of October 18, 2006.",
            "Value": "/OTHER TOXICITY INFORMATION/ Inhalation (30 min) or subcutaneous exposure of rats to either hydrolytic product /methylamine (MA) or dimethylurea (DMU)/ at levels equivalent to the LC50 or LD50 did not result in death ... nor ... duplicate the acute effects of respiratory necrosis and congestion. However, exposure to these hydrolytic products did lead to interstitial pneumonitis, an observation that suggests MA and/or DMU could lead to subsequent inflammatory responses if sufficient amounts are present."
        },
        {
            "References": "PMID:2130938",
            "Value": "/OTHER TOXICITY INFORMATION/ The possibility is raised that N-alkylcarbamic acid thioester conjugates, which are formed during the metabolism of N-alkylforamides in mammalian systems, may act as important mediators of the antineoplastic and/or hepatotoxic activity of parent formamides, possibly through their ability to liberate methyl isocyanate at cell membranes."
        },
        {
            "References": "PMID:3392138",
            "Value": "/OTHER TOXICITY INFORMATION/ The carbamylation of hemoglobin by methyl isocyanate was assessed in ... Wistar rats and New Zealand Dutch cross rabbits ... exposed ...  for ...  30 minutes. Blood was  collected 1 hour prior to and 30 minutes after treatment, and the hemoglobin level was  determined... . The N-methylcarbamylated hemoglobin ...from the hemolysate /was/ analyzed ...  .  Hemolysate from normal rabbits incubated in-vitro with different concentrations of methyl  isocyanate was also analyzed. .... Dose  dependent carbamylation was observed in both the in-vivo and in vitro experiments. Gas  chromatographic analysis revealed N-methylcarbamylated hemoglobin in all blood samples from  the exposed animals. The detection limit for in-vivo carbamylation was at the median lethal  dose for methyl isocyanate, and less than 2 percent carbamylation was observed at doses from  one to three times the median lethal dose. ... Tissue anoxia, a possible  cause of sudden death due to the methyl isocyanate, may occur as a result of carbamylation of  hemoglobin."
        },
        {
            "References": "PMID:3390212",
            "Value": "/OTHER TOXICITY INFORMATION/ ...  Female  Wistar rats were given (14)C labeled /methyl isocyanate/ by ip injection or  inhalation exposure, and ... .  Protein carbamylation was determined for the globin and  hydantoin fractions of blood and  tissue proteins.  Methyl isocyanate binds covalently to  brain, liver, kidney and lung proteins when  administered either ip or by inhalation. There  was evidence for the carbamylation of globin and blood proteins. Methyl isocyanate in its  active form may have crossed the blood/tissue  barrier."
        },
        {
            "References": "California Office of Environmental Health Hazard Assessment; Chronic Toxicity Summary. Available from: https://www.oehha.ca.gov/air/chronic_rels/index.html on Methyl isocyanate (December 2001) as of October 18, 2006.",
            "Value": "/OTHER TOXICITY INFORMATION/ MIC is a carbamylating intermediate; this is the basis for its use in the manufacture of carbamate based pesticides. In the same way, MIC should react with the appropriate functional groups of proteins, peptides, and nucleic acids. However, in vitro studies with cholinesterases show that such a reaction is not efficient ... an observation which may be explained by the presence of protonated amino groups at physiological pH."
        },
        {
            "References": "DHHS/ATSDR; ToxFAQs for Methyl Isocyanate. (April 2002). Available from, as of October 18, 2006: https://www.atsdr.cdc.gov/toxfaq.html",
            "Value": "/OTHER TOXICITY INFORMATION/ ... Animal studies indicate that fetal exposure to methyl isocyanate may result in damage to the fetus."
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "(1) Castro EA et al; J Chem Soc Perkin Trans 2 5: 737-42 (1985)",
            "Value": "Since methyl isocyanate hydrolyzes rapidly in water(1), adsorption to soil, sediment, and suspended solids are not expected to be an important process(SRC)."
        }
    ]
}