{
    "_id": {
        "$oid": "6682e900c4e5dba5ffba2869"
    },
    "CID": {
        "$numberInt": "12388"
    },
    "Name": "n-Tridecane",
    "IUPACName": "tridecane",
    "CanonicalSMILES": "CCCCCCCCCCCCC",
    "Synonyms": [
        "Tridecane",
        "N-TRIDECANE",
        "629-50-5",
        "Tridekan",
        "TRIDECANE",
        "N-",
        "A3LZF0L939",
        "DTXSID6027266",
        "CHEBI:35998",
        "MFCD00008979",
        "NSC-66205",
        "Dodecane",
        "methyl-",
        "TRD",
        "Tridecane",
        "analytical standard",
        "HSDB 5727",
        "EINECS 211-093-4"
    ],
    "IsomericSMILES": "CCCCCCCCCCCCC",
    "INCHI": "InChI=1S/C13H28/c1-3-5-7-9-11-13-12-10-8-6-4-2/h3-13H2,1-2H3",
    "INCHIKEY": "IIYFAKIEWZDVMP-UHFFFAOYSA-N",
    "Formula": "C13H28",
    "MolecularWeight": {
        "$numberDouble": "184.36"
    },
    "Description": "Tridecane is a straight chain alkane containing 13 carbon atoms. It forms a component of the essential oils isolated from plants such as Abelmoschus esculentus. It has a role as a plant metabolite and a volatile oil component.",
    "XlogP": {
        "$numberDouble": "6.6"
    },
    "Complexity": {
        "$numberInt": "66"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "plant_concentrations": [
        {
            "References": "(1) USDA; Dr. Duke's Phytochemical and Ethnobotanical Databases. Plants with a chosen chemical. Tridecane. Washington, DC: US Dept Agric, Agric Res Service. Available from, as of Nov 11, 2015: https://www.ars-grin.gov/duke/",
            "Value": "n-Tridecane was detected in lime fruit (Citrus aurantiifolia; Rutaceae) at a concentration of 2 ppm. It was detected, not quantified in the following plants(1);",
            "Table": "[{'Genus species': 'Carthamus tinctorius L.', 'Family': 'Asteraceae', 'Name(s)': 'Safflower', 'Part': 'Bud'}, {'Genus species': 'Glycyrrhiza glabra L.', 'Family': 'Fabaceae', 'Name(s)': 'Commom Licorice, Licorice, Licorice-Root, Smooth Licorice', 'Part': 'Root'}, {'Genus species': 'Laurus nobilis L.', 'Family': 'Lauraceae', 'Name(s)': 'Bay, Bay Laurel, Bayleaf, Grecian Laurel, Laurel, Sweet Bay', 'Part': 'Leaf'}, {'Genus species': 'Pimenta dioica (L.) MERR.', 'Family': 'Myrtaceae', 'Name(s)': 'Allspice, Clover-Pepper, Jamaica-Pepper, Pimenta, Pimento', 'Part': 'Plant'}, {'Genus species': 'Pimenta racemosa (MILL.) J. W. MOORE', 'Family': 'Myrtaceae', 'Name(s)': 'Bayrum Tree, West Indian Bay', 'Part': 'Leaf'}]"
        }
    ],
    "animal_concentrations": [
        {
            "References": "(1) Carril Gonzalez-Barros ST et al; Chemosphere 36: 597-602 (1998) (2) Taylor DL et al; Marine Poll Bull 20: 465-68 (1989)",
            "Value": "The concentration of n-tridecane in tissue samples collected from 12 wolves /Canis lupus signatus/ of Northern Spain was determined to be 7.50 mg/kg lipid weight in suprarenal capsule(1). The concentration of n-tridecane in blubber collected from walruses (Odobenus rosmarus divergens) in six locations of the Pacific Ocean was determined to range from 0 to 0.02 ppm wet weight(2)."
        }
    ],
    "fish_seafood_concentrations": [
        {
            "References": "(1) Al-Saad HT; Marine Pollut Bull 21: 155-57 (1990) (2) Hesselberg RJ, Seelye JG; Identification of Organic Compounds in Great Lakes Fishes by Gas Chromatography/Mass Spectrometry: 1977. Admen Rep No 82-1. Ann Arbor, MI: US Fish Wildlife Soc Great Lakes Fishery Lab (1982) (3) Quintero S, Diaz C; Marine Pollut Bull 28: 44-49 (1994) (4) Winger PV et al; Arch Environ Contam Toxicol 19: 101-17 (1990)",
            "Value": "Thirteen species of fish collected from the Arabian Gulf during 1985 were found to contain n-tridecane concentrations in muscle ranging from 0.1 (Tylosurus strongylurus) to 0.8 (Acanthopagrus latus) ug/g dry weight(1). n-Tridecane was found in samples of adult lake trout (Salvelinus namaycush) and walleye (Stizostedion v. vitreum) collected in 1977 from Lake Michigan, quantity unknown(2). The concentration of n-tridecane identified in the fish species Boops boops, Scomber japonicus, and Sardina pilchardus collected near the Canary Islands was determined to be 858, 370, and 179 ng/g wet weight, respectively(3). The mean concentration of n-tridecane in channel catfish, bowfin, white catfish, fiddler crab, and sea catfish collected from the Savannah River, Georgia/South Carolina between February 1984 and August 1985 was determined to range from 0.00 to 0.02 ug/g wet weight(4)."
        }
    ],
    "sediment_soil_concentrations": [
        {
            "References": "(1) Akiyama T et al; J UOEH 2: 285-300 (1980) (2) MacLeod WD Jr et al; Symp Fate Effects Petroleum Hydrocarbons on Marine Ecosystems and Organisms pp. 385-96 (1977) (3) Hori T et al; Bull Environ Contam Toxicol 83: 455-61 (2009) (4) Kawata K et al; Bull Environ Contam 65: 660-67 (2000)",
            "Value": "SEDIMENT/SOIL: In the heavily industrialized area of Kitakyushu, Japan, n-tridecane was detected but not quantified in sediment(1). n-Tridecane was identified in sediment from Port Angeles Harbor, WA, an area contaminated with fuel oil and in Dungeness Bay, a nearby relatively pristine area, concentration unspecified(2). Surface sediments collected from the Shinano River in Niigata, Japan between November 2005 and April 2006 contained n-tridecane concentrations of <0.1 to 52 ng/g dry weight(3). n-Tridecane was qualitatively detected in sediments collected from Niigata, Japan in September 1995(4)."
        },
        {
            "References": "(1) Tassi F et al; Sci Total Environ 407: 4513-25 (2009)",
            "Value": "SOIL: n-Tridecane was detected in cover soil at a landfill near Florence, Italy at levels of <2 to 1240 ppbv(1)."
        }
    ]
}