{
    "_id": {
        "$oid": "6682e900c4e5dba5ffba286b"
    },
    "CID": {
        "$numberInt": "12391"
    },
    "Name": "n-Pentadecane",
    "IUPACName": "pentadecane",
    "CanonicalSMILES": "CCCCCCCCCCCCCCC",
    "Synonyms": [
        "Pentadecane",
        "N-PENTADECANE",
        "629-62-9",
        "Pentadekan",
        "Pentadecane",
        "n-",
        "HSDB 5729",
        "EINECS 211-098-1",
        "NSC 172781",
        "UNII-16H6K2S8M2",
        "BRN 1698194",
        "DTXSID6027268",
        "CHEBI:28897",
        "16H6K2S8M2",
        "MFCD00008990",
        "NSC-172781"
    ],
    "IsomericSMILES": "CCCCCCCCCCCCCCC",
    "INCHI": "InChI=1S/C15H32/c1-3-5-7-9-11-13-15-14-12-10-8-6-4-2/h3-15H2,1-2H3",
    "INCHIKEY": "YCOZIPAWZNQLMR-UHFFFAOYSA-N",
    "Formula": "C15H32",
    "MolecularWeight": {
        "$numberDouble": "212.41"
    },
    "Description": "Pentadecane is a straight-chain alkane with 15 carbon atoms. It is a component of volatile oils isolated from plants species like Scandix balansae. It has a role as an animal metabolite, a plant metabolite and a volatile oil component.",
    "XlogP": {
        "$numberDouble": "7.7"
    },
    "Complexity": {
        "$numberInt": "84"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "plant_concentrations": [
        {
            "References": "(1) Serrazanetti GP et al; Chemosphere 23: 925-38 (1991) (2) Serrazanetti GP et al; Chemosphere 28: 1119-126 (1994)",
            "Value": "The concentration of n-pentadecane in plankton collected from the North Central Adriatic Sea was determined to range from 0.7-11.1% in the spring and 0.8-12.0% in the summer(1). Samples collected between December 1990 and August 1991 from the Gulf of Trieste contained n-pentadecane ranging in concentration from traces to 0.8%(2)."
        },
        {
            "References": "(1) USDA; Dr. Duke's Phytochemical and Ethnobotanical Databases. Plants with a chosen chemical. Pentadecane. Washington, DC: US Dept Agric, Agric Res Service. Available from, as of Nov 13, 2015: https://www.ars-grin.gov/duke/",
            "Value": "n-Pentadecane was detected in the Myrtus communis (Myrtle, Myrtaceae) plant at a concentration of 2 ppm. It was detected, not quantified in the following plants(1):",
            "Table": "[{'Genus species': 'Anethum graveolens L.', 'Family': 'Apiaceae', 'Name': 'Dill, Garden Dill', 'Part': 'Root'}, {'Genus species': 'Capsicum annuum L.', 'Family': 'Solanaceae', 'Name': 'Bell Pepper, Cherry Pepper, Cone Pepper, Green Pepper, Paprika, Sweet Pepper', 'Part': 'Fruit'}, {'Genus species': 'Capsicum frutescens L.', 'Family': 'Solanaceae', 'Name': 'Cayenne, Chili, Hot Pepper, Red Chili, Spur Pepper, Tabasco', 'Part': 'Fruit'}, {'Genus species': 'Carica papaya L.', 'Family': 'Caricaceae', 'Name': 'Papaya', 'Part': 'Fruit'}, {'Genus species': 'Citrus limon (L.) BURMAN f.', 'Family': 'Rutaceae', 'Name': 'Lemon', 'Part': 'Plant'}, {'Genus species': 'Glycyrrhiza glabra L.', 'Family': 'Fabaceae', 'Name': 'Commom Licorice, Licorice, Licorice-Root, Smooth Licorice', 'Part': 'Root'}, {'Genus species': 'Pimenta dioica (L.) MERR.', 'Family': 'Myrtaceae', 'Name': 'Allspice, Clover-Pepper, Jamaica-Pepper, Pimenta, Pimento', 'Part': 'Plant'}, {'Genus species': 'Pimenta racemosa (MILL.) J. W. MOORE', 'Family': 'Myrtaceael', 'Name': 'Bayrum Tree, West Indian Bay', 'Part': 'Leaf'}]"
        }
    ],
    "animal_concentrations": [
        {
            "References": "(1) Carril Gonzalez-Barros ST et al; Chemosphere 36: 597-602 (1998) (2) Taylor DL et al; Marine Poll Bull 20: 465-68 (1989)",
            "Value": "The concentration of n-pentadecane in tissue samples collected from 12 wolves of Northern Spain /Canis lupus signatus/ was determined to be 2.24, 2.08 and 1.65 mg/kg lipid weight in suprarenal capsules, muscle, and spleens, respectively(1). The concentration of n-pentadecane in blubber collected from walruses (Odobenus rosmarus divergens) in six locations of the Pacific Ocean was determined to range from 0 to 0.03 ppm wet weight(2)."
        }
    ],
    "fish_seafood_concentrations": [
        {
            "References": "(1) Al-Saad HT; Marine Pollut Bull 21: 155-57 (1990) (2) Hesselberg RJ, Seelye JG; Identification of Organic Compounds in Great Lakes Fishes by Gas Chromatography/Mass Spectrometry: 1977. Admen Rep No 82-1. Ann Arbor,MI: US Fish Wildlife Soc Great Lakes Fishery Lab (1982) (3) Pena E et al; Bull Environ Contam Toxicol 57: 803-10 (1996) (4) Peterman PH, Delfino JJ; Biomed Environ Mass Spec 19: 755-70 (1990) (5) Quintero S, Diaz C; Marine Pollut Bull 28: 44-49 (1994) (6) Snedaker SC et al; Marine Poll Bull 31: 83-89 (1995) (7) Walsh K et al; Arch Environ Contam Toxicol 28: 35-39 (1995) (8) Welch KJ et al; Bull Environ Contam Toxicol 26: 724-28 (1981)(9) Winger PV et al; Arch Environ Contam Toxicol 19: 101-17 (1990)",
            "Value": "Thirteen species of fish collected from the Arabian Gulf during 1985 were found to contain n-pentadecane concentrations in muscle ranging from 0.4 to 1.9 ug/g dry weight(1). n-Pentadecane was found in samples of adult lake trout (Salvelinus namaycush) and walleye (Stizostedion v. vitreum) collected in 1977 from Lake Michigan, Lake Huron and Lake Superior, quantity unknown(2). n-Pentadecane concentrations identified in specimens of the marine winkle Osilimus attratus collected off the coast of Tenerife, near northern Africa, ranged from 289.9 to 675.7 ng/g(3). n-Pentadecane was identified but not quantified in carp collected from the Upper Fox River, WI(4). The concentration of n-pentadecane identified in the fish species Boops boops, Scomber japonicus, and Sardina pilchardus collected near the Canary Islands was determined to be 594, 1216, and 5503 ng/g wet weight, respectively(5). The concentration of n-pentadecane in fish collected in the Florida Keys from 1990-1992 was determined to range from 10 to 248 ug/kg dry weight, depending upon species(6). n-Pentadecane was detected in the tissue of the mollusk Austrocochlea constricta, collected along the coast of Australia, ranging in concentration from 1.30 to 1.35 ug/g dry weight(7). In an eight-year study conducted, n-pentadecane was detected in fish collected from Eastern Montana rivers with concentrations ranging from 0.1 to 42.5 ug/g dry weight(8). The mean concentration of n-pentadecane in channel catfish, bowfin, white catfish, fiddler crab, and sea catfish collected from the Savannah River, Georgia/South Carolina between February 1984 and August 1985 was determined to range from 0.02 to 0.76 ug/g wet weight(9)."
        }
    ],
    "sediment_soil_concentrations": [
        {
            "References": "(1) Akiyama T et al; J UOEH 2: 285-300 (1980) (2) de Leeuw et al; Anal Chem 58: 1852-57 (1986) (3) Hamilton SE et al; Environ Sci Technol 18: 72-79 (1984) (4) MacLeod WD Jr et al; Symp Fate Effects Petroleum Hydrocarbons on Marine Ecosystems and Organisms pp. 385-96 (1977) (5) Snedaker SC et al; Marine Poll Bull 31: 83-89 (1995) (6) Bixiong Y et al; Chemosphere 68: 140-194 (2007) (7) Doskey PV; Environ Sci Technol 35: 247-254 (2001) (8) Hori T et al; Bull Environ Contam Toxicol 83: 455-461 (2009)",
            "Value": "SEDIMENT: In the heavily industrialized area of Kitakyushu, Japan, n-pentadecane was detected but not quantified in sediment(1). The concentration of n-pentadecane in sediment samples collected in the northwestern part of the Netherlands was determined to be 300 ppm(2). n-Pentadecane was identified as a component of suspended matter and sediments of the Green-Duwamish River, Washington in a study conducted from 1978-1981(3). n-Pentadecane was identified in sediment from Port Angeles harbor, WA, an area contaminated with fuel oil and in Dungeness Bay, a nearby relatively pristine area, concentration unspecified(4). The concentration of n-pentadecane in surface sediments collected in the Florida Keys from 1990-1992 was determined to range from 21 to 403 ug/kg dry weight(5). n-Pentadecane was detected in sediment samples collected from three rivers and six canals in Tianjin, China in July 2002(6). n-Pentadecane was detected in sediment samples collected from various sites in Lake Michigan(7). Surface sediments collected from the Shinano River in Niigata, Japan between November 2005 and April 2006 contained n-pentadecane concentrations of 3.3 to 25 ng/g dry weight(8)."
        }
    ]
}