{
    "_id": {
        "$oid": "6682e905c4e5dba5ffba2883"
    },
    "CID": {
        "$numberInt": "12563"
    },
    "Name": "METHYLBIPHENYL",
    "IUPACName": "1-methyl-2-phenylbenzene",
    "CanonicalSMILES": "CC1=CC=CC=C1C2=CC=CC=C2",
    "Synonyms": [
        "2-METHYLBIPHENYL",
        "643-58-3",
        "2-Phenyltoluene",
        "\"2-Methyl-1,1-biphenyl\"",
        "1-Methyl-2-phenylbenzene",
        "o-Methylbiphenyl",
        "Biphenyl",
        "2-methyl-",
        "o-Phenyltoluene",
        "\"1,1-Biphenyl",
        "2-methyl-\"",
        "28652-72-4",
        "\"Methyl-1,1-biphenyl\"",
        "2-methyl biphenyl",
        "MFCD00008517",
        "X937MQ8S1T",
        "NSC-5321"
    ],
    "IsomericSMILES": "CC1=CC=CC=C1C2=CC=CC=C2",
    "INCHI": "InChI=1S/C13H12/c1-11-7-5-6-10-13(11)12-8-3-2-4-9-12/h2-10H,1H3",
    "INCHIKEY": "ALLIZEAXNXSFGD-UHFFFAOYSA-N",
    "Formula": "C13H12",
    "MolecularWeight": {
        "$numberDouble": "168.23"
    },
    "Description": {
        "$numberDouble": "NaN"
    },
    "XlogP": {
        "$numberDouble": "3.9"
    },
    "Complexity": {
        "$numberInt": "144"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "fish_seafood_concentrations": [
        {
            "References": "Veith GD et al; Polychlorinated Biphenyls and Other Organic Chemical Residues in Fish from Major United States Watersheds near the Great Lakes; Pestic Monit J 15(1): 1-8 (1981)",
            "Value": "Methylbiphenyl has been detected in fish from U.S. watersheds near the Great Lakes. /Isomers not stated/"
        },
        {
            "References": "(1) Paasivirta J et al; Chemosphere 10: 919-928 (1981) (2) Kalas L et al; p. 567-76 in Hydrocarbons and Halogenated Hydrocarbons in the Aquatic Environment. Afgan BK, Mackay D (eds). NY,NY:Plenum Press (1980) (3) Lindstrom-Seppa P et al; Toxicol Environ Chem 19: 83-86 (1989)",
            "Value": "Methylbiphenyl was detected in flounder liver and blue mussel samples collected in 1980-1981 at unreported concentrations following the grounding of a large oil tanker(1). Soft tissues of Cipangopaludina chinensis (Gastropoda) collected from Hamilton Bay, Lake Ontario, contained methylbiphenyl at 16.0 ug/kg dry weight(2). Methylbiphenyl was measured in the muscle but not the bile of control and oil-exposed perch at 0.1 and <0.1 ug/kg, respectively, from the Vaasa Archipelago, Gulf of Bothnia(3)."
        }
    ],
    "sediment_soil_concentrations": [
        {
            "References": "Shinohara R et al; Presence and Behavior of Organic Pollutants in an Aqueous Environment Surrounded by an Industrialized Area; Environ Internat 4(2): 163-174 (1980)",
            "Value": "Methylbiphenyl has been identified in sediments of Dohkar Bay, Japan. /Isomers not stated/"
        },
        {
            "References": "(1) Farrington JW, Westall J; in The Role of the Oceans as a Waste Disposal Option. NATO ASI Ser, Ser C. Kullenberg, G (ed). Boston, MA: D Reidell Publ Co. 172-361-425 (1986) (2) Yu X et al; Environ Sci Technol 24: 1732-36 (1990) (3) Akiyama T et al; J UOEH 2: 285-300 (1980) (4) Gordon M, Goodley PC; Amer Chem Soc Div Water, Air Waste Chem, Etc. 11: 91-4 (1971) (5) Kalas L et al; p. 567-76 in Hydrocarbons and Halogenated Hydrocarbons in the Aquatic Environment. Afgan BK, Mackay D (eds). NY,NY:Plenum Press (1980) (6) Shinhara R et al; Environ Internat 4: 163-74 (1980) (7) Smith JN, Levy EM; Environ Sci Technol 24: 874-79 (1990)",
            "Value": "Methylbiphenyl was reported in urban harbor sediments of the New York area at 30-1000 ng/g(1). A coastal sandy loam soil contaminated with coal tar contained methylbiphenyl at unreported concns(2). Methylbiphenyl was detected in sediment from the Kitakyushu area at unreported concns(3). Mud samples taken from the Lower Tennessee River contained methylbiphenyl at unreported concns(4). Sediment samples collected from the Hamilton Bay of Lake Ontario contained methylbiphenyl at 0.5 ug/kg dry weight(5). Methylbiphenyl was detected in sediment samples from Dohkai Bay, Japan, at unreported concns(6). Sediment samples collected from the Saguenay Fjord, Quebec, deposited between 1903 and 1972, contained methylbiphenyl at unreported concns(7)."
        }
    ]
}