{
    "_id": {
        "$oid": "6682e907c4e5dba5ffba2890"
    },
    "CID": {
        "$numberInt": "12932"
    },
    "Name": "Bensulide",
    "IUPACName": "N-[2-di(propan-2-yloxy)phosphinothioylsulfanylethyl]benzenesulfonamide",
    "CanonicalSMILES": "CC(C)OP(=S)(OC(C)C)SCCNS(=O)(=O)C1=CC=CC=C1",
    "Synonyms": [
        "BENSULIDE",
        "741-58-2",
        "Betasan",
        "Benzulfide",
        "Prefar",
        "Disan",
        "SAP (herbicide)",
        "Disan (pesticide)",
        "R 4461",
        "O,O-Diisopropyl 2-(benzenesulfonamido)ethyl dithiophosphate",
        "DTXSID9032329",
        "CHEBI:81899",
        "O,O-Diisopropyl S-(2-benzenesulfonylaminoethyl) phosphorodithioate",
        "9882BW2Q2S",
        "N-[2-di(propan-2-yloxy)phosphinothioylsulfanylethyl]benzenesulfonamide"
    ],
    "IsomericSMILES": "CC(C)OP(=S)(OC(C)C)SCCNS(=O)(=O)C1=CC=CC=C1",
    "INCHI": "InChI=1S/C14H24NO4PS3/c1-12(2)18-20(21,19-13(3)4)22-11-10-15-23(16,17)14-8-6-5-7-9-14/h5-9,12-13,15H,10-11H2,1-4H3",
    "INCHIKEY": "RRNIZKPFKNDSRS-UHFFFAOYSA-N",
    "Formula": "C14H24NO4PS3",
    "MolecularWeight": {
        "$numberDouble": "397.5"
    },
    "Description": "Bensulide is a member of benzenes.",
    "XlogP": {
        "$numberDouble": "4.2"
    },
    "Complexity": {
        "$numberInt": "471"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "environmental_bioconcentrations": [
        {
            "References": "(1) Jackson SH et al; J Agric Food Chem  57: 958-67 (2009) (2) Franke C et al; Chemosphere 29: 1501-14 (1994)",
            "Value": "Following an EPA guideline study, a whole body BCF of 880 was reported for bensulide in bluegill fish (Lepomic macrochirus) exposed for 28 days(1). According to a classification scheme(2), this BCF suggests bioconcentration in aquatic organisms is high(SRC))."
        }
    ],
    "environmental_biodegradations": [
        {
            "References": "(1) Pionke HB, Chesters G; J Environ Qual 2: 29-45 (1973) (2) Menges RM, Hubbard J; Weed Sci 18: 247-52 (1970) (3) Menges RM, Tamez S; Weed Sci 22: 67-71 (1974) (4) Worthing CR, Walker SB, eds; The Pesticide Manual - A World Compendium. 8th ed. Thornton Heath, UK: The British Crop Protection Council, p. 60 (1987) (5) Eiker WM; Diss Abstr Int 34 (10): 4762B (1974)",
            "Value": "AEROBIC: Bensulide has been shown to be persistent in soil, with over 5 months required to reduce initial concentrations in soil to 75-100% of the amount applied(1). Under high temperatures, infrequent rainfall, and furrow irrigation, the half-life of bensulide activity was 6 months, with no biological activity after 22 months(2). Bensulide persisted in the soil when applied to a depth of 2.5 and 7.5 cm in a furrow-irrigated sandy loam soil(3); however, the compound was not detected at appreciable amounts 12 months following application rates of 4.5 and 9.0 kg/ha(3). Herbicidal effects of bensulide persist for 0.33 to 1.0 year according to rate of application(4). Complete dissipation of bensulide residues took 8 to 10 months at an application rate of 5 lb/acre(5). Doubling the application rate resulted in persistence of 2 months longer; degradation was increased by increasing soil temperature and organic matter content but decreased with increasing pH(5)."
        },
        {
            "References": "(1) USEPA/OPPTS; Bensulide Facts. (741-58-2). Reregistration Eligibility Decisions (REDs) Database. USEPA 738-F-00-001. June 2000. Available from, as of Mar 7, 2017: https://iaspub.epa.gov/apex/pesticides/f?p=chemicalsearch:1",
            "Value": "ANAEROBIC: Bensulide did not degrade under anaerobic conditions(1)."
        }
    ],
    "logP": [
        {
            "References": "MacBean C, ed; e-Pesticide Manual. 15th ed., ver. 5.1, Alton, UK: British Crop Protection Council. Bensulide (741-58-2) (2008-2010)",
            "Value": "log Kow = 4.20"
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "Gosselin, R.E., R.P. Smith, H.C. Hodge. Clinical Toxicology of Commercial Products. 5th ed. Baltimore: Williams and Wilkins, 1984., p. II-296",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ A cholinesterase inhibitor ... mild irritant in rabbit eye. Rats tolerated 1 hr exposures to 8 mg Betasan/L air."
        },
        {
            "References": "PMID:6201092",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Six Beagle dogs were orally intubated with mixtures of an urea-based fertilizer, 2,4-D, mecoprop (MCPP), dicamba, and either bensulide or chlorpyrifos. The mixtures were formulated as they are used in liquid application to lawns. The dogs were given volumes of 10 mL/kg bw, delivering the following quantities of each ingredient: urea-623 mg/kg, inorganic phosphorus (P2O5)-24 mg/kg, potassium (K2O)-66 mg/kg, 2,4-D-6.5 mg/kg, MCPP-3.26 mg/kg, dicamba-0.55 mg/kg, and either bensulide-60.93 mg/kg or chlorpyrifos-6.77 mg/kg. The dogs were given 3 consecutive daily doses of the mixture containing bensulide (round 1) or the mixture containing chlorpyrifos (round 2). The dogs did not exhibit any clinical signs of illness associated with the treatments. Effects on hematologic values or routine clinical chemical analyses did not occur with the round 2 mixture. Serum lactic dehydrogenase activity decreased by approx 50% after a single dose of the round 1 mixture was given. Plasma cholinesterase decreased to approx 50% of control values following either the round 1 or the round 2 mixture; this decr was not accompanied by cholinergic signs of intoxication."
        },
        {
            "References": "California Environmental Protection Agency/Department of Pesticide Regulation; Summary of Toxicology Data, Bensulide, Chemical Code No.70 p.9 (August 10, 1998, Revised March 26, 2001). Available from, as of January 31, 2017: https://www.cdpr.ca.gov/docs/risk/toxsums/toxsumlist.htm",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Bensulide technical, 92.1% purity, was applied neat to the skin of CD rats, 10/sex/dose, at 0 (water), 30, 50 and 500 mg/kg of active ingredient, based on purity and specific gravity of 1.2. Bensulide was warmed slightly to form a liquid before application. Exposures were for 6 hr/day, 7 days/wk, with the sites covered with gauze, for a total of 22 treatments [to facilitate necropsy]. Only limited parameters were examined as the purpose of the study was to determine a NOEL for cholinesterase inhibition. There were no hematology, clinical chemistry or ophthalmological exams and, although tissues were collected, histopathological exams were not performed. There were no treatment related effects on clinical/dermal observations, body weight, food consumption, or necropsy findings. Plasma and erythrocyte cholinesterase activities were determined pretest and days 7, 14 and 22 for all animals. Brain cholinesterase was determined at termination on animals fasted overnight after the last exposure. Three areas of the brain were assayed: cerebral cortex, cerebellum and brain stem. There was no inhibition of any cholinesterase activity at 30 and 50 mg/kg/day. At 500 mg/kg, plasma cholinesterase was inhibited days 7, 14 and 22 for both sexes, with the percent inhibition increasing slightly over time of exposure. For males, the inhibition of plasma cholinesterase was 20, 29 and 31% on days 7, 14 and 22. For females, it was 33, 36 and 55% at the respective sampling times. In the brain, there was no treatment-related inhibition of cholinesterase in the cerebellum or the cerebral cortex. In the brain stem, activity was lower by 9% in males and 10% in females, both statistically significant. ChE NOEL= 50 mg/kg. Systemic and dermal NOELs >500 mg/kg (no effects)."
        },
        {
            "References": "USEPA; Bensulide: Health Effects Division's Chapter for the Reregistration and Eligibility Decision Document. Washington, DC: USEPA, Off Pest Prog. p.10 (March 3, 1998)",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ In a 13-wk subchronic toxicity study, bensulide (92.4% a.i., Lot #CBI 0801) was administered via the diet to 4 dogs/sex/group at dose levels of 0, 1, 3, 10, or 30 mg/kg/day for 13 wks. Activated partial thromboplastin times were prolonged in both sexes in the 30 mg/kg/day treatment group at 6 and 13 weeks and in females in the 10 mg/kg/day group at 13 wks. At 1 mg/kg/day, plasma cholinesterase activities were 38.2 and 22.4% lower in male and female dogs, respectively, at 13 weeks compared to the controls. In the 3, 10, and 30 mg/kg/day treatment groups at 13 weeks, plasma cholinesterase activities were reduced by 61-79% in males and 30- 78% in females. Red cell cholinesterase activities in the 30 mg/kg/day group were 12.4% lower for males and 22.4% lower in females at 13 weeks, but these differences were not statistically significant. Pons cholinesterase activities were unchanged by treatment, but cerebellum cholinesterase activities were decreased 35.8% (not statistically significant) in the 30 mg/kg/day group females after 13 weeks of test article administration. Males in the 1, 10 and 30 mg/kg/day treatment groups had increased absolute (13-19%) and relative (17-22%) liver weights and females in the 30 mg/kg/day treatment group also had increased absolute (20%) and relative (19%) liver weights. Lipid deposits were found in the hepatocytes of 1/4 males in the 3 mg/kg/day treatment group, 1/4 males and 1/4 females in the 10 mg/kg/day group, and 4/4 males and 4/4 females in the 30 mg/kg/day treatment group. No other treatment-related effects were observed. Mean body weights, body weight gains, and food consumption values were similar in all groups. No neoplastic tissue was observed. The LOEL for this study is 1 mg/kg/day, based on the reduction in plasma cholinesterase activities in both sexes and increased absolute and relative liver weights in males at this dose level. A NOEL was not established."
        },
        {
            "References": "USEPA; Bensulide: Health Effects Division's Chapter for the Reregistration and Eligibility Decision Document. Washington, DC: USEPA, Off Pest Prog. p.9-10 (March 3, 1998)",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ In a subchronic toxicity study, male and female Sprague-Dawley rats (10/sex/dose) were given bensulide (92.4% a.i.) in the diet for 13 weeks at doses of 0, 5, 15, 45, or 100 mg/kg/day. Significantly decreased body weight gains (p<0.01, 19%) were observed for male rats at 100 mg/kg/day. Although not significant, body weight gains for female rats were 12, 11, and 14% lower than controls at 15, 45, and 100 mg/kg/day, respectively. Food consumption appeared not affected by treatment. Overall food efficiency was decreased in males at 100 mg/kg/day. Significantly increased alanine amino-transferase levels were observed at 45 mg/kg/day (87% incr in males; 48%, females) and 100 mg/kg/day (145%, males and 90%, females). Dose related inhibition of ChE activity occurred in both sexes. Relative to controls, plasma ChE decreases were 28, 54, and 62% (males) at 15, 45, and 100 mg/kg/day, respectively, and 19, 47, 84, and 90% (females) at 5, 15, 45, and 100 mg/kg/day, respectively. Red blood cell ChE decreases were 47 and 59% (males) and 38 and 66% (females) at 45 and 100 mg/kg, respectively. Brain ChE decreases were 18 and 43% (males) at 15 and 100 mg/kg/day, respectively, and 28 and 58% (females) at 45 and 100 mg/kg, respectively. Increased relative liver weights were observed in males (17%, p<0.01) and females (19%, p<0.001) at 100 mg/kg/day. The hepatic toxicity was corroborated by mild histological changes in the liver in males (fatty microvesicles at 100 mg/kg/day; vacuolation at 45 and 100 mg/kg/day). Under the conditions of this study, the NOEL is 5 mg/kg/day; the LOEL is 15 mg/kg/day, based on decreased plasma ChE activity in both sexes, decreased brain ChE activity in males, and an equivocal reduction in body weight gain in females."
        },
        {
            "References": "Tomlin, C.D.S. (ed.). The Pesticide Manual - World Compendium. 10th ed. Surrey, UK: The British Crop Protection Council, 1994., p. 88",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ 90 day feeding trials, no-effect level for rats was 25 mg/kg/day, for dogs 2.5 mg/kg/day, and for mice 30 mg/kg/day."
        },
        {
            "References": "PMID:5839390",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Betasan was fed to adult Japanese quail for 3 wk at levels of 10, 100 and 1,000 ppm. Egg hatchability was markedly reduced at 1,000 ppm level but fertility was unaffected. Whole blood cholinesterase was inhibited at 100 ppm but recovered during 2 wk after treatment."
        },
        {
            "References": "California Environmental Protection Agency/Department of Pesticide Regulation; Summary of Toxicology Data, Bensulide, Chemical Code No.70 p.3 (August 10, 1998, Revised March 26, 2001). Available from, as of January 31, 2017: https://www.cdpr.ca.gov/docs/risk/toxsums/toxsumlist.htm",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Four groups of one male and one female beagle dog were dosed daily with Bensulide (92.4%) diet for four weeks at 2, 10, 30 or 50 mg/kg/day. An untreated group was maintained as the control group. Reduced body weight gain was noted in the female at 50 mg/kg/day and a reduction in RBC and plasma cholinesterase activity was also noted at 10, 30 or 50 mg/kg/day. Cholinesterase acitivity was reduced in the cerebellum at 50 mg/kg/day and in the pons at 30 (-25%) and 50 (-64%) mg/kg/day. NOEL was considered to be 2 mg/kg/day."
        },
        {
            "References": "California Environmental Protection Agency/Department of Pesticide Regulation; Summary of Toxicology Data, Bensulide, Chemical Code No.70 p.4 (August 10, 1998, Revised March 26, 2001). Available from, as of January 31, 2017: https://www.cdpr.ca.gov/docs/risk/toxsums/toxsumlist.htm",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Betasan Technical, purity 92.4%, was admixed with the feed at concentrations of 0 (acetone), 30, 100, 300 or 1,000 mg/kg/day to 10 CD-1 mice/sex/group for thirteen weeks. Food consumption was reduced 7-36% for the three highest dose groups. Body weights were reduced 15-24% for 300 and 1,000 mg/kg/day males and 13% for high dose females. Incidence of prominent lobulation/enlargement and hepatocyte hypertrophy correlates with liver weight increase for the three highest dosed groups. Ovary and spleen weights were decreased 43% and 26% for high dose females. No hematology, clinical chemistry or urinanalysis. Limited tissues for histopathology, no ophthalmology. NOEL = 100 mg/kg/day (decreased body weights)."
        },
        {
            "References": "USEPA; Bensulide: Health Effects Division's Chapter for the Reregistration and Eligibility Decision Document. Washington, DC: USEPA, Off Pest Prog. p.12-13 (March 3, 1998)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ In a chronic toxicity study, bensulide (92.4% a.i.) was administered to 4 dogs/sex/dose by feeding at dose levels of 0, 0.5, 4, or 30 mg/kg/day for 52 weeks. ...In the 30 mg/kg/day treatment group, there was a 66-73% reduction in plasma cholinesterase activities, a 18.7-35.5% reduction in brain (pons) cholinesterase activities, and a 32-45% reduction in red cell cholinesterase activities. In addition, in the high-dose females, mean body weight gains were 52% lower than the controls and histopathological changes were observed in the liver. Focal accumulations of pigmented Kupffer cells were observed in 2/4 females, and mild cytoplasmic vacuolation was noted in 3/4 females in the 30 mg/kg/day group. Absolute weights of the adrenal glands of males in the 30 mg/kg/day treatment group were 29% higher than the controls. In the 4 mg/kg/day treatment group, there was a 57-58% reduction in plasma cholinesterase activity, a 24% reduction in brain (pons) cholinesterase activities (males only), and a 34% reduction in body weight gain (females only). In the 0.5 mg/kg/day treatment group, only sporadic reductions in plasma cholinesterase activity were observed in males and females compared to the controls. No animals died during the course of the study, and no treatment related changes were observed in their appearance or behavior. Food consumption appeared to be unaffected by treatment. No ocular, hematological, or urine abnormalities were detected during the study. No neoplastic tissue was observed in dogs in the treatment and control groups. The LOEL for this study is 4 mg/kg/day, based on the reduced body weight gains in females, reduced (24%) brain (pons) cholinesterase activity in males, and a 57-58% reduction in plasma cholinesterase activities in both sexes. The NOEL is 0.5 mg/kg/day."
        },
        {
            "References": "USEPA; Bensulide: Health Effects Division's Chapter for the Reregistration and Eligibility Decision Document. Washington, DC: USEPA, Off Pest Prog. p.11-12 (March 3, 1998)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ In a mouse ... study, bensulide (92.4 0.5% a.i., Lot #CBI 0801) was administered for 78 weeks in the diet to 50 CD-1 mice/sex/dose at levels to achieve constant weekly doses of 0, 1, 50, or 200 mg/kg/day. An additional 10 mice/sex/dose were used to provide samples for plasma and red blood cell cholinesterase assessments at 13 weeks ... . Survival rates, clinical observations, and hematological parameters were unaffected by treatment with bensulide."
        },
        {
            "References": "USEPA; Bensulide: Health Effects Division's Chapter for the Reregistration and Eligibility Decision Document. Washington, DC: USEPA, Off Pest Prog. p.11 (March 3, 1998)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ In a combined chronic/oncogenicity study, bensulide (92.4 0.5% a.i., Lot #CBI 0801) was administered in the diet for 104 weeks to 80 Sprague-Dawley rats/sex/group at levels to achieve constant weekly doses of 0, 1, 15, or 60 mg/kg/day. At approximately the 26, 52, and 78 wk intervals, 10 rats/sex/group were terminated, and all remaining animals were sacrificed at 104 weeks of the study. Survival rates, ophthalmoscopic findings, clinical observations, hematological parameters, urinalysis findings, and gross findings were unaffected by treatment with bensulide. Chronic toxicity in rats receiving 60 mg/kg/day was characterized in both sexes by reduced (p<0.05, <0.01 or <0.001) cholinesterase levels (plasma, 59-93%; erythrocyte, 44-80%; and brain, 20-39%) and, in the males, by increased absolute liver weights (4-22%) and mild histopathological changes of the liver (hepatocyte vacuolation and eosinophilic foci). In the 15 mg/kg/day animals, reduced (p<0.05, <0.01, or 0.001) plasma (36-73%) and erythrocyte (20-40%) cholinesterase activities were also observed."
        },
        {
            "References": "USEPA; Bensulide: Health Effects Division's Chapter for the Reregistration and Eligibility Decision Document. Washington, DC: USEPA, Off Pest Prog. p.14 (March 3, 1998)",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ In a developmental toxicity study, inseminated New Zealand White rabbits, randomly assigned to 1 control and 3 treatment groups of 18 animals each, were administered Betasan (bensulide technical; 92.8% a.i.) by oral gavage at doses of 0, 5, 20, or 80 mg/kg/day on gestation days (GD) 7-19, inclusive. Cesarean section exams were performed on all surviving does on GD 29, followed by teratological exam of all fetuses. No treatment-related effects were observed in the 5 or 20 mg/kg/day groups as compared with controls. Three high-dose animals aborted, one each on GD 18, 27, and 28, and were sacrificed and necropsied. All other animals survived until scheduled sacrifice. ... The maternal toxicity LOEL is 80 mg/kg/day based on reduced body weights and weight loss during the treatment interval. There were no differences between treated and control groups for live fetuses/litter, fetal body weights, or fetal sex ratios. No treatment-related malformations/variations were observed for any external, visceral, or skeletal parameter examined of kits in the treated litters as compared to the control litters. There was no difference in the total number of litters containing fetuses with major malformations as compared to controls: 3/15, 1/15, 0/10, and 2/10 affected in the control, 5, 20, and 80 mg/kg/day groups, respectively."
        },
        {
            "References": "USEPA; Bensulide: Health Effects Division's Chapter for the Reregistration and Eligibility Decision Document. Washington, DC: USEPA, Off Pest Prog. p.13 (March 3, 1998)",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ In a developmental toxicity study, bensulide technical (92.8 % a.i.) was administered to 25 or 26 female Sprague-Dawley rats/dose in corn oil by gavage at analytically determined dose levels of 0, 5.5, 23.0 or 95.0 mg/kg/day from days 6-20 of gestation. Bensulide technical exerted no effects on maternal gross pathology, fertility, or cesarian parameters. The maternal systemic LOEL is 95.0 mg/kg/day (highest dose tested - HDT). ... The maternal NOEL for cholinesterase inhibition is 5.5 mg/kg/day (lowest dose tested - LDT), based on a 48% decr in plasma ChE activity at 23.0 mg/kg/day (LOEL; MDT) in the absence of any other effects. The Developmental NOEL 95.0 mg/kg/day (HDT), based on the lack of any developmental effects."
        },
        {
            "References": "USEPA; Bensulide: Health Effects Division's Chapter for the Reregistration and Eligibility Decision Document. Washington, DC: USEPA, Off Pest Prog. p.15 (March 3, 1998)",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ In a two-generation reproduction study, Bensulide (92.4% a.i.; Lot No. CDI 0801) was administered to male and female Sprague-Dawley CD rats in the diet at concns of 0, 25, 150, or 900 ppm for two generations. Premating doses for the F0 males were 2.0, 12.3, 0 15 and 68.2 mg/kg, respectively, and for the F0 females were 2.3, 13.2, and 80.8 mg/kg, respectively. Premating doses for the F1 males were 2.3, 14.0, and 86.5 mg/kg, respectively, and for the F1 females were 2.6, 15.4, and 93.2 mg/kg, respectively. The F0 generation contained 28 animals/sex/dose and the F1 generation contained 24 animals/sex/dose. Animals were given test or control diet for at least 10 weeks then mated within the same dose group. F1 animals were weaned on the same diet as their parents. At least 21 litters were produced in each generation. All animals were exposed to test material either in the diet or during lactation until sacrifice. Although several deaths occurred among treated and control groups of both generations, these were considered incidental to treatment. No overt treatment-related clinical signs of toxicity were observed in the adult animals of either sex or generation. There were no statistically significant differences between treated and control groups of either sex or generation for absolute body weights, body weight gains, food consumption, or gross or histopathological findings. Therefore, the NOEL for systemic effects 900 ppm (82.8 mg/kg/day; HDT) and the LOEL was not determined. Terminal cholinesterase activity was measured in plasma, red blood cell, and brains of the adult animals of both generations. Baseline or pretreatment activities were not measured. In F0 males, plasma cholinesterase activity was significantly (p<0.01) reduced in the mid- and high-dose groups as compared to controls with percent inhibition (%I) 21 and 54%, respectively. High-dose F0 males also had significantly (p<0.01) reduced RBC activity (%I=32). Mid- and high-dose F0 females had significantly (p<0.01) reduced plasma activity (%I=43 and 76, respectively) while high-dose F0 females also had significantly (p<0.01) reduced RBC (%I=57) and brain (%I=68) activities. Plasma activity was significantly (p<0.01) reduced in all treated F1 male groups as compared to controls (%I=28, 30, and 62, respectively). Mid- (p<0.05) and high-dose (p<0.01) F1 males also had significantly reduced RBC activity (%I=11 and 42, respectively). Mid- and high-dose F1 females had significantly (p<0.01) reduced plasma activity (%I=47 and 80, respectively) while high-dose F1 females also had significantly (p<0.01) reduced RBC and brain activities (%I=63 and 51). The 51-68% inhibition of brain ChE activity in females in the high dose (900 ppm) group indicates that dosing was conducted at an adequately high level; higher doses would likely yield an unacceptable level of mortality. Therefore, the LOEL for cholinesterase inhibition is 25 ppm (2.3 mg/kg/day; LDT) based on inhibition of plasma enzyme activity in F1 males. The cholinesterase inhibition NOEL was not identified. No statistically significant differences occurred for absolute body weights, body weight gains, or food consumption of the F0 or F1 females during gestation or lactation for any treated group as compared to controls. High-dose F0 males and females had low fertility indices with only 21 of 28 males siring litters and only 24 of 28 females becoming pregnant. However, this effect was not repeated in the F1 generation. There were no statistically significant differences between treated and control groups for number of litters or pups/litter during lactation of either generation. Survival and viability of the F1 pups was similar between treated and control groups. However, survival was greatly reduced in the high-dose F2 pups with overall (day 0-21) survival only 61%. This was due mainly to a low viability index of 74% for lactation days 0-4. Therefore, the LOEL for reproductive toxicity is 900 ppm (93.2 mg/kg/day; HDT) based on reduced F2 pup survival. The corresponding NOEL for reproductive toxicity is 150 ppm (15.4 mg/kg/day; MDT)."
        },
        {
            "References": "USEPA; Bensulide: Health Effects Division's Chapter for the Reregistration and Eligibility Decision Document. Washington, DC: USEPA, Off Pest Prog. p.20 (March 3, 1998)",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ In an acute delayed neurotoxicity study, Bensulide (tech., 92.4% a.i.) was assessed using groups of 15 single comb white leghorn laying hens (Gallus gallus domesticus) given a single neat gavage dose of Bensulide (2,000 mg a.i./kg nominal dose; actual dose was 2,262 mg/kg in a dosing volume of 2 mL/kg). An acute oral toxicity study determined an LD of 3,221 mg/kg for Bensulide in the domestic laying hen. Positive controls (12 birds) 50 were given 800 mg TOCP/kg and 12 birds given corn oil served as vehicle controls. Three birds of each group were sacrificed at 48 hrs for activity analysis of neurotoxic esterase (NTE) in brain and spinal cord and acetylcholinesterase (AChE) in brain. Behavior assessments (locomotor ability) were conducted on 9 birds from both control groups and 12 birds from the Bensulide group over a period of 21 days. Pathology (brain, spinal column and peripheral nerves) was evaluated in all remaining animals at Day 21. Based on the study results, Bensulide did not induce acute delayed neurotoxicity in the domestic laying hen at the dose tested. NTE activity was not affected by treatment. A non-significant decr of 24% was observed for brain cholinesterase in treated hens."
        },
        {
            "References": "USEPA; Bensulide: Health Effects Division's Chapter for the Reregistration and Eligibility Decision Document. Washington, DC: USEPA, Off Pest Prog. p.21 (March 3, 1998)",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ In an acute neurotoxicity screening study, 22 CD rats/sex/group were administered single gavage doses of 0, 30, 100 or 300 mg bensulide (tech., 92.4% a.i.)/kg (males) or 0, 15, 50 or 150 mg/kg (females) in 5 ml/kg corn oil. Functional observational battery (FOB) and motor activity tests were conducted on 12 rats/sex/dose pretreatment, on the day of dosing (day 0) and days 7 and 14 post-dosing. Plasma, erythrocyte and brain cholinesterase (ChE) activities were measured from 5 rats/sex at pretreatment, day 0 (6.25 and 6.75 hrs post-dosing) and day 15. Six perfused control and high dose rats/sex were evaluated for neuropathology. At 150 mg/kg (females only), an increased incidence of diarrhea, flaccid abdominal and/or body tone (all 6/12 vs. 1, 2 and 2, /respectively for the/ controls) and pinpoint pupils (3/12 vs 0, controls) were observed on Day 0 in the FOB. At 300 mg/kg (males only), one death occurred on Day 1, preceded by clinical signs (salivation, lacrimation/ocular discharge, decreased respiration, hypothermia, and fur staining on muzzle and ventral surface). A second male exhibited abnormal respiration, tremors, hypoactivity, dehydration and fur staining between Days 1-3. In the FOB, increased incidence of decreased arousal and locomotor activity (for both, 7/12 vs. 3, controls) were observed. A slight but statistically significant depression of body weight (-6.6%) was also observed on Day 7. No treatment-related effects on motor activity or macroscopic/microscopic neuropathology were reported. The LOEL is 150 mg/kg, based on minimal, transient clinical signs consistent with cholinesterase inhibition in females. The NOEL is 100 mg/kg. At 50 mg/kg (females only), plasma ChE was decreased on day 0 by 80% less than controls (not significant). At 100 mg/kg (males only), plasma ChE was decreased on day 0 by 53% (not significant). At 150 mg/kg (females only) on day 0, reductions were observed in plasma ChE (89% less than controls, p<0.01) and erythrocyte ChE (37% less than control, p<0.01) both of which showed partial recovery by day 15. However, a significant dec (73% of control, p<0.01) in brain ChE for high-dose females was noted on day 15 which was not present at day 0 (18% less than controls, not significant). At 300 mg/kg (males only), statistically significant ChE inhibition was observed only in the high-dose groups. On day 0, there were significant decreases in brain ChE (62% of control, p<0.01), plasma ChE (19% of control, p<0.01), and erythrocyte ChE (60% of control, p<0.01) for males of the high dose (300 mg/kg) group. At day 15, brain ChE was still significantly reduced (73% of control, p<0.01) but values for plasma and erythrocyte ChE had returned to normal."
        },
        {
            "References": "PMID:4561194",
            "Value": "/GENOTOXICITY/ Bensulide was not mutagenic when evaluated for its ability to induce point mutations in the T4 bacteriophage/Escherichia coli B system."
        },
        {
            "References": "PMID:7214355",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ We studied the activity of 14 compounds, all of which have been shown to interfere in plant cell division, in two animal tumor cell cultures, EL-4 and L1210. Four compounds [propham, chlorpropham, bensulide S-(O,O-diisopropylphosphorodithioate) ester of N-(2-mercaptoethyl)benzenesulfonamide), and siduron] had a 50% inhibitory dose less than 10(-4) M; six [2,3,5-triiodobenzoic acid, (2,4-dichlorophenoxy)acetic acid, bromacil, (2,4,5-trichlorophenoxy)acetic acid, naptalam, and (4-chloro-2-methylphenoxy)acetic acid] had a 50% inhibitory dose between 10(-4) and 10(-3) M, and the remaining four 2,3:4,6-di-O-isopropylidene-2-keto-L-gulonate, eptam, maleic hydrazide, and 4-(methylsulfonyl)-2,6-dinitro-N,N,-dipropylaniline] had a 50% inhibitory dose at higher than 10(-3) M. There was a significant correlation between the effect on the two cell lines as well as between the inhibition of cell proliferation and that of thymidine and leucine uptake. More detailed study of cell proliferation and leucine and thymidine uptake for bensulide and 2,3,5-triiodobenzoic acid revealed a dose-response pattern of inhibition starting shortly after exposure of the cells to the compounds. These results indicate that some inhibitors of plant cell division are capable of inhibiting the proliferation of animal tumor cells."
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "(1) Schuurmann G et al; Env Sci Tech 40: 7005-11 (2006). Supporting information: p.2 (2006) (2) USEPA/OPPTS; Bensulide Facts. (741-58-2). Reregistration Eligibility Decisions (REDs) Database. USEPA 738-F-00-001. June 2000. Available from, as of Mar 7, 2017: https://iaspub.epa.gov/apex/pesticides/f?p=chemicalsearch:1 (3) Swann RL et al; Res Rev 85: 17-28 (1983) (4) Warren RL, Weber JB; Soil Sci Soc North Carolina 37: 23-35 (1994) (5) Weber JB; Soil facts: Protecting groundwater in North Carolina. NC Coop Ext Serv., NC State Univ, College Agric Life Sci (1994)",
            "Value": "The Koc of bensulide is reported as 1,000(1). Laboratory studies using four soils resulted in Koc values ranging from 1,433 to 4,326(2). Main degradates of bensulide were found to be moderately to highly mobile in the same four soils(2). According to a classification scheme(3), this Koc data suggests that bensulide is expected to have low to no mobility in soil. Bensulide applied to soil was shown to have a pesticide leaching potential, which relates soil half-life, application rate, and Koc, of 54 at pH 7 and 39 at pH 5(4), suggesting moderate and low potential for contaminating groundwater, respectively(5)."
        },
        {
            "References": "(1) Odanaka Y et al; J Pest Sci 19: 1-10 (1994) (2) Miller JH et al; Weed Sci 26: 10-7 (1978)",
            "Value": "Bensulide, applied as a 50% emulsifiable concentrate (1.5 g), did not leach to any great extent in lysimeter experiments set in an experimental field in Ibaraki prefecture in Japan, designed to simulate a putting green(1). However, when applied to Panoche loam for 5-6 yrs as soil-incorporated broadcast sprays directed at the base of cotton at last cultivation, bensulide residues were detected below the till zone; it was not detected one yr after final treatment(2)."
        }
    ]
}