{
    "_id": {
        "$oid": "6682e908c4e5dba5ffba2893"
    },
    "CID": {
        "$numberInt": "12968"
    },
    "Name": "EPTAM",
    "IUPACName": "S-ethyl N,N-dipropylcarbamothioate",
    "CanonicalSMILES": "CCCN(CCC)C(=O)SCC",
    "Synonyms": [
        "EPTC",
        "S-Ethyl dipropylthiocarbamate",
        "759-94-4",
        "Torbin",
        "EPTAM",
        "Alirox",
        "Niptan",
        "Eptam 6E",
        "S-Ethyl-N,N-dipropylthiocarbamate",
        "Witox",
        "Stauffer R 1608",
        "ERADICANE",
        "S-ethyl N,N-dipropylcarbamothioate",
        "Genep EPTC",
        "S-Ethyl N,N-di-n-propylthiocarbamate"
    ],
    "IsomericSMILES": "CCCN(CCC)C(=O)SCC",
    "INCHI": "InChI=1S/C9H19NOS/c1-4-7-10(8-5-2)9(11)12-6-3/h4-8H2,1-3H3",
    "INCHIKEY": "GUVLYNGULCJVDO-UHFFFAOYSA-N",
    "Formula": "C9H19NOS",
    "MolecularWeight": {
        "$numberDouble": "189.32"
    },
    "Description": "EPTC is a tertiary amine.",
    "XlogP": {
        "$numberDouble": "3.2"
    },
    "Complexity": {
        "$numberInt": "122"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "environmental_bioconcentrations": [
        {
            "References": "(1) USEPA; Reregistration Eligibility Decisions (REDs) Database on EPTC. Washington, DC: US EPA, Off Prev Pest Tox Sub USEPA 738-R-99-006 p. 40-66 (1999). Available from the Database Query page at https://www.epa.gov/REDs/ as of Oct 10, 2000. (2) Franke C et al; Chemosphere 29: 1501-14 (1994)",
            "Value": "The bioaccumulation and elimination of 14C-EPTC by bluegill sunfish was investigated in a dynamic flow-through system, where the fish were exposed for 28 days to radiolabeled 14C-eptam at 22 °C, followed by depuration in EPTC free water for 14 days(1). Bioconcentration factors were 37, 60, and 110, respectively, in the edible, whole fish, and non-edible fish tissues(1). According to a classification scheme(2), the whole-fish BCF value suggests the potential for bioconcentration in aquatic organisms is moderate(SRC)."
        }
    ],
    "environmental_biodegradations": [
        {
            "References": "(1) Doyle RC et al; J Agric Food Chem 26: 987-9 (1978) (2) Lee A et al; New Zealand J Agric Res 27: 201-6 (1984) (3) Bartha R et al; Appl Microbiol 15: 67-75 (1967) (4) USEPA; Reregistration Eligibility Decisions (REDs) Database on EPTC. Washington, DC: US EPA, Off Prev Pest Tox Sub USEPA 738-R-99-006 p. 40-66 (1999). Available from the Database Query page at https://www.epa.gov/REDs/ as of Oct 10, 2000.",
            "Value": "AEROBIC: Radio-labeled eptam (initial concn of 2 ppm) was incubated at 25 °C and pH 5.3 in sludge- and manure-amended soils; after a 60 day test period, 65-66 and 62-65% 14C-carbon dioxide evolution was observed, respectively(1). In a heavy silt loam, heavy silt and fine sandy loam which all had 3-4 yrs previous exposure to eptam, about 100% (initial concn not given) degradation was observed after 12-15 days. In the same time period, about 10-20% loss of eptam was noted in sterile soil samples(2); this may have been due to volatilization. In a heavy silt loam, heavy silt and fine sandy loam which had no previous exposure to eptam, about 100%, 20% and 20% (initial concn not given) degradation was observed after 12, 15 and 15 days, respectively(2). In a sandy loam soil (pH 6) incubated at 28 °C, 93% and 68% carbon dioxide production was observed after 30 days for concns of 150 and 1500 ppm eptam(3). Laboratory tests to measure the aerobic soil degradation rates of eptam indicated half-lives of 36 to 75 days(4). The rate of eptam degradation decreases with time(4)."
        },
        {
            "References": "(1) USEPA; Reregistration Eligibility Decisions (REDs) Database on EPTC. Washington, DC: US EPA, Off Prev Pest Tox Sub USEPA 738-R-99-006 p. 40-66 (1999). Available from the Database Query page at https://www.epa.gov/REDs/ as of Oct 10, 2000.",
            "Value": "ANAEROBIC: Soil biodegradation studies suggest that eptam is somewhat more persistent under anaerobic conditions with half-lives of 31 to 127 days(1)."
        }
    ],
    "logP": [
        {
            "References": "Hansch, C., Leo, A., D. Hoekman. Exploring QSAR - Hydrophobic, Electronic, and Steric Constants. Washington, DC: American Chemical Society., 1995., p. 65",
            "Value": "log Kow = 3.21"
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "Worthing, C.R. and S.B. Walker (eds.). The Pesticide Manual - A World Compendium. 8th ed. Thornton Heath, UK: The British Crop Protection Council, 1987., p. 341",
            "Value": "RATS FED 326 MG/KG DAILY FOR 21 DAYS SHOWED NO SYMPTOMS OTHER THAN EXCITABILITY & WEIGHT LOSS."
        },
        {
            "References": "Gosselin, R.E., H.C. Hodge, R.P. Smith, and M.N. Gleason. Clinical Toxicology of Commercial Products. 4th ed. Baltimore: Williams and Wilkins, 1976., p. II-205",
            "Value": "SINGLE APPLICATIONS OF 0.05 ML IN THE RABBIT EYE PRODUCED MODERATE IRRITATION WHICH SUBSIDED WITHIN 4 DAYS."
        },
        {
            "References": "Weed Science Society of America. Herbicide Handbook. 5th ed. Champaign, Illinois: Weed Science Society of America, 1983., p. 213",
            "Value": "A 90 DAY SUBACUTE FEEDING STUDY WAS CONDUCTED IN RATS. A NO-EFFECT LEVEL WAS ESTABLISHED @ 16 MG/KG/DAY. /SAME TIME STUDY/ CONDUCTED ON DOGS. A NO-EFFECT LEVEL WAS ESTABLISHED @ 20 MG/KG/DAY."
        },
        {
            "References": "Jones, L.M., et al. Veterinary Pharmacology & Therapeutics. 4th ed. Ames: Iowa State University Press, 1977., p. 1208",
            "Value": "... EPTC /& OTHER THIOCARBAMATE HERBICIDES/ DO NOT CAUSE TYPICAL SIGNS OF INSECTICIDE TOXICOSIS. TOXICITY OF THESE COMPOUNDS IN CATTLE & SHEEP IS ONLY MODERATE."
        },
        {
            "References": "PMID:699179",
            "Value": "CARBAMATE EPTC LACKS CHLOROALLYL GROUPS AND WAS NOT MUTAGENIC IN SALMONELLA AND STREPTOMYCES."
        },
        {
            "References": "Gosselin, R.E., R.P. Smith, H.C. Hodge. Clinical Toxicology of Commercial Products. 5th ed. Baltimore: Williams and Wilkins, 1984., p. II-328",
            "Value": "Poisoned animals display ... salivation, lacrimation, blepharospasm, and finally depression."
        },
        {
            "References": "PMID:3930237",
            "Value": "Eptam was evaluated for the induction of sex linked recessive lethal mutations in Drosophila melanogaster by the National Toxicology Program. Canton S wild type males were treated with concentrations of eptam that result in approximately 30% mortality. Following treatment, males were mated individually to 3 harems of Basc virgin females to produce 3 broods for analysis. The concentrations of eptam tested by injection (1250 ppm) or feeding (150 ppm) were negative in this assay."
        },
        {
            "References": "PMID:7968224",
            "Value": "The herbicide S-ethyl N,N-dipropylthiocarbamate (EPTC) & 3 of its candidate metabolites (the sulfoxide, N-depropyl & S-methyl derivatives) inhibit mitochondrial low-Km aldehyde dehydrogenase (ALDH) in liver by 56 to 82% 2 hr after these thiocarbamates are administered ip to mice at 8 mg/kg. They also greatly elevate the acetaldehyde level (determined as the Obenzyloxime ether) in blood (up to 500 muM) & brain (up to 3 ppm) 30 min after two ip treatments, the first with the thiocarbamate at 40 mg/kg & 2 hr later with ethanol at 1000 mg/kg. EPTC at 4 mg/kg inhibits liver ALDH activity by 50% & at 8 & 18 mg/kg gives half of the maximum ethanol-dependent elevation of acetaldehyde levels in blood & brain, respectively. The in vivo effects of other thiocarbamate herbicides at 8 mg/kg on ALDH activity & 40 mg/kg on acetaldehyde levels decrease in the order of thiobencarb, pebulate, vemolate & molinate > butylate & triallate > > cycloate. The % inhibition of liver ALDH activity generally correlates with the elevation in blood & brain acetaldehyde under these treatment protocols. B.W. Hart & M.D. Faiman (Biochem. Pharmacol. 43 403-406, 1992) have shown that the alcohol-aversion drug disulfiram is metabolized to S-methyl N,N-diethylthiocarbamate & its sulfoxide as the penultimate & ultimate metabolites inhibiting ALDH. Thus, the thiocarbamate herbicides & their metabolites are similar to the disulfiram metabolites not only in homologous structure but also in their potency range as ALDH inhibitors in vivo. On this basis some of the thiocarbamate herbicides may sensitize agricultural workers to ethanol intoxication."
        }
    ],
    "sediment_soil_concentrations": [
        {
            "References": "Kearney, P.C., and D. D. Kaufman (eds.) Herbicides: Chemistry, Degredation and Mode of Action. Volumes 1 and 2. 2nd ed. New York: Marcel Dekker, Inc., 1975., p. 927",
            "Value": "LOSSES OF SOIL APPLIED EPTC FROM SOIL WERE INCR BY AIR MOVEMENT OVER THE SOIL SURFACE. SOIL COMPOSITION & HERBICIDE FORMULATION ALSO INFLUENCED ITS RATE OF LOSS."
        },
        {
            "References": "(1) Krapac IG et al; J Soil Contam 4: 209-26 (1995)",
            "Value": "SOIL: In 1989, the mean concn of eptam in soil at agrochemical facilities in Illinois was determined to be 110 ug/kg(1)."
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "(1) Ahrens W; Herbicide Handbook of the Weed Science Society of America 7th ed. Champaign, IL: Weed Sci Soc Amer p. 119-20 (1994) (2) Hamaker JW, Thompson JM; Organic Chemicals in the Environment. Goring CAI, Hamaker JN Eds 1: 49-144 (1972) (3) USEPA; Reregistration Eligibility Decisions (REDs) Database on EPTC. Washington, DC: US EPA, Off Prev Pest Tox Sub USEPA 738-R-99-006 p. 40-66 (1999). Available from the Database Query page at https://www.epa.gov/REDs/ as of Oct 10, 2000. (4) Swann RL et al; Res Rev 85: 17-28 (1983)",
            "Value": "The avg Koc of eptam is 200; and measured values of Koc range from 170-280(1). Experimentally-determined Kocs are: 283 in soil with 1.0-4.5% organic content and 109 in soil with 30% organic content(2). Koc values for eptam were measured for 4 soil series with various organic matter (OM%) levels(1): e.g., Atterberry (2.2%), Columbia (1.1%), Keeton (0.3%), and Sorrento (1.8%); the Koc values were 136, 146, 264, and 143, respectively(3). According to a classification scheme(4), these Koc values suggest that eptam is expected to have moderate to high mobility in soil(SRC). Eptam has low affinity for binding to soil suggesting a potential to leach to groundwater(3)."
        }
    ],
    "plant_translocations": [
        {
            "content": "A study of the absorption of radioactive EPTC by crops following pre-em. application indicated an uptake of this chemical from soil. Using radioautographic techniques, differences in accumulation patterns of 35S from EPTC-35S among crops were demonstrated; above-ground portions of beans, peas and corn contained slightly more 35S than the roots, while above-ground portions of radishes, carrots, cabbage, mustard, swiss chard, red beets, cucumber and mung bean contained 70 to 94% of the 35S from the absorbed EPTC-35S. Total absorption by individual crops at various stages of growth was determined, Generally, an increase in applied EPTC-35S increased absorption, but not in proportion to the increase in rate of application",
            "reference": "Fang, S. C., & Theisen, P. (1960). Uptake of radioactive ethyl-N, N-di-n-propyl thiocarbamate (EPTC-S35) and translocation of sulfur-35 in various crops. Journal of Agricultural and Food Chemistry, 8(4), 295-8.",
            "method": {
                "Test Plant": "Kidney beans",
                "Apply Location": "Pre-emergence soil application of EPTC-S35",
                "Plant Grown Condition": "Seeds planted in flats containing Newberg sandy loam soil",
                "Chemical Preparation": "EPTC labeled with sulfur-35 radioisotope",
                "Pesticide Application Details for the Plant": "Applied at rates of 1 or 4 lbs/acre to soil surface 1 day after seeding",
                "Other Information": "72 seeds planted per crop. Plants harvested at 1, 4, 10, 17, 24, 38, 52 days after treatment for analysis. One plant per crop used for radioautography at each harvest. Other plants oven-dried, ground, and analyzed for S35 content in different tissues to quantify absorption and translocation over time."
            },
            "result": "[{\"Apply rate (Lb./Acre)\": 1, \"Days after application\": 10, \"Root (%)\": 48, \"Stem (%)\": 26, \"First leaf (%)\": 26, \"Trifoliate (%)\": \"Not Detect\", \"Flower and pod (%)\": \"Not Detect\"}, {\"Apply rate (Lb./Acre)\": 1, \"Days after application\": 17, \"Root (%)\": 33, \"Stem (%)\": 33, \"First leaf (%)\": 35, \"Trifoliate (%)\": \"Not Detect\", \"Flower and pod (%)\": \"Not Detect\"}, {\"Apply rate (Lb./Acre)\": 1, \"Days after application\": 24, \"Root (%)\": 53, \"Stem (%)\": 22, \"First leaf (%)\": 16, \"Trifoliate (%)\": \"8\", \"Flower and pod (%)\": \"Not Detect\"}, {\"Apply rate (Lb./Acre)\": 1, \"Days after application\": 38, \"Root (%)\": 48, \"Stem (%)\": 22, \"First leaf (%)\": 19, \"Trifoliate (%)\": \"8\", \"Flower and pod (%)\": \"3\"}, {\"Apply rate (Lb./Acre)\": 1, \"Days after application\": 52, \"Root (%)\": 42, \"Stem (%)\": 14, \"First leaf (%)\": 14, \"Trifoliate (%)\": \"19\", \"Flower and pod (%)\": \"11\"}, {\"Apply rate (Lb./Acre)\": 4, \"Days after application\": 10, \"Root (%)\": 35, \"Stem (%)\": 33, \"First leaf (%)\": 32, \"Trifoliate (%)\": \"Not Detect\", \"Flower and pod (%)\": \"Not Detect\"}, {\"Apply rate (Lb./Acre)\": 4, \"Days after application\": 17, \"Root (%)\": 33, \"Stem (%)\": 40, \"First leaf (%)\": 27, \"Trifoliate (%)\": \"Not Detect\", \"Flower and pod (%)\": \"Not Detect\"}, {\"Apply rate (Lb./Acre)\": 4, \"Days after application\": 24, \"Root (%)\": 38, \"Stem (%)\": 32, \"First leaf (%)\": 30, \"Trifoliate (%)\": \"Not Detect\", \"Flower and pod (%)\": \"Not Detect\"}, {\"Apply rate (Lb./Acre)\": 4, \"Days after application\": 38, \"Root (%)\": 39, \"Stem (%)\": 29, \"First leaf (%)\": 26, \"Trifoliate (%)\": \"4\", \"Flower and pod (%)\": \"3\"}]"
        }
    ]
}