{
    "_id": {
        "$oid": "6682e7ccc4e5dba5ffba2262"
    },
    "CID": {
        "$numberInt": "13"
    },
    "Name": "1,2,4-TRICHLOROBENZENE",
    "IUPACName": "1,2,4-trichlorobenzene",
    "CanonicalSMILES": "C1=CC(=C(C=C1Cl)Cl)Cl",
    "Synonyms": [
        "1,2,4-trichlorobenzene",
        "120-82-1",
        "Benzene",
        "1,2,4-trichloro-",
        "unsym-Trichlorobenzene",
        "Hostetex L-pec",
        "Trojchlorobenzen",
        "1,2,4-Trichlorbenzol",
        "1,2,4-Trichlorobenzol",
        "1,3,4-Trichlorobenzene",
        "1,2,5-Trichlorobenzene",
        "as-trichlorobenzene",
        "1,2,4-trichloro-benzene",
        "63697-18-7",
        "Trichlorobenzene A",
        "NSC 406697"
    ],
    "IsomericSMILES": "C1=CC(=C(C=C1Cl)Cl)Cl",
    "INCHI": "InChI=1S/C6H3Cl3/c7-4-1-2-5(8)6(9)3-4/h1-3H",
    "INCHIKEY": "PBKONEOXTCPAFI-UHFFFAOYSA-N",
    "Formula": "C6H3Cl3",
    "MolecularWeight": {
        "$numberDouble": "181.4"
    },
    "Description": "1,2,4-trichlorobenzene is a trichlorobenzene with chloro substituents at positions 1, 2 and 4.",
    "XlogP": {
        "$numberDouble": "4"
    },
    "Complexity": {
        "$numberInt": "94"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "plant_concentrations": [
        {
            "References": "(1) Webber MD et al; J Environ Qual 23: 1019-26 (1994) (2) Veningerova M et al; J Chromatogr A 774: 333-47 (1997)",
            "Value": "1,2,4-Trichlorobenzene was identified, not quantified, in plant material grown in an Illinois coal refuse reclamation site(1). 1,2,4-Trichlorobenzene was present in plants at an avg concentration of 0.002 mg/kg in localities contaminated by agrochemical and communal waste in Slovakia(2)."
        }
    ],
    "animal_concentrations": [
        {
            "References": "(1) Struger J et al; J Great Lakes Res 11: 223-30 (1985) (2) Hoekstra PF et al; Environ Pollut 122: 423-33 (2003) (3) Lebedev AT et al; Sci Total Environ 212: 153-62 (1998)",
            "Value": "1,2,4-Trichlorobenzene was detected in herring gull eggs sampled from the Detroit River in 1979, 10 pos samples at an avg 0.01 ppm; Niagara River, 10 samples, 100% pos, avg 0.02 ppm (1). Samples of Arctic fox (Alopex lagopus) muscle and liver taken from Barrow, AK, Holman, NT, and Arviat, NU had total chlorobenzene concns of 4.2-17.6 ng/g (wet weight), of which 1,2,4-trichlorobenzene is included(2). 1,2,4-Trichlorobenzene was measured in the eggs of birds in the Selenga river estuary of Lake Baikal region, Russia; (species, concn ug/kg dry weight) mallard (Anas platyrhynchos), <5; pintail (Anas acuta), 140.9; shoveler (Anas clypeata, 72.9; tufted duck (Aythya fuligula), <5; pochard (Althya ferina), <5; goose (Anser anser), <5; domestic fowl (Gallus gallus), 12.2 and 8.3; heron (Ardea cinerea), 7.2; herring gull (Larus argentatus), 23.9; common gull (Larus canus), 91.1; common tern(Sterna hirundo), <5; black headed gull (Larus ridibundus), <5; liapwing (Vanellus vanellus) 23.4; Slavonian grebe (Podiceps auritus), 7.7; marsh sandpiper (Tringa stagnatilis), 22.1(3)."
        }
    ],
    "environmental_bioconcentrations": [
        {
            "References": "(1) Chemicals Inspection and Testing Institute. Japan Chemical Industry Ecology - Toxicology and Information Center. ISBN 4-89074-101-1 (1992) (2) Prasad SS; J AOAC Int 75: 916-24 (1992) (3) Rathbun RE; Crit Rev Environ Sci 30: 129-295 (2000) (4) Sacan MT et al; J Chem Inf Comput Sci 44: 985-992 (2004) (5) Kenaga EE; Ecotoxcol Environ Safety 4: 26-38 (1980) (6) Oliver BG, Niimi AJ; Environ Sci Technol 17: 287-91 (1983) (7) Callahan MA et al; Water-Related Environmental Fate of 129 Priority Pollutants. V1. EPA-440/4 79-029a. Washington, DC: US Environmental Protection Agency (1979) (8) Franke C et al; Chemosphere 29: 1501-14 (1994)",
            "Value": "BCF values of 420 to 1,140 were measured in carp exposed to 50 ug/L of 1,2,4-trichlorobenzene during a 6 week incubation period and BCF values of 120 to 1,300 were measured in carp exposed to 5 ug/L of 1,2,4-trichlorobenzene during a 6 week incubation period(1). The BCF value of 1,2,4-trichlorobenzene in fish in a flowing water system was 490 while the BCF value for trout in a static water system was 2400(2). Log BCFs of 3.11, 3.51, 3.36 and 3.57 were measured in 4 rainbow trout samples on a whole body basis, and 4.20, 4.57, 4.54 and 4.71 using lipid basis(3). Log BCFs of 3.10, 2.60, 1.91, 3.19, 3.32 and 3.31 were measured in Atlantic croaker, blue crab, spotted sea trout, blue catfish, fathead minnow and flagfish, respectively, on a whole body basis, and at 4.20, 4.57, 4.76, 4.90, 3.54, 4.68, 3.45, 4.54, 4.71 and 4.25, respectively, using lipid basis(3). 1,2,4-Trichlorobenzene had a log BCF of 2.95 in guppy (Poecilia reticulata)(4). A BCF of 491 was given for 1,2,4-trichlorobenzene in fish(5). 1,2,4-Trichlorobenzene at concns of 3.2 and 53 ng/L, in a flow-through system showed BCFs of 1300 and 3200, respectively, in rainbow trout exposed over 119 days(6). Fish continuously exposed to a mean measured aqueous concn of 2.9 ug/L of 1,2,4-trichlorobenzene had a estimated  equilibrium bioconcentration factor of 182(7). According to a classification scheme(8), these BCF values suggest that bioconcentration in aquatic organisms is high to very high. Daphnids continuously exposed to a mean measured aqueous concn of 3.1 ug/L of 1,2,4-trichlorobenzene had a estimated equilibrium bioconcentration factor of 142(7)."
        },
        {
            "References": "(1) Geyer HJ et al; in Handbook Environ Chem. vol. 2, Pt. J, Beek B ed., Springer-Verlag: Berlin, Germany, pp.1-166. (2000)",
            "Value": "1,2,4-Trichlorobenzene BCF values in various fish(1). ",
            "Table": "[{'Common name': 'Rainbow trout', 'Genus species': 'Oncorhynchus mykiss', 'BCF wet weight': '124; 1,300; 1,600; 1,300; 3,200', 'BCF lipid weight': '6,890; 16,880; 20,780; 15,660; 36,364'}, {'Common name': 'Carp', 'Genus species': 'Cyprinus carpio', 'BCF wet weight': '190; 460; 540', 'BCF lipid weight': '8,636; 10,455; 12,270'}, {'Common name': 'Rainbow trout (hatchling)', 'Genus species': 'Oncorhynchus mykiss', 'BCF wet weight': '349; 710', 'BCF lipid weight': '9,090; 22,188'}, {'Common name': 'Golden ide', 'Genus species': 'Leuciscus idus', 'BCF wet weight': '914', 'BCF lipid weight': '18,280'}, {'Common name': 'Zebra fish', 'Genus species': 'Brachidanio rerio', 'BCF wet weight': '810', 'BCF lipid weight': '15,580'}, {'Common name': 'Tilapia', 'Genus species': 'Tilapia nilotica', 'BCF wet weight': '680; 870', 'BCF lipid weight': '13,080; 16,730'}, {'Common name': 'Guppy (female)', 'Genus species': 'Poecilia reticulata', 'BCF wet weight': '702; 756', 'BCF lipid weight': '13,000; 14,000'}, {'Common name': 'Bluegill sunfish', 'Genus species': 'Lepomis macrochirus', 'BCF wet weight': '960; 1,1320', 'BCF lipid weight': '16,842; 23,160'}, {'Common name': 'Guppy', 'Genus species': 'Poecilia reticulata', 'BCF wet weight': '1,350; 1,380; 910; 1,080', 'BCF lipid weight': '23,280; 23,790; 11,100; 13,170'}, {'Common name': 'Fathead minnow', 'Genus species': 'Pimephales promelas', 'BCF wet weight': '2,100', 'BCF lipid weight': '20,000'}]"
        },
        {
            "References": "Galassi S, Calamari D; Chemosphere 12 (11-12): 1599-603 (1983)",
            "Value": "Certain developmental stages of Salmo gairdneri accumulated more 1,2,3-trichlorobenzene and 1,2,4-trichlorobenzene ... than others. ... The bioconcentration factor was approximately 10 times as great at hatching as in alevins. These differences can be reduced, but not eliminated, by expressing the data on the basis of lipid wt."
        },
        {
            "References": "Heitmuller PT, Clark JR; Govt Reports Announcements & Index (GRA&I), Issue 06, 1990",
            "Value": "Contaminated food was prepared by exposing pink shrimp (Penaeus duorarum) to 10 ug/L 1,2,4-trichlorobenzene -UL-(14)C for 12 days; whole body concn of trichlorobenzene in the exposed shrimp was 0.59 ug/g. Juvenile spot (Leiostomus xanthurus) were fed the trichlorobenzene contaminated shrimp at a daily ration of 10% body wt for 28 days; they accumulated <0.05 ug/g trichlorobenzene (detection limits). Spot, exposed to 10 ug/L trichlorobenzene in water for 28 days and fed uncontaminated food, bioconcentrated trichlorobenzene approximately 100 times the aqueous exposure concn. Spot, exposed simultaneously to contaminated food and water described above, bioaccumulated trichlorobenzene equal to the aqueous exposure treatment. Results were compared with data from a trichlorobenzene bioaccumulation with freshwater species; both studies indicated that trichlorobenzene was accumulated moderately from contaminated water and accumulation from contaminated food was negligible."
        }
    ],
    "environmental_biodegradations": [
        {
            "References": "(1) Chemicals Inspection and Testing Institute. Japan Chemical Industry Ecology - Toxicology and Information Center. ISBN 4-89074-101-1 (1992) (2) Capel PD, Larson SJ; Chemosphere 30: 1097-1106 (1995) (3) Malaney GW, McKinney RE; Water Sew Works 113: 302-309 (1966) (4) Simmons P et al; Text Chem Color 9: 211-13 (1977) (5) Adrian L et al; Appl Environ Microbiol 64: 496-503 (1998) (6) Middeldorp PJM et al; Appl Environ Microbiol 63: 1125-9 (1997) (7) Bosma TNP et al; Ground Water 34:49-56 (1996) (8) Davis A, Olsen RL; in Hazardous Materials Control 3, pp 18-37 (1990) (9) Olthof M, Olmstead DG; in Proc Ind Waste Conf. 1992 47th Chelsea, MI pp 835-42 (1993)",
            "Value": "AEROBIC: A 0% theoretical BOD in sludge over a 2 week incubation period was observed for 1,2,4-trichlorobenzene(1). The aerobic biodegradation half-life of 1,2,4-trichlorobenzene in natural waters has been reported as 28 days(2). An 8-day theoretical BOD of 1% in a benzene acclimated sludge was observed for 1,2,4-trichlorobenzene(3). A 20-day theoretical BOD of 0% in municipal wastewater was observed for 1,2,4-trichlorobenzene while 20-day theoretical BODs of 78, 100 and 55% were observed for industrial wastewater(4). 1,2,4-Trichlorobenzene was dechlorinated 0.3-50.1% after 7 days incubation in soil amended with up to 4 mM bromoethanesulfonate, 2 mM sulfate and 7.5 mM hydrogen(5). After 4 days of incubation 28 uM of 1,2,4-trichlorobenzene was biodegraded to 1,4-dichlorobenzene and chlorobenzene(6). 1,2,4-Trichlorobenzene, under aerobic conditions, degraded 40% in dune sediment taken near Zandvoort, Netherlands after a 2 month lag time(7). 1,2,4-Trichlorobenzene was biodegraded 90% in groundwater samples under aerobic conditions(8). 1,2,4-Trichlorobenzene had influent concns of 90 and 8100 ug/L and effluent concns of <5.0 and <10 ug/L using an activated sludge with a daily mass loading of COD/bacterial mass ratios of 0.3 and 0.6(9)."
        },
        {
            "References": "Callahan, M.A., M.W. Slimak, N.W. Gabel, et al. Water-Related Environmental Fate of 129 Priority Pollutants. Volume I. EPA-440/4 79-029a. Washington, DC: U.S. Environmental Protection Agency, December 1979., p. 76-7",
            "Value": "... The formation rate of (14)C labeled carbon dioxide through the biodegradation of 1,2,4-trichlorobenzene (TCB) by activated sludge was examined. After 5 days, 13% of the 1,2,4-trichlorobenzene remained, 56% was converted to carbon dioxide, 23% to polar metabolites, and 7% was volatilized. Approximately 80% of the 1,2,4-trichlorobenzene was adsorbed on solids accounting for the low volatility from the system."
        },
        {
            "References": "(1) Masunga S et al; Wat Sci Technol 33: 173-80 (1996) (2) Wang MJ, Jones KC; Environ Sci Technol 28: 1843-52 (1994) (3) Peijnenburg WJGM et al; Environ Toxicol Chem 11: 289-300 (1992) (4) Hollinger C et al; App Environ Microbiol 58: 1636-44 (1992) (5) Capel PD, Larson SJ; Chemosphere 30: 1097-1106 (1995) (6) Yonezawa Y et al; Chemosphere 28: 2179-84 (1994) (7) Bosma TNP et al; Ground Water 34: 49-56 (1996) (8) Davis A, Olsen RL; in Hazardous Materials Control 3, pp 18-37 (1990) (9) Rathbun RE; Crit Rev Environ Sci 30: 129-295 (2000) (10) Rogers HR; Sci Total Environ 185: 3-26 (1996)",
            "Value": "ANAEROBIC: 1,2,4-Trichlorobenzene was biodegraded by an acclimated anaerobic sediment slurry obtained from the Tsurumi River, Japan(1). The first-order biodegradation rate constant was 0.017/days, corresponding to a half-life of about 41 days(1). The half-life of 1,2,4-trichlorobenzene in sewage sludge amended soil was 23 days(2). Sediment from freshwater streams in the Netherlands degraded 1,2,4-trichlorobenzene, with reported biodegradation half-lives of 50-212 days(3). An enriched microbial culture derived from sediment of the Rhine River reductively dechlorinated 1,2,4-trichlorobenzene to 1,2-dichlorobenzene in about 1 year following a lag period of over 138 days(4). The anaerobic biodegradation half-life of 1,2,4-trichlorobenzene in natural waters has been reported as 110 days(5). Sediment from the Ise Bay, Japan reductively dechlorinated 1,2,4-trichlorobenzene at a rate of 15-35 pmols/day, with the main degradation product reported as 1,2-dichlorobenzene(6). 1,2,4-Trichlorobenzene, under methanogenic conditions, degraded >99% in Rhine sediment taken near Nieuwegein and dune sediment taken near Zandvoort, Netherlands(7). 1,2,4-Trichlorobenzene was biodegraded 11% in groundwater samples under anaerobic conditions(8). Anaerobic biodegradation rates for 1,2,4-trichlorobenzene have been given as 0.0062 and 0.0096/day(9). 1,2,4-Trichlorobenzene was anaerobically biodegraded 50% in <4 days(10)."
        }
    ],
    "fish_seafood_concentrations": [
        {
            "References": "(1) Oliver BG, Nicol KD; Environ Sci Tech 16: 532-6 (1982) (2) Young DR et al; Wat Chlorination Environ Impact Health Effects 3: 471-86 (1980) (3) Jan J, Malnersic S; Bull Environ Contam Toxicol 24: 824-7 (1980) (4) Kuehl DW et al; Chemosphere 29: 523-35 (1994) (5) Hanna M; Water Pollut Res J Can 27: 833-43 (1992) (6) Hendriks AJ et al; Environ Toxicol Chem 17: 1885-98 (1998) (7) King TL et al; Bull Environ Contam Toxicol 71: 543-550 (2003)",
            "Value": "1,2,4-Trichlorobenzene was detected in trout from the Great Lakes at concns of 0.5-5 ppb(1) and detected in flatfish off the coast of California at concns of <3.4 ppb to 26 ppb(2). 1,2,4-Trichlorobenzene was found in various species of fish from Rivers in Slovenia and from the Gulf of Triest, Yugoslavia 1978, in concns of 1-15 ng/g (dry weight)(3). 1,2,4-Trichlorobenzene was detected in 53% of fish at the 400 sites sampled in the US at a mean concn of 3.1 ng/g(4). 1,2,4-Trichlorobenzene was detected at mean concns of 4.77 ug/g in carp, 0.30 ug/kg in white sucker, 0.37 ug/kg in catfish, 0.19 ug/kg in largemouth bass, 0.59 ug/kg in smallmouth bass and 0.38 ug/kg in walleye pike(4). 1,2,4-Trichlorobenzene was detected at 21.19-35.34 ug/g in mussels (Elliptio complanata) from the Cornwall/Massena area on the St Lawrence River in samples taken Sept 28, 1989(5). 1,2,4-Trichlorobenzene was detected in zebra mussel (Dreissena polymorphia) at 1.6 and 1.8 ug/kg (wet weight) sampled at Lobith on the Rhine and Eijsden on the Meuse(6). 1,2,4-Trichlorobenzene was detected at 1.1-330 ng/g (wet weight) in snow crab (Chionoectes opilio) at 13 locations, in samples taken 1996 to 2000(7)."
        }
    ],
    "logP": [
        {
            "References": "Hansch, C., Leo, A., D. Hoekman. Exploring QSAR - Hydrophobic, Electronic, and Steric Constants. Washington, DC: American Chemical Society., 1995., p. 16",
            "Value": "log Kow = 4.02"
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "PMID:1949037",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ The acute toxicity of a number of chlorinated benzenes, ranging from monosubstituted to pentasubstituted benzenes, was studied in rats. Toxic effects on the liver, the kidneys, and the thyroid were monitored after a single ip administration of 1, 2, or 4 mmol/kg monochlorobenzene (MCB), 1,2-dichlorobenzene (1,2-DICB), 1,4-dichlorobenzene (1,4-DICB), 1,2,4-trichlorobenzene (1,2,4-TRCB), and pentachlorobenzene (PECB). Due to its low solubility, 1,2,4,5-tetrachlorobenzene (1,2,4,5-TECB) was tested at a highest dose of 0.8 mmol/kg. 1,2-DICB and 1,2,4-TRCB produced the most severe hepatotoxic effects when compared with an equimolar dose of the other chlorinated benzenes, as determined by plasma ALT profile and histopathological changes after 72 hr. MCB was considerably less hepatotoxic. Severe degenerative damage to the kidney was only observed in a few rats treated with 1,2,4-TRCB. However, protein droplets in the tubular epithelial cells were observed at 72 hr after administration of 1,4-DICB, 1,2,4-TRCB, 1,2,4,5-TECB, and PECB. In the latter two groups, these protein droplets were still observed 9 days after administration. All chlorinated benzenes tested excluding MCB induced a reduction in plasma thyroxine levels. The extent of decrease in plasma thyroxine was more severe in rats treated with 1,2,4-TRCB or PECB and correlated well with the relative binding affinities of the phenolic metabolites to the plasma transport protein for thyroxine, ie, transthyretin. The present study indicates that the establishment of a structure-activity relationship with regard to toxicity depends on the sensitivity of the respective target organs. In the series of (poly)chlorinated benzenes studied, ranging from mono- to pentachlorobenzene, the most severe effects on liver, kidney, and thyroid were observed for 1,2,4-substitution."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists, Inc. Documentation of the Threshold Limit Values and Biological Exposure Indices. 6th ed. Volumes I, II, III. Cincinnati, OH: ACGIH, 1991., p. 1605",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ A study of acute & subacute inhalation toxicity of ... 95% 1,2,4-isomer ... Indicated that target organs from non-lethal exposures of cats, dogs, rabbits, & guinea pigs included liver, kidney, ganglion cells of the brain, & it can irritate mucous membranes. Local pulmonary irritation of the lungs & dyspnea were noted in animals that later died after inhaling 1,2,4-1,2,4-trichlorobenzene. ... Sublethal doses admin repeatedly to guinea pigs caused liver damage. Short term (15 x 6-hr exposures at 70 & 200 ppm) inhalation studies failed to kill animals. ... Produced lethargy & retarded wt gain with no organ pathology."
        },
        {
            "References": "PMID:220753",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ 1,2,4-Trichlorobenzene increased bile duct-pancreatic fluid flow and decreased its protein concentration 24 hr after ip treatment of rats of with 5.0 mmol/kg. The mechanism of increased bile duct-pancreatic fluid flow is not known, but it does not involve secretin or cholinergic stimulation of the pancrease, nor does it occur secondary to liver damage."
        },
        {
            "References": "International Labour Office. Encyclopedia of Occupational Health and Safety. Vols. I&II. Geneva, Switzerland: International Labour Office, 1983., p. 460",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ 1,2,4-Trichlorobenzene causes transient erythema by single painting on mouse skin, and acanthosis and hyperkeratosis (but not chloracne) by repeated application to rabbit ears."
        },
        {
            "References": "USEPA; Ambient Water Quality Criteria Doc: Chlorinated Benzenes p.C-39 (1980) EPA 440/5-80-028",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Data on skin irritation reported ... 1,2,4-trichlorobenzene was not very irritating, although fissuring typical of a defatting action was observed after prolonged contact in rabbits and guinea pigs. Spongiosis, acanthosis, and parakeratosis were noted in both species, along with some inflammation of the superficial dermis in rabbits exposed daily for three weeks."
        },
        {
            "References": "PMID:6895089",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ 1,2,4-Trichlorobenzene significantly stimulated the activities of delta-aminolevulinic acid synthetase and heme oxygenase in rat liver. After a single injection of 200 mg/kg, heme oxygenase activity was enhanced but restored nearly to control levels at 48 hr. delta-Aminolevulinic acid synthetase activity was decreased at 6 hr, restored within 12 hr and then reached peak levels (approximately 2-3 times control levels) at 24 hr following treatment. Cytochrome P450 content at 48 hr was increased by 1,2,4-trichlorobenzene (200% of control)."
        },
        {
            "References": "European Chemicals Bureau; European Union Risk Assessment Report, 1,2,4-Trichlorobenzene (120-82-1) (2003). Available from query page, as of July 7, 2009: https://esis.jrc.ec.europa.eu/",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ ... /It was/ concluded that 98% pure 1,2,4-TCB was irritating to the eyes of rabbits. The test method is very similar to the test B.5 in Annex V of Directive 67/548/EEC. Pain was apparent, with severe conjunctivitis, chemosis and discharge but without corneal involvement. The lids became very swollen. The conjunctiva was inflamed for at least 48 hours. Irrigation of the eye with water was helpful but only if done immediately following exposure ..."
        },
        {
            "References": "European Chemicals Bureau; IUCLID Dataset, 1,2,4-Trichlorobenzene (120-82-1) (2000 CD-ROM edition). Available from, as of July 10, 2009: https://esis.jrc.ec.europa.eu/",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Undiluted /1,2,4-trichlorobenzene/ was applied three times to the abraded skin of the belly /of  a rabbit/ and caused slight to moderate hyperemia after each application with slight edema and necrosis after the second application. The degreasing effect is said to be responsible for these irritating effects."
        },
        {
            "References": "European Chemicals Bureau; IUCLID Dataset, 1,2,4-Trichlorobenzene (120-82-1) (2000 CD-ROM edition). Available from, as of July 10, 2009: https://esis.jrc.ec.europa.eu/",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Adult male albino rats were treated orally with 600 mg 1,2,4-trichlorobenzene/kg/day in a vehicle for 14 days. On day 15 or following a 14-day recovery period, the rats were injected ip with hexobarbitol sodium (100 mg/kg). Sleeping time was determined as the time between loss of the righting reflex and its recovery. Hexobarbitol sleeping time significantly decreased following 14 days of administration of test substance. In a 90-day and a 14-day study parameters of xenobiotic metabolism were observed. Animals were treated with 10, 20, or 40 mg/kg/day in a 90-day set and 150, 300, or 600 mg/kg/day in a 14-day set of experiments. Recovery period was 24 hours and 30 days for the 90-day study and 24 hours and 14 days for the 14-day study, respectively. Cytochrome c reductase, cytochrome P-450 content and glucuronyl-transferase activity increased. 1,2,4-trichlorobenzene was not lethal at a dose of 600 mg/kg although one rat died during observation period. Serum isocitrate dehydrogenase activity showed that the test substance was not hepatotoxic. Liver glucose-6-phosphate activity was decreased in rats given 300 mg/kg or higher but not at 150 mg/kg bw. Relative liver weight increased. 1,2,4-Trichlorobenzene was therefore judged to induce xenobiotic metabolism."
        },
        {
            "References": "SMITH CC ET AL; FED PROC FED AM SOC EXP BIOL 37 (3): 248 (1978)",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ 1,2,4-Trichlorobenzene (TCB) at dosages ranging from 1 to 173.6 mg/kg was admin to rhesus monkeys to define both the toxic & non-toxic levels. Single oral daily doses of 25 mg/kg or less were non-toxic & doses of 90 mg/kg or higher were toxic. Doses of 173.6 mg/kg were lethal within 20-30 days. High dose levels produced evidence of hepatic induction as shown by shift in urinary pattern of chloroguanide metabolites & incr clearance of iv doses of labeled TCB. Animals on highest dose exhibited severe wt loss & fine tremors; tremors were most pronounced a few days before death. Terminally, they had elevated levels of urea nitrogen, sodium, potassium, creatinine phosphokinase, serum glutamic oxaloacetic transaminase, serum glutamic peruvic transaminase, lactic dehydrogenase, & alkaline phosphatase, as well as hypercalcemia & hyperphosphatemia. No evidence of jaundice. Clinical symptoms & biochem changes were reversed when treatment discontinued. No mutagenic activity was detected for the parent cmpd or any of the 6 potential metabolites."
        },
        {
            "References": "PMID:619918",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Male Sprague-Dawley rats were daily given 20 mg/kg orally of 1,2,4-trichlorobenzene in corn oil for 14 days. Controls received 0.1% body wt of corn oil. The fact that it induced cytochrome P450 with a max not different from the pos controls indicates that this cmpd is an enzyme inducer of phenobarbital type."
        },
        {
            "References": "PMID:7338204",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Male rats, rabbits and beagle dogs were exposed to 0, 30, or 100 ppm of 1,2,4-trichlorobenzene for 7 hr/day, 5 days/week for 30 exposures in 44 days. In all 3 species there were no significant effects on body weight gain, hematologic and serum biochemical tests or gross and histopathologic appearance of tissues. At 100 ppm 1,2,4-trichlorobenzene, both rats and dogs had increased liver weights, and the rats also had increased relative kidney weight. Urinary excretion of porphyrins increased in rats exposed to 30 or 100 ppm 1,2,4-trichlorobenzene, most likely as a result of hepatic /microsome/ induction."
        },
        {
            "References": "Rao KS et al; Chem Toxicol 5 (3): 249-63 (1982) as cited in USEPA; Health Assessment Document: Chlorinated Benzenes p.249-63 (1985) EPA 600/8-84-015",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ The application of technical grade trichlorobenzene, 1,2,4-trichlorobenzene (70%) and 1,2,3-trichlorobenzene (30%) for five days/week for 4 weeks, at doses of 0, 30, 150, or 450 mg/kg day, to the dorsal skin (4x4 inch area) of New Zealand rabbits weighing approximately 3 kg. Gross and histologic examination of the skin showed evidence of moderate irritation at the highest dose and less irritation at the lower doses. This irritation consisted of epidermal scaling, thickening, fissures, ulcers, and erythema. No treatment related change was observed in clinical chemistry (BUN, glucose, SGPT, serum alkaline phospholase) or hematology. A slight but significant increase in urinary coproporphyrin was observed in high dose males (450 mg/kg/day) at day 24; None was seen in females."
        },
        {
            "References": "Cote M et al; Drug Chemical Toxicol 11 (1): 11-28 (1988)",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ The toxic effects of three trichlorobenzene isomers, 1,2,3-trichlorobenzene, 1,2,4-trichlorobenzene, and 1,3,5-trichlorobenzene, were investigated in rats treated over a period of 90 days. Thirteen groups of weanling Sprague Dawley rats were given one of the trichlorobenzenes, at concn of 1, 10, 100, or 1000 ppm in corn oil, or corn oil alone. After 13 wk all animals were anesthetized with ether and exsanguinated via the abdominal aorta. Clinical examination showed no signs of toxicity except reduced wt gain in some groups. High dose groups of treated males had a general trend towards lower wt gain with statistically significant wt gain suppression only seen in males treated with 1,2,3-trichlorobenzene at 10 of 1000 ppm. The liver to body wt ratios of males receiving the highest doses of the three trichlorobenzenes were significantly higher than controls. Kidney weights were higher for some groups of males. trichlorobenzene exposure did not affect serum sodium, potassium, inorganic phosphate, total bilirubin, alkaline phosphatase, aspartate transferase, total protein, calcium, cholesterol, glucose, uric acid, lactate dehydrogenase, or any hematological or urinary parameter. Hepatic microsomal aniline hydroxylase and aminopyrine demethylase activities were significantly elevated in males fed 1,2,4-trichlorobenzene at 1000 ppm. Aminopyrine demethylase activity was significantly elevated in females. Histopathologic changes related to treatment were seen in liver, thyroid, and kidney for all three isomers. The changes were mild in nature and judged to be significant only at the highest dose level, but they were more severe in males than in females. Microscopic changes in the liver consisted of mild to moderate increases in cytoplasmic volume and anisokaryosis of hepatocytes. Changes in the thyroid included reduction in both follicular size and colloid density. Only 1,3,5-trichlorobenzene resulted in mild to moderate renal changes in the convoluted tubules which were characterized by eosinophilic inclusions, enlargement and anisokaryosis of the lining cells and hyperplasia of the tubular epithelial cells. Only changes associated with the 1000 ppm dose level of the isomer were considered to be biologically significant. The authors conclude that the nonobservable adverse effect levels for all three trichlorobenzene isomers are 100 ppm and from data on the 1,2,4-trichlorobenzene levels found in lake trout (5 ppb) and estimated average fish consumption, that there is a 5.6x10+6 times safety factor between the potential human exposure and the effect level as seen in the rat."
        },
        {
            "References": "European Chemicals Bureau; European Union Risk Assessment Report, 1,2,4-Trichlorobenzene (120-82-1) (2003). Available from query page, as of July 7, 2009: https://esis.jrc.ec.europa.eu/",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Groups of 10 male and 10 female Fischer F344 rats received 0, 200, 600, or 1,800 ppm 1,2,4-TCB in the diet for three months ... Physical observations revealed a greater frequency of lachrymation and chromodacryorrhea in the treated animals but no dose-effect relation could be observed. /Chromodacryorrhea is called \"bloody tears\", actually porphyrin, a red pigment  from the Harderian glands of the rats, which occurs when rats are stressed or ill./  No ocular abnormalities or differences in body weight were observed among the groups. The weekly mean food consumption was significantly higher in the 600 and 1,800 ppm groups during three and five weeks of the study period, respectively. The clinical laboratory studies revealed a significant decrease in mean erythrocyte count, hemoglobin, and hematocrit values in the 1,800 ppm males at termination of the study. In the 1,800 ppm females a similar trend was seen, though statistical significance was seen for low mean hemoglobin and hematocrit values, only. In 1,800 ppm males the mean platelet count was significantly increased. The blood urea nitrogen (BUN) was elevated in both males and females of the 1,800 ppm group; elevated total protein, albumin and calcium were seen in the 1,800 ppm males; and low serum aspartate aminotransferase values for 600 and 1,800 ppm males were seen. The elevated BUN for both sexes in the high dose group suggests an effect of 1,2,4-TCB on kidney function and was consistent with the microscopic findings in male animals. At necropsy, mean liver weights and liver/body and liver/brain weights ratios for the 200, 600, and 1,800 ppm male dose groups and for females in the 600 and 1,800 ppm groups were statistically significantly higher than the control values. Dose-related increases in mean kidney weight indices were also evident in treated males with statistically significant differences between control and treated groups limited to an elevated mean kidney/body weight ratio for the 600 ppm males and an elevation in all these indices seen in the 1,800 ppm males. Mean kidney/body weight ratios for the 600 and 1,800 ppm females were also statistically significantly higher than the control values. The mean testes weight for the 1,800 ppm males was statistically significantly higher than the control value. In pathology, treatment-related changes were evident in kidneys of the 1,800 ppm males, and to a lesser extent of the 600 ppm males. The changes were dilated tubules, granular casts, hyaline droplets, and papillary mineral deposition. There was also an increased incidence or degree of severity of interstitial nephritis and regenerative tubular epithelium. There was an equivocal increase in the degree of tubular mineral deposition in the 1,800 ppm females. In livers centrolobular hepatocyte hypertrophy was present in the 1,800 and to a lesser extent in the 600 ppm males and the 1,800 ppm females. The liver changes were more prominent in male than in female rats. Based on elevations noted in liver weights and the kidney pathology, the LOAEL and the NOAEL for females were 600 ppm (40 mg/kg bw/day) and 200 ppm (13 mg/kg bw/day) 1,2,4-TCB in the diet, respectively. A LOAEL of 200 ppm (11 mg/kg bw/day) 1,2,4-TCB in the diet can be established for male rats but a NOAEL cannot be derived."
        },
        {
            "References": "European Chemicals Bureau; European Union Risk Assessment Report, 1,2,4-Trichlorobenzene (120-82-1) (2003). Available from query page, as of July 7, 2009: https://esis.jrc.ec.europa.eu/",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Groups of 10 male and 10 female B6C3F1/CrlBR mice were given 0, 220, 3,850 or 7,700 ppm 1,2,4-TCB (99.48% pure) in the diet for 13 weeks in a guideline study carried out according to GLP. The problem of evaporation of 1,2,4-TCB from the feed was properly addressed i.e. the practical doses were in general 10% less than the theoretical given above. The calculated ranges for the test substance intake (uncorrected for loss) in mg/kg bw/day for males is 58-76 (220 ppm), 651-1,112 (3,850 ppm) and 1,064-1,341 (7,700 ppm) and for females 80-92 (220 ppm), 933-1,337 (3,850 ppm) and 1,192-1,531 (7,700 ppm). There were no treatment-related clinical signs of toxicity. The body weights for males and females fed 220 ppm 1,2,4-TCB tended to be lower throughout the study. A statistically significant lower body weight was observed for males and females fed 7,700 ppm 1,2,4-TCB during weeks 1 and 5 through 13 and weeks 4 through 13, respectively. Body weights were significantly lower for males fed 3,850 ppm 1,2,4-TCB during weeks 8, 11, and 12 and for males fed 220 ppm during weeks 11 and 12. The cumulative body weight gain was significantly lower in males fed 220, 3,850, and 7,700 ppm 1,2,4-TCB from week 1 except in the 220 ppm group where significance was attained from week 2. In the females the cumulative body weight gain was significantly lower in the 7,700 ppm group from week 3 to 13, and in the 3,850 ppm group in weeks 4 and 5. Food consumption was significantly lower in the 7,700 ppm males and females through weeks 1 to 13. In the 3,850 ppm group food consumption was lower for males in weeks 1 through 7 and in females in weeks 1 through 6 and in week 10. In clinical pathology carried out at sacrifice, treatment-related effects were higher total protein in males given 3,850 and 7,700 ppm and in females given 7,700 ppm; higher albumin and globulin in males and females given 7,700 ppm; higher ALT (alanine aminotransferase) in males given 3,850 and 7,700 ppm and in females given 7,700 ppm; and higher SDH (sorbitol dehydrogenase) in males and females given 3,850 or 7,700 ppm 1,2,4-TCB. In anatomical pathology the following observations were made: significantly lower absolute brain weights in males and females fed 3,850 or 7,700 ppm; absolute liver weights, liver-to-body weight percentages, and liver-to-brain weight ratios were significantly higher in males and females given 3,850 or 7,700 ppm. These weight differences correlated with microscopic liver changes characterized by hepatocellular cytomegaly with karyomegaly and multinucleation vascular degeneration, and necrosis. A NOAEL for 1,2,4-TCB in the diet of 220 ppm (80 mg/kg bw/day) theoretical, 195 ppm practical for female B6C3F1/CrlBR mice was found. The LOAEL was 3,850 ppm (ca. 1,000 mg/kg bw/day). For males of the same strain a NOAEL could not be established as effect of dosing (reduction in body weight) was seen at the lower dose level (220 ppm, 62 mg/kg bw/day), which is the LOAEL."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists, Inc. Documentation of the Threshold Limit Values and Biological Exposure Indices. 6th ed. Volumes I, II, III. Cincinnati, OH: ACGIH, 1991., p. 1605",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ An inhalation study was carried out with 1,2,4-TCB 7 hr/day, 5 days/wk for 26 consecutive weeks. Thirty male rats, 16 male rabbits, and 9 male monkeys were exposed at 0, 25, 50, or 100 ppm. Pulmonary function and operant behavior in monkeys, ophthalmoscopic examination in rabbits and monkeys and body weight measurements, hematology, and serum biochemical determinations in all species were conducted prior to and during exposure; no differences were noted among the four groups as compared to their respective controls. Microscopic changes were seen in liver and kidney parenchyma in all groups of rats after 4 or 13 weeks of exposure; no treatment-related abnormalities were seen after 26 weeks of exposure in either rats, rabbits, or nonhuman primates."
        },
        {
            "References": "Coate WB et al; Arch Environ Health 32: 249 (1977) as cited in USEPA; Ambient Water Quality Criteria Doc: Chlorinated Benzenes p.C-40 (1980) EPA 440/5-80-028",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ A chronic inhalation exposure of rats (30 animals per group), rabbits (16 animals per group), and monkeys (9 animals per group) to 1,2,4-trichlorobenzene at 25, 50, and 100 ppm for periods up to 26 weeks was reported. No exposure-related ophthalmologic changes were detected in rabbits and monkeys after 26 weeks of exposure (rats were not examined). Similarly no exposure-related changes were detected in BUN, total bilirubin, SGOT, SGPT, alkaline phosphatase, and lactic dehydrogenase when determined at 4, 13, and 26 weeks of exposure. Hematological values were also normal. ... /At 4, 13, and 26 weeks/, no treatment-associated changes were noted in static compliance, carbon monoxide diffusion capacity, distribution of ventilation, transpulmonary pressure, or a battery of lung volume determinations. Histological changes were noted in liver and kidneys of rats necropsied after 4 and 13 weeks of exposure. These changes were noted in animals from all treatment groups and were manifested as an increase in size and vacuolation of hepatocytes. However, after 26 weeks no compound-related histopathological changes were noted in rabbits or monkeys."
        },
        {
            "References": "Yamamoto H et al; Nara Igaku Zasshi 33 (2): 132-45 (1982)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ 1,2,4-Trichlorobenzene was dissolved in acetone at dilutions of 60 and 30%, and 0.03 mL of the solution was painted on the skin of S1c:ddY mice twice a week for 2 yr. The chief general symptoms were a state of hysterical excitement and acceleration of spontaneous activity. Mortality was higher in experimental than control groups of the same sex. The main causes of death were respiratory infection, amyloidosis, and tumors. The local effect of 1,2,4-trichlorobenzene painting was thickening and keratinization of epidermis followed by inflammation, while painting of acetone alone did not cause any dermal lesions. Amyloidosis, which mainly affected the liver, spleen, kidney, and adrenals, was more frequent in all experimental groups painted with 1,2,4-trichlorobenzene than in the control group, in which it did, however, develop with low frequency. Tumors developed in the lung, kidney, stomach, urinary bladder, mammary gland, and skin in both experimental and control groups. Skin tumors were classified into squamous cell carcinoma, papilloma, and fibroma. The occurrence of tumors was scattered in both experimental and control groups, suggesting that they were spontaneous in origin and not due to a carcinogenic effect of 1,2,4-trichlorobenzene."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. V5:476",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ ... Mice were subjected to dermal applications of 1,2,4 isomer (in acetone solution) twice weekly for 2 years. Effects noticed in test animals included excitability, panting, dermal thickening, inflammation, and keratinization."
        },
        {
            "References": "European Chemicals Bureau; European Union Risk Assessment Report, 1,2,4-Trichlorobenzene (120-82-1) (2003). Available from query page, as of July 7, 2009: https://esis.jrc.ec.europa.eu/",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Groups of 50 male and 50 female B6C3F1 mice were given 0, 150, 700, or 3,200 ppm 1,2,4-TCB in the diet for 104 weeks ... The mean consumed dose of 1,2,4-TCB during the 104 weeks was 0, 20.9, 100,5, and 522 mg/kg bw/d for males and 0, 26.2, 127.2, and 574.9 mg/kg bw/d for females in the 0, 150, 700, and 3,200 ppm groups, respectively. In the high-dose group there was a decrease in survival from week 52 and onwards. For the 3,200 ppm group males and females survival at the end of the study was significantly decreased when 100% females and 90% males were dead. The mortality rate at 700 ppm was 18 % in males and 16 % in females, at 150 ppm 12% in males and 24 % in females and in the control group 10 % in males and 22 % in females. Compared to control mean values significantly lower weekly mean body weights were noted in the 3,200 ppm dose group males and females through most of the study. Terminal body weights of the 3,200 ppm females could not be assessed due to no survivors at week 104. Conversely, weekly mean body weights were greater (frequently statistically significant) in the 150 and 700 ppm dose group males and females. Histopathology revealed that liver tumors were seen in all three treatment groups as well as in the concurrent control group. There was a significantly increased incidence of hepatocellular carcinoma in the high- and mid-dose group. Adenomas were also increased in incidence in the two highest groups except 3,200 ppm males. The long-term feeding study with mice has deficiencies. The mortality rate at the high dose (3,200 ppm) for both males and females is high, complicating interpretation of the results from this group. However, hepatocellular carcinomas were seen in almost all animals in the high-dose group. At 700 ppm there is a tumor rate which is significantly increased compared to the concurrent control. The use of the mouse strain B6C3F1 in the carcinogenicity study is complicated by the fact that this strain of mice is known to produce a high incidence of hepatocellular carcinomas, when exposed to a substance which has a toxic effect on the liver. However, the results of this study show a positive carcinogenic effect of 1,2,4-TCB in this mouse strain. The NOAEL of 1,2,4-TCB for carcinogenicity was 150 ppm in the feed equal to 21-26 mg 1,2,4-TCB/kg bw/d for B6C3F1 mice."
        },
        {
            "References": "European Chemicals Bureau; European Union Risk Assessment Report, 1,2,4-Trichlorobenzene (120-82-1) (2003). Available from query page, as of July 7, 2009: https://esis.jrc.ec.europa.eu/",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Groups of 50 male and 50 female F-344 rats were given 0, 100, 350 or 1,200 ppm 1,2,4-TCB in the diet for 104 weeks ... The mean consumed dose of 1,2,4-TCB during the 104 weeks was 0, 5.5, 18.9, and 66.7 mg/kg bw/d, respectively in the males; and 0, 6.7, 22.9, and 79.3 mg/kg bw/d, respectively, in the females. Survival at the end of the study in the high dose group was 60% (30/50) for the males and 72% (36/50) for the females. The major cause of unscheduled death in all groups was neoplasia, which included mononuclear cell leukemia and tumors in the pituitary and Zymbal's gland. Mononuclear leukemia and pituitary gland tumors are common findings in old Fischer F344 rats, and no significant difference between control and high-dose animals is seen. With respect to the Zymbal's gland tumors, a non-significant increase is seen in high-dose animals. The incidence of Zymbal's gland tumors (carcinomas and adenomas) is however normally less than 1%. Further, from the NTP Historical Control Information Service, Environmental Health Information Service it appears that the incidence does not exceed 4% and in most cases is 2% or lower. Since the histological examination of these tumors had only been carried out on indication, a supplementary histopathological examination of all the Zymbal's glands from the study was carried out. There is no statistically significant increase when the incidence in the test groups is compared to the controls (p from 0.21 to 0.32). For males, the significance of a trend test just fails to achieve 5% probability (p = 0.0547). A Fischer's exact test of the combined incidence shows p = 0.056."
        },
        {
            "References": "PMID:7345170",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Rats were continuously exposed to 0, 25, 100, or 400 ppm 1,2,4-trichlorobenzene in drinking water, beginning with birth of the parental generation and continuing through weaning of the second filial generation. The treatment did not affect fertility, growth, viability, locomotor activity, or blood chem analyses. Adrenal gland enlargement was observed in both the parental and first filial generation animals at 95 days of age. To examine the adrenal enlargement found in the reproduction study, an acute toxicity study was undertaken in which immature females were given ip injections of 0, 250, or 500 mg/kg 1,2,4-trichlorobenzene on 3 consecutive days. 1,2,4-Trichlorobenzene had no estrogenic activity and the livers and adrenals of treated females were significantly larger than those of controls. Rather than being estrogenic, 1,2,4-trichlorobenzene in this treatment regimen resulted in a decrease in uterine wt. Thus, chronic or acute doses of 1,2,4-trichlorobenzene can produce adrenal enlargement in rats."
        },
        {
            "References": "PMID:6884296",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Possible maternal & hepatic reproductive effects of 1,2,4-trichlorobenzene (TCB) were assessed in rats given 0, 36, 120, 360, & 1200 mg/kg/day on days 9-13 of gestation. Animals were sacrificed on day 14 of pregnancy. Maternal deaths (2/9 rats, 6/6 rats) were recorded in 360 & 1200 mg/kg/day treatment groups & body wt gain was significantly decr in the 360 mg/kg/day group. Maternal liver wt, liver/body wt ratio, & hepatic microsomal protein content were unaffected by treatment. Hepatic microsomal cytochrome p450 content was significantly incr by admin of both 120 & 360 mg/kg/day. Hepatic microsomal aminopyrine N-demethylase, ethoxyresorufin O-deethylase, & uridine diphosphate-glucuronyl transferase activity towards p-nitrophenol were also incr at 120 & 360 mg/kg/day. Glutathione S-transferase activity to 1-chloro-2,4-dinitrobenzene & 1,2-dichloro-4-nitrobenzene were incr by pretreatment with 1,2,4-trichlorobenzene. Although pretreatment with 360 mg/kg/day did not incr resorptions, embryolethality, or teratogenicity, embryonic development was significantly retarded by all 4 growth criteria used (head length, crown-rump length, somite number, & protein content)."
        },
        {
            "References": "PMID:3233372",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ A study was made in rats of possible teratogenic effects of three trichlorobenzene isomers and their distribution in dams and fetuses. Pregnant Sprague Dawley rats were administered 150 and 300 mg/kg 1,2,4-trichlorobenzene, or 150, 300, and 600 mg/kg of 1,2,3-trichlorobenzene or 1,3,5-trichlorobenzene. Chemicals were given by gavage on day six and day fifteen of gestation. Dams were assessed for toxic effects and distribution of chemicals in tissues, and fetuses were examined for toxic and teratogenic effects. Dams did not exhibit any signs of toxicity, although there was a tendency toward a dose related reduction in body weight. Abnormalities in pregnancy outcome and fetal development did not appear to be related to treatment. Maternal liver weights were increased by all three isomers, and other organ weights were normal. Significant dose related increases in liver aminopyrine-N-demethylase activity were found for 1,2,3-trichlorobenzene and 1,2,4-trichlorobenzene. Dose related increases in hemoglobin and hematocrit occurred with all three compounds. Histology revealed maternal liver changes and eye lens lesions in 1,3,5-trichlorobenzene and 1,2,4-trichlorobenzene exposed fetuses. Mild thyroid changes were also noted in dams."
        },
        {
            "References": "Miranda CL et al; Res Comm Chem Path Phrm 46 (1): 13-24 (1984)",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ White Leghorn chick embryos and day old chicks were used to study the effects of monochlorobenzene, para-dichlorobenzene, and 1,2,4-trichlorobenzene on liver porphyrin levels and the effects of 1,2,4-trichlorobenzene on hepatic drug metabolism. The chlorobenzenes were administered to fertilized eggs at doses of 10 and 40 mg/egg, and the embryos were sacrificed at 24 hours post-treatment. The chlorobenzenes were administered orally to day old chicks at doses of 200 and 800 mg/kg body weight. The chlorobenzenes at the 40 mg level had no effect on the porphyrin contents of chich embryo liver, but all three compounds increased hepatic prophyrin levels in day old chicks at a dose of 800 mg/kg. The order of effectiveness from greatest to least was 1,2,4-trichlorobenzene, para-dichlorobenzene, and monochlorobenzene. Treatment of day old chicks with 800 mg/kg chlorobenzenes also increased the porphyrin content of the bile with a similar order of effectiveness. Analysis of the porphyrin pattern from day old chicks after 1,2,4-trichlorobenzene treatment showed no significant change relative to the controls. Treatment showed no significant change relative to the controls. Treatment with any of the chlorobenzenes had no significant effect on cytochrome p450, cytochrome-b5, glutathione-S-transferase, 7-ethoxyresorufin-O-dethylase, or 7-ethoxycoumarin-O-deethylase in chick embryos or biliary excretion of porphyrin. Trichlorobenzene at 200 mg/kg increased 7-ethoxyresorufin-O-deethylase and decreased 7-ethoxycoumarin-O-deethylase; cytochrome p450 content was also increased at 900 mg/kg 1,2,4-trichlorobenzene. The data /indicated/ that the porphyrinogenic actions of monochlorobenzene, para-dichlorobenzene and 1,2,4-trichlorobenzene and their capacity to induce microsomal monooxygenases depend on the stage of development of chicks as well as the degree of chlorination of the chemical."
        },
        {
            "References": "European Chemicals Bureau; European Union Risk Assessment Report, 1,2,4-Trichlorobenzene (120-82-1) (2003). Available from query page, as of July 7, 2009: https://esis.jrc.ec.europa.eu/",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Groups of 10 male and 10 female B6C3F1/CrlBR mice were given 0, 220, 3,850 or 7,700 ppm 1,2,4-TCB (99.48% pure) in the diet for 13 weeks ... Absolute weights of left and right testis/epidiymis were significantly lower in all groups of treated males. Relative testis/epididymis to brain weights were significantly lower in groups dosed with 220 or 3,850 ppm. These differences were not accompanied by macroscopic or microscopic changes in the testes or epididymides. The cause of the differences may be related to depletion of fat stores."
        },
        {
            "References": "U.S. Environmental Protection Agency's Integrated Risk Information System (IRIS) on 1,2,4-Trichlorobennzene (120-82-1). Available from the Substance File List, as of July 10, 2009: https://www.epa.gov/iris/index.html",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Five rats/group were dosed with 53 mg/kg/day 1,2,4-trichlorobenzene ... in corn oil by gavage. Microscopic examination of the TCB-treated rats showed moderate vacuolization of the zona fasciculata; the control group showed only slight vacuolization. Twenty-four hour urine and serum specimens were collected prior to post mortem examination. A 14% increase in absolute adrenal gland weight was observed and a 13% adrenal gland/body weight ratio was observed. This study indicated that the increase in adrenal gland weight observed /in a previous study/ could be associated with vacuolization of the zona fasciulata. In addition, the treated rats had decreased serum corticosterone levels when compared with controls."
        },
        {
            "References": "SCHOENY R ET AL; MUTAT RES 53 (1): 69 (1978)",
            "Value": "/GENOTOXICITY/ Male 150 g Sprague-Dawley rats were injected ip with 50 or 200 mg/kg of 1,2,4-trichlorobenzene (TCB) in corn oil for 4 days or 200 mg/kg for 2 days. Control animals received 2 mL/kg corn oil for 4 days. Animals were starved 24 hr prior to kill. 1,2,4-TCB was not detected as a mutagen either directly or in the presence of polychlorinated biphenyls or homologously-induced S-9."
        },
        {
            "References": "PMID:92763",
            "Value": "/GENOTOXICITY/ 1,2,4-Trichlorobenzene was evaluated for mutagenicity and hepatic enzyme induction potential in the Salmonella microsomal assay. The cmpd did not revert strains TA1535, TA1537, TA98, or TA100 when tested with or without metabolic activation at seven or eight concn over a three-log dose range."
        },
        {
            "References": "PMID:3331700",
            "Value": "/GENOTOXICITY/ Eight widely used halogenated benzenes, including the three isomers of trichlorobenzene (TCB) were tested for acute toxicity (LD50) and clastogenicity in 8 week old NMRI mice by intraperitoneal administration. Four doses of each chemical (up to 70% of LD50) were tested for clastogenic activity. Each compound was administered in two equal doses, 24 hr apart. Increased formation of micronucleated polychromatic erythrocytes, observed in femoral bone marrow, 30 hr after the first injection, was considered to be due to the clastogenic activity of the test compound. All the halogenated benzenes tested were found to be clastogenic (p< 0.01). No significant differences were found between the clastogenic activities of the trichlorobenzene isomers."
        },
        {
            "References": "Nohmi T et al; Bull Natl Inst Hyg Sci (Tokyo) 0 (103): 60-4 (1985)",
            "Value": "/GENOTOXICITY/ The mutagenicities of organic chemical contaminants in city water and related compounds were examined by the Salmonella/microsome test (Ames test). The three isomers of trichlorobenzene were not mutagenic in the test system."
        },
        {
            "References": "European Chemicals Bureau; European Union Risk Assessment Report, 1,2,4-Trichlorobenzene (120-82-1) (2003). Available from query page, as of July 7, 2009: https://esis.jrc.ec.europa.eu/",
            "Value": "/GENOTOXICITY/ ... 1,2,4-TCB /was tested/ for its effect on DNA repair in a Bacillus subtilis rec assay. 1,2,4-TCB showed activity that was described as strongly DNA damaging potential after S9 activation."
        },
        {
            "References": "European Chemicals Bureau; European Union Risk Assessment Report, 1,2,4-Trichlorobenzene (120-82-1) (2003). Available from query page, as of July 7, 2009: https://esis.jrc.ec.europa.eu/",
            "Value": "/GENOTOXICITY/ ... 1,2,4-TCB /was tested/ in the umu-test with and without microsomal activation using S9 prepared from rat livers pre-treated with phenobarbitone and 5,6-benzoflavone. The test showed a positive effect in the absence of S9. The effect seen was greater with increasing time of incubation with the test strain from the normal 2 hour incubation period up to periods of 20 hours incubation. Tested in the presence of microsomal activation toxicity was seen and the effects were negative ... these results /were confirmed in a secondary study/ when 1,2,4-TCB was tested at a concentration of 100 ug/mL: 1,2,4-TCB did not induce DNA repair in the umu-test with microsomal activation but a positive effect was seen without microsomal activation."
        },
        {
            "References": "European Chemicals Bureau; European Union Risk Assessment Report, 1,2,4-Trichlorobenzene (120-82-1) (2003). Available from query page, as of July 7, 2009: https://esis.jrc.ec.europa.eu/",
            "Value": "/GENOTOXICITY/ ... The effects of 1,2,4-TCB on DNA repair /were studied/ in hepatocytes from adult F344 rats in vitro. The substance was tested in the hepatocyte primary culture (HPC) DNA repair assay in concentrations from 10-5 % (v/v) (0.15 ug/mL) to 1 % (v/v) (14560 ug/mL). DNA repair was quantified by the detection of 3H -thymidine incorporation in nuclear DNA, observed as nuclear grains by autoradiography. Test compounds were reported positive, if the net grain count per cell nucleus was 5 or more. Concentrations of 10-2 % (v/v) (146 ug/mL) and above were cytotoxic. 1,2,4-TCB was negative at concentrations of 10-3 (15 ug/mL) and 10-4 % (v/v) (1.5 ug/mL). The results at 15 ug/mL were 0.6 grains per nucleus in one study and 0 in a second study. The positive controls, 2-AF and B(a)P are clearly positive with from 69 to 218 grains per nucleus. The negative controls, fluorine and DMSO were clearly negative with from 0 to 1.7 grains per nucleus."
        },
        {
            "References": "European Chemicals Bureau; IUCLID Dataset, 1,2,4-Trichlorobenzene (120-82-1) (2000 CD-ROM edition). Available from, as of July 10, 2009: https://esis.jrc.ec.europa.eu/",
            "Value": "/GENOTOXICITY/ /Saccharomyces cerevisiae were negative with and without metabolic activation for mitotic recombination in concentrations of 0.002 or 0.02% vol (29 or 290 ug/mL) 1,2,4-Trichlorobenzene/."
        },
        {
            "References": "European Chemicals Bureau; IUCLID Dataset, 1,2,4-Trichlorobenzene (120-82-1) (2000 CD-ROM edition). Available from, as of July 10, 2009: https://esis.jrc.ec.europa.eu/",
            "Value": "/GENOTOXICITY/ Primary rat hepatocytes /were/ negative for unscheduled DNA synthesis without metabolic activation /at concentrations 0.001 to 14560 ug/mL) 1,2,4-Trichlorobenzene/"
        },
        {
            "References": "PMID:12920908",
            "Value": "/GENOTOXICITY/ Effects of 1, 2, 4-trichlorobenzene (TCB) stress on seedling growth, cell division and chromosomal aberration frequency of root-tip cells of Vicia faba were studied. The results indicated that the growth of the root length and mitotic index of root tip cells were successively decreased and even stopped with the increase of TCB concentrations and treatment duration. Numerical and structural chromosomal aberrations at metaphase and anaphase of root-tip cells in Vicia faba seedlings were produced by 50-300 ug/g TCB treatment for 12-96 hr. The percentage of c-mitosis, chromosomal bridge and chromosomal asymmetry array in root tip cells exposed to 50-100 ug/g TCB for 12-24 hr was up to 1.0-10.3%. The percentage of chromosomal stickiness (S), chromosomal stickiness + chromosomal breakage (S + B), chromosomal stickiness + chromosomal ring (S + R), chromosomal stickiness + chromosomal asymmetry array (S + A) and chromosomal stickiness + chromosomal bridge (S + Be) in root tip cells reached 47.9-88.9%, and 18.1-29.6% for different kinds of chromosomal breakage at 300 micrograms/g TCB for 12-96 hr ..."
        },
        {
            "References": "PMID:15294434",
            "Value": "/GENOTOXICITY/ The cytotoxic and genotoxic effects of 1,2,4-trichlorobenzene (TCB) ... on root growth and DNA strand breakage damage of soybean nuclei in the test soil were studied using the comet assay. Results indicated that the root growth was significantly inhibited, and DNA strand breaks and the comet tail in the root tip nuclei were both induced after 48 hr exposure with TCB concentrations of 50, 100, 200, 300 ug/g in the soil. DNA strand breakage was more sensitive to the TCB than the root growth. There was a significant dose-response relationship between the TCB exposure and DNA strand breakage in the soybean nuclei ..."
        },
        {
            "References": "PMID:6641673",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ Chinese hamster ovary cells were exposed to 1,2,4-trichlorobenzene for 20 hr. Cell samples were assayed for protein and DNA synthesis, ATP, cell number, and viability. Estimates of sample concn necessary to produce a 50% reduction in response (EC50) were obtained from dose-response data and were used to compare cytotoxicity endpoints. The EC50 for viability was 142 ug/mL, for ATP 37 ug/mL, for DNA synthesis 45 ug/mL, and for protein synthesis 52 ug/mL. ATP and protein synthesis were approximately equally effective as indicators of cellular toxicity. The dose-response relationship for protein and DNA synthesis was a smooth, continuous function for responses as low as 1-2% of the control. A ranking of the cmpd based on their inhibition of DNA synthesis was compared to a ranking obtained from the literature for whole animal toxicity. In vitro results correlated well with animal test data."
        },
        {
            "References": "European Chemicals Bureau; European Union Risk Assessment Report, 1,2,4-Trichlorobenzene (120-82-1) (2003). Available from query page, as of July 7, 2009: https://esis.jrc.ec.europa.eu/",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ 1,2,4-trichlorobenzene has also been tested for androgenic, anti-androgenic and cytotoxic activity in vitro ... Chinese Hamster Ovary cells were seeded at a density of 5,000 cells per well and incubated the following day in the presence of 0.5, 2.5, 5, 25 and 50 uM 1,2,4-TCB. For testing of an antiandrogenic activity the androgen R1881 (0.1 nM) was added. Shortly after addition of test compounds, each well was transfected with a total of 50 ng DNA consisting of the expression vector for the human androgen receptor (pSVAR0) and a luciferase reporter gene (MMTV-LUC) using the non-liposomal transfection reagent FuGene. After an incubation period of 24 hours, the cells were lysed and luciferase activity was determined. Cytotoxicity was also tested using AlamarBlue. After incubation of the CHO cells for 24 hours with compounds at the indicated concentrations, the cell number was determined by measuring the reduction of AlamarBlue as described. The assay is based on metabolic reduction of the AlamarBlue dye into a fluorescent species, which is detected after excitation of the reduced dye at 560 nm and subsequent emission at 590 nm. No effects of 1,2,4-TCB up to 50 uM were observed in the above mentioned assays."
        },
        {
            "References": "European Chemicals Bureau; European Union Risk Assessment Report, 1,2,4-Trichlorobenzene (120-82-1) (2003). Available from query page, as of July 7, 2009: https://esis.jrc.ec.europa.eu/",
            "Value": "/VETERINARY CASE REPORTS/ An unusual occurrence of pink fluorescent bones in sheep in Victoria, Australia is attributed to the accumulation of porphyrins. 1,2,4-TCB was found in the sheep bone fat at concentrations of 120 umoles/kg. There had been no exposure to 1,2,4-TCB and the presence of both the 1,2,4-TCB in sheep bone fat and to the presence of the porphyrins in the bone was attributed to lindane exposure."
        },
        {
            "References": "PMID:6636202",
            "Value": "/OTHER TOXICITY INFORMATION/ The porphyrinogenic action of 1,2,4-trichlorobenzene was examined in 17 day old embryos, day old chicks, 18 day old chickens and adult Japanese quail. The quail was the most sensitive species towards 1,2,4-trichlorobenzene induced porphyria. The chick embryo was non-responsive /to this compound/. The liver porphyrins of Japanese quail were increased in a dose-dependent manner 1 day after 1,2,4-trichlorobenzene treatment. Elevation in porphyrin levels in quail was associated with comparable increase in delta-aminolevulinic acid synthetase (ALA-S) activity 1 day after 1,2,4-trichlorobenzene treatment. Multiple admin of 1,2,4-trichlorobenzene produced only a slight increase in liver porphyrin levels and delta-aminolevulinic acid synthetase activity in quail. There was a marked induction in ferrochelatase activity suggesting increased porphyrin turnover. Liver glutathione and glutathione S-tranferase activity were significantly increased."
        },
        {
            "References": "PMID:6640429",
            "Value": "/OTHER TOXICITY INFORMATION/ The effects of the higher chlorinated benzene and phenol congeners as inducers of the hepatic microsomal drug-metabolizing enzymes were determined in the immature male Wistar rat by comparing the enzymic, electrophoretic, and spectral properties of the microsomes. 1,2,4-Trichlorobenzene induced 4-dimethylaminoantipyrine N-demethylase."
        },
        {
            "References": "PMID:7444163",
            "Value": "/OTHER TOXICITY INFORMATION/ Hepatic arylesterase activity /in rats/ was induced by 1,2,4-trichlorobenzene but not by 1,3,5-trichlorobenzene. Serum arylesterase was not induced by any of the halogenated benzenes."
        }
    ],
    "sediment_soil_concentrations": [
        {
            "References": "(1) McFall JA et al; Chemosphere 14: 1561-9 (1985) (2) Kuntz KW; Toxic Contam in the Niagara River 1975-82 Burlington, Ontario Tech Bull No.134 (1984) (3) Buchert H et al; Chemosphere 10: 945-56 (1981) (4) Staples CA et al; Environ Toxicol Chem 4: 131-42 (1985) (5) Oliver BG, Bourbonniere RA; J Great Lakes Res 11: 366-72 (1985) (6) Lopes TJ, Furlong ET; Environ Sci Technol 20: 727-37 (2001) (7) Bedmond MS et al; Arch Environ Contam Toxicol 30: 53-61 (1996)",
            "Value": "SEDIMENTS: Lake Ontario, Niagara River area, 6 sites, 20 m sediment traps, 1982, 22-55 ppb; 3 stations, sediment traps at 4 depths 20-68 m deep, avgs 34-41 ppb(2). 1,2,4-Trichlorobenzene was detected in one of 3 sediment samples from Lake Pontchartrain, LA at 3.4 ppb dry weight, date not given(1). West Germany, 7 lakes, 29% pos, detected, not quantified(3). US STORET database, 353 samples, 0.6% pos, median <500 ppm(4). Concn (ppm dry wt) in seds: Southern Lake Huron, 9 samples, 1.5-6.6, 4.3 avg; Lake St. Clair, 2 samples, 1.7-2.5, 2.1 avg; Western Lake Erie, 9 samples, 1.3-14, 5.3 avg; Central Lake Erie, 22 samples, 1.2-3.4, 2.3 avg; Eastern Lake Erie, 15 samples, 1.3-3.5, 2.4 avg(5). 1,2,4-Trichlorobenzene was found in 0.2% of 517 sites sampled from 19 major river basins from Aug 1992 to Sept 1995 with a maximum concn of 68 ug/kg dry weight(6). 1,2,4-Trichlorobenzene was detected in the Calcasieu River estuary, LA at 0-26 mg/kg(7)."
        },
        {
            "References": "(1) Beurskens JEM et al; Water Sci Technol 29: 77-85 (1994) (2) ten Hulscher TEM et al; Chemosphere 35: 2331-44 (1997) (3) ten Hulscher TEM et al; Environ Toxicol Chem 23: 1634-9 (2004) (4) Ristola T et al; Chemosphere 32: 1179-92 (1996) (5) Masunga S et al; Wat Res 25: 289-97 (1991) (6) Kawata K et al; Bull Environ Contam Toxicol 58: 893-900 (1997) (7) van Zoest R, van Eck GTM; Sci Total Environ 103: 57-71 (1991) (8) Lee CL, Fang MD; Chemosphere 35: 2039-50 (1997) (9) Huang H et al; Bull Environ Contam Toxicol 73: 339-46 (2004) (10) Kawata K et al; Bull Environ Contam Toxicol 58: 893-900 (1997) (11) Lee C-L et al; Chemosphere 41: 889-99 (2000) (12) Santiago S et al; Aquat Sci 56: 221-42 (1994) (13) Schwarzbauer J et al; Org Geochem 31: 1713-31 (2000)",
            "Value": "SEDIMENT: 1,2,4-Trichlorobenzene was detected in the sediment of Lake Ketelmeer, Netherlands at concns of 240 and 70(1), 250-400(2) and 24 ug/kg (dry weight)(3). 1,2,4-Trichlorobenzene was detected in sediment of Lake Ladoga, Russia at concns of 2.3-6.8 pg/g(4). 1,2,4-Trichlorobenzene was detected at concns of 1.6-25.3 ng/g in sediment from Ise Bay, Japan(5). 1,2,4-Trichlorobenzene was identified, not quantified, in the sediment of 7 rivers and ports in Niigata, Japan(6). 1,2,4-Trichlorobenzene was detected at median concns of 87, 45, 27 and 14 ng/g in sediment taken from the Scheldt estuary, Netherlands(7). 1,2,4-Trichlorobenzene was detected in sediment off the coast of Taiwan at concns of 1-12 ng/kg(8). 1,2,4-Trichlorobenzene was detected in the suspended solids of the Huaihe River in the summer of 2002 at the concn of 0.19, not detected, and 0.39-0.63 mg/kg at Xiao Zui, Huaihe River bridge, and Hongguang Chemical plant, respectively(9). 1,2,4-Trichlorobenzene was not detected (detection limit 2 ng/g) in seven river mouths (Tainai, Agano, Shinano, Sekiya, Hokura, Seki, and Oumli rivers) and a port (Prefecture) in Niigata, Japan(10). 1,2,4-Trichlorobenzene was found off the coast of Kaohsiung, Taiwan at 40 sites at concns of not detected to 84.0 ng/g in samples taken 1996(11). 1,2,4-Trichlorobenzene was not detected in suspended solids in the Rhone River at Bouveret, Pougny, Pioncare, or St. Vallier, but was detected at Saone, Chasse, Beauchastel, Donzere and Arles at 6.8, 22.0, 76.7, 27.7 and 67.6 ug/kg (dry weight), respectively(12). Bed sediment samples taken from the Rhone River had concns of 1,2,4-trichlorobenzene of 5.4, 72.4 and 90.0 ug/kg (dry weight) from samples taken near Cordrieu, Beauchastel and Arles, and was not detected at Seyssell(12). 1,2,4-Trichlorobenzene was detected in sediment in 7 of 7 sites in the German Bight area(13)."
        },
        {
            "References": "(1) Carmichael LM et al; J Environ Qual 28: 888-97 (1999) (2) Kuo MCT et al; Bull Environ Contam Toxicol 65: 654-9 (2000) (3) Veningerova M et al; J Chromatogr A 774: 333-47 (1997)",
            "Value": "SOIL: 1,2,4-Trichlorobenzene was detected in soil at Toms River superfund site, NJ at concns of not detected to 440 ug/kg(1). 1,2,4-Trichlorobenzene was not detected in 705 soil samples taken from 30 industrial areas in Taiwan(2). 1,2,4-Trichlorobenzene had an avg soil concn of 0.021 mg/kg in localities contaminated by agrochemical and communal waste in Slovakia(3)."
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "(1) Sacan MT, Balcioglu IA; Chemosphere 32: 1993-2001 (1996) (2) Xu F et al; J Environ Qual 30: 1618-23 (2001) (3) Borisover MD, Graber ER; Chemosphere 34: 1761-76 (1997) (4) Chu W, Chan K-H; Sci Total Environ 248: 1-10 (2000) (5) Gao C et al; Environ Toxicol Chem 15: 1089-96 (1996) (6) Beck AJ et al; Adv Agron 55: 345-91 (1995) (7) Rathbun RE; Crit Rev Environ Sci 30: 129-295 (2000) (8) Yang K et al; Chemosphere 61: 116-28 (2005) (9) Swann RL et al; Res Rev 85: 23 (1983)",
            "Value": "Measured log Kocs of 3.1(1), 3.30(2), 3.35(3), 3.96(4-5), 4.03(6) were reported for 1,2,4-trichlorobenzene in soil. Koc values for 1,2,4-trichlorobenzene were 864 and 440 in soil and peaty soil(7). Log Koc values for peat soil and Dover soil taken from Zhejiang Province, China were 3.06 and 3.58(8). According to a recommended classification scheme(9), these Koc values suggest that 1,2,4-trichlorobenzene has moderate to no mobility in soil."
        },
        {
            "References": "(1) Masunga S et al; J Environ Sci Health A31: 887-903 (1996) (2) ten Hulscher TEM et al; Chemosphere 35: 2331-44 (1997) (3) Jonker MTO, Smedes F; Environ Sci Technol 34: 1620-6 (2000) (4) Brack W et al; Environ Toxicol Chem 17:1982-91 (1998) (5) Chen W et al; Environ Toxicol Chem 18: 1610-6 (1999) (6) Chen W et al; Environ Sci Technol 34: 385-92 (2000) (7) Ditoro DM, McGrath JA; Environ Toxicol Chem 19: 1971-82 (2000) (8) Gess P, Pavlostathis SG; Environ Toxicol Chem 16: 1598-1605 (1997) (9) Rathbun RE; Crit Rev Environ Sci 30: 129-295 (2000)",
            "Value": "A log Koc value of 3.9 was measured for 1,2,4-trichlorobenzene in sediment obtained from Ise Bay, Japan(1). A log Koc value of 5.0 was measured from sediment of Lake Ketelmeer, Netherlands(2). Log Koc values of 6.12 and 5.50 were also measured in Lake Ketelmeer at 0-30 cm (3.75% organic matter) and 40-120 cm (6.48% organic matter), respectively(3). The log Koc was reported as 4.06 in landfill effluent(4). 1,2,4-Trichlorobenzene had reported log Kocs of 4.56 and 4.74 in sediments from Bayou d'Inde and Calcosieu River, on Lake Charles, LA(5). A log Koc of 3.42 was reported in Dickenson sediment(6). A log Koc of 5.62 was found in sediment for 1,2,4-trichlorobenzene(7). Log Kocs of 3.30-4.18, 3.6, and 3.93 were reported in estuarine sediment(8). Koc values of 2350 and 3250 were given for aquifer material and sediment for 1,2,4-trichlorobenzene(9)."
        },
        {
            "References": "(1) Kimaninjoroge BN et al; J Contam Hydrol 29: 347-77 (1998)",
            "Value": "1,2,4-Trichlorobenzene Koc values at differing soil depth in Duke Forest soils(1).. ",
            "Table": "[{'Soil Horizon (depth, cm)': 'A (0-28)', 'Koc': '2,850', 'Soil Depth cm': '0-28', 'pH; % TOC; % Sand; % Silt; % Clay': '3.9; 0.536; 91.0; 8.4; 0.6'}, {'Soil Horizon (depth, cm)': 'E  (28-41)', 'Koc': '2,200', 'Soil Depth cm': '28-41', 'pH; % TOC; % Sand; % Silt; % Clay': '4.6; 0.191; 74.7; 13.9; 11.4'}, {'Soil Horizon (depth, cm)': 'EB (41-61)', 'Koc': '1,500', 'Soil Depth cm': '41-61', 'pH; % TOC; % Sand; % Silt; % Clay': '4.4; 0.098; 67.7; 16.9; 15.4'}, {'Soil Horizon (depth, cm)': 'BE (61-84)', 'Koc': '1,200', 'Soil Depth cm': '61-84', 'pH; % TOC; % Sand; % Silt; % Clay': '4.4; 0.127; 0.127; 41.9; 17.3; 40.8'}, {'Soil Horizon (depth, cm)': 'B1 (84-134)', 'Koc': '640', 'Soil Depth cm': '84-134', 'pH; % TOC; % Sand; % Silt; % Clay': '5.2; 0.099; 23.4; 20.4; 56.2'}, {'Soil Horizon (depth, cm)': 'B2 (134-184)', 'Koc': '500', 'Soil Depth cm': '134-184', 'pH; % TOC; % Sand; % Silt; % Clay': '4.4; 0.079; 0.079; 25.4; 23.2; 51.4'}, {'Soil Horizon (depth, cm)': 'B3 (184-234)', 'Koc': '290', 'Soil Depth cm': '184-234', 'pH; % TOC; % Sand; % Silt; % Clay': '4.6; 0.063; 27.2; 26.0; 46.8'}]"
        }
    ]
}