{
    "_id": {
        "$oid": "6682e909c4e5dba5ffba289b"
    },
    "CID": {
        "$numberInt": "13165"
    },
    "Name": "2-Hydroxyethyl acrylate",
    "IUPACName": "2-hydroxyethyl prop-2-enoate",
    "CanonicalSMILES": "C=CC(=O)OCCO",
    "Synonyms": [
        "2-HYDROXYETHYL ACRYLATE",
        "818-61-1",
        "Hydroxyethyl acrylate",
        "2-hydroxyethyl prop-2-enoate",
        "Ethylene glycol monoacrylate",
        "2-Propenoic acid",
        "2-hydroxyethyl ester",
        "Bisomer 2HEA",
        "Acrylic acid 2-hydroxyethyl ester",
        "2-hydroxyethylacrylate",
        "2-(Acryloyloxy)ethanol",
        "Ethylene glycol",
        "acrylate",
        "Acrylic acid",
        "2-hydroxyethyl ester",
        "Ethylene glycol",
        "monoacrylate",
        "CCRIS 3431",
        "HSDB 1123"
    ],
    "IsomericSMILES": "C=CC(=O)OCCO",
    "INCHI": "InChI=1S/C5H8O3/c1-2-5(7)8-4-3-6/h2,6H,1,3-4H2",
    "INCHIKEY": "OMIGHNLMNHATMP-UHFFFAOYSA-N",
    "Formula": "C5H8O3",
    "MolecularWeight": {
        "$numberDouble": "116.11"
    },
    "Description": {
        "$numberDouble": "NaN"
    },
    "XlogP": {
        "$numberDouble": "-0.2"
    },
    "Complexity": {
        "$numberInt": "87"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "environmental_bioconcentrations": [
        {
            "References": "(1) Hansch C et al; Exploring QSAR. Hydrophobic, Electronic, and Steric Constants. ACS Prof Ref Book. Heller SR, consult. ed., Washington, DC: Amer Chem Soc p. 14 (1995) (2) US EPA; Estimation Program Interface (EPI) Suite. Ver. 4.1. Nov, 2012. Available from, as of July 12, 2018: https://www2.epa.gov/tsca-screening-tools/ (3) Franke C et al; Chemosphere 29: 1501-14 (1994)",
            "Value": "An estimated BCF of 3 was calculated in fish for 2-hydroxyethyl acrylate(SRC), using a log Kow of -0.21(1) and a regression-derived equation(2). According to a classification scheme(3), this BCF suggests the potential for bioconcentration in aquatic organisms is low(SRC)."
        }
    ],
    "environmental_biodegradations": [
        {
            "References": "(1) NITE; Chemical Risk Information Platform (CHRIP). Biodegradation and Bioconcentration. Tokyo, Japan: Natl Inst Tech Eval. Available from, as of July 16, 2018: https://www.safe.nite.go.jp/english/db.html (2) Babeu L, Vaishnav DD; J Indust Microbiol 2: 107-15 (1987) (3) OECD; Chemicals Screening Information Datasets (SIDS) for High Volume Chemicals. Hydroxyethyl Acrylate. CAS No. 818-61-1. UNEP Publications. Available from, as of July 16, 2018: https://hpvchemicals.oecd.org/ui/Search.aspx",
            "Value": "AEROBIC: 2-Hydroxyethyl acrylate, present at 100 mg/L, reached 78% of its Theoretical BOD in 4 weeks using an activated sludge inoculum at 30 mg/L in the Japanese MITI test(1). 2-Hydroxyethyl acrylate was readily degraded in screening tests using mixed microbial cultures isolated from sewage by an enrichment technique; after 5 days, 61% Theoretical BOD was observed(2). Using a modified Sturm test, 2-hydroxyethyl acrylate, present at 10 and 20 mg/L, degraded 79 and 80%, respectively, in 4 weeks(3)."
        }
    ],
    "logP": [
        {
            "References": "Hansch, C., Leo, A., D. Hoekman. Exploring QSAR - Hydrophobic, Electronic, and Steric Constants. Washington, DC: American Chemical Society., 1995., p. 14",
            "Value": "log Kow = -0.21"
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "Organization for Economic Cooperation and Development; Screening Information Data Set for Hydroxyethyl acrylate CAS #818-61-1 p.13 (April 2005).",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ The limited inhalation data available /for rats (sex and strain not identified)/ on HEA indicate that a 7 hour exposure of 264 ppm (1250 mg/cu m) had no lethal effect. Inhalation exposures to 333 to 394 ppm for 4 or 8 hours respectively caused irritation and were in the threshold area for lethality. At exposures at 500 ppm and above, close to 100% lethality was observed."
        },
        {
            "References": "Organization for Economic Cooperation and Development; Screening Information Data Set for Hydroxyethyl acrylate CAS #818-61-1 p.14 (April 2005).",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ The ... study evaluating the acute dermal toxicity of HEA used 20 New Zealand White (NZW), albino rabbits (two/sex/dose level) and applied undiluted test material .... Topical doses of 63, 130, 160, 200 or, 250 mg/kg bw were applied for 24 hours under a plastic occlusive bandage. The acute percutaneous LD50 was 154 mg/kg bw with a 95% confidence interval of 131-174 mg/kg bw. Marked erythema and edema of the skin was seen in all treated animals and slight to moderate necrosis of the skin was observed in some animals. Clinical signs of toxicity were lethargy, decreased activity, loss of appetite and at 250 mg/kg bw only, rapid shallow breathing."
        },
        {
            "References": "Organization for Economic Cooperation and Development; Screening Information Data Set for Hydroxyethyl acrylate CAS #818-61-1 p.15 (April 2005).",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ The ... study evaluating the acute oral toxicity of HEA established a LD50 of 548 mg/kg bw with a 95% confidence limits of 460.5 to 652.1 ... In this study, HEA was administered as a 10% solution by gavage to groups of four Sprague-Dawley rats (two of each sex per dose group) at doses of 266.7, 400, 600, and 900 mg/kg bw. The animals were observed for 14 days post-dosing. The mortality was 0/4, 0/4, 3/4, and 4/4 at each dose level, respectively. Clinical signs (following administration of 10% aqueous solution) included hypoactivity, rough fur, labored breathing, muscle weakness, GI tract hemorrhage in the animals that died. Neat material may burn the tissues of the mouth, throat and gastrointestinal tract."
        },
        {
            "References": "Organization for Economic Cooperation and Development; Screening Information Data Set for Hydroxyethyl acrylate CAS #818-61-1 pp.16-7 (April 2005).",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Several studies have shown that undiluted HEA is severely irritating to the skin if left in contact with the skin for a sufficient period of time ... /In one study,/ HEA produced severe skin damage in albino rabbits (strain unidentified) following exposure under occlusion. /In another study/ the application of undiluted HEA to rabbit skin produced necrosis, erythema, and edema while application to the ear produced moderate necrosis and severe edema after 24 hours and moderate necrosis after 8 days. In /another/ study ... HEA was applied, using gauze patches, to the shaved skin of albino rabbits. The gauze patches were held in place for 24 hours under impervious plastic sheeting. Treatment was reported as being extremely irritating producing skin necrosis. Dermal studies to test for skin corrosivity classification by the US Department of Transportation (DOT) ... indicate, however, that dermal contact for 4 hours produced reversible irritation with no corrosive effect. In another study ..., the abdominal skin of two New Zealand White rabbits was shaved and 0.5 mL of undiluted HEA or a 10% solution of HEA was placed under a cotton pad on four skin areas. The undiluted HEA produced slight redness at 15 minutes and 1 hour exposure and moderate erythema with extensive edema and burn at 4 hours. Treatment with the 10% solution for 15 minutes did not produce skin irritation. Treatment with the 10% solution for 1 or 3.25 hours produced slight erythema, and/or edema. The 6-hour treatment with a 10% solution produced moderate redness, swelling and slight burn which healed with a scab after 5 days."
        },
        {
            "References": "Organization for Economic Cooperation and Development; Screening Information Data Set for Hydroxyethyl acrylate CAS #818-61-1 p.17 (April 2005).",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Several studies have shown that undiluted HEA is severely irritating and can damage the eye. In a ... study, 0.1 mL of undiluted HEA was instilled into the conjunctival sac of the right eye of six New Zealand White rabbits; the left eye was left untreated and served as the control, rabbits were examined at 1 and 60 minutes post-treatment, as well as at 1, 3, 7, and 14 days after treatment ... Treatment with HEA caused severe eye irritation in all six rabbits, with either maximum or near maximum scores for effects on the conjunctiva, iris and cornea achieved in 5 of 6 rabbits by 3 days post-treatment and persisting through 14 days. In another study ... undiluted and a 10% aqueous solution of HEA was instilled directly into the conjunctival sacs of New Zealand Albino rabbits. Within about 30 seconds of treatment one eye of each animal was washed with flowing water the other treated eye was left unwashed. One hour after treatment with undiluted material the washed and unwashed eye showed inflammation of the conjunctival membranes with corneal opacity over 50% of the eye. The response was essentially unchanged 2 and 7 days later. Treatment with the 10% aqueous solution caused some slight irritation which persisted in the unwashed eye for 2 days. The washed eye showed no sign of irritation one hour post-instillation. /It was/ also reported that a single instillation of 0.005 of undiluted HEA into the conjunctival sac of rabbits produced corneal necrosis and eye irritation."
        },
        {
            "References": "Organization for Economic Cooperation and Development; Screening Information Data Set for Hydroxyethyl acrylate CAS #818-61-1 p.19 (April 2005).",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ In a 4-week inhalation study 15 to 20 male rats per group were exposed for 7 hours/day, 5 days/week to HEA vapors at concentrations of 0, 5, 10, or 25 ppm (23.7, 47.4, or 118.5 mg/cu m) ... Interim sacrifices were performed on the 5 and 10 ppm groups after 2 weeks of exposure. All animals were subjected to a gross and microscopic examination irrespective of whether they died during the treatment or were killed at the termination of treatment. There were two deaths during the 13-week study. One male in the 60 mg/kg/day dose group died on day 31 and one female in a saline control group died between days 45 and 47. General necropsy did not reveal the cause of death. Histopathological examination found ulcerative keratitis (superficial loss of cornea with inflammation) in all groups exposed to HEA. The incidence of this effect increased with the exposure concentration with the lesion occurring in 14, 6, and 3 animals in the 25, 10, and 5 ppm treatment groups respectively. Focal ulcerative rhinitis (superficial loss of nasal epithelial tissue with inflammation) was observed in 7 and 4 rats in the 25 and 10 ppm treatment groups, respectively, but was not seen in the control rats. Clinical signs of nasal irritation were observed at 10 ppm and 25 ppm produced dyspnea (shortness of breath) and abdominal bloating which became more severe as the number of exposures increased. There were 17 spontaneous deaths in the 25 ppm treatment group. Unfortunately because of the high incidence of chronic murine pneumonia in all groups (not treatment-related) it was impossible to characterize any lung pathology which might have been caused by exposure to HEA. At termination, mean body weights of rats exposed to 10 ppm for 20 days were significantly lower than controls. Relative weights of livers were higher for rats that were exposed to 10 and 5 ppm, relative kidney weight was increased at 10 ppm only. Testicular atrophy was observed histopathologically in one of 9 rats exposed to 10 ppm HEA for 20 exposures but was judged not to be treatment-related. No testicular atrophy was found in the highest exposure group. The lowest observed adverse effect concentration (LOAEC), based on corneal irritation, was 5 ppm."
        },
        {
            "References": "Organization for Economic Cooperation and Development; Screening Information Data Set for Hydroxyethyl acrylate CAS #818-61-1 p.19 (April 2005).",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Groups of male and female Sherman strain rats (10/sex/group) were maintained for 100 days on a diet containing 0, 0.03, 0.1, or 0.3% HEA (equivalent to doses of 6, 20 and 60 mg/kg bw/day). Treatment did not cause any toxic effects as judged by mortality, growth, behavior, food consumption, hematological values, clinical chemistry measurements, organ weights, and gross and microscopic examination of tissues."
        },
        {
            "References": "Organization for Economic Cooperation and Development; Screening Information Data Set for Hydroxyethyl acrylate CAS #818-61-1 p.19 (April 2005).",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Groups of male and female Beagle dogs (2/sex/group) were maintained for 97 days on a diet containing 0.06, 0.2, or 0.4% HEA in diet (equivalent to doses of 21, 60 and 125 and 22, 63, and 131 mg/kg bw/day for males and females respectively). No adverse effects were found in male and female dogs. There were no treatment-related changes in organ weights, histopathology, or other parameters."
        },
        {
            "References": "Organization for Economic Cooperation and Development; Screening Information Data Set for Hydroxyethyl acrylate CAS #818-61-1 p.22 (April 2005).",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ In a chronic inhalation study male and female Sprague-Dawley rats (99 or 100 animals per sex per dose group) were exposed to HEA 6 hours per day, 5 days/week for 18 months at concentrations of 0.5 ppm (2.4 mg/cu m) or 5 ppm (24 mg/cu m). The control group consisting of 100 animals of each sex was exposed to air. After termination of treatment the male and female animals were left for a recovery period of 5 and 6 months respectively before being killed for examination post mortem. The study included a 12-month interim kill for pathological and cytogenetic examination. Histopathological examination was carried out for the following tissues of the control and 5 ppm groups, at interim and terminal sacrifice: brain, heart, liver kidneys, testes, lungs, thoracic, and/or mesenteric lymph nodes, salivary glands, pancreas, adrenals, spleen, thymus, aorta, skeletal muscle, small intestine, large intestine, thyroid gland, trachea, spinal cord, peripheral nerve, pituitary gland, epididymides, urinary bladder, accessory sex glands, adipose tissue, ovaries, uterus, nasal turbinates, and any gross lesion suggestive of a pathologic process or with tumor formation. At 0.5 ppm terminal sacrifice the following tissues were examined by light microscopy: lungs, livers, kidneys, lymph nodes, tracheas, and grossly visible lesions from all surviving animals; at interim sacrifice grossly visible lesions or tissues where lesions seen at 5 ppm. Rats dying or culled during the course of the study, complete necropsy and microscopic exam as described above (except when autolysis precluded evaluation) and the presence and absence of neoplasms recorded. Body weights, terminal organ weights, and cumulative mortality, urinalysis, clinical chemistries and hematology did not appear to be altered by chronic HEA exposure. Overall treatment was not associated with adverse effects except that the rats in the 5 ppm treatment group developed yellow staining of the fur and a marginal increase in Mycoplasma-induced pneumonia which was interpreted as being treatment-related. No treatment-related effects were seen in the 0.5 ppm group. Overall chronic inhalation exposure to HEA at a dose of 5 ppm caused only a minimal toxicological effect while no toxicity was seen at 0.5 ppm. Gross and histopathological examination of tissues showed no indication of significant chronic toxicity or a carcinogenic effect in either the 5 or 0.5 ppm treatment groups."
        },
        {
            "References": "Organization for Economic Cooperation and Development; Screening Information Data Set for Hydroxyethyl acrylate CAS #818-61-1 pp.22-3 (April 2005).",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ No reproductive toxicity studies are available. As part of a chronic inhalation study ... a detailed pathological examination of the male and female reproductive organs was conducted. In this study, male and female Sprague-Dawley rats were exposed to HEA vapors for 6 hours per day, 5 days/week for 18 months at doses of 0.5 ppm (2.4 mg/cu m) or 5 ppm (24 mg/cu m). The control group consisting of 100 animals of both sexes was exposed to air. After termination of treatment the male and female animals were left for a recovery period of 5 and 6 months respectively before being killed for examination post mortem. The pathological examination indicated that the female rats in the 5 ppm group showed an increased incidence of uterine inflammation as compared to the negative control animals. The incidence of uterine inflammation was 2/21 in controls and 1/3 and 11/27 for the 0.5 and 5 ppm groups, respectively. No other statistically significant differences for histopathologic observations of the female reproductive organs were found, including the ovaries, and the effects in the uterus are not considered indicative of reproductive toxicity potential for HEA. An evaluation of the histopathological data from the male animals exposed to 5 ppm indicated a statistically significant increase from the controls in the incidence of fibrinoid degeneration in the vascular channels of the testes which was a local vascular manifestation of mesenteric periarteritis syndrome [inflammation of the outer coat of an artery] observed as age-related lesion in this rat strain (8/14 in controls vs. 17/19 for the 5 ppm group). The authors of the study indicate that the fibrinoid degeneration in the testes was not a substance-specific toxic effect as the laboratory conducting this study commonly observed this lesion in aging rats of this strain at similar incidence as was observed in this study (the historical control incidence of this lesion in the testes from seven chronic toxicity/oncogenicity studies ranged from 37 to 85%). Polyarteritis (polyarteritis or periarteritis nodosa, that is: simultaneous inflammation of a number of arteries) is the most conspicuous inflammatory lesion of the blood vessels of rats. The etiology is unknown and the incidence varies among strains and colonies ... Common sites in male rats are the arteries of the testicle and to a lesser extent the arteries of the spermatic cord ... This lesion can /also/ be present in spermatic arteries."
        },
        {
            "References": "Organization for Economic Cooperation and Development; Screening Information Data Set for Hydroxyethyl acrylate CAS #818-61-1 p.23 (April 2005).",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Dietary studies with HEA in dogs (breed not identified) (97 days) and rats (strain not identified) (100 days) produced changes in body weights and organ weights changes related to the altered body weight ... HEA did not alter the histopathology of the testes or uterus in either species (dogs up to 0.4% in the diet (approx 131 mg/kg bw/day); rats up to 150 mg/kg bw/day)."
        },
        {
            "References": "Organization for Economic Cooperation and Development; Screening Information Data Set for Hydroxyethyl acrylate CAS #818-61-1 p.23 (April 2005).",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ In a study where the developmental toxicity of seven acrylates was investigated ..., groups of 25 pregnant /Sprague-Dawley/ rats were exposed to 0, 1, 5, or 10 ppm (0, 4.8, 24, or 48 mg/cu m). HEA was administered by inhalation 6 hr/day from days 6 through 20 of gestation. Maternal toxicity was demonstrated at 10 ppm as a statistically significant decrease in maternal body weight gain over the entire exposure period, which was also statistically different from controls on days 6-13. A statistically significant decrease in food consumption as compared to controls was also observed for the 10 ppm group on days 6-21. Uteri were removed and weighed, and the number of implantation sites, resorptions, and dead and live fetuses were recorded. Uteri which had no visible implantation sites were stained with ammonium sulfide to detect very early resorptions. Live fetuses were weighed, sexed, and examined for external anomalies including those of the oral cavity. Half of the live fetuses from each litter were preserved in Bouin's solution and examined for internal soft tissue changes. The other half were fixed in ethanol, eviscerated, and then processed for skeletal staining with alizarin red S for subsequent skeletal examination. There were no treatment-related increases in the number of implants, embryo/fetal mortality, or fetal malformations observed. There was no treatment effect on fetal body weight. The NOEL for maternal toxicity was 5 ppm; the NOEL for developmental effects and fetotoxicity was 10 ppm."
        },
        {
            "References": "PMID:1597260",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ The comparative neurotoxicity of subchronic exposure to 2-hydroxyethyl acrylate (HEA) and acrylamide (ACR) was evaluated using a functional observational battery (FOB) and neuropathology. Three dose levels of each compound (HEA: 3, 20, 60 mg/kg; ACR: 1, 4, 12 mg/kg) were administered intraperitoneally to male and female Long-Evans rats (n = 10/sex/dose level), 5 days/week for 13 weeks. Two vehicle control groups were also included. The FOB, which includes home-cage and open-field observations and interactive tests of sensory, neuromuscular, and autonomic function, was administered before dosing, at monthly intervals, and on the day after the last dose. Subsets of rats (n = 6/sex/dose level) were then perfused and tissues from the brain, spinal cord, and peripheral nerve were prepared for light microscopic evaluation. There were clear differences between the effects of HEA and ACR. ACR produced time- and dose-related changes in FOB measures of muscle tone and equilibrium, and produced axonal degeneration in peripheral nerves and within long tracts of the spinal cord. HEA exposure was also associated with changes in muscular function on FOB testing, but the magnitude of the effects was not as great as with ACR and not dose related. In addition, no neuropathological changes were detected after HEA exposure. Thus, the effects of HEA did not resemble those of ACR. The FOB data were summarized in domains of neurobehavioral functions. Using a composite score analysis, ACR was shown to produce prominent effects in the neuromuscular domain whereas HEA was largely without effect. When the data are analyzed in this manner, the neurotoxic potential of HEA appears to be minimal."
        },
        {
            "References": "Organization for Economic Cooperation and Development; Screening Information Data Set for Hydroxyethyl acrylate CAS #818-61-1 p.21 (April 2005).",
            "Value": "/GENOTOXICITY/ HEA was not mutagenic in Salmonella typhimurium with or without metabolic (S9) activation (strain TA100, 0.01-7.5 ul/plate [0.01-7.5 mg/plate]; ... strains TA98, TA100, TA1535, TA1537 and TA1538) (concentration not stated). HEA (0.038-5 mg/plate) was not mutagenic in Salmonella typhimurium strains TA102 or TA2638 with or without metabolic (S9) activation but was positive (approx ~2-3 fold increase in revertants as compared to controls) at 1.25 mg/plate and above in E. coli strain WP2/pKM101 and at 2.5 mg/plate and above in strain WP2 uvrA/pKM101."
        },
        {
            "References": "Organization for Economic Cooperation and Development; Screening Information Data Set for Hydroxyethyl acrylate CAS #818-61-1 p.21 (April 2005).",
            "Value": "/GENOTOXICITY/ HEA produced a clear dose-response related increase in mutant frequency in the mouse lymphoma cell assay (L5178Y, TK+/-) without metabolic (S9) activation (0, 10, 15, 20, and 25 ug/mL concentrations tested)."
        },
        {
            "References": "Organization for Economic Cooperation and Development; Screening Information Data Set for Hydroxyethyl acrylate CAS #818-61-1 p.21 (April 2005).",
            "Value": "/GENOTOXICITY/ ... A dose related increase (0, 15, 18, and 20 ug/mL concentrations tested) /was reported/ in chromosomal aberrations and micronuclei in L5178Y mouse lymphoma cells treated with HEA in the absence of metabolic (S9) activation."
        },
        {
            "References": "Organization for Economic Cooperation and Development; Screening Information Data Set for Hydroxyethyl acrylate CAS #818-61-1 p.21 (April 2005).",
            "Value": "/GENOTOXICITY/ As part of a chronic inhalation study (exposure 0.5 and 5 ppm HEA; 6 hr/day, 5 days/week) some of the rats (strain unidentified) (i.e. 4 rats/sex/dose group) were killed after 12-months exposure and the bone marrow cells examined for chromosomal damage. No evidence of chromosomal damage was seen."
        },
        {
            "References": "Organization for Economic Cooperation and Development; Screening Information Data Set for Hydroxyethyl acrylate CAS #818-61-1 p.21 (April 2005).",
            "Value": "/GENOTOXICITY/ A mouse micronucleus assay (conforming to OECD Guideline 474) was carried out with the HEA analog hydroxypropyl acrylate (HPA) (i.e. similar results would be expected with HEA) using NMRI mice (5 males and 5 females per group) and administering single gavage doses of 0, 100, 300, or 600 mg/kg bw. In vivo toxicity as evidenced by slightly reduced spontaneous reactivity was observed for up to six hours post-dosing at the dose of 600 mg/kg bw, but there was no increase in the frequency of micronuclei at any dose level of HPA as compared to the control animals at either 24 or 48 hours post-dosing. /Hydroxypropyl acrylate/"
        },
        {
            "References": "PMID:2687634",
            "Value": "/GENOTOXICITY/ Nine acrylate/methacrylate esters were tested for the induction of mutations, aberrations and micronuclei in cultured L5178Y mouse lymphoma cells without exogenous activation. With the exception of 2-ethylhexyl acrylate, and dicyclopentenyloxyethyl methacrylate which produced equivocal mutagenic responses, the other seven compounds (2-hydroxyethyl acrylate, dicyclopentenyloxyethyl acrylate, tetraethylene glycol diacrylate, tetraethylene glycol dimethacrylate, trimethylolpropane triacrylate, trimethylolpropane trimethacrylate, and pentaerythritol triacrylate) produced positive mutagenic responses with different potencies ... Acrylates were generally more potent than their corresponding methacrylates ..."
        },
        {
            "References": "Organization for Economic Cooperation and Development; Screening Information Data Set for Hydroxyethyl acrylate CAS #818-61-1 p.17 (April 2005).",
            "Value": "/IMMUNOTOXICITY/ ... Positive responses /have been reported in mice (strain and sex not identified)/ in the local lymph node assay indicating HEA dermal sensitization. Other sensitization studies ... indicate that HEA can produce dermal sensitization in laboratory animals."
        },
        {
            "References": "PMID:7090003",
            "Value": "/OTHER TOXICITY INFORMATION/ Structure-toxicity relationships of acrylates, including 2-hydroxyethyl acrylate, and methacrylates were analyzed in /male/ mice (strain not identified/. Acute oral LD50, partition coefficient (p), and 2nd order rate constant (k) were measured experimentally. Toxicities were found to be dependent upon log p or log k, especially upon log p."
        },
        {
            "References": "PMID:6839739",
            "Value": "/OTHER TOXICITY INFORMATION/ Contact sensitivity was produced in guinea pigs with mono-, di-, and tri- acrylate compounds. /Mono-, di-, and tri- acrylate compounds/"
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "(1) US EPA; Estimation Program Interface (EPI) Suite. Ver. 4.1. Nov, 2012. Available from, as of July 12, 2018: https://www2.epa.gov/tsca-screening-tools (2) Swann RL et al; Res Rev 85: 17-28 (1983)",
            "Value": "Using a structure estimation method based on molecular connectivity indices(1), the Koc of 2-hydroxyethyl acrylate can be estimated to be 1(SRC). According to a classification scheme(2), this estimated Koc value suggests that 2-hydroxyethyl acrylate is expected to have very high mobility in soil(SRC)."
        }
    ]
}