{
    "_id": {
        "$oid": "6682e9dac4e5dba5ffba2cb8"
    },
    "CID": {
        "$numberInt": "132988485"
    },
    "Name": "Saxitoxin dihydrochloride",
    "IUPACName": "[(3aS,4R,10aS)-2,6-diamino-10,10-dihydroxy-3a,4,8,9-tetrahydro-1H-pyrrolo[1,2-c]purin-4-yl]methyl carbamate;dihydrochloride",
    "CanonicalSMILES": "C1CN2C(=NC(C3C2(C1(O)O)NC(=N3)N)COC(=O)N)N.Cl.Cl",
    "Synonyms": [
        "SAXITOXIN DIHYDROCHLORIDE",
        "35554-08-6",
        "VKS19V6FQN",
        "Saxitoxin HCl",
        "STX dihydrochloride",
        "[(3aS,4R,10aS)-2,6-diamino-10,10-dihydroxy-3a,4,8,9-tetrahydro-1H-pyrrolo[1,2-c]purin-4-yl]methyl carbamate;dihydrochloride",
        "Saxitoxin hydrochloride",
        "UNII-VKS19V6FQN",
        "Biclorhidrato de saxotoxina",
        "Clam poison dihydrochloride",
        "Mussel poison dihydrochloride",
        "Gonyaulax toxic dihydrochloride",
        "HSDB 3557",
        "Biclorhidrato de saxotoxina [Spanish]",
        "Gonyaulax catenella poison dihydrochloride"
    ],
    "IsomericSMILES": "C1CN2C(=N[C@H]([C@H]3[C@]2(C1(O)O)NC(=N3)N)COC(=O)N)N.Cl.Cl",
    "INCHI": "InChI=1S/C10H17N7O4.2ClH/c11-6-15-5-4(3-21-8(13)18)14-7(12)17-2-1-9(19,20)10(5,17)16-6;;/h4-5,19-20H,1-3H2,(H2,12,14)(H2,13,18)(H3,11,15,16);2*1H/t4-,5-,10-;;/m0../s1",
    "INCHIKEY": "YHAHUGQQOBPXOZ-UIPPETONSA-N",
    "Formula": "C10H19Cl2N7O4",
    "MolecularWeight": {
        "$numberDouble": "372.21"
    },
    "Description": {
        "$numberDouble": "NaN"
    },
    "XlogP": {
        "$numberDouble": "NaN"
    },
    "Complexity": {
        "$numberInt": "548"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "plant_concentrations": [
        {
            "References": "(1) Klaassen CD et al, ed; Casarett and Doull's Toxicology. The Basic Science of Poisons. 7th ed. New York, NY: McGraw-Hill, p. 1222 (2008)",
            "Value": "Saxitoxin is produced by Gonyaylax catenella, G. acetenella, G. tamarensis, and Pyrodinium spp. and during red tide blooms may reach 20-40 million/mL(1)."
        }
    ],
    "fish_seafood_concentrations": [
        {
            "References": "(1) Klaassen CD et al, ed; Casarett and Doull's Toxicology. The Basic Science of Poisons. 7th ed. New York, NY: McGraw-Hill, p. 1222 (2008)",
            "Value": "/Saxitoxin/ is stored in various parts of shellfish. Digestive organs, liver, gills, and siphons contain the greatest concentrations of poison during the warmer months(1). /Saxitoxin/"
        },
        {
            "References": "PMID:29800291",
            "Value": "A case of an elderly female with suspected paralytic shellfish poisoning (PSP) is presented. The patient shared a meal of recreationally-harvested shellfish ...  A clam remaining from the meal was collected and analyzed for paralytic shellfish toxins (PST) by the Alaska Department of Environmental Conservation Environmental Health Laboratory; the clam tested positive for saxitoxin (STX; 277 ug/100 g), neosaxitoxin (NEO; 309 ug/100 g), multiple gonyautoxins (GTX; 576-2490 ug/100 g), decarbamoyl congeners (7.52-11.3 ug/100 g) and C-toxins (10.8-221 ug/100 g) using high-pressure liquid chromatography with post-column oxidation (AOAC Method 2011.02). ..."
        },
        {
            "References": "PMID:30301019",
            "Value": "The North Yellow Sea is a major aquaculture production area for the scallop Patinopecten yessoensis. In this study, the temporal and spatial variation of phycotoxins in scallops, phytoplankton, and their cysts were analyzed during a survey conducted from June 2011 to April 2012 around Zhangzi Island. The study area is a semi-enclosed epicontinental sea surrounded by the Shandong Peninsula, the Liaodong Peninsula and the Korean Peninsula. The three main results of the study were as follows: (1) The saxitoxin-group toxins, okadaic acid and analogues, and pectenotoxins were the major phycotoxin residues found in scallops; (2) Six kinds of toxic microalgae were identified, Protoperidinium spp., Gonyaulax spp., and Alexandrium spp. were the dominant taxa; Seven types of potential marine toxin-producing dinoflagellates, A. tamarense, A. catenella, Dinophysis fortii, G. catenatum, Gambierdiscus toxicus, Azadinium poporum, and Pseudo-nitzschia pungen were identified as the primary source of phycotoxins and were present at relatively high density from June to October; and (3) azaspiracids and domoic acid might be new potential sources of toxin pollution. This study represents the first assessment to phycotoxins around Zhangzi Island in the North Yellow Sea. /Saxitoxin/"
        },
        {
            "References": "PMID:30408884",
            "Value": "Paralytic shellfish toxins (PST) and tetrodotoxin (TTX) are naturally-occurring toxins that may contaminate the food chain, inducing similar neurological symptoms in humans. They are co-extracted under the same conditions and thus their combined detection is desirable. Whilst PST are regulated and officially monitored in Europe, more data on TTX occurrence in bivalves and gastropods are needed before meaningful regulations can be established. In this study, we used three separate analytical methods - pre-column oxidation with liquid chromatography and fluorescence detection, ultrahigh performance hydrophilic interaction liquid chromatography (HILIC) tandem mass spectrometry (MS/MS) and HILIC high resolution (HR) MS/MS - to investigate the presence of PST and TTX in seawater and shellfish (mussels, clams) collected in spring summer 2015 to 2017 in the Mediterranean Sea. Samples were collected at 10 sites in the Syracuse Bay (Sicily, Italy) in concomitance with a mixed bloom of Alexandrium minutum and A. pacificum. A very high PST contamination in mussels emerged, unprecedentedly found in Italy, with maximum total concentration of 10851 ug saxitoxin equivalents per kg of shellfish tissue measured in 2016. ... The recurring blooms of PST-producing species over the 3-year period, the high PST levels and the first finding of TTX in mussels from the Syracuse bay, suggest that monitoring programmes of PST and TTX in seafood should be activated in this geographical area."
        },
        {
            "References": "PMID:17035133",
            "Value": "From January 2002 to May 2004, 28 puffer fish poisoning (PFP) cases in Florida, New Jersey, Virginia, and New York were linked to the Indian River Lagoon (IRL) in Florida. Saxitoxins (STXs) of unknown source were first identified in fillet remnants from a New Jersey PFP case in 2002.  ... STXs /were found/ in 516 IRL southern (Sphoeroides nephelus), checkered (Sphoeroides testudineus), and bandtail (Sphoeroides spengleri) puffer fish. During 36 months of monitoring, ... STXs /were detected/ in skin, muscle, and viscera, with concentrations up to 22,104 ug STX equivalents (eq)/100 g tissue (action level, 80 ug STX eq/100 g tissue) in ovaries. Puffer fish tissues, clonal cultures, and natural bloom samples of P. bahamense from the IRL tested toxic in the MBA, RBA, MNCA, Ridascreen ELISA, and MIST Alert assay and positive for STX, dc-STX, and B1 toxin by HPLC and LC-MS. Skin mucus of IRL southern puffer fish captive for 1-year was highly toxic compared to Florida Gulf coast puffer fish. southern (Sphoeroides nephelus), checkered (Sphoeroides testudineus), and bandtail (Sphoeroides spengleri) puffer fish /were confirmed/ to be a hazardous reservoir of STXs in Florida's marine waters and implicate the dinoflagellate P. bahamense as the putative toxin source."
        }
    ]
}