{
    "_id": {
        "$oid": "6682e90cc4e5dba5ffba28a7"
    },
    "CID": {
        "$numberInt": "13450"
    },
    "Name": "TERBUTRYNE",
    "IUPACName": "2-N-tert-butyl-4-N-ethyl-6-methylsulfanyl-1,3,5-triazine-2,4-diamine",
    "CanonicalSMILES": "CCNC1=NC(=NC(=N1)SC)NC(C)(C)C",
    "Synonyms": [
        "Terbutryn",
        "886-50-0",
        "Shortstop",
        "TERBUTRYNE",
        "Clarosan",
        "Igran",
        "Prebane",
        "Terbutrex",
        "Saterb",
        "Igran 50",
        "Short-stop E",
        "N2-(tert-Butyl)-N4-ethyl-6-(methylthio)-1,3,5-triazine-2,4-diamine",
        "Igran 500",
        "\"1,3,5-Triazine-2,4-diamine",
        "N-(1,1-dimethylethyl)-N-ethyl-6-(methylthio)-\"",
        "\"1,3,5-Triazine-2,4-diamine,N-(1,1-dimethylethyl)-N-ethyl-6-(methylthio)-\""
    ],
    "IsomericSMILES": "CCNC1=NC(=NC(=N1)SC)NC(C)(C)C",
    "INCHI": "InChI=1S/C10H19N5S/c1-6-11-7-12-8(15-10(2,3)4)14-9(13-7)16-5/h6H2,1-5H3,(H2,11,12,13,14,15)",
    "INCHIKEY": "IROINLKCQGIITA-UHFFFAOYSA-N",
    "Formula": "C10H19N5S",
    "MolecularWeight": {
        "$numberDouble": "241.36"
    },
    "Description": "Terbutryn is a methylthio-1,3,5-triazine that is 2-(methylsulfanyl)-1,3,5-triazine substituted by a tert-butylamino and an ethylamino group at positions 2 and 4 respectively. It has a role as a herbicide, a xenobiotic and an environmental contaminant. It is a methylthio-1,3,5-triazine and a diamino-1,3,5-triazine.",
    "XlogP": {
        "$numberDouble": "3.7"
    },
    "Complexity": {
        "$numberInt": "206"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "environmental_bioconcentrations": [
        {
            "References": "(1) Wang X et al; Chemosphere 32: 1783-93 (1996) (2) Franke C et al; Chemosphere 29: 1501-14 (1994) (3) Muir DCG et al; Environ Toxicol Chem 2: 269-81 (1983)",
            "Value": "A BCF of 25 was reported in fish for terbutryne(SRC), using catfish (Ictaluris melas), specific conditions not provided(1). According to a classification scheme(2), this BCF suggests that bioconcentration in aquatic organisms is low(SRC). Little potential for bioconcentration of terbutryne was observed in sediment dwelling Chironomus tentans larvae that were living in water-sediment mixtures contaminated with the herbicide(3)."
        }
    ],
    "environmental_biodegradations": [
        {
            "References": "(1) Lechon Y et al; J Agric Food Chem 45: 951-4 (1997) (2) Avidov E et al; Weed Sci 33: 457-61 (1985) (3) Worral F et al; J Geol Soc 157: 877-84 (2000)",
            "Value": "AEROBIC: Degradation of terbutryne was analyzed in soil (pH 6.68, 11.54% clay, 64.81% sand, 1.75% organic matter) using a packed core method to give a half-life of 161 (4 °C and 10% moisture content), 31 (25 °C and 10% moisture content), 17 (32 °C and 10% moisture content), 36 (25 °C and 7% moisture content), and 17 days (25 °C and 13% moisture content)(1).  In another soil (pH 7.69, 18.22% clay, 44.34% sand, 0.97% organic matter) also using a packed core method half-lives of 227 (4 °C and 10% moisture content), 19 (25 °C and 10% moisture content), 14 (32 °C and 10% moisture content), 31 (25 °C and 7% moisture content), and 14 days (25 °C and 13% moisture content) were given(1). Degradation of terbutryne was analyzed in soil (pH 6.68, 11.54% clay, 64.81% sand, 1.75% organic matter) using a flask method to give a half-life of 17 (4 °C and 10% moisture content), 13 (25 °C and 10% moisture content), 7 (32 °C and 10% moisture content), 9 (25 °C and 7% moisture content), and 9 days (25 °C and 13% moisture content)(1).  In another soil (pH 7.69, 18.22% clay, 44.34% sand, 0.97% organic matter), also using a flask method, half-lives of 58 (4 °C and 10% moisture content), 13 (25 °C and 10% moisture content), 8 (32 °C and 10% moisture content), 19 (25 °C and 7% moisture content), and 8 days (25 °C and 13% moisture content) were given(1). Terbutryne degradation in soil which was sterilized by methyl bromide (fumigated) or by solar heating was much slower (half-life approx 11 weeks) than in the soil which was not sterilized (half-life approx 2 weeks)(2). The suppression of terbutryne degradation in the fumigated soil was still evident 8 months after fumigation, similar to the behavior found in autoclaved soil(2). Addition of fungicides also strongly inhibited the degradation of terbutryne in soil(2). These observations suggest that biodegradation accounted for the majority of the terbutryne degradation in soil in these experiments(2). Data from the UK data base as of 1993 gave degradation rates from 7 to 358 days with a mean value of 118.67(3)."
        },
        {
            "References": "(1) Muir DCG, Yarechewski AL; J Environ Sci Health B17: 363-80 (1982) (2) El-Dib MA, Abou-Waly HF; Water Res 32: 1881-7 (1998) (3) Muir DCG et al; Weed Res 21: 59-70 (1981) (4) Kearney PC; Proc Int Biodeg Symp 3rd p. 843-52 (1976) (5) Kaufman DD, Kearney PC; Res Rev 32: 235-65 (1970)",
            "Value": "AEROBIC: Half-lives of 240 and 180 days have been reported for degradation of terbutryne in pond and river sediment under static aerobic conditions (loosely capped flasks), respectively(1). Terbutryne had a degradation half-life of 18.2 days following a 40 day lag phase in Nile River water and a 6.9 day half-life after a 38 day lag phase in Nile River water with domestic settled sewage added(2). Terbutryne was applied to 2 farm ponds (A and C) near Winnipeg, Canada, in June 1978 to give 100 ug/L water concentrations(3). The half-life for terbutryne in the ponds ranged from 3 wk in pond C, which contained growths of cattails and duckweed to 30 days in pond A which was free from aquatic macrophytes(3).  Biological oxidation of the methylthio-sulfur in terbutryne may occur based upon the report that the methylthio group of the structurally similar herbicide prometryne is oxidized by soil microorganisms to the sulfoxide and sulfone(4). Adaptation and enrichment of viable microbial populations may be necessary for the degradation of methylthio-s-triazines such as terbutryne(5)."
        }
    ],
    "fish_seafood_concentrations": [
        {
            "References": "(1) Hendriks AJ et al; Environ Toxicol Chem 17: 1885-98 (1998)",
            "Value": "Terbutryne was reported at <5.0 ug/kg wet weight in zebra mussels (Dreissena polymorpha) and eels (Anguilla anguilla) from the Rhine-Meuse river delta in The Netherlands(1)."
        }
    ],
    "logP": [
        {
            "References": "Hansch, C., Leo, A., D. Hoekman. Exploring QSAR - Hydrophobic, Electronic, and Steric Constants. Washington, DC: American Chemical Society., 1995., p. 80",
            "Value": "log Kow = 3.74"
        }
    ],
    "mechanism_of_action": [
        {
            "References": "American Conference of Governmental Industrial Hygienists. Documentation of the Threshold Limit Values and Biological Exposure Indices. 5th ed. Cincinnati, OH: American Conference of Governmental Industrial Hygienists, 1986., p. 44",
            "Value": "... Their chief mode of action appears to involve carbohydrate metabolism. The chlorinated s-triazines inhibit starch accumulation by blocking the prodn of sugars. Similar behavior has been shown for the methoxy & methylthio-s-triazines. It has been reported that the s-triazines affect the tricarboxylic acid cycle with activation of phospho-phenyl pyruvate-carboxylase causing the disappearance of sucrose & glyceric acid with the formation of aspartic & malic acids. /S-triazines/"
        },
        {
            "References": "Klaassen, C.D. (ed). Casarett and Doull's Toxicology. The  Basic Science of Poisons. 6th ed. New York, NY:  McGraw-Hill, 2001., p. 791",
            "Value": "Inhibition of photosynthesis by disruption of light reactions and blockade of electron transport is the mechanism of action of the 1,3,5-triazine herbicides. /1,3,5-Triazines, from table/"
        },
        {
            "References": "Scarponi L; Weed Sci 34 (6): 807-10 (1986)",
            "Value": "The influence of some s-triazine herbicides on acid phosphatase and phosphodiesterase from corn (Zea mays) roots were investigated. Terbutryn stimulated both phosphatases, whereas prometryn stimulated only the phosphodiesterase. Atrazine desmetryn, prometon, and simazine inhibited acid phosphatase. No effect was exerted by ametryn. The enzyme assays and the kinetic parameters demonstrated that the interferences observed were due to an action on the synthesis of one or both enzymes rather than on the enzyme reactions. The types of the N-alkyl and the chlorine-subsitutuent groups in the structures of the s-triazines tested appear important in determing the degree of the interference."
        }
    ],
    "sediment_soil_concentrations": [
        {
            "References": "PMID:621340",
            "Value": "SEDIMENT: Terbutryne was identified in soil sediment samples from tailwater pits located in Haskell County, Kansaswhich, used to collect irrigation runoff from fields of corn or grain sorghum and sampled in May, June, July, August, and November, 1974(1)."
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "(1) Worral F et al; J Geol Soc 157: 877-84 (2000) (2) Chefetz B et al; Wat Res 38: 4383-94 (2004) (3) Gawlik BM et al; Chemosphere 36: 2903-19 (1998)  (4) Kenaga EE; Ecotox Environ Safety 4: 26-38 (1980) (5) Swann RL et al; Res Rev 85: 16-28 (1983)",
            "Value": "Data from the UK data base as of 1993 gave Koc value ranges from 700 to 11,660 with a mean value of 2863.11(1). Koc values were measured for two Kishon River, Israel sediments; Kfar Yehushua was 389.57 (7.1 pH, 30% sand, 30% silt 40% clay 1.63% TOC) and Haifa industrial area was 729.60 (6.8 pH, 30 % sand, 20% silt, 50% clay, 1.25% TOC)(2). Koc values were analyzed for terbutryne in 5 EUROSOILS (country, %Clay, % organic carbon, pH); EUROSOIL1- 41,757 (Italy, 75, 1.3, 5.1), EUROSOIL2- 372.7 (Greece, 22.6, 3.7, 7.4), EUROSOIL3- 788 (United Kingdom, 17.0, 3.45, 5.2), EUROSOIL4- 366.2 (France, 20.3, 1.55, 6.5), EUROSOIL5- 3539 (Germany, 6.0, 9.25, 3.2)(3). Another measured Koc value of 700 was given for an unspecified soil type(4). According to a classification scheme(5), Koc values of 150 to 500 indicate moderate mobility and >5,000 indicate immobility in soil(SRC)."
        },
        {
            "References": "(1) Helling CS, Dragun J; pp 43-88 in Test Protocols for Environmental Fate and Movement of Toxicants. Proc Symp AOAC (1981) (2) Gaynor JD, Volk VV; Environ Sci Technol 15: 440-3 (1981) (3) Senesi N, Testini C; Geoderma 28: 129-46 (1982) (4) Senesi N, Testini C; Chemosphere 13: 461-8 (1984) (5) WSSA; Herbicide Handbook p 244-6 (1983) (6) Gomezdebarreda D et al; Sci Tot Environ 132: 155-65 (1993) (7) Gaynor JD, Volk VV; Environ Sci Technol 15: 440-3 (1981)",
            "Value": "Terbutryne was classified as immobile in soil thin-layer and thick-layer chromatography and soil-column leaching experiments with sandy loam and silty clay soils in which the Rf range for terbutryne was 0.00-0.10(1). Adsorption of 96-98% and 86-97%, respectively, of the terbutryne applied to an unlimed and limed silt loam soil has been observed(2). Evidence has been reported that indicates that the basicity of s-triazine herbicides, such as terbutryne, is not the main factor governing adsorption to soil humic acids(3). It has been shown that the ability of s-triazines herbicides to act as electron donors to electron acceptor quinone-like units of humic acids also plays an important role in the adsorption(4). Adsorption of terbutryne is favored in soils containing higher concn of clay and organic matter and leaching is limited by adsorption to certain soil constituents(5). Adsorption is reversible and desorption can occur readily depending on conditions including temperature, moisture, and pH(5). Simulated field conditions for a loam soil (pH 7.8, 63.4% sand, 24.6% silt, 12.0% clay, 1.01% organic matter), under saturated field conditions and an application rate of 10 kg/ha of terbutryne gave leaching results of; 5.25, 0.30, 0.03, <0.01, and <0.01 ppm at depths of 0 to 6, 6 to 12, 12 to 18, 18 to 24, and 24 to 30 cm, respectively, after 10 days(6). Terbutryne was found at 0.3% of the applied amount in runoff water and sediment from a rain water simulated sample after 12 hours from unlimed soil(7)."
        }
    ],
    "plant_translocations": [
        {
            "content": "The absorption and translocation patterns of terbutryn [2-(tert-butylamino)-4-(ethylamino)-6-(methylthio)-s-triazine] and propazine [2-chloro-4,6-bis(isopropylamino)-s-triazine] were determined in wheat (Triticum vulgare Vill. ‘Kaw’) and sorghum (Sorghum bicolor L. ‘RS 612’). Bioassay studies showed sorghum to be tolerant and wheat susceptible to terbutryn. Absorption and translocation of uniform 14C-labeled terbutryn from 1 to 24 hr after initial treatment showed the roots of sorghum and the foliage of wheat to be the major sites of radioactivity accumulation. Foliage was the major site for propazine accumulation with both plant species. Thin-layer chromatography of extracts from terbutryn-treated plants showed that sorghum contained a higher percentage of metabolic breakdown products in the foliage than did the root systems, and wheat contained a high percentage of intact terbutryn in the foliage and roots. High temperature (32 C) enhanced translocation of terbutryn and propazine in both sorghum and wheat. The susceptibility of wheat and sorghum to terbutryn appears to be correlated with a combination of the factors of accumulation within the foliage of the plant and the ability to degrade the terbutryn molecule.",
            "reference": "Dudek, C., Basler, E., & Santelmann, P. W. (1973). Absorption and translocation of terbutryn and propazine. Weed science, 21(5), 440-443.",
            "method": {
                "Test Plant": "Wheat (Triticum vulgare Vill. 'Kaw') and sorghum (Sorghum bicolor L. 'RS 612')",
                "Apply Location": "Foliar application (the plants were treated with 0.4 μM solution of 14C-labeled terbutryn or propazine)",
                "Plant Grown Condition": "Seeds were germinated in paper rolls at 32C for 7 days, then transferred to 70 ml half-strength Hoagland's nutrient solution and grown at 14-hr 32C days and 10-hr 27C nights under continuous light at different temperatures.",
                "Chemical Preparation": "0.4 μM solution of uniform 14C-ring-labeled terbutryn (specific activity 7.9 μCi/mg) or 0.4 μM solution of uniform 14C-ring-labeled propazine (specific activity 9.2 μCi/mg)",
                "Pesticide Application Details for the Plant": "-",
                "Other Information": "Plants were harvested at various time intervals from 1 to 24 hr after treatment."
            },
            "result": "[{\"plant\": \"Sorghum\", \"Hours after application\": 1, \"Young leaf (ng/g)\": 29, \"Second leaf (ng/g)\": 57, \"Old leaf (ng/g)\": 85, \"Stem (ng/g)\": 73, \"Roots (ng/g)\": 796}, {\"plant\": \"Sorghum\", \"Hours after application\": 2, \"Young leaf (ng/g)\": 91, \"Second leaf (ng/g)\": 83, \"Old leaf (ng/g)\": 102, \"Stem (ng/g)\": 152, \"Roots (ng/g)\": 985}, {\"plant\": \"Sorghum\", \"Hours after application\": 4, \"Young leaf (ng/g)\": 130, \"Second leaf (ng/g)\": 144, \"Old leaf (ng/g)\": 140, \"Stem (ng/g)\": 267, \"Roots (ng/g)\": 1342}, {\"plant\": \"Sorghum\", \"Hours after application\": 8, \"Young leaf (ng/g)\": 230, \"Second leaf (ng/g)\": 265, \"Old leaf (ng/g)\": 288, \"Stem (ng/g)\": 409, \"Roots (ng/g)\": 1296}, {\"plant\": \"Sorghum\", \"Hours after application\": 12, \"Young leaf (ng/g)\": 363, \"Second leaf (ng/g)\": 376, \"Old leaf (ng/g)\": 467, \"Stem (ng/g)\": 503, \"Roots (ng/g)\": 1276}, {\"plant\": \"Sorghum\", \"Hours after application\": 24, \"Young leaf (ng/g)\": 806, \"Second leaf (ng/g)\": 1000, \"Old leaf (ng/g)\": 966, \"Stem (ng/g)\": 749, \"Roots (ng/g)\": 1224}, {\"plant\": \"Wheat\", \"Hours after application\": 1, \"Young leaf (ng/g)\": 90, \"Second leaf (ng/g)\": 73, \"Old leaf (ng/g)\": 84, \"Stem (ng/g)\": 152, \"Roots (ng/g)\": 263}, {\"plant\": \"Wheat\", \"Hours after application\": 2, \"Young leaf (ng/g)\": 119, \"Second leaf (ng/g)\": 129, \"Old leaf (ng/g)\": 159, \"Stem (ng/g)\": 265, \"Roots (ng/g)\": 246}, {\"plant\": \"Wheat\", \"Hours after application\": 4, \"Young leaf (ng/g)\": 312, \"Second leaf (ng/g)\": 346, \"Old leaf (ng/g)\": 424, \"Stem (ng/g)\": 417, \"Roots (ng/g)\": 299}, {\"plant\": \"Wheat\", \"Hours after application\": 8, \"Young leaf (ng/g)\": 582, \"Second leaf (ng/g)\": 755, \"Old leaf (ng/g)\": 869, \"Stem (ng/g)\": 472, \"Roots (ng/g)\": 321}, {\"plant\": \"Wheat\", \"Hours after application\": 12, \"Young leaf (ng/g)\": 966, \"Second leaf (ng/g)\": 1244, \"Old leaf (ng/g)\": 1243, \"Stem (ng/g)\": 620, \"Roots (ng/g)\": 348}, {\"plant\": \"Wheat\", \"Hours after application\": 24, \"Young leaf (ng/g)\": 2007, \"Second leaf (ng/g)\": 2222, \"Old leaf (ng/g)\": 2626, \"Stem (ng/g)\": 804, \"Roots (ng/g)\": 505}]"
        }
    ]
}