{
    "_id": {
        "$oid": "6682e90cc4e5dba5ffba28a9"
    },
    "CID": {
        "$numberInt": "13506"
    },
    "Name": "AMARANTH",
    "IUPACName": "trisodium;3-hydroxy-4-[(4-sulfonatonaphthalen-1-yl)diazenyl]naphthalene-2,7-disulfonate",
    "CanonicalSMILES": "C1=CC=C2C(=C1)C(=CC=C2S(=O)(=O)[O-])N=NC3=C4C=CC(=CC4=CC(=C3O)S(=O)(=O)[O-])S(=O)(=O)[O-].[Na+].[Na+].[Na+]",
    "Synonyms": [
        "AMARANTH",
        "915-67-3",
        "Acid red 27",
        "Azorubin S",
        "C.I. Acid Red 27",
        "Amaranth (dye)",
        "C.I. Food Red 9",
        "Amaranth Dye",
        "Bordeaux S",
        "FD & C Red No. 2",
        "Red No. 2",
        "Food Red 9",
        "Food red 2",
        "C.I. 16185",
        "FD&C Red No. 2"
    ],
    "IsomericSMILES": "C1=CC=C2C(=C1)C(=CC=C2S(=O)(=O)[O-])N=NC3=C4C=CC(=CC4=CC(=C3O)S(=O)(=O)[O-])S(=O)(=O)[O-].[Na+].[Na+].[Na+]",
    "INCHI": "InChI=1S/C20H14N2O10S3.3Na/c23-20-18(35(30,31)32)10-11-9-12(33(24,25)26)5-6-13(11)19(20)22-21-16-7-8-17(34(27,28)29)15-4-2-1-3-14(15)16;;;/h1-10,23H,(H,24,25,26)(H,27,28,29)(H,30,31,32);;;/q;3*+1/p-3",
    "INCHIKEY": "WLDHEUZGFKACJH-UHFFFAOYSA-K",
    "Formula": "C20H11N2Na3O10S3",
    "MolecularWeight": {
        "$numberDouble": "604.5"
    },
    "Description": "Amaranth is an organic molecular entity.",
    "XlogP": {
        "$numberDouble": "NaN"
    },
    "Complexity": {
        "$numberInt": "1080"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "environmental_bioconcentrations": [
        {
            "References": "(1) Baughman GL, Perenich TA; Amer Dyestuff Report Feb, pp. 19-22 (1988)",
            "Value": "As amaranth is an ionic compound, bioconcetration will not be an important environmental fate process(1)."
        }
    ],
    "environmental_biodegradations": [
        {
            "References": "(1) Chung KT et al; Crit Rev Microbiol 18: 175-90 (1992) (2) Weber EJ, Adams RL; Environ Sci Technol 29: 1163-70 (1995) (3) Haug W et al; Appl Environ Microbiol 57: 3144-49 (1991)",
            "Value": "ANAEROBIC: Amaranth may be biodegraded anaerobically; a wide variety of anaerobic bacteria have the ability to cleave the azo linkage(s) to produce aromatic amines(1). Azo dyes are hydrophobic compounds, suggesting they will partition strongly to bottom sediments where reductive cleavage of the azo linkage may occur. This transformation process could result in the release of potentially hazardous aromatic amines to the water column(2). Following aerobic growth with 6-aminonaphthalene-2-sulfonate, a bacterial consortium incubated under anaerobic conditions reduced 37% of the added amaranth over 3 days(3)."
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "WHO/FAO: Expert Committee on Food Additives. Summary of Toxicological Data of Certain Food Additives Series 8: Amaranth (915-67-3) (1975). Available from, as of October 19, 2011: https://www.inchem.org/pages/jecfa.html",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Six groups of nine rabbits were used in dermal irritation and percutaneous toxicity tests employing 0.1% X 1% dye in ointment or water vehicle. No significant dermal or systemic toxicity related to treatment was seen."
        },
        {
            "References": "PMID:6886837",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/In order to clarify the mechanism of the adverse effects of dietary amaranth, trisodium 1-(4-sulfo-1-naphthylazo)-2-naphthyl-3,6 disulfonic acid, the effects of amaranth in vitro and in a jejunum perfusion in vivo on intestinal sucrase were investigated in rats. The inhibitory effect of amaranth in vitro on the sucrase activity was not detected even at the concentration of 1%, whereas the remarkable release of intestinal sucrase from intestine was observed with the jejunum perfusion of Ringer bicarbonate solution (RBS) containing amaranth at the 1% level. On the other hand, the perfusion of RBS containing tris(hydroxymethyl)-aminomethane, a strong inhibitor of intestinal disaccharidase activities, did not produce the release of intestinal alkaline phosphatase. These findings suggest that the toxicity of dietary amaranth is due to the exfoliating or solubilizing effects of amaranth on the brush border membrane of the small intestine."
        },
        {
            "References": "PMID:20077213",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ ... In the current study, the potencies of single and combination use of allura red AC (R40), tartrazine (Y4), sunset yellow FCF (Y5), amaranth (R2), and brilliant blue FCF (B1) were examined on neural progenitor cell (NPC) toxicity, a biomarker for developmental stage, and neurogenesis, indicative of adult central nervous system (CNS) functions. R40 and R2 reduced NPC proliferation and viability in mouse multipotent NPC, in the developing CNS model. Among several combinations tested in mouse model, combination of Y4 and B1 at 1000-fold higher than average daily intake in Korea significantly decreased numbers of newly generated cells in adult mouse hippocampus, indicating potent adverse actions on hippocampal neurogenesis. However, other combinations including R40 and R2 did not affect adult hippocampal neurogenesis in the dentate gyrus. Evidence indicates that single and combination use of most tar food colors may be safe with respect to risk using developmental NPC and adult hippocampal neurogenesis. However, the response to excessively high dose combination of Y4 and B1 is suggestive of synergistic effects to suppress proliferation of NPC in adult hippocampus. Data indicated that combinations of tar colors may adversely affect both developmental and adult hippocampal neurogenesis; thus, further extensive studies are required to assess the safety of these additive combinations."
        },
        {
            "References": "PMID:1668101",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ To clarify the effect of feeding 5% amaranth (Food Red No. 2, Am) alone or with 5% dietary fiber on jejunal mucosal integrity, change in jejunal sucrase activity before and after the feeding was compared between rats fed and fasted previously. Digestion-absorption capacity of the jejunum was also examined by perfusing 15 mmol/liter sucrose and 30 mmol/liter glycylglycine through the anesthetized rat jejunum after 14 days of feeding Am. Gobo dietary fiber (GDF) was prepared from the roots of edible burdock (Arctium lappa L.). At the end of 3 days' fasting, rats had 20% less body weight, 30% less mucosal protein and 50% less jejunal sucrase activity per unit length than those before fasting. Although rats fed Am showed severe diarrhea and growth retardation as observed in previous reports, initial sucrase level was not changed by feeding Am for 3 days even in the fasted rats. When sucrase activity on day 3 after feeding was compared among inter-groups, however, rats fed Am showed sucrase activity lower than that of rats fed either the basal diet or the basal diet containing Am plus GDF only when they had been fasted previously. After 14 days of feeding, rats fed Am after 3 days' fasting regained sucrase activity up to that of rats fed the basal diet despite the remarkable growth retardation. Jejunal perfusion in situ showed that digestion-absorption capacity for sucrose and glycylglycine in rats fed 5% Am for 14 days was also the same as that in rats fed the basal diet. These results suggest that feeding Am can reduce neither jejunal sucrase nor digestion-absorption capacity of epithelial cells of the jejunum, but retards the regain of the lowered sucrase level at earlier stage of feeding when rats have been fasted before the feeding, and that concurrent feeding of GDF promotes catch-up of the sucrase level lowered by the fasting."
        },
        {
            "References": "WHO/FAO: Expert Committee on Food Additives. Summary of Toxicological Data of Certain Food Additives Series 8: Amaranth (915-67-3) (1975). Available from, as of October 19, 2011: https://www.inchem.org/pages/jecfa.html",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Six groups of six male and six female rats were fed either basal stock diet, a highly purified basal diet, stock diet containing 2.5% or 5% amaranth and purified basal diet containing 2.5% or 5% amaranth for 21 days. ...The 5% level amaranth had practically no adverse effect on weight gain or appearance, but in the purified diet growth ceased and animals died within two weeks. Vitamin supplements had no protective effect but 10% cellulose, 10% alfalfa meal or watercress powder protected against this dietary effect."
        },
        {
            "References": "WHO/FAO: Expert Committee on Food Additives. Summary of Toxicological Data of Certain Food Additives Series 19: AMARANTH (915-67-3) (1984). Available from, as of October 19, 2011: https://www.inchem.org/pages/jecfa.html",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Groups of 25 mature (11 week old) male and female Wistar rats were fed diets designed to provide intakes of 0, 20, 40, 80, or 1250 mg amaranth/kg body weight per day for either 28 or 90 days. Over the 90-day period, the actual intakes were close to the target figures but in the 28-day study, the actual mean daily intakes were 0, 15, 30, 63 or 1005 mg/kg body weight per day for males and 0, 17, 33, 69 or 1046 mg/kg body weight per day for females. As a positive control, similar groups were fed diet containing 50% lactose for 28 days. After lactose treatment for 28-day, there was a reduced weight gain and an increased incidence of microscopically visible calcification and hyperplasia of the renal pelvis. There were no statistically significant differences in body weight between controls and the groups given up to 80 mg amaranth/kg body weight per day for either 28 or 90-day. In males, there was a tendency toward reduced weight gain in the groups given 1250 mg amaranth/kg body weight per day resulting in a statistically significant (P<0.05) difference in body weight after 28-day but not after 90-day. Both sexes given the highest dose level consumed more water than controls. Relative kidney weights and the renal concentrations of calcium, magnesium and phosphorus were not affected by treatment with amaranth at any dose level and for either period of time. The overall incidence of histopathological findings in the kidney was low but there was a small increase in the number of high dose male animals with renal pelvic hyperplasia and calcification after 90-day, but not after 28-day. It was concluded that the calcification occurs only in animals with developing senile nephrosis. The no-effect-level in this study was 80 mg amaranth/kg body weight per day for 90-day."
        },
        {
            "References": "WHO/FAO: Expert Committee on Food Additives. Summary of Toxicological Data of Certain Food Additives Series 8: Amaranth (915-67-3) (1975). Available from, as of October 19, 2011: https://www.inchem.org/pages/jecfa.html",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ After a prolonged administration of a daily dose of 50 mg/rat the vitamin A content of the liver showed a threefold to fourfold decrease. The glutathione content of the liver and spleen was increased. ... Rats fed amaranth showed no change in liver phosphatase, glucose-6-phosphate dehydrogenase or gluconate-6-phosphate dehydrogenase but an increase in catalase, succinic dehydrogenase and azo-reductase."
        },
        {
            "References": "Nippon Nogeikagaku Kaishi 65 (7): 1083-88 (1991)",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ The growth responses of rats were evaluated: (a) when they were intubated with a purified diet containing 4% amaranth (Food Red No.2) with and without dietary fiber; (b) when fed a protein-free diet containing 5% amaranth with and without 7.5% dietary fiber; and (c) when fed the basal diet before and after feeding 5% amaranth. Intubation of the 25% casein-sucrose basal diet containing 4% amaranth for 21 days resulted a lower body weight gain and lower food efficiency than the basal diet without amaranth despite the equal amount of nutrients (16 g/day). However, the adverse effect of amaranth was counteracted by the concurrent intubation of 4% amaranth and 7.5%. The feeding of 5% amaranth in a protein free diet also resulted a lower body weight than control rats fed the same diet without amaranth, and concurrent feeding of 7.5% beet dietary fiber ameliorated the lowered body weight. When rats were refed the basal fiet for 10 days after feeding 5% amaranth for 5 days, they showed a higher growth rate than with the same diet before amaranth feeding. Dietary amaranth impairs the availability of ingested nutrients."
        },
        {
            "References": "Iitoi Y et al; J Of The Food Hygienic Society Of Japan 35 (6): 610-4 (1994)",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Male rats were fed a diet supplemented with 2% amaranth and/or 10% Kanpyo powder for 30 days. Hepatic cytochrome P450 content and arylhydrocarbon hydroxylase UDP-glucuronosyltransferase sulfotransferase and glutathione S-transferase activities as well as intestinal UDP-glucuronosyltransferase and glutathione S-transferase activities were determined. Among the enzymes only intestinal microsomal UDP-glucurosyltransferase activity was significantly lowered by amaranth and this effect was prevented by the addition of Kanpyo powder. Rats fed Kanpyo diet showed a significant increase in hepatic glutathione S-transferase activity compared to the untreated rats regardless of amaranth addition."
        },
        {
            "References": "European Food Safety Authority (EFSA); EFSA Panel on Food Additives and Nutrient Sources added to Food (ANS): Scientific Opinion on the re-evaluation of Amaranth (E 123) as a food Additive. (June 2010). Available from, as of October 25, 2011: https://www.efsa.europa.eu/en/publications.htm",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ No compound-related effects on gross pathology or other evidence of systemic toxicity were found in pigs (single group of 4 animals) at a dose of 500 mg/kg bw/day Amaranth for 22 days by gavage followed by 750 mg/kg bw/day for 55 days."
        },
        {
            "References": "Dnaz RA, Lupton JR; Cereal Foods World 37 (7): 489-90, 492, 494 (1992)",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ The effects of dietary amaranth on serum and liver lipids as well as on certain indices of colonic physiology were examined in male Sprague-Dawley rats receiving cholesterol-supplemented diets providing approximately 8% dietary fiber from pectin, cellulose, oat bran, amaranth, or a fiber-free control diet. Amaranth resulted in lower serum cholesterol values than those of fiber-free controls (148 vs 195 mg/dL, P < 0.05) and lower liver cholesterol values than those of cellulose (52.29 vs 72.79 mg/g of liver, P < 0.05). In the colon, amaranth acted like cellulose (a poorly fermented fiber) by neither decreasing pH nor increasing cecal surface area. Amaranth behaves like soluble fibers in lowering serum cholesterol but like insoluble fibers in terms of its action in the colon."
        },
        {
            "References": "WHO/FAO: Expert Committee on Food Additives. Summary of Toxicological Data of Certain Food Additives Series 8: Amaranth (915-67-3) (1975). Available from, as of October 19, 2011: https://www.inchem.org/pages/jecfa.html",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Groups of 24 weanling rats were fed 0.5%, 1.0%, 2.0% and 5.0% /amaranth/ in the diet. A similar group served as controls. The animals on 5.0% showed slight growth inhibition. Gross and microscopic examinations revealed a questionable increase in the number of mammary tumors; two tumors were observed in the control group and three, three, six and four tumors respectively in the groups receiving the color. Additional feeding studies for two years were carried out to repeat this result with Osborne-Mendel and Sprague-Dawley rats at 0.0, 1.0, and 2.0% with 50 male and 50 female animals of each strain. There was no statistically significant influence on the formation of tumors. One hundred males and 100 females were used as controls."
        },
        {
            "References": "WHO/FAO: Expert Committee on Food Additives. Summary of Toxicological Data of Certain Food Additives Series 8: Amaranth (915-67-3) (1975). Available from, as of October 19, 2011: https://www.inchem.org/pages/jecfa.html",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Three groups of 15 male and 15 female rats were given diets containing 0.03%, 0.3% and 1.5% /amaranth/ for 64 weeks. The mortality of the rats was the same as that in a similar control group. At a level of 1.5% a significant decrease in growth rate was found in female rats but not in male rats. This was attributed to an effect on food utilization rather than on food consumption. Female rats fed the color at 0.3% and 1.5% showed an increase in liver weight. At the higher concentration there was also an increase in kidney weight. No influence on food intake, histopathology and blood-picture and no significant difference in tumor incidence was found."
        },
        {
            "References": "WHO/FAO: Expert Committee on Food Additives. Summary of Toxicological Data of Certain Food Additives Series 8: Amaranth (915-67-3) (1975). Available from, as of October 19, 2011: https://www.inchem.org/pages/jecfa.html",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Fifty male and 50 female Swiss-Webster albino mice were treated weekly for 18 months with 0.1 mL 1% /amaranth/ suspension in water. One hundred males x 100 females were controls. No carcinogenic effects on skin were noted."
        },
        {
            "References": "WHO/FAO: Expert Committee on Food Additives. Summary of Toxicological Data of Certain Food Additives Series 8: Amaranth (915-67-3) (1975). Available from, as of October 19, 2011: https://www.inchem.org/pages/jecfa.html",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Two groups of 100 mice received either 0 or 0.01 g amaranth paste (= 0.004 g amaranth) by gavage daily. One drop of either 9,10-dimethyl-2-benzanthracene or 3,4-benzopyrene was applied once per week to interscapular skin. Papillomata appeared 3.5 weeks earlier in test animals and in a greater number of animals. A larger percentage became malignant in test animals."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V8 46 (1975)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Rats fed 20 mg/animal/day for 78 weeks show 68% mortality, compared to 13% in controls; vacuolar dystrophy with eventual fatty degeneration of liver cells was observed."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V8 46 (1975)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Seven-year toxicity study was carried out on female beagle dogs. Five dogs were fed 20,000 mg amaranth in the diet, and three animals were used as controls. No histopathological or other abnormalities were reported."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V8 46 (1975)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ A group of 11 rats received sc injections of 0.5 mL of 1% solution of amaranth twice a week for 1 year (total dose, 500 mg/animal). No tumors were seen after 879 days."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V8 45 (1975)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ A group of non-inbred rats was fed a diet containing chemically pure amaranth at a concentration of 20,000 mg/kg of diet for up to 33 months (total intake 43-196 g/animal). In 13/48 rats surviving at appearance of 1st tumor, 15 tumors were observed, including 3 lymphomas, 3 subcutaneous sarcomas, 1 mammary adenofibroma, 1 adenocarcinomas of the intestine, 1 heptoma, 1 rhabdomyosarcoma, 1 skin epithelioma, 1 Zymbal gland carcinoma and 1 sebaceous gland carcinoma. No tumors were reported in 50 controls surviving up to 33 months."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V8 45 (1975)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ A group of 50 non-inbred rats received amaranth paste (containing 65-75% pure chemical in dry paste) in the diet at a concentration of 20,000-40,000 mg/kg of diet for 25 months; each rat thus received about 1 g/kg bw/day and total dose of 245 g/animal. Sarcomas of peritoneum and intestine were observed in 11/18 rats surviving 19-25 months, compared with 0/35 in controls."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V8 45 (1975)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Two-yr feeding studies were carried out with Osborne-Mendel and Sprague-Dawley rats given concentrations 10,000 and 20,000 mg amaranth per kg of diet. One hundred animals were used in each group and in control group. There was no statistically significant increase in the incidence of tumors."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V8 45 (1975)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ A group of 5 male and 5 female Wistar rats fed a diet containing 40,000 mg amaranth per kg of diet for up to 18 months. In 1/7 rats living to a tumor-bearing age, mesenteric lymphosarcoma was observed. No tumors occurred in 50 controls surviving for 20 months or more."
        },
        {
            "References": "European Food Safety Authority (EFSA); EFSA Panel on Food Additives and Nutrient Sources added to Food (ANS): Scientific Opinion on the re-evaluation of Amaranth (E 123) as a food Additive. (June 2010). Available from, as of October 25, 2011: https://www.efsa.europa.eu/en/publications.htm",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Four groups of 12 adult female Beagles were fed 300, 900 or 3000 mg Amaranth/kg diet and after 45-382 days mated with males fed 3000 mg Amaranth/kg diet. Six females from each group were examined by Cesarean section on gestation day 60, while the remaining six were allowed to whelp their young and nurse them for 8 weeks. There were no effects of treatment on breeding performance, adult body weight, food consumption, progeny viability, survival, gross pathology or skeletal development. Compared to controls, the number of resorption sites was increased and the body weight of pups was reduced in the Cesarean-sectioned dogs fed 900 mg Amaranth/kg diet, but these effects were not seen at 3000 mg Amaranth/kg diet. After weaning the first litter, the adults were rebred, and all were allowed to whelp their young and nurse them for 8 weeks. No adverse effects were noted in either the adult dogs or the second progeny litter. The Panel considers that the NOAEL of this study is 3000 mg/kg diet equivalent to 75 mg/kg bw/day Amaranth, the highest dose tested."
        },
        {
            "References": "European Food Safety Authority (EFSA); EFSA Panel on Food Additives and Nutrient Sources added to Food (ANS): Scientific Opinion on the re-evaluation of Amaranth (E 123) as a food Additive. (June 2010). Available from, as of October 25, 2011: https://www.efsa.europa.eu/en/publications.htm",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Female Golden hamsters were exposed on gestation days 6-10 by oral tube at dose levels of 27, 90, 300 or 1000 mg/kg bw/day Amaranth. No modifications of maternal weight, number of alive litters per dam, average number of implantations and alive fetuses per dam and alive fetuses per litter, number of resorptions, percentage of litters with one or more resorptions or fetal body weight were demonstrated. There were few litters from treatment groups with one or two dead fetuses and increased incidence in skeletal anomalies such as incomplete sternebral ossification."
        },
        {
            "References": "WHO/FAO: Expert Committee on Food Additives. Summary of Toxicological Data of Certain Food Additives Series 8: Amaranth (915-67-3) (1975). Available from, as of October 19, 2011: https://www.inchem.org/pages/jecfa.html",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ The administration of 27, 90, 300 or 1000 mg/kg (body weight) of amaranth to pregnant rabbits from days 6-18 of gestation had no clearly discernible effect on nidation or on maternal or fetal survival. The incidence of abnormalities in soft or skeletal tissues of the test groups did not differ significantly from those of control groups."
        },
        {
            "References": "European Food Safety Authority (EFSA); EFSA Panel on Food Additives and Nutrient Sources added to Food (ANS): Scientific Opinion on the re-evaluation of Amaranth (E 123) as a food Additive. (June 2010). Available from, as of October 25, 2011: https://www.efsa.europa.eu/en/publications.htm",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Rabbits (17 per group) were given Amaranth in gelatin capsules on gestation days 6-18, at doses of 1.5, 5 or 15 mg/kg bw/day, and sacrificed on gestation day 29. Numbers of corpora lutea, implantation sites, does with resorptions and does which aborted were unaffected. At all levels there was a decrease in the number of viable fetuses and an increase in the number of resorption sites, but these were neither dose-related nor statistically significant. External abnormalities were also slightly increased in treated groups, again however without relation to dose or statistical significance. Skeletal abnormalities were unaffected, as were body weights and 24 hour survival of progeny, and no internal abnormalities were found. The Panel considers that the NOAEL of this study is 15 mg/kg bw/day Amaranth, the highest dose tested."
        },
        {
            "References": "WHO/FAO: Expert Committee on Food Additives. Summary of Toxicological Data of Certain Food Additives Series 8: Amaranth (915-67-3) (1975). Available from, as of October 19, 2011: https://www.inchem.org/pages/jecfa.html",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ In a study on two metabolites (sodium naphthionate and the R-amino salt) and one intermediate of amaranth, dose levels of 15, 30, 100 and 200 mg/kg/day were administered by stomach tube to pregnant rats during days 0-19 of pregnancy. No adverse effects were noted on implantation, but at the two highest dose levels of naphthionate and R-salt the multiple resorption rate was significantly higher than that among control litters. Sodium naphthionate at the 100 mg/kg dose level induced a significant increase in percentage of fetuses with sternebral abnormalities, but this was not observed with the R-salt. The latter increased the number of skeletal abnormalities at the 30 mg/kg level (considered an aberrant finding) and adversely influenced skeletal development at the higher dose levels. /Sodium naphthionate and the R-amino salt/"
        },
        {
            "References": "WHO/FAO: Expert Committee on Food Additives. Summary of Toxicological Data of Certain Food Additives Series 8: Amaranth (915-67-3) (1975). Available from, as of October 19, 2011: https://www.inchem.org/pages/jecfa.html",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Samples of amaranth obtained from three manufacturers were administered to rats by gavage, or mixed in a semi-synthetic diet to provide in each case dosage levels of 0, 15, 30, 100 or 200 mg/kg body weight/day, from days 1-19 of pregnancy. Prenatal values for corpora lutea, live fetuses, deciduomas, dead fetuses and fetal weight gave no evidence of any amaranth-related deleterious effect on implantation or embryonic survival."
        },
        {
            "References": "WHO/FAO: Expert Committee on Food Additives. Summary of Toxicological Data of Certain Food Additives Series 8: Amaranth (915-67-3) (1975). Available from, as of October 19, 2011: https://www.inchem.org/pages/jecfa.html",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ In a three-generation reproduction and teratology study groups of Osborne-Mendel rats were fed 0, 30, 300, 3,000 or 30,000 ppm amaranth from weaning to three months and then mated to produce an F1, F2, and F3 generation. No significant effects were seen on parent or offspring parameters, e.g. survival, weight gain, fertility, litter size, viability of pups, weaning performance and offspring survival. No dye effect could be linked distinctly to any adverse effects seen except weanling weights were significantly decreased at the highest dose level in females of the F1d generation and in males and females of the F2a x F2c generation. No cumulative effects were seen. Progeny from the F1a and F3b generation of Osborne-Mendel rats treated with amaranth in the F0 generation at levels of 0, 30, 300, 3,000 or 30,000 ppm were used for teratology studies. In the F1a generation the number of corpora lutea was lower at 30,000 ppm but pre-implantation loss per litter did not differ from controls. Resorption and decreased mean fetal weight of progeny in F1a were not dose-related. Implantation and survival parameters in the F3b generation were similar to controls. No specific skeletal or soft tissue abnormality were seen which could be correlated to dose levels of the color."
        },
        {
            "References": "WHO/FAO: Expert Committee on Food Additives. Summary of Toxicological Data of Certain Food Additives Series 8: Amaranth (915-67-3) (1975). Available from, as of October 19, 2011: https://www.inchem.org/pages/jecfa.html",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Five groups of 10 male and 20 female rats (F0) were fed 0, 1.5, 15, 45 or 150 mg amaranth in their diet for two weeks and then mated twice to produce the F1 generation. This was mated three times, the F2b litters being used for producing the F2 generation. The F2 parents were mated once to produce an F3a generation. No significant findings were seen as regards growth of the parent generations or in the litter, weaning and teratological observations on all three generations."
        },
        {
            "References": "WHO/FAO: Expert Committee on Food Additives. Summary of Toxicological Data of Certain Food Additives Series 8: Amaranth (915-67-3) (1975). Available from, as of October 19, 2011: https://www.inchem.org/pages/jecfa.html",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ The administration of 27, 90, 300 or 1000 mg/kg body weight of amaranth to pregnant rats for 10 consecutive days (6-15 of gestation) had no clearly discernible effect on nidation or on maternal or fetal survival. The incidence of abnormalities in soft and skeletal tissues of the test groups did not differ significantly from those of control animals."
        },
        {
            "References": "WHO/FAO: Expert Committee on Food Additives. Summary of Toxicological Data of Certain Food Additives Series 8: Amaranth (915-67-3) (1975). Available from, as of October 19, 2011: https://www.inchem.org/pages/jecfa.html",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ In a study five groups of four pregnant Charles River rats received from gestation, days 6-15 inclusive, 0, 15, 150, 450 and 1500 mg/kg body weight amaranth per day by gavage. Females were killed on day 20. No abnormal effects were seen as regards maternal weight gain, litter size, average fetal weight and number of resorptions. No gross abnormalities related to the compound were seen."
        },
        {
            "References": "WHO/FAO: Expert Committee on Food Additives. Summary of Toxicological Data of Certain Food Additives Series 8: Amaranth (915-67-3) (1975). Available from, as of October 19, 2011: https://www.inchem.org/pages/jecfa.html",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Eight groups of 16-22 pregnant rats were given 0, 15, 50 or 150 mg/kg/day of amaranth by stomach tube on days 6-15 of pregnancy and Cesarean section was performed on day 20. No compound-related adverse effects were noted in terms of implantation, fetal mortality, fetal weight or reproductive performance in any of the experimental groups as compared to the control animals. No evidence of compound-induced teratogenic effects was noted."
        },
        {
            "References": "WHO/FAO: Expert Committee on Food Additives. Summary of Toxicological Data of Certain Food Additives Series 8: Amaranth (915-67-3) (1975). Available from, as of October 19, 2011: https://www.inchem.org/pages/jecfa.html",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Groups of 13-15 pregnant rats were given 0, 7.5, 15, 30, 100 or 200 mg/kg/day amaranth by stomach tube from day 0-19 and sacrificed on day 20. No adverse effects were noted on implantation. The percentage of dead fetuses increased in a dose-related manner. At 200 mg/kg/day there was a fetotoxic effect. Resorptions increased from 15 mg/kg upwards with total resorption of occasional litters at 100 and 200 mg/kg/day. No teratogenic abnormality related to amaranth was seen. No obvious effect was noted on fetal sex."
        },
        {
            "References": "WHO/FAO: Expert Committee on Food Additives. Summary of Toxicological Data of Certain Food Additives Series 8: Amaranth (915-67-3) (1975). Available from, as of October 19, 2011: https://www.inchem.org/pages/jecfa.html",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Groups of one male and four female rats were fed diets supplying 1.5 and 15 mg/kg body weight/day of amaranth. There were two control groups of a similar size. Each group was mated three times, at four to five months, seven to eight months and 10-12 months after the start of the study. The following were studied: female fertility, gestation period, numbers of live and dead pups born and numbers surviving for four days and one month. Abnormalities in the pups were noted. Similar observations were carried out on first (F1) and second (F2) generations of rats fed on the same diets as their parents. The authors considered that their results showed amaranth decreased fertility, increased the number of stillbirths, produced deformities in the young and reduced survival of the young."
        },
        {
            "References": "WHO/FAO: Expert Committee on Food Additives. Summary of Toxicological Data of Certain Food Additives Series 8: Amaranth (915-67-3) (1975). Available from, as of October 19, 2011: https://www.inchem.org/pages/jecfa.html",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ The administration of 27, 90, 300 or 1000 mg/kg body weight of amaranth to pregnant CD-1 outbred mice for 10 consecutive days from day six of gestation by gavage had no apparent effects on nidation, maternal or fetal survival. No difference in abnormalities were seen in skeletal or soft tissues compared with controls."
        },
        {
            "References": "WHO/FAO: Expert Committee on Food Additives. Summary of Toxicological Data of Certain Food Additives Series 8: Amaranth (915-67-3) (1975). Available from, as of October 19, 2011: https://www.inchem.org/pages/jecfa.html",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Groups of eight to 10 pregnant mice were given by gavage once daily either from day 0-7 or day 6-18 of pregnancy doses of amaranth corresponding to 0, 7.5, 30 or 100 mg/kg body weight. Mothers were sacrificed on day 18 and litter parameters, resorptions and malformations examined. No significant effects were noted on resorption incidence or fetal deaths and fetal growth. No specific teratogenic effects related to amaranth administration were seen."
        },
        {
            "References": "European Food Safety Authority (EFSA); EFSA Panel on Food Additives and Nutrient Sources added to Food (ANS): Scientific Opinion on the re-evaluation of Amaranth (E 123) as a food Additive. (June 2010). Available from, as of October 25, 2011: https://www.efsa.europa.eu/en/publications.htm",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Groups of 19-22 female cats were given 1, 2 or 3 gelatine capsules, each containing 305 mg Amaranth (85% pure), equivalent to doses of 92, 187 and 264 mg/kg bw/day respectively. Treatment was continued from 0-22 days before the onset of gestation to days 61-62 of gestation, after which the progeny were delivered by Caesarean section. There was a lower incidence of pregnancy at 264 mg/kg bw/day Amaranth, but the difference was not statistically significant. Maternal weight gain was unaffected, as were the numbers of corpora lutea, total implants, live fetuses at term, fetuses viable after 24 hours in an incubator and prenatally dead fetuses plus deciduoma. However, the number of deciduoma expressed as a proportion of the number of corpora lutea was significantly greater at the highest dose level (264 mg/kg bw/day) than in the controls. Fetal weight, fetal sex ratio and the incidence of anomalies were unaffected by treatment. The Panel considers that the NOAEL of this study is 187 mg/kg bw/day Amaranth."
        },
        {
            "References": "European Food Safety Authority (EFSA); EFSA Panel on Food Additives and Nutrient Sources added to Food (ANS): Scientific Opinion on the re-evaluation of Amaranth (E 123) as a food Additive. (June 2010). Available from, as of October 25, 2011: https://www.efsa.europa.eu/en/publications.htm",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Groups of 12 female cats were fed 300, 900, or 3000 mg Amaranth/kg diet prior to and during breeding and gestation, and were mated with males fed 3000 mg Amaranth/kg diet. The number of resorption sites compared to controls was increased at 3000 mg Amaranth/kg diet, and 24 hour fetal viability was reduced at 300 mg Amaranth/kg diet. Mean body weight at birth was lower at 900 mg Amaranth/kg diet, but no effects were seen after 8 weeks. None of the parameters examined could be interpreted with certainty as evidence of adverse effects. The Panel considers that the NOAEL of this study is 300 mg/kg diet, equivalent to 50 mg/kg bw/day Amaranth."
        },
        {
            "References": "WHO/FAO: Expert Committee on Food Additives. Summary of Toxicological Data of Certain Food Additives Series 13: AMARANTH (915-67-3) (1978). Available from, as of October 19, 2011: https://www.inchem.org/pages/jecfa.html",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Groups of 20 to 30 pregnant females received 200 mg/kg bw amaranth by gavage during days 0-19, 6-15 or 7-9 of gestation. Another group received amaranth at the same dose level in their drinking-water from day 0 to day 20. Appropriate controls were utilized. The Osborne-Mendel strain of rat was used by FDA while IBT used Charles River and NCTR both strains. The Charles River strain in the IBT and NCTR studies showed a significant increase in litters with two or more resorptions after dams had been given 200 mg/kg by gavage from day 0-19. As well, a significant increase in the percentage resorption/litter was observed in this strain in the NCTR study. A significant increase in resorptions was not observed in the Osborne-Mendel strain. There were no apparent compound-related skeletal or visceral effects."
        },
        {
            "References": "PMID:1129808",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ A teratology study on amaranth ... was carried out in NMRI mice. The substance /was/ given by gavage either from day 0 through day 7 or from day 6 through day 18 in doses of 7.5, 30 or 100 mg/kg. Distilled water was given by gavage to the control dams from day 0 through day 18. The fetuses were removed on day 18 for detailed examinations. No effect of treatment with the dye could be observed with regard to number of implantations, frequency of fetal death and resorptions, gross malformations, skeletal or internal malformations or retarded growth as judged by fetal weight. ..."
        },
        {
            "References": "PMID:1595090",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ The color additive, amaranth, was given in the diet to provide dietary levels of 0 (control), 0.03, 0.09 and 0.27%, from 5 weeks of age in F0 generation mice to 9 weeks of age in Fl generation mice, and some reproductive, developmental and behavioral parameters were measured. There was no effect on the parameters of litters, litter size, pup weight and litter weight. The body weight of pups during the lactation period in the treatment groups increased less significantly, and the survival index at postnatal day 21 of the amaranth 0.27% group was reduced. Developmental parameters, direction of swimming on postnatal day 4 in male pups and olfactory orientation in each sex were significantly reduced in the treatment groups. The dose levels of amaranth in this study influenced some reproductive, developmental and behavioral parameters in mice."
        },
        {
            "References": "PMID:7579912",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ The embryotoxicity of eight xenobiotic compounds in rat postimplantation whole embryo culture was blindly tested in four laboratories according to a standard protocol. The results show that the four nonteratogens amaranth, penicillin, isoniazid, and saccharin did not affect embryogenesis apart from general toxicity at very high concentrations in culture for amaranth and isoniazid. There was good concordance of results across the laboratories."
        },
        {
            "References": "PMID:1703942",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ The developmental toxicity of five compounds was evaluated with the Frog Embryo Teratogenesis Assay: Xenopus (FETAX). Late Xenopus laevis blastulae were exposed to ... aspartame, and amaranth for 96 hr. Three separate static-renewal assays were conducted for each compound. Based on Teratogenic Index [LC50/EC50 (malformation)] values, types and severity of induced malformations, and embryo growth, ... amaranth and aspartame had little or no teratogenic potential. ..."
        },
        {
            "References": "WHO/FAO: Expert Committee on Food Additives. Summary of Toxicological Data of Certain Food Additives Series 8: Amaranth (915-67-3) (1975). Available from, as of October 19, 2011: https://www.inchem.org/pages/jecfa.html",
            "Value": "/ENDOCRINE MODULATION/ A group of five young rats were given the amaranth subcutaneously twice daily for three days. The rats were killed on the fourth day. The color was administered in aqueous solution at a level of 250 mg per kg body weight each injection. No estrogenic activity (normal uterine weight) was detected in comparison with a control group. No other abnormalities were found."
        },
        {
            "References": "WHO/FAO: Expert Committee on Food Additives. Summary of Toxicological Data of Certain Food Additives Series 8: Amaranth (915-67-3) (1975). Available from, as of October 19, 2011: https://www.inchem.org/pages/jecfa.html",
            "Value": "/GENOTOXICITY/ FD&C Red No.2 was shown to have a mutagenic response in the host-mediated assay for the two strains of Salmonella typhimurium G-46 and TA1530, particularly when the compound was administered by multiple injection over five days. Apparently this mutagenic response is induced by some metabolite rather than by the compound itself, since in vitro exposure of the compound to the bacteria did not induce mutations. Similar results were obtained in recombination tests with yeast."
        },
        {
            "References": "WHO/FAO: Expert Committee on Food Additives. Summary of Toxicological Data of Certain Food Additives Series 8: Amaranth (915-67-3) (1975). Available from, as of October 19, 2011: https://www.inchem.org/pages/jecfa.html",
            "Value": "/GENOTOXICITY/ Amaranth was tested for mutagenic action at concentration of 0.5 g/100 mL in cultures of Escherichia coli. No mutagenic effect was found."
        },
        {
            "References": "WHO/FAO: Expert Committee on Food Additives. Summary of Toxicological Data of Certain Food Additives Series 13: AMARANTH (915-67-3) (1978). Available from, as of October 19, 2011: https://www.inchem.org/pages/jecfa.html",
            "Value": "/GENOTOXICITY/ Groups of 12 male mice were injected intraperitoneally with a 5% aqueous solution of amaranth at dose levels of 0, 250 or 500 mg/kg bw. Each male was then mated with three untreated females each week for six weeks. Females were killed one week after their removal from breeding cages and were examined for signs of pregnancy. The mating indices and mutation rates gave no indication of a dominant lethal response."
        },
        {
            "References": "European Food Safety Authority (EFSA); EFSA Panel on Food Additives and Nutrient Sources added to Food (ANS): Scientific Opinion on the re-evaluation of Amaranth (E 123) as a food Additive. (June 2010). Available from, as of October 25, 2011: https://www.efsa.europa.eu/en/publications.htm",
            "Value": "/GENOTOXICITY/ /Investigators/ demonstrated a lack of genotoxicity of Amaranth in the gut micronucleus assay in mice after administration by oral gavage of 20, 200 or 1000 mg/kg bw twice at 24-hour intervals, and examination 24 hours later. The authors assessed the DNA damaging effect by recording the frequency of micronucleated cells and cell toxicity by identifying the apoptotic and mitotic cells. The concentrations of parent compound and its main metabolite (i.e. sulphanilic acid) were measured in feces during a 24-hour period after single oral administrations of the food dye. Parent dye compound and its main aromatic amine metabolites were detected in significant amounts in the environment of colonic cells."
        },
        {
            "References": "European Food Safety Authority (EFSA); EFSA Panel on Food Additives and Nutrient Sources added to Food (ANS): Scientific Opinion on the re-evaluation of Amaranth (E 123) as a food Additive. (June 2010). Available from, as of October 25, 2011: https://www.efsa.europa.eu/en/publications.htm",
            "Value": "/GENOTOXICITY/ No clear evidence of mutagenicity was found in bacterial and yeast mutation tests conducted in the absence and presence of metabolic activation systems. The Panel notes that /investigators/ demonstrated that the metabolic conditions of the standard Ames test protocol were not appropriate for testing azo dyes for mutagenic activity in Salmonella typhimurium and developed a specific protocol including use of flavin mononucleotide (FMN) rather than riboflavin to reduce the azo compounds to free amines, and hamster liver S9 rather than rat liver S9 for metabolic activation. The Panel therefore notes that a final conclusion from negative Ames test results obtained under standard conditions cannot be drawn. The Amaranth metabolites 1-amino-4-naphthalene sulphonic acid (naphthionic acid) and 2-naphthol-3,6-disulphonic acid, sodium salt (R-amino salt) were however also judged to be non-mutagenic."
        },
        {
            "References": "European Food Safety Authority (EFSA); EFSA Panel on Food Additives and Nutrient Sources added to Food (ANS): Scientific Opinion on the re-evaluation of Amaranth (E 123) as a food Additive. (June 2010). Available from, as of October 25, 2011: https://www.efsa.europa.eu/en/publications.htm",
            "Value": "/GENOTOXICITY/ A study in Drosophila showed evidence for Amaranth-induced sex-linked recessive lethal damage and loss of X and Y chromosomes. However, the results of this study were not reproduced in two subsequent studies. Amaranth was not mutagenic in somatic and germ-line cells of Drosophila. A number of in vitro studies performed in mammalian cells produced equivocal results regarding the genotoxicity of Amaranth. For instance, Amaranth at concentrations up to 1 mg/mL only produced a marginally positive effect in the chromosome aberration test with Chinese hamster fibroblasts. In the same cell system and the same laboratory Amaranth has been associated with clastogenicity. In vivo cytogenetic studies showed that Amaranth produced marginal chromosomal aberrations in the bone marrow cells in rats with some increases in polyploidy at 30 mg/kg bw."
        },
        {
            "References": "European Food Safety Authority (EFSA); EFSA Panel on Food Additives and Nutrient Sources added to Food (ANS): Scientific Opinion on the re-evaluation of Amaranth (E 123) as a food Additive. (June 2010). Available from, as of October 25, 2011: https://www.efsa.europa.eu/en/publications.htm",
            "Value": "/GENOTOXICITY/ /Investigators/ used an in vivo Comet assay to measure DNA damage after gavage feeding Amaranth to groups of male mice at doses of 0, 1, 10, 100, 1000 and 2000 mg/kg bw. Three hours after administration, Amaranth induced significant increases in migration of nuclear DNA in the glandular stomach at doses of 1000 mg/kg bw and higher. In the colon, significant differences between the treatment group and controls were observed at doses from 10 mg/kg bw and higher; the effect was dose-related. DNA damage in the other organs was sporadic. In pregnant mice, a modest but significant effect was observed also 3 hours after treatment with a dose of 2000 mg/kg bw in the colon and 6 hours after treatment in the lung. Amaranth did not damage DNA in the other organs or the embryo. Necropsy and histopathological examinations revealed no treatment-related effect on the colon and glandular stomach. The authors therefore concluded that the effect observed was not likely to be due to general cytotoxicity."
        },
        {
            "References": "European Food Safety Authority (EFSA); EFSA Panel on Food Additives and Nutrient Sources added to Food (ANS): Scientific Opinion on the re-evaluation of Amaranth (E 123) as a food Additive. (June 2010). Available from, as of October 25, 2011: https://www.efsa.europa.eu/en/publications.htm",
            "Value": "/GENOTOXICITY/ Acute oral exposure to Amaranth did not induce genotoxic effects in the micronucleus gut assay at doses up to 2000 mg/kg bw. Food dye administration increased the mitotic cells at all dose levels when compared to controls. According to the authors, these results suggest that the increase in Comet tail length previously observed in the colon of mice treated with Amaranth in the in vivo Comet assay represents transient DNA damage that is unable to be fixed in stable genotoxic lesions, and might be partly explained by local cytotoxicity of the dye."
        },
        {
            "References": "PMID:2283964",
            "Value": "/GENOTOXICITY/ The mutagenicity of 4 azo dyes (Ponceau 4R, Amaranth, Sunset Yellow FCF and Tartrazine) that are widely used to color food has been evaluated. They were tested for mutagenicity in the Salmonella typhimurium plate-incorporation and preincubation assays. The standard plate-incorporation and preincubation assays performed directly on the dyes in the absence and presence of rat-liver S9. No mutagenic activity was seen for any of the azo dyes tested by using the standard tester strains, TA98 and TA100."
        },
        {
            "References": "PMID:7590539",
            "Value": "/GENOTOXICITY/ Two red dyes, rhodamine B and amaranth, were tested for their genotoxic effects in the somatic (wing primordia) and germ line cells of Drosophila melanogaster following the wing spot and the sex-linked recessive lethal tests. Second- and third-instar larvae, carrying suitable genetic markers, were subjected to chronic exposure to different concentrations of the test dyes. The results indicate that rhodamine is genotoxic in both somatic and germ line cells and amaranth is non-genotoxic."
        },
        {
            "References": "PMID:16009655",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ Synthetic or natural food dyes are typical xenobiotics, as are drugs and pollutants. After ingestion, part of these dyes may be absorbed and metabolized by phase I and II drug-metabolizing enzymes and excreted by transporters of phase III enzymes. However, there is little information regarding the metabolism of these dyes. It was investigated whether these dyes are substrates for CYP2A6 and UDP-glucuronosyltransferase (UGT). The in vitro inhibition of drug-metabolizing enzymes by these dyes was also examined. The synthetic food dyes studied were amaranth (food red no. 2), erythrosine B (food red no. 3), allura red (food red no. 40), new coccine (food red no. 102), acid red (food red no. 106), tartrazine (food Yellow no. 4), sunset yellow FCF (food yellow no. 5), brilliant blue FCF (food blue no. 1), and indigo carmine (food blue no. 2). The natural additive dyes studied were extracts from purple sweet potato, purple corn, cochineal, monascus, grape skin, elderberry, red beet, gardenia, and curthamus. Data confirmed that these dyes were not substrates for CYP2A6, UGT1A6, and UGT2B7. Only indigo carmine inhibited CYP2A6 in a noncompetitive manner, while erythrosine B inhibited UGT1A6 (glucuronidation of p-nitrophenol) and UGT2B7 (glucuronidation of androsterone). In the natural additive dyes just listed, only monascus inhibited UGT1A6 and UGT2B7."
        },
        {
            "References": "European Food Safety Authority (EFSA); EFSA Panel on Food Additives and Nutrient Sources added to Food (ANS): Scientific Opinion on the re-evaluation of Amaranth (E 123) as a food Additive. (June 2010). Available from, as of October 25, 2011: https://www.efsa.europa.eu/en/publications.htm",
            "Value": "/IMMUNOTOXICITY/ In vitro studies showed no effect of 100 uM Amaranth on IgG and IgM production but a suppression of IgE production by rat lymphocytes in vitro."
        },
        {
            "References": "PMID:20332010",
            "Value": "/IMMUNOTOXICITY/ ... This study was carried out to investigate the effect of oral administration of Amaranth, Sunset Yellow and Curcumin for 4 weeks at doses of 47, 315 and 157.5 mg/kg b. wt. and after 2 weeks all animals were immunostimulated by intra peritoneal injection of sheep RBCs 10% (1 mL/rat). Body weight, relative body weight, total and differential leukocytes count, mononuclear cell count, delayed hypersensitivity, total protein and serum fractions were determined. Results revealed that oral administration of Amaranth, Sunset Yellow and Curcumin did not affect the body weight gain or the spleen weight. ... Total leukocyte count were not affected while Amaranth and Curcumin-treated rats revealed a significant decrease in neutrophiles and monocytes and a compensatory increase in lymphocytes. ...Amaranth, Sunset Yellow and Curcumin significantly decreased the delayed hyper sensitivity. Total serum protein, albumin, total globulin and albumin/globulin (A/G) ratio were not affected by administration of the coloring agents. Oral administration of Amaranth increases the density of albumin band. On the other hand oral administration of Curcumin decreases the density of the albumin band. Oral administration of any of the tested coloring agents did not change the density of globulin region as compared to control group. In conclusion we found that both synthetic (Amaranth and Sunset Yellow) and natural (Curcumin) coloring agents used at doses up to 10 times the acceptable daily intake exerted a depressing effect on the cellular but not humoral immune response."
        },
        {
            "References": "Tanaka Y et al; Japanese J Of Toxicol And Environ Health 41 (3): 206-211 (1995)",
            "Value": "/IMMUNOTOXICITY/ The authors investigated the applicability of an assay method for immediate allergic reaction in vitro to determine radioactivity of pre-incorporated (3H)serotonin from rat basophilic leukemia cells (RBL-2H3) stimulated with biotinylated IgE-avidin complex. The effects of synthetic food colors on immediate allergic reaction were determined. The optimum ratio and amount of stimulator for the cell stimulation was found to be 3 ug/mL of biotinylated IgE and 1 ug/mL of avidin. Seven kinds of food colors including food red No. 2 (amaranth) and food yellow No. 4 (tartrazine) inhibited about 50% of (3H)serotonin release at 1 mM compared to that of the cells exposed to the stimulator alone. Food colors might modify immediate allergic response, and show cytotoxic action when ingested orally with foods."
        },
        {
            "References": "PMID:2432279",
            "Value": "/IMMUNOTOXICITY/ Environmental substances were examined for their effect on interferon induction and delayed type hypersensitivity (DTH) responses in mice. Amaranth, safrole, phenacetin and nicotine suppressed the DTH response, and suppressed the serum interferon titers induced by virus infection. However, they did not affect the interferon titers which were induced by tilorone, a chemical inducer. The peak of interferon titer was 12 hours after infection with herpes simplex virus type 2 (HSV-2). Therefore, amaranth, safrole, phenacetin and nicotine were given to mice intraperitoneally 24 hours before, and 2 and 18 hours after infection with HSV-2. It was found that safrole and nicotine shortened the mean survival time of HSV-2 infected mice when they were given to mice 2 hours after virus inoculation. Amaranth and phenacetin showed similar effects. However it was not definite statistically. In biochemical and hematological tests, these four substances did not affect the functions of liver, kidney and carbohydrate metabolism in normal mice. These results suggest that substances which may often be taken into the body have the potential to affect the onset of virus infectious diseases as a result of the suppression of the host defense reaction."
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "(1) Baughman GL, Perenich TA; Amer Dyestuff Report Feb, pp. 19-22 (1988)",
            "Value": "The ionic nature of amaranth may result in ion-exchange processes with clay that would reduce leaching(1)."
        }
    ]
}