{
    "_id": {
        "$oid": "6682e9c9c4e5dba5ffba2c5e"
    },
    "CID": {
        "$numberInt": "13651206"
    },
    "Name": "CALCIUM DODECYLBENZENESULFONATE",
    "IUPACName": "calcium;2-dodecylbenzenesulfonate",
    "CanonicalSMILES": "CCCCCCCCCCCCC1=CC=CC=C1S(=O)(=O)[O-].CCCCCCCCCCCCC1=CC=CC=C1S(=O)(=O)[O-].[Ca+2]",
    "Synonyms": [
        "26264-06-2",
        "Benzenesulfonic acid",
        "dodecyl-",
        "calcium salt",
        "calcium;2-dodecylbenzenesulfonate",
        "calcium O-dodecylbenzenesulfonate",
        "CALCIUM DODECYLBENZENESULFONATE",
        "SCHEMBL19083",
        "TGS2U3R573",
        "calcium dodecyl benzene sulfonate",
        "Calcium 2-dodecylbenzenesulfonate",
        "OOCMUZJPDXYRFD-UHFFFAOYSA-L",
        "CALCIUMDODECYLBENZENESULFONATE",
        "AKOS015918169",
        "CALCIUM 2-DODECYLBENZENESULFONIC ACID",
        "NS00084334",
        "Q27289958"
    ],
    "IsomericSMILES": "CCCCCCCCCCCCC1=CC=CC=C1S(=O)(=O)[O-].CCCCCCCCCCCCC1=CC=CC=C1S(=O)(=O)[O-].[Ca+2]",
    "INCHI": "InChI=1S/2C18H30O3S.Ca/c2*1-2-3-4-5-6-7-8-9-10-11-14-17-15-12-13-16-18(17)22(19,20)21;/h2*12-13,15-16H,2-11,14H2,1H3,(H,19,20,21);/q;;+2/p-2",
    "INCHIKEY": "OOCMUZJPDXYRFD-UHFFFAOYSA-L",
    "Formula": "C36H58CaO6S2",
    "MolecularWeight": {
        "$numberDouble": "691.1"
    },
    "Description": {
        "$numberDouble": "NaN"
    },
    "XlogP": {
        "$numberDouble": "NaN"
    },
    "Complexity": {
        "$numberInt": "346"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "environmental_biodegradations": [
        {
            "References": "Clayton, G. D. and F. E. Clayton (eds.). Patty's Industrial Hygiene and Toxicology: Volume 2A, 2B, 2C: Toxicology. 3rd ed. New York: John Wiley Sons, 1981-1982., p. 2091",
            "Value": "EXPT WITH MICROORGANISMS ... SHOWN ... /ALKYLBENZENESULFONATES/ DEGRADED TO ALKYLBENZENE UNDER LIBERATION OF SULFITE, WHICH ... OXIDIZES TO SULFATE. LONGER CHAINS DEGRADE BY C-2 BETA-OXIDATION UNTIL A C-4 RESIDUE REMAINS. CMPD MAY THEN BE HYDROXYLATED TO CATECHOL WITHOUT FURTHER SIDE CHAIN ATTACK. /ALKYLBENZENESULFONATES/"
        },
        {
            "References": "Parr, J.F., P.B. Marsh, and J.M. Kla (eds.). Land Treatment of Hazardous Wastes. Park Ridge, New Jersey: Noyes Data Corporation, 1983., p. 378",
            "Value": "The most common metabolic pathway for surfactant biodegradation is the beta-oxidation sequence which is also used for fatty acid metabolism in all organisms. ... In anionic surfactants, removal of the hydrophilic sulfonate ... by an alkylsulfate usually precedes beta-oxidation resulting in the production of sulfite and free sulfate groups. The desulfonation usually occurs at the cell membrane to prevent denaturation of intracellular proteins by intact surfactant, although some strains of Pseudomonas can degrade the surfactant totally without prior desulfonation. /Soap and detergents/"
        },
        {
            "References": "Parr, J.F., P.B. Marsh, and J.M. Kla (eds.). Land Treatment of Hazardous Wastes. Park Ridge, New Jersey: Noyes Data Corporation, 1983., p. 379",
            "Value": "The enzymes of the beta-oxidation mechanism /of surfactant biodegradation/ are constitutive since they are a normal part of bacterial fatty acid metabolism, whereas the enzymes involved in desulfonation, ring cleavage, and other reactions are generally inducible. /Soap and detergents/"
        },
        {
            "References": "Kubodera T et al; Yukagaku 27 (12): 838-42 (1978)",
            "Value": "The biodegradation by activated sludge of linear dodecylbenzenesulfonate tagged with (14)C on the side chain was studied. An initial rapid decrease occurred by adsorption on activated sludge, followed by an acclimation period with little change in surfactant concentration, and a final period of active degradation. Decomposition products detected after desulfonation included 1-tetralone, 1-indanone, 4-methyl-1-tetralone, and naphthalene. /Linear dodecylbenzene sulfonate/"
        }
    ],
    "mechanism_of_action": [
        {
            "References": "Watanabe T el al: J Pest Sci 5 (4): 503-9 (1980)",
            "Value": "/A study was conducted/ to investigate the action mechanism of sulfonate anionic surfactant against plant viral infection, inhibitory action of sodium and calcium salts of branched dodecylbenzenesulfonic acid to tobacco mosaic virus (TMV) ordinary strain ... using the French bean local lesion assay method. The results suggest that the inhibitory action of dodecylbenzenesulfonic acid to TMV infection is not due to disintegration or inactivation of TMV but due to the depression of viral replication resulting from the disturbance in metabolism of the host cell and the function of the membrane at an early stage of TMV infection in that cell. /Sodium and calcium salts of dodecylbenzenesulfonic acid/"
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "Grant, W. M. Toxicology of the Eye. 2nd ed. Springfield, Illinois: Charles C. Thomas, 1974., p. 965",
            "Value": "... ALKYL BENZENE SULFONATE DETERGENTS HAVE USUALLY PRODUCED ONLY TRANSIENT IRRITATION WHEN TESTED ON RABBIT EYES, & HAVE APPEARED LESS IRRITANT TO DOGS & EVEN LESS TO MONKEYS ... /ALKYL BENZENE SULFONATE/"
        },
        {
            "References": "WATANABE T ET AL; NIPPON NOYAKU GAKKAISHI 5 (4): 503-9 (1980)",
            "Value": "THE CALCIUM SALT OF DODECYLBENZENESULFONATE INHIBITED LOCAL LESION FORMATION ON TOBACCO PLANTS BY APPROX 90% AT 1000 PPM WHEN ADDED INTO AN INOCULUM OF TOBACCO MOSAIC VIRUS. THE EFFECT OF DODECYLBENZENESULFONATES WAS SUGGESTED TO BE DUE TO DEPRESSION OF VIRAL REPLICATION RESULTING FROM DISTURBANCE IN METABOLISM OF HOST CELLS."
        },
        {
            "References": "Gosselin, R.E., R.P. Smith, H.C. Hodge. Clinical Toxicology of Commercial Products. 5th ed. Baltimore: Williams and Wilkins, 1984., p. II-275",
            "Value": "ALL ALKYL BENZENE SULFONATES (ABS) TESTED IN RATS HAVE PROVED TO HAVE ORAL LD50'S OF 0.8 TO 3 G/KG. BECAUSE MOST COMMERCIAL MIXT CONTAINING THESE SURFACTANTS INDUCE PROMPT EMESIS, IT IS DOUBTFUL THAT THE AMT ABSORBED HAVE SIGNIFICANT SYSTEMIC TOXICITY. /LINEAR ALKYL BENZENE SULFONATE (SODIUM)/"
        },
        {
            "References": "Sakashita S; Saibo 17 (12): 494-500 (1985)",
            "Value": "Cellular alterations were observed in rat kidney, tongue epithelium, and cultured mosquito cells after topical application of potassium soap and synthetic detergent, alkylbenzenesulfonate (0.5 mg/kg/day for 10 days), application of a tooth cleanser containing a synthetic detergent, alkylbenzenesulfonate (20% preparation, 0.5 ml/kg/day) to the surface of tongue and cultured mosquito cells in the presence of dodecylbenzenesulfonate, respectively. Cell alterations occurred after application of these detergents at a dosage as low as approximately 2 mg/application for 10 days. ... Cell alterations included morphological changes of the mitochondria, swelling of nuclei and other organelles, damage of cell membranes, and alteration in ultrastructures. /Alkylbenzenesulfonate/"
        }
    ]
}