{
    "_id": {
        "$oid": "6682e90fc4e5dba5ffba28b5"
    },
    "CID": {
        "$numberInt": "13728"
    },
    "Name": "DIPHENAMID",
    "IUPACName": "N,N-dimethyl-2,2-diphenylacetamide",
    "CanonicalSMILES": "CN(C)C(=O)C(C1=CC=CC=C1)C2=CC=CC=C2",
    "Synonyms": [
        "DIPHENAMID",
        "957-51-7",
        "N,N-Dimethyl-2,2-diphenylacetamide",
        "Dimid",
        "Dymid",
        "Enide",
        "Fenam",
        "Diherbid",
        "Rideon",
        "Zarur",
        "Enide 50",
        "Enide 50W",
        "Dif 4",
        "Diphenamid Standard",
        "Lilly 34,314"
    ],
    "IsomericSMILES": "CN(C)C(=O)C(C1=CC=CC=C1)C2=CC=CC=C2",
    "INCHI": "InChI=1S/C16H17NO/c1-17(2)16(18)15(13-9-5-3-6-10-13)14-11-7-4-8-12-14/h3-12,15H,1-2H3",
    "INCHIKEY": "QAHFOPIILNICLA-UHFFFAOYSA-N",
    "Formula": "C16H17NO",
    "MolecularWeight": {
        "$numberDouble": "239.31"
    },
    "Description": "Diphenamid is a diarylmethane.",
    "XlogP": {
        "$numberDouble": "3"
    },
    "Complexity": {
        "$numberInt": "244"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "environmental_bioconcentrations": [
        {
            "References": "(1) Kenaga EE; Ecotox Environ Safety 4: 26-38 (1980)",
            "Value": "The bioconcentration factor (BCF) for diphenamid in aquatic organisms has been estimated to be 27(1). The low BCF value indicates that diphenamid would not be expected to bioconcentrate in aquatic organisms(1,SRC)."
        }
    ],
    "environmental_biodegradations": [
        {
            "References": "Weed Science Society of America. Herbicide Handbook. 5th ed. Champaign, Illinois: Weed Science Society of America, 1983., p. 193",
            "Value": "MICROORGANISMS APPEAR TO PLAY A SIGNIFICANT ROLE IN DEGRADATION OF DIPHENAMID IN SOIL. CERTAIN SPECIES OF SOIL FUNGI ARE CAPABLE OF METABOLIZING DIPHENAMID IN VITRO."
        },
        {
            "References": "Kirk-Othmer Encyclopedia of Chemical Technology. 3rd ed., Volumes 1-26. New York, NY: John Wiley and Sons, 1978-1984., p. V12 327 (1980)",
            "Value": "Microbial degradation of the amides gives a variety of products. Diphenamid undergoes stepwise demthylation."
        },
        {
            "References": "(1) Aharonson A et al; pp. 113-27 in Enhanced Biodegradation of Pesticides in the Environment. ACS Symp Series 426. Washington,DC (1990) (2) Avidov E et al; Weed Sci 38: 186-93 (1990) (3) Crosby DG; Ann Rev Plant Physiol 24: 467-92 (1973)",
            "Value": "Both soil bacteria and fungi biodegrade diphenamid in soil, although pathways of degradation appear to be different(1-2). Soil bacteria degrade diphenamid to its monodemethylated diphenamid which degraded to carbon dioxide without producing the bi-demethylated diphenamid. Fungi, on the other hand, produced both mono- and bi-demethylated products, but produced very little carbon dioxide(1-2). In soil, the biodegradation proceeds mostly via the bacterial route with the oxidative dealkylation at the nitrogen atom mediated by the mixed function oxidases(1-3). In a sandy soil that had not previously been treated with diphenamid, the half-life of diphenamid was 36 days(2). After the soil was treated four times with diphenamid at 90 day intervals, the half-life of diphenamid in soil was 5 days(2)."
        }
    ],
    "logP": [
        {
            "References": "Sax, N.I. Dangerous Properties of Industrial Materials Reports. New York: Van Nostrand Rheinhold, 1987., p. 10:2 (1990)",
            "Value": "Log P: 2.17"
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "Weed Science Society of America. Herbicide Handbook. 5th ed. Champaign, Illinois: Weed Science Society of America, 1983., p. 194",
            "Value": "DIPHENAMID WAS NOT TOXIC WHEN ADMIN FOR 90 DAYS TO RATS @ 30 MG/KG OR TO DOGS @ 10 MG/KG. SAFE FEEDING LEVEL, 2 YR: RATS--100 PPM IN DIET; DOGS--250 PPM, IN CAPSULE ADMIN DAILY ... SKIN--NO TOXICITY FROM APPLICATION OF 6.320 MG/KG TO SKIN OF RABBITS. NO IRRITATION FROM DAILY APPLICATION OF DRY POWDER OR 0.1% WATER SUSPENSION TO ABRADED OR UNABRADED SKIN OF RABBITS FOR 5 DAYS. GUINEA PIGS WERE NOT SENSITIZED TO INTRADERMAL INJECTIONS OF A 0.1% DIPHENAMID SUSPENSION ... INHALATION--NO TOXICITY TO RATS EXPOSED 1 HR @ 0.9 MG/L."
        },
        {
            "References": "Gosselin, R.E., R.P. Smith, H.C. Hodge. Clinical Toxicology of Commercial Products. 5th ed. Baltimore: Williams and Wilkins, 1984., p. II-336",
            "Value": "DILUTE (0.1%) SUSPENSIONS ARE NOT IRRITANT TO RABBIT EYE. PRODUCES EMESIS IN MONKEYS & DOGS. IN MICE, AN INITIAL CENTRAL NERVOUS DEPRESSION WAS FOLLOWED BY CLONIC-TONIC SPASMS."
        },
        {
            "References": "Worthing, C.R. and S.B. Walker (eds.). The Pesticide Manual - A World Compendium. 8th ed. Thornton Heath, UK: The British Crop Protection Council, 1987., p. 315",
            "Value": "IN 2 YR FEEDING TRIALS DOGS & RATS RECEIVING 2000 MG/KG DIET SUFFERED NO UNUSUALEFFECT ON THEIR PHYSIOLOGY OR FERTILITY."
        },
        {
            "References": "Jones, L.M., et al. Veterinary Pharmacology & Therapeutics. 4th ed. Ames: Iowa State University Press, 1977., p. 1259",
            "Value": "AMIDES (DIPHENAMIDE ...) CAUSE SALIVATION, ATAXIA & PROSTRATION."
        },
        {
            "References": "PMID:814455",
            "Value": "DIPHENAMIDE WAS NONMUTAGENIC WHEN TESTED BY REC-ASSAY PROCEDURE ON BACILLUS SUBTILIS & REVERSION ASSAYS ON ESCHERICHIA COLI & SALMONELLA TYPHIMURIUM."
        },
        {
            "References": "PMID:4561194",
            "Value": "DIPHENAMIDE WAS NEGATIVE IN AMES TEST AND NEGATIVE IN INDUCING MUTATIONS IN T4 BACTERIOPHAGE."
        },
        {
            "References": "Gosselin, R.E., R.P. Smith, H.C. Hodge. Clinical Toxicology of Commercial Products. 5th ed. Baltimore: Williams and Wilkins, 1984., p. II-336",
            "Value": "In mice, an initial central nervous depression was followed by clonic-tonic spasms."
        },
        {
            "References": "Hartley, D. and H. Kidd (eds.). The Agrochemicals Handbook. 2nd ed. Lechworth, Herts, England: The Royal Society of Chemistry, 1987., p. A165/Aug 87",
            "Value": "Phytotoxic to many crops, including cereals, maize, sorghum, sugar beet, beetroot, carrots, and spinach."
        },
        {
            "References": "Sax, N.I. Dangerous Properties of Industrial Materials Reports. New York: Van Nostrand Rheinhold, 1987., p. 10:2 (1990)",
            "Value": "Groups of purebred beagle dogs, 3 of each sex, were fed 0, 3, 10, or 30 mg/kg/day diphenamid for 2 years. Daily observations were made for the occurrence of untoward clinical signs, changes in food consumption, behavioral changes, stool consistency, urinary excretion, and indications of emesis. Histopathologic observations revealed no distinction between treated and control dogs, with the exception of an increase in portal macrophages and fibroblasts in the 10 and 30 mg/kg/day groups. A slight increase in liver weight occurred in the 10 and 30 mg/kg/day groups. At 30 mg/kg/day these effects were noted in a greater number of dogs."
        },
        {
            "References": "Sittig, M. (ed.) Pesticide Manufacturing and Toxic Materials  Control Encyclopedia. Park Ridge, NJ: Noyes Data  Corporation. 1980., p. 334",
            "Value": "It is phytotoxic 10 to 11 months after application."
        },
        {
            "References": "Hartley, D. and H. Kidd (eds.). The Agrochemicals Handbook. 2nd ed. Lechworth, Herts, England: The Royal Society of Chemistry, 1987., p. A165/Aug 87",
            "Value": "Inhibits root elongation."
        }
    ],
    "sediment_soil_concentrations": [
        {
            "References": "Weed Science Society of America. Herbicide Handbook. 5th ed. Champaign, Illinois: Weed Science Society of America, 1983., p. 193",
            "Value": "LONG LASTING WEED CONTROL CAN BE EXPECTED FROM RECOMMENDED RATES ... UNDER WARM,MOIST CONDITIONS THE AVG PERSISTENCE @ HERBICIDAL LEVELS IS FROM 3 TO 6 MO. UNDER LOW RAINFALL CONDITIONS, DIPHENAMID MAY BE PERSISTENT IN SOIL."
        },
        {
            "References": "(1) Brynza EA et al; Fiziol Biokhim Kul't Rast (Russian) 17: 508-10 (1985)",
            "Value": "Theconcn of diphenamid 3-5 days following application of diphenamid at a rate of 4 kg ai/ha in a Russian field was 2.73-2.90 mg/kg(1)."
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "Weed Science Society of America. Herbicide Handbook. 5th ed. Champaign, Illinois: Weed Science Society of America, 1983., p. 193",
            "Value": "DIPHENAMID IS NOT TIGHTLY ADSORBED ON SOIL COLLOIDS. IT LEACHES RAPIDLY IN SANDYSOILS BUT SLOWLY IN LOAM OR CLAY SOILS. IN SANDY SOILS, RETENTION OF AN EFFECTIVE CONCN IN THE WEED SEED GERMINATION ZONE WITH HEAVY RAINFALL CAN BE A PROBLEM."
        },
        {
            "References": "(1) Kenaga EE; Ecotox Environ Safety 4: 26-38 (1980) (2) Wauchope RD et al; RevEnviron Contam Toxicol 123: 1-36 (1991) (3) Helling CS; Soil Sci Soc Am Proc 35: 743-8 (1971) (4) Dragun J, Helling CS; Evaluation of Molecular Modelling Techniques to Estimate the Mobility of Organic Chemicals in Soils: II. Water Solubility and the Molecular Fragment Mobility Coefficient. NTIS PB81-173882, Springfield,VA (1981) (5) Swann RL et al; Res Rev 85: 17-28 (1983)",
            "Value": "A Koc of 210 for diphenamid has estimated from its water solubility(1-2). According to a suggested classification scheme, this Koc value indicates that diphenamid would be moderately mobile in soil(5). Soil thin layer chromatography studies indicates that the average retention factor (Rf) of diphenamid in a silty loam soil is 0.49(3-4). This Rf value also indicates that diphenamid has moderate mobility in soil(3)."
        }
    ],
    "plant_translocations": [
        {
            "content": "Root application of N,N-dimethyl-2,2-diphenylacetamide (diphenamid) caused reduction of root and shoot growth of oats (Avena sativa L., var. Jaycee) seedlings. Shoot application did not affect plant growth, but studies with labeled diphenamid showed that diphenamid will enter also through the shoot. In ivyleaf morningglory (Ipomoea hederacea L.), a considerable amount of label was translocated from the roots to the shoots, but not in oats seedlings. The difference in tolerance between these two species (oats susceptible, morningglory resistant) may lie in the ability of morningglory to translocate diphenamid out of the roots into the shoots faster than oats. The inhibitory effect of diphenamid was restricted to the site of uptake. Reduction in shoot growth of treated plants was the result of the limited root system and it was not a direct effect of diphenamid. Diphenamid was 10 times as toxic to oats as its metabolites. Oats seedlings inhibited by diphenamid for up to 5 days, and then placed in water recovered from the diphenamid caused inhibition. The resumed root growth appeared to be normal. The amount of uptake of 14C-labeled sucrose by excised roots treated with 10−5 M diphenamid was equal to that in untreated roots; however, more sugar was incorporated into the untreated roots than the treated roots. It appears that diphenamid is a reversible metabolic inhibitor; it inhibits cell division in the root tip perhaps by limiting utilization of substrates in the cells.",
            "reference": "Deli, J., & Warren, G. F. (1970). Uptake, translocation, and herbicidal effect of diphenamid. Weed science, 18(6), 692-696.",
            "method": {
                "Test Plant": "Jaycee oats and ivyleaf morningglory were used as bioassay plants.",
                "Apply Location": "The herbicide diphenamid was applied to both root and shoot (foliar) application through a double pot system.",
                "Plant Grown Condition": "The plants were grown in silica sand supplemented with a half-strength Hoagland and Arnon nutrient solution.",
                "Chemical Preparation": "Diphenamid solutions were prepared at 10^-6 M and 10^-5 M concentrations. For radiolabeled experiments, carbonyl-labeled ^14C-diphenamid was used at 1.0 μCi/pot or approximately 1 μCi was added to the sand.",
                "Pesticide Application Details for the Plant": "The quantitative details about pesticide application rates to each plant were not provided clearly in the available text.",
                "Other Information": "The experiments had three replicates and were repeated twice for validation. Various measurements like root/shoot length, radioactivity uptake, extraction and quantification were performed."
            },
            "result": "[{\"Plant\": \"Oats\", \"Days after application\": 1, \"Root (count/min/g)\": 2174, \"Shoot (count/min/g)\": 494}, {\"Plant\": \"Oats\", \"Days after application\": 2, \"Root (count/min/g)\": 2167, \"Shoot (count/min/g)\": 302}, {\"Plant\": \"Morningglory\", \"Days after application\": 1, \"Root (count/min/g)\": 2525, \"Shoot (count/min/g)\": 1565}, {\"Plant\": \"Morningglory\", \"Days after application\": 2, \"Root (count/min/g)\": 2534, \"Shoot (count/min/g)\": 3663}]"
        },
        {
            "content": "Nutrient-solution-grown pepper (Capsicum frutescens L. ‘Early Calwonder’) absorbed 62% of the diphenamid (N,N-dimethyl-2-2-diphenylacetamide) supplied via the roots for 48 h, and 74% in 150 h. Extensive translocation accompanied absorption, and 70 ± 3% of the absorbed 14C was present in shoots of plants harvested after 24- to 150-h treatments. Diphenamid was metabolized rapidly to chloroform-soluble and water-soluble compounds, and to unextracted residues. Chloroform-soluble compounds persisted for 150 h and accounted for more than 50% of the 14C in leaves. Water-soluble compounds other than N-hydroxymethyl-β-D-glycosides accounted for 25% of the water-soluble metabolites in leaves of nonfumigated plants. Ozone fumigation did not affect diphenamid absorption or translocation significantly. In leaves, ozone-enhanced accumulation of water-soluble metabolites more polar than N-hydroxymethyl-N-methyl-2,2-diphenylacetamide-β-D-glucoside (MDAG) and unextracted residues was observed. Ozone fumigation reduced the accumulation of these 14C-fractions in roots.",
            "reference": "Hodgson, R. H., & Hoffer, B. L. (1977). Diphenamid metabolism in pepper and an ozone effect. i. absorption, translocation, and the extent of metabolism. Weed science, 25(4), 324-330.",
            "method": {
                "Test Plant": "Pepper seedlings were used as the test plant.",
                "Apply Location": "The herbicide diphenamid and its analogs were applied to the roots via the nutrient solution.",
                "Plant Grown Condition": "The pepper seedlings were first grown in vermiculite irrigated with one-third strength nutrient solution in the greenhouse. After 2-3 cm shoot growth, they were transferred to aerated 473 ml jars containing one-third strength nutrient solution and grown for 53-73 days until 20-30 cm shoot height. The plants were then moved to growth cabinets for herbicide treatment.",
                "Chemical Preparation": "14C-labeled diphenamid and its analogs were used. In some experiments, the plants were also fumigated with 0.24-0.30 ppm v/v ozone (O3).",
                "Pesticide Application Details for the Plant": "The exact application rates of diphenamid/analogs to each plant were not provided in the given text.",
                "Other Information": "Growth cabinet conditions were 19.4 klux light, 14 hour photoperiod, day temperature 27±1°C, night temperature 22±1°C. The number of replicates was not mentioned."
            },
            "result": "[{\"Plant\": \"Nonfumigated pepper\", \"Hours after application\": 24, \"Leaf (nMoles/g)\": 2.3, \"Stem (nMoles/g)\": 20.5, \"Root (nMoles/g)\": 48.0}, {\"Plant\": \"Nonfumigated pepper\", \"Hours after application\": 48, \"Leaf (nMoles/g)\": 17.0, \"Stem (nMoles/g)\": 9.1, \"Root (nMoles/g)\": 7.2}, {\"Plant\": \"Nonfumigated pepper\", \"Hours after application\": 96, \"Leaf (nMoles/g)\": 4.1, \"Stem (nMoles/g)\": 0.3, \"Root (nMoles/g)\": 0.4}, {\"Plant\": \"Nonfumigated pepper\", \"Hours after application\": 150, \"Leaf (nMoles/g)\": 1.7, \"Stem (nMoles/g)\": 0.2, \"Root (nMoles/g)\": 0.4}, {\"Plant\": \"O3-fumigated pepper\", \"Hours after application\": 24, \"Leaf (nMoles/g)\": 8.8, \"Stem (nMoles/g)\": 27.3, \"Root (nMoles/g)\": NaN}, {\"Plant\": \"O3-fumigated pepper\", \"Hours after application\": 48, \"Leaf (nMoles/g)\": 8.0, \"Stem (nMoles/g)\": 4.0, \"Root (nMoles/g)\": NaN}, {\"Plant\": \"O3-fumigated pepper\", \"Hours after application\": 96, \"Leaf (nMoles/g)\": 3.2, \"Stem (nMoles/g)\": 1.2, \"Root (nMoles/g)\": NaN}, {\"Plant\": \"O3-fumigated pepper\", \"Hours after application\": 150, \"Leaf (nMoles/g)\": 1.0, \"Stem (nMoles/g)\": 0.1, \"Root (nMoles/g)\": NaN}]"
        }
    ]
}