{
    "_id": {
        "$oid": "6682e910c4e5dba5ffba28bb"
    },
    "CID": {
        "$numberInt": "13836"
    },
    "Name": "CHLORMEQUAT CHLORIDE",
    "IUPACName": "2-chloroethyl(trimethyl)azanium;chloride",
    "CanonicalSMILES": "C[N+](C)(C)CCCl.[Cl-]",
    "Synonyms": [
        "Chlormequat chloride",
        "999-81-5",
        "2-Chloro-N,N,N-trimethylethanaminium chloride",
        "Chlorocholine chloride",
        "(2-Chloroethyl)trimethylammonium chloride",
        "CYCOCEL",
        "Cycogan",
        "Antywylegacz",
        "Stabilan",
        "Cyocel",
        "Retacel",
        "Cycogan extra",
        "Cyclocel",
        "Chlorcholine chloride",
        "Choline dichloride"
    ],
    "IsomericSMILES": "C[N+](C)(C)CCCl.[Cl-]",
    "INCHI": "InChI=1S/C5H13ClN.ClH/c1-7(2,3)5-4-6;/h4-5H2,1-3H3;1H/q+1;/p-1",
    "INCHIKEY": "UHZZMRAGKVHANO-UHFFFAOYSA-M",
    "Formula": "C5H13Cl2N",
    "MolecularWeight": {
        "$numberDouble": "158.07"
    },
    "Description": "Chlormequat chloride is an organic chloride salt comprising equal numbers of chlormequat and chloride ions. A gibberellin biosynthesis inhibitor, it is used as a plant growth retardant to produce plants with sturdier, thicker stalks, facilitating the havesting of ornamental flowers and cereal crops. It has a role as a plant growth retardant and an agrochemical. It is an organic chloride salt and a quaternary ammonium salt. It contains a chlormequat.",
    "XlogP": {
        "$numberDouble": "NaN"
    },
    "Complexity": {
        "$numberInt": "46"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "environmental_bioconcentrations": [
        {
            "References": "(1) Baker EA et al; Pestic Sci 34: 167-82 (1992) (2) Meylan WM et al; Environ Toxicol Chem 18: 664-72 (1999) (3) Franke C et al; Chemosphere 29: 1501-14 (1994)",
            "Value": "An estimated BCF of 3.2 was calculated for chlormequat chloride(SRC), using a log Kow of -3.80(1) and a regression-derived equation(2). According to a classification scheme(3), this BCF suggests the potential for bioconcentration in aquatic organisms is low(SRC)."
        }
    ],
    "environmental_biodegradations": [
        {
            "References": "(1) Tomlin CDS, ed; The e-Pesticide Manual: a world compendium. Chlormequat Chloride. 13th ed. PC CD-ROM, Version 3.0, 2003-04. Surrey, UK: British Crop Protection Council, (2003) (2) Menzie CM; Metabolism of Pesticides-Update III. Special Scientific Report- Wildlife No. 232. Washington, DC: U.S.Department of the Interior, Fish and Wildlife Service (1980) (3) Vogtmann H et al; Proc 2nd, Internl Symp Bet Degan, Israel pp. 357-78 (1983) (4) Boethling RS; Water Res 18: 1061-76 (1984)",
            "Value": "AEROBIC: In soil, chlormequat chloride is rapidly degraded by microbial activity and has no influence on soil microflora or fauna(1). Half-lives in 4 soils were reported as averaging 32 days at 10 °C and 1 to 28 days at 22 °C(1). Studies with soil microorganisms indicated that chlormequat chloride breakdown occurred through oxidative processes(2). Chlormequat chloride, at an initial concentration of 282 ppm, biodegraded 18% after running a compost operation consisting of poultry and pig manure for 56 days; the high concentration may have retarded degradation(3). Based on analogy to other quaternary ammonium compounds(4), the reduction of biomass or other nutrient materials in natural water may reduce the biodegradation rate of the chlormequat chloride cation and acclimation enhances biodegradation of quaternary ammonium compounds."
        }
    ],
    "logP": [
        {
            "References": "Baker EA et al; Pestic Sci 34: 167-82 (1992)",
            "Value": "log Kow = -3.80"
        }
    ],
    "mechanism_of_action": [
        {
            "References": "USEPA/Office of Pesticide Programs; Chlormequat Chloride. HED Human Health Risk Assessment for the Reregistration Eligibility Decision p.8 EPA-HQ-OPP-2007-0968-0006 (June 2007). Available from, as of October 27, 2008: https://www.epa.gov/pesticides/reregistration/status.htm",
            "Value": "Chlormequat chloride has been reported in the literature to act at the nicotinic receptor site of the neuromuscular junction. The test material may act as a depolarizing agent at this site, leading to muscular excitation followed by muscle weakness. Acute toxicity may lead to respiratory arrest. Acute toxicity of chlormequat chloride has also been reported to differ by species, which is likely due to sensitivity to depolarizing neuromuscular blockers."
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "(1) Tomlin CDS, ed; The e-Pesticide Manual: a world compendium. Chlormequat Chloride. 13th ed. PC CD-ROM, Version 3.0, 2003-04. Surrey, UK: British Crop Protection Council, (2003) (2) Swann RL et al; Res Rev 85: 17-28 (1983) (3) Doucette WJ; pp. 141-188 in Handbook of Property Estimation Methods for Chemicals. Boethling RS, Mackay D, eds. Boca Raton, FL: Lewis Publ (2000) (4) Boethling RS; Water Res 18: 1061-76 (1984) (5) Hand C et al; Environ Toxicol Chem 9: 467-71 (1990) (6) Larson RJ; Res Rev 85: 159-71 (1983) (7) Matthijs E, Dehenau H; Vom Wasser 69: 73-83 (1987)",
            "Value": "The Koc of chlormequat chloride has been reported to be 203(1). According to a classification scheme(2), this Koc value suggests that chlormequat chloride is expected to have moderate mobility in soil. However, this compound exists as a quaternary ammonium cation and cations generally adsorb more strongly to soils containing organic carbon and clay than their neutral counterparts(3). Chlormequat chloride is expected to adsorb strongly to various materials, including suspended solids in wastewater treatment facilities, sediments in rivers and lakes, suspended organics and minerals in natural water systems, clays, proteins, and microorganisms(4-6). Further, adsorption of quaternary ammonium compounds to river sediment occurs primarily by an ion-exchange mechanism(5). Monitoring studies of river water samples from Germany reported that 50% of an alkyltrimethyl quaternary ammonium compound detectable in the water column was associated with suspended solids in the water; the suspended solids in the water comprise a small fraction of the water(7)."
        }
    ],
    "plant_translocations": [
        {
            "content": "The study investigated the impact of imazaquin on the absorption, translocation, and distribution of chlormequat chloride in CYCOCEL* CL in winter wheat. Three treatments were applied to the 5th leaf of the main stem at growth stage 5: (1) 14C-chlormequat chloride, (2) CYCOCEL* CL containing 14C-chlormequat chloride, and (3) CYCOCEL* CL containing 14C-imazaquin. The majority of the radioactivity absorbed (more than 85%) remained in the treated leaf. Ten days after application, 94.4% of the 14C-chlormequat was found in the treated leaf for chlormequat chloride alone, compared to 88.2% for the chlormequat chloride plus imazaquin treatment. This suggests that imazaquin increases the mobility and distribution pattern of chlormequat chloride in the plant.",
            "reference": "Arissian, M., Perrissin-Fabert, D., Blouet, A., Morel, J. L., & Guckert, A. (1991). Effect of imazaquin on absorption, translocation, and pattern of distribution of chlormequat chloride in winter wheat. Journal of Plant Growth Regulation, 10, 1-4.",
            "method": {
                "Test Plant": "Winter wheat (Triticum aestivum L., cv. Fidel)",
                "Apply Location": "Foliar application on 5th leaf of main stem",
                "Plant Grown Condition": "Seeds germinated at 4°C, then transplanted to PVC tubes with sandy soil (pH 7). Grown in greenhouse at 30/20°C day/night, 16 h photoperiod. Drip irrigated with Hoagland's nutrient solution containing 0.0125 g N/pot at emergence and 0.025 g N/pot at tillering.",
                "Chemical Preparation": "14C-chlormequat chloride (70.6 μCi) and 14C-imazaquin (38 μCi)",
                "Pesticide Application Details for the Plant": "Non-radiolabeled applied at 90% of full rate. Then 10 μl radiolabeled solution applied on 5th leaf. 14C-imazaquin in CYCOCEL CL (46.1 μg chlormequat, 0.47 μg imazaquin, 672 Bq)",
                "Other Information": "12 seedlings per batch. Sampled at 1, 6, 24, 48, 120, 240 h after treatment (2 plants/timepoint)"
            },
            "result": "[{\"Hours after application\": 1, \"Translocation to tillers (%)\": 0.35, \"Translocation to roots (%)\": 0.15}, {\"Hours after application\": 6, \"Translocation to tillers (%)\": 0.24, \"Translocation to roots (%)\": 0.22}, {\"Hours after application\": 24, \"Translocation to tillers (%)\": 0.27, \"Translocation to roots (%)\": 0.16}, {\"Hours after application\": 48, \"Translocation to tillers (%)\": 0.33, \"Translocation to roots (%)\": 0.26}, {\"Hours after application\": 120, \"Translocation to tillers (%)\": 0.76, \"Translocation to roots (%)\": 0.43}, {\"Hours after application\": 240, \"Translocation to tillers (%)\": 1.19, \"Translocation to roots (%)\": 1.38}]"
        }
    ]
}