{
    "_id": {
        "$oid": "6682e910c4e5dba5ffba28bd"
    },
    "CID": {
        "$numberInt": "13930"
    },
    "Name": "HEPTACHLOR EPOXIDE",
    "IUPACName": "1,6,8,9,10,11,11-heptachloro-4-oxatetracyclo[6.2.1.02,7.03,5]undec-9-ene",
    "CanonicalSMILES": "C12C(C(C3C1O3)Cl)C4(C(=C(C2(C4(Cl)Cl)Cl)Cl)Cl)Cl",
    "Synonyms": [
        "HEPTACHLOR EPOXIDE",
        "Epoxyheptachlor",
        "1024-57-3",
        "CHEBI:34786",
        "Heptachlor exo-epoxide",
        "ENT 25,584",
        "2,5-Methano-2H-indeno[1,2-b]oxirene",
        "2,3,4,5,6,7,7-heptachloro-1a,1b,5,5a,6,6a-hexahydro-",
        "(1a.alpha.,1b.beta.,2.alpha.,5.alpha.,5a.beta.,6.beta.,6a.alpha.)-",
        "Heptachlor Epoxide A",
        "Heptachlor-endo-epoxide",
        "4,7-Methanoindan",
        "1,4,5,6,7,8,8-heptachloro-2,3-epoxy-3a,4,7,7a-tetrahydro-",
        "Heptachlore epoxide",
        "SCHEMBL472045",
        "CHEMBL1903207",
        "ZXFXBSWRVIQKOD-UHFFFAOYSA-N",
        "2,5-Methano-2H-indeno[1,2-b]oxirene",
        "2,3,4,5,6,7,7-heptachloro-1a,1b,5,5a,6,6a-hexahydro-,(1aR,1bS,2R,5S,5aR,6S,6aR)-rel-"
    ],
    "IsomericSMILES": "C12C(C(C3C1O3)Cl)C4(C(=C(C2(C4(Cl)Cl)Cl)Cl)Cl)Cl",
    "INCHI": "InChI=1S/C10H5Cl7O/c11-3-1-2(4-5(3)18-4)9(15)7(13)6(12)8(1,14)10(9,16)17/h1-5H",
    "INCHIKEY": "ZXFXBSWRVIQKOD-UHFFFAOYSA-N",
    "Formula": "C10H5Cl7O",
    "MolecularWeight": {
        "$numberDouble": "389.3"
    },
    "Description": "Heptachlor epoxide is a member of oxanes.",
    "XlogP": {
        "$numberDouble": "3.7"
    },
    "Complexity": {
        "$numberInt": "505"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "plant_concentrations": [
        {
            "References": "(1) Carey AE et al; Pest Monit J 12: 117-36 (1978)",
            "Value": "As part of the Pesticide Residue Monitoring Program, residue levels in mature crops were collected from 729 sites in 1971(1). Corn stalk was the only crop in which more than than 1 or 2 samples were positive having a 7.7% incidence in 286 samples with residue levels ranging 0.01 to 0.51 ppm(1)."
        }
    ],
    "animal_concentrations": [
        {
            "References": "PMID:6791283",
            "Value": "THE PRESENCE OF HEPTACHLOR EPOXIDE IN HARBOR SEALS (PHOCA VITULINA) & WHITE-BEAKED DOLPHINS (LAGENORHYNCHUS ALBIROSTRIS) WAS CONFIRMED BY CHEM DERIVATIZATION & MASS SPECTROMETRIC ANALYSIS."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V20 136 (1979)",
            "Value": "/A 1974 REPORT INDICATES THAT/ BREAST MUSCLE SAMPLES OF DOVES FROM 15 US STATES, LEVELS ... RANGED FROM 0.14-8.7 MG/KG LIPID WT (LESS THAN 0.006-0.17 MG/KG WET WT). /A 1976 REPORT INDICATES /THAT/ IT WAS DETECTED IN STARLINGS FROM APPROX 97% OF 126 COLLECTION SITES, AT LEVELS RANGING FROM TRACE ... TO 0.31 MG/KG WET WT. ... /HAS BEEN/ FOUND IN MOST SPECIES OF ARCTIC MAMMALS; LEVELS RANGED FROM 0.005 MG/KG IN RINGED SEAL TO 0.49 MG/KG IN POLAR BEAR /AS REPORTED IN 1974 REPORT/."
        },
        {
            "References": "(1) Bunck CM et al; Environ Monit Assess 8: 59-75 (1987) (2) Reish DJ et al; J Water Pollut Control Fed 54: 786-812 (1982) (3) Struger J et al; J Great Lakes Res 11: 223-30 (1985) (4) Reichel WL et al; Env Monit Assess 4: 395-403 (1984) (5) DeWeese LR et al; Environ Toxicol Chem 5: 675-93 (1986) (6) Heinz GH et al; Environ Monit Assess 5: 223-36 (1985) (7) Brunn H et al; Bull Environ Contam Toxicol 34: 527-32 (1985) (8) Pearce PA et al; Environ Pollut 56: 27-35 (1989) (9) Gonzalez LM, Miraldo F; Environ Pollut 51: 241-58 (1988)",
            "Value": "Harbour seal from the Dutch Wadden Sea and white-beaked dolphin from the North Sea contained 0.68-1.7 and 0.71-1.3 ppm, respectively(2). Mean concns of heptachlor epoxide in the eggs of herring gulls in colonies in Saganaw Bay, the Detroit River, and the Niagra River was 0.13, 0.08-0.10, and 0.09-0.12 ppm wet weight, respectively(3). Eggs of 10 species of fish-eating birds collected in Green Bay and Lake Michigan during 1975-80 contained mean levels of heptachlor epoxide ranging from ND to 500 ppb wet weight(6). The eggs of Imperial Eagles collected in Spain during 1982 to 1984 contained a mean level of heptachlor epoxide of weight(9). Results of the nationwide monitoring of organochlorine residues in starlings for 1982 were that 54.3% of the 129 pooled sites yielded birds with detectable levels of heptachlor epoxide(1). The mean level was 0.01 ppm wet weight and the maximum, from Texas, was 0.65 ppm(1). Carcasses of bald eagles from 32 states contained (year, % positive, median concn in samples containing reportable levels in ppb wet weight): 1978, 36%, 80; 1979, 35%, 150; 1980, 42%, 120; 1981, 29%, 120(4). In a 1980 study of organochlorine contaminants in songbirds at 36 sites in 10 western states, 47% of individual birds and 16% of composite samples were positive for heptachlor epoxide with a higher percentage of positives being obtained for migratory than nonmigratory species and for insectivores than omnivores(5). Positive mean residues ranged from 0.01 to 0.44 ppm wet weight(5). 85% of a sampling of pheasants, partridges, and hares in West Germany contained residues of heptachlor epoxide, 1.530 ppm (fat basis) although use of heptachlor was baned in 1980(7). Heptachlor epoxide was detected in Double-crested Cormorant collected in Atlantic Canada during 1968 to 1984 at concentrations ranging from undetected levels to 0.09 ppm(8). Heptachlor epoxide was detected in Atlantic Puffin collected in Atlantic Canada during 1968 to 1984 at concentrations ranging from 0.01 to 0.03 ppm(8). Heptachlor epoxide was detected in Leach's Storm Petrel collected in Atlantic Canada during 1968 to 1984 at concentrations ranging from 0.01 to 0.02 ppm(8)."
        },
        {
            "References": "(1) Stendell RC et al; Environ Monit Asses 10: 37-41 (1988)",
            "Value": "Heptachlor epoxide was detected in 2 of 4 eggs of Swainson's hawks (Buteo swainsoni) collected in North and South Dakota in 1875 at concentrations ranging from undetected levels to 0.12 ppm with an average of 0.03 ppm wet weight(1). Heptachlor epoxide was detected in 5 of 9 eggs of Swainson's hawks (Buteo swainsoni) collected in North and South Dakota in 1979 at concentrations ranging from undetected levels to 0.13 ppm with an average of 3, 1 of 4, 6 of 8 and 8 of 22 egges of Ferruginous hawks (Buteo regalis) collected in North and South Dakota in 1975, 1976, 1977 and 1979 at concentrations ranging from undetected levels to 0.95, undetected levels to 1.7, undetected levels to 2.3 and undetected levels to 1.2 ppm with averages of 0.32, 0.42, 0.48 and 0.11 ppm wet weight, respectively(1)."
        },
        {
            "References": "(1) Hall RJ et al; Environ Monit Assess 13: 11-9 (1989) (2) Wiemeyer SN et al; Wildi Manage 52: 238-47 (1988) (3) Wiemeyer SN et al; Arch Environ Contam Toxicol 17: 767-87 (1988) (4) Schick C et al; Environ Monit Assess 9: 115-31 (1987)",
            "Value": "Heptachlor epoxide was detected in the whole body tissues of 11 of 13 American Black ducks (Anas rubripes) collected in Montana in 1988 at concentrations ranging from undetected levels to 5.5 ppm with an average of 0.72 ppm(1). Heptachlor epoxide was detected in 8 of 8 samples of the whole body tissue of Dunlins (Calidris alpina), a water prey of Peregrine falcons, collected in Samish Bay, Washington in 1980 at concentrations ranging from 0.01 to 0.09 ppm with an average of 0.03 ppm wet weight(3). Heptachlor epoxide was detected in 5 of 5 samples of the whole body tissue of Dunlins (Calidris alpina), a winter prey of Peregrine falcons, collected in Bowerman Basin, Washington in 1980 at concentrations ranging from 0.001 to 0.01 ppm with an average of 0.004 ppm wet weight(3). A dead California condor was found to contain 1.1 ppm heptachlor epoxide(2). Osprey (Pandion hallaetus) eggs collected from 14 states during 1970 to 1979 contained heptachlor epoxide at concentrations ranging from undetected levels to 0.98 ppm fresh weight(4)."
        },
        {
            "References": "(1) Clawson RL, Clark DR Jr; Bull Environ Contam Toxicol 42: 431-73 (1989) (2) Somers JD et al; Bull Environ Contam Toxicol 39: 783-90 (1987)",
            "Value": "Heptachlor epoxide was detected in the carcass of 6 of 7 gray bats (Myotis grisescens) collected in Boone County, MO in 1982 at concentrations ranging from undetected levels to 2.8 ppm wet weight(2). Heptachlor epoxide was detected in the carcass of 2 of 2 eastern pipistrelle bats (Pipistrellus subflavus) collected in Boone County, MO in 1982 at concentrations of 1.7 and 0.3 ppm wet weight(1). Heptachlor epoxide was detected in the carcass of 5 of 7 bats (Lasiurus Borealis) collected in Boone County, MO in 1982 at concentrations ranging from undetected levels to 3.2 ppm wet weight(2). Otters from the coast of northwestern Alberta, Canada were found to contain heptachlor epoxide in their livers at concentrations ranging from undetected levels to 0.003 ug/kg wet weight(2)."
        },
        {
            "References": "(1) Norstorm RJ et al; Environ Sci Technol 22: 1063-7 (1988) (2) Layher WG et al; Bull Environ Contam Toxicol 39: 926-32 (1987)",
            "Value": "Heptachlor epoxide was detected in the adipose tissue of Canadian artic and subartic polar bears collected from 1982 to 1984(1). Adult male raccoons collected at Ark City, Downs, Valley Fall, Blue Rapids, Pratt and Emporia, Kansas from November 12, 1984 to January 31, 1985 contained heptachlor epoxide at concentrations of 0.045, 0.140, 0.580, 0.048, 0.099 and 0.130 mg/kg, respectively(2). Adult female raccoons collected at Downs, Valley Fall, Blue Rapids and Emporia, Kansas from November 21, 1984 to January 31, 1985 contained heptachlor epoxide at concentrations of 0.350, 0.083, 0.063 and 0.370 mg/kg, respectively(2). Juvenile male raccoons collected at Ark City, Pratt and Emporia, Kansas from November 21, 1984 to January 31, 1985 contained heptachlor epoxide at concentrations of 0.048, 0.650, and 0.043 mg/kg, respectively(2)."
        },
        {
            "References": "(1) Reish DJ et al; J Water Pollut Control Fed 54: 786-812 (1982) (2) Strugger J et al; J Great Lakes Res 11: 223-30 (1985) (3) Kerkhoff M et al; Sci Total Environ 19(1): 41-50 (1981)(4) Ellis DH et al; Bull Environ Contam Toxicol 42: 57-64 (1985) (5) Foley RE, Batcherelier GR; J Wildi Manage 52: 441-5 (1988)",
            "Value": "Harbour seals from the Dutch Wadden Sea and White-beaked dolphins from the North Sea contained heptachlor epoxide at concentrations ranging from 0.66 to 1.7 and 0.71 to 1.3 ppm, respectively(2). The presence of heptachlor epoxide in Harbor seals (Phoca vitulina) and White-beaked dolphins (Lagenorhynchus albirostris) was confirmed by chemical derivatization and mass spectrometric analysis(3). The mean concentrations of heptachlor epoxide in the eggs of Herring gulls from colonies in Saganaw Bay, the Detroit River, and the Niagara River were 0.13, 0.08, to 0.10, and 0.09 to 0.12 ppm wet weight, respectively(3). The concentrations of heptachlor epoxide ranged from 0.01 to 0.19 ppm with a mean concentration of 0.04 ppm wet weight in 27 hatching year Goldeneye ducks that overwintered on the Niagara River between November 30 to December 30, 1984(5). The concentrations of heptachlor epoxide ranged from 0.03 to 0.41 ppm with a mean concentration of 0.11 ppm wet weight in 25 adult Goldeneye ducks that overwintered on the Niagara River between November 30 to December 30, 1985(5). The concentrations of heptachlor epoxide ranged from 0.19 to 0.27 ppm with a mean concentration of 0.23 ppm wet weight in 24 adult Goldeneye ducks that overwintered on the Niagara River between February 15 to March 15, 1985(5). The concentrations of heptachlor epoxide in 5 eggs of Peregrine falcons from Arizona in 1978, 1981, 1982, 1982, and 1982 were 0.78, 0.29, 0.27, and 0.41 ppm, respectively(4)."
        }
    ],
    "fish_seafood_concentrations": [
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V20 136 (1979)",
            "Value": "... /A 1975 REPORT INDICATES THAT/ HEPTACHLOR EPOXIDE WAS FOUND IN MUSCLE TISSUE OF FISH COLLECTED FROM RIVER IN BRITISH COLUMBIA, IN 14 OF 61 SAMPLES AT LEVELS ... UP TO 86.6 UG/KG, & IN 4 OF 11 SAMPLES OF SHELLFISH COLLECTED FROM ESTUARY AT LEVELS UP TO 23 UG/KG. EDIBLE PORTIONS OF 4 SPECIES OF FISH WERE FOUND TO CONTAIN 0.1 MG/KG BODY WT OR LESS."
        },
        {
            "References": "(1) Staples CA et al; Environ Toxicol Chem 4: 131-42 (1985) (2) Saiki MK, Schmitt CJ; Arch Environ Contam Toxicol 15: 357-66 (1986) (3) Henderson C et al; Pestic Monit J 3: 145-71 (1969) (4) Frank R et al; Pestic Monit J 12: 69-80 (1978) (5) Kuehl DW et al; Environ Int 9: 293-9 (1983) (6) Butler PA, Schutzmann RL; Pest Monitor J 12: 51-9 (1978)",
            "Value": "Of the 127 stations reporting heptachlor epoxide in biota in EPA's STORET database, 1.6% contained detectable levels of the chemical(1). 32% of the 588 composite samples of fish from 50 sampling stations in the National Pesticides Monitoring Program in 1967-68 contained detectable quantities of heptachlor epoxide(3). The positive samples ranged from 0.01 to 8.46 ppm (wet weight), 0.04 ppm median(3). Samples from Port Ontario on Lake Ontario and the Hudson River exceeded 1 ppm(3). Heptachlor epoxide was identified, but not quantified, in fish from 3 of 28 selected watersheds in Minnesota, Wisconsin, Michigan, Illinois and Indiana(5). Detectable levels of the chemical were found only in Mill Creek, Cincinnati, OH, White River, Petersburg, IN, and Stoney Island in Lake Ontario in 1979(5). 7 species of fish from Lakes Saint Clair and Erie in 1976 contained mean residues of 3-15 ppb(4). Concentrations of heptachlor epoxide did not exceed the detection limit of 4 ppb in carp and bluegills from 8 sites in the San Joaquin Valley in California(2). As part of the National Pesticides Monitoring Program, residues of pesticides in 1524 composite samples of juvenile fish in 144 estuaries in 19 coastal states were analyzed from 1972-76(6). Heptachlor epoxide was only reported in Maryland, having a 2% incidence there."
        },
        {
            "References": "(1) Butler PA; Pestic Monit J 6: 238-362 (1973) (2) Martin M, Castle W; Mar Pollut Bull 15: 259-66 (1984) (3) Butler PA et al; Pestic Monit J 12: 99-101 (1978) (4) Ballschmiter K, Zell M; Intern J Environ Anal Chem 8: 15-35 (1980) (5) DouAbul AAZ et al; Bull Environ Contam Toxicol 38: 674-80 (1987) (6) Amodio-Cocchieri R, Arnese A; Bull Environ Contam Toxicol 40: 233-9 (1988)",
            "Value": "In the Petrowatch program in which resident mussels (Mytilus californianus) were taken from 11 intertidal sites along the Californian coast near Monterey Bay, residues from only one site, Ano Nuevo island (1.4 ppb), was above the 0.9 ppb detection limit(2). No heptachlor epoxide was reported in the 1965-72, 15 state national monitoring program of estuarine mollusks or the followup program in 1977, although it was routinely screened for(1,3). Heptachlor epoxide has been found in fish from pristine regions. For example, spawn from plankton-feeding Artic Char from high Alpian lakes whose only input is from the air had residues of 5 ppb (lipid basis) and fish livers from the Antartic had residues of 0.02 ppb(4). In 1984, heptachlor and heptachlor epoxide combined were detected in Cyprind fish (Barbus Kanthopterus) from the Shatt al-Arab River, Iraq at concentrations ranging from undetected levels to 13 ppb(5). In March to June, 1986, heptachlor was detected in Black Bullhead, Bleak, Chub, Common Carp, Eel and Tench from the Barigliano River in Southern Italy at average concentrations of 10, 5, 10, 5, 5 and 5 ng/g with an overall frequency of occurrence of 100%(6). Heptachlor was detected in Black Bullhead, Bleak, Chub, Common Carp, Eel and Tench from the Volturno River in Southern Italy at average concentrations of 10, 5, 12, 10, 11, and 5 ng/g with an overall frequency of occurrence of 100%(6). Heptachlor was detected in Black Bullhead, Bleak, Chub, Common Carp, Eel and Tench from the Calore River in Southern Italy at average concentrations of 9, 8, 16, 7, 10, and 10 ng/g with an overall frequency at of occurrence of 100%(6). Heptachlor was detected in Black Bullhead Bleak, Chub, Common Carp, Eel and Tench from the Sele River in Southern Italy at average concentrations of 15, 5, 10, 5, 5, and 5 ng/g with an overall frequency occurrence of 100%(6)."
        },
        {
            "References": "(1) Camanzo J et al; J Great Lakes Res 13(3): 296-309 (1987) (2) Doghelm SM et al; J Assoc Off Anal Chem 71: 872-4 (1988) (3) Arruda JA et al; Bull Environ Contam Toxicol 41: 617-24 (1988) (4) DeVault DS et al; J Great Lakes Res 14: 23-33 (1988)",
            "Value": "Heptachlor epoxide was detected in Coho salmon from the Huron River, Lake Huron at a concentration of 0.01 ug/g in 1984(4). Heptachlor epoxide was detected in common carp, channel catfish, smallmouth and largemouth bass, rock bass, pumpkinseed, bowfin, lake trout and northern pike from Lake Michigan collected at White Lake and the St. Joseph, Kalamazoo, Grand, Muskegon, Pere Marquette, Manistee, Platte, Boardman, Grand Traverse, Manistique, Whitefish, Escanaba and Ford Rivers at concentrations ranging from 0.0001 to 0.082 mg/kg wet weight(1). Heptachlor epoxide was detected 7 of 8 common carp and 10 of 12 white bass from Tuttle Creek Lake, Kansas at average concentrations of 0.008 and 0.009 ug/kg(3). The respective mean and maximum heptachlor epoxide concentrations were 0.095 and 0.120 ppm with a frequency of detection of 2 of 3 samples in Catfish (Clarius Lazero) collected from June to September, 1985 at Beni-Suerf Governorate, Egypt(2). The heptachlor epoxide cocentration was 0.010 ppm with a frequency of detection of 1 of 3 samples in Bolti fish (Tilapia nilotica) collected from June to September, 1985, at Beni-Suef Governorate, Egypt(2)."
        },
        {
            "References": "(1) El Nabawi A et al; Arch Environ Contam Toxicol 16 (6): 689-96 (1987) (2) Devault DS; Arch Environ Contam Toxicol 14: 587-94 (1987)",
            "Value": "Different fish species from Abu Qir Bay, Idku Lake, and Maryut Lake in Alexandria, Egypt, were assayed for residues of organochlorine insecticides and polychlorinated biphenyls (PCBs). The fish were obtained from commercial fishermen in 1985: Pagellus erythrinus, Sargus vulgarius, Siganus rivulatus, Sphyraena sphyraena, and Trigla hirundo from Abu Qir Bay; and Tilapia fish from Idku and Maryut Lakes. Twenty grams of dorsal fish muscle were extracted and the residues analyzed by GLC; reagent blanks and spike samples were included with each sample. The waters from which the fish were obtained receive drainage from industrial, agricultural and urban activities. Water samples were not assayed for specific components. Heptachlor epoxide was detected in all fish in the study. The highest levels (9.2 ug/kg) were found in Sphyraena sphyraena. All samples were well below permissible levels for heptachlor epoxide(1) . Heptachlor epoxide was detected in fish collected from Great Lake harbors and tributary mouths at the Astabula and Black Rivers, Ohio; Sheboygan, Memonimee, Kinnickinnic, Fox and Wolf Rivers, Wisconsinl and Chequamegon Bay, Lake Superior, Wisconsin at concentrations ranging from less than 0.002 mg/kg to 0.048 mg/kg(2)."
        },
        {
            "References": "(1) Giesy JP et al; J Great Lakes Res 12: 82-98 (1986)",
            "Value": "Heptachlor and heptachlor epoxide combined were detected in the Chinook salmon eggs from Lake Michigan in 1981 at concentrations ranging from 5.8 to 58.3 ug/kg with a respective mean and median concentrations of 27.9 and 25.1 ug/kg(1)."
        }
    ],
    "sediment_soil_concentrations": [
        {
            "References": "Parke, D. V. The Biochemistry of Foreign Compounds. Oxford: Pergamon Press, 1968., p. 201",
            "Value": "... /IT/ IS EXTREMELY STABLE & HAS BEEN KNOWN TO PERSIST FOR ... NINE YEARS IN SOIL TREATED WITH HEPTACHLOR."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V20 135 (1979)",
            "Value": "... /A 1976 REPORT INDICATES THAT IT/ HAS BEEN FOUND IN ... SEDIMENTS ... FROM BIOLOGICAL SEWAGE TREATMENT PLANT AT 28 US & EUROPEAN LOCATIONS. ... /A 1971 REPORT INDICATES THAT IT/ WAS DETECTED IN SOIL OF 7/16 FARMS AT LEVELS RANGING FROM TRACE AMT TO 0.24 MG/KG. ... ALSO DETECTED AT LEVEL OF 0.01 MG/KG I 2/199 SAMPLES OF NONCROPLAND SOIL."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V5 177 (1974)",
            "Value": "TERRESTRIAL FATE: ... APPLICATIONS OF 1-1.6 LB/ACRE HEPTACHLOR /TO SOIL/ LEFT NO RESIDUES 15 MONTHS LATER; 2 LB/ACRE LEFT 0.26-0.47 PPM HEPTACHLOR + HEPTACHLOR EPOXIDE 1 YR LATER; 3 LB/ACRE LEFT 0.21-0.40 PPM 4 MO LATER & 0.18-0.32 PPM 1 YR LATER; 6 LB/ACRE LEFT 0.49-3.61 PPM 4 MO LATER & 0.63-2.24 PPM 1 YR LATER. LOAM SOIL TREATED 5 YEARS WITH 5 LB/ACRE/YR CONTAINED 4.6% OF APPLIED HEPTACHLOR 5 YEARS AFTER CESSATION OF TREATMENT; THUS THE MEAN RESIDUE LEVEL IN SOIL WAS 0.70 PPM HEPTACHLOR + HEPTACHLOR EPOXIDE & IN CARROTS 0.413 PPM. ALL OTHER FRUITS OR VEGETABLES GROWN ON TREATED SOILS SHOWED NONE OR NEGLIGIBLE QUANTITIES OF THESE COMPOUNDS."
        },
        {
            "References": "(1) Staples CA et al; Environ Toxicol Chem 4: 131-42 (1985) (2) Feltz HR; pp. 271-87 in Contam Sed Fate Transport Case Studies Model Toxicol 1 Ann Arbor, MI: Ann Arbor Science (1980) (3) Kuntz KW, Warry ND; J Great Lakes Res 9: 241-8 (1983) (4) Frank R; J Great Lakes Res 7: 440-54 (1981)",
            "Value": "Of the 1710 stations reporting heptachlor epoxide in sediment in EPA's STORET database, 25.0% contained detectable levels of the chemical with a median concn of 0.1 ppb (dry wt)(1). 37% of suspended sediment samples from the lower Niagra River in 1980-81 contained heptachlor epoxide, mean 1 ppb dry weight(3). Mean concn of heptachlor epoxide in river bed sediment at the mouth of the Grand and Saugeen Rivers in Ontario during 1975-76 was 1 ppb and ND, respectively(4). No heptachlor epoxide was detected in bottom sediment at 13 locations in the Potomac River Basin in 1972 or 1976(2)."
        },
        {
            "References": "(1) IARC; Monograph on the Evaluation of the Carcinogenic Risk of Chemicals to Humans. Some Halogenated Hydrocarbons. 20: 129-54 (1979) (2) Lang JT et al; Pestic Monit J 12: 230-3 (1979) (3) Carey AE et al; Pestic Monit J 6: 369-76 (1973) (4) Carey AE et al; Pestic Monitor J 13: 17-22 (1979) (5) Frank R et al; Can J Soil Sci 56: 463-84 (1976) (6) Carey AE et al; Pest Monit J 12: 117-36 (1978)",
            "Value": "In a study of 31 Ontario apple orchards (1972-75), residues of heptachlor epoxide ranged from ND-97 ppb, 14% positive (detection limit 0.4 ppb) in the upper 15 cm of soil but was absent from the 15-30 cm layer(5). As part of the National Soils Monitoring Program, 1486 samples of cropland soil in 37 states were analyzed for pesticide residues in 1971(6). There was 6.9% positive detections for heptachlor epoxide with levels ranging from 0.01-0.43 ppm(6). States with the highest incidence were Illinois, Iowa, Nebraska, Missouri, and Indiana(6). In a 1970 study of residues in Corn Belt States that sampled 400 sites in 12 states, 7 states had sites with detectable levels of heptachlor epoxide with occurrences ranging from 2.7-23.2%, mean concn 0.01 ppm or less, max residue 0.31 ppm(3). Illinois had the highest number of positive samples. 25 soil samples out of 380 from 5 metropolitan areas contained heptachlor epoxide residues, <.01-.02 ppm mean, 1.95 ppm maximum(4). A survey of pesticide residues in soil on 6 US Airforce bases in 1975 and 1976 resulted in residues of heptachlor epoxide ranging from <10 ppb (detection limit) to 60 ppb(2). The percentage of positive sites for the two years were (land type, percent): residential, 15.0% (1975), 35.0% (1976); open land, 17.0% (1975), 14.3% (1976); golf courses, 11.8% (1975), 17.7% (1976)(2). The percentage of positive sites containing heptachlor, its precursor, declined between 1975 and 1976(2). Heptachlor epoxide was detected in tobacco fields at levels of 30 and 10 ppb at depths of 0-15 cm and 15-23 cm, respectively, 3 mo after application with heptachlor, although no heptachlor epoxide was detected immediately after application(1)."
        },
        {
            "References": "(1) Fox ME et al; Marine Pollut Bull 19: 333-6 (1988) (2) Colombo JC et al; Environ Sci Technol 24: 498-505 (1990)",
            "Value": "SEDIMENT: Heptachlor epoxide was detected in sediments from Manuaku Harbor, New Zealand at concentrations of less than 0.1, and 0.3 ng/g for sampling points located at Waiuku Inlet Mangere Inlet and Big Muddy Creek, respectively(1). Heptachlor epoxide was detected in sediments from the coast of Argentina at concentrations ranging from 0.1 to 18.7 ng/g with a mean of 0.8 ng/g(2)."
        },
        {
            "References": "(1) Great Lakes Water Quality Board; 1987 Report on Great Lakes Water Quality, Appendix B. Great Lakes Surveillance Volume 11 (1989) (2) Eisenreich SJ et al; Environ Sci Technol 23: 1116-26 (1989)",
            "Value": "SEDIMENT: Heptachlor epoxide was detected in 2 of 42 sediment samples from Wolfe Island, St. Lawrence River collected between 1982 and 1984(1). Heptachlor epoxide concentrations in all sediment samples collected from the St. Lawrence River were less than 1 ug/kg(1). Lacustrine sediment samples deposited over time in Lake Ontario contained heptachlor epoxide at concentration as high as 50 ng/g(2). Sediment samples extracted at increasing depths showed a steady increase in the concentration of heptachlor epoxide from 1930 to 1970 and a steady decline in concentration from 1970 to 1980(2)."
        }
    ]
}