{
    "_id": {
        "$oid": "6682e910c4e5dba5ffba28be"
    },
    "CID": {
        "$numberInt": "13940"
    },
    "Name": "ENDOSULFAN SULFATE",
    "IUPACName": "1,9,10,11,12,12-hexachloro-4,6-dioxa-5lambda6-thiatricyclo[7.2.1.02,8]dodec-10-ene 5,5-dioxide",
    "CanonicalSMILES": "C1C2C(COS(=O)(=O)O1)C3(C(=C(C2(C3(Cl)Cl)Cl)Cl)Cl)Cl",
    "Synonyms": [
        "ENDOSULFAN SULFATE",
        "1031-07-8",
        "Endosulfan sulphate",
        "DTXSID3037541",
        "6,9-Methano-2,4,3-benzodioxathiepin",
        "6,7,8,9,10,10-hexachloro-1,5,5a,6,9,9a-hexahydro-",
        "3,3-dioxide",
        "5-Norbornene-2,3-dimethanol",
        "1,4,5,6,7,7-hexachloro-",
        "cyclic sulfate",
        "6,7,8,9,10,10-Hexachloro-1,5,5a,6,9,9a-hexahydro- 6,9-methano-2,4,3-benzodioxathiepin-3,3-dioxide",
        "endosulfan TP",
        "Endosulphan sulphate",
        "Endosulfan metabolite",
        "Endosulfan sulfate Standard",
        "SCHEMBL630451",
        "CHEMBL2272380",
        "DTXCID1017541",
        "Tox21_300782"
    ],
    "IsomericSMILES": "C1C2C(COS(=O)(=O)O1)C3(C(=C(C2(C3(Cl)Cl)Cl)Cl)Cl)Cl",
    "INCHI": "InChI=1S/C9H6Cl6O4S/c10-5-6(11)8(13)4-2-19-20(16,17)18-1-3(4)7(5,12)9(8,14)15/h3-4H,1-2H2",
    "INCHIKEY": "AAPVQEMYVNZIOO-UHFFFAOYSA-N",
    "Formula": "C9H6Cl6O4S",
    "MolecularWeight": {
        "$numberDouble": "422.9"
    },
    "Description": {
        "$numberDouble": "NaN"
    },
    "XlogP": {
        "$numberDouble": "3.7"
    },
    "Complexity": {
        "$numberInt": "568"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "plant_concentrations": [
        {
            "References": "PMID:7569923",
            "Value": "The global distribution of 22 potentially harmful organochlorine compounds was investigated in more than 200 tree bark samples from 90 sites worldwide(1). Endosulfan sulfate and endosulfan were found in high concentrations in India and along the Pacific Rim due to its high use in rice cultivation(1). Other regions with detectable amounts of endosulfan sulfate and endosulfan were Scandanavia, the United States, England, Southern Australia, and South Africa(1)."
        }
    ],
    "animal_concentrations": [
        {
            "References": "Wilson JG, Earley JJ; Environ Pollut Ser B 12 (1): 15-26 (1986)",
            "Value": "Shag and cormorant eggs were collected from 3 sites off the east, south-east and south coasts of Ireland and the pesticide and PCB levels detn by gas chromatography. Of the pesticides, p,p'-DDT, p,p'-DDE, o,p'-DDE, lindane, dieldrin, endrin, alpha-BHC, alpha-chlordane, oxychlordane, heptachlor, heptachlor-epoxide, and quintofene were detected, whereas o,p'-DDT, o,p'-DDD, aldrin, endosulfan-I, endosulfan-II, endosulfan sulfate, methoxychlor, beta-BHC, and gamma-chlordane, were not found. /Detection level data not included in source/"
        }
    ],
    "fish_seafood_concentrations": [
        {
            "References": "Nat'l Research Council Canada; Endosulfan p.52 (1975) NRCC No. 14098",
            "Value": "A fish kill in ... 1972, Salmo gairdneri (rainbow trout) /was reported from a/ pond near Simcoe, Ontario, following aerial application of endosulfan to local tobacco fields. Four rainbow trout contained residues of 0.47 mg/kg total endosulfan in edible tissue (ie 0.25 mg/kg a-isomer, 0.17 mg/kg b-isomer, and 0.05 mg/kg sulfate)."
        },
        {
            "References": "MATTHIESEN P ET AL; PESTIC SCI 13 (1): 39-48 (1982)",
            "Value": "RESIDUES OF ENDOSULFAN INSECTICIDE (ALPHA & BETA-ISOMERS, AND ENDOSULFAN SULFATE) IN FISH & THEIR PREDATORS WERE MEASURED DURING AND AFTER OPERATION TO CONTROL TSETSE FLY IN THE OKAVANGO DELTA, BOTSWANA. SIX ULV DOSES OF ENDOSULFAN 35% EC (6-12 G AI/HA) WERE APPLIED FROM THE AIR IN A PERIOD OF 12 WK OVER 2500 SQ KM. THE CONCN OF RESIDUES FOUND IN LIVING FISH WAS LESS THAN OR EQUAL TO 0.19 MG/KG WET WT IN CAUDAL MUSCLE, & USUALLY 0.8 MG/KG WET WT IN POOLED VISCERA (MAX 2.8 MG/KG). THESE VALUES RETURNED TO NEAR-NORMAL WITHIN 3 MO AFTER CESSATION OF SPRAYING, BUT RESIDUES WERE STILL DETECTABLE AFTER 12 MO. BY COMPARISON, FISH KILLED BY SPRAYING CONTAINED A MAX RESIDUE LEVEL (WHOLE BODY) OF 1.5 MG/KG WET WT. LEAN FISH WERE MORE SUSCEPTIBLE TO POISONING THAN FAT FISH. RESIDUE LEVELS IN FISH PREDATORS (FISH EATING BIRDS & CROCODILES) WERE SIMILAR TO THOSE IN THEIR PREY, AND THE RISK TO THEM WAS CONSEQUENTLY LOW."
        },
        {
            "References": "PMID:8744923",
            "Value": "The relationship between whole-body concns of various chemicals was studied in East Fork Poplar Creek in Oak Ridge, Tennessee(1). Endosulfan sulfate was found in benthic macroinvertabrates, crayfish, stoneroller fish, and redbreast fish at an avg concn of 26.13, 49.79, 83.30, and 53.50 ug/kg, respectively(1)."
        }
    ],
    "sediment_soil_concentrations": [
        {
            "References": "Carey AE et al; Pest Monit J 13 (1): 17-22 (1979)",
            "Value": "Soil samples from five metropolitan areas including Baltimore, Md; Gadsen, Al; Hartford, CT; Macon, Ga; and New Port News, VA were analyzed for elemental arsenic, organochlorine pesticides, and polychlorinated biphenyls (PCBs). ... All areas exhibited heavy soil concentrations of organochlorine pesticides including: ... endosulfan sulfate. ... Within the metropolitan areas, samples from the urban, or core city, locations ... had higher pesticide concentrations than did samples from surburban locations. ... Pesticide residue concentrations were ... higher in soils of metropolitan areas than in nearby agricultural soils."
        },
        {
            "References": "Nat'l Research Council Canada; Endosulfan: Its Effects on Environmental Quality p.28 (1975) NRCC No. 14098",
            "Value": "... Studies were conducted on the occurrence and magnitude of ... endosulfan sulfate residues in soil samples obtained from commercially treated fields in New Jersey, Wisconsin, Florida, Minnesota, and North Dakota. Various crops were treated one to five years with foliar applications (0.56-1.12 kg/ha). Intervals from the last application to the data sampling ranged from 100 days to approximately five years. ... Endosulfan sulfate was detected at ... 0.07-1.06 mg/kg (soil) in 10 of 14 soil monitoring samples."
        },
        {
            "References": "Nat'l Research Council Canada; Endosulfan p.52 (1975) NRCC No. 14098",
            "Value": "/During 1972 ... a pond near/ Simcoe, Ontario, following aerial application of endosulfan to local tobacco fields ... /the sediments/ contained 0.9 ug/kg (dry weight) of a-endosulfan, 1.0 ug/kg (dry weight) of b-endosulfan, and 1.1 ug/kg (dry weight) of endosulfan sulfate at the east end of the pond. The west end of the pond contained 1.2 ug/kg (dry weight) of endosulfan sulfate."
        },
        {
            "References": "(1) Szeto SY et al; J Agric Food Chem 39: 1679-84 (1991) (2) Webber MD et al; Can J Soil Sci 75: 513-24 (1995) (3) Staples CA et al; Environ Toxicol Chem 4: 131-42 (1985) (4) Carey AE et al; Pest Monit J 11: 17-22 (1979)",
            "Value": "SOIL: In 1989, a study was conducted to determine the identities and concns of organochlorine pesticides in three soil types from 12 farms located in the Fraser Valley of British Columbia, Canada(1). Endosulfan sulfate was detected on all 12 farms in loamy sand, silt loam and muck soils at a mean concn of 38 ppb, 251 ppb, 3693 ppb, respectively(1). Endosulfan sulfate was detected in Canadian agricultural soils ranging from not detected-7.9 ug/kg dy weight(2). Endosulfan sulfate was detected in 1 out of 156 soil samples from Baltimore, MD in 1971 at 0.17 ppm avg dry wt of all samples(4). It was also detected in 1 out of 43 samples in Macon, GA at 2.3 ppm avg dry wt of all samples. Endosulfan sulfate was not detected in all 55 soil samples from Gadsden, AL, 48 samples from Hartford, CT or in 78 samples from Newport News, VA(4). SEDIMENT: Endosulfan was not detected in over 290 sediment samples analyzed in the US EPA STORET database(3)."
        }
    ]
}