{
    "_id": {
        "$oid": "6682e911c4e5dba5ffba28c1"
    },
    "CID": {
        "$numberInt": "14016"
    },
    "Name": "TRIMETHYLTIN CHLORIDE",
    "IUPACName": "chloro(trimethyl)stannane",
    "CanonicalSMILES": "C[Sn](C)(C)Cl",
    "Synonyms": [
        "TRIMETHYLTIN CHLORIDE",
        "1066-45-1",
        "Chlorotrimethylstannane",
        "Stannane",
        "chlorotrimethyl-",
        "Chlorotrimethyltin",
        "Trimethylchlorotin",
        "Trimethylstannyl chloride",
        "Trimethylchlorostannane",
        "chloro(trimethyl)stannane",
        "M&T chemicals 1222-45",
        "Stannylium",
        "trimethyl-",
        "chloride",
        "NSC 12088",
        "NSC 92613",
        "Trimethyltin monochloride",
        "(CH3)3SnCl"
    ],
    "IsomericSMILES": "C[Sn](C)(C)Cl",
    "INCHI": "InChI=1S/3CH3.ClH.Sn/h3*1H3;1H;/q;;;;+1/p-1",
    "INCHIKEY": "KWTSZCJMWHGPOS-UHFFFAOYSA-M",
    "Formula": "C3H9ClSn",
    "MolecularWeight": {
        "$numberDouble": "199.27"
    },
    "Description": {
        "$numberDouble": "NaN"
    },
    "XlogP": {
        "$numberDouble": "NaN"
    },
    "Complexity": {
        "$numberInt": "28"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "plant_concentrations": [
        {
            "References": "(1) Wright PJ, Weber JH; Environ Sci Technol 25: 287-94 (1991)",
            "Value": "Trimethyltin bioadsorbs to estuarine macroalgae. The concentration depends on many factors including species and exposure to light(1)."
        }
    ],
    "fish_seafood_concentrations": [
        {
            "References": "(1) Maguire RJ et al; Chemosphere 15: 253-74 (1986) (2) Quevauviller P; Environ Pollut 57: 149-66 (1989) (3) Yemenicioglu S et al; Chemosphere 16: 429-43 (1987)",
            "Value": "The levels of trimethyltin in mussel tissue (n=6) in the Sado Estuary, Portugal was 5.0-23 ng/g dry wt(2). Total tin and methylated tin was monitored seasonally in limpets from five stations in Mediterranean estuaries in Turkey between 1982 and 1983(3). The dominant methylated species in limpets was monomethyltin. Seasonal average trimethyltin in limpets were 0.5-6.90 ng/g dry wt. Trimethyltin was not detected in 14 samples of whole fish collected from Canadian surface waters during 1982 and 1984 (limit of quantitation = 0.01 mg Sn/kg wet wt)(1)."
        }
    ],
    "sediment_soil_concentrations": [
        {
            "References": "(1) Maguire RJ et al; Chemosphere 15: 253-74 (1986)",
            "Value": "SEDIMENT: The only monitoring data located were for trimethyltin ((CH3)3Sn+) without regard for the identity of the accompanying anion(s) and concn was reported in Sn equivalents(1). Trimethyltin was detected and quantified in 10 of 235 samples of the top 2 cm of sediment from bodies of surface water in Canada sampled between 1982-1985 at concentrations ranging from 0.01 to 0.75 ppm Sn (dry wt) (average concn of pos, quantified samples = 0.14 ppm Sn (dry wt) (limit of detection = approx 3.3 ppb Sn (dry wt))(1). Trimethyltin was not detected in sediment from one site in Michigan and six sites in New York state(1)."
        },
        {
            "References": "(1) Schebek L, Andreae MO; Environ Sci Technol 25: 871-8 (1991) (2) Quevauviller P; Environ Pollut 57: 149-66 (1989) (3) Yemenicioglu S et al; Chemosphere 16: 429-43 (1987)",
            "Value": "SEDIMENT: Sediment from a tributary of the Rhine with a high input of sewage contained 27 ng Sn/g dry wt of trimethyltin(1). Intertidal sediments at a restricted site downstream from the shipyards in the Sado estuary, Portugal reached levels of 120 ng/g dry wt for trimethyltin, over an order of a magnitude higher than samples taken in March(2). This has been ascribed to the cleaning of ships in spring and points up the large seasonal variability in anthropogenic organotin levels. Fluvial, intertidal, and marine levels of trimethyltin at other sites in the Sado Estuary were 4.2, 4.1-15, and 6.0 ng/g, respectively(2). Acid extractable and methylated tin was monitored seasonally in the three Mediterranean estuaries in Turkey between 1982 and 1983(3). All methylated species were found in sediments although dimethyltin was dominant in the cooler seasons. Seasonal average concns of trimethyltin were 0.1-4.28 ng/g(3)."
        }
    ]
}