{
    "_id": {
        "$oid": "6682e911c4e5dba5ffba28c0"
    },
    "CID": {
        "$numberInt": "14013"
    },
    "Name": "AMMONIUM BICARBONATE",
    "IUPACName": "azanium;hydrogen carbonate",
    "CanonicalSMILES": "C(=O)(O)[O-].[NH4+]",
    "Synonyms": [
        "AMMONIUM BICARBONATE",
        "1066-33-7",
        "Ammonium hydrogencarbonate",
        "Ammonium hydrogen carbonate",
        "Monoammonium carbonate",
        "Carbonic acid",
        "monoammonium salt",
        "Acid ammonium carbonate",
        "Ammonium acid carbonate",
        "Ammonium hydrogencarbonat",
        "CCRIS 7327",
        "HSDB 491",
        "EINECS 213-911-5",
        "Ammonium bicarbonate (1:1)",
        "UNII-45JP4345C9",
        "azanium;hydrogen carbonate"
    ],
    "IsomericSMILES": "C(=O)(O)[O-].[NH4+]",
    "INCHI": "InChI=1S/CH2O3.H3N/c2-1(3)4;/h(H2,2,3,4);1H3",
    "INCHIKEY": "ATRRKUHOCOJYRX-UHFFFAOYSA-N",
    "Formula": "CH5NO3",
    "MolecularWeight": {
        "$numberDouble": "79.056"
    },
    "Description": "Ammonium bicarbonate is an organooxygen compound.",
    "XlogP": {
        "$numberDouble": "NaN"
    },
    "Complexity": {
        "$numberInt": "24"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "mechanism_of_action": [
        {
            "References": "PMID:2082821",
            "Value": "Ammonium bicarbonate inhibits fungi because the bicarbonate anion supplies the alkalinity necessary to establish an antifungal concentration of free ammonia."
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "European Chemicals Bureau; IUCLID Dataset for Ammonium hydrogencarbonate (1066-33-7) p.18 (2000). Available from, as of February 24, 2011: https://esis.jrc.ec.europa.eu/",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ The biochemical aspects of ammonia intoxication have been studied by intraperitoneal injection to rats of 12 ammonium salts including ammonium bicarbonate. The dose of 10.6 mmole NH4-N per kg was lethal for all salts tested.  The various times for the manifestation of the comatose state were related to the speed with which ammonia crossed the blood-brain barrier."
        },
        {
            "References": "European Chemicals Bureau; IUCLID Dataset for Ammonium hydrogencarbonate (1066-33-7) p.19 (2000). Available from, as of February 24, 2011: https://esis.jrc.ec.europa.eu/",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Physiological effects in dogs and sheep. Electrocardiograms recorded during the toxic syndrome indicated that dogs and sheep died of ventricular fibrillation due to a direct effect of ammonia on the heart."
        },
        {
            "References": "Grant, W.M. Toxicology of the Eye. 3rd ed. Springfield, IL: Charles C. Thomas Publisher, 1986., p. 92",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Toxicity to the epithelium of the cornea has been demonstrated for several types of ammonium salts in neutral solution under the unusual condition of continuous exposure for several hours. Although neutral solutions of ammonium salts generally have such low toxicity to the cornea that they produce no damage during exposures of several minutes, it has been shown that solutions containing 0.1 M ammonium chloride, ammonium bicarbonate, ammonium phosphate, ammonium nitrate, ammonium acetate, or ammonium lactate at pH 7 to 7.5 made up of 0.46 osmolar (1.5 times isotonic concentration) by addition of sodium chloride or sucrose and dripped continuously on the eyes of rabbits cause edema of the epithelium of the cornea within 3 to 3.5 hours. ..."
        },
        {
            "References": "European Chemicals Bureau; IUCLID Dataset for Ammonium hydrogencarbonate (1066-33-7) p.21 (2000). Available from, as of February 24, 2011: https://esis.jrc.ec.europa.eu/",
            "Value": "/GENOTOXICITY/ Ames test, Salmonella typhimurium strains TA92, TA1535, TA100, TA1537, TA94, TA98. 25 mg/plate. Negative"
        },
        {
            "References": "European Chemicals Bureau; IUCLID Dataset for Ammonium hydrogencarbonate (1066-33-7) p.21 (2000). Available from, as of February 24, 2011: https://esis.jrc.ec.europa.eu/",
            "Value": "/GENOTOXICITY/ Chromosomal aberration. Chinese hamster lung fibroblast cells (CHL). 0.25 mg/mL. Negative."
        },
        {
            "References": "PMID:3018600",
            "Value": "/OTHER TOXICITY INFORMATION/ Rats pretreated with sodium bicarbonate were functionally protected from the damage  of bilateral renal artery occlusion. The rise in serum creatinine (day 1 minus day 0) during the first 24 h after ischemia was 2.88 +/- 0.28 mg% in the bicarbonate-loaded animals versus 3.90 +/- 0.26 mg% in their matched controls (p less than or equal to 0.01). Pretreatment with acetazolamide produced a similar alkaline urine as the bicarbonate loading (pH 8.3 vs. 7.0 in controls) and a similar degree of protection (delta creatinine 2.85 +/- 0.41 vs. 4.23 +/- 0.26 mg%; p less than or equal to 0.01). A direct effect of sodium loading was excluded by comparing NH4HCO3 with NaHCO3 loading and observing no difference in delta creatinine levels after ischemia (3.39 +/- 0.69 vs. 3.20 +/- 0.61 mg%)."
        },
        {
            "References": "Booth, N.H., L.E. McDonald (eds.). Veterinary Pharmacology and Therapeutics. 5th ed. Ames, Iowa: Iowa State University Press, 1982., p. 938",
            "Value": "/OTHER TOXICITY INFORMATION/ Ammonium nitrate, carbonate, phosphate, and other salts or combinations thereof may be applied to soils in liquid solutions. ... Ammonium compounds used as fertilizers are a toxicologic hazard when livestock have access to residues or pools of solution on a pasture. ... Toxic concentrations of ammonia can be liberated from decomposing manure that is confined to a slurry pit or chicken house. Animals or birds confined to the same area may then inhale the gas."
        },
        {
            "References": "Gosselin, R.E., R.P. Smith, H.C. Hodge. Clinical Toxicology of Commercial Products. 5th ed. Baltimore: Williams and Wilkins, 1984., p. II-123",
            "Value": "/OTHER TOXICITY INFORMATION/ With large doses of ammonium chloride, nitrate, acetate, bicarbonate, citrate, lactate, mandelate, phosphate, sulfate, etc, there arises the possibility of sufficient absorption to produce a diuresis and systemic ammonia poisoning, particularly if the material is administered parenterally."
        }
    ]
}