{
    "_id": {
        "$oid": "6682e912c4e5dba5ffba28c6"
    },
    "CID": {
        "$numberInt": "14215"
    },
    "Name": "PEBULATE",
    "IUPACName": "S-propyl N-butyl-N-ethylcarbamothioate",
    "CanonicalSMILES": "CCCCN(CC)C(=O)SCCC",
    "Synonyms": [
        "PEBULATE",
        "1114-71-2",
        "Pebulat",
        "Tillam",
        "Tillam-6-E",
        "PEBC",
        "Stauffer R-2061",
        "S-propyl butyl(ethyl)thiocarbamate",
        "Propyl N-ethyl-N-butylthiocarbamate",
        "Propyl-ethylbutylthiocarbamate",
        "Propyl ethylbutylthiolcarbamate",
        "S-propyl N-butyl-N-ethylcarbamothioate",
        "Propylethyl-n-butylthiocarbamate",
        "S-Propyl butylethylthiocarbamate",
        "Carbamic acid",
        "butylethylthio-",
        "S-propyl ester"
    ],
    "IsomericSMILES": "CCCCN(CC)C(=O)SCCC",
    "INCHI": "InChI=1S/C10H21NOS/c1-4-7-8-11(6-3)10(12)13-9-5-2/h4-9H2,1-3H3",
    "INCHIKEY": "SGEJQUSYQTVSIU-UHFFFAOYSA-N",
    "Formula": "C10H21NOS",
    "MolecularWeight": {
        "$numberDouble": "203.35"
    },
    "Description": "Pebulate is a tertiary amine.",
    "XlogP": {
        "$numberDouble": "3.8"
    },
    "Complexity": {
        "$numberInt": "139"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "environmental_bioconcentrations": [
        {
            "References": "(1) Tomlin CDS, ed. Pebulate (1114-71-2). In: The e-Pesticide Manual, 13th Edition Version 3.1 (2004-05). Surrey UK, British Crop Protection Council. (2) Meylan WM et al; Environ Toxicol Chem 18: 664-72 (1999) (3) Franke C et al; Chemosphere 29: 1501-14 (1994)",
            "Value": "An estimated BCF of 120 was calculated for pebulate(SRC), using a log Kow of 3.83(1) and a regression-derived equation(2). According to a classification scheme(3), this BCF suggests the potential for bioconcentration in aquatic organisms is moderate(SRC)."
        }
    ],
    "environmental_biodegradations": [
        {
            "References": "Ahrens, W.H. Herbicide Handbook of the Weed Science Society of America. 7th ed. Champaign, IL: Weed Science Society of America, 1994., p. 229",
            "Value": "Primarily degraded by microbes"
        },
        {
            "References": "(1) Bartha R et al; Appl Microbiol 15: 67-75 (1967) (2) Kaufman DD; J Agr Food Chem 15: 582-91 (1967) (3) Smith AE, Fitzpatrick A; J Agric Food Chem 18: 720-2 (1970) (4) USEPA/OPPTS; Reregistration Eligibility Decisions (REDs) Database on Pebulate (1114-71-2). USEPA 738-R-99-005. Nov 1999. Available from the Database Query page at https://www.epa.gov/pesticides/reregistration/status.htm as of May 6, 2008.",
            "Value": "AEROBIC: Pebulate resisted extensive oxidative change in soil for a 30-day test period and depressed soil respiration (CO2 production), thus indicating toxic action on soil microorganisms(1). Pebulate was also inhibitory to nitrification(1). Available data indicate that soil microorganisms contribute to the disappearance of thiocarbamate herbicides, such as pebulate, when incorporated in soil and several sites of microorganism metabolic attack have been suggested: the alkyl groups, the amide linkage, or the ester linkage(2). The mechanism for the microbial degradation of thiocarbamate herbicides, such as pebulate, is unknown; however, it has been postulated that they could undergo hydrolysis at the ester linkage with the formation of a mercaptan and a secondary amine(3). The mercaptan could then be converted into an alcohol by transthiolation and further oxidized to an acid prior to entering the metabolic pool(3). In a study examining the loss of thiocarbamate herbicides in nonsterile soils, 50% of the initial concentration of pebulate was lost in moist clay and loam in 2-3 weeks(3). Using an aerobic sandy loam, pebulate was biodegraded with a half-life of 36-60 days(4)."
        },
        {
            "References": "(1) USEPA/OPPTS; Reregistration Eligibility Decisions (REDs) Database on Pebulate (1114-71-2). USEPA 738-R-99-005. Nov 1999. Available from the Database Query page at https://www.epa.gov/pesticides/reregistration/status.htm as of May 6, 2008.",
            "Value": "ANAEROBIC: Using an aerobic sandy loam, pebulate was resistant to biodegradation with a half-life of >60 days(1). Little or no biodegradation of pebulate was reported in an anaerobic aquatic metabolism study(1)."
        }
    ],
    "logP": [
        {
            "References": "Tomlin CDS, ed. Pebulate (1114-71-2). In: The e-Pesticide Manual, 13th Edition Version 3.1 (2004-05). Surrey UK, British Crop Protection Council.",
            "Value": "log Kow = 3.83"
        }
    ],
    "mechanism_of_action": [
        {
            "References": "PMID:12654880",
            "Value": "The thiocarbamates, such as pebulate (S-propyl butyl (ethyl) thiocarbamate) are a well-established class of herbicides. They inhibit fatty acid elongation, which is necessary for the biosynthesis of constituents of surface waxes and suberin and this has been proposed to be important for their toxicity."
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "USEPA/Office of Pesticide Programs; Reregistration Eligibility Decision Document - Pebulate p.6. EPA OPP-738-R-99-005 (November 1999) Available from, as of July 17, 2008: https://www.epa.gov/pesticides/reregistration/status_page_p.htm",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ The acute toxicity data showed that pebulate had low acute oral, dermal, and inhalation toxicity. It was a slight to mild irritant to the eye or skin and was not a skin sensitizer. Toxicity categories, which are classified as 1 (most toxic) through 4 (least toxic), were either 3 or 4 for pebulate."
        },
        {
            "References": "Gosselin, R.E., H.C. Hodge, R.P. Smith, and M.N. Gleason. Clinical Toxicology of Commercial Products. 4th ed. Baltimore: Williams and Wilkins, 1976., p. II-205",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Single applications of 0.05 mL in rabbit eye produced mild irritation which subsided in 48 hr."
        },
        {
            "References": "Weed Science Society of America. Herbicide Handbook. 5th ed. Champaign, Illinois: Weed Science Society of America, 1983., p. 369",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Technical material produced only mild transient local erythema /in rabbits/ following continuous 24-hr exposure."
        },
        {
            "References": "USEPA/Office of Pesticide Programs; Reregistration Eligibility Decision Document - Pebulate p.13. EPA OPP-738-R-99-005 (November 1999) Available from, as of July 17, 2008: https://www.epa.gov/pesticides/reregistration/status_page_p.htm",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ In a 28-day dermal toxicity study in rats ... , SPF Wistar-derived albino rats (5/sex/group) received a 6-hour dermal application of pebulate (97.1%) at dose levels of 1, 10, or 100 mg/kg/day for 21 days (5 applications per week) over a period of 30 days. No treatment related mortality was observed. Treatment-related clinical observations included the following: (1) Slight or moderate erythema and edema in the mid- and high-dose males and females; (2) desquamation, skin sensitive to touch and thickening of the skin in the high-dose males and females; and (3) upward curvature of the spine mostly in the high-dose females. Significant body weight gain deficits (decreased 28.7%) and reduction of food utilization (decreased 29%) were observed in the high-dose females only. Hematology showed a 48% reduction in neutrophils count in the high-dose females compared to the control. There were dose-related increases in absolute and relative adrenal weights of males and females, but statistical significance was reached only in the high-dose females. For dermal irritation, the NOAEL was established at 1 mg/kg/day (both sexes) and the LOAEL was 10 mg/kg/day based on erythema and edema. For systemic toxicity, the NOAEL was established at 100 mg/kg/day (the highest dose tested) for both sexes, and the LOAEL was not established. This study is selected because its duration and route of exposure are appropriate for short and intermediate term dermal exposure. Slight to moderate dermal irritations were observed at mid- and high-dose groups. Systemic effects were similar to those observed in other studies. Although there were some body weight gain decrements and decreased food utilization in females at 100 mg/kg/day, they were judged to be confounding because of the following data: (1) there were no difference in absolute body weight; (2) the decreased body weight gain was equivocal at all doses in the females; (3) the decreases were significant only on sporadic days and did not exhibit any consistency over time; and (4) decreased body weight gain can be attributed to the dermal irritation, which was severe in the high dose groups. Based on these factors, the /USEPA/Hazard Identification Assessment Review Committee concluded that the 100 mg/kg/day dose is the NOAEL (not the LOAEL)..."
        },
        {
            "References": "USEPA/Office of Pesticide Programs; Reregistration Eligibility Decision Document - Pebulate p.13-14. EPA OPP-738-R-99-005 (November 1999) Available from, as of July 17, 2008: https://www.epa.gov/pesticides/reregistration/status_page_p.htm",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ In a subchronic inhalation study in rats (MRID 00143576), Sprague-Dawley rats (24/sex/group) were exposed (whole body exposure) to pebulate technical (97.7%) aerosol at an analytical concentration of 0, 0.0034, 0.016, or 0.079 mg/L (MMAD 3-7.7 Fm) for 6 hours per day, 5 days per week for 14 weeks. No treatment-related mortality was observed. An earlier onset and an increased incidence of salivation were observed in a dose-related fashion. Body weight gain was depressed (912% and 99% in males and females, respectively) at 0.079 mg/L at the end of the study whereas food consumption remained unaffected by treatment. No treatment-related changes were noted in hematology and clinical chemistry at 3, 9, or 14 weeks. Brain, plasma, and red blood cell cholinesterase activities were measured at weeks 3, 9, and 14 of the study. Significant inhibitions of red blood cell cholinesterase (decreased 42% in males and decreased 39% in females) and brain cholinesterase (decreased 26% in males only) were observed at the highest dose tested in week 14 of the study. Blood coagulation time (test for clotting factors) was prolonged in males and females at 0.016 and 0.079 mg/L; bleeding times (test for platelet function) were not significantly increased by treatments. Relative liver weights in both sexes, relative adrenal weights in females, and relative testes weight in males were significantly increased at the highest dose tested. However, none of these changes were correlated with histopathologic lesions in these organs. In contrast, the relative kidney weights, which were significantly increased in both sexes of the high-dose at 14 weeks, are associated with histopathological changes in the kidney. In males, regenerative tubular hyperplasia was observed to increase with doses at incidences of 4/12, 6/12, 8/11, and 9/11 in control, 0.0034, 0.016, and 0.079 mg/L, respectively. Degeneration and vacuole formation in kidney epithelium of female rats increased from 0/12 in control to 4/12 and 6/12 at the two highest dose levels. Furthermore, an increase in the incidence of mucigenic epithelial hyperplasia of the nasal turbinate was observed in both sexes (becoming dose-related in females), suggesting possible irritative effects of pebulate to the nasal passage at all doses over the 14-week course of exposure. Under conditions of this study, the NOAEL was 0.0034 mg/L and the LOAEL was 0.016 mg/L based on prolonged coagulation time, degenerative effects in kidney and increased incidences of mucigenic epithelial hyperplasia of the nasal turbinate."
        },
        {
            "References": "California Environmental Protection Agency/Department of Pesticide Regulation; SUMMARY OF TOXICOLOGY DATA on PEBULATE p.2 (1998). Available from, as of June 4, 2008: https://www.cdpr.ca.gov/docs/risk/toxsums/toxsumlist.htm",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ ... Tillam technical (purity = 97.3% ... ) was administered in the feed at concentrations of 0, 15, 150 or 1500 ppm to 70 CD (Sprague-Dawley derived) rats/sex/group for 2 years. ... An increased incidence of zonal dysjunction in the lens, retinal degeneration and posterior subcapsular cataracts was observed at 1500 ppm in both sexes. In males at 1500 ppm, there was an increased incidence of hemorrhage in thymus, spinal cord and liver, necrosis in liver and pulmonary edema--noted primarily in unscheduled deaths. Mortality was significantly increased at 1500 ppm in males. Systemic NOEL = 15 ppm/day (Eye effects (see above), hemoglobin in females and hematocrit in both sexes were decreased at 1500 ppm; body weight was less (11.4% - 39.8%) than in controls at > or = 150 ppm from the first month of the study until termination). Oncogenic NOEL > or = 1500 ppm/day. /Tillam technical purity = 97.3%/"
        },
        {
            "References": "California Environmental Protection Agency/Department of Pesticide Regulation; SUMMARY OF TOXICOLOGY DATA on PEBULATE p.2 (1998). Available from, as of June 4, 2008: https://www.cdpr.ca.gov/docs/risk/toxsums/toxsumlist.htm",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ ... Pebulate technical (purity = 97.3% ... ) was administered orally (capsules) at concentrations of 5, 25, 50 or 100 mg/kg/day to 4 Beagle dogs/sex/group for 1 year. NOEL = 5 mg/kg/day (significant increase in hemolysis of red blood cells in both sexes at > or = 25 mg/kg/day (females) or > or = 50 mg/kg/day (males) with associated increase in the severity of hemosiderin deposition in the liver and spleen; pathological effects on the spinal cord in the nervous system were also observed). ... Hemolysis of the red blood cells and possible degenerative effects (Wallerian-type degeneration) were observed in spinal cord (both sexes). /Pebulate technical purity = 97.3%/"
        },
        {
            "References": "California Environmental Protection Agency/Department of Pesticide Regulation; SUMMARY OF TOXICOLOGY DATA on PEBULATE p.4 (1998). Available from, as of June 4, 2008: https://www.cdpr.ca.gov/docs/risk/toxsums/toxsumlist.htm",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ ... Pebulate technical (purity = 97.1%) was administered in the feed at concentrations of 0 (diet), 300, 1000, 2500, or 7000 ppm to 10 mice (C57BL/10JfCD-1/Alpk)/sex/group for 28 days. The 7000 ppm group was terminated due to excessive loss of bodyweight thought to be due to unpalatable food. NOEL = 300 ppm. Decreased bodyweight gain /was observed/ for both sexes at 2500 ppm (approximately 10%). Food consumption was reduced approximately 10% for both sexes at 2500 ppm group. ... Adjusted liver weight in males at 1000 ppm and in both sexes at 2500 ppm were increased. The incidence of accentuated lobular pattern of the liver in males and reduced corpora lutea in females at 2500 ppm group was considered treatment related. /Pebulate technical (purity = 97.1%)/"
        },
        {
            "References": "California Environmental Protection Agency/Department of Pesticide Regulation; SUMMARY OF TOXICOLOGY DATA on PEBULATE p.4 (1998). Available from, as of June 4, 2008: https://www.cdpr.ca.gov/docs/risk/toxsums/toxsumlist.htm",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ ... Pebulate technical (purity = 97.1%) was administered in the feed at concentrations of 0 (diet), 300, 1000, or 3000 ppm to 50 C57BL/10JfCD-1/Alpk mice/sex/group for 18 months. NOEL = 300 ppm/day (Reduced body weight gain and food consumption was observed in both sexes at 3000 ppm. Palatability may have affected diet consumption at 3000 ppm. Increased platelet counts were reported in both sexes at > or = 1000 ppm--29% and 34% at 3000 ppm for males and females, respectively. Increased white blood cell (32%) and lymphocyte counts (33%) were observed in males at 3000 ppm. Increased liver weight and incidence of hepatocyte fat vacuolation was observed in both sexes at > or = 1000 ppm.) No oncogenic effects were observed at any dose. /Pebulate technical (purity = 97.1%)/"
        },
        {
            "References": "USEPA/Office of Pesticide Programs; Reregistration Eligibility Decision Document - Pebulate p.12-13. EPA OPP-738-R-99-005 (November 1999) Available from, as of July 17, 2008: https://www.epa.gov/pesticides/reregistration/status_page_p.htm",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ In a two-year chronic toxicity/carcinogenicity study in rats ... , pebulate technical (97.3% a.i.) was administered in the diet to Charles River rats (60 or 70/sex/group) at dose levels of 0, 15, 150, or 1500 ppm (equivalent to 0, 0.74, 7.12, or 75.6 mg/kg/day for males and 0, 0.85, 9.4, or 99.44 mg/kg/day for females, respectively) for two years. Increased mortality was observed in the high-dose males only during the first 7 months of the study. Clinical signs (pale eyes and extremities, red oral and nasal discharges, and general poor condition) were observed in the high-dose males which died or were sacrificed moribund during the first year of the study. Ophthalmological findings (zonal disjunction, retinal degeneration, and cataracts) were observed mostly in the high-dose males and females, and less frequently in the mid-dose males and females. Complete cataract was observed in 10.7% malesand 14.7% females of high-dose group compared to that in 3.3% males and 0% females of the control group. Decreased body weights in the high-dose males (decreased 7-21.4%) and females (decreased 6.4-39.9%), were observed throughout the study (weeks 2-105), and in the mid-dose males (decreased 3.4-8.2%) during weeks 3-69 and the mid-dose females (decreased 4.2-16.6%) during weeks 3-97. Significant body weight gain deficits were observed in the high-dose group (decreased 39% in males and decreased 56.2% in females) when compared to the control. Increased food consumption was observed in the high-dose males and females; and occasionally for the mid-dose males and females. Hematology parameters showed increased thromboplastin times in the high-dose males and females and increased Factor VII values in the high-dose males at the 12 and 24 months sampling intervals. Clinical chemistry showed increased blood cholesterol and blood urea nitrogen (BUN) levels and decreased triglyceride and glucose values in the high-dose males and females at most sampling times. Necropsy did not reveal treatment-related abnormalities when compared with controls. No significant difference in organ weights was observed in the low- and mid-dose males and females compared to the controls. In the high-dose group, most organ weights and organ/body weight ratios were statistically different from those of the control group. However, because these differences from control were secondary to the observed decreases in body weight gain, they were not indicative of primary organ toxicity. There was an increased incidence and severity of necrotic lesions in the livers of the high-dose male rats dying prematurely. Other microscopic findings in the high-dose male rats dying prematurely included hemorrhages in the epididymides, liver, testes, thoracic spinal cord and thymus; inflammation of epididymides and skin; islet hyperplasia (pancreas) and extramedullary hematopoiesis (liver). Although pebulate causes Wallerian-type degeneration in brain, spinal cord, and peripheral nerves in dogs, this was not observed in this study. There was no evidence of carcinogenic potential for pebulate in this study. The doses were considered adequate for testing the carcinogenic potential for pebulate in both sexes. The NOAEL for systemic toxicity was 15 ppm (equivalent to 0.74 mg/kg/day for males and 0.85 mg/kg/day for females) and the LOAEL was 150 ppm (equivalent 7.12 mg/kg/day for males and 9.4 mg/kg/day for females) based on decreased body weights of both sexes and increased incidence of cataracts in both sexes."
        },
        {
            "References": "California Environmental Protection Agency/Department of Pesticide Regulation; SUMMARY OF TOXICOLOGY DATA on PEBULATE p.4 (1998). Available from, as of June 4, 2008: https://www.cdpr.ca.gov/docs/risk/toxsums/toxsumlist.htm",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ ... Pebulate (purity 97.3% ... ) was administered in the feed at concentrations of 0, 15, 120 or 1000 ppm and fed to 26 Charles River COBS CD rats/sex/group during pre-mating through lactation. Parental NOEL = 15 ppm (High mortality for F0 males and both sexes of F1 at 1000 ppm; hemorrhage was observed subcutaneously and in several organs in F0 males and both sexes of F1 at 1000 ppm; reduced food intake was observed in males of F0 and F1 at > or = 120 ppm and in females at 1000 ppm; erythrocyte count, hemoglobin concentration, % hematocrit and mean corpuscular hemoglobin concentration were decreased while platelet count was increased in F0 females at > or = 120 ppm and F1 females at 1000 ppm (too few F1 males were available to assess at 1000 ppm); increased platelet count was observed). Developmental NOEL = 120 ppm (Reduced body weight and increased mortality were observed in F1a and F1b pups at 120 ppm. No F2a or F2b pups were produced at 1000 ppm). ... /Purity 97.3%/"
        },
        {
            "References": "California Environmental Protection Agency/Department of Pesticide Regulation; SUMMARY OF TOXICOLOGY DATA on PEBULATE p.5 (1998). Available from, as of June 4, 2008: https://www.cdpr.ca.gov/docs/risk/toxsums/toxsumlist.htm",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ ... Pebulate Technical ... purity = 97.3%; 0, 5, 30, or 200 mg/kg/day /was administered on gestation/ days 6-15 by oral gavage to 25 /rats in/ each group. Reduced ossification of sternebrae and 13th rib in high dose fetuses associated with decreased maternal weight gains /and/ reduced fetal weight in high dose group /were observed/. Maternal NOEL (reduced weight gain) = developmental NOEL (Degree of ossification and reduced fetal weight) = 30 mg/kg/day. ... /Purity 97.3%/"
        },
        {
            "References": "California Environmental Protection Agency/Department of Pesticide Regulation; SUMMARY OF TOXICOLOGY DATA on PEBULATE p.5 (1998). Available from, as of June 4, 2008: https://www.cdpr.ca.gov/docs/risk/toxsums/toxsumlist.htm",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ ... Pebulate Technical ... 97.3% purity; 0, 5, 30, or 150 mg/kg/day in 0.5 mL/kg /was administered on gestation/ days 7-19 by oral gavage to 20 /rabbits in/ each group. High dose caused maternal weight loss; no fetotoxic, embryotoxic or developmental effects observed. Maternal NOEL = 30 mg/kg/day (weight loss); Developmental NOEL > or = 150 mg/kg/day (highest dose tested). ... /Pebulate Technical 97.3% purity/"
        },
        {
            "References": "California Environmental Protection Agency/Department of Pesticide Regulation; SUMMARY OF TOXICOLOGY DATA on PEBULATE p.7 (1998). Available from, as of June 4, 2008: https://www.cdpr.ca.gov/docs/risk/toxsums/toxsumlist.htm",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ ... Technical pebulate (96.1% (w/w) pure) was administered by gavage to Alpk:APfSD rats (10/sex/dose) in a single dose at 0 (corn oil), 50, 150, and 500 mg/kg followed by a 15-day observation period. Systemic NOEL = 50 mg/kg. There was an increase in clinical signs in both sexes at 500 mg/kg (decreased activity, irregular breathing, hunched posture, piloerection, ptosis, splayed gait, salivation, urinary incontinence, and decreased visual placement response). Group mean body weights at > or = 150 mg/kg (males) were significantly decreased. Group mean food consumption was reduced at 500 mg/kg (males) during week 1 compared to controls.) Neurotoxicity NOEL = 150 mg/kg (Landing foot splay was increased at 500 mg/kg (females) on days 1, 8, and 15. Increased time to tail flick was noted at 500 mg/kg (both sexes) on day 1. Microscopy revealed neuronal cell necrosis in the pyriform cortex and in the dentate gyrus of the brain at 500 mg/kg (both sexes). /Technical pebulate (96.1% (w/w) pure)/"
        },
        {
            "References": "California Environmental Protection Agency/Department of Pesticide Regulation; SUMMARY OF TOXICOLOGY DATA on PEBULATE p.7 (1998). Available from, as of June 4, 2008: https://www.cdpr.ca.gov/docs/risk/toxsums/toxsumlist.htm",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ ... Pebulate technical (96.1% w/w pure) was fed in diet to Alpk:APfSD rats (12/sex/dose) at 0, 50, 250, and 1000 ppm (w/w) in the diet for 13 weeks. Systemic/Neurotoxicity NOEL (Nominal) = 50 ppm (Significant decreases in body weight occurred in both sexes at > or = 250 ppm. Food consumption was decreased in both sexes, primarily at 1000 ppm. At > or = 250 ppm females showed statistically significant increases in landing foot splay week 5. Time to tail-flick was decreased (statistically significant) for females at 250 ppm week 5 and for females at > or = 250 ppm at week 9. Group mean brain weight relative to body weight was reduced 5% in males at >  or = 250 ppm and 3% in females at 1000 ppm. Also, brain width and width adjusted for bodyweight were reduced in females at 1000 ppm. Sciatic nerve fiber degeneration (minimal) was increased for both sexes at 1000 ppm.) ChE NOEL (Nominal) = 50 ppm (Brain cholinesterase activity was reduced (statistical significance) for high dose males (13%) and females (23%) and for mid-dose males (8%) compared to controls.) ... /Pebulate technical (96.1% w/w pure)/"
        },
        {
            "References": "USEPA/Office of Pesticide Programs; Reregistration Eligibility Decision Document - Pebulate p.12. EPA OPP-738-R-99-005 (November 1999) Available from, as of July 17, 2008: https://www.epa.gov/pesticides/reregistration/status_page_p.htm",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ In an acute neurotoxicity study in rats..., pebulate (purity: 96.1%) was administered in a single gavage dose to groups of 10 male and 10 female Wistar derived rats (Alpk:APfSD strain) at dose levels of 0, 50, 150 or 500 mg of pebulate (in corn oil) per kilogram of body weight. The following treatment-related findings were observed in the 500 mg/kg male and/or female groups: (1) clinical findings (decreased activity, hunched posture, splayed gait, decreased visual placement response, piloerection, irregular breathing, ptosis, chromodacryorrhea, rigidity during handling, signs of salivation, and urinary incontinence); (2) decreases in group mean body weight and food consumption during the first week after dosing; (3) increases in the landing foot splay and time to tail flick; (4) decreases in the hindlimb grip strength (males) and motor activity; and (5) increased incidence of neuronal cell necrosis in the pyriform and dentate gyrus cortices. Clinical signs were observed at 5-6 hours after dosing and disappeared within 1-2 days. Treatment-related effects, observed in the 150 mg/kg group, were (1) decreased activity, increased breathing rate, and decreased motor activity in females; and (2) increased incidence of neuronal cell necrosis in the brain of males and females. Treatment-related findings were not observed in the 50 mg/kg group. Pebulate had no effect on cholinesterase (brain, plasma and erythrocyte) and neurotoxicesterase activities, brain measurements (weight, length and width), and macroscopic pathology. The lowest observed adverse effect level (LOAEL) for neurotoxicity is 150 mg/kg based on decreased motor activity and the no observed adverse effect level (NOAEL) is 50 mg/kg..."
        },
        {
            "References": "California Environmental Protection Agency/Department of Pesticide Regulation; SUMMARY OF TOXICOLOGY DATA on PEBULATE p.6 (1998). Available from, as of June 4, 2008: https://www.cdpr.ca.gov/docs/risk/toxsums/toxsumlist.htm",
            "Value": "/GENOTOXICITY/ ... Salmonella typhimurium ... strains TA1535, TA1537, TA98 and TA100 /were tested with pebulate, 97.3%,/ at 0, 0.0375, 0.075, 0.15, 0.30 and 0.60 uL/plate. Triplicate plates /and/ two trials with each strain /were performed/. /It was/ tested to the limit of solubility with some cytotoxicity. With and without Aroclor-induced rat liver activation, no evidence of increase in reversion rate /were reported/ ... /Purity 97.3%/"
        },
        {
            "References": "California Environmental Protection Agency/Department of Pesticide Regulation; SUMMARY OF TOXICOLOGY DATA on PEBULATE p.6 (1998). Available from, as of June 4, 2008: https://www.cdpr.ca.gov/docs/risk/toxsums/toxsumlist.htm",
            "Value": "/GENOTOXICITY/ ... Pebulate technical (purity = 97.1% ... ) was administered as single oral dose (gavage) at concentrations of 200, 400, or 800 mg/kg to male Alderley Park (Alpk:APfSD) rats with sacrifice times at 4 or 12 hours (5 rats/dose/time point--40% or 60% of rats/group were sacrificed 4 hours and the rest at 12 hours after dosing). Negative corn oil control and positive 6-p-dimethylaminophenylazobenzthiazole, or N-nitrosodimethylamine controls had 4 treated rats/group but only one sacrificed/time point (4 and 12 hours). 100 cells/rat/dose/time point were examined for unscheduled DNA synthesis (UDS). The test was performed twice. There was no increase in UDS at any dose of pebulate. /Pebulate technical purity = 97.1%/"
        },
        {
            "References": "California Environmental Protection Agency/Department of Pesticide Regulation; SUMMARY OF TOXICOLOGY DATA on PEBULATE p.7 (1998). Available from, as of June 4, 2008: https://www.cdpr.ca.gov/docs/risk/toxsums/toxsumlist.htm",
            "Value": "/GENOTOXICITY/ ... Tillam, 97.3%, /was tested in mouse lymphoma L5178Y/ for sister chromatid exchange without activation at 0, 0.03, 0.04, 0.05, or 0.06 uL/mL and with rat liver activation at 0.004, 0.006, 0.008, 0.10 or 0.12 uL/mL. Four-hour treatment /was/ followed by 22 hours with BrdU /and/ with colcemid for 2 hours. ... 50 cells in each culture for a total of 100 cells per concentration /were scored/. No evidence of an increase in sister chromatid exchanges with or without activation /was reported/ ... . /Tillam, 97.3%/"
        },
        {
            "References": "PMID:5153766",
            "Value": "/OTHER TOXICITY INFORMATION/ Orally pebulate caused no significant change in plasma magnesium:calcium ratio of sheep. In cattle, emulsifiable concentration significantly decreased magnesium:calcium ratio, increased blood urea nitrogen levels, and caused kidney damage. Technical grade material had no effect in cattle."
        }
    ],
    "sediment_soil_concentrations": [
        {
            "References": "(1) Woodrow JE, Seiber JN; Chemosphere 23: 291-304 (1991)",
            "Value": "SOIL: Pebulate was found at concentrations from 21.3-67.8 ppm (adjusted for soil moisture content) in soil from a surface impoundment site in California(1)."
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "(1) Lohninger H; Chemosphere 29: 1611-26 (1994) (2) Kenaga EE; Ecotoxicol Environ Safety 4: 26-38 (1980) (3) Wauchope RD et al; Rev Environ Contam Toxicol 123: 1-36 (1991) (4) Hamaker JW, Thompson JM; pp. 49-144 in Organic Chemicals in the Soil Environment. Vol 1. Goring CAI & Hamaker eds (1972) (5) USEPA/OPPTS; Reregistration Eligibility Decisions (REDs) Database on Pebulate (1114-71-2). USEPA 738-R-99-005. Nov 1999. Available from the Database Query page at https://www.epa.gov/pesticides/reregistration/status.htm as of May 6, 2008. (6) Swann RL et al; Res Rev 85: 17-28 (1983)",
            "Value": "The Koc of pebulate has been reported at 427(1), 630(2), and 430(3). An average Koc value for a variety of organic carbon contents and concentration levels has been given as 719(4). Reported Freundlich Kd values of 1.24, 3.25, 4.46 and 7.44 mL/g correspond to Koc values of 422, 291, 446, and 576 mL/g, respectively(5). According to a classification scheme(6), these Koc values suggest that overall, pebulate is expected to have moderate mobility in soil(SRC)."
        },
        {
            "References": "Kearney, P.C., and D. D. Kaufman (eds.) Herbicides: Chemistry, Degredation and Mode of Action. Volumes 1 and 2. 2nd ed. New York: Marcel Dekker, Inc., 1975., p. 927",
            "Value": "The movement...in soil was closely related to water solubility and...vapor pressures. To determine vapor losses...pebulate...was applied to dried soil at 4 lb/acre. The soil was held at 40 °C in a slow stream of air for 1 hr before analysis for residual herbicide. ...the lateral diffusion of /this/ herbicide in soil was...found to be not more than a few centimeters. The extent of diffusion was directly related to the vapor pressure."
        }
    ],
    "plant_translocations": [
        {
            "content": "Benefin accumulated rapidly in the roots of tobacco (Nicotiana tabacum L. 'Kentucky 14') seedlings when incubated in a nutrient solution containing 14C-labeled benefin. The benefin remained unaltered in the roots, with very low levels of radioactivity detected in the shoots. In contrast, diphenamid accumulated in the shoots throughout the treatment period but remained at low levels in the roots. Diphenamid was extensively metabolized in the shoots but only to a slight extent in the roots. Pebulate accumulated in moderate amounts in both the roots and shoots of tobacco seedlings, but attempts to recover pebulate failed.",
            "reference": "Long, J. W., Thompson, L., & Rieck, C. E. (1974). Absorption, accumulation, and metabolism of benefin, diphenamid, and pebulate by tobacco seedlings. Weed Science, 22(1), 42-47.",
            "method": {
                "Test Plant": "Tobacco (Nicotiana sp.)",
                "Apply Location": "Root uptake from nutrient solution",
                "Plant Growth Condition": "Seeds germinated on vermiculite at 27°C, 80% RH for 4-5 weeks. Seedlings with 5-7 leaves transferred to aerated distilled water in 470 mL jars. Grown in growth chamber at 24°C day/21°C night, 62-75% RH, 20 klux light intensity for 48 hrs.",
                "Chemical Preparation": "Benefin ring-labeled, 5 μg/mL, 0.09 μCi/mg specific activity. Diphenamid carbonyl-labeled, 20 μg/mL, 0.023 μCi/mg specific activity. Pebulate propyl-labeled, 5 μg/mL, 0.09 μCi/mg specific activity.",
                "Pesticide Application Details for the Plant": "After 48 hrs in nutrient solution, solutions replaced with 350 mL per plant containing respective 14C-labeled herbicides at concentrations given above.",
                "Other Information": "6 individually treated plant replicates per herbicide treatment."
            },
            "result": "[{\"Days after application\": 0.66, \"Shoots (dpm/g)\": 6.54, \"Roots (dpm/g)\": NaN}, {\"Days after application\": 0.89, \"Shoots (dpm/g)\": 4.5, \"Roots (dpm/g)\": NaN}]"
        }
    ]
}