{
    "_id": {
        "$oid": "6682e914c4e5dba5ffba28cf"
    },
    "CID": {
        "$numberInt": "14410"
    },
    "Name": "DECABROMODIPHENYL ETHER",
    "IUPACName": "1,2,3,4,5-pentabromo-6-(2,3,4,5,6-pentabromophenoxy)benzene",
    "CanonicalSMILES": "C1(=C(C(=C(C(=C1Br)Br)Br)Br)Br)OC2=C(C(=C(C(=C2Br)Br)Br)Br)Br",
    "Synonyms": [
        "Decabromodiphenyl ether",
        "Decabromodiphenyl oxide",
        "1163-19-5",
        "Pentabromophenyl ether",
        "Bis(pentabromophenyl) ether",
        "\"6,6-Oxybis(1,2,3,4,5-pentabromobenzene)\"",
        "Decabrom",
        "Decabromobiphenyl oxide",
        "Dbdpo",
        "BDE-209",
        "Berkflam B 10E",
        "Decabromophenyl ether",
        "Decabromdiphenyl oxide",
        "Bromkal 82-0DE",
        "DecaBDE"
    ],
    "IsomericSMILES": "C1(=C(C(=C(C(=C1Br)Br)Br)Br)Br)OC2=C(C(=C(C(=C2Br)Br)Br)Br)Br",
    "INCHI": "InChI=1S/C12Br10O/c13-1-3(15)7(19)11(8(20)4(1)16)23-12-9(21)5(17)2(14)6(18)10(12)22",
    "INCHIKEY": "WHHGLZMJPXIBIX-UHFFFAOYSA-N",
    "Formula": "C12Br10O",
    "MolecularWeight": {
        "$numberDouble": "959.2"
    },
    "Description": "Decabromodiphenyl ether is a polybromodiphenyl ether that is diphenyl ether in which all of the hydrogens have been replaced by bromines. It has a role as a neurotoxin.",
    "XlogP": {
        "$numberDouble": "10.4"
    },
    "Complexity": {
        "$numberInt": "345"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "plant_concentrations": [
        {
            "References": "(1) Zhu L, Hites RA; Environ Sci Technol 40: 3711-6 (2006) (2) Ratola N et al; Chemosphere 85: 247-52 (2011)",
            "Value": "Polybromobiphenyl ether was detected in elm, oak, pine and poplar tree bark at 2.3-5700 ng/g lipid, with decabromodiphenyl ether as the major congener; samples were taken in June 2000 to Oct 2001(1). Decabromodiphenyl ether was detected at a mean concentration of 1.952 ng/g dry wt in pine needles collected from trees in Spain(2)."
        }
    ],
    "animal_concentrations": [
        {
            "References": "(1) deSolla SR et al; Environ Sci Technol 41: 7252-9 (2007) (2) Dye JA et al; Environ Sci Technol 41: 6350-6 (2007) (3) Jaspers V et al; Environ Pollut 136: 81-8 (2005) (4) Lindberg P et al; Environ Sci Technol 38: 93-6 (2004) (5) Sormo EG et al; Ecotox Environ Safety 74: 2091-98 (2011)",
            "Value": "Decabromodiphenyl ether was not detected in snapping turtle eggs collected June 2001 to June 2004 from 15 locations in the Great Lakes area (St Clair River, Detroit River, Wheatley Harbor, Hamilton, Bay of Quinte, Niagra, and St Lawrence, Canada, and St Lawrence in US)(1). Decabromodiphenyl ether was measured in 23 cats in 2005 to 2006 and found to be at highest concentration in pet cats eating mainly dry food followed by pet cats that ate a mix of dry and canned food and lowest in cats that eat mainly canned food(2). Decabromodiphenyl ether was detected at 17 ng/g lipid in 1 of 40 little owl (Athene noctua) eggs collected in Charleroi, Belgium 1998 and 2000(3). Decabromodiphenyl ether was found in Peregrine falcon eggs at <7-9, <20-430, and 28-190 ng/g lipid in captive, wild in southern Sweden, and northern Sweden, respectively, from eggs collected 1987-1999(4). Mean decabromodiphenyl ether concentrations of 20.35 and 40.80 ng/g were detected in juvenile and adult herring gulls (Larus argentatus) collected from the Hvaler Archipelage, Norway(5)."
        }
    ],
    "fish_seafood_concentrations": [
        {
            "References": "(1) Watanabe I et al; Chemosphere 16: 2389-96 (1987) (2) Allchin CR et al; Environ Pollut 105: 197-202 (1999) (3) Sellstrom U et al; Environ Toxicol Chem 17: 1065-72 (1998) (4) Akutsu K et al; Chemosphere 44: 1325-33 (2001) (5) deBoer J et al; Environ Pollut 122: 63-74 (2003) (6) Sun Y-X et al; Chemopshere 98: 84-90 (2014)",
            "Value": "Decabromodiphenyl ether was found in 1 of 3 mussels from Osaka Bay, Japan at 1.4 ppb, wet weight, but not found (<0.5 ppb wet weight) in 14 other samples of fish and shellfish from Osaka Bay and other locations in Japan(1). Fish and shellfish samples collected from 1994 to 1996 from 4 UK estuaries, selected because brominated flame retardants are manufactured within their catchments, did not contain measurable concentrations of decabromodiphenyl ether (<1.2 ug/kg wet weight; n=23)(2). Pike sampled at 4 locations along the River Viskan and Lake Skaresjon, Sweden, in 1995, contained decabromodiphenyl ether at non-detectable to trace concentrations in muscle lipid (detection limit=100 ng/g lipid)(3). Decabromodiphenyl ether was detected in conger eel, flounder, grey mullet, horse mackerel, red sea beam, sea bass and yellowtail at concentrations of <0.2-0.53, <0.2-3.2, <0.2-0.25, <0.2-1.4, <0.2-0.74, 0.40-0.81, and <0.2-0.60 ng/g extractable lipid, respectively(4). Decabromodiphenyl ether was detected in 35 flounder samples from 20 locations at <0.2-<6 ug/kg dry weight, 35 bream samples from 20 locations at <0.03-2.1 ug/kg dry weight, 16 marine mussel samples from 16 locations at <4-<5 ug/kg dry weight, and 16 fresh water mussel samples from 16 locations at <4-<35 ug/kg dry weight, all taken April, July, and September 1999 in the Netherlands(5). Five marine fish species, including yellowband sweetlip (Plectorhinchus diagrammus), yellow striped goatfish (Parupeneus chrysopleuron), pacific yellowtail emperor (Lethrinus atkinsoni, blue spotted grouper (Cephalopholis argus), and banded reef cod (Epinephelus fasciatus) were collected between July and August, 2012 in the vicinity of Yongxing Island, South China Sea contained decabromodiphenyl ether (plus 7 other polybrominated ether congeners) levels of 5.8-46 ng/g lw in the muscle(6)."
        },
        {
            "References": "(1) Dodder NG et al; Environ Sci Technol 36: 146-51 (2002) (2) Easton MDL et al; Chemosphere 46: 1053-74 (2002) (3) Eljarrat E et al; Environ Sci Technol 38: 2603-8 (2004) (4) Hale RC et al; Environ Int 29: 771-9 (2003) (5) Ueno D et al; Environ Sci Technol 38: 2312-6 (2004) (6) Echols KR et al; Chemosphere 90: 20-7 (2013)",
            "Value": "Decabromodiphenyl ether was found in white crappie, blue gill and carp taken from Hadley Lake, IN, all at <1.4 ng/g wet weight, found in white crappie and blue gill taken from Lake of Ozarks, MO, at <1.4 ng/g wet weight, in smelt taken from Lake Superior at <1.5 ng/g wet weight, and in smelt taken from Lake Ontario at <1.6 ng/g wet weight(6). In 1999 and 2000, decabromobiphenyl ether was not detected in 1 Atlantic and 3 chinook salmon farmed in BC, Canada, 1 wild chinook, 1 wild chum and 1 wild sockeye from BC, Canada, and 1 wild sockeye from Alaska, US(7). Decabromodiphenyl ether was not detected in 23 Barbus graellsi collected from the Cinca river around Monzon, Spain(8). Decabromodiphenyl ether was not detected in carp (detection limit 0.1 ug/kg wet weight) in the Buffalo river, NY in 1991(9). Skipjack tuna from Japan, Taiwan, Philippines, Indonesia, Seychelles, Brazil, Japanese sea, East and South China Sea, Indian Ocean, and the North Pacific Ocean from 1996 to 2001 had reported levels of decabromodiphenyl ether in all samples of <5.0 ng/g lipid(10). Fish collected from the Gila River in Arizona in the late summer of 2003, common carp (Cyrpinus carpio), largemouth bass (Micropterus salmoides) and channel catfish (Ictalurus punctatus), contained decabromodiphenyl ether concentrations of 1.9-4.0 ng/g lipid(6)."
        }
    ],
    "logP": [
        {
            "References": "Environment Canada; Ecological State of the Science Report on Decabromodiphenyl Ether (decaBDE), Bioaccumulation and Transformation (August 2010). Available from, as of Mar 24, 2015: https://www.ec.gc.ca/lcpe-cepa/documents/substances/decabde/ess_report_decabde-eng.pdf",
            "Value": "log Kow = 9.97 /HPLC method/"
        }
    ],
    "mechanism_of_action": [
        {
            "References": "US EPA; TOXICOLOGICAL REVIEW OF DECABROMODIPHENYL ETHER (BDE-209) (CAS No. 1163-19-5) In Support of Summary Information on the Integrated Risk Information System (IRIS) p.42 (June 2008) Available from, as of Septermber 12, 2008: https://www.epa.gov/ncea/iris/subst/0035.htm",
            "Value": "T4 levels in the blood of C57BL6/J mice /were evaluated/ (1 male, 1 female/litter) on PND 21 following exposure to 0.6 or 20 mg/kg-day BDE during postnatal days  2-15. In this instance, there was a dose-related reduction in the T4 levels for males but not females. Despite the possibility of thyroid hormone involvement in the neurodevelopmental impact of BDE-209 on the habituation response in male mice exposed to a single dose on postnatal day 3, there are no mode-of-action data that link thyroid hormones to the neurobehavioral observations reported."
        },
        {
            "References": "US EPA; TOXICOLOGICAL REVIEW OF DECABROMODIPHENYL ETHER (BDE-209) (CAS No. 1163-19-5) In Support of Summary Information on the Integrated Risk Information System (IRIS) p.42 (June 2008) Available from, as of Septermber 12, 2008: https://www.epa.gov/ncea/iris/subst/0035.htm",
            "Value": "The interference of decaBDE with thyroid hormone homeostasis /was evaluated/ in weanling rats exposed to decaBDE (>98% purity) up to 100 mg/kg-day for 4 consecutive days. Results indicated that decaBDE did not affect hepatic enzyme activities or serum T4, T3, TSH, and hepatic UDPGT activity at doses up to 100 mg/kg-day."
        },
        {
            "References": "US EPA; TOXICOLOGICAL REVIEW OF DECABROMODIPHENYL ETHER (BDE-209) (CAS No. 1163-19-5) In Support of Summary Information on the Integrated Risk Information System (IRIS) p.41 (June 2008) Available from, as of Septermber 12, 2008: https://www.epa.gov/ncea/iris/subst/0035.htm",
            "Value": "DecaBDE may share the general property of organohalogen compounds in which in vivo exposure in rodents results in reduction of serum total and free thyroid hormone (T4) levels. Thyroid hormone disruption has been hypothesized to arise from at least two different mechanisms, one of which is the induction of liver enzymes of different enzyme families, including CYP-1A1 and CYP-2B. Induction of liver UDPGTs may increase the rate of T4 conjugation and excretion, which is believed to be a mechanism for TCDD-induced thyroid effects. An increase in the metabolism of T4 will result in enhanced excretion and thus a drop in its circulating levels. The other mechanism involves alteration of thyroid homeostasis through hormone mimicry. Potential thyroid toxicants may be metabolized by liver enzymes to metabolites that compete with the thyroid transport protein, transthyretin, a key protein involved in the transport of T4 through the blood and into the developing tissues in rodents."
        }
    ],
    "sediment_soil_concentrations": [
        {
            "References": "(1) Watanabe I et al; Chemosphere 16: 2389-96 (1987) (2) DeCarlo VJ; Ann NY Acad Sci 320: 678-81 (1979) (3) Allchin CR et al; Environ Pollut 105: 197-202 (1999) (4) Sellstrom U et al; Environ Toxicol Chem 17: 1065-72 (1998) (5) deBoer J et al; Environ Pollut 122: 63-74 (2003) (6) Eljarrat E et al; Environ Sci Technol 38: 2603-8 (2004) (7) Hale RC et al; Environ Int 29: 771-9 (2003) (8) Marvin C et al; Chemosphere 91: 778-83 (2013)",
            "Value": "SEDIMENT: Decabromodiphenyl ether was found in river sediment from the Neya and Second Neya River in Osaka, Japan, 33-375 ppb (dry weight) and one of seven estuary sediments from different rivers in Japan, 20 ppb (dry weight)(1). Decabromodiphenyl ether was not detected (detection limit 5 ppb) in two samples of marine sediment from Osaka Bay, Japan(1). It was detected in soil and sediment samples near the bromine industry in Magnolia and El Dorado, AR(2). Sediment collected in 1995 and 1996 from 4 UK estuaries, selected because brominated flame retardants are manufactured within their catchments, contained decabromodiphenyl ether at concentrations ranging from <0.6 to 3190 ug/kg dry weight (16 of 29 samples below the detection limit)(3). Surficial sediments collected at 8 different locations in the River Viskan and its tributary, River Haggan (Sweden) in 1995, both up and downstream from potential sources of brominated flame retardants, contained decabromodiphenyl ether at mean concentrations from <20 to 12,000 ng/g (as ignition loss)(4). Decabromodiphenyl ether was detected in 22 sediment samples from 17 locations throughout The Netherlands taken April, July, and September 1999 at <4-510 ug/kg dry weight(5). Decabromodiphenyl ether was detected in sediment samples in the Cinca River, Spain; upstream of Monzon it was measured at 2.1 ng/g dry weight at two sites, just down stream of Monzon it was 39.9 ng/g dry weight and another 30 m down stream was 5.7 ng/g dry weight(6). Decabromodiphenyl ether was detected in sediment of Hadley Lake, IN at 19-36 ug/kg dry weight(7). Decabromodiphenyl ether was detected at 3190 ug/kg in the sediment of the Calder River, UK, downstream of a sewage treatment plant(7). Suspended sediment samples collected from the Detroit River in 2001 and 2006 contained decabromodiphenyl ether levels ranging from 209-184,000 pg/g dry wt(8)."
        },
        {
            "References": "(1) deBoer J et al; in Handbook Environ Chem. Paasivirta J, ed., Berlin Germany: Springer-Verlang 3(K): 61-95 (1998) (2) Meng X-Z et al; Chemosphere 83: 1391-97 (2011)",
            "Value": "SOIL: Decabromobdphenyl was detected in soil at a recycling plant in Taiwan at 260-330 mg/kg(1).  Soil samples collected from remote sites in the Huan County, China in August 2009 contained a mean decabromodiphenyl ether concentrations of 0.54 ng/g(2)."
        }
    ]
}