{
    "_id": {
        "$oid": "6682e914c4e5dba5ffba28d1"
    },
    "CID": {
        "$numberInt": "14457"
    },
    "Name": "FERRIC AMMONIUM CITRATE",
    "IUPACName": "azane;2-hydroxypropane-1,2,3-tricarboxylate;iron(3+)",
    "CanonicalSMILES": "C(C(=O)[O-])C(CC(=O)[O-])(C(=O)[O-])O.N.[Fe+3]",
    "Synonyms": [
        "FERRIC AMMONIUM CITRATE",
        "1185-57-5",
        "Ammonium ferric citrate",
        "Ammonium iron(III) citrate",
        "Ferric Ammonium Citrate",
        "Brown",
        "iron(3+) 2-hydroxypropane-1,2,3-tricarboxylate ammoniate",
        "Ferriseltz (TN)",
        "7050-19-3",
        "Ammonium iron III citrate",
        "Ammonium ferric citrate;FAC",
        "SCHEMBL1920826",
        "FRHBOQMZUOWXQL-UHFFFAOYSA-K",
        "Ferric ammonium citrate (JAN/USP)",
        "AKOS015918211",
        "FT-0622333"
    ],
    "IsomericSMILES": "C(C(=O)[O-])C(CC(=O)[O-])(C(=O)[O-])O.N.[Fe+3]",
    "INCHI": "InChI=1S/C6H8O7.Fe.H3N/c7-3(8)1-6(13,5(11)12)2-4(9)10;;/h13H,1-2H2,(H,7,8)(H,9,10)(H,11,12);;1H3/q;+3;/p-3",
    "INCHIKEY": "FRHBOQMZUOWXQL-UHFFFAOYSA-K",
    "Formula": "C6H8FeNO7",
    "MolecularWeight": {
        "$numberDouble": "261.98"
    },
    "Description": {
        "$numberDouble": "NaN"
    },
    "XlogP": {
        "$numberDouble": "NaN"
    },
    "Complexity": {
        "$numberInt": "211"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "mechanism_of_action": [
        {
            "References": "PMID:9605112",
            "Value": "... Iron loading by 24-hour incubation with 0.36 mmol/L ferric ammonium citrate resulted in a decrease in the activity of nicotinamide adenine dinucleotide (NADH)-cytochrome c oxidoreductase (complex I+III) to 35.3%+/-11.2% of the value in untreated controls; of succinate-cytochrome c oxidoreductase (complex II+III) to 57.4%+/-3.1%; and of succinate dehydrogenase to 63.5%+/-12.6% (p < 0.001 in all cases). The decrease in activity of other mitochondrial enzymes, including NADH-ferricyanide reductase, succinate ubiquinone oxidoreductase (complex II), cytochrome c oxidase (complex IV), and ubiquinol cytochrome c oxidoreductase (complex III), was less impressive and ranged from 71.5%+/-15.8% to 91.5%+/-14.6% of controls. That the observed loss of respiratory enzyme activity was a specific effect of iron toxicity was clearly demonstrated by the complete restoration of enzyme activities by in vitro iron chelation therapy. Sequential treatment with iron and doxorubicin caused a loss of complex I+III and complex II+III activity that was greater than that seen with either agent alone but was only partially correctable by DF treatment. Alterations in cellular adenosine triphosphate measurements paralleled very closely the changes observed in respiratory complex activity."
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "PMID:15158009",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ ...The present study has investigated whether melatonin can alter the proportion of neurons that die in the 24 hr period following 1.0 microL intracortical injections of 1.0 mM ferric ammonium citrate (FAC) or 0.9% saline. Rats which received systemic infusions of melatonin (5 mg/kg bw/day) displayed a 40% reduction (P=0.019) in the proportion of neurons killed by FAC. By contrast, reduction of endogenous melatonin by continuous light exposure did not significantly affect the extent of neuronal death. Furthermore, elevated or reduced melatonin levels did not alter the number of neurons killed by saline injections."
        },
        {
            "References": "PMID:12653218",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ ... rapid injection of FAC pH 7 (ferric ammonium citrate, 5 mM in saline) /into the striatum of rats/ was associated with OH formation whereas rapid injection of FAC pH 3 did not."
        },
        {
            "References": "PMID:15009675",
            "Value": "/ALTERNATIVE IN VITRO TESTS/ ...To investigate the regulation of iron metabolism in astrocytes we have used primary astrocyte cultures from the brains of newborn rats. After application of ferric ammonium citrate (FAC), cultured astrocytes accumulated iron in a time- (0-48 hr) and concentration-dependent (0.01-1 mm) manner. This accumulation was prevented if FAC was applied in combination with the iron-chelator deferoxamine (DFX). Application of FAC to astrocyte cultures caused a strong increase in the cellular content of the iron storage protein ferritin and a decrease in the amount of transferrin receptor (TfR), which is involved in the transferrin-mediated uptake of iron into cells. In contrast, application of DFX strongly increased the level of TfR. Both up-regulation of ferritin content by iron application and up-regulation of TfR content by DFX were prevented by the protein synthesis inhibitor cycloheximide (CHX). During incubation of astrocytes with FAC, a mild and transient increase in the extracellular activity of the cytosolic enzyme lactate dehydrogenase and in the concentration of intracellular ROS was observed. In contrast, prevention of protein synthesis by CHX during incubation with FAC resulted in significantly more cell loss and a persistent and intense increase in the production of intracellular ROS."
        },
        {
            "References": "Wang X et al; Am J Physiol Lung Cell Mol Physiol 282 (5): L987-95 (2002)",
            "Value": "/ALTERNATIVE IN VITRO TESTS/ ...Exposure of BEAS-2B cells to ferric ammonium citrate (FAC) resulted in a decrease in Fe(3+) concentration in the supernatant that was dependent on time and initial iron concentration. In the presence of internalized calcein, FAC quenched the fluorescent signal, indicating intracellular transport of the metal. The Nramp2/DMT1/DCT1 mRNA isoform without an iron-response element (IRE) increased with exposure of BEAS-2B cells to FAC. RT-PCR demonstrated no change in the mRNA for the isoform with an IRE. Similarly, Western blot analysis for the isoform without an IRE confirmed an increased expression of this protein after FAC exposure, whereas the isoform with an IRE exhibited no change. Finally, immunohistochemistry revealed an increase in the isoform without an IRE in the rat lung epithelium after instillation of FAC. Comparable to mRNA and protein increases, iron transport was elevated after pretreatment of BEAS-2B cells with iron-containing compounds. We conclude that airway epithelial cells increase mRNA and expression of the Nramp2/DMT1/DCT1 without an IRE after exposure to iron."
        },
        {
            "References": "PMID:8320489",
            "Value": "/ALTERNATIVE IN VITRO TESTS/ ...Fe loading with low-molecular-weight Fe (ferric ammonium citrate) promoted a dose- and time-dependent increase in the rate of uptake of non-transferrin-bound Fe (NTBI) that was positively correlated (R=0.9, p<0.005) with cellular iron content. At concentrations sufficient to produce this up-regulation, membrane integrity was unaffected but the rate of spontaneous beating of the cells was decreased by 60%. The enhanced rate of NTBI uptake in Fe-loaded cells reverted to control rates after treatment with therapeutic concentrations of Fe chelators deferoxamine, 1,2-dimethyl-3-hydroxypyrid-4-one and 1,2-diethyl-3-hydroxypyrid-4-one under conditions where approximately 80% of the cellular Fe was removed by chelation. Fe loading of cultured myocytes also induced shifts in Fe speciation. Thus the ratio of Fe bound in hemosiderin-like precipitates to ferritin-bound Fe increased twofold, from a range of 0.84 to 1.44 in control cells to 1.96 to 3.3 in iron-loaded cells. This increased ratio was similar to that measured in the heart and liver of a thalassemic patient who underwent a double transplant for the failure of both organs, even though the Fe content of the heart (mean, 5.8 mg Fe/g dry weight) was much less than that of the liver (28.1 mg/g dry weight)."
        },
        {
            "References": "PMID:9657901",
            "Value": "/ALTERNATIVE IN VITRO TESTS/ ... Ferric ammonium citrate increased iron uptake from Tf in lens epithelial cells. Ferric ammonium citrate treated cells incorporated 5 times more iron and deposited 2 times more iron into ferritin than control cells. Increased incorporation of iron into ferritin was due to ferric ammonium citrate-induced stimulation of de novo ferritin synthesis rather than an increased rate of iron deposition into pre-existing ferritin. Ferric ammonium citrate had a different effect on iron uptake from ferric chloride; total iron uptake was not significantly increased while deposition into ferritin was significantly decreased."
        },
        {
            "References": "PMID:12817293",
            "Value": "/ALTERNATIVE IN VITRO TESTS/ ...The thoracic aortic rings without endothelium of male Sprague-Dawley rats were mounted on a bath system. Isometric contractions of aortic rings were measured. The results obtained are as follows. (1) Ferric ammonium citrate (FAC) (100 umol/L) caused a phasic response with an initial transient contraction followed by a relaxation in thoracic aortic ring. The maximal contractile amplitude was 24.02+/-2.37% of the maximal contraction induced by KCl, the duration of phasic contraction lasted for about 20 min. (2) In high Ca(2+) Krebs-Henseleit (K-H) solution (twice of the normal concentration), the contractile amplitude induced by FAC was enhanced. After the aortic rings were incubated with nifedipine for 15 min to block the L-type Ca(2+) channel, the iron-induced contraction was attenuated. (3) In Ca(2+)-free K-H solution, addition of FAC caused a strong and sustained contraction in the presence of PDBu. (4) Pretreatment of FAC for 30 min decreased the KCl-induced contraction and also caused a significant reduction in the contractile response to phenylephrine (PE). Pretreatment of the arteries with DMSO, catalase or glutathione before FAC exposure prevented the decrease in contraction responses to PE (P<0.05)."
        },
        {
            "References": "PMID:11335103",
            "Value": "/ALTERNATIVE IN VITRO TESTS/ ...Cells were preincubated for 3 hr at 37 °C with FAC or metal ion solutions and then labelled for 3 hr at 37 °C with (59)Fe-transferrin (TF). Exposure of cells to FAC resulted in Fe uptake from (59)Fe-citrate that became saturated at an Fe concentration of 2.5 uM, while FAC-activated Fe uptake from TF was not saturable up to 25 uM. In addition, the extent of FAC-activated Fe uptake from citrate was far greater than that from TF. These results suggest a mechanism where FAC-activated Fe uptake from citrate may result from direct interaction with the transporter, while Fe uptake from TF appears indirect and less efficient. Preincubation of cells with FAC at 4 °C instead of 37 °C prevented its effect at stimulating (59)Fe uptake from (59)Fe-TF, suggesting that an active process was involved. Previous studies... have shown that FAC can increase ferri-reductase activity that may enhance (59)Fe uptake from (59)Fe-TF. However, there was no difference in the ability of FAC-treated cells compared to controls to reduce ferricyanide to ferrocyanide, suggesting no change in oxidoreductase activity. To examine if activation of this Fe uptake mechanism could occur by incubation with a range of metal ions, cells were preincubated with either FAC, ferric chloride, ferrous sulphate, ferrous ammonium sulphate, gallium nitrate, copper chloride, zinc chloride, or cobalt chloride. Stimulation of (59)Fe uptake from TF was shown (in order of potency) with ferric chloride, ferrous sulphate, ferrous ammonium sulphate, and gallium nitrate. The other metal ions examined decreased (59)Fe uptake from TF."
        },
        {
            "References": "PMID:9119894",
            "Value": "/ALTERNATIVE IN VITRO TESTS/ ...Rat hepatocytes were cultured 16-24 hr with or without ferric ammonium citrate (FAC) and then assayed for Ca2+-dependent 125I-/bovine lactoferrin/ (Lf) binding at 4 °C or 125I-Lf endocytosis at 37 °C. Cells pretreated with FAC (5 ug/mL) internalized two- to sixfold more 125I-Lf than did control cells. The FAC-induced increase in 125I-Lf endocytosis required 4-8 hr of culture at 37 °C and was fully reversible if cells were incubated an additional 24 hr without FAC either in the presence or absence of the Fe3+ chelator desferrioxamine. Maximal endocytic rates for untreated and FAC-treated cells were 370 and 2,300 molecules 125I-Lf /cell/sec, respectively. Both 125I-Lf binding at 4 °C and endocytosis at 37 °C increased up to sixfold between 0.3-10 ug/mL FAC, indicating that iron-induced enhancement of 125I-Lf uptake was due to an increase in the number of Lf receptors present on the cells. 125I-Lf bound to untreated and FAC-treated cells at 4 °C with similar affinities (K(d) approximately 1.5 uM). Cycloheximide but not actinomycin D blocked the FAC-induced increase in 125I-Lf binding, indicating that the increase in the number of Lf binding sites required translation but not transcription. Notably, iron loading blocked endocytosis of asialoorosomucoid by hepatocytes by up to 80%, reducing the number of active intracellular asialoglycoprotein receptors >65% without altering the number of active cell surface receptors."
        }
    ]
}