{
    "_id": {
        "$oid": "6682e991c4e5dba5ffba2b48"
    },
    "CID": {
        "$numberInt": "145068"
    },
    "Name": "NITRIC OXIDE",
    "IUPACName": "nitric oxide",
    "CanonicalSMILES": "[N]=O",
    "Synonyms": [
        "nitric oxide",
        "nitrogen monoxide",
        "Mononitrogen monoxide",
        "10102-43-9",
        "INOmax",
        "Nitrosyl radical",
        "Amidogen",
        "oxo-",
        "Nitrogen oxide (NO)",
        "nitrosyl",
        "Nitric oxide trimer",
        "\"monoxyde dazote\"",
        "nitrogen monooxide",
        "oxoazanyl",
        "Inovent",
        "oxyde azotique"
    ],
    "IsomericSMILES": "[N]=O",
    "INCHI": "InChI=1S/NO/c1-2",
    "INCHIKEY": "MWUXSHHQAYIFBG-UHFFFAOYSA-N",
    "Formula": "NO",
    "MolecularWeight": {
        "$numberDouble": "30.006"
    },
    "Description": "Nitric oxide is a nitrogen oxide which is a free radical, each molecule of which consists of one nitrogen and one oxygen atom. It has a role as a neurotransmitter, a signalling molecule, a vasodilator agent, a bronchodilator agent, a radical scavenger, a human metabolite, an Escherichia coli metabolite and a mouse metabolite. It is a nitrogen oxide, an inorganic radical and a member of reactive nitrogen species.",
    "XlogP": {
        "$numberDouble": "0.2"
    },
    "Complexity": {
        "$numberInt": "2"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "mechanism_of_action": [
        {
            "References": "PMID:4017990",
            "Value": "The effect of nitric oxide (NO) on blood hemoglobin was studied in vitro. Previously deoxygenated human blood was equilibrated with a continuous flow of 1,000 ppm NO, 5.6% carbon dioxide in nitrogen for 3 hours, and flushed for 30 min with 5.6% carbon dioxide in nitrogen. Nitrosylhemoglobin containing blood was equilibrated for various lengths of time with 21% oxygen and 5.6% carbon dioxide in nitrogen or 100% carbon monoxide for 1 hr. Methemoglobin was measured with an anaerobic method. Carboxyhemoglobin was measured. Anaerobic nitrosylhemoglobin blood/buffer solution was equilibratd with carbon monoxide and nitrogen. Acid/base blood changes in nitrosylhemoglobin and methemoglbin formation were determined after 1 hr of nitrogen equilibration, after 3 hr of NO equilibration, and after air exposure. The amount of methemoglobin formed was monitored by spectrophotometric changes of the anaerobic nitrosylhemoglobin solution after being exposed to air. Nitrosylhemoglobin exposure to oxygen incr the methemoglobin formation, with 59% and 78% of the total hemoglobin oxidized in the first 15 min and after 120 min of oxygen exposure, respectively. No significant methemoglobin was formed with nitrosylhemoglobin exposure to carbon dioxide. A total of 42% total hemoglobin in the nitrosylhemoglobin in the nitrosylhemoglobin blood/buffer solution was converted to methemoglobin after 30 min of air exposure and to 55% after 60 min of air exposure. NO exposure significantly decr the pH and base excess after 3 hr of exposure to NO. There were no significant changes after air exposure. ... /It was concluded/ that only under strict anaerobic conditions can NO combine with hemoglobin as nitrosylhemoglobin without any methemoglobin. NO is not a hemoglobin oxidant, it needs the presence of oxygen."
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "American Conference of Governmental Industrial Hygienists, Inc. Documentation of the Threshold Limit Values and Biological Exposure Indices. 6th ed. Volumes I, II, III. Cincinnati, OH: ACGIH, 1991., p. 1090",
            "Value": "... /IT/ IS ABOUT 1/5 AN ACUTE TOXIC AS NITROGEN DIOXIDE, ASSUMING MINIMAL CONTAMINATION WITH NO2 & ... NO SYNERGISTIC ACTION."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists, Inc. Documentation of the Threshold Limit Values and Biological Exposure Indices. 6th ed. Volumes I, II, III. Cincinnati, OH: ACGIH, 1991., p. 1090",
            "Value": "ANIMAL STUDIES ... CITED IN WHICH 322 PPM ... PRODUCED 60% METHEMOGLOBINEMIA AFTER 6 HR."
        },
        {
            "References": "Clayton, G. D. and F. E. Clayton (eds.). Patty's Industrial Hygiene and Toxicology: Volume 2A, 2B, 2C: Toxicology. 3rd ed. New York: John Wiley Sons, 1981-1982., p. 4101",
            "Value": "... EMPHYSEMATOUS LESIONS IN MICE EXPOSED TO 10 PPM OF NITROGEN DIOXIDE FOR 2 HR/DAY, 5 DAYS/WK FOR VARIOUS PERIODS UP TO 30 WEEKS. ... MICE SIMILARLY EXPOSED TO 10 PPM OF NITRIC OXIDE SHOWED MUCH MORE PRONOUNCED EMPHYSEMATOUS CHANGES."
        },
        {
            "References": "MANSFIELD TA ET AL; STUD ENVIRON SCI 21 (AIR POLLUT NITROGEN OXIDES): 595 (1982)",
            "Value": "VERY HIGH LEVELS (UP TO 3500 PPB) OF NO(X) (MAINLY NITROGEN OXIDE) IN GREENHOUSES WERE INHIBITORY TO PLANT GROWTH. THE EFFECTS WERE NOT, HOWEVER, AS GREAT AS WOULD BE EXPECTED FROM SUCH HIGH CONCN."
        },
        {
            "References": "PMID:6297501",
            "Value": "THE CYCLIC GUANOSINE MONOPHOSPHATE CONTENT OF RAT LUNG MINCE WAS INCR NEARLY 50 FOLD WITHIN 4 SEC FOLLOWING EXPOSURE TO NITRIC OXIDE. THIS RAPID INCR IN CYCLIC GUANOSINE MONOPHOSPHATE ACCUMULATION WAS PREVENTED BY 10 MMOLE, BUT NOT 1 MMOLE, DITHIOTHREITOL WHICH ITSELF CAUSED A SLOWER YET MASSIVE (100 FOLD) INCR IN THE CYCLIC GUANOSINE MONOPHOSPHATE CONTENT OF LUNG MINCE. APPARENTLY, SULFHYDRYL GROUP MODIFICATION IS A COMMON PATHWAY FOR THE ENHANCEMENT OF CYCLIC GUANOSINE MONOPHOSPHATE SYNTHESIS IN TISSUE BY A VARIETY OF STIMULI."
        },
        {
            "References": "PMID:3402811",
            "Value": "Emphysema and bronchial inflammation was observed in rats exposed to the inhalation of 50 mg nitric oxide/cu m for 1 mo. The number of peripheral leukocytes and methemoglobin and diphosphoglycerated concn in blood incr, and the number of erythrocytes and hemoglobin concn in blood was above controls after 12 days and normalized after 30 days of the exposure."
        },
        {
            "References": "PMID:4007553",
            "Value": "Nitric oxide produced a marked incr of erythrocyte count and of hemoglobin and methemoglobin concn and a decr in sulfhydryl components in the blood and in the level of oxygen consumption. Dystrophic disorders in different organs were also found."
        },
        {
            "References": "PMID:3665861",
            "Value": "Male Sprague-Dawley rats (number of animals not given) were placed in exposure chambers and subjected to atmospheres of 100 or 200 ppm nitric oxide (NO) for up to several hours. Nitrosylhemoglobin (Hb-NO) and methemoglobin (MetHb) content of blood were determined. The concentration of Hb-NO, expressed as percent of total Hb, reached a steady state after 30 min (100 ppm) and 60 min (200 ppm). MetHb reached a steady state at a later time in the 200 ppm treatment group and formed a higher percentage of the total Hb, indicating that the oxidation of Hb-NO to MetHb was faster than the reduction of MetHb to ferrous hemoglobin. As the concentration of NO in inspired air increased from 25 to 250 ppm, Hb-NO increased from 0.08 to 3% and MetHb increased from 0.6 to 20% after 60 min of exposure. The concentrations of these hemoglobins were similar in arterial and venous blood. When rats were placed in clean air following 60 min of exposure to 100 or 200 ppm NO, both Hb-NO and MetHb disappeared with a half-life of approximately 20 min. The effects of NO on erythrocytes in vivo were minimal; blood viscosity was similar, but a few undeformed cells were detected at high shear stress, and no change in the crosslinking of membrane proteins or alteration of acyl chain composition of membrane phospholipids was observed. Effects on erythrocytes had been reported in earlier in vitro studies by this group."
        },
        {
            "References": "Klaassen, C.D., M.O. Amdur, Doull J. (eds.). Casarett and Doull's Toxicology. The Basic Science of Poisons. 5th ed. New York, NY: McGraw-Hill, 1995., p. 873",
            "Value": "Enlargement of air spaces and loss of interalveolar septa in proximal acinar regions were most severe in dogs that were exposed to oxides of nitrogen, oxides of sulfur, or oxides of sulfur with irradiated exhaust."
        },
        {
            "References": "Rom, W.N. (ed.). Environmental and Occupational Medicine. 2nd ed. Boston, MA: Little, Brown and Company, 1992., p. 511",
            "Value": "/Researchers/ examined immunologic end points in mice exposed to 10 ppm nitric oxide for 2 hours per day, 5 days per week up to 30 weeks. Leukocytosis was evident by 5 weeks' exposure, while a decrease in mean hemoglobin content of red blood cells was found by 30 weeks. The ability of spleen cells to mount a graft-versus-host reaction was stimulated by 20 weeks' exposure but suppressed by 26 weeks. When the ability of mice to reject virus-induced tumors was assessed, fewer nitric oxide-exposed animals than controls survived tumor challenge; this suggests that nitric oxide at high levels may have affected the immune competence of the animals."
        },
        {
            "References": "PMID:9564905",
            "Value": "BACKGROUND: The effect of inhaled nitric oxide (NO) treatment on pulmonary function in the setting of adult respiratory distress syndrome is controversial. We examined the effect of inhaled NO on pulmonary function in an isolated rabbit lung model of oleic acid (OA)-induced acute lung injury. We hypothesized that NO would decrease pulmonary artery pressure and improve oxygenation. METHODS: Rabbit heart-lung blocks were isolated, flushed in vivo, harvested, and immediately perfused with whole blood and ventilated with 50% oxygen (O2). Pulmonary artery pressure was determined every 15 seconds for 60 minutes of perfusion. Oxygenation was determined by blood gas analysis of pulmonary venous effluent at 0, 20, 40, and 60 minutes after initiation of OA infusion. Rabbits were randomized into four study groups: saline control; OA control, which received a 20-minute infusion of 50% OA/ethanol solution; NO treatment (20 ppm NO inhaled before OA infusion); and NO control, which underwent NO (20 ppm) pretreatment, followed by saline infusion. Pulmonary artery pressure, oxygenation (arteriovenous O2 difference), compliance, and wet/dry lung weight were determined. RESULTS: Pretreatment with NO caused significant increases in pulmonary artery pressure (NO treatment versus NO control and saline control; no significant difference between NO treatment group and OA control group), and did not improve oxygenation in our model. CONCLUSIONS: Contrary to our hypothesis, pretreatment with NO potentiates acute lung injury in our isolated lung model. There was significant exacerbation of pulmonary hypertension and no improvement in oxygenation. Further investigation of the possible deleterious effects of NO in acute lung injury are needed, especially in the early acute phases of this process."
        },
        {
            "References": "PMID:9544421",
            "Value": "Reactive oxygen species can initiate carcinogenesis by virtue of their capacity to react with DNA and cause mutations. Recently, it has been suggested that nitric oxide (NO) and its derivatives produced in inflamed tissues could contribute to the carcinogenesis process. Genotoxicity of NO follows its reaction with oxygen and superoxide. It can be due either to direct DNA damage or indirect DNA damage. Direct damage includes DNA base deamination, peroxynitrite-induced adducts formation and single strand breaks in the DNA. Indirect damage is due to the interaction of NO reactive species with other molecules such as amines, thiols and lipids. The efficiency of one pathway or another might depend on the cellular antioxidant status or the presence of free metals."
        },
        {
            "References": "McFaul SJ, McGratu JJ; J Environ Sci Health Part A Environ Sci Eng 20 (3): 305-14 (1985)",
            "Value": "The effect of nitric oxide (NO) inhalation on the ability of female Sprague-Dawley rats to reduce methemoglobin was investigated. Methemoglobin production was induced by injection of sodium nitrite. The levels of methemoglobin produced by sodium nitrite were significantly higher in rats previously exposed to NO than in controls, indicating that these rats were not as capable of reducing methemoglobin as the controls. Exposure to concn of NO as low as 15 ppm produced this effect. Exposure to NO evidently potentiates the oxidizing effects of nitrite ion and implies that NO exposure may do the same with other oxidative pollutants such as ozone and nitrogen dioxide."
        },
        {
            "References": "PMID:3665861",
            "Value": "The kinetics of functional impairment of erythrocytes by nitric oxide (NO) through formation of a complex with hemoglobin and formation of methemoglobin, and injury of erythrocytes due to acute NO exposure were studied in the rat. Specific pathogen free male Sprague-Dawley rats were exposed to between 25 and 250 ppm NO in a chamber, and blood was collected rapidly in an air tight syringe at various times during exposure. Determination of the hemoglobin complex with NO (hemoglobin/NO) and methemoglobin content in blood was carried out by electron paramagnetic resonance. The concn of hemoglobin/NO reached a steady state after 30 to 60 min followed by attainment of steady state levels of methemoglobin. The amount of methemoglobin was always greater than that of hemoglobin/NO, which ... demostrates that the oxidation process of hemoglobin/NO to methemoglobin is faster than the reduction process of methemoglobin to ferrous-hemoglobin. Injury to erythrocytes by NO exposure was manifested by an incr incidence of echinocytes in the blood and a low percentage of undeformed cells. When erythrocytes were exposed to pure NO, followed by nitrogen and then atmospheric oxygen, the polyacrylamide gel electrophoretic pattern of ghost membrane proteins showed a decr of monomeric spectrin as well as the appearance of new bands of higher molecular wt. The changes were reversed by addition of mercaptoethanol prior to electrophoresis. /It was concluded/ that the main rheological injury to NO exposed rat blood is due to the occurrence of oxidative crosslinking of erythrocyte membrane proteins, and injury that can be rapidly repaired by the antioxidative mechanism of the erythrocytes."
        },
        {
            "References": "PMID:2892285",
            "Value": "Human red blood cells incubated under nitrogen with methylene blue and glucose at physiological temperature and pH can be used to test for the biotransformation of nitrogenous vasodilators to nitric oxide (NO). The NO generated was trapped as nitrosylated heme by reduced subunits on various hemoglobin valency species and quantified by electron paramagnetic resonance spectroscopy. It was possible to separate the various valency species of hemoglobin present in the mixture as (alpha 2 + beta 2)2, (alpha 2 + beta 3+)2, (alpha 3 + beta 2+)2, or (alpha 3 + beta 3+)2 by isoelectric focusing unless cyanide (from nitroprusside) or azide was present in the mixture. These anions bind tenaciously to oxidized subunits and prevent the separation of the various species by isoelectric. The fully oxidized tetramer, (alpha 3 + beta 3+)2, does not bind NO, but the other three species have reduced subunits units which can be nitrosylated. In the absence of cyanide or azide the valency species could be separated by isoelectric focusing, and it was possible to quantify the degree of nitrosylation on each individual species. The various agents tested (nitrite, glyceryl trinitrate, hydroxylamine, hydralazine, nitroprusside, and azide) produced different patterns of valency species and degrees of nitrosylation of reduced subunits. When oxidized subunits ligands were present or in cases of very low yields, it was still possible to quantify the total concentration of NO-reduced subunits in the mixture. Thus, the method could still be used to test for NO formation. All of the so-called NO vasodilators tested yielded detectable amounts of NO in the system."
        }
    ]
}