{
    "_id": {
        "$oid": "6682e992c4e5dba5ffba2b49"
    },
    "CID": {
        "$numberInt": "145742"
    },
    "Name": "(L)-PROLINE",
    "IUPACName": "(2S)-pyrrolidine-2-carboxylic acid",
    "CanonicalSMILES": "C1CC(NC1)C(=O)O",
    "Synonyms": [
        "L-proline",
        "147-85-3",
        "proline",
        "L-(-)-Proline",
        "(2S)-pyrrolidine-2-carboxylic acid",
        "(S)-Pyrrolidine-2-carboxylic acid",
        "2-pyrrolidinecarboxylic acid",
        "H-Pro-OH",
        "(-)-Proline",
        "(-)-(S)-Proline",
        "Prolinum",
        "(S)-2-Pyrrolidinecarboxylic acid",
        "(-)-2-Pyrrolidinecarboxylic acid",
        "prolina",
        "(S)-Proline"
    ],
    "IsomericSMILES": "C1C[C@H](NC1)C(=O)O",
    "INCHI": "InChI=1S/C5H9NO2/c7-5(8)4-2-1-3-6-4/h4,6H,1-3H2,(H,7,8)/t4-/m0/s1",
    "INCHIKEY": "ONIBWKKTOPOVIA-BYPYZUCNSA-N",
    "Formula": "C5H9NO2",
    "MolecularWeight": {
        "$numberDouble": "115.13"
    },
    "Description": "L-proline is pyrrolidine in which the pro-S hydrogen at position 2 is substituted by a carboxylic acid group. L-Proline is the only one of the twenty DNA-encoded amino acids which has a secondary amino group alpha to the carboxyl group. It is an essential component of collagen and is important for proper functioning of joints and tendons. It also helps maintain and strengthen heart muscles. It has a role as a micronutrient, a nutraceutical, an algal metabolite, a Saccharomyces cerevisiae metabolite, an Escherichia coli metabolite, a mouse metabolite and a member of compatible osmolytes. It is a glutamine family amino acid, a proteinogenic amino acid, a proline and a L-alpha-amino acid. It is a conjugate base of a L-prolinium. It is a conjugate acid of a L-prolinate. It is an enantiomer of a D-proline. It is a tautomer of a L-proline zwitterion.",
    "XlogP": {
        "$numberDouble": "-2.5"
    },
    "Complexity": {
        "$numberInt": "103"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "plant_concentrations": [
        {
            "References": "(1) US Dept Agric; US Dept Agric, Agric Res Service. 1992-2016. Dr. Duke's Phytochemical and Ethnobotanical Databases. Proline. Available from, as of Sept 28, 2016: https://phytochem.nal.usda.gov/phytochem/search",
            "Value": "Proline has been identified in over 200 plants(1). /Proline/",
            "Table": "[{'Genus species': 'Brassica oleraceae var capitata l', 'Family': 'Brassicaceae', 'Common name(s)': 'Cabbage', 'Part': 'Leaf', 'Concn (ppm)': 31821.0}, {'Genus species': 'Glycine max', 'Family': 'Fabaceae', 'Common name(s)': 'Soybean', 'Part': 'Seed', 'Concn (ppm)': 23344.0}, {'Genus species': 'Allium schoenoprasum', 'Family': 'Lilaceae', 'Common name(s)': 'Chives', 'Part': 'Leaf', 'Concn (ppm)': 23125.0}, {'Genus species': 'Acacia farnesiana', 'Family': 'Fabaceae', 'Common name(s)': 'Swet Apacia, Popinac, Opopanax, Huisache, Cassie', 'Part': 'Leaf', 'Concn (ppm)': 21890.0}, {'Genus species': 'Moringa oleifera', 'Family': 'Moringaceae', 'Common name(s)': 'West Indian Beanm, Jacinto, Benolive Tree, Horseradish Tree, Moringa, Drumstick Tree', 'Part': 'Shoot', 'Concn (ppm)': 21135.0}, {'Genus species': 'Psophocarpus tetragonolobus', 'Family': 'Fabaceae', 'Common name(s)': 'Winged Bean; Goa Bean; Asparagus Pea', 'Part': 'Shoot', 'Concn (ppm)': 20991.0}, {'Genus species': 'Asparagus officinalis', 'Family': 'Liliaceae', 'Common name(s)': 'Asparagus', 'Part': 'Shoot', 'Concn (ppm)': 20903.0}, {'Genus species': 'Sinapis alba', 'Family': 'Brassicaceae', 'Common name(s)': 'White mustard', 'Part': 'Seed', 'Concn (ppm)': 20800.0}, {'Genus species': 'Triticum aestivum', 'Family': 'Poaceae', 'Common name(s)': 'Wheat', 'Part': 'Seed', 'Concn (ppm)': 20447.0}, {'Genus species': 'Corchorus olitorius', 'Family': \"jew's Mallow; Nalta Jute; Mulukiya\", 'Common name(s)': 'Tiliaceae', 'Part': 'Leaf', 'Concn (ppm)': 20052.0}]"
        }
    ],
    "environmental_bioconcentrations": [
        {
            "References": "(1) Hansch C et al; Exploring QSAR. Hydrophobic, Electronic, and Steric Constants. ACS Prof Ref Book. Heller SR, consult. ed., Washington, DC: Amer Chem Soc (1995) (2) US EPA; Estimation Program Interface (EPI) Suite. Ver. 4.1. Nov, 2012. Available from, as of Jul 12, 2016: https://www2.epa.gov/tsca-screening-tools (3) Franke C et al; Chemosphere 29: 1501-14 (1994)",
            "Value": "An estimated BCF of 3 was calculated in fish for (L)-proline(SRC), using a log Kow of -2.54(1) and a regression-derived equation(1). According to a classification scheme(2), this BCF suggests the potential for bioconcentration in aquatic organisms is low(SRC)."
        }
    ],
    "environmental_biodegradations": [
        {
            "References": "(1) ECHA; Search for Chemicals. (L)-Proline (147-85-3) Brief Profile. European Chemical Agency. Available from, as of Jul 12, 2016: https://echa.europa.eu/",
            "Value": "AEROBIC: (L)-Proline was determined to be readily biodegradable in water based on 100% biodegradation using screening tests(1)."
        },
        {
            "References": "(1) Bicknell B, Owens JD; J Gen Microbiol 117: 89-96 (1980)",
            "Value": "PURE CULTURE: Pseudomonas, Dithiobacter, Enterobacter and some species of Bacillus, which are able to use methylamine as a sole nitrogen source but not as a sole carbon source, were able to use (L)-proline as both a carbon and energy source(1)."
        }
    ],
    "logP": [
        {
            "References": "Hansch, C., Leo, A., D. Hoekman. Exploring QSAR - Hydrophobic, Electronic, and Steric Constants. Washington, DC: American Chemical Society., 1995.",
            "Value": "log Kow = -2.54"
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "European Chemicals Agency (ECHA); Registered Substances, L-proline (CAS Number: 147-85-3) (EC Number: 205-702-2) (Last updated: December 29, 2015). Available from, as of May 25, 2016: https://echa.europa.eu/",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ A subchronic oral toxicity guideline study of L-proline with rats was conducted for 90 days. No treatment-related significant or toxicologically relevant findings were observed. The no-observed-adverse-effect-level (NOAEL) for L-Pro was determined to be a dietary dose of 5.0% (2772.9 mg/kg body weight/day for males and 3009.3 mg/kg body weight/day for females) under the present experimental conditions."
        },
        {
            "References": "European Chemicals Agency (ECHA); Registered Substances, L-proline (CAS Number: 147-85-3) (EC Number: 205-702-2) (Last updated: December 29, 2015). Available from, as of May 25, 2016: https://echa.europa.eu/",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ It is concluded that the NOAELs of L-Proline /after 13 weeks of exposure/ were estimated to be 2.5% (1693.3 mg/kg/day) for male and 5.0% (3886.4 mg/kg/day) for female rats."
        },
        {
            "References": "International Programme on Chemical Safety/WHO; Safety evaluation of certain food additives, WHO Food Additives Series 54 (2006). Available from, as of May 24, 2016: https://www.inchem.org/documents/jecfa/jecmono/v54je01.pdf",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ In a 30-day study, a group of seven white female Sprague-Dawley rats were given L-proline at a dose of 50 mg/kg bw per day in water. A group of 10 rats served as the control group. After 30 days, all animals were weighed, necropsied, and subjected to a complete gross examination. Histopathology and microscopic examinations of the liver and kidneys were conducted. Samples of serum were obtained for determination of enzyme activities, and concentrations of creatinine and total protein. There were no treatment-related effects in rats given L-proline at 50 mg/ kg bw per day compared with the controls."
        },
        {
            "References": "European Chemicals Agency (ECHA); Registered Substances, L-proline (CAS Number: 147-85-3) (EC Number: 205-702-2) (Last updated: December 29, 2015). Available from, as of May 25, 2016: https://echa.europa.eu/",
            "Value": "/GENOTOXICITY/ L-proline did not show mutagenicity in the Ames test, the microsomal mutagenesis assay and the host mediated assay. ... S. typhimurium TA 1535, TA 1532, TA 1964, TA 1530 /were used/ for Ames test and microsomial mutagenesis assay. S. typhimurium TA 1951, TA 1952, TA 1534, TA 1950 /were used/ for host-mediated assay."
        },
        {
            "References": "International Programme on Chemical Safety/WHO; Safety evaluation of certain food additives, WHO Food Additives Series 54 (2006). Available from, as of May 24, 2016: https://www.inchem.org/documents/jecfa/jecmono/v54je01.pdf",
            "Value": "/GENOTOXICITY/ In the assay for reverse mutation in Salmonella typhimurium, negative results were reported for ... L-proline ... at concentrations of up to 1000 mg/mL, with and without metabolic activation, in several strains of S. typhimurium (TA92, TA97, TA98, TA100, TA102, TA1530, TA1531, TA1532, TA1535, TA1537, TA1538, and TA1964)."
        },
        {
            "References": "Ashoor SH et al; Life Science 26 (21): 1801 (1980)",
            "Value": "/GENOTOXICITY/ Of 20 common amino acids added individually to ground beef patties prior to frying @ 191 °C/4 min, only proline enhanced formation of mutagenic activity measured in S typhimurium TA98 with rat liver microsomes."
        },
        {
            "References": "PMID:26833688",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ During fermentation processes, Saccharomyces cerevisiae cells are exposed to multiple stresses, including a high concentration of ethanol that represents toxicity through intracellular reactive oxygen species (ROS) generation. We previously reported that proline protected yeast cells from damage caused by various stresses, such as freezing and ethanol. As an antioxidant, proline is suggested to scavenge intracellular ROS. In this study, we examined the role of intracellular proline during ethanol treatment in S. cerevisiae strains that accumulate different concentrations of proline. When cultured in YPD medium, there was a significant accumulation of proline in the put1 mutant strain, which is deficient in proline oxidase, in the stationary phase. Expression of the mutant PRO1 gene, which encodes the gamma-glutamyl kinase variant (Asp154Asn or Ile150Thr) with desensitization to feedback inhibition by proline, in the put1 mutant strain showed a prominent increase in proline content, as compared with that of the wild-type strain. The oxidation level was clearly increased in wild-type cells after exposure to ethanol, indicating that the generation of ROS occurred. Interestingly, proline accumulation significantly reduces the ROS level and increases the survival rate of yeast cells in the stationary phase under ethanol stress conditions. However, there was not a clear correlation between proline content and survival rate in yeast cells. An appropriate level of intracellular proline in yeast might be important for its stress-protective effect. Hence, the engineering of proline metabolism could be promising for breeding stress-tolerant industrial yeast strains."
        },
        {
            "References": "PMID:7441240",
            "Value": "/OTHER TOXICITY INFORMATION/ The fast as well as the slow contractions of the adductor muscle in the claw of Procambarus clarkii are inhibited by L-proline. This inhibition is dose dependent and decreases with increasing frequency of stimulation of the \"slow\" fiber. Contractions caused by perfusing the adductor muscle with L-glutamate solutions are also inhibited by L-proline. The inhibiting potency of L-proline is small; the effective concentration of this amino acid is 50-100 times that of the L-glutamate applied. It was postulated that the inhibitory effect of L-proline is based on competition for excitatory receptor sites of L-glutamate, which causes depolarization and contraction, and L-proline, which lacks these actions. Theoretical considerations suggested a linear relationship between the stimulating L-glutamate and the just-inhibiting L-proline concentrations. Experimental evidence supported this model."
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "(1) US EPA; Estimation Program Interface (EPI) Suite. Ver. 4.1. Nov, 2012. Available from, as of Jul 12, 2016: https://www2.epa.gov/tsca-screening-tools (2) Swann RL et al; Res Rev 85: 17-28 (1983) (3) O'Neil MJ, ed; The Merck Index. 15th ed., Cambridge, UK: Royal Society of Chemistry p. 1393 (2013) (4) Doucette WJ; pp. 141-188 in Handbook of Property Estimation Methods for Chemicals. Boethling RS, Mackay D, eds. Boca Raton, FL: Lewis Publ (2000)",
            "Value": "Using a structure estimation method based on molecular connectivity indices(1), the Koc of (L)-proline can be estimated to be 3.41(SRC). According to a classification scheme(2), this estimated Koc value suggests that (L)-proline is expected to have very high mobility in soil. The pKa values of (L)-proline are 1.99 and 10.60(3), indicating that this compound will exist as a zwitterion in the environment and zwitterions generally adsorb more strongly to soils containing organic carbon and clay than their neutral counterparts(4)."
        }
    ]
}