{
    "_id": {
        "$oid": "6682e915c4e5dba5ffba28d3"
    },
    "CID": {
        "$numberInt": "14716"
    },
    "Name": "DIPHENYL-2-ETHYLHEXYL PHOSPHATE",
    "IUPACName": "2-ethylhexyl diphenyl phosphate",
    "CanonicalSMILES": "CCCCC(CC)COP(=O)(OC1=CC=CC=C1)OC2=CC=CC=C2",
    "Synonyms": [
        "2-Ethylhexyl diphenyl phosphate",
        "1241-94-7",
        "Octicizer",
        "Phosphoric acid",
        "2-ethylhexyl diphenyl ester",
        "Santicizer 141",
        "Octicizer [USAN]",
        "2-Ethylhexyldiphenylphosphate",
        "(2-Ethylhexyl)-difenylfosfat",
        "Diphenyl 2-ethylhexyl phosphate",
        "Phosphoric acid diphenyl 2-ethylhexyl ester",
        "1-Hexanol",
        "2-ethyl-",
        "ester with diphenyl phosphate",
        "4F53Z6NE1Y",
        "DTXSID1025300",
        "Octicizer (USAN)",
        "2-Ethylhexyl Diphenyl Phosphate (90%)"
    ],
    "IsomericSMILES": "CCCCC(CC)COP(=O)(OC1=CC=CC=C1)OC2=CC=CC=C2",
    "INCHI": "InChI=1S/C20H27O4P/c1-3-5-12-18(4-2)17-22-25(21,23-19-13-8-6-9-14-19)24-20-15-10-7-11-16-20/h6-11,13-16,18H,3-5,12,17H2,1-2H3",
    "INCHIKEY": "CGSLYBDCEGBZCG-UHFFFAOYSA-N",
    "Formula": "C20H27O4P",
    "MolecularWeight": {
        "$numberDouble": "362.4"
    },
    "Description": "Octicizer is an aryl phosphate.",
    "XlogP": {
        "$numberDouble": "6.3"
    },
    "Complexity": {
        "$numberInt": "365"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "animal_concentrations": [
        {
            "References": "(1) Greaves AK, Letcher AK; Environ Sci Technol 48: 7942-50 (2014)",
            "Value": "Diphenyl-2-ethylhexyl phosphate concentrations were reported in female herring gull (Larus argentatus) tissue and egg components from samples collected Apr 2010 at Lake Huron colony site on Chantry Island(1).",
            "Table": "[{'Tissue': 'yolk', 'Positive/Samples': '3/16', 'Concn (ng/g wet weight)': '<0.09-2.49'}, {'Tissue': 'albumen', 'Positive/Samples': '4/16', 'Concn (ng/g wet weight)': '<0.09-10.9'}, {'Tissue': 'fat', 'Positive/Samples': '2/8', 'Concn (ng/g wet weight)': '<0.09-2.11'}, {'Tissue': 'muscle', 'Positive/Samples': '8/8', 'Concn (ng/g wet weight)': '0.41'}, {'Tissue': 'red blood cells', 'Positive/Samples': '1/8', 'Concn (ng/g wet weight)': '<0.09-0.31'}, {'Tissue': 'blood plasma', 'Positive/Samples': '2/8', 'Concn (ng/g wet weight)': '<0.09-0.18'}, {'Tissue': 'liver', 'Positive/Samples': '0/8', 'Concn (ng/g wet weight)': '<0.09'}, {'Tissue': 'brain', 'Positive/Samples': '0/8', 'Concn (ng/g wet weight)': '<0.09'}]"
        }
    ],
    "environmental_bioconcentrations": [
        {
            "References": "(1) NITE; Chemical Risk Information Platform (CHRIP). Biodegradation and Bioconcentration. Tokyo, Japan: Natl Inst Tech Eval. Available from, as of Sept 22, 2014: https://www.safe.nite.go.jp/english/db.html (2) Muir DCG et al; Environ Toxicol Chem 1: 113-9 (1982) (3) Muir DCG, Grift NP; Chemosphere 10:847-55 (1981) (4) Franke C et al; Chemosphere 29: 1501-14 (1994) (5) Muir DCG et al; Environ Toxicol Chem 4: 663-75 (1985)",
            "Value": "BCFs of 433-735 and 194-426 were reported in carp (Cyprinus carpio) which were exposed to diphenyl-2-ethylhexyl phosphate at 0.1 and 0.01 mg/L, respectively, over an 8-week period(1). An experimental bioconcentration factor in rainbow trout for diphenyl-2-ethylhexyl phosphate, obtained in outdoor experiments performed in small, artificial ponds 10 hr post-treatment, was 170(2). In rainbow trout fry (Salmo gairdneri), BCFs of 1147 and 1481 were reported after respective, 50 and 5 ug/L diphenyl-2-ethylhexyl phosphate exposure in a static system for 24 hours(3). According to a classification scheme(4), these BCFs suggest bioconcentration in aquatic organisms is high to very high(SRC). In outdoor experiments performed in small, artificial ponds, where the initial concentration of diphenyl-2-ethylhexyl phosphate was 50 ug/L, 1% to 2% of the amount applied was found to bioconcentrate in fathead minnows 18 hrs after application which decreased to 0.1% to 0.3% of the amount originally applied after 105 days(5)."
        }
    ],
    "environmental_biodegradations": [
        {
            "References": "(1) Saeger VW et al; Environ Sci Technol 13: 840-4 (1979) (2) Carson DB et al; pp. 48-59 in Aquat Toxicol Risk Asses, ASTM STP 1096 Vol 13 (1990) (3) Muir DCG et al; Toxicol Environ Chem 18: 269-86 (1989) (4) NITE; Chemical Risk Information Platform (CHRIP). Biodegradation and Bioconcentration. Tokyo, Japan: Natl Inst Tech Eval. Available from, as of Sept 22, 2014: https://www.safe.nite.go.jp/english/db.html",
            "Value": "AEROBIC: In river die-away biodegradation studies using Mississippi River water, diphenyl-2-ethylhexyl phosphate, at an initial concentration of 1 ug/L, underwent approximately 90% removal in 5 days(1). In semi-continuous activated sludge (SCAS) biodegradation test using an activated sludge seed, diphenyl-2-ethylhexyl phosphate, at a feed rate of 3 mg/day using a weekly addition cycle, underwent 74% biodegradation over a 22 week testing period(1). In river die-away biodegradation studies using Mississippi River water, diphenyl-2-ethylhexyl phosphate underwent 84-99% primary degradation as indicated by chemical analysis and 56-68% ultimate biodegradation as indicated by measuring CO2 evolution(2). In lake water/sediment microcosm biodegradation studies, diphenyl-2-ethylhexyl phosphate underwent 5-24% ultimate biodegradation (time not stated)(2). The biodegradation half-lives for diphenyl-2-ethylhexyl phosphate in water/sediment system obtained from the Red River, Manitoba, and an eutrophic farm pond were 5.3 days and 4.5 days, respectively at 25 °C; biodegradation was only slightly slower under anaerobic conditions(3). Diphenyl-2-ethylhexyl phosphate, present at 100 mg/L, reached 1% of its theoretical BOD in 4 weeks using an activated sludge inoculum at 30 mg/L in the Japanese MITI test(4)."
        }
    ],
    "logP": [
        {
            "References": "Saeger VW et al; Environ Sci Technol 13: 840-4 (1979)",
            "Value": "log Kow = 5.730"
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "EPA/Office of Pollution Prevention and Toxics; High Production Volume (HPV) Challenge Program's Robust Summaries and Test Plans. HPV Data Set for 2-Ethylhexyl diphenyl phosphate (1241-94-7) p.18 (2006). Available from, as of August 28, 2014: https://www.epa.gov/hpv/pubs/hpvrstp.htm",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Repeated dose toxicity study groups of male and female Sprague-Dawley rats, 10/sex/group approximately 4 weeks old were fed concentrations of 0%, 0.2%, 0.4% and 0.8% dietary 2-Ethylhexyl diphenyl phosphate (S-141) for 90 days. Animals received test or control diet for 90 days and then sacrificed. Survival, general appearance, behavior, toxic and pharmacologic effects body weight (twice weekly); food and water consumption, urinalysis (study days 42 and 90) hematology and clinical chemistry at necropsy, gross necropsy, organs weights (9 organs), histopathological analysis (33 tissues plus lesions) in high-dose and control animals as well as liver, adrenal and ovary tissue from low- and mid-dose animals. All animals survived the study. No adverse behavioral effects were noted for the test animals. Body weight gain in the high- and mid-dose group and males of the mid-dose group was suppressed, statistically significant in the high dose only. Food (and water) consumption was suppressed in high-dose females leading to signs of dehydration. Hematocrit and hemoglobin were reduced in a dose related and statistically significant manner. Other clinical chemistry changes indicate liver, kidney, testes and ovary changes. There was a dose-related, statistically significant increase in relative and absolute liver weight in both sexes. The liver weight changes were accompanies by histopathologic changes consistent with enzyme induction. All treated animals showed dose-related statistically-significant and increased adrenal weights which were accompanied by an increase in vacuolated cells of the mid- and high-dose animals. There were changes (increases) in kidney, teste and brain weight but without histopathological findings. High-dose females showed hyperplasia of the interstitial gland cells in ovaries. The NOAEL was <0.2% dietary 2-Ethylhexyl diphenyl phosphate (S-141) (approx. 160 mg/kg/day for males and 174 mg/kg/day for females)."
        },
        {
            "References": "European Commission/European Chemical Substances Information System (ESIS); IUCLID Dataset, 2-Ethylhexyl diphenyl phosphate (1241-94-7) p.27 (2000). Available from, as of August 27, 2014: https://esis.jrc.ec.europa.eu/",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ In a 90 day study Sprague-Dawley rats were fed diphenyl-2-ethylhexyl phosphate at doses of 0, 120, 240, 480 mg/kg bw/day. All doses showed changes in blood chemistry, liver and adrenals. LOAEL: 120 mg/kg bw"
        },
        {
            "References": "European Commission/European Chemical Substances Information System (ESIS); IUCLID Dataset, 2-Ethylhexyl diphenyl phosphate (1241-94-7) p.26 (2000). Available from, as of August 27, 2014: https://esis.jrc.ec.europa.eu/",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ In a 90 day repeated dose toxicity study male and female Sprague-Dawley rats were fed diphenyl-2-ethylhexyl phosphate at doses of 0, 0.6, 3.0, 6.0, 15.0 and 375.0 mg/kg bw. Significant changes to liver enzyme levels, peroxisome, liver, and adrenals only occurred in the 375 mg/kg bw group. NOAEL: 15 mg/kg bw"
        },
        {
            "References": "European Commission/European Chemical Substances Information System (ESIS); IUCLID Dataset, 2-Ethylhexyl diphenyl phosphate (1241-94-7) p.29 (2000). Available from, as of August 27, 2014: https://esis.jrc.ec.europa.eu/",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ In a 26 month study with diphenyl-2-ethylhexyl phosphate, two litters of dogs were used. Each litter contained 3 dogs. One dog was a control and two dogs were treated. One litter/dose level, dogs were given capsules containing 0.5 mL/kg or 1.0 mL/kg 6 days a week for 26 months. ... There were no reported effects in the 0.5 mL/kg group and in the 1.0 mL/kg group a decrease in body weight occured."
        },
        {
            "References": "EPA/Office of Pollution Prevention and Toxics; High Production Volume (HPV) Challenge Program's Robust Summaries and Test Plans. HPV Data Set for 2-Ethylhexyl diphenyl phosphate (1241-94-7) p.17 (2006). Available from, as of August 28, 2014: https://www.epa.gov/hpv/pubs/hpvrstp.htm",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ In a one-generation reproduction study, male and female Sprague-Dawley rats, approx. 7-8 weeks old were divided into dose groups at concentrations of 0%, 0.2%, 0.4% and 0.8% 2-Ethylhexyl diphenyl phosphate (S-141) in diet with 16 males and 32 females per group. Males treated for 70 days prior to mating; females treated for 21 days prior to mating. Pregnant females treated throughout mating, gestation and lactation. Survival, general appearance, behavior, toxic and pharmacologic effects body weight; food and water consumption, gross necropsy, organs weights (8 organs). Histopathological analysis (10 tissues plus lesions) in high-dose and control animals; pregnancy rate, gestational parameters, litter parameters, pup sex, survival and weight gain. Two adult animals, a male and a female, did not survive the study. The deaths were judged to be not treatment related. No adverse clinical or behavioral effects were noted for the test animals. Body weight gain in the high-dose group and males of the mid-dose group was suppressed. Food (and water) consumption was statistically significantly suppressed in high-dose females. Mating indices and reproductive performance were unaffected by treatment. F1 pup body weight gain was reduced in the mid- and high-dose groups; 21-day survival was reduced in the high-dose pup group. A dose-related increase in relative and absolute liver and adrenal weight was seen in each sex of the parental and F1 generation. NOAEL: The reproductive NOAEL was 0.2% dietary (approx. 144 mg/kg/day 2-Ethylhexyl diphenyl phosphate (S-141))"
        },
        {
            "References": "EPA/Office of Pollution Prevention and Toxics; High Production Volume (HPV) Challenge Program's Robust Summaries and Test Plans. HPV Data Set for 2-Ethylhexyl diphenyl phosphate (1241-94-7) p.18 (2006). Available from, as of August 28, 2014: https://www.epa.gov/hpv/pubs/hpvrstp.htm",
            "Value": "/GENOTOXICITY/ In a mammalian cell mutation assay with Fischer mouse lymphoma L5178Y line, 2-Ethylhexyl diphenyl phosphate (S-141) was negative for mutagenicity with and without metabolic activation."
        },
        {
            "References": "EPA/Office of Pollution Prevention and Toxics; High Production Volume (HPV) Challenge Program's Robust Summaries and Test Plans. HPV Data Set for 2-Ethylhexyl diphenyl phosphate (1241-94-7) p.18 (2006). Available from, as of August 28, 2014: https://www.epa.gov/hpv/pubs/hpvrstp.htm",
            "Value": "/GENOTOXICITY/ In a microbial cell mutation assay, Salmonella typhimurium TA-1535, TA-1537, TA-1538, TA-98, TA-100 and Saccharomyces cerevisiae D4 treated with 2-Ethylhexyl diphenyl phosphate (S-141) were negative for mutagenicity with and without metabolic activation."
        },
        {
            "References": "EPA/Office of Pollution Prevention and Toxics; High Production Volume (HPV) Challenge Program's Robust Summaries and Test Plans. HPV Data Set for 2-Ethylhexyl diphenyl phosphate (1241-94-7) p.19 (2006). Available from, as of August 28, 2014: https://www.epa.gov/hpv/pubs/hpvrstp.htm",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ In an In vivo bone marrow chromosome study Sprague-Dawley rats, approx. 50 days old, were given a single treatment of 2-Ethylhexyl diphenyl phosphate (S-141) by oral gavage at doses of 15,000 mg/kg, 5,000 mg/kg and 1,500 mg/kg; one vehicle (corn oil) control and a positive control (cyclophosphamide) were used and each group had 24 males and 24 females/group. Animals were sacrificed at 6, 12, 24 and 48 hours post-dosing. Test animals at each dose level lost weight in a statistically significant, dose related manner following dosing. Four mid-dose animals died on study. No statistically significant differences in chromosome structural defects or number between treated and control animals."
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "(1) US EPA; Estimation Program Interface (EPI) Suite. Ver. 4.1. Nov, 2012. Available from, as of Sept 22, 2014: https://www.epa.gov/oppt/exposure/pubs/episuitedl.htm (2) Swann RL et al; Res Rev 85: 17-28 (1983) (3) Muir DCG et al; Environ Toxicol Chem 4:663-75 (1985)",
            "Value": "Using a structure estimation method based on molecular connectivity indices(1), the Koc of diphenyl-2-ethylhexyl phosphate can be estimated to be 32,200(SRC). According to a classification scheme(2), this estimated Koc value suggests that diphenyl-2-ethylhexyl phosphate is expected to be immobile in soil. In outdoor experiments performed in small, artificial ponds, 62% of the applied diphenyl-2-ethylhexyl phosphate was found adsorbed to sediment after 1 hr; 24% of the amount originally applied was adsorbed after 360 days(3)."
        }
    ]
}