{
    "_id": {
        "$oid": "6682e916c4e5dba5ffba28da"
    },
    "CID": {
        "$numberInt": "14786"
    },
    "Name": "Cobaltous oxide",
    "IUPACName": "oxocobalt",
    "CanonicalSMILES": "O=[Co]",
    "Synonyms": [
        "Cobalt(II) oxide",
        "1307-96-6",
        "oxocobalt",
        "Cobalt monooxide",
        "Cobalt oxide (CoO)",
        "Monocobalt oxide",
        "Cobalt monoxide; Cobalt oxide; Cobalt(2+) oxide",
        "MFCD00016031",
        "CoO",
        "Cobalt [II] oxide",
        "CCRIS 4229",
        "HSDB 239",
        "EINECS 215-154-6",
        "UNII-V9X9644V7Q",
        "Cobalt( cento) oxide"
    ],
    "IsomericSMILES": "O=[Co]",
    "INCHI": "InChI=1S/Co.O",
    "INCHIKEY": "IVMYJDGYRUAWML-UHFFFAOYSA-N",
    "Formula": "CoO",
    "MolecularWeight": {
        "$numberDouble": "74.933"
    },
    "Description": "Cobalt (II) Oxide can cause cancer according to The World Health Organization's International Agency for Research on Cancer (IARC).",
    "XlogP": {
        "$numberDouble": "NaN"
    },
    "Complexity": {
        "$numberInt": "2"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "mechanism_of_action": [
        {
            "References": "PMID:25437709",
            "Value": "The aim of this study was to find out the intracellular signaling transduction pathways involved in cobalt oxide nanoparticles (CoO NPs) mediated oxidative stress in vitro and in vivo system. Cobalt oxide nanoparticles released excess Co++ ions which could activated the NADPH oxidase and helps in generating the reactive oxygen species (ROS). Our results showed that CoO NPs elicited a significant (p<0.05) amount of ROS in lymphocytes. In vitro pretreatment with N-acetylene cystine had a protective role on lymphocytes death induced by CoO NPs. In vitro and in vivo results showed the elevated level of TNF-alpha after CoO NPs treatment. This TNF-alpha phosphorylated the p38 mitogen-activated protein kinase followed by activation of caspase 8 and caspase 3 which could induce cell death. This study showed that CoO NPs induced oxidative stress and activated the signaling pathway of TNF-alpha-caspase-8-p38-caspase-3 to primary immune cells. This study suggested that bare CoO NPs are a toxic for primary human immune cells that deals directly with human health. Surface modification or surface functionalization may open the gateway for further use of CoO NPs in different industrial use or in biomedical sciences. /Cobalt oxide nanoparticles/"
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "PMID:7201957",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ the liver, heart and kidneys of rats given /acute exposure to/ cobalt(II) fluoride or oxide were examined microscopically. Hyperemia, hemorrhage and cytoplasmic changes were noted, while the kidney glomeruli were rich in cells and basal membranes were thickened. Cells of the proximal tubules were swollen and showed vacuolization and degeneration. In the hearts of some rats proliferative and edematous interstitial tissue and swollen muscle fibers were observed and focal degeneration, vacuolization and necrosis associated with disappearance of the cross striations were noted."
        },
        {
            "References": "Friberg, L., Nordberg, G.F., Kessler, E. and Vouk, V.B. (eds). Handbook of the Toxicology of Metals. 2nd ed. Vols I, II.: Amsterdam: Elsevier Science Publishers B.V., 1986., p. V2 220",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Inhalation of high concentrations of cobalt causes advanced edema and multiple hemorrhages. ... Most hamsters are killed after inhalational exposure to 100 mg cobaltous oxide/cu m for 3-6 hr. ... Three intratracheal introductions of 50 mg cobalt oxide produced an acute response, but within 1 month the lung was normal."
        },
        {
            "References": "Levina E et al; Gigiena i Sanitariya, 26 (10): 27-31 (1961)",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Relative toxicities of divalent and trivalent cobalt oxides were studied. A group of 15 rats was given cobalt(II)-oxide and 15 others received cobalt(III)-oxide subcutaneously. Repeated administration induced weight loss and decreased oxygen consumption only after divalent exposure. Rats subjected to only trivalent exposure recovered their initial weight  loss during the experimental time period. Peripheral blood changes were also noted, such as an increase in the percentage of hemoglobin (divalent only) and in the number of erythrocytes. Carbohydrate studies showed a progressive decrease in blood sugar only with cobalt(II); this group also showed a more marked decrease in thyroid activity. Cobalt oxides caused swelling and perivascular edema in the internal organs and dystrophic changes in the liver and kidneys, all of  which were more severe with the divalent form. Pulmonary tissues showed significant changes after exposure, particularly with cobalt(II)-oxide, which caused circulatory disorders, perivascular edema, damage to bronchial epithelium, and macrophage reactions. All changes were more pronounced with cobalt(II)-oxide, the more soluble of the two compounds. The lethal dose of divalent cobalt-oxide given in repeated subcutaneous injections was 25mg/kg for mice and 20mg/kg for rats. No rat died after a similar dose of trivalent cobalt-oxide, and a dose twice that amount was not lethal in mice."
        },
        {
            "References": "PMID:6635933",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ This paper describes a new method for production of semichronic epileptic foci in the cerebral cortex of cats. Cortical lesions that turned into epileptic foci were induced by extradural application of cobalt oxide powder. These lesions extended through the entire depth of the gray matter, but did not cause gross macroscopic damage. The cobalt oxide powder was removed from the dura mater 7 days after its application, at which time the lesion already showed epileptic activity; this activity did not diminish 7, 14, or 21 days later."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists. Documentation of the TLVs and BEIs with Other World Wide Occupational Exposure Values. 7th Ed. CD-ROM Cincinnati, OH 45240-1634 2013., p. 4",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ CoO and cobalt sulfide  /was administered/ by single intramuscular injection in rats and mice and found the sulfide to be more carcinogenic than the oxide in rats. The carcinogenic response on injection in mice was much lower. In a later study ... intramuscular injection of CoO resulted in a 50% incidence of rhabdomyosarcomas in rats but was completely negative in mice."
        },
        {
            "References": "Luckey, T.D. and B. Venugopal. Metal Toxicity in Mammals, 1. New York: Plenum Press, 1977., p. 144",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ ... Fibrosarcomas were induced in mice 6 months after the parenteral injection of an industrial refining dust containing cobalt oxide and cobalt sulfide."
        },
        {
            "References": "Seiler, H.G., H. Sigel and A. Sigel (eds.). Handbook on the Toxicity of Inorganic Compounds. New York, NY: Marcel Dekker, Inc. 1988., p. 256",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Injection site sarcoma was observed in rats treated with ... cobalt oxide..."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V52 421 (1991)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ ... Groups of 20 female Sprague Dawley rats, 10 weeks of age, received weekly intratracheal instillations of 10 mg/kg body weight cobalt(II) oxide for seven weeks and 20 mg/kg body weight once every two weeks for 20 treatments (total dose, 200 mg/kg body weight), and 20 mg/kg body weight benzo(a)pyrene following the same dose regimen (total dose, 200 mg/kg body weight), with a four day interval between the two treatments. A further group of 20 females received treatment with benzo(a)pyrene alone. Animals were allowed to live their natural lifespan or were sacrificed when moribund (exact survival not stated). Eight rats treated with cobalt oxide and benzo(a)pyrene had squamous-cell carcinomas and one had an adenocarcinoma of the lung. One animal given benzo(a)pyrene had a squamous-cell carcinoma of the lung."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists. Documentation of the TLVs and BEIs with Other World Wide Occupational Exposure Values. 7th Ed. CD-ROM Cincinnati, OH 45240-1634 2013., p. 4",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Subcutaneous injections /of cobalt oxide/ to ten male and ten female Sprague-Dawley rats in doses of 2 mg/kg body weight for 5 weeks and in a single 20 mg/kg. The animals were followed for 2 years. Nine of the 20 rats receiving the the single 20-mg/kg dose developed local cancer."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists. Documentation of the TLVs and BEIs with Other World Wide Occupational Exposure Values. 7th Ed. CD-ROM Cincinnati, OH 45240-1634 2013., p. 3",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/  A group of 51 male hamsters was exposed at 10.1 mg/cu m of CoO exposure for 7 hours/day, 5 days/week. The exposure started when the hamsters were 2 months of age and continued for their natural life span ... . The hamsters ... showed early pneumoconiosis with interstitial pneumonitis and diffuse granulomatous pneumonia, fibrosis of alveolar septa, bronchial and bronchiolar hyperplasia, squamous metaplasia, and emphysema. In general, the degree of pulmonary reaction increased with length of exposure up to 18 months. Thereafter, the pulmonary reaction did not progress and did not shorten life span."
        },
        {
            "References": "HHS/ATSDR; Toxicological Profile for Cobalt p.132 PB2004-10733 (April 2004). Available from, as of March 28, 2017: https://www.atsdr.cdc.gov/toxprofiles/index.asp",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Lifetime exposure /by inhalation/ of hamsters to 7.9 mg cobalt/cu m as cobalt oxide resulted in emphysema."
        },
        {
            "References": "PMID:2070839",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ After subcutaneous injections of doses of 5 x 2 and 1 x 10 mg cobalt (II) oxide/kg/week (total dose 1,000 mg/kg), respectively 5 out of 10 and 4 out of 10 rats in a lifetime study developed local malignant tumors (controls 0/10). ..."
        },
        {
            "References": "PMID:2070839",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ ... After intraperitoneal injections of 3 x 200 mg cobalt (II) oxide/kg 14 out of 20 rats developed malignant intraperitoneal tumors (controls 1/20). ..."
        },
        {
            "References": "PMID:2070839",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ ... After intratracheal instillation of cobalt (II) oxide in single doses of 2 mg/kg (total dose 78 mg/kg) and 10 mg/kg (total dose 390 mg/kg) there were 2 benign pulmonary tumors among 100 rats in the low-dose group and 2 benign and 4 malignant pulmonary tumors among 100 rats in among 100 rats in the high-dose group. ..."
        },
        {
            "References": "PMID:2070839",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ ... Alternating intratracheal instillation of cobalt (II) oxide (total dose 470 mg/kg) and benzo[a]pyrene (total dose 200 mg/kg) led to 9 malignant pulmonary tumors in 20 rats, whereas  benzo[a]pyrene alone caused only 1 malignant pulmonary tumor in 20 rats. ..."
        },
        {
            "References": "PMID:900017",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Two month old Syrian golden hamsters /were exposed/ to cobaltous oxide aerosols at 10 mg/cu m for their lifespans. The animals were exposed for 7 hr daily for 5 days a week to aerosols with a median diameter of 0.45 um. Particulate material accumulated in alveolar macrophages and became denser as exposure continued. Emphysema became apparent. The extent of the changes became more severe as exposure time increased, and hyperplasia and hypertrophy of alveolar lining cells also appeared. Macrophages, frequently containing particulate matter, increased in number throughout the lung, and numerous focal accumulations of these cells could be found. Proliferative changes involving the epithelial components of bronchi and bronchioles became detectable early during exposure and increased in severity with exposure time. Laryngeal lesions occurred in five animals (10%) during the study. The lifetime exposure of hamsters to cobaltous oxide clearly resulted in pneumoconiosis, but it did not significantly shorten their lives."
        },
        {
            "References": "PMID:25967046",
            "Value": "/OTHER TOXICITY INFORMATION/ Although the surface area metric has been proposed as a possible dose-metric for nanoparticles (NPs), it is limited to low-solubility NPs and the dose-metric for high-solubility NPs is poorly understood. In this study, we aimed to assess the appropriate dose-metric or response-metric for NPs using two cobalt (Co)-based NPs, cobalt monoxide (CoO) and cobalt oxide (Co3O4), which both show distinctive solubility, and determine the role of their soluble Co ions in inflammation. We evaluated the physicochemical properties of NPs, including solubility in artificial lysosomal fluid (ALF, pH 5.5). Acute lung inflammogenicity was evaluated by bronchoalveolar lavage fluid analysis using the rat intratracheal instillation model. The appropriate response-metric was then determined by plotting several dose-metrics against parameters for lung inflammation. To investigate the effect of the soluble fraction of CoO NPs, the equivalent doses of Co ions from CoCl2 were instilled. The Co3O4 and CoO NPs showed about 11.46% and 92.65% solubility in ALF, respectively. Instillation of Co3O4 NPs produced neutrophilic inflammation, but CoO NPs induced eosinophilic inflammation. The number of eosinophils showed good correlation with the soluble Co ions dose from NPs (r2=0.987, p<0.001), while the number of neutrophils showed good correlation with the surface area dose of the biopersistent NPs (r2=0.876, p<0.001). Instillation of CoCl2 showed a similar type and magnitude of inflammation as CoO NPs. In the Co-based NPs, the eosinophilic inflammation was produced by Co ions based on the ion metric, while the neutrophilic inflammation was developed based on the surface area metric of the biopersistent NPs. /Cobalt monoxide nanoparticles/"
        },
        {
            "References": "HHS/ATSDR; Toxicological Profile for Cobalt p.46 PB2004-10733 (April 2004).",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Toxicity/ Prolonged exposure (3-4 months) of rats and rabbits to mixed cobalt oxides (0.4-9 mg cobalt/mg) resulted in lesions in the alveolar region of the respiratory tract characterized histologically by nodular accumulation of Type II epithelial cells, accumulations of enlarged highly vacuolated macrophages, interstitial inflammation, and fibrosis."
        }
    ]
}