{
    "_id": {
        "$oid": "6682e916c4e5dba5ffba28d8"
    },
    "CID": {
        "$numberInt": "14782"
    },
    "Name": "CADMIUM OXIDE",
    "IUPACName": "oxocadmium",
    "CanonicalSMILES": "O=[Cd]",
    "Synonyms": [
        "CADMIUM OXIDE",
        "1306-19-0",
        "Cadmium fume",
        "Cadmium oxide fume",
        "NIOSH/EV1930000",
        "MFCD00010921",
        "oxocadmium",
        "NCGC00091341-01",
        "EV19300000",
        "Aska-Rid",
        "DTXCID104715",
        "Kadmu tlenek [Polish]",
        "Caswell No. 136AA",
        "Kadmu tlenek",
        "Cadmium(II) oxide"
    ],
    "IsomericSMILES": "O=[Cd]",
    "INCHI": "InChI=1S/Cd.O",
    "INCHIKEY": "CXKCTMHTOKXKQT-UHFFFAOYSA-N",
    "Formula": "CdO",
    "MolecularWeight": {
        "$numberDouble": "128.41"
    },
    "Description": {
        "$numberDouble": "NaN"
    },
    "XlogP": {
        "$numberDouble": "NaN"
    },
    "Complexity": {
        "$numberInt": "2"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "environmental_bioconcentrations": [
        {
            "References": "(1) NITE; Chemical Risk Information Platform (CHRIP). Biodegradation and Bioconcentration. Tokyo, Japan: Natl Inst Tech Eval. Available from, as of Apr 27, 2011: https://www.safe.nite.go.jp/english/db.html (2) Franke C et al; Chemosphere 29: 1501-14 (1994)",
            "Value": "BCF values of 4.2-11, 6.9-20, 57, 39 were calculated in fish for cadmium(SRC), using carp (Cyprinus carpio) which were exposed at concentrations of 50, 20, 4.0, and 1.0 ppb over an 5-week period(1). According to a classification scheme(2), this BCF suggests the potential for bioconcentration in aquatic organisms is low(SRC). It was noted that fish showed abnormalities adn died during the 6th week of exposure at th 500 ppb exposure level(1)."
        }
    ],
    "mechanism_of_action": [
        {
            "References": "Dogra S et al; Indian J Exp Biol 40 (3): 262-267(2002)",
            "Value": "Rats were intratracheally... /dosed with/ 36.5 or 27.5 ug of cadmium (Cd) as soluble cadmium chloride (CdCl2) and insoluble cadmium oxide (CdO) salts. The retention of metal in lungs, liver and kidney was assessed by atomic adsorption spectrophotometer. The animals were ip primed with sheep red blood cells (SRBC) and assessed for the number of antibody forming cells in lung associated lymph nodes (LALN) and spleen. Both the compounds had similar retention of metal in lungs but CdO induced more pulmonary inflammatory and degradative changes than CdCl2. The larger influx of polymorphonuclear cells (PMNs) following CdO exposure appears to be due to the absence of protection afforded by Cd induced metallothionein cytoplasmic protein while the Cd metallothionein complex formed in the case of CdCl2 is more protective. However both forms of Cd had similar local immunosuppressive potential but CdO had more prolonged suppressive effect"
        },
        {
            "References": "Alessandrini F et al; Inhal Toxicol 15 (4): 343-356 (2003)",
            "Value": "Surfactant lipids of the alveolar space protect the lung from various environmental stimuli. We investigated the influence of ultrafine (UF) CdO particles inhalation on two key enzymes involved in lung sphingolipid metabolism, serine palmitoyltransferase (SPT), and sphingomyelinase (SMase). Rats inhaled either 0.63 mg UF-CdO/cu m for 6 hr (group 1), or 1.08 mg UF-CdO/cu m 12 hr/day for 10 days (group 2). Two corresponding control groups inhaled filtered clean air. Additional rats intratracheally instilled with lipopolysaccharide (LPS) were used as positive controls. Semiquantitative reverse-transcription polymerase chain reaction (RT-PCR) of lung tissue showed a significant increase in the level of SPT mRNA (LCB2 subunit) expression in group 2 compared to the corresponding controls (p <0.01). Group 1 and LPS were not statistically different from control. No alteration in the mRNA level of SMase was detected in any exposure group. The immunohistochemical analysis showed that SPT (LCB2 subunit) localization was stronger in the alveolar type II cells of group 2 lungs compared to the corresponding controls. These results were correlated with alterations in ...cellular and biochemical parameters and lung morphology. Since SPT is the key enzyme for de novo sphingolipid synthesis in lung surfactant and SMase is responsible for sphingomyelin catabolism, we can postulate that high-dose UF-CdO exposure for 10 days induces an increase in sphingolipid synthesis in the type II cells of rat lungs that would not be promptly followed by its degradation."
        }
    ]
}