{
    "_id": {
        "$oid": "6682e917c4e5dba5ffba28dd"
    },
    "CID": {
        "$numberInt": "14797"
    },
    "Name": "POTASSIUM HYDROXIDE",
    "IUPACName": "potassium;hydroxide",
    "CanonicalSMILES": "[OH-].[K+]",
    "Synonyms": [
        "POTASSIUM HYDROXIDE",
        "1310-58-3",
        "Caustic potash",
        "Potash lye",
        "Potassium hydrate",
        "Hydroxyde de potassium",
        "Potassa",
        "Potassium hydroxide (K(OH))",
        "Potasse caustique",
        "Caustic-potash",
        "Kali causticum",
        "Caswell No. 693",
        "Cyantek CC 723",
        "potassium;hydroxide",
        "Kaliumhydroxid"
    ],
    "IsomericSMILES": "[OH-].[K+]",
    "INCHI": "InChI=1S/K.H2O/h;1H2/q+1;/p-1",
    "INCHIKEY": "KWYUFKZDYYNOTN-UHFFFAOYSA-M",
    "Formula": "HKO",
    "MolecularWeight": {
        "$numberDouble": "56.106"
    },
    "Description": "Potassium hydroxide is an alkali metal hydroxide.",
    "XlogP": {
        "$numberDouble": "NaN"
    },
    "Complexity": {
        "$numberInt": "2"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "mechanism_of_action": [
        {
            "References": "OECD; Screening Information Data Set (SIDS) Initial Assessment Report for SIDS Initial Assessment Meeting (SIAM) 13, Potassium Hydroxide (CAS 1310-58-3) November 2001.  Available from, as of March 18, 2015. https://www.inchem.org/pages/hsg.html/",
            "Value": "The mechanism of injury by alkali skin burns is by saponification of fat, which causes fatty tissue to lose its function with increased damage due to heat reaction; extraction of considerable water from cells due to the hygroscopic nature of alkali; and dissolution of proteins, permitting so deeper penetration of OH- ions and further chemical reactions."
        },
        {
            "References": "OECD; Screening Information Data Set (SIDS) Initial Assessment Report for SIDS Initial Assessment Meeting (SIAM) 13, Potassium Hydroxide (CAS 1310-58-3) November 2001.  Available from, as of March 18, 2015. https://www.inchem.org/pages/hsg.html/",
            "Value": "A systemic (non-acute) oral intoxication by KOH is not expected.  Regarding the potassium toxicity, the LD50 value in rats of KCl, 3.020 g/kg bw/day is much higher than that of KOH, in the range of 0.273 - 0.365 - 1.230 g KOH/kg bw/day. This demonstrates that the acute toxicity of KOH is probably due to the corrosivity caused by the OH- ion (pH value), and less to systemic toxic effects of the K+ ion. Under non-irritating conditions, the potassium doses are much lower than those used in acute toxicity studies, and therefore not relevant from the point of view of the systemic toxicity of potassium.  Furthermore, the uptake of potassium, via exposure to potassium hydroxide, is much less than the oral uptake with therapeutic doses of KCl for treating potassium deficiency, of up to 10 g/day. Moreover, the oral uptake of potassium from food, from natural origin or from food additives, is likely to be also much higher."
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "Arbete och Halsa Vol:22 (2000) pp 15-17 (2000).",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ There are no data from which to derive a dose-effect or dose-response relationship for occupational exposure to potassium hydroxide. Eye irritation has been studied in rabbits. A 5% solution was corrosive to the eye, and a 0.1% solution had no effect."
        },
        {
            "References": "OECD; Screening Information Data Set (SIDS) Initial Assessment Report for SIDS Initial Assessment Meeting (SIAM) 13, Potassium Hydroxide (CAS 1310-58-3) (November 2001).  Available from, as of March 18, 2015. https://www.inchem.org/pages/hsg.html/",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ In a Draize rabbit test (reliability 3) with gauze covering and application of 0.5 mL of KOH solutions during 4 hours, the 1% solution was not corrosive, whereas the 2% solution was corrosive. There was no post-exposure assessment of the lesion."
        },
        {
            "References": "OECD; Screening Information Data Set (SIDS) Initial Assessment Report for SIDS Initial Assessment Meeting (SIAM) 13, Potassium Hydroxide (CAS 1310-58-3) (November 2001).  Available from, as of March 18, 2015. https://www.inchem.org/pages/hsg.html/",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ A 10% KOH solution was qualified as corrosive on both intact and abraded skin as the result of a Draize occlusive test on rabbits with 4 hours exposure to 0.5 ml of the solution. The results with guinea pigs were similar."
        },
        {
            "References": "OECD; Screening Information Data Set (SIDS) Initial Assessment Report for SIDS Initial Assessment Meeting (SIAM) 13, Potassium Hydroxide (CAS 1310-58-3) (November 2001).  Available from, as of March 18, 2015. https://www.inchem.org/pages/hsg.html/",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ In a classical rabbit Draize test with gauze covering, application of 0.5 mL of KOH 5% during 4 hours gave a PDII (primary dermal irritation indices) result of 4.8 (moderately irritating). A 10% solution was severely irritating. With 19 mm diameter Hill Top Chamber pad covering during 1 or 4 hours and 0.2 mL applied, the 5 and 10% KOH solutions were qualified as severely irritating."
        },
        {
            "References": "OECD; Screening Information Data Set (SIDS) Initial Assessment Report for SIDS Initial Assessment Meeting (SIAM) 13, Potassium Hydroxide (CAS 1310-58-3) (November 2001).  Available from, as of March 18, 2015. https://www.inchem.org/pages/hsg.html/",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ An old long-term study (reliability 3) of 25-46 weeks, consisting of painting 3-6% KOH solutions on mouse skin, has been performed. The results were ca. 15% occurrence of cancer at the application site. ... Such a production of skin cancer is due to a non-genotoxic mechanism secondary to repeated application and prolonged inflammation, by indirect hyperplasia as a consequence of severe skin damage. Any kind of prolonged irritation possibly would have produced the same result. HCl solution painting produced also cancer in mice. Moreover, such an exposure causing repeated skin damage and increased cell proliferation to repair the chronic injury, is not relevant for man."
        },
        {
            "References": "OECD; Screening Information Data Set (SIDS) Initial Assessment Report for SIDS Initial Assessment Meeting (SIAM) 13, Potassium Hydroxide (CAS 1310-58-3) (November 2001).  Available from, as of March 18, 2015. https://www.inchem.org/pages/hsg.html/",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Studies to the reproduction of KOH are not available. Based on the results of corresponding potassium salts like KCl and K2CO3, effects in non-irritating doses/concentrations to reproduction or development are not expected for KOH. The calculated NOAEL for the potassium ion is approx. 164 mg/kg bw..."
        },
        {
            "References": "OECD; Screening Information Data Set (SIDS) Initial Assessment Report for SIDS Initial Assessment Meeting (SIAM) 13, Potassium Hydroxide (CAS 1310-58-3) November 2001.  Available from, as of March 18, 2015. https://www.inchem.org/pages/hsg.html/",
            "Value": "/OTHER TOXICITY INFORMATION/ The mechanism of injury is one of liquefactive necrosis. Thrombosis of local blood vessels contributes to tissue damage. Trans mural necrosis can occur with frightening rapidity and injury often extrudes through the esophagus to involve adjacent mediastinal and peritoneal structures. When alkali enters the stomach, there may be some neutralization by gastric acid, which can limit the injury to this organ. Perforation of the stomach can occur with peritonitis and caustic injury to the contiguous organs including the colon, pancreas, liver and spleen. If sufficient quantities of alkali pass through the pylorus, there may be substantial duodenal damage including perforation. Lye constitutes a greater danger than solid granules, which tend to adhere on contact to mucous membranes without travelling further. The severity of damage depends on concentration of the agent, but also on the quantity swallowed."
        },
        {
            "References": "OECD; Screening Information Data Set (SIDS) Initial Assessment Report for SIDS Initial Assessment Meeting (SIAM) 13, Potassium Hydroxide (CAS 1310-58-3) November 2001.  Available from, as of March 18, 2015. https://www.inchem.org/pages/hsg.html/",
            "Value": "/OTHER TOXICITY INFORMATION/ Interesting observations are also that alkalosis promotes renal excretion of K+, and that, for preventing hyperkalemia, extra cellular potassium is taken up by cells in exchange for hydrogen ions. In other words, these compensating effects of K+ and OH- would attenuate the systemic effect of KOH."
        },
        {
            "References": "OECD; Screening Information Data Set (SIDS) Initial Assessment Report for SIDS Initial Assessment Meeting (SIAM) 13, Potassium Hydroxide (CAS 1310-58-3) November 2001.  Available from, as of March 18, 2015. https://www.inchem.org/pages/hsg.html/",
            "Value": "/OTHER TOXICITY INFORMATION/ In the case of an oral non-acute uptake of KOH in concentrations not irritant to the mucosa (at least not irritant to the skin or eyes, lower than 0.5%), the chance the hydroxyl ions to pass in the blood and to cause an alkalosis depends on the level of gastric HCl secretion, which is variable from one person to another and with the filling grade, and which is increased by an increasing pH. The eventual alkalosis due to the (non-acute) hydroxyl ion absorption is quickly regulated..."
        },
        {
            "References": "OECD; Screening Information Data Set (SIDS) Initial Assessment Report for SIDS Initial Assessment Meeting (SIAM) 13, Potassium Hydroxide (CAS 1310-58-3) November 2001.  Available from, as of March 18, 2015. https://www.inchem.org/pages/hsg.html/",
            "Value": "/OTHER TOXICITY INFORMATION/ Both K+ and OH- ions are normal constituents of the body fluids. K+ plays an essential role in the human physiology but starts to be toxic at levels exceeding 200 - 250 mg/l. Its concentration in the blood is regulated principally by renal excretion/reabsorption and controlled by an efficient feedback auto-regulation system. An excessive pH of the blood is prevented by the bicarbonate buffer system, respiration and renal compensation mechanisms."
        }
    ]
}