{
    "_id": {
        "$oid": "6682e917c4e5dba5ffba28de"
    },
    "CID": {
        "$numberInt": "14798"
    },
    "Name": "SODIUM HYDROXIDE",
    "IUPACName": "sodium;hydroxide",
    "CanonicalSMILES": "[OH-].[Na+]",
    "Synonyms": [
        "SODIUM HYDROXIDE",
        "1310-73-2",
        "Caustic soda",
        "Sodium hydrate",
        "Aetznatron",
        "Soda lye",
        "White caustic",
        "Ascarite",
        "Soda",
        "caustic",
        "Natriumhydroxid",
        "Rohrputz",
        "Plung",
        "Liquid-plumr",
        "Fuers Rohr",
        "Rohrreiniger Rofix"
    ],
    "IsomericSMILES": "[OH-].[Na+]",
    "INCHI": "InChI=1S/Na.H2O/h;1H2/q+1;/p-1",
    "INCHIKEY": "HEMHJVSKTPXQMS-UHFFFAOYSA-M",
    "Formula": "HNaO",
    "MolecularWeight": {
        "$numberDouble": "39.997"
    },
    "Description": "Sodium hydroxide is an alkali metal hydroxide.",
    "XlogP": {
        "$numberDouble": "NaN"
    },
    "Complexity": {
        "$numberInt": "2"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "environmental_biodegradations": [
        {
            "References": "U.S. Coast Guard, Department of Transportation. CHRIS - Hazardous Chemical Data. Volume II. Washington, D.C.: U.S. Government Printing Office, 1984-5.",
            "Value": "BOD: none"
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "PMID:20861482",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ ... Enucleated bovine and porcine (n = 59 each) eyes were used for exposure to sodium, ammonium, and calcium hydroxide, respectively, /in three different concentrations 11 M, 6 M, or 0.25 M and were splashed onto the eye using a syringe.  Approximately 5 mL each alkali solution was splashed onto the fully exposed cornea, ensuring that the entire cornea was covered. Each assigned to a predesignated time interval (30 sec, 60 sec, 12 min, 30 min, 8 hr, and 24 hr) for exposure and were immediately washed in water./  Eyes were subjected to fluorescein staining, 5-bromo-2'-deoxy-uridine (BrdU) labeling. Excised cornea was subjected to protein extraction, spectrophotometric determination of protein amount, dynamic light scattering and SDS-PAGE profiling, mass spectrometric protein identification, and iTRAQ-labeled quantification. Select identified proteins were subjected to Western blot and immunohistochemical analyses. Alkali exposure resulted in lower protein extractability from corneal tissue. Elevated aggregate formation was found with strong alkali exposure (sodium hydroxide>ammonium, calcium hydroxide), even with a short duration of exposure compared with controls. The protein yield after exposure varied as a function of post exposure time. Protein profiles changed because of alkali exposure. Concentration and strength of the alkali affected the profile change significantly. Mass spectrometry identified 15 proteins from different bands with relative quantification. Plexin D1 was identified for the first time in the cornea at a protein level that was further confirmed by Western blot and immunohistochemical analyses. Exposure to alkaline chemicals results in predictable and reproducible changes in corneal protein profile. Stronger alkali, longer durations, or both, of exposure resulted in lower yields and significant protein profile changes compared with controls."
        },
        {
            "References": "NIOSH; Criteria Document: Sodium Hydroxide p.30 (1975) DHEW Pub. NIOSH 76-105",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Keratin material in the skin underwent rapid decomposition in sodium hydroxide above pH 9.2. Aliquots of washed human hair and fingernails were mixed with various amounts of sodium solution and the extent of keratin breakdown was measured by estimating the cystine produced. The cystine portion of the keratin complex of human hair or nails was readily cleaved by sodium hydroxide in the S-S bond. After 20 hr of contact with 0.1N or 0.25N sodium hydroxide, 61.4% and 97.6%, respectively, of the nail keratin were decomposed. Thus, a high degree of destruction of tissue even by a dilute sodium hydroxide solution can occur from prolonged contact."
        },
        {
            "References": "PMID:11954781",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ The objective of this study was/ to investigate immediate changes in water-soluble metabolites of ocular tissue in alkali-burned eyes by using high-resolution 1H-NMR spectroscopy. Adult New Zealand rabbit eyes were burned with 1 M NaOH for 1 min. Normal eyes were used as control. Samples from aqueous humor and perchloric acid extracts of the cornea and lens were analyzed on a NMR spectrometer operating at 500 MHz for protons. Metabolites were quantified by comparing peak area with an added internal standard, TSP (3'-trimethylsilylpropinate-2,2,3,3-d4). Alkali burn of corneal surface causes immediate changes in concentration of many water-soluble metabolites in the anterior segment. Even as far away as the lens a significant increase in lactate was found. Cornea showed a significant increase in glucose and a significant decrease in hypo-taurine concentration. Most changes were observed in aqueous humor, with significant increases in succinate, creatine, scyllo- and myo-inositol and a significant decrease in citrate concentration. Furthermore, a small decrease in ascorbate concentration in aqueous humor was observed."
        },
        {
            "References": "PMID:18278388",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ ... To study morphological and functional alterations of the esophagus in rabbits submitted to esophageal infusion of caustic soda (NaOH). The 88 rabbits studied were divided into 4 groups: G1 (n=22) were submitted to esophageal infusion with distilled water. G2, G3, and G4 were submitted to esophageal infusion of 2%, 4% and 6% NaOH respectively. Morphological alterations were studied in 12 animals from each group and manometric alterations in the remaining 10. An analysis was made of lower esophageal sphincter (LES) pressure, number and amplitude of contractions in the distal third of the esophagus. These studies were performed before (moment M1) and at 30 min, 6 hr, and 24 hr after (moments M2, M3, and M4, respectively) esophageal infusion. Morphological evaluation: G1 - no alterations; G2 - edema, hyperemia, and ecdysis; G3 - enlarged calibre of esophagus, ulcers, ecdysis of mucosa; G4 - lesions similar to G3, but more intense, areas of extensive hemorrhage at M3 and M4. Functional evaluation: LES was higher at M2; the number of distal third lower esophageal contractions in G3, and G4 was lower; and the contraction amplitude was lower in G4. ... Esophageal infusion with NaOH caused lesions in the esophageal wall, with gravity proportional to solution concentration.  Infusion caused LES spasm at M2, and reduced both contraction number and amplitude in the distal third of the esophagus."
        },
        {
            "References": "PMID:10445163",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ ... An experimental study on rats was designed to evaluate systemic effects of household bleaches that contain 4% sodium hypochlorite and less than 0.05% sodium hydroxide on lungs, livers, kidneys and intestines after 2, 4, 6, 12, 24 and 48 hr of administration via intragastric route. Prominent congestion and some interstitial mononuclear cellular infiltration were observed in the lungs, the livers and the kidneys of the rats after administration of household bleaches. Additionally, the lungs showed expansion of the alveolar spaces. While erosive changes were present in the stomachs, the intestines were normal. These histopathological changes were especially prominent at early periods of systemic administration. In the second part of the study, to assess whether these findings would hold for intravenous administration of household bleaches, another group of rats were given intravenous administration of household bleach and after 4 hr of intravenous administration of household bleach, the same histopathological changes above were observed in the lungs, kidneys and livers. ..."
        },
        {
            "References": "PMID:20865264",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ To investigate the optimal concentration of sodium hydroxide (NaOH) on esophageal stricture formation in rats to establish an animal model of benign esophageal stricture (BES). Corrosive esophageal burn was produced by internal application of different concentrations of NaOH to the distal esophagus in rats. As many as 66 male rats were randomly divided into eight groups: Group A (control, n = 6), Group B (sham-operated group, n = 6), Group C (5% NaOH, n = 8), Group D (10% NaOH, n = 8), Group E (20% NaOH, n = 8), Group F (30% NaOH, n = 10), Group G (40% NaOH, n = 14), and Group H (50% NaOH, n = 6). Surviving rats were killed at 28 days. The survival rate, body weight gain, symptoms, and histopathological changes were assessed. The mortality rate was high in Groups G and H (73 and 67%). The prevalence of symptoms of BES was 43% in Groups D and E, 50% in Group F, 75% in Group G, and 100% in Group H. Statistically significant stricture formation of the esophagus was observed in Groups F and G. The degree of tissue damage was significantly higher in Groups E, F, and G. ..."
        },
        {
            "References": "PMID:11026603",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ ... Ten microliters of ... 2 or 8% sodium hydroxide (NaOH) were directly applied to the cornea of the right eye of each test rabbit. Untreated left eyes served as the controls. Eyes and eyelids were macroscopically examined for signs of irritation beginning 3 hours after dosing and periodically until recovery or day 35. Eyes and eyelids from animals in each group were collected for microscopic examination after 3 hours and on days 1, 3, and 35. The macroscopic and microscopic changes were consistent with ... mild (2% NaOH ...), and severe (8% NaOH) irritancy. ... As with surfactants, as the extent of initial injury increased, the intensity and duration of the subsequent responses increased. ... The initial extent of injury associated with ocular irritation may be used to predict the subsequent responses and final outcome. ..."
        },
        {
            "References": "PMID:18373556",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ ... Esophageal burns were induced in male rats by the administration of 10% sodium hydroxide. Lipid peroxidation (LPO) products were then measured at the following times: 0, 1, 6, 24, 48 and 72 hr after treatment. Tissue hydroxyproline (HP)  concentrations in the injured area were assessed at 14 days after the administration of sodium hydroxide. The groups received either systemic melatonin or normal saline. There were two, non-ischemic, sham control groups treated with or without melatonin. LPO products, malondialdehyde (MDA) and 4-hydroxyalkenal (4-HDA), increased immediately after the administration of sodium hydroxide; this indicates the participation of free radicals in the development of damage. Melatonin diminished the oxidative response and the amount of HP in the late phase of the lesion. Melatonin reduced oxidative damage in the early phase of the esophageal burns induced by sodium hydroxide."
        },
        {
            "References": "PMID:18779005",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ ... This study examined the roles of vascular dysfunction and inflammation to the esophageal injury response to different caustic substances in mice. The esophageal responses to sodium hydroxide (10%, 5%, and 2.5%) ... were evaluated by intravital videomicroscopy and histopathology. Intravital microscopy was used to monitor changes in the diameter of arterioles and venules, the adhesion and movement of leukocytes in venules, and the time of cessation of arteriolar blood flow in mouse esophagus. The esophageal mucosa was exposed to caustic substances for 0 to 60 minutes before evaluation. The higher concentrations of sodium hydroxide ... elicited rapid stasis in both arterioles and venules, which was accompanied by arteriolar constriction and thrombosis. An accumulation of adherent leukocytes in venules was not observed with any agent. Histopathological evaluation revealed marked cellular and interstitial edema in the mucosa with alkali. ... Ischemia and thrombosis are dominant processes, whereas inflammation is less important in the pathogenesis of acute corrosive injury to the esophageal mucosa."
        },
        {
            "References": "Organization for Economic Cooperation and Development; Screening Information Data Set for Sodium Hydroxide, (1310-73-2) p.13 (March 2002). Available from, as of October 4, 2011: https://www.inchem.org/pages/sids.html",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ An in vivo test was conducted with Yorkshire weanling pigs using applications of 2N (8 %), 4N (16 %) and 6N (24%) NaOH on the lower abdominal region. Gross blisters developed within 15 minutes of application and 8 and 16 % NaOH produced severe necrosis in all epidermal layers. A concentration of 24 % produced numerous and severe blisters with necrosis extending deeper into the subcutaneous tissue. Also an in vitro test was performed with isolated perfused skin flaps of Yorkshire weanling pigs using NaOH concentrations of 4N (16 %) and 6N (24%). At both concentrations NaOH showed severe necrosis of all epidermal cell layers and dermis. At times this lesion extended deep into the subcutaneous layers."
        },
        {
            "References": "PMID:3985842",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Ocular blood flow was determined using radioactive S 85 microspheres after an alkali NaOH burn to the eye /of adult albino rabbits/. With 20 uL NaOH, blood flow was significantly increased in the iris, ciliary processes, and choroid from 2 through 4 hr. This correlated well with the sustained increase in intraocular pressure (IOP) seen after a 20 uL burn. A 50 uL burn increased blood flow 1 hr, but it returned toward normal levels beyond 2 hr. ... There appeared to be a meaningful correlation between IOP changes and altered blood flow following ocular alkali burns. The blood flow changes paralleled those occurring after the topical application of prostaglandins and supported the concept that ocular blood flow dynamics are mediated by prostaglandins."
        },
        {
            "References": "Grant, W.M. Toxicology of the Eye. 3rd ed. Springfield, IL: Charles C. Thomas Publisher, 1986., p. 834",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Species differences have been observed in degrees of damage and of recovery after contamination of the eye with sodium hydroxide. In comparisons made /in separate studies/ they eyes of monkeys react a little less, and recover a little better, than the eyes of rabbits. It is believed that human eyes are more like monkey eyes."
        },
        {
            "References": "Gosselin, R.E., R.P. Smith, H.C. Hodge. Clinical Toxicology of Commercial Products. 5th ed. Baltimore: Williams and Wilkins, 1984., p. III-246",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ ... ADMIN CAUSTIC SODA IN A BARIUM MEAL TO DOGS AND FOLLOWED THE GASTROINTESTINAL PROGRESS OF THIS FLUID MASS BY FLUOROSCOPY. IT FOLLOWED THE MAGENSTRASSE TO THE ANTRUM, WHERE IT INDUCED PYLOROSPASM, TRAPPING THE CORROSIVE AT THAT SITE. AUTOPSY CONFIRMED THAT THIS WAS THE LOCUS OF THE GREATEST NECROTIC DAMAGE. SUBSEQUENT INVESTIGATIONS HAVE CONFIRMED THAT LYE ADMIN TO ERECT DOG PRODUCES HEMORRHAGIC GASTRITIS ..."
        },
        {
            "References": "PANCHENKO KI; VESTN DERMATOL VENEROL (2): 28-32 (1977)",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ WITHIN THE FIRST MIN AFTER TOPICAL APPLICATION OF SODIUM HYDROXIDE TO GUINEA PIGS, BLOCKADE OF RESP ENZYMES IN DERMAL CELLS AND SWELLING OF DERMAL COLLAGENIC FIBERS OCCURRED."
        },
        {
            "References": "PMID:1222967",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ RATS ADMIN 0.2 mL OF 0.1 N SODIUM HYDROXIDE DEMONSTRATED IMMEDIATE NECROSIS OF DERMAL TISSUE. MARKED REDUCTIONS IN GLYCOGEN AND TOTAL LIPID WERE OBSERVED."
        },
        {
            "References": "Organization for Economic Cooperation and Development; Screening Information Data Set for Sodium Hydroxide, (1310-73-2) p.12 (March 2002). Available from, as of October 4, 2011: https://www.inchem.org/pages/sids.html",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ The hair of adult mice was clipped and a circular area 2 cm in diameter was painted by applicator with 50 % NaOH. Afterwards the area was irrigated with water at various intervals. The mortality of mice was 20, 40, 80 and 71 % when they were irrigated 30 min, 1 hr, 2 hr or not at all after the application. The animals were observed daily for up to 7 days after the treatment. All animals developed rapidly progressive burns. No mortality or burns were observed when the mice were irrigated immediately after the application."
        },
        {
            "References": "Chiang TS et al; Invest Ophthamol 10: 270-273 (1971) as cited in NIOSH; Criteria Document: Sodium Hydroxide p.43 (1975) DHEW Pub. NIOSH 76-105",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ 0.05 mL of 0.123N (0.5%), 0.5N (2.0%), and 2.0N (8.0%) sodium hydroxide were applied into the eyes of 3 anesthetized albino rabbits. The intraocular pressure increased 5, 18, and 37 mm Hg, respectively, within 2.5 min."
        },
        {
            "References": "PMID:6323336",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Damage to the gastric fundic mucosa was produced in rats by intragastric administration of 1 mL 0.2 M NaOH, ... a control group received 1 mL saline solution. The animals were killed 1 hr later, and the number and severity of ulcers (lesions) noted. The gastric fundic mucosa were excised and frozen, and assayed enzymatically for adenosine triphosphate (ATP), adenosine diphosphate (ADP), adenosine monophosphate (AMP) and lactate, while the tissue level of cyclic adenosine monophosphate (cAMP) was estimated by radioimmunoassay. It was found that: (1) The number and severity of gastric lesions (ulcers) increased significantly in all groups treated by the necrotizing agent; (2) The extent of ATP breakdown into ADP increased significantly, while the ATP transformation into cAMP by adenylate cyclase, and of cAMP into AMP by phosphodiesterase, decreased. ... It was concluded that: (1) The mucosal damage develops as a consequence of a very active metabolic adaption of the rat gastric fundic mucosa, notably the significantly increased ATP transformation into ADP, which is not the consequence of hypoxaemia; (2) The feed-back mechanism system between the membrane-bound ATP-dependent energy systems is broken as the mucosal damage develops, the main changes being significantly decreased ATP transformation into cAMP, and significant alterations by neural, hormonal, and pharmacological influences in the membrane-bound ATP-dependent energy systems."
        },
        {
            "References": "Gossel, T.A., J.D. Bricker. Principles of Clinical Toxicology. 3rd ed. New York, NY: Raven Press, Ltd., 1994., p. 224",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ ... a 10s exposure of rabbit esophagus to 7N (22.5%) sodium hydroxide produces necrosis in all layers of the tissue."
        },
        {
            "References": "Clayton, G.D., F.E. Clayton (eds.) Patty's Industrial Hygiene and Toxicology. Volumes 2A, 2B, 2C, 2D, 2E, 2F: Toxicology. 4th ed. New York, NY: John Wiley & Sons Inc., 1993-1994., p. 772",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ A 5% aqueous solution of sodium hydroxide produced severe necrosis when applied to the skin of rabbits for 4 hr. Rats were exposed to an aerosol of 40% aqueous sodium hydroxide whose particles were less than 1 um in diameter. ... After 3 weeks two 2 of the 10 rats died. ... Examination showed mostly normal lung tissue with foci of enlarged alveolar septa, emphysema, bronchial ulceration, and enlarged lymph adenoidal tissues."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists, Inc. Documentation of the Threshold Limit Values and Biological Exposure Indices. 6th ed. Volumes I, II, III. Cincinnati, OH: ACGIH, 1991., p. 1416",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Oral intubation of /sodium hydroxide in/ a 4% solution in rabbits caused mucosal and submucosal necrosis within 10 seconds, a 12% solution eroded into the muscle, and a 28% solution caused perforation. Similar results are seen in cats. A 5% aqueous solution of sodium hydroxide applied to the skin of rabbits for 4 hr produced severe necrosis; however, a 1% solution (pH 13.4) failed to cause gastric, esophageal, or other damage. Instillation of a 1% solution into the conjunctival sac failed to cause ocular or conjunctival injury in rabbits, provided the eye was promptly irrigated with copious amounts of water."
        },
        {
            "References": "NIOSH; Criteria Document: Sodium Hydroxide p.46 (1975) DHEW Pub. NIOSH 76-105",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ 27 white rats died within a month, mostly from bronchopneumonia, after twice weekly exposures to an aerosol of unknown airborne concn generated from an aqueous 40% NaOH solution. When exposed to an aerosol generated from aqueous 20% NaOH solution, the septa were emphymatously (sic) dilated and cracked, the bronchi were dilated and their epithelial cover was thin and frequently desquamated, and a light roundcell infiltration of the submucus membrane tissue occurred. Other rats were exposed to aerosols generated from 10% and 5% solutions of NaOH. In the group exposed to aerosols from 10% NaOH, little change occurred. In the group exposed to aerosols from 5% NaOH, rats had dilation of the bronchi and a slight degeneration of the mucus membrane and thickened strata of the lymphadenoid tissue surrounding the bronchi."
        },
        {
            "References": "PMID:15547490",
            "Value": "/OTHER TOXICITY INFORMATION/ ... /Changes in Aldehyde dehydrogenase 3A1 (ALDH3A1) expression after corneal alkaline burns to the mouse cornea were detected using/ ... RTQ-PCR to monitor the transcriptional change of ALDH3A1. ... Used zymography to test enzyme activity changes of ALDH3A1 in the alkali burn cornea; And SDS-PAGE and mass spectrometry technology were used to verify protein content changes and to identify ALDH3A1 protein. ... Alkali burn of the corneal surface caused a rapid decrease of ALDH3A1 in the corneal at both the RNA and protein levels, which leads to the loss of the protective component of the corneal surface and makes it vulnerable to further damage. The ALDH3A1 level in the cornea gradually recovered during the healing process. Use of an anti-oxidation reagent as a treatment ingredient for alkali burn of the corneal surface could compensate for the decrease of anti-oxidation protection potential caused by ALDH3A1 loss. /alkaline burn/"
        },
        {
            "References": "PMID:4036553",
            "Value": "/OTHER TOXICITY INFORMATION/ A micropolarographic system was used as a quantitative means of monitoring the healing course of corneal epithelium following a 10 second exposure to 0.20 N sodium hydroxide solution. ... The healing course following those exposures consisted of two well defined phases: an initial period of hypoflux lasting some 48 hr before rising back up to the pre-lesion baseline, followed then by a period of hyperflux lasting about 7 days before decreasing once again down to the pre-lesion baseline."
        },
        {
            "References": "Clarke, M. L., D. G. Harvey and D. J. Humphreys. Veterinary Toxicology. 2nd ed. London: Bailliere Tindall, 1981., p. 25",
            "Value": "/OTHER TOXICITY INFORMATION/ INGESTION OF ANY CAUSTIC AGENT ... /CAUSES/ CORROSION OF MUCOUS MEMBRANES OF UPPER PART OF DIGESTIVE TRACT. VOMITING, COLIC, & PURGATION MAY FOLLOW, WITH PROSTRATION & DEATH FROM ACUTE SHOCK. ... CORROSION OF MOUTH. /CAUSTIC AGENTS/"
        },
        {
            "References": "Abramova VF, Karare MV; Profil Parazit Bolezn Zhivotn 30-3 (1985)",
            "Value": "/OTHER TOXICITY INFORMATION/ The efficacy of various disinfectants was tested against cultures from rabbit feces containing coccidian parasites (Eimeria intestinalis, E. magna, E. media, E. perforans, and E. stidae). At concn of 0.5-5%, ... NaOH ... suppressed oocyte development, but /was/ not lethal. ... The most effective treatment (96-98% efficient) was achieved using a mixture of 2% CCl4, 2% NaOH, 5% ammonia water, and 5% NaCl."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists, Inc. Documentation of the Threshold Limit Values and Biological Exposure Indices. 6th ed. Volumes I, II, III. Cincinnati, OH: ACGIH, 1991., p. 1416",
            "Value": "/OTHER TOXICITY INFORMATION/ Rats that inhaled unmeasured concentrations of sodium hydroxide aerosols for 30 min/day suffered pulmonary damage after 2.5 mos."
        }
    ]
}