{
    "_id": {
        "$oid": "6682e916c4e5dba5ffba28dc"
    },
    "CID": {
        "$numberInt": "14794"
    },
    "Name": "Antimony trioxide",
    "IUPACName": "antimony(3+);oxygen(2-)",
    "CanonicalSMILES": "[O-2].[O-2].[O-2].[Sb+3].[Sb+3]",
    "Synonyms": [
        "Diantimony trioxide",
        "ANTIMONY TRIOXIDE",
        "Senarmontite",
        "1327-33-9",
        "antimony(3+);oxygen(2-)",
        "Antimony oxide (Sb2O3)",
        "oxygen(-2) anion",
        "NCI-C55152",
        "12412-52-1",
        "P217481X5E",
        "Antimonious oxide",
        "Valentinite",
        "Exitelite",
        "Timonox",
        "Twinkling star"
    ],
    "IsomericSMILES": "[O-2].[O-2].[O-2].[Sb+3].[Sb+3]",
    "INCHI": "InChI=1S/3O.2Sb/q3*-2;2*+3",
    "INCHIKEY": "GHPGOEFPKIHBNM-UHFFFAOYSA-N",
    "Formula": "O3Sb2",
    "MolecularWeight": {
        "$numberDouble": "291.52"
    },
    "Description": "Antimony Oxide (Antimony trioxide) can cause cancer according to The World Health Organization's International Agency for Research on Cancer (IARC).",
    "XlogP": {
        "$numberDouble": "NaN"
    },
    "Complexity": {
        "$numberInt": "0"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "environmental_biodegradations": [
        {
            "References": "USEPA; Health and Environmental Effects Profile for Antimony Oxides; p.21 (1985) EPA 600/x-85/271",
            "Value": "PURE CULTURE: Stibiobacter senarmontii, an autotrophic bacterium isolated from antimony ore samples, demonstrated that biological transformation of antimony oxides in the environment could be possible. The bacteria were grown in a mineral medium containing antimony trioxide and oxidized the chemical (antimony trioxide) at rates of 45.5-51.6 mg/month for senarmonite (cubic) and 13.5-19.3 mg/month for valentinite (rhombic). Little antimony trioxide oxidation occured in the sterile medium."
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "American Conference of Governmental Industrial Hygienists, Inc. Documentation of the Threshold Limit Values, 4th ed., 1980. Cincinnati, Ohio: American Conference of Governmmental Industrial Hygienists, Inc., 1980., p. 20",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ An acute inhalation study of 4 hr duration in rats resulted in no deaths or adverse effects other than minimal to slight focal discoloration and puffy white foci in lung in most animals at a level of 2,760 mg/cu m average dust concn."
        },
        {
            "References": "USEPA; Health and Environmental Effects Profile for Antimony Oxides p.63 (1985) EPA 600/x-85/271",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Two groups of animals, each composed of 10 male and 10 female Sprague-Dawley rats (84 days old; males weighed 342-425 g, females weighed 227-276 g) were exposed to antimony by inhalation. A dosage of 1700 mg/cm for 1 hour, 1-6 times every 2 months was used. Animals were exposed to either antimony trioxide or powdered ore; exposure was for 66-311 days with the trioxide and 66-366 days with the powdered ore. Animals from each group were sacrificed periodically and examined. No experimental controls were used. Immediately after the first exposure, a transient and mild edema and lung congestion was seen with the powdered ore. A phagocytic response was seen in the lung in both groups of animals 66 days after the first exposure. As time of exposure increased, spleens exhibited scattered particles with moderate reticuloendothelial proliferation. No hepatic or renal pathology was noted. /Antimony ores/"
        },
        {
            "References": "PMID:10322762",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ OBJECTIVE: To explore the mechanisms of toxic liver damage caused by antimony.  METHODS: Experimental mice were injected peritoneally 40 mg/kg of antimony trioxide daily for 28 days to observe the effects of it on the anti-oxidase system in their liver mitochondria.  RESULTS: Activities of aspartate aminotransferase and alanine aminotransferase increased obviously in the experimental animals, and those of superoxide dismutase and glutathione peroxidase in liver mitochondria lowered, as compared to those in the control animals with statistical significance. Content of malonyl dialdehyde in the liver mitochondria was 47.27 +/- 1.21 mumol/L in the experimental animals, significantly higher than that in controls.  CONCLUSION: It suggested that the mechanism of liver damage is caused by antimony associated with injury to the ability of anti-oxidation and lipid peroxidation in the liver mitochondria."
        },
        {
            "References": "PMID:10362272",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Diets containing antimony trioxide were fed to male and female Wistar rats of the Alpk:APSD strain over 90 days. Dose levels were 0 (control), 1000, 5000 and 20,000 ppm (equivalent to mean daily doses of 84, 421 and 1686 mg kg(-1) in males and 97, 494 and 1879 mg kg(-1) in females. There was no effect of compound on growth or growth rate, food consumption or clinical signs. Minor changes in hematology and urine biochemistry were considered incidental to treatment. Small reductions in plasma alkaline phosphatase activity and increases in aspartate aminotransferase activity at the high dose, together with a small (ca. 10%) increase in liver weight, could be indicative of a minor effect on the liver, but in the absence of any histological effects these changes are also considered incidental to treatment. This study confirms the inert nature of antimony trioxide."
        },
        {
            "References": "Patty, F. (ed.). Industrial Hygiene and Toxicology: Volume II: Toxicology. 2nd ed. New York: Interscience Publishers, 1963., p. 995",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ rabbits fed daily up to 150 mg/kg ... for 4 weeks showed no pathologic changes."
        },
        {
            "References": "Browning, E. Toxicity of Industrial Metals. 2nd ed. New York: Appleton-Century-Crofts, 1969., p. 30",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ ... Guinea pigs /were exposed/ to a dust concentration of antimony trioxide of 45.4 mg/cu m of air, for 2 hr daily 7 days a week for the first 3 weeks, later for 3 hr daily; this corresponded to an estimated daily retention of 1.6 mg. All the animals showed extensive interstitial pneumonitis, and 4 died during the period of exposure. ... No /cardiac/ lesions, as evidenced by the electrocardiogram, were observed. ... Fatty degeneration of the liver in 11 out of 15 guinea pigs having 138 or more hours of exposure was recorded. ... The blood picture ... showed ... a decrease in total white cells and polymorphonuclear leukocytes with a relative lymphocytosis. ... Did not confirm the presence of eosinophilia."
        },
        {
            "References": "PMID:7331729",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ after rats were fed dietary antimony trioxide (1.0 & 2.0%) for 24 wk, erythrocytes were significantly decreased at 2.0% & white blood cells were decreased at 1.0%. Gamma-glutamyl transpeptidase was high & alkaline phosphatase was elevated at 2.0% antimony trioxide. Antimony levels in blood, spleen, lung, and liver were 148.11, 61.88, 28.84, & 15.19 ppm respectively for the 1% antimony trioxide dose and 114.87, 55.71, 27.26, & 17.74 ppm respectively, for the 2% antimony trioxide dose. The toxicity of antimony trioxide in rats seemed to be generally slight."
        },
        {
            "References": "PMID:3735460",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ ... Three groups of 8- month-old Wistar derived rats (90 males and 90 females per group) were exposed by inhalation to either antimony trioxide (time-weighted average (TWA) 45 mg/cu m), antimony ore concentrate (TWA 36 + 40 mg/cu m), or filtered air (controls) for 7 hr/day, 5 day/wk, for up to 52 wk and sacrificed 20 wk after terminating exposures. The concentration of antimony (Sb) in the lung of male rats (38,300 ug Sb/g) exposed to antimony trioxide was significantly greater than that in female rats (25,000 ug/g) exposed to antimony trioxide. The lung of both male and female rats exposed to antimony trioxide contained significantly more Sb than the lungs of males and females exposed to Sb ore (approx 5 times greater). The most significant findings were the presence of lung neoplasms in 27% of females exposed to antimony trioxide and 25% of females exposed to Sb ore concentrate. None of the male rats in any group or the female controls developed lung neoplasms. There were no significant differences in incidence of cancer of other organs between exposed and control rats."
        },
        {
            "References": "USEPA; Drinking Water Criteria Document for Antimony, EPA Contract #68-03-3417 p. V17-18 (1988)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ The carcinogenic effects of antimony trioxide and antimony ore concentrate in rat. Three groups of 8 month old Wistar derived albino rats (90 males, 90 females per group) were exposed by inhalation in six Rochester type stainless steel exposure chambers (two chambers for each group) to either antimony trioxide, antimony ore concentrate, or filtered air (control). The mean daily time-weighted averages (TWAs) in antimony trioxide chambers were 45.0 (range 0 to 18.5) and 46.0 (range 0 to 91.1) mg antimony trioxide/cu m. The mean TWAs in antimony ore concentrate chambers were 36.0 (range 0 to 83.2) and 40.1 (range 0 to 91.1) mg antimony ore/cm. The rats were exposed for 7 hours/day, 5 days/week, for up to 52 weeks. Five rats/sex/group were sacrificed after 6, 9, and 12 months of exposure. All remaining animals were sacrificed 20 weeks after termination of exposure. Histopathological examinations revealed the presence of lung neoplasms in 27% of the females in the antimony trioxide group and 25% of the females in the antimony ore concentrate group. No tumors were found in the male rats or control females. /Antimony ores/"
        },
        {
            "References": "Clayton, G. D. and F. E. Clayton (eds.). Patty's Industrial Hygiene and Toxicology: Volume 2A, 2B, 2C: Toxicology. 3rd ed. New York: John Wiley Sons, 1981-1982., p. 1510",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ ... occasional exposures (1 hour each 2 months for 1 year) of adult, albino male and female rats at huge doses (1700 mg antimony trioxide/cu M containing 2000 ppm arsenic, 1200 ppm lead) resulted in no evidence of chronic pneumonitis, either cellular, collagenous, or fibrotic, indicating antimony trioxide dust to be relatively inert in the lung of albino rats; only scattered deposits of dust particulates were found localized in phagocytic cells within the alveolar spaces and septa."
        },
        {
            "References": "Nordberg, G.F. et al; Handbook on the Toxicology of Metals 4th ed., Vol. 2. Academic Press, Waltham, MA. 2015, p. 573",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Rats and rabbits exposed to antimony trioxide (90-125 mg antimony trioxide/cu m during 100 hr/month) for periods of up to 14 months, in addition to pneumonitis, also developed lipoid pneumonia, fibrous thickening of alveolar walls, and focal fibrosis. Rabbits appeared to be more susceptible than rats."
        },
        {
            "References": "Nordberg, G.F. et al; Handbook on the Toxicology of Metals 4th ed., Vol. 2. Academic Press, Waltham, MA. 2015, p. 573",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ ... 148 female CDF rats and 8 miniature swine /were used/ to examine the long term toxicity of inhaled antimony trioxide. Both species were divided into a control group, a low-exposure (1.6 mg antimony/cu m) and a high exposure group (4.2 mg antimony/cu m). The animals were exposed 6 hr a day, on 5 days per week for about 1 year. In the miniature swine, there were no histopathological changes in the lung, but in the rats there were pronounced morphological changes in the lung with focal fibrosis, adenomatous and pneumonocytic hyperplasia, and cholesterol clefts. The histopathological changes were most pronounced in the high exposure group."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists. Documentation of the Threshold Limit Values and Biological Exposure Indices. 5th ed. Cincinnati, OH: American Conference of Governmental Industrial Hygienists, 1986., p. 34",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ because of the possibility that arsenic could act as a cocarcinogen when antimony dusts and fumes are inhaled, the physical state of arsenic in antimony trioxide were investigated. Efforts to remove arsenic either by dissolution or by sublimation were unsuccessful. On basis of this information & negative acute, oral toxicity tests in animals, it was concluded that arsenic exists in antimony trioxide in a physically & toxicologically inert form."
        },
        {
            "References": "USEPA; Health and Environmental Effects Profile for Antimony Oxides; p.63 (1985) EPA 600/x-85/271",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Two groups of animals, each composed of 10 male and 10 female Sprague-Dawley rats (84 days old; males weighed 342-425 g, females weighed 227-276 g) were exposed to antimony by inhalation. A dosage of 1700 mg/cu m for 1 hour, 1-6 times every 2 months was used. Animals were exposed to either antimony trioxide or powdered ore; exposure was for 66-311 days with the trioxide and 66-366 days with the powdered ore. Animals from each group were sacrificed periodically and examined. No experimental controls were used. Immediately after the first exposure, a transient and mild edema and lung congestion was seen with the powdered ore. A phagocytic response was seen in the lung in both groups of animals 66 days after the first exposure. As time of exposure increased, spleens exhibited scattered particles with moderate reticuloendothelial proliferation. No hepatic or renal pathology was noted."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V47 296 (1989)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Groups of 49-51 female Fischer rats (CDF from Charles River), 19 weeks old, were exposed by inhalation to 0, 1.6 +/- 1.5, or 4.2 +/- 3.2 mg/cu m commercial grade antimony trioxide (measured as antimony; purity, 99.4%; arsenic, 0.02%; particle size, 0.4 um +/- 2.13 (for the high concentration) and 0.44 um +/- 2.23 (for the lower concentration) for 6 hours per day on five days per week for 13 months. Mean body weights were increased in both treated groups during the exposure period but did not differ significantly from that of controls at the end of the study. Groups of rats were sacrificed and examined histologically after three, six, nine and 12 months of exposure and two months after the end of treatment (numbers of rats sacrificed and number of early deaths for each period unspecified). At 12 months after the end of treatment, 13 control, 17 low-dose and 18 high-dose rats were sacrificed and selected tissues were examined. Lung tumors localized in the bronchioloalveolar region occurred in 14/18 high-dose rats (three adenomas, nine scirrhous carcinomas (p < 0.01 (test unspecified)) and two squamous-cell carcinomas). One bronchioloalveolar adenomas occurred in a low-dose rat, and no lung tumor was observed in the control group at terminal sacrifice. Scirrhous carcinomas were also observed in 5/7 and 1/9 high-dose rats that died or were sacrificed between two months after the end of treatment and terminal sacrifice or between the end of treatment and two months after the end of treatment. One bronchioloalveolar adenoma occurred among six control rats that died or were sacrificed between two months after the end of treatment and terminal sacrifice. There was no significant difference in the number of other tumors occurring in treated and control groups."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V47 298 (1989)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Increased lung weight, focal fibrosis, adenomatous hyperplasia, multinucleated giant cells and pigmented macrophage were observed in female rats exposed to 1.6 and 4.2 mg/cu m antimony trioxide (commercial grade; average particle size, 0.4 um) for one year by inhalation. Similar doses caused no exposure-related change in miniature pigs. Increased death rates due to pneumonia were observed in guinea-pigs following inhalation exposure to antimony trioxide; cloudy swelling of the liver cells occurred in almost half of the animals exposed, but there was not other indication of systemic toxicity."
        },
        {
            "References": "PMID:8056203",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Fischer 344 rats were exposed by inhalation to antimony trioxide dust at exposure levels of 0, 0.25, 1.08, 4.92, and 23.46 mg/cu m for 6 hour/day, 5 days/week for 13 weeks followed by a 27 week observation period. Subsequently, an inhalation oncogenicity study was conducted at exposure levels of 1, 0.06, 0.51, and 4.50 mg/cu m for 12 months followed by a 12 month observation period. The antimony trioxide in the subchronic study had a mass median aerodynamic diameter (MMAD) of 3.05 +/ - 0.21 microns (mean +/- SD) with a geometric standard deviation (GSD) of 1.57 +/ - 0.06. In the chronic study, the MMAD was 3.76 +/ - 0.84 and the GSD was 1.79 +/- 0.32. Except for the eyes, no adverse clinical observations were attributed to antimony trioxide in either study. In the subchronic study, corneal irregularities were seen after about 2 weeks of exposure and did not abate during the observation period. In the chronic study, ophthalmoscopic evaluation at 24 months revealed a dose-related increase in cataracts of 11, 24, 28, and 32% (both sexes combined) for each group, respectively. Body weights were significantly lower (6%) than the control groups weights in the 23.46 mg/cu m males in the subchronic study. These rats did not recover this weight during the 27 week observation period. Body weights of the females in both studies and males in the chronic study were unaffected. There were no antimony trioxide effects on clinical chemistry or hematology in either study. Mean absolute and relative lung weights were significantly increased in the 4.92 and 23.46 mg/cu m groups in the subchronic study. The 23.46 mg/cu m groups lung weights did not recover to control levels during the 27 week observation period. Lung weights for rats in the chronic study were unaffected. Microscopic changes in lungs in the subchronic and chronic study were limited to subacute-chronic interstitial inflammation, increased numbers of alveolar-intraalveolar macrophages, foreign material in the alveolar-intraalveolar macrophages in the peribronchial and perivascular (chronic study only) lymphoid aggregates and in the peribronchial lymph nodes, granulomatous inflammation/granulomas, and fibrosis. In the chronic study, any observed neoplasms occurred with comparable incidence among all groups and were within the historical range for controls. Clearance of antimony trioxide from the lung was burden dependent and was reduced by 80% in the 4.50 mg/cu m group in the chronic study. The previously reported studies, which found antimony trioxide to be a carcinogen, were run at higher lung burdens. Under the exposure conditions of the current study, antimony trioxide was not a carcinogen."
        },
        {
            "References": "USEPA; Drinking Water Criteria Document for Antimony, EPA Contract #68-03-3417 p. V17-18 (1988)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ The carcinogenic effects of antimony trioxide and antimony ore concentrate in rat. Three groups of 8 month old Wistar derived albino rats (90 males, 90 females per group) were exposed by inhalation in six Rochester type stainless steel exposure chambers (two chambers for each group) to either antimony trioxide, antimony ore concentrate, or filtered air (control). The mean daily time-weighted averages (TWAs) in antimony trioxide chambers were 45.0 (range 0 to 18.5) and 46.0 (range 0 to 91.1) mg antimony trioxide/cu m. The mean TWAs in antimony ore concentrate chambers were 36.0 (range 0 to 83.2) and 40.1 (range 0 to 91.1) mg antimony ore/cm. The rats were exposed for 7 hours/day, 5 days/week, for up to 52 weeks. Five rats/sex/group were sacrificed after 6, 9, and 12 months of exposure. All remaining animals were sacrificed 20 weeks after termination of exposure. Histopathological examinations revealed the presence of lung neoplasms in 27% of the females in the antimony trioxide group and 25% of the females in the antimony ore concentrate group. No tumors were found in the male rats or control females. /Antimony ores/"
        },
        {
            "References": "PMID:20100057",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ ...In this study, six selected compounds (hydroquinone, eugenol, dibutyl phthalate, antimony (III) oxide, neodymium (III) nitrate hydrate, melamine) formerly involved in cosmetic products were selected to test their embryotoxic potentials by the EST /embryonic stem cell test/. 5-Fluorouracil and penicillin G were separately set as positive and negative control. The embryotoxic potential was determined by the prediction model (PM), which was calculated from three endpoints, the IC50 3T3, IC50 ES, and ID50. Hydroquinone, eugenol, and antimony (III) oxide indicated with strong embryotoxicity, while dibutyl phthalate, neodymium (III) nitrate hydrate, and melamine exhibited a weak embryotoxicity..."
        },
        {
            "References": "PMID:21432285",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Testicular toxicities of antimony compounds were evaluated in rats and mice. The slightly water-soluble antimony compound antimony trioxide (ATO) and the highly water-soluble antimony compound antimony potassium tartrate (APT) were examined. Daily doses of the compounds were 27.4, 12.0 and 1,200 mg/kg body weight in the APT group, low-ATO group and high-ATO group, respectively. The corresponding daily doses of antimony were 10, 10 and 1,000 mg/kg body weight, in the APT group, low-ATO group and high-ATO group, respectively. Both compounds were administered by gavage: rats, 3 days per week for 4 weeks; mice, 5 days per week for 4 weeks. Neither compound reduced the weights of reproductive organs or accessory sex organs nor affected sperm parameters. Few marked histopathologic changes were found in the testes of the treated animals. Even at 1,200 mg/kg body weight, which is greater than the LD50 of APT, ATO produced no effects. In this study, it was found that ATO and APT are not toxic to testes in rodents."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V47 299 (1989)",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Female rats were exposed by inhalation for 4 hours per day for 1.5-2 months to 0 or 250 mg/cu m antimony trioxide. They were then mated, and exposures continued until days 3-5 before expected delivery. Pregnancy was obtained in 16/24 treated females and in 10/10 controls. Litter size and weight of offspring at birth and weaning were not altered by exposure to antimony trioxide."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V47 299 (1989)",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Pregnant female rats (six to seven per group) were exposed by inhalation to 0, 0.027, 0.082 or 0.27 mg/cu m antimony trioxide for 24 hours per day for 21 days. Fetal growth and viability were assessed at the end of gestation. Maternal body weight gain was not affected by exposure, but, at the high-dose level, increased pre- and postimplantation death of embryos was observed. At the mid-dose level, preimplantation loss and fetal growth retardation were evident."
        },
        {
            "References": "PMID:14643417",
            "Value": "/GENOTOXICITY/ ...Antimony trioxide is primarily used as a flame retardant in rubber, plastics, pigments, adhesives, textiles, and paper. Antimony potassium tartrate has been used worldwide as an anti-shistosomal drug. Pentavalent antimony compounds have been used for the treatment of leishmaniasis... Both trivalent and pentavalent antimony compounds are generally negative in non-mammalian genotoxicity tests, while mammalian test systems usually give positive results for Sb(III) and negative results for Sb(V) compounds. Assessment of the in vivo potential of Sb2O3 to induce chromosome aberrations (CA) gave conflicting results. Animal carcinogenicity data were concluded sufficient for Sb2O3 by IARC. Human carcinogenicity data is difficult to evaluate given the frequent co-exposure to arsenic. Possible mechanisms of action, including potential to produce active oxygen species and to interfere with DNA repair systems, still need further investigation."
        },
        {
            "References": "PMID:17174592",
            "Value": "/GENOTOXICITY/ Antimony trioxide (Sb2O3, CAS 1309-64-4) is widely used as a flame retardant synergist in a number of household products, as a fining agent in glass manufacture, and as a catalyst in the manufacture of various types of polyester plastics. It does not induce point mutations in bacteria or mammalian cells, but is able to induce chromosomal aberrations (CA) in cultured cells in vitro. Although no CA or micronuclei (MN) have been induced after acute oral dosing of mice, repeated oral dosing for 14 or 21 days resulted in increased CA in one report, but did not result in increased MN in another. In order to further investigate its in vivo genotoxicity, Sb2O3 was dosed orally to groups of rats for 21 days at 250, 500 and 1000 mg/kg day. There were no clinical signs of toxicity in the Sb2O3-exposed animals except for some reductions in body-weight gain in the top dose group. Toxicokinetic measurements in a separate study confirmed bone-marrow exposure, and at higher levels than would have been achieved by single oral dosing. Large numbers of cells were scored for CA (600 metaphases/sex group) and MN (12,000 PCE/sex group) but frequencies of CA or MN in Sb2O3-treated rats were very similar to controls, and not biologically or statistically different, at all doses. These results provide further indication that Sb2O3 is not genotoxic to the bone marrow of rodents after 21 days of oral administration at high doses close to the maximum tolerated dose."
        },
        {
            "References": "PMID:9711267",
            "Value": "/GENOTOXICITY/ Antimony trioxide (Sb2O3, CAS 1309-64-4) has been examined in a range of in vitro and in vivo genotoxicity assays. Negative results were obtained with the Salmonella/microsome assay and the L5178Y mutation assay, but a positive response was observed in the in vitro cytogenetic assay using isolated human peripheral lymphocytes. However, in vivo, antimony trioxide was non-clastogenic in the mouse bone marrow micronucleus assay, following oral gavage administration for 1, 7, 14 or 21 days at dose levels of up to 5000 mg/kg (single dose) or 1000 mg/kg (repeat dose). A negative result was also obtained in the in vivo rat liver DNA repair (unscheduled DNA synthesis) assay following a single oral gavage administration of doses up to 5000 mg/kg. These data show no genotoxicity for antimony trioxide in vivo and do not confirm a previous report of clastogenicity in the mouse on repeated dosing. It is concluded that antimony trioxide is not genotoxic in vivo and does not present a genotoxic hazard to humans."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V47 299 (1989)",
            "Value": "/GENOTOXICITY/ Antimony trioxide produced differential killing in DNA repair-proficient compared to repair-deficient strains of Bacillus subtilis. In a spot test, it was not mutagenic to Escherichia coli B/rWP2 or to Salmonella typhimurium TA1535, TA1537, TA1538, TA98 or TA100 (details not given)."
        },
        {
            "References": "Kuroda K et al; Mutation Research 264 (4): 163-170 (1991)",
            "Value": "/GENOTOXICITY/ The rec, Salmonella mutagenicity, and sister chromatid exchange (SCE) assays were conducted to evaluate the genotoxicity of three beryllium, three gallium, and four antimony compounds. Fifty milligrams samples of beryllium-chloride (BeCl2), beryllium-nitrate (Be(NO3)2), beryllium-oxide ((BeO), gallium-chloride (GaCl3), gallium-nitrate (Ga(NO3)3), gallium-oxide (GaO3), antimony-chloride (SbCl3), antimony-oxide (Sb2O3), antimony-pentachloride (SbCl5), and antimony-pentoxide (Sb2O5) were dissolved in distilled water and diluted serially two fold for the assays; both negative and positive controls were used. The rec assays involved spores of Bacillus-subtilis-M45 and Bacillus-subtilis-H17 and the SCE assays involved V79-Chinese-hamster cells. The Salmonella mutagenicity assays used the (TA100) and (TA98) strains and were conducted in the presence of rat liver-S9. In the rec assay, DNA damaging activity was exhibited by BeCl2, Be(NO3)2, GaCl3, Ga(NO3)3, SbCl3, SbCl5, and Sb2O3. None of the tested compounds were mutagenic to Salmonella and only SbCl3, Sb3O3, BeCl2, and Be(NO3)2 significantly induced sister chromatid exchanges. One of the antimony(III) compound, Sb2O3, was positive in both the rec and SCE assays at very low doses."
        },
        {
            "References": "PMID:21310463",
            "Value": "/OTHER TOXICITY INFORMATION/ In this study, the microbial toxicities of metal oxide nanoparticles were evaluated for Escherichia coli, Bacillus subtilis, and Streptococcus aureus in laboratory experiments. The nanoparticles tested were CuO, NiO, ZnO, and Sb(2)O(3). The metal oxide nanoparticles were dispersed thoroughly in a culture medium, and the microorganisms were cultivated on Luria-Bertani agar plates containing different concentrations of metal oxide nanoparticles. The bacteria were counted in terms of colony forming units (CFU). The CFU was reduced in a culture medium containing metal oxide NP, and the dose-response relationship was characterized. CuO nanoparticles were found to be the most toxic among the tested nanoparticles, followed by ZnO (except S. aureus), NiO, and Sb(2)O(3) nanoparticles. /The authors/ determined that the intrinsic toxic properties of heavy metals are also associated with the toxicity of metal oxide nanoparticles. Ion toxicity was also evaluated to determine the effects of metal ions dissolved from metal oxide NPs, and the toxicity induced from the dissolved ions was determined to be negligible ... . /Metal oxide nanoparticles/"
        }
    ],
    "sediment_soil_concentrations": [
        {
            "References": "(1) Crecelius EA et al; Environ Sci Technol 9(4): 325-33 (1975)",
            "Value": "SEDIMENT: Antimony trioxide has been detected in high concentration (>300 ppm) in sediments of the Puget Sound in the vicinity of a copper smelting plant, Tacoma, WA. Sediment concnetrations ranged from 0.33 to 12 ppm antimony. Sampling was conducted from 1970-1972(1)."
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "(1) Rai D et al; Chemical attenuation rates, coefficients, and constants in leachate migration Vol 1: A critical review. EPRI EA-3356 Palo Alto, CA: Electric Power Research Institute (1984) (2) King LD; J Environ Qual 17: 239-46 (1988) (3) Foster RB; Antimony mobility in soil using soil TLC Report BW-86-4-1979, Study 10827-6024-450. February 1, 1989. Submitted to Antimony Oxide Industry Association, Washington, DC. Wareham, MA: Springborn Life Sciences Inc (1989) (4) Ainsworth N; Distribution and biological effects of antimony contaminated grasslands Dissertation DX 82236 Wetherby, UK: The British Library (1988) (5) Trnovsky et al; Site remediation of heavy metals contaminated soils and groundwater at a former battery reclamation site in Florida. Proc Hazard Waste: Detection, Control and Treatment World Conference Vol 1 Part B, pp 1581-90 (1988)",
            "Value": "The binding of antimony to soil is determined by the nature of the soil and the form of antimony deposited on the soil. Some studies suggest that antimony is fairly mobile in soil under diverse environmental conditions(1), while others suggest that it is strongly adsorbed(2,3,4). Since antimony generally has an anionic character (e.g., Sb(OH)6-), it is expected to have little affinity for organic carbon. Cationic exchange, which generally dominates adsorption to clay, is also not expected to be important for anionic antimony. When 200 ppm antimony potassium tartrate was incubated with 13 soils and subsoils from the southeastern US, antimony adsorbed to most soils, the amount adsorbed ranging from 50 to 100%, median 93%(2). The percentage of adsorbed antimony that was nonexchangeable (i.e., not removed by KCl) ranged from 57% to 99%. The soil/water partition coefficient in (mmol/kg soil)/mol cu m) was 81 for organic soils and >185 for mineral soils. It is not clear what form of antimony was adsorbed in this study or whether the form would be relevant to environmental situations. In experiments in which antimony oxide in water or in 1% HCl was applied to a variety of soils using thin-layer chromatography, antimony did not appear to be mobile in any soil(3). Leaching did not appear to be a problem at the site of a battery reclamation plant(5). At this site soil and sediment contained high levels of antimony while an aquifer at 3 m depth contained 0.1 ppm Sb and no antimony was detected at two deeper aquifers."
        }
    ]
}