{
    "_id": {
        "$oid": "6682e7e4c4e5dba5ffba22de"
    },
    "CID": {
        "$numberInt": "1480"
    },
    "Name": "2,4,5-T",
    "IUPACName": "2-(2,4,5-trichlorophenoxy)acetic acid",
    "CanonicalSMILES": "C1=C(C(=CC(=C1Cl)Cl)Cl)OCC(=O)O",
    "Synonyms": [
        "2,4,5-trichlorophenoxyacetic acid",
        "93-76-5",
        "2,4,5-T",
        "2-(2,4,5-trichlorophenoxy)acetic acid",
        "Fortex",
        "Trioxone",
        "(2,4,5-Trichlorophenoxy)acetic acid",
        "Trioxon",
        "Fence rider",
        "BCF-Bushkiller",
        "Tippontormona",
        "Arbokan",
        "Phortox",
        "Verton 2T",
        "Forron"
    ],
    "IsomericSMILES": "C1=C(C(=CC(=C1Cl)Cl)Cl)OCC(=O)O",
    "INCHI": "InChI=1S/C8H5Cl3O3/c9-4-1-6(11)7(2-5(4)10)14-3-8(12)13/h1-2H,3H2,(H,12,13)",
    "INCHIKEY": "SMYMJHWAQXWPDB-UHFFFAOYSA-N",
    "Formula": "C8H5Cl3O3",
    "MolecularWeight": {
        "$numberDouble": "255.5"
    },
    "Description": "(2,4,5-trichlorophenoxy)acetic acid is a chlorophenoxyacetic acid that is phenoxyacetic acid in which the ring hydrogens at postions 2, 4 and 5 are substituted by chlorines. It has a role as a defoliant, a synthetic auxin and a phenoxy herbicide. It is a chlorophenoxyacetic acid and a trichlorobenzene. It is a conjugate acid of a (2,4,5-trichlorophenoxy)acetate.",
    "XlogP": {
        "$numberDouble": "3.3"
    },
    "Complexity": {
        "$numberInt": "212"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "plant_concentrations": [
        {
            "References": "Verschueren, K. Handbook of Environmental Data of Organic Chemicals. 2nd ed. New York, NY: Van Nostrand Reinhold Co., 1983., p. 1140",
            "Value": "Plants collected from northeast Finland had the following /2,4,5-T/ residues: lingonberry: 0.07-15 ppm at 2-13 weeks after time of collection after herbicide spraying; wild mushroom: < 0.02-1.8 ppm at 2-13 weeks after time of collection after herbicide spraying; birch and aspen foliage: 0.1-30 ppm at 13-43 weeks after time of collection after herbicide spraying. /Initial concn applied not specified./"
        }
    ],
    "animal_concentrations": [
        {
            "References": "Verschueren, K. Handbook of Environmental Data of Organic Chemicals. 2nd ed. New York, NY: Van Nostrand Reinhold Co., 1983., p. 1140",
            "Value": "American coot (Fulcia americana) collected in a reservoir that received runoff from a water shed treated with 2,4,5-T: residue concentration in breast muscle: mean: 199.0 ppb; in fat: mean: 21.0 ppb; in liver: mean: 39.0 ppb; in gizzard: mean 18.0 ppb."
        }
    ],
    "environmental_bioconcentrations": [
        {
            "References": "(1) Kenaga EE, Goring CAI; Am Soc Test Mater Spec Techn Publ pp 707 (1980) (2) Garten CT, Trabalka JR; Environ Sci Tech 17: 590-5 (1983)",
            "Value": "The bioconcentration factor (BCF) of 2,4,5-T in static ecosystem tests has been measured to be 23-25 in fish(1,2). Under flowing water conditions its estimated BCF in fish is 43(1). Based on these BCF values, bioconcentration in aquatic organisms should not be significant."
        }
    ],
    "environmental_biodegradations": [
        {
            "References": "(1) Rosenburg A, Alexander M; J Agric Food Chem 28: 705-9 (1980) (2) Byast TH, Hance RJ; Bull Environ Contam Toxicol 14: 71-6 (1975) (3) Sharpee KW; Diss Abst Int B 34: 954 (1973) (4) Mikesall MD, Boyd SA; J Environ Qual 14: 337-41 (1985) (5) Suflita JM et al; J Agric Food Chem 32: 218-21 (1984) (6) Sattar MA, Paasivirta J; Chemosphere 9: 745-52 (1980)",
            "Value": "Aerobic degradation of 10 ug 2,4,5-T of soil was 5-35% in unsterilized tropical clay and silty clay soils and <1% in sterilized soils after 4 months incubation(1). In Vietnamese soils, 64-69% aerobic degradation of 1 ppm 2,4,5-T occurred in 49 days, 74-96% aerobic degradation of 15 ppm 2,4,5-T occurred in 168 days and no degradation was observed in sterilized soils(2). The primary degradation product of 2,4,5-T in aqueous and soil systems is 2,4,5-trichlorophenol(3). Aerobic metabolism of 2,4,5-T leads to formation of 2,4,5-trichlorophenol and 3,5-dichlorocatechol which may further degrade to 4-chlorocatechol or cis,cis-2,4-dichloromuconic acid, 2-chloro-4-carboxy-methylene-but-2-enolide, chlorosuccinic acid and succinic acid(2). Degradation under anaerobic conditions has led to the formation of di- and mono-chlorophenols and 2,5-dichlorophenoxyacetic acid(4,5). Anaerobic degradation occurs much more slowly than aerobic degradation(6)."
        },
        {
            "References": "Young AL; ACS Symp Ser 259 (Treat Disposal Pestic Wastes): 161-79 (1984)",
            "Value": "In long-term degradation studies of massive quantities of 2,4-D and 2,4,5-T in test grids, field plots and herbicide storage areas were carried out. The method of herbicide application had significant impact on the amount applied per unit area and hence on residue persistence: spills > or = soil incorporation > aerial application. 2,4,5-T was more persistent in the soil than 2,4-D. The formulation of the herbicide also had significant impact on its persistence: isooctyl ester > butyl ester > acid. The addition of coconut charcoal increases persistence of the phenoxy herbicide residues, especially residues of 2,4,5-T. The appearance of dichlorophenol and trichlorophenol in soils treated with 2,4-D and 2,4,5-T suggests that they are degradation products of the herbicides. A massive concn of herbicides does not sterilize the soils. Apparently, microbial populations respond both quantitatively and qualitatively to the presence of high concentrations of herbicides and may play an important role in their degradation. The contaminant 2,3,7,8-tetrachlorodibenza-p-dioxin had a long persistence time in soils (years) and may be a major consideration in the use of soil (years) and may be a major consideration in the use of soil biodegradation as a disposal option for unwanted phenoxy herbicides or 2,3,7,8-tetrachlorodibenza-p-dioxin contaminated chemical wastes."
        }
    ],
    "logP": [
        {
            "References": "Kenaga EE, Goring CAI; Aquatic Toxicology p.98 ASTM STP 707 (1980)",
            "Value": "log Kow= 4"
        }
    ],
    "mechanism_of_action": [
        {
            "References": "Baselt, R.C. Biological Monitoring Methods for Industrial Chemicals. 2nd ed. Littleton, MA: PSG Publishing Co., Inc. 1988., p. 118",
            "Value": "These hormonal agents /2,4-D & 2,4,5-T/ produce their effects by overstimulating plant growth."
        },
        {
            "References": "PMID:3806697",
            "Value": "To understand the mechanisms of toxicity of 2,4-dichlorophenoxyacetic acid (2,4-D) and 2,4,5-trichlorophenoxyacetic acid (2,4,5-T), ... their effect on the cytoskeletal organization, particularly microtubules (MT) and microfilaments (MF), DNA synthesis, and the synthesis and composition of cytoskeletal proteins in mouse 3T3 cells /was examined/. Exposure of cells to 2,4-D or 2,4,5-T resulted in a dose-dependent inhibition of DNA synthesis; 50% inhibition occurred at 2.21 mM and 0.90 mM for 2,4-D & 2,4,5-T, respectively. Furthermore, strong synergistic inhibition of DNA synthesis was produced by mixtures (each having a total concentration of 1.25 mM) of 2,4-D with 2,4,5-T. Similarly, 2,4,5-T is more potent than 2,4-D in causing cytoskeletal perturbation as revealed by fluorescence microscopy. Treatment of cells with 2,4-D (2.5 mM) or 2,4,5-T (1.25 mM) for 20 hr resulted in severe MT aggregation and the appearance of large bundles, which were organized in a rope-like structure in the former and a dramatic octopus-like pattern in the latter. Further, MT bundling is particularly severe in the cell center. Under these conditions, marked changes in MF organization also occurred as evidenced by clustering and crisscrossing of MF in the perinuclear region. A 1:1 mixture (final= 1.25 mM of 2,4-D and 2,4,5-T, a formulation equivalent to Agent Orange composition, also induced a dramatic perturbation to the organization of MT and MF, resulting in the formation of ring-like structures. MT bundling is still apparent, especially around the outer edge of the \"rings.\" MF are localized predominantly along the cell periphery, where they appear to be aggregated tightly forming patches. Surprisingly, the synthesis and composition of cytoskeletal proteins, which are resistant to detergent extraction but released by CaCl2, are essentially unaffected by 2,4-D or 2,4,5-T. These results suggest that the dramatic perturbation of the cytoskeletal morphology caused by these herbicides probably only results from a structural reorganization and redistribution of MT and MF."
        },
        {
            "References": "Doull, J., C.D.Klassen, and M.D. Amdur (eds.). Casarett and Doull's Toxicology. 3rd ed., New York: Macmillan Co., Inc., 1986., p. 554",
            "Value": "They exert their herbicidal action by acting as a growth hormone in plants. They have no hormonal action in animals, but their mechanism of toxic action is poorly understood. /Chlorophenoxy compounds/"
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "Baselt, R.C. Biological Monitoring Methods for Industrial Chemicals. 2nd ed. Littleton, MA: PSG Publishing Co., Inc. 1988., p. 298",
            "Value": "2,4,5-T in pure form is considered to be of relatively low toxicity. ... 2,4,5-T itself is not believed to be carcinogenic or teratogenic in animals ... these effects, produced by technical grades of the chemical, are believed due to the dioxin that is present as an impurity."
        },
        {
            "References": "Worthing, C.R. and S.B. Walker (eds.). The Pesticide Manual - A World Compendium. 8th ed. Thornton Heath, UK: The British Crop Protection Council, 1987., p. 761",
            "Value": "In 2-yr feeding trials no effect was observed in rats receiving 30 mg/kg diet; nor in 90-day trials in beagle dogs at 60 mg/kg diet."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V15 280 (1977)",
            "Value": "SINGLE ORAL DOSES OF 100 MG/KG BODY WT 2,4,5-T FED TO PIGS CAUSED ANOREXIA, VOMITING, DIARRHEA & ATAXIA. AT AUTOPSY, HEMORRHAGIC ENTERITIS & CONGESTION OF LIVER & KIDNEY WERE FOUND."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V15 288 (1977)",
            "Value": "... THE EFFECT OF 2,4,5-T (CONTAINING NO DETECTABLE TCDD /2,3,7,8-TETRACHLORODIBENZO-P-DIOXIN/) ON CHROMOSOMES OF BONE-MARROW CELLS OF MONGOLIAN GERBIL (MERIONES UNGUICULATUS) /WAS INVESTIGATED/. WHEN RANDOM-BRED MALES & FEMALES, 50-80-DAYS OLD, RECEIVED 5 CONSECUTIVE DAILY IP INJECTIONS SIGNIFICANT INCR IN CHROMATID GAPS, CHROMATID BREAKS & FRAGMENTS WERE OBSERVED AFTER TOTAL DOSES OF 250 MG/KG BODY WT OR MORE BUT NOT AFTER 150 MG/KG BODY WT OR LESS."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V15 285 (1977)",
            "Value": "2,4,5-T (CONTAINING LESS THAN 0.5 MG/KG TCDD /2,3,7,8-TETRACHLORODIBENZO-P-DIOXIN/) INDUCED SOME FETOPATHY & INCREASED THE INCIDENCE OF SKELETAL ANOMALIES IN WISTAR RATS FOLLOWING SINGLE DAILY ORAL DOSES OF 100-150 MG/KG ON DAYS 6 TO 15 OF GESTATION."
        },
        {
            "References": "PMID:499947",
            "Value": "GROUPS OF SPRAGUE-DAWLEY (50 MALES & 50 FEMALES) WERE MAINTAINED ON DIETS SUPPLYING 3, 10 OR 30 MG/KG OF 2,4,5-T PER BODY WT FOR UP TO 2 YR, WITH INTERIM AUTOPSY (ON AN ADDITIONAL 10 MALES & 10 FEMALES PER GROUP) AFTER 118-119 DAYS. THE HIGHEST DOSE LEVEL CAUSED A DECREASE IN BODY WT GAIN & INCREASES IN RELATIVE KIDNEY WT, IN VOL OF URINE EXCRETED & IN URINARY EXCRETION OF COPROPORPHYRIN & UROPORPHYRIN & CHANGES IN THE KIDNEY, LIVER & LUNGS. AT 10 MG/KG EFFECTS INCLUDED INCR INCIDENCE OF MINERALIZED DEPOSITS IN RENAL PELVIS & IN MALES & ONLY DURING THE EARLY PHASE OF THE STUDY, AN INCR IN URINARY EXCRETION OF COPROPORPHYRIN. CHANGES OBSERVED AT THE LOWEST DOSE WERE NOT CONSIDERED TO BE RELATED TO THE TREATMENT. THE STUDY REVEALED NO ONCOGENIC RESPONSE IN RATS, EVEN WHEN DURATION OF 2,4,5-T ADMIN EXTENDED OVER MOST OF LIFESPAN @ DOSAGE HIGH ENOUGH TO INDUCE TOXICITY."
        },
        {
            "References": "THEBAULT MT, DECARIS FX; COMP BIOCHEM PHYSIOL C 75C (2): 369-72 (1983)",
            "Value": "TROUT WERE EXPOSED FOR 96 HR TO VARIOUS CONCN OF 2,4,5-T. THE SENSITIVITY OF JUVENILE TROUT WAS MUCH HIGHER THAN MATURE ANIMALS. THE ACTIVITY OF THE MICROSOMAL CALCIUM-DEPENDENT ATPASE IN TROUT GILL UNDER THE EFFECT OF 2,4,5-T WAS INVESTIGATED. IN VITRO STUDIES WITH SUBLETHAL CONCN OF 2,4,5-T SHOWED AN INHIBITORY EFFECT ON CALCIUM-DEPENDENT ATPASE, IN VIVO EXPOSURE TO VARIOUS SUBLETHAL CONCN OF 2,4,5-T DURING 96 HR CAUSED A SIGNIFICANT INHIBITION OF MICROSOMAL CALCIUM-DEPENDENT ATPASE."
        },
        {
            "References": "PMID:7262732",
            "Value": "MALE AND FEMALE 4-6 WK OLD SPRAGUE-DAWLEY RATS (F0) WERE FED CHOW CONTAINING 2,4,5-T AT 0, 3, 10, OR 30 MG/KG/DAY FOR 3 MO AND WERE THEN BRED. AT DAY 21 OF LACTATION, PUPS WERE RANDOMLY SELECTED FOR THE FOLLOWING GENERATION (F1) AND THE REST AUTOPSIED. SUBSEQUENT MATINGS PRODUCED F2, F3A AND F3B LITTERS, SUCCESSIVE GENERATIONS BEING FED AFTER WEANING ON SAME DIETS. FERTILITY WAS DECREASED IN THE MATINGS FOR THE F3B LITTERS IN THE 10 MG/KG GROUP. POSTNATAL SURVIVAL WAS SIGNIFICANTLY DECREASED IN F2 LITTERS OF 10 MG GROUP AND THE F1, F2, AND F3A LITTERS OF THE 30 MG GROUP. RELATIVE LIVER WEIGHT OF WEANLINGS WAS SIGNIFICANTLY INCR IN F2, F3A AND F3B LITTERS OF THE 30 MG GROUP. A SIGNIFICANT DECR IN RELATIVE THYMUS WEIGHT OCCURRED ONLY IN F3B OF THIS GROUP. THUS, DOSE LEVELS THAT WERE SUFFICIENTLY HIGH TO CAUSE SIGNS OF TOXICITY IN NEONATES HAD NO EFFECT ON REPRODUCTIVE CAPACITY OF RATS, EXCEPT FOR A TENDENCY TOWARD REDUCTION IN POSTNATAL SURVIVAL AT 30 MG/KG/DAY."
        },
        {
            "References": "PMID:7338943",
            "Value": "GROUPS OF MALE C57BL/6 MICE WERE GIVEN FEED CONTAINING VARIOUS CONCN OF 2,4-D, 2,4,5-T, & 2,3,7,8-TETRACHLORODIBENZA-P-DIOXIN TO PROVIDE DAILY DOSES OF APPROX 40 MG/KG 2,4-D, 40 MG/KG 2,4,5-T, & 2.4 MG/KG 2,3,7,8-TETRACHLORODIBENZA-P-DIOXIN (GROUP II); 40 MG/KG 2,4-D, 40 MG/KG 2,4,5-T, & 1.2 MG/KG 2,3,7,8-TETRACHLORODIBENZA-P-DIOXIN (GROUP III); & 20 MG/KG 2,4-T, 20 MG/KG 2,4,5-T & 1.2 MG/KG TCDD (GROUP IV). THE CHEMICAL MIXTURES WERE CHOSEN TO APPROXIMATE THE CONCENTRATIONS OF THE COMPONENTS OF THE HERBICIDE AGENT ORANGE. CONTROLS (GROUP I) WERE ADMIN A DIET WITH ONLY THE CORN OIL VEHICLE ADDED TO THE FEED. IN TREATED ANIMALS, LIVER ENLARGEMENTS, HEPATOCELLULAR TOXICITY, AND REDUCED THYMUS SIZE WERE FOUND AND BODY WEIGHT GAIN WAS SIGNIFICANTLY LESS THAN CONTROLS. SIGNIFICANT OR COMPLETE RECOVERY FROM LIVER AND THYMUS EFFECTS WERE OBSERVED ON RETURN TO NORMAL DIET. ALL EFFECTS ATTRIBUTED TO THE MIXTURE WERE ELICITED BY INDIVIDUAL COMPOUNDS IN THE MIXTURE IN PREVIOUS STUDIES."
        },
        {
            "References": "PMID:6176190",
            "Value": "EFFECTS WERE DETERMINED BY EXTERNALLY TREATING MALLARD EGGS WITH COMPOUNDS INCLUDING 2,4,5-T. 2,4,5-T RESULTED IN FEW TOXIC EFFECTS AND RELATIVELY FEW ABNORMAL SURVIVORS WITH GROSS DEFECTS."
        },
        {
            "References": "DIDIER R; C R SOC BIOL (PARIS) 177 (3): 304-12 (1983)",
            "Value": "WHEN INJECTED AT THE DOSE LEVEL OF 80 OR 240 MG/KG INTO 13 DAY OLD QUAIL EMBRYOS, (NON-INCUBATED EGGS), 2,4,5-T INDUCED PROLIFERATION OF SMOOTH ENDOPLASMIC RETICULUM. THE ERGASTOPLASMIC CISTERNAE ARE DILATED AND SHOW A DECREASE IN RIBOSOMAL COVERING. MITOCHONDRIA ARE SWOLLEN SHOWING A PALE MATRIX AND DEFICIENCY IN CRISTAE. AN INCREASE IN AMOUNT AND SIZE OF LIPIDIC INCLUSIONS AND DILATATION OF BILE CANALICULI ARE SEEN. BIOCHEMICAL ANALYSIS REVEALS A SIGNIFICANT DECR IN GLYCOGEN CONTENT INDICATING THAT 2,4,5-T DISTURBS LIVER GLYCOGENIC FUNCTION."
        },
        {
            "References": "PMID:6217874",
            "Value": "2,4,5-T WAS ADMINISTERED DAILY TO ADULT JAPANESE QUAIL IN ORAL DOSAGES OF 100 MG/KG/DAY FOR 2 WK. IT WAS MODERATELY TOXIC; RATE OF MORTALITY WAS LOW. SIGNIFICANT REDUCTION IN FOOD CONSUMPTION, BODY WEIGHT AND EGG PRODUCTION WAS SEEN. THE PHYSIOLOGICAL DISTURBANCES WERE REVERSIBLE."
        },
        {
            "References": "PMID:6873244",
            "Value": "PRENATAL EXPOSURE OF RATS TO 2,4,5-T HAS LONG-TERM EFFECTS ON OFFSPRING BEHAVIOR. A TEST FOR NOVELTY RESPONDING DETECTS ABNORMALITIES AFTER EXPOSURE TO A SINGLE DOSE AS LOW AS 6 MG/KG ON DAY 8 OF GESTATION. THIS IS WELL BELOW DOSES REPORTED TO BE MORPHOLOGICALLY TERATOGENIC, AND RAISES CONCERN FOR HUMAN EXPOSURE."
        },
        {
            "References": "PMID:6884302",
            "Value": "EXPERIMENTS OF CHRONIC INTOXICATION WITH 3 CONCN (10, 20, AND 40 PPM) OF 2,4,5-T WERE CONDUCTED IN THE FRESHWATER SNAIL (LYMNAEA STAGNALIS). SNAIL SURVIVAL WAS CONCN DEPENDENT. THE OVERALL FECUNDITY WAS REDUCED. THIS DECREASE WAS DUE BOTH TO A LOWER NUMBER OF EGGS PER EGG MASS & TO AN EARLIER DEATH OF THE INTOXICATED SNAILS. SNAIL YIELD WAS REDUCED BY 72.6% IN THE 40 PPM GROUP. EGG FERTILITY WAS ALSO REDUCED. 2,4,5-T DISTURBS THE PHYSIOLOGICAL EQUILIBRIUM OF THE SNAILS, LEADING TO EARLIER DEATH."
        },
        {
            "References": "PMID:7455699",
            "Value": "SINGLE DOSES OF 2,4,5-T ADMINISTERED TO INCUBATING CHICKEN EGGS (LOWEST DOSE 7 MG/KG BODY WEIGHT) RETARDED LEARNING, AND INCREASED GENERAL ACTIVITY (27 MG/KG) AND JUMPING (13 MG/KG). DAY 15 OF INCUBATION WAS THE MOST SUSCEPTIBLE STAGE OF DEVELOPMENT."
        },
        {
            "References": "Shirau YM et al; Mutat Res 140: 19-30 (1976) as cited in USEPA/ECAO; Criteria Document for 2,4,5-T and 2,4,5-TP (Draft) p.6-74 (1981)",
            "Value": "2,4,5-T was nonmutagenic in a rec-assay, using Bacillus subtilis ... and in reversion tests on plates of Salmonella typhimurium and Escherichia coli auxotroph. /Dose not specified/"
        },
        {
            "References": "USEPA/ECAO; Criteria Document for 2,4,5-T and 2,4,5-TP (Draft) p.6-74 (1981)",
            "Value": "An absence of mutagenic activity of 2,4,5-T in back-mutation to prototrophy in two auxotrophic strains of Serratia marcescens, and forward-mutation in a galactose-negative strain of Escherichia coli, as well as forward mutation to 5-methyltryptophan resistance in E coli /was reported/. /Dose not specified/"
        },
        {
            "References": "Frank PA, Grigsby BH; Weeds 5: 206-17 (1957) as cited in Nat'l Research Council Canada; Phenoxy Herbicides Their Effects on Environmental Quality p.167 (1978) NRCC No. 16075",
            "Value": "Variable effects on nitrogen trioxide content of various weeds by ... 2,4,5-T /at a sublethal application were observed/. Nitrate accumulation appears to be a species-specific response, so that the toxicity or lack of it for cattle is changed by field application rates in some plants but not in others."
        },
        {
            "References": "Nat'l Research Council Canada; Phenoxy Herbicides Their Effects on Environmental Quality p.331 (1978) NRCC No. 16075",
            "Value": "Susceptibility of /certain plant species/ to 2,4,5-T is as follows: Alder: susceptible; ash: intermediate; mountain ash: intermediate; common barberry: intermediate; basswood: intermediate; beech; intermediate; birch: susceptible; blackberry: intermediate; broom scotch: susceptible; European buckthorn intermediate; common caragana: resistant; cherry: susceptible; currants: susceptible; red osier dogwood: intermediate; elderberry: susceptible; elm: intermediate; balsam fir: resistant; Douglas fir: resistant; gorse: susceptible; hardhack: intermediate; hawthorn: intermediate; hazelnut: susceptible; western hemlock: intermediate; hornbeam: intermediate; lilac: intermediate; black locust: intermediate; maple: intermediate; Manitoba maple: intermediate; red maple: intermediate; oak: intermediate; pine: resistant; poison ivy: intermediate; aspen popular: intermediate; prickly ash: susceptible; wild raspberries: intermediate; rhododendron: intermediate; rose: susceptible; big sagebush: susceptible; sheep-laurel: intermediate; salmonberry: resistant; saskatoon: susceptible; western snowberry: resistant; black spruce: resistant; white spruce: resistant; sumac: susceptible; sweet fern: intermediate; thimbleberry: susceptible; willow: susceptible. Definitions for susceptibility /indicate/ that the plants are usually killed by one application at 2-3 kg of herbicide in 1000 l of water. Sufficient quantity 200-1400 l/ha, should be applied to thoroughly wet the foliage. Intermediate: More than one application at the rate above is usually required for control. Resistant: Plants are not killed with foliage applications. /From table/"
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V15 284 (1977)",
            "Value": "2,4,5-T (LATER FOUND TO CONTAIN 30 MG/KG 2,3,7,8-TETRACHLORODIBENZO-PARA-DIOXIN) WAS TERATOGENIC & FETOCIDAL IN TWO STRAINS OF MICE (C57BL/6 & AKR) WHEN GIVEN ORALLY AT 113 MG/KG BODY WT/DAY IN HONEY OR SC IN DIMETHYL SULFOXIDE ON DAYS 6-14 OR 9-17 OF GESTATION. CLEFT PALATES & CYSTIC KIDNEYS WERE SEEN IN C57BL/6 MICE & ONLY CLEFT PALATES IN AKR MICE. NO TERATOGENIC EFFECT WAS OBSERVED IN C57BL/6 MICE GIVEN LOWER DOSES (21.5 MG/KG BODY WT), BUT WITH A DOSE OF 46.4 MG/KG BODY WT CYSTIC KIDNEYS OCCURRED."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V15 281 (1977)",
            "Value": "GROUPS OF MALE & FEMALE RATS WERE MAINTAINED FOR 90 DAYS ON DIETS WITH ADDED 2,4,5-T (CONTAINING LESS THAN 1 MG/KG 2,3,7,8-TETRACHLORODIBENZO-PARA-DIOXIN) RECEIVED 3, 10, 30, OR 100 MG/KG BODY WT DAILY. CHANGES WERE FOUND ONLY IN ANIMALS OF BOTH SEXES FED 100 MG/KG BODY WT/DAY; THESE INCLUDED DEPRESSION OF BODY WEIGHT GAIN AND SLIGHT DECREASE IN FOOD INTAKE. ELEVATED SERUM ALKALINE PHOSPHATASE LEVELS WERE OBSERVED IN BOTH SEXES, & MALE RATS HAD SLIGHTLY INCR SERUM GLUTAMIC-PYRUVIC TRANSAMINASE LEVELS."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V15 287 (1977)",
            "Value": "NO CONGENITAL MALFORMATIONS & NO INCR IN FREQUENCY OF DEVELOPMENTAL VARIATIONS WERE OBSERVED WHEN NEW ZEALAND WHITE RABBITS WERE TREATED ORALLY WITH 10, 20, OR 40 MG/KG BODY WT/DAY 2,4,5-T (CONTAINING 0.5 MG/KG 2,3,7,8-TETRACHLORODIBENZO-PARA-DIOXIN) ON DAYS 6-18 OF GESTATION."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V15 287 (1977)",
            "Value": "2,4,5-T DID NOT APPEAR TO BE TERATOGENIC IN RHESUS MONKEYS (MACACA MULATTA), NOR DID IT INTERFERE WITH NORMAL DEVELOPMENT OF THE YOUNG, WHEN GROUPS OF 10 PREGNANT FEMALES WERE TREATED WITH 0.05, 1.0 & 10.0 MG/KG BODY WT 2,4,5-T (CONTAINING < 0.05 MG/KG 2,3,7,8-TETRACHLORODIBENZA-P-DIOXIN) IN GELATIN CAPSULES BY STOMACH TUBE DAILY FROM DAYS 22-38 OF PREGNANCY."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V15 288 (1977)",
            "Value": "ADULT DROSOPHILA MELANOGASTER RECEIVING 250 MG/KG OF DIET 2,4,5-T (CONTAINING LESS THAN 0.1 MG/KG 2,3,7,8-TETRACHLORODIBENZA-P-DIOXIN ) FOR 5-6 DAYS EXHIBITED DISTURBANCES IN SOMATIC PAIRING BETWEEN HOMOLOGOUS CHROMOSOMES & SOME CHROMOSOME ABNORMALITIES."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V15 288 (1977)",
            "Value": "When 2,4,5-T (containing no detectable amt of 2,3,7,8-tetrachlorodibenzo- p-dioxin) was fed to 2-day old male Drosophila melanogaster at concn of 0, 250 & 1000 mg/kg of medium for 15 days, the number of sex-linked recessive lethals was significantly incr. However /in another study/ ... no increase in the frequency of recessive lethal mutations in male D melanogaster fed 2,4,5-T for only 3 days /was observed/."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V15 280 (1977)",
            "Value": "A GROUP OF 22 MALE & 25 FEMALE C3HF MICE WERE ... /GIVEN 100 MG/L 2,4,5-T (CONTAINING LESS THAN 0.05 MG/KG CHLORINATED DIBENZODIOXINS) IN WATER FOR 2 MO & SUBSEQUENTLY, 2,4,5-T IN DIET AT CONCN OF 80 MG/KG FOR LIFESPAN/. AVG SURVIVAL TIMES WERE 523 DAYS IN TREATED MALES & 621 DAYS IN TREATED FEMALES, COMPARED WITH 641 & 661 IN 43 MALE & 44 FEMALE CONTROLS. THE TOTAL NUMBERS OF TUMORS 13/22 IN TREATED MALES & 13/25 IN TREATED FEMALES, WHICH WERE SIGNIFICANTLY DIFFERENT FROM THAT IN FEMALE CONTROLS, 9/44 (P< 0.01) BUT NOT FROM THAT IN MALES, 22/43. ONE OSTEOSARCOMA, 2 SQUAMOUS-CELL CARCINOMAS OF SKIN, 4 HEPATOMAS, 3 LEUKEMIAS, 2 SARCOMAS & 1 TUMOR OF CERVIX OCCURRED IN TREATED FEMALES; IN CONTROL FEMALES, 5 LUNG TUMORS, 3 HEPATOMAS & 1 LEUKEMIA WERE OBSERVED."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V15 285 (1977)",
            "Value": "PUREST SAMPLE OF 2,4,5-T AVAILABLE (CONTAINING LESS THAN 0.02 MG/KG TCDD) PRODUCED EMBRYOTOXIC EFFECTS IN NMRI MICE WHEN GIVEN ORALLY ON DAYS 6-15 OF GESTATION. FREQUENCY OF CLEFT PALATE EXCEEDED THAT IN CONTROLS WHEN DOSES HIGHER THAN 20 MG/KG BODY WT ... WERE ADMIN. WHILE REDUCTIONS IN FETAL WT WERE FOUND WITH 10-15 MG/KG/BODY WT, THERE WAS NO DEFINITE INCR IN EMBRYOLETHALITY OVER THAT SEEN IN CONTROLS. CLEFT PALATES WERE PRODUCED WITH SINGLE ORAL DOSE OF 150-300 MG/KG BODY WT 2,4,5-T; THE MAXIMAL TERATOGENIC EFFECT WAS OBTAINED WHEN THE CMPD WAS ADMIN ON DAY 12 OR 13 OF GESTATION. WHEN A DOSE OF 60 MG/KG BODY WT WAS GIVEN ON DAYS 6-15 OF PREGNANCY, 5% OF THE FETUSES HAD CLEFT PALATES, AS COMPARED WITH ABOUT 0.7% OF CONTROL ANIMALS (P< 0.01)."
        },
        {
            "References": "PMID:7338944",
            "Value": "MICE WERE FED FOR 8 WK WITH 40 MG/KG/DAY 2,4,5-T IN A MIXTURE WITH OTHER CHLORINATED PHENOXY ACIDS. NO SIGNIFICANT DOSE-RELATED EFFECTS WERE SEEN IN FERTILITY, SPERM NUMBER, SPERM MOTILITY, SPERM MORPHOLOGY, OR SISTER CHROMATID EXCHANGE FREQUENCIES."
        },
        {
            "References": "PMID:5034983",
            "Value": "The herbicides 2,4,5-T and 2,4-D induced fetopathy and an increased incidence of skeletal anomalies following single daily oral doses of 100-150 mg/kg to pregnant rats on days 6-15 of gestation. Similar teratogenic effects were detected in trials with butyl, isooctyl, butoxyethanol, and dimethylamine derivatives. The observed skeletal defects were not incompatible with postnatal survival, weight gain and viability of the offspring from treated dams being within control limits. Thus, the postnatal parameters examined appeared to be unrelated to the teratologic potential of these chemicals."
        },
        {
            "References": "Morton HL, Moffett JO; Environ Entomol 1: 611-4 (1972) as cited in Nat'l Research Council Canada; Phenoxy Herbicides Their Effects on Environmental Quality p.163 (1978) NRCC No. 16075",
            "Value": "At high concentrations (100-1000 mg/l) in the water supply of honeybees, several formulations of 2,4,5-T and 2,4-D and fenoprop prevented or severely inhibited brood production (both egg laying and larval development)."
        },
        {
            "References": "Wan MTK; Impacts of Chlorophenoxy Herbicides on a Costal Forrest Environment of British Columbia. Environment Canada, Environmental Protection Branch 35 pp (1975) Surveillance Report EPA 5-PR-75-4 as cited in Nat'l Research Council Canada; Phenoxy Herbicides Their Effects on Environmental Quality p.163 (1978) NRCC No. 16075",
            "Value": "A mean reduction of 50-58% /was noted/ in arthropod counts 1 day after various treatments with 2,4-D and 2,4,5-T to forested rights-of-way."
        },
        {
            "References": "PMID:6379990",
            "Value": "Components of the herbicide Agent Orange: 2,4-dichlorophenoxyacetic acid (2,4-D) and 2,4,5-trichlorophenoxyacetic acid (2,4,5-T) and their esters, and the contaminant 2,3,7,8-tetrachlorodibenzo-p-dioxin (TCDD) and related chemicals were tested for mutagenicity using Salmonella typhimurium strains TA98, TA100, TA1535, and TA1537. All chemicals were tested using a modified Ames Salmonella plate incorporation assay. Test was conduced in the absence & presence of S9 mix. No mutagenic activity was observed for any of the chemicals tested. Doses for 2,4,5-T: 0.0, 10.0, 33.0, 100.0, 333.0 & 1000 ug/plate."
        },
        {
            "References": "PMID:6510604",
            "Value": "Using Chinese hamster V79 in vitro cell system designed to measure intercellular communication, 2,4-dichlorophenoxyacetic acid (2,4-D), 2,4,5-trichlorophenoxyacetic acid (2,4,5-T), and several mixtures of these compounds were tested for their ability to inhibit this biological process. The ability of these chemicals to inhibit colony-forming ability of these cells was tested prior to the studies to measure intercellular communication. 2,4-D was less cytotoxic than 2,4,5-T. Both 2,4,5-T and 2,4-D were able to inhibit intercellular communication at their respective noncytotoxic dose ranges. Various mixtures of both chemicals were also able to inhibit intercellular communication, showing some kind of activity. No-effect levels were also noted in the intercellular communication assay. These results were interpreted as being consistent with the hypothesis that these compounds might be teratogenic by their ability to inhibit intercellular communication during development."
        },
        {
            "References": "U.S. Department of the Interior, Fish and Wildlife Service. Handbook of Toxicity of Pesticides to Wildlife. Resource Publication 153. Washington, DC: U.S. Government Printing Office, 1984., p. 72",
            "Value": "Signs of intoxication /in mallards, oral LD50 > 2000 mg/kg & pheasant, oral LD50 500-1000 mg/kg/: Ataxia, polydipsia & regurgitation (in mallards), goose-stepping ataxia, geotaxia, hypoactivity, withdrawal, & slowness."
        },
        {
            "References": "STROO WE ET AL; J TOXICOL ENVIRON HLTH 5 (5): 845-54 (1979)",
            "Value": "/IN MALE SPRAGUE-DAWLEY RATS/ ALTHOUGH THE PLASMA HALF-LIFE OF ACUTE DOSES LESS THAN 50 MG/KG IS APPROX 4.2 HR, CHRONIC ADMIN OF SINGLE DAILY DOSES OF 20 MG/KG 2,4,5-T RESULTS IN APPARENT ACCUMULATION. THIS RESULT, COUPLED WITH THE ABILITY OF 2,4,5-T TO INHIBIT RENAL ANION TRANSPORT SUGGEST PROLONGED EXPOSURES COULD PRODUCE CHRONIC INHIBITION OF RENAL ANION TRANSPORT."
        },
        {
            "References": "FIFRA Scientific Advisory Panel; Review of Notices of Intent to Hold FIFRA Section 6(b) (2) Hearing on 2,4,5-T and Silvex (September 27,1979) as cited in Milby TH et al; Potential Health Effects Associated With the Use of Phenoxy Herbicides p.32 (1981)",
            "Value": "The no effect levels for embryotoxicity for commercial 2,4,5-T were as follows: rat, 25 mg/kg/day; mouse, 20 mg/kg/day; hamster, 40 mg/kg/day; and monkey, 40 mg/kg/day."
        },
        {
            "References": "PMID:2306196",
            "Value": "The distribution of three common (14)C-labelled chlorophenoxycetic acid herbicides (2,4-dichlorophenoxyacetic cid or 2,4-D, 2-methyl-4-chlorphenoxyacetic acid or MCPA, 2,4,5-trichlorophenoxyacetic acid or 2,4,5-T) into the different brain areas was studied in rats pretreated with toxic doses of the herbicides (238-475 mg/kg). Also, their binding to proteins in rat plasma was determined in vitro by increasing the concentrations of chlorophenoxyacetic acids in the incubate from 0 to 1 mg/ml. Both 2,4-D and MCPA pretreatments increased brain concentrations of (14)C-labelled herbicides more markedly than 2,4,5-T pretreatments did. No essential differences were found in the different brain areas. Protein-unbound fractions of 2,4,-D and MCPA in the plasma were clearly higher than those of 2,4,5-T but the highest herbicide concentration increased the protein-unbound fraction of 2,4,5-T more (7-13-fold) than of 2,4-D and MCPA (5-fold). The results suggest that the greater increase in the penetration into the brain of 2,4-D and MCPA than of 2,4,5-T during their intoxication is due to some factors other than the changes in their binding to plasma proteins and mere enhanced diffusion through the blood-brain barrier."
        },
        {
            "References": "St Omer VE, Mohammad FK; Neuropharmacol 26 (9): 1351-8 (1987)",
            "Value": "Rats exposed in utero on gestational days 6-15, to non-fetotoxic and grossly non-teratogenic mixtures (50 or 100 mg/kg) of 2,4-D/2,4,5-T a found in Agent Orange (but without significant contamination with 2,3,7,8 tetrachloro-p-dioxin) manifested subtle developmental neurotoxicity. Maturation of swimming behavior was significantly delayed on postnatal day 7 in both treatment groups. The concn of norepinephrine (NE) in whole brain was significantly increased on postnatal day 15 in both treatment groups, whereas the concentration of dopamine (DA) was increased on postnatal day 15 at 100 mg/kg. The turnover and efflux rate constant of dopamine in whole brain were significantly reduced whereas the turnover time increased on postnatal day 3. The efflux rate constant for norepinephrine decreased and the turnover time increased significantly on postnatal day 15 at 100 mg/kg. These data indicate the value of ontogenic assessment following exposure to small doses, which result in functional alterations in the absence of overt toxic signs."
        },
        {
            "References": "Mohammd FK, Omer VE; Bul Environ Contam Toxicol 40 (2): 294-300 (1988)",
            "Value": "The effects of prenatal exposure to a 2,4-dichlorophenoxyacetic acid (2,4-D)/2,4,5- trichlorophenoxyacetic acid (2,4,5-T) mixture on brain glutamate, gamma-aminobutyric-acid (GABA), protein, DNA, and RNA were studied in rats. Pregnant Sprague-Dawley rats were orally administered 0, 50, or 125 mg/kg per day of a 1:1 mixture of 2,4-D and 2,4,5-T on gestational days six to 15. The mixture was known to contain 0.0125 ppm of 2,3,7,8-tetrachlorodibenzo-p-dioxin. After delivery, selected neonates were killed on potnatal days one, 15, or 22, and their brains were removed, separated into cerebrum, cerebellum, neocortex and thalamus/hypothalamus, and assayed for glutamate, DNA, RNA, protein and GABA. Regional brain concentrations of protein, DNA, and RNA were not affected by prenatal exposure to the mixture, except for a decr in the protein/DNA ratio in the hypothlamus induced by the 50 and 125 mg/kg doses on postnatal day 22. Glutamate was significantly reduced in the cerebrum and cerebellum in 1 day old neonaes exposed prenatally to 50 and 125 mg/kg 2,4-D/2,4,5-T, while levels were not significantly altered in offspring examined at 15 and 22 postnatal days GABA was not significantly affected in any brain region at any time. /Results indicate/ that exposing rats prenatally to nonteraogenic doses of 2,4-D/2,4,5-T induces specific changes in the neurotransmitter sytem."
        },
        {
            "References": "PMID:3355229",
            "Value": "Reproduction was studied in male C57B/6 mice treated with contaminated soils from a 2,4,5-trichlorophenoxyacetic acid (2,4,5-T) manufacturing site in Newark, New Jersey, and a metal scrap yard where equipment from the manufacturing site was recycled. The oil contained a wide variety of contaminants including 2,3,7,8-tetrachlorodibenzo-p-dioxin (2,3,7,8-TCDD). Treated males were mated to females given decontaminated soil. No acute toxicity was observed in treated males. 2,3,7,8-TCDD (up to 90 ug/kg) or 2,3,7,8-TCDD from the contaminated soils (up to 288 ug/kg) had no adverse effect on reproduction when the female mouse was treated. However, treatment of males with soil from the 2,4,5-T manufacturing site was associated with a marked decrease in viable litters at whelping and a decrease in pup survival. This toxicity may be associated with TCDD in combination with other toxic compounds that are present on the soil."
        },
        {
            "References": "Doull, J., C.D.Klassen, and M.D. Amdur (eds.). Casarett and Doull's Toxicology. 3rd ed., New York: Macmillan Co., Inc., 1986., p. 554",
            "Value": "Concern about the toxicology of 2,4,5-T & related compounds centers primarily on teratogenic action in exptl animals. The 1st studies to reveal this action were ... conducted with a sample of 2,4,5-T that contained a high level (about 30 ppm) of contaminant, 2,3,7,8-tetrachlorodibenzo-p-dioxin. This contaminant is formed during synthesis of the trichlorophenol precursor. /Chlorophenoxy compounds/"
        },
        {
            "References": "Doull, J., C.D.Klassen, and M.D. Amdur (eds.). Casarett and Doull's Toxicology. 3rd ed., New York: Macmillan Co., Inc., 1986., p. 554",
            "Value": "Pathologic changes in exptl animals killed by the chlorophenoxy compounds are generally nonspecific with irritation of stomach & some liver & kidney injury. /Chlorophenoxy compounds/"
        }
    ],
    "sediment_soil_concentrations": [
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V15 278 (1977)",
            "Value": "Soil samples from areas sprayed in 1964-65 in connection with military defoliation operations in South Vietnam were collected in 1971 and analyzed for herbicide persistence. Where the highest amounts had been sprayed (1075 kg/ha), in order to calibrate aerial spray equipment, concentrations of up to 1.5 kg/ha were recovered after 6-7 yr. When 88.5 kg/ha 2,4,5-T had been applied between 1965-68, levels of between 0.022 and 0.27 kg/ha were recovered in 1971-72 in 2/3 of the samples."
        },
        {
            "References": "(1) Carey AE, Kutz FW; Environ Assess 5: 155-63 (1985) (2) Albright R et al; Bull Environ Contam Toxicol 12: 378-84 (1974)",
            "Value": "SEDS: During 1976-1980 national surface water monitoring program, 2,4,5-T occurred in 0.2% of sediments sampled with a maximum detected concentration of 9.1 ppb(1). SOILS: Levels ranging from ND to >0.1 ppm 2,4,5-T were found within the top 6 inches of soil in 5 western Alabama counties(2)."
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "(1) Nkedi-Kizza P et al; J Environ Qual 12: 195-7 (1983) (2) Helling CS; Soil Sci Soc Amer Proc 35: 737-43 (1971) (3) Reinbold KA et al; Adsorption of Energy-Related Organic Pollutants A Lit Rev USEPA 600/3-79-086 (1979) (4) Swann RL et al; Res Rev 85: 17-28 (1983) (5) Wershaw RL et al; Environ Sci Tech 3: 271-3 (1969) (6) O'Conner GA, Wierenga PJ; Proc Soil Soc Amer 37: 398-400 (1973) (7) Majka JT et al; J Environ Qual 11: 650-5 (1982) (8) Blume HP et al; Ecotox Environ Safety 7: 204-15 (1983)",
            "Value": "Measured soil adsorption coefficient (Koc) values for 2,4,5-T in various soils are as follows: 86-sand, 186-whole soil, 204-fines, 205-coarse clay, 206-coarse silt and 280-medium silt(1). Measured soil TLC Rf values are as follows: 0.17-muck, 0.48-clay, 0.54-silt clay loam and 0.73-0.89-sandy loam(2). These Koc and Rf values indicate that 2,4,5-T mobility in soil should vary from highly mobile in sandy soil to moderately mobile in clay and silt loams to slightly mobile in muck (3,4). Humic acids found in almost all water and soil systems have been shown to strongly adsorb 2,4,5-T from solution(5), and the tendency of 2,4,5-T to adsorb to soil has been observed to increase with increasing organic content in soil(6). When 11.2 kg/ha 2,4,5-T was applied to a large field lysimeter, 96-99% of the undegraded herbicide remained 0-10 cm deep and 0.33-3.7% remained between 10 to 30 cm deep after 2-3 winters(7). Up to 8 weeks following application of 1 g/cu m 2,4,5-T, 86-98% of the undegraded 2,4,5-T applied to arable land remained within the top 30 cm of the soil layer and 84-100% remained within the top 10 cm of forest soil(8)."
        }
    ],
    "plant_translocations": [
        {
            "content": "Measurements of C14-labeled 2,4,5-trichlorophenoxyacetic acid absorbed and translocated from treated leaves of blackjack oak (Quercus marilandica Muenchh.) showed that absorption and translocation were highest in early spring and decreased during May and June, so that there was a minimum at about the first of July. Absorption and translocation increased during July, August, and September. Measurements of soil moisture did not reveal a correlation of water stress and translocation rates. Extensive variations in the respiration rates of the leaf tissue occurred during the growing season. The trends in respiration rates generally paralleled the trends in translocation rates, suggesting that factors controlling respiration may also influence herbicide translocation.",
            "reference": "Dalrymple, A. V., & Basler, E. (1963). Seasonal Variation in Absorption and Translocation of 2,4,5-Trichlorophenoxyacetic Acid and Respiration Rates in Blackjack Oak. Weeds, 11(1), 41. doi:10.2307/4040682 ",
            "method": {
                "Test Plant": "Blackjack oak trees (Quercus marilandica)",
                "Apply Location": "Foliar (on leaves)",
                "Plant Grown Condition": "Blackjack oak trees about 10 feet in height which were spaced several feet apart on native grass pasture",
                "Chemical Preparation": "C14 labeled herbicide, containing 0.13 μCi of C14",
                "Pesticide Application Details for the Plant": "Six leaves on each of three trees were treated with 36 μg of the C14 labeled herbicide. 25 mL of 80% ethyl alcohol was used to wash each leaf and extract any unabsorbed C14-labeled 2,4,5-T from the leaf surface",
                "Other Information": "Eight replicates for each determination"
            },
            "result": "[{\"Month\": \"May\", \"Hours after application\": 12, \"Absorption\": \"70%\", \"Translocation\": \"50%\"}, {\"Month\": \"May\", \"Hours after application\": 24, \"Absorption\": \"65%\", \"Translocation\": \"40%\"}, {\"Month\": \"May\", \"Hours after application\": 36, \"Absorption\": \"80%\", \"Translocation\": \"50%\"}, {\"Month\": \"June\", \"Hours after application\": 12, \"Absorption\": \"48%\", \"Translocation\": \"32%\"}, {\"Month\": \"June\", \"Hours after application\": 24, \"Absorption\": \"62%\", \"Translocation\": \"30%\"}, {\"Month\": \"June\", \"Hours after application\": 36, \"Absorption\": \"70%\", \"Translocation\": \"35%\"}, {\"Month\": \"July\", \"Hours after application\": 12, \"Absorption\": \"65%\", \"Translocation\": \"20%\"}, {\"Month\": \"July\", \"Hours after application\": 24, \"Absorption\": \"75%\", \"Translocation\": \"25%\"}, {\"Month\": \"July\", \"Hours after application\": 36, \"Absorption\": \"80%\", \"Translocation\": \"33%\"}, {\"Month\": \"Aug\", \"Hours after application\": 12, \"Absorption\": \"71%\", \"Translocation\": \"30%\"}, {\"Month\": \"Aug\", \"Hours after application\": 24, \"Absorption\": \"68%\", \"Translocation\": \"30%\"}, {\"Month\": \"Aug\", \"Hours after application\": 36, \"Absorption\": \"83%\", \"Translocation\": \"43%\"}, {\"Month\": \"Sept\", \"Hours after application\": 12, \"Absorption\": \"60%\", \"Translocation\": \"30%\"}, {\"Month\": \"Sept\", \"Hours after application\": 24, \"Absorption\": \"62%\", \"Translocation\": \"22%\"}, {\"Month\": \"Sept\", \"Hours after application\": 36, \"Absorption\": \"78%\", \"Translocation\": \"28%\"}]"
        },
        {
            "content": "Studies were conducted to investigate the influence of formulation, degree of chlorination of the benzene ring, and structure of the side chain of some phenoxyalkyl acid herbicides on absorption and translocation in Acer macrophyllum Pursh, a woody plant. In experiments where leaves were treated with 2,4-D or 2,4,5-T as the acid, triethanolamine salt, or 2-ethylhexyl ester formulations, absorption was found to increase with decreasing polarity of the molecule. Although the ester formulations exhibited lower relative mobility, their greater absorption resulted in greater accumulation in the roots compared to other herbicides. When dichlorprop or fenoprop formulated as the 2-ethylhexyl esters were applied, a definite effect of chemical structure was observed on both absorption and translocation. The results of these tests and their implications in the response of bigleaf maple are discussed.",
            "reference": "Norris, L. A., & Freed, V. H. (1966). The absorption and translocation characteristics of several phenoxyalkyl acid herbicides in bigleaf maple. Weed Research, 6(3), 203-211.",
            "method": {
                "Test Plant": "Bigleaf maple (Acer macrophyllum Pursh.) seedlings",
                "Apply Location": "Foliar application",
                "Plant Grown Condition": "5-year-old seedlings, about 18 inches high, were collected from the understorey of a mixed bigleaf maple-Douglas fir stand in western Oregon. They were potted in loose forest soil and held at 35-38°F until January 1963. Then placed in a glasshouse at 75°F under a 16-hr day. Treatments were applied about 30 days later when plants grew rapidly.",
                "Chemical Preparation": "Commercially prepared 2,4-D-1-14C or 2,4,5-T-1-14C (1 μCi/plant) in 200 μl water solution formulated with 0.5% Tween 20. The herbicides were formulated as the acid, triethanolaminesalt or 2-ethylhexyl ester.",
                "Pesticide Application Details for the Plant": "Each plant received 2.0 mg a.e. of the herbicide applied with a 100 μl syringe to two upper nearly fully expanded leaves.",
                "Other Information": "4 replicates per treatment. After 72 hrs, treated leaves were washed with 100 ml 80% isopropyl alcohol. Plants were sectioned into treated leaves, new growth, older stem and roots."
            },
            "result": "[{\"Treatment\": \"2,4,5-T acid\", \"Absorption (%)\": 2.3, \"Treated leaves (% of absorbed)\": 71.3, \"New growth (%)\": 21.4, \"Stem (%)\": 6.5, \"Roots (%)\": 0.7}, {\"Treatment\": \"2,4,5-T amine\", \"Absorption (%)\": 0.7, \"Treated leaves (% of absorbed)\": 62.0, \"New growth (%)\": 17.6, \"Stem (%)\": 7.5, \"Roots (%)\": 12.9}, {\"Treatment\": \"2,4,5-T ester\", \"Absorption (%)\": 16.5, \"Treated leaves (% of absorbed)\": 95.9, \"New growth (%)\": 2.1, \"Stem (%)\": 0.6, \"Roots (%)\": 1.3}]"
        }
    ]
}