{
    "_id": {
        "$oid": "6682e918c4e5dba5ffba28e6"
    },
    "CID": {
        "$numberInt": "14815"
    },
    "Name": "URANIUM OXYSULFATE",
    "IUPACName": "dioxouranium(2+);sulfate",
    "CanonicalSMILES": "[O-]S(=O)(=O)[O-].O=[U+2]=O",
    "Synonyms": [
        "URANYL SULFATE",
        "1314-64-3",
        "dioxouranium(2+);sulfate",
        "Uranyl(VI) sulfate",
        "Dioxosulfatouranium",
        "Uranium oxysulfate",
        "Uranium oxide sulfate",
        "Uranium",
        "dioxosulfato-",
        "Uranyl sulfate (UO2SO4)",
        "UNII-623B9HX42F",
        "HSDB 1019",
        "Uranium oxide sulfate (UO2SO4)",
        "Uranium",
        "dioxo(sulfato(2-)-O)-",
        "EINECS 215-240-3",
        "Uranium",
        "dioxo[sulfato(2-)-.kappa.O]-"
    ],
    "IsomericSMILES": "[O-]S(=O)(=O)[O-].O=[U+2]=O",
    "INCHI": "InChI=1S/H2O4S.2O.U/c1-5(2,3)4;;;/h(H2,1,2,3,4);;;/q;;;+2/p-2",
    "INCHIKEY": "XEZIPWHQHLVFHG-UHFFFAOYSA-L",
    "Formula": "O6SU",
    "MolecularWeight": {
        "$numberDouble": "366.09"
    },
    "Description": {
        "$numberDouble": "NaN"
    },
    "XlogP": {
        "$numberDouble": "NaN"
    },
    "Complexity": {
        "$numberInt": "80"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "mechanism_of_action": [
        {
            "References": "Sullivan, J.B., Krieger G.R. (eds). Clinical Environmental Health and Toxic Exposures. Second edition. Lippincott Williams and Wilkins, Philadelphia, Pennsylvania 1999., p. 1271",
            "Value": "Approximately 60% of uranium absorbed into the blood is transported in the form of a bicarbonate complex, and 40% is bound to plasma proteins. The uranyl-bicarbonate complex is filtered out of the blood by the renal glomerulus and is passed into the tubules. The pH of urine decreases in the tubules, resulting in dissociation of the complex and release of the reactive uranyl ion. Nephrotoxicity results primarily from damage to the tubular epithelium, which allows leakage of glucose, protein, aminoacids, and enzymes into the urine. In high doses (more than 6 mg uranium/kg), glomerular damage may also occur, causing decreased renal blood flow and a decreased glomerular filtration rate. The kidney responds to toxic levels of uranium within 24-48 hr after exposure. The changes become progressively more severe over approximately a 5 day period. The damaged tubular epithelium regenerates quickly as the uranium concentration is reduced. /Soluble uranium compounds/"
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. 3:400",
            "Value": "Compared to other heavy metals, such as cadmium, lead, and mercury ... uranium's nephrotoxic effect is less intense. Although the nephrotoxicity of uranium is attributed primarily to its metallotoxicity (chemical toxicity), some authors have discussed that renal damage from exposure to high-LET alpha-emitting heavy metals, like uranium, is derived from combined chemical and radiotoxic effect. /Uranium NOS/"
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. V3 p.392",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ All soluble uranium compounds are lethal when applied in a single dose to the skin of rabbits, either in various vehicles or without vehicle (UCl4, UCl5) ... .  Soluble uranium compounds may be lethal when placed in the conjunctival sac of the rabbit eye ... /Soluble uranium salts/"
        },
        {
            "References": "Friberg, L., Nordberg, G.F., Kessler, E. and Vouk, V.B. (eds). Handbook of the Toxicology of Metals. 2nd ed. Vols I, II.: Amsterdam: Elsevier Science Publishers B.V., 1986., p. 2:633",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Acute renal failure can be produced in dogs by iv injection of 10 mg/kg body weight of uranyl salt. The failure is partly mediated by an imbalance of the vasoconstriction (angiotensin) and vasodilating factors (prostaglandin). /Uranyl salt/"
        },
        {
            "References": "DHHS/ATSDR; Toxicological Profile for Uranium p. 76 (1999)",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ In intermediate-duration studies with guinea pigs, mice, rats, cats, rabbits, and dogs, inhalation exposures to a variety of uranium compounds were damaging to the kidneys. The effects were compound- and concentration-dependent and ranged from minimal microscopic lesions in tubular epithelium, increased urinary catalase, decreased diodrast (iodopyracet) clearance, and transient increased bromosulfalein retention (for low concentrations) to severe necrosis of the tubular epithelium (for high concentrations) in several species. /Uranium compounds/"
        },
        {
            "References": "Friberg, L., Nordberg, G.F., Kessler, E. and Vouk, V.B. (eds). Handbook of the Toxicology of Metals. 2nd ed. Vols I, II.: Amsterdam: Elsevier Science Publishers B.V., 1986., p. V2 633",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Neurological signs and pathological changes in cerebral and cerebellar cortices have been observed in rabbits exposed to soluble uranium salts. ... Epithelial degeneration of the choroid plexi in the brains of dogs exposed to toxic doses of soluble uranium salts /have been noted/. /Soluble uranium compound/"
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. 3:394",
            "Value": "/OTHER TOXICITY INFORMATION/ How soluble hexavalent uranium acts on the renal nephron /was studied/ by analyzing in vitro transport kinetics from U-poisoned rabbits ... The major site of inhibition was at the first step of the overall secretory process, the transfer of p-aminohypurate across the peritubular cell membrane. No damage was recognized on the luminal side of the cells, as detected by tests of physiological function. Damage to the nephron clearly occurs beyond the proximal convoluted tubule, previously believed to be the major site of attack of the uranyl ion on the rabbit nephron. This was shown by altered functions of the more distal parts of the nephron: (1), depression of free-water clearance during water diuresis, (2), decreased water conservation during hydropenia, and (3), dissipation of the normally high tissue sodium concentration in the renal medulla. These altered physiological functions point to inhibition of sodium resorption from the ascending limb of Henle's loop, all showing that damage to the nephron occurs beyond the proximal tubule. No gross changes in glomerular permeability /was observed/ ... /Soluble hexavalent uranium/"
        },
        {
            "References": "Wrenn ME et al; The Potential Toxicity of Uranium in Water p.182 (1987)",
            "Value": "/OTHER TOXICITY INFORMATION/ Biochemical changes in the urine are dosage dependent, and thresholds are at lower dosages than histological changes. In adult humans the thresholds for urinary protein and catalase is about 70 ug/kg body wt intake to blood. Transient elevation of urinary glucose has been demonstrated at 10 ug/kg in the rat and dog. These biochemical changes normally last less than two wk. Prominent changes in urine composition are incr protein, catalase, amino acids, and glucose. The presence of excess amino acids and glucose are indicative of a functional disturbance, probably of reabsorption. /Uranium NOS/"
        },
        {
            "References": "Friberg, L., Nordberg, G.F., Kessler, E. and Vouk, V.B. (eds). Handbook of the Toxicology of Metals. 2nd ed. Vols I, II.: Amsterdam: Elsevier Science Publishers B.V., 1986., p. 2:632",
            "Value": "/OTHER TOXICITY INFORMATION/ Parallel with the /renal/ tubular damage, changes in the glomeruli appear, affecting largely the basement membranes of the glomerular capillaries, which have been shown electron-microscopically to involve loss of foot processes and dense deposits between the basement membrane and the epithelium, as well as hyaline droplets, other cytoplasmic bodies, myaline figures, and cytoplasmic vacuoles in epithelial cells. The corresponding functional changes in the kidney are characterized by proteinuria, impaired diodone and PAH /(para-aminohippuric acid)/ clearance, increased clearance of aminoacids and glucose, and reduced sodium reabsorption. Inulin and creatinine often remain virtually normal, though after severe damage they may decrease. All changes reflect damage to the lower two-thirds of the proximal convoluted segment of the proximal tubules. /Chemical toxicity of uranium/"
        }
    ]
}