{
    "_id": {
        "$oid": "6682e919c4e5dba5ffba28e8"
    },
    "CID": {
        "$numberInt": "14819"
    },
    "Name": "Lead(II) Sulfide",
    "IUPACName": "sulfanylidenelead",
    "CanonicalSMILES": "S=[Pb]",
    "Synonyms": [
        "Lead(II) sulfide",
        "1314-87-0",
        "LEAD SULFIDE",
        "Galena",
        "sulfanylidenelead",
        "Lead monosulfide",
        "Lead sulfide (PbS)",
        "Plumbous sulfide",
        "Lead(2+) sulfide",
        "Galena (PbS)",
        "PbS core-type quantum dots",
        "MFCD00016280",
        "12179-39-4",
        "Lead sulphide",
        "Natural galena"
    ],
    "IsomericSMILES": "S=[Pb]",
    "INCHI": "InChI=1S/Pb.S",
    "INCHIKEY": "XCAUINMIESBTBL-UHFFFAOYSA-N",
    "Formula": "PbS",
    "MolecularWeight": {
        "$numberDouble": "239"
    },
    "Description": {
        "$numberDouble": "NaN"
    },
    "XlogP": {
        "$numberDouble": "NaN"
    },
    "Complexity": {
        "$numberInt": "2"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "non_human_toxicity_excerpts": [
        {
            "References": "European Chemicals Agency (ECHA); Registered Substances, Lead monoxide (CAS Number: 1314-87-0) (EC Number: 215-246-6) (Last updated: December 27, 2015). Available from, as of May 5, 2016: https://echa.europa.eu/",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ /After being given intratracheal doses of galena as 50 mg in 0.5 mL of 0.15 M saline solution/, no remarkable lesions were observed in lungs /of rats/."
        },
        {
            "References": "European Chemicals Agency (ECHA); Registered Substances, Lead monoxide (CAS Number: 1314-87-0) (EC Number: 215-246-6) (Last updated: December 27, 2015). Available from, as of May 5, 2016: https://echa.europa.eu/",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ /At oral doses of 0, 10, 30, and 100 ppm in rats/, lead sulfide did not induce toxic effect due to its low bioavailability."
        },
        {
            "References": "European Chemicals Agency (ECHA); Registered Substances, Lead monoxide (CAS Number: 1314-87-0) (EC Number: 215-246-6) (Last updated: December 27, 2015). Available from, as of May 5, 2016: https://echa.europa.eu/",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ /In a 44-day study/, lead sulfide was found to have a low bioavailability in rat at repeated doses and thus did not result in overt toxicity."
        },
        {
            "References": "Prajsnar D et al; 5th Intl Pneumoconiosis Conf: Lung Fibrosis in Rats after Lead Sulfide Application p.447-54 (1985)",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Female Wistar rats received single intratracheal injections of lead sulfide in 15, 30, or 50 mg doses. All test animals were sacrificed 12 weeks after treatment; the lung and regional lymph nodes were removed. Wet lung weight, lead and oxiproline content in the lung, and lecithin, total lipid, and total phospholipid content were also increased as a function of lead sulfide dose. Wet lung weight, lymph node weight, and total lipid content were remarkably lower following the administration of lead sulfide than after treatment with cadmium sulfide. Deposits of a black/brown pigment were recognized in the lung 12 weeks after the administration of lead sulfide in dosages of 15 or 30 mg, with cells exhibiting a light foam reaction. A black/brown pigment was deposited nodularly 12 weeks after the administration of lead sulfide in a dosage of 50 mg. This pigment contained single giant cells and exhibited a partially tuberculoid reaction. In addition, a distinct cellular fibrogenic effect involving collagen fibers was noted. The lung fibrosis observed was either nodular or diffuse, with small amounts of a brown pigment that exhibited no cellular reaction being found in the regional lymph nodes."
        },
        {
            "References": "PMID:461357",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Six endotracheal applications of 15 milligrams of /lead sulfide (PbS)/ given to rats at weekly intervals ... /caused/ the formation of fairly small fibrous nodules."
        },
        {
            "References": "PMID:3772986",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Wistar rats were injected intratracheally with pyrite particles and after 6 and 12 mo, lungs were evaluated for histological changes. Results were compared with rats that were given particles of galena ... . Under the light microscope no significant changes were observed in the lungs from animals treated with galena ... ."
        },
        {
            "References": "PMID:23777747",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ PbS nanoparticles (NPs) is an important nanomaterial for biomedical imaging in living tissues. However, concerning the high toxicity, especially neurotoxicity, of Pb element, it is crucial that the toxicity assessment of \"naked\" PbS NPs should be adequately studied. In the current study, we systematically explored the neurotoxicity of PbS NPs in rats by measuring the body weight and brain coefficient changes, testing memory behaviors in Y-electric maze, and studying the neuronal ultrastructure and pathology in hippocampus. Furthermore, in order to study the toxic mechanism, we performed Pb and Ca content measurements in various organs, and investigated Ca(2+)-ATPase activity and L-type calcium channel subunit expression. Our results confirmed that PbS NPs showed high neurotoxicity, while a possible mechanism was suggested to be due to the PbS NPs-induced calcium homeostasis disorder which was caused by the abnormal calcium transportation. /PbS nanoparticles/"
        },
        {
            "References": "European Chemicals Agency (ECHA); Registered Substances, Lead monoxide (CAS Number: 1314-87-0) (EC Number: 215-246-6) (Last updated: December 27, 2015). Available from, as of May 5, 2016: https://echa.europa.eu/",
            "Value": "/GENOTOXICITY/ ... Lead sulphide was found mutagenic at the HPRT locus, in V79 cells, at concentrations that do not induce SCE."
        },
        {
            "References": "PMID:20582186",
            "Value": "/OTHER TOXICITY INFORMATION/ The aim of the present study is to prepare and characterize Naga bhasma on structural and elemental basis to address the role of the raw materials used during the preparation, compound form of the lead bhasma, nature (crystalline/amorphous) and crystallite/particle size of the drug. The study also covers the toxicological effect of the drug on albino rats. It was found that drug contains lead in nano-crystalline (~60 nm) lead sulfide form (Pb(2+)) associated with the organic contents and different nutrient elements coming from the herbs used during the preparation. Naga bhasma prepared was found to be totally safe in histopathology study on rats at a dose of 6 mg/100 g/day. ..."
        },
        {
            "References": "PMID:23777747",
            "Value": "/OTHER TOXICITY INFORMATION/ ... PbS NPs showed high neurotoxicity /to rats/, while a possible mechanism was suggested to be due to the PbS NPs-induced calcium homeostasis disorder which was caused by the abnormal calcium transportation. /PbS nanoparticles/"
        },
        {
            "References": "PMID:21140132",
            "Value": "/OTHER TOXICITY INFORMATION/ As the number of nanoparticle-based products increase in the marketplace, there will be increased potential for human exposures to these engineered materials throughout the product life cycle. We currently lack sufficient data to understand or predict the inherent nanomaterial characteristics that drive nanomaterial-biological interactions and responses. In this study, we utilized the embryonic zebrafish (Danio rerio) model to investigate the importance of nanoparticle (NP) surface functionalization, in particular as it pertains to nanoparticle stability, on in vivo biological responses. This is a comparative study where two lead sulfide nanoparticles (PbS-NPs) with nearly identical core sizes, but functionalized with either sodium 3-mercaptopropanesulfonate (MT) or sodium 2,3-dimercaptopropanesulfonate (DT) ligand, were used. Developmental exposures and assessments revealed differential biological responses to these engineered nanoparticles. Exposures beginning at 6 hr post fertilization (hpf) to MT-functionalized nanoparticles (PbS-MT) led to 100% mortality by 120 hpf while exposure to DT-functionalized nanoparticles (PbS-DT) produced less than a 5% incident in mortality at the same concentration. Exposure to the MT and DT ligands themselves did not produce adverse developmental effects when not coupled to the NP core. Following exposure, we confirmed that the embryos took up both PbS-MT and PbS-DT material using inductively coupled plasma-mass spectrometry (ICP-MS). The stability of the nanoparticles in the aqueous solution was also characterized. The nanoparticles decompose and precipitate upon exposure to air. Soluble lead ions were observed following nanoparticle precipitation and in greater concentration for the PbS-MT sample compared to the PbS-DT sample. ... /PbS nanoparticles/"
        },
        {
            "References": "PMID:23891762",
            "Value": "/OTHER TOXICITY INFORMATION/ Lead sulfide nanoparticles (PbS NPs) are one important nanoparticle materials which is widely used in photoelectric production, but its potential health hazard to respiratory system is not clear. This study aimed to explore the possible mechanism of lung injury induced by PbS NPs. Male SD rats were treated with nanoparticles of 60 nm and 30 nm lead sulfide. The main methods were detecting the vigor of superoxide dismutase (SOD) and total antioxidant capacity (T-AOC) and the content of malondialdehyde (MDA) in both blood and lung tissues and observing the pathological changes in lung tissue. PbS NPs suppressed the activity of SOD and T-AOC, and increased serum MDA content (P<0.05); both effects were observed together in lung tissues of 30-nm group (P<0.05) accompanied by an obviously inflammatory response. PbS NPs induced oxidative damage and inflammatory response in lung tissue, which may be an underlying mechanism for its pulmonary toxicity. Additionally, the toxicity of PbS NPs was closely related with the size of nanoparticles. /PbS nanoparticles/"
        }
    ],
    "sediment_soil_concentrations": [
        {
            "References": "(1) Hesterberg D et al; Environ Sci Technol 31: 2840-6 (1997)",
            "Value": "SEDIMENT: Lead(II) sulfide, although present, was not the dominant lead species identified in contaminated aquifer water/solids(1)."
        }
    ]
}