{
    "_id": {
        "$oid": "6682e918c4e5dba5ffba28e5"
    },
    "CID": {
        "$numberInt": "14814"
    },
    "Name": "VANADIUM PENTOXIDE",
    "IUPACName": "dioxovanadiooxy(dioxo)vanadium",
    "CanonicalSMILES": "O=[V](=O)O[V](=O)=O",
    "Synonyms": [
        "Vanadium(V) oxide",
        "VANADIUM PENTOXIDE",
        "1314-62-1",
        "Divanadium pentaoxide",
        "Divanadium pentoxide",
        "Pentaoxodivanadium",
        "Vanadium oxide (V2O5)",
        "dioxovanadiooxy(dioxo)vanadium",
        "V2O5",
        "Vanadic anhydride",
        "EINECS 234-326-1",
        "11099-11-9",
        "Vanadin(V) oxide",
        "Vanadic acid anhydride",
        "Vanadium oxide V2O5"
    ],
    "IsomericSMILES": "O=[V](=O)O[V](=O)=O",
    "INCHI": "InChI=1S/5O.2V",
    "INCHIKEY": "GNTDGMZSJNCJKK-UHFFFAOYSA-N",
    "Formula": "O5V2",
    "MolecularWeight": {
        "$numberDouble": "181.88"
    },
    "Description": "Divanadium pentaoxide is a vanadium oxide.",
    "XlogP": {
        "$numberDouble": "NaN"
    },
    "Complexity": {
        "$numberInt": "124"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "mechanism_of_action": [
        {
            "References": "PMID:21531775",
            "Value": "Exposure to environmental pollutants has been linked to various airway diseases and disease exacerbations. Almost all chronic airway diseases such as chronic obstructive pulmonary disease and asthma are caused by complicated interactions between gene and environment. One of the major hallmarks of those diseases is airway mucus overproduction (MO). Excessive mucus causes airway obstruction and significantly increases morbidity and mortality. Metals are major components of environmental particulate matters (PM). Among them, vanadium has been suggested to play an important role in PM-induced mucin production. Vanadium pentoxide (V(2)O(5)) is the most common commercial source of vanadium, and it has been associated with occupational chronic bronchitis and asthma, both of which are MO diseases. However, the underlying mechanism is not entirely clear. In this study, we used both in vitro and in vivo models to demonstrate the robust inductions of mucin production by V(2)O(5). Furthermore, the follow-up mechanistic study revealed a novel v-raf-1 murine leukemia viral oncogene homolog 1-IKK-NF-kappaB pathway that mediated V(2)O(5)-induced mucin production. Most interestingly, the reactive oxygen species and the classical mucin-inducing epidermal growth factor receptor (EGFR)-MAPK pathway appeared not to be involved in this process. Thus the V(2)O(5)-induced mucin production may represent a novel EGFR-MAPK-independent and environmental toxicant-associated MO model. Complete elucidation of the signaling pathway in this model will not only facilitate the development of the treatment for V(2)O(5)-associated occupational diseases but also advance our understanding on the EGFR-independent mucin production in other chronic airway diseases."
        },
        {
            "References": "PMID:10783131",
            "Value": "In this study ... the potential of /vanadium pentoxide/ [V(2)O(5)] to activate the extracellular signal-regulated kinases 1 and 2 (ERK-1/2) in rat pulmonary myofibroblasts /was investigated/. Treatment of myofibroblasts with V(2)O(5) resulted in the activation of ERK-1/2, yet the inert metal titanium dioxide had no effect on ERK-1/2 activation. V(2)O(5)-induced ERK-1/2 activation was abolished by pretreatment with forskolin or PD98059, indicating a dependence on Raf and mitogen-activated protein (MAP) kinase kinase, respectively. Depletion of conventional protein kinase C activity with phorbol 12-myristate 13-acetate did not inhibit V(2)O(5)-induced ERK-1/2 activation. ERK-1/2 activation by V(2)O(5) was inhibited >70% with the epidermal growth factor receptor (EGF-R) tyrosine kinase inhibitor AG1478. Phosphorylation of the 170-kD EGF-R by V(2)O(5) was detected after immunoprecipitation with an anti-EGF-R antibody followed by phosphotyrosine Western blotting. V(2)O(5) strongly tyrosine-phosphorylated a 115-kD protein (p115) and activation of p115 was inhibited 60 to 70% by AG1478, indicating that this protein was an EGF-R substrate. Phosphorylation of p115 was also observed in EGF-stimulated cells. Immunoprecipitation of V(2)O(5)- or EGF-treated cell lysates with an antibody against Src homology 2 protein tyrosine phosphatase (SH-PTP2) identified p115 as a SH-PTP2-binding protein. Pretreatment of cells with the antioxidant N-acetyl-L-cysteine blocked V(2)O(5)-induced MAP kinase activation and p115 phosphorylation >90%. These data suggest that V(2)O(5) activation of ERK-1/2 is oxidant-dependent and mediated through tyrosine phosphorylation of EGF-R and an EGF-R substrate which we identified as a 115-kD SH-PTP2-binding protein."
        },
        {
            "References": "PMID:10645909",
            "Value": "... Intratracheal instillation of V(2)O(5) /in rats/ induces airway remodeling similar to that observed in individuals with asthma. These changes include airway smooth muscle cell thickening, mucous cell metaplasia, and airway fibrosis. The transient appearance of peribronchiolar myofibroblasts, which were desmin and vimentin positive, coincided with a twofold increase in the thickness of the airway smooth muscle layer at day 6 after instillation and preceded the development of airway fibrosis by day 15. The number of nuclear profiles within the smooth muscle layer also increased twofold after V(2)O(5) instillation, suggesting that hyperplasia accounted for thickening of the smooth muscle layer. The majority of cells incorporating bromodeoxyuridine at day 3 were located in the connective tissue surrounding the airway smooth muscle wall that was positive for vimentin and desmin. These data suggest that myofibroblasts are the principal proliferating cell type that contributes to the progression of airway fibrosis after V(2)O(5) injury."
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "PMID:25296879",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Indiscriminate use of vanadium oxide nanoparticles (NPs) in steel industries and their release during combustion of fossil fuels makes it essential to study their toxic potential. Herein, we assessed the toxicological effects of two types of in-house synthesized vanadium oxide NPs in Wistar rats exposed to NPs through inhalation route. V2O5 and VO2 NPs exhibited rod and spherical symmetry, respectively, with a mean diameter of 50 +/- 20 and 30 +/- 10 nm. Assessment of bronchoalveolar lavage fluid parameters demonstrated that VO2 NP-exposed animals had higher levels of lactate dehydrogenase, gamma-glutamyl transpeptidase, and alkaline phosphatase as compared to V2O5 NP-exposed animals. The levels of oxidative stress markers malondialdehyde and reduced glutathione also indicated higher toxic potential of VO2 NPs. Moreover, after a 7-day recovery, the levels of the above parameters were closer to normal levels only in V2O5-exposed animals. Interestingly, histopathological and immune-histopathology analysis (TNF-alpha) of lung tissue showed higher damage and inflammatory response in VO2 NP-exposed animals, which persisted even after 7 days of recovery period. Surprisingly, the carcinogenic potential of vanadium oxide NPs came into light which was indicated by terminal deoxynucleotidyl transferase dUTP nick-end labeling assay as well as the decreased levels of p53 and Bax, in lung tissue of NP-exposed animals. Notably, the physiochemical characterization of NPs, especially the shape and the size, play a central role in shaping the toxicity of these NPs and thus should be extensively evaluated for outlining the regulatory guidelines."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists. Documentation of the TLVs and BEIs with Other World Wide Occupational Exposure Values. 7th Ed. CD-ROM Cincinnati, OH 45240-1634 2013., p. 3",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Rabbits (gender not stated) were exposed to vanadium pentoxide dust at concentrations of 77, 109, 205, and 525 mg/cu m for 7, 4, 4, and 1 hours, respectively. Particle size measurement by a Zeiss conimeter indicated that 30% were less than 5 um, and 67% were above 10 um. At the exposures used, all animals survived except for two of four animals at the 205 mg/cu m (115 mg/cu m vanadium) concentration. On autopsy, the animals exhibited chronic inflammatory changes in the nasal and tracheal mucosa, slight emphysema of the lungs, bronchopneumonic patches, pyelonephritis, and hepatitis."
        },
        {
            "References": "Yamaguchi M et al; Res Exp Med 189 (1): 47-53 (1989)",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Vanadium pentoxide (0, 1.0, 2.0, 10.0, 15.0, 20.0 umol vanadium (V)/100 g bw) was administered via oral intubation (in water) to weanling male Wistar rats (60-65 g; 3 wk old) for 3 days. 15 and 20 umol V/100 g caused a significant increase in serum calcium concentration. Bone alkaline phosphatase activity was increased significantly by 1-20 umol V/100 g, while bone acid phosphatase activity was not altered significantly. Bone DNA content was increased significantly by 1-10 umol V/100 g. Bone calcium content was not altered significantly by administration of vanadium."
        },
        {
            "References": "Ueno S et al; Eisei Kagaku 33 (2): 129-35 (1987)",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ The effects of vanadium on the lipid peroxide level in mouse lung, kidney and liver was investigated by short term inhalation of vanadium pentoxide aerosol (80 mg/sq m as vanadium pentoxide, 1 hr), a single oral and a single ip administration of sodium vanadate (170 mumol/kg body weight as sodium vanadate. ... Thiobarbituric acid value, an index of lipid peroxidation, increased in the liver after inhalation and in the kidney and liver after ip administration at 0.5-3 hr, 0.5-18 hr, and 7-18 hr, respectively. The elevation of thiobarbituric acid value in the liver was recognized when hepatic glutathione concentrations was as high as 60-70% of control values."
        },
        {
            "References": "Kugaczewska M et al; Bromatol Chem Toksykol 20 (3-4): 169-74 (1987)",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Rats were intraperitoneally given vanadium pentoxide in a single dose of 1/5, 1/15, and 1/45 of LD50. ... Inhibition of liver microsomal monooxygenase system components: benzo(a)pyrene aryl hydroxylase, cytochrome C, cytochrome B5 and cytochrome P450 nicotinamide adenine dinucleotide phosphate reductase, was found. ..."
        },
        {
            "References": "Yamaguchi M et al; Res Exp Med 189 (1): 47-54 (1989)",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ The effect of vanadium on bone metabolism was investigated in the femoral diaphysis of weanling rats. Vanadium pentoxide (1.0-20.0 mumol vanadium/100 g bw) was administered orally for 3 days. The dose of 15.0 and 20.0 mumol vanadium/100 g caused a significant increase in serum calcium concentration. Bone alkaline phosphatase activity was increased significantly by the dose of 1.0-20.0 mumol vanadium/100 g, while bone acid phosphatase activity was not altered significantly. Bone DNA content was increased significantly by the dose of 1.0-10.0 mumol vanadium/100 g. Bone calcium content was not altered significantly by administration of vanadium."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. V3 11",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ In acute studies ... , albino rats were exposed to vanadium pentoxide fume at 10-70 mg/cu m, or dust at 80-700 mg/cu m ... . The minimum concentration of vanadium pentoxide (fume) that gave rise to mild signs of acute poisoning was 10 mg/cu m. The LC50 concentration for fume was 70 mg/cu m. 1 hr exposures to vanadium pentoxide pulverized dust at 80 mg/cu m caused acute intoxication; the lethal concentration was 700 mg/cu m in one hour. Acute inhalation toxicity in rats was characterized by an irritation of the respiratory mucosa and nasal discharge that sometimes contained blood. Animals breathed with difficulty, and there were crepitations. In cases of severe poisoning, diarrhea, paralysis of the hind limbs, and respiratory failure were followed by death. Animals that died or were killed at various times after exposure showed severe congestion and small hemorrhages in all internal organs, signs of increased intracranial pressure, and fatty degeneration of the liver. In the lungs, there was capillary congestion, edema, bronchitis, and focal interstitial pneumonia."
        },
        {
            "References": "Sheftel, V.O.; Indirect Food Additives and Polymers. Migration and Toxicology. Lewis Publishers, Boca Raton, FL. 2000., p. 526",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ ...Administration of 10 mg/kg bw /to mice/ causes hindlimb paralysis, increased reflex excitability, and GI tract upsets. Gross pathology examination revealed congestion and capillary stasis in the visceral organs."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. V3 10",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ ... Rabbits were exposed to vanadium pentoxide dust at concentrations of 77, 109, 205, or 525 mg/cu m for periods of 7, 4, 7, or 1 hr, respectively. Two of four rabbits died following an acute exposure to 205 mg V2O5/cu m (114 mg vanadium/cu m). There was marked tracheitis, pulmonary edema, and bronchopneumonia. Conjunctivitis, enteritis, and fatty infiltration of the liver were also observed."
        },
        {
            "References": "PMID:3907443",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ An experimental study was conducted to investigate the hypothesis that changes in pulmonary function induced by vanadium pentoxide (V2O5) inhalation would be accompanied by evidence of pulmonary inflammation. Sixteen adult, male cynomolgus monkeys were acutely exposed by whole-body inhalation of V2O5 dust at aerosol concentrations of 0.5 mg V2O5/cu m and 5.0 mg V2O5/cu m, conducted at a 1-wk interval. Comprehensive pulmonary function tests were performed 1 day after each inhalation exposure to detect functional changes in the airways and pulmonary parenchyma. Pulmonary inflammation was assessed by cytologic analysis of respiratory cells recovered from the lower respiratory tract by bronchoalveolar lavage (BAL). Postexposure values for pulmonary function and BAL were compared with the baseline values determined for each monkey prior to V2O5 exposure. Acute V2O5 dust inhalation produced significant air-flow limitation in both central and peripheral airways without producing any detectable changes in parenchymal function. These functional changes were accompanied by a significant increase in the total cell counts recovered from the lungs by BAL. The increase in total cell count occurred through a dramatic increase in absolute number and relative percentage of polymorphonuclear leukocytes (PMN). These findings suggest that pulmonary inflammatory changes involving PMN may play an important role in the occurrence of air-flow limitation after acute inhalation of V2O5 dust."
        },
        {
            "References": "PMID:16716040",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Reports about vanadium (V) inhalation toxicity on the hematopoietic system, specifically about coagulation are limited. Therefore, we decided to evaluate the effects of V with a complete blood count and morphologic analysis of platelets on blood smears. CD-1 male mice inhaled V2O5 0.02 M 1 hr twice weekly over 12 weeks. Blood samples were obtained by direct heart puncture; Wright stained smears were used for platelet quantification. An increase in platelet count from the third week of exposure was observed, as well as the presence of megaplatelets. Our results demonstrate, for the first time, that V induces thrombocytosis and it might correlate with some thromboembolic diseases. Further analysis is needed to evaluate the functionality of these platelets as well as the cause of its increase."
        },
        {
            "References": "PMID:18785114",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ An increased incidence in ischemic and thromboembolic events in the population of cities with rising air suspended particle pollution has suggested the interaction of some of the components of these particles in the coagulation system. A previous report from our laboratory identified thrombocytosis as a consequence of the subacute and chronic inhalation of vanadium. With this preceding information we decided to evaluate the effects of this element in the spleen and bone marrow in a mouse experimental model. CD-1 male mice inhaled V2O5 0.02 M for one hour twice a week for twelve weeks. The spleen and bone marrow were processed for light microscopy. The increase in quantity and size of megakaryocytes (MKs) in the exposed group in both organs was striking. Also, modifications in the cytoplasm, granule content and nuclear ultrastructure were evident. Our results indicate the influence of vanadium on megakaryopoyesis, an effect which could be the onset of the thrombocytosis previously reported by our group. The modifications in MKs described here suggest that inhaled vanadium could induce megakaryocytic proliferation, which may result in increased production of platelets and increased risk for thromboembolic events."
        },
        {
            "References": "PMID:25492423",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Neurodegenerative disorders, such as Parkinson's and Alzheimer's diseases, have olfaction impairment. These pathologies have also been linked to environmental pollutants. Vanadium is a pollutant, and its toxic mechanisms are related to the production of oxidative stress. In this study, we evaluated the effects of inhaled vanadium on olfaction, the olfactory bulb antioxidant, through histological and ultrastructural changes in granule cells. Mice in control group were made to inhale saline; the experimental group inhaled 0.02-M vanadium pentoxide (V2O5) for 1 hr twice a week for 4 weeks. Animals were sacrificed at 1, 2, 3, and 4 weeks after inhalation. Olfactory function was evaluated by the odorant test. The activity of glutathione peroxidase (GPx) and glutathione reductase (GR) was assayed in olfactory bulbs and processed for rapid Golgi method and ultrastructural analysis. Results show that olfactory function decreased at 4-week vanadium exposure; granule cells showed a decrease in dendritic spine density and increased lipofuscin, Golgi apparatus vacuolation, apoptosis, and necrosis. The activity of GPx and GR in the olfactory bulb was increased compared to that of the controls. Our results demonstrate that vanadium inhalation disturbs olfaction, histology, and the ultrastructure of the granule cells that might be associated with oxidative stress, a risk factor in neurodegenerative diseases."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists. Documentation of the TLVs and BEIs with Other World Wide Occupational Exposure Values. 7th Ed. CD-ROM Cincinnati, OH 45240-1634 2013., p. 4",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Rats and mice were exposed via inhalation six hours/day, five days/week for three months at 0, 1, 2, 4, 8 or 16 mg/cu m. In rats, non-neoplastic changes were seen at >/= 2 mg/cu m, and pulmonary function showed restrictive changes at >4 mg/cu m, while obstructive changes were only seen at 16 mg/cu m in female mice. Absolute and relative lung weights of males and females at >/= 4 mg/cu m were significantly heavier than controls. All mice exposed at 16 mg/cu m and some mice exposed at 2 and 4 mg/cu m had inflammation and epithelial hyperplasia of the lung."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists. Documentation of the TLVs and BEIs with Other World Wide Occupational Exposure Values. 7th Ed. CD-ROM Cincinnati, OH 45240-1634 2013., p. 3",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ In the U.S. National Toxicology Program (NTP) 16-day inhalation study of vanadium pentoxide, groups of five male and female rats and five male and female mice were exposed six hours/day, five days/week at 0, 2, 4, 8, 16, or 32 mg/cu m. ... Three male rats in the 32 mg/cu m group died before the end of the study. At 8 mg/cu m, mean body weights were less than controls. At >/= 4 mg/cu m in males and >/= 2 mg/cu m in females, relative lung weights were significantly greater than in chamber controls. At all concentrations, lavage fluid analysis indicated inflammatory responses. In mice at 32 mg/cu m, all males died or were moribund before the end of the study. Mean body weights of the 16-mg/cu m exposed males and 8-mg/cu m exposed females were significantly less than that of chamber controls. At 4 mg/cu m and greater, lymphoid hyperplasia was confirmed histologically in males and females. The respiratory tract was clearly the primary site of toxicity in rats and mice exposed to vanadium pentoxide, with rats being somewhat more severely affected than mice."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists. Documentation of the TLVs and BEIs with Other World Wide Occupational Exposure Values. 7th Ed. CD-ROM Cincinnati, OH 45240-1634 2013., p. 3",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ /A study/ assessed pulmonary reactivity in two groups of adult male cynomolgus monkeys, exposing one group six hours/day, five days/week for 26 weeks at 0.5 mg vanadium pentoxide/cu m, while the other group received 0.1 mg vanadium pentoxide/cu m on Mondays, Wednesdays, and Fridays, and peak exposures of 1.1 mg vanadium pentoxide/cu m on Tuesdays and Thursdays. ... The exposure regimen incorporating peaks did not increase pulmonary reactivity, and decreased pulmonary reactivity was found following subchronic /vanadium pentoxide/ inhalation. ... Cytological, immunological, and skin tests indicated the absence of allergic sensitization."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. V3 12",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ In a study ... where rats were exposed for 70 days to /venadium pentoxide/ fume at 0.027 or 0.002 mg/cu m, histopathological changes following high level inhalation exposure included marked lung congestion, focal lung hemorrhages, and extensive bronchitis."
        },
        {
            "References": "Sheftel, V.O.; Indirect Food Additives and Polymers. Migration and Toxicology. Lewis Publishers, Boca Raton, FL. 2000., p. 527",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Rats were dosed with... vanadium pentoxide at doses of 0.5 and 1.0 mg/kg bw (calculated as V5+) for 21 days. The exposure caused a changed in oxygen consumption. In rats given 1.0 mg/kg bw, blood concentration of inorganic phosphorus was increased."
        },
        {
            "References": "Sheftel, V.O.; Indirect Food Additives and Polymers. Migration and Toxicology. Lewis Publishers, Boca Raton, FL. 2000., p. 527",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Rabbits received 1.0 mg vanadium pentoxide/kg bw (calculated as V5+) for 6 months. The treatment affected the phosphorylation process in hemoglycolysis with the resulting increase of the concentration of inorganic phosphorus in the blood and urine. Histology examination revealed inflammation in the GI tract and congestion in the liver and brain."
        },
        {
            "References": "WHO; Environ Health Criteria 81: Vanadium p.72 (1988). Available from, as of April 12, 2016: https://www.inchem.org/documents/ehc/ehc/ehc81.htm",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Vanadium was reported to decrease the incidence of dental caries, when added to the diet of hamsters. However, /another study/ ...reported significant increases in dental caries in hamsters given drinking-water containing vanadium pentoxide equivalent to 10 mg vanadium/L over an 80-day period. ...The effect of vanadium pentoxide on caries in Sprague-Dawley rats. Groups of 50 rats received vanadium (as vanadium pentoxide) at 10 mg/L, 20 mg/L, or 40 mg/L in their drinking-water. One control group received drinking-water containing ammonium fluorosilicate (20 mg/L), the other received untreated water. Vanadium did not produce any reduction in the incidence of dental caries, in fact there was a slight, but not significant increase in dental caries in the groups receiving 10 mg/L and 20 mg/L for 140 days. All the rats showed signs of vanadium toxicity and all animals in the highest dose group (40 mg/L) died within 65 days."
        },
        {
            "References": "PMID:10645909",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ ...Intratracheal instillation of V(2)O(5) /in rats/ induces airway remodeling similar to that observed in individuals with asthma. These changes include airway smooth muscle cell thickening, mucous cell metaplasia, and airway fibrosis. The transient appearance of peribronchiolar myofibroblasts, which were desmin and vimentin positive, coincided with a twofold increase in the thickness of the airway smooth muscle layer at day 6 after instillation and preceded the development of airway fibrosis by day 15. The number of nuclear profiles within the smooth muscle layer also increased twofold after V(2)O(5) instillation, suggesting that hyperplasia accounted for thickening of the smooth muscle layer. The majority of cells incorporating bromodeoxyuridine at day 3 were located in the connective tissue surrounding the airway smooth muscle wall that was positive for vimentin and desmin. These data suggest that myofibroblasts are the principal proliferating cell type that contributes to the progression of airway fibrosis after V(2)O(5) injury."
        },
        {
            "References": "International Programme on Chemical Safety's Concise International Chemical Assessment Documents. Number 29: Vanadium Pentoxide and Other Inorganic Vanadium Compounds (2001). Available from, as of April 12, 2016: https://www.inchem.org/pages/cicads.html",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ A... study in monkeys... compared bronchial reactivity following challenge with vanadium pentoxide dust... . Both before and after subchronic exposure, the animals underwent... whole-body challenges with vanadium pentoxide aerosol (...\"generally 1-5 um\") at concentrations of 0.5 and 3.0 mg/cu m (0.28 and 1.68 mg vanadium/cu m), separated by a 2-wk interval. Two weeks later, the animals were challenged with methacholine to assess non-specific bronchial reactivity. The subchronic exposure regime involved exposure to vanadium pentoxide 6 hr/day, 5 days/wk, for 26 weeks. Two vanadium pentoxide-exposed groups (n=9 each) received equal weekly exposures (concentration x time)... . One vanadium pentoxide-exposed group received a constant concentration of 0.1 mg/cu m (0.06 mg vanadium/cu m) for 3 days/wk and an exposure at a constant concentration of 1.1 mg/cu m (0.62 mg vanadium/cu m) for 2 days/wk. The other... received a constant daily concentration of 0.5 mg/cu m. A control group (n=8) received filtered, conditioned air. The animals were allowed a 2-wk recovery period before being retested as before. ...Respiratory distress developed in 3 monkeys... which received the intermittent peaks of 1.1 mg vanadium pentoxide/cu m, characterized by audible wheezing and coughing... . Pre-subchronic exposure provocation challenges with vanadium pentoxide produced statistically significant changes in average flow resistance... and FVC... at both dose levels used, while statistically significant differences were observed only at 3.0 mg/cu m for FEF50/FVC... and residual volume..., which indicates an obstructive pattern of impaired pulmonary function. No statistically significant change in dynamic compliance (CLdyn) was observed. At the second challenge, after subchronic exposure, the pattern of findings was similar to that from the first challenge, but none of the changes was statistically significant... . Large, statistically significant increases in RL and FEF50/FVC were observed following challenge with methacholine, but this reactivity was not significantly increased following subchronic exposure to vanadium pentoxide. A significant increase in the total number of respiratory cells in Bronchoalveolar Lavage (BAL) fluid was observed following pre-subchronic exposure challenge with 3.0 mg vanadium pentoxide/cu m. ...A highly significant increase in the number of neutrophils (393% of baseline values). The number of eosinophils recovered from the lung was also increased (170% of baseline values), while the numbers of lymphocytes, macrophages, and mast cells were not. Significant challenge responses were not observed for total protein, albumin, leukotriene C4, or the immunoglobulins IgG and IgE, despite the significant cellular response to vanadium pentoxide challenge. A similar pattern of cellular and immunological response was observed after subchronic exposure. Post-exposure challenge responses for neutrophils were >400% of baseline values. A post-exposure trend (statistically significant for eosinophils) towards decreased responses was observed in the vanadium pentoxide-exposed groups as compared with the control group. The number of circulating neutrophils and eosinophils in venous blood was not affected... . Similarly, serum immunoglobulins were unchanged throughout the study."
        },
        {
            "References": "Mountain JT; Arch Ind Hyg Occup Med 8: 406 (1953)",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Groups of five male Wistar rats were treated with vanadium pentoxide at levels of 0, 25, or 50 ppm of dietary vanadium for 35 days, at which time levels were increased to 100 and 150 ppm, respectively, for the two treated groups and continued for an additional 68 days. At the end of 103 days, the rats ingesting vanadium pentoxide gained more weight than the control rats, although food consumption was reported to be similar in all groups. There was a decrease in the amount of cysteine in the hair of the rats exposed to the high level of vanadium pentoxide."
        },
        {
            "References": "Czarnowski W; Bromatol Chem Toksykol 19 (2): 113-7 (1986)",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Rats were intratracheally given vanadium pentoxide or the pot dust collected in a fire-box of a mazut-fired stove. Vanadium pentoxide content in the dust was about 58%. Intratracheal /admin/ was carried out every other week. ... Dose of administered dust was equivalent in respect of vanadium pentoxide content. ... /Admin/ of two kinds of dust, ... increased lung mass and /increased/ lung hydroxyproline content. Roentgenograms revealed similar, subtle pulmonary alterations in animals under investigation, both after the administration of vanadium pentoxide and the pot dust."
        },
        {
            "References": "Sugiura S; Shikoku Igaku Zasshi: 34 (5): 209-19 (1978)",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ An unspecified number of rats and mice were exposed to 1-2 mg/cu m of vanadium pentoxide for 6 hours/day for 3 months. No effects on growth rate, lung size, blood chemistry, or histology were reported in the mice or rats exposed to 0.1-0.4 mg/cu m of vanadium pentoxide. At the higher concentration, however, the rats had a decreased growth rate and enlarged lungs and the mice had thickened alveolar walls and congested lung."
        },
        {
            "References": "PMID:7090002",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Daily intraperitoneal administration of vanadium pentoxide or at a dose of 1 mg/kg for 14 days produced no marked change in pulmonary protein, glycogen and phospholipid levels in adult male rats. Increasing the vanadium pentoxide content to 4 mg/kg decreased lung phospholipid content. The 1 mg/kg dose of vanadium pentoxide produced a significant rise in glucose-6-phosphate dehydrogenase and 6-phosphogluconate dehydrogenase, while the higher vanadium pentoxide dose failed to alter the enzyme activity."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. V3 11",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Pathological changes in the lungs of rats exposed to vanadium pentoxide fume at 3-5 mg/cu m for 2 hr on alternate days, for 3 months, or to /vandium pentoxide/ dust at 10-30 mg/cu m for 4 months included enlarged blood vessels with swollen endothelium, congestion, edema, lymphostasis, small hemorrhages, and connective-tissue proliferation. In some animals purulent bronchitis, pneumonia, or abscesses developed."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. V3 11",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Male cynomolgus monkeys exposed by inhalation to vanadium pentoxide dust at concentrations of 0.3 or 2.8 mg/cu m for 6 hr/day, 1 day/wk, for 2 weeks, showed significant central and peripheral airflow restriction one day after each exposure. They also had a dramatic increase in polymorphonuclear leukocytes in bronchioalveolar lavage, thus increasing total cell counts. No such changes occurred at 0.3 mg/cu m."
        },
        {
            "References": "PMID:22272055",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Inhalation of vanadium pentoxide clearly increases the incidence of alveolar/bronchiolar neoplasms in male and female B6C3F1 mice at all concentrations tested (1, 2 or 4 mg/cu m), whereas responses in F344/N rats was, at most, ambiguous. While vanadium pentoxide is mutagenic in vitro and possibly in vivo in mice, this does not explain the species or site specificity of the neoplastic response. A nose-only inhalation study was conducted in female B6C3F1 mice (0, 0.25, 1 and 4 mg/cu m, 6 hr/day for 16 days) to explore histopathological, biochemical (alpha-tocopherol, glutathione and F2-isoprostane) and genetic (comet assays and 9 specific DNA-oxo-adducts) changes in the lungs. No treatment related histopathology was observed at 0.25 mg/cu m. At 1 and 4 mg/cu m, exposure-dependent increases were observed in lung weight, alveolar histiocytosis, sub-acute alveolitis and/or granulocytic infiltration and a generally time-dependent increased cell proliferation rate of histiocytes. Glutathione was slightly increased, whereas there were no consistent changes in alpha-tocopherol or 8-isoprostane F2alpha. There was no evidence for DNA strand breakage in lung or BAL cells, but there was an increase in 8-oxodGuo DNA lesions that could have been due to vanadium pentoxide induction of the lesions or inhibition of repair of spontaneous lesions. Thus, earlier reports of histopathological changes in the lungs after inhalation of vanadium pentoxide were confirmed, but no evidence has yet emerged for a genotoxic mode of action. Evidence is weak for oxidative stress playing any role in lung carcinogenesis at the lowest effective concentrations of vanadium pentoxide."
        },
        {
            "References": "PMID:20385015",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Elevated levels of air pollution are associated with increased risk of lung cancer. Particulate matter (PM) contains transition metals that may potentiate neoplastic development through the induction of oxidative stress and inflammation, a lung cancer risk factor. Vanadium pentoxide (V2O5) is a component of PM derived from fuel combustion as well as a source of occupational exposure in humans. In the current investigation we examined the influence of genetic background on susceptibility to V2O5-induced inflammation and evaluated whether V2O5 functions as a tumor promoter using a 2-stage (initiation-promotion) model of pulmonary neoplasia in mice. A/J, BALB/cJ (BALB), and C57BL/6J (B6) mice were treated either with the initiator 3-methylcholanthrene (MCA; 10 ug/g; i.p.) or corn oil followed by 5 weekly aspirations of V2O5 or PBS and pulmonary tumors were enumerated 20 weeks following MCA treatment. Susceptibility to V2O5-induced pulmonary inflammation was assessed in bronchoalveolar lavage fluid (BALF), and chemokines, transcription factor activity, and MAPK signaling were quantified in lung homogenates. We found that treatment of animals with MCA followed by V2O5 promoted lung tumors in both A/J (10.3 +/- 0.9 tumors/mouse) and BALB (2.2 +/- 0.36) mice significantly above that observed with MCA/PBS or V2O5 alone (p<0.05). No tumors were observed in the B6 mice in any of the experimental groups. Mice sensitive to tumor promotion by V2O5 were also found to be more susceptible to V2O5-induced pulmonary inflammation and hyperpermeability (A/J>BALB>B6). Differential strain responses in inflammation were positively associated with elevated levels of the chemokines KC and MCP-1, higher NFkappaB and c-Fos binding activity, as well as sustained ERK1/2 activation in lung tissue. In this study we demonstrate that V2O5, an occupational and environmentally relevant metal oxide, functions as an in vivo lung tumor promoter among different inbred strains of mice. Further, we identified a positive relationship between tumor promotion and susceptibility to V2O5-induced pulmonary inflammation. These findings suggest that repeated exposures to V2O5 containing particles may augment lung carcinogenesis in susceptible individuals through oxidative stress mediated pathways."
        },
        {
            "References": "Nordberg, G.F. et al; Handbook on the Toxicology of Metals 4th ed., Vol. 2. Academic Press, Waltham, MA. 2015, p. 1360",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ An ... in vivo study using a two-stage cancer model ... identified a positive relationship between tumor promotion by /vanadium pentoxide/ and susceptibility to /vanadium pentoxide/-induced pulmonary inflammation in two different inbred strains of mice."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists. Documentation of the TLVs and BEIs with Other World Wide Occupational Exposure Values. 7th Ed. CD-ROM Cincinnati, OH 45240-1634 2013., p. 4",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ In the 2002 NTP study, rats and mice were exposed six hours/day, five days/week for two years to vanadium pentoxide aerosol ... at 0.5 and 1.2 mg/cu m (rats) and at 1, 2, and 4 mg/cu m (mice). There was a statistically significant increase over chamber controls in alveolar/bronchiolar carcinoma in the mice, and a non-statistically significant increase in alveolar/bronchiolar carcinoma in the rats at all studied exposures. There was evidence of chronic inflammation in the lungs in the rats at the higher exposures and in the mice at all exposures. In male mice at the lowest exposure concentration (1 mg/cu m), there was a 6% increase in lung adenomas and a 16% increase in carcinomas over chamber controls. In female mice at this concentration, 28% had lung adenomas compared with 2% in chamber controls, and 28% had lung carcinomas while chamber controls had none. The lack of a concentration-response effect may be due to lung damage at the higher doses, which resulted in decreased particle deposition ... ."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists. Documentation of the TLVs and BEIs with Other World Wide Occupational Exposure Values. 7th Ed. CD-ROM Cincinnati, OH 45240-1634 2013., p. 4",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Rabbits were exposed to ... vanadium pentoxide dust ... at concentrations of 20 to 40 mg/cu m for one hour each day for five to eight months. At the end of the experiment, the animals outwardly appeared to be in good health. On autopsy, the animals exhibited chronic inflammatory changes in the nasal and tracheal mucosa, slight emphysema of the lungs, bronchopneumonic patches, pyelonephritis, and hepatitis."
        },
        {
            "References": "Nordberg, G.F. et al; Handbook on the Toxicology of Metals 4th ed., Vol. 2. Academic Press, Waltham, MA. 2015, p. 1358",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Fatty changes with partial cell necrosis in the liver have been observed in rats and rabbits as result of long-term exposure by inhalation to /vanadium pentoxide, trioxide, and chloride/ (10-70 mg/kg, 2 hr/day, 9-12 months)."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. V3 11",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Rabbits exposed for 1 hr daily for 8 months to 20-40 mg vandium pentoxide/cu m had developed difficulty in breathing. At autopsy, pathological changes included chronic rhinitis and tracheitis, emphysema, patches of lung atelectasis, bronchopneumonia, and sometimes, pyelonephritis and conjunctivitis. Continuous inhalation exposure of rabbits and guinea pigs to 10-30 mg vandium pentoxide/cu m for 10 months caused bronchitis, pneumonia, weight loss, and bloody diarrhea."
        },
        {
            "References": "International Programme on Chemical Safety's Concise International Chemical Assessment Documents. Number 29: Vanadium Pentoxide and Other Inorganic Vanadium Compounds (2001). Available from, as of April 12, 2016: https://www.inchem.org/pages/cicads.html",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ In a study..., groups of 62-84 male and female mice were exposed to 0, 0.5, 2, or 8 mg vanadium pentoxide dust/cu m (particle size not reported) for 4 hr/day for 1 year. \"Papillomatous and adenomatous tumors\" in the lungs were reported in 2 of 79 and 3 of 62 mice at 2 and 8 mg/cu m, respectively. No tumors were reported in controls or at 0.5 mg/cu m."
        },
        {
            "References": "PMID:12773761",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ ... F344/N rats and B6C3F1 mice (N=50/sex/species) were exposed to V2O5 at concentrations of 0, 0.5 (rats only), 1, 2, or 4 (mice only) mg/cu m, by whole-body inhalation for 2 years. The survival and body weights of rats were minimally affected by exposure to V2O5. The survival and body weights of male mice exposed to 4 mg/cu m and body weights of all exposed groups of female mice were lower than the controls. Alveolar/bronchiolar (A/B) neoplasms occurred in male rats exposed to 0.5 and 2 mg/cu m at incidences exceeding the National Toxicology Program (NTP) historical control ranges. A marginal increase in A/B neoplasms was also observed in female rats exposed to 0.5 mg/cu m. Increases in chronic inflammation, interstitial fibrosis, and alveolar and bronchiolar hyperplasia/metaplasia and squamous metaplasia were observed in exposed male and female rats. A/B neoplasms were significantly increased in all groups of exposed mice. As with rats, increases in chronic inflammation, interstitial fibrosis, and alveolar and bronchiolar epithelial hyperplasia were observed in mice exposed to V2O5. Thus, V2O5 exposure was a pulmonary carcinogen in male rats and male and female mice. The marginal tumor response in the lungs of female rats could not be attributed conclusively to exposure to V2O5. These responses were noted at and slightly above the OSHA permissible occupational exposure limit of 0.5 mg/cu m (dust)."
        },
        {
            "References": "PMID:16342472",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Vanadium is an important environmental and industrial pollutant whose concentrations have increased in the last decades. Due to its status as reproductive toxicant and a microtubule damaging agent, the present study investigated by immunohistochemistry the effect of the inhalation of vanadium pentoxide on gamma-tubulin within somatic and testicular germ cells. Male mice inhaled vanadium pentoxide (V2O5) (0.02 M) 1 hr/twice a week for 12 weeks. Our results demonstrated that vanadium accumulates in the testes starting with the initial inhalation (24 hr), and this pattern remained until the last week of treatment. In general, vanadium was capable of significantly decreasing the percentage of gamma-tubulin in all analyzed testicular cells (Sertoli, Leydig, and germ cells) starting with the first week of treatment. For all cell types studied, regression analysis revealed a negative and significant relationship between the percentage of immunopositive cells to gamma-tubulin and exposure time, showing a time dependent response in all cases. Our findings suggest that alterations on this protein might imply changes in microtubule-involved function such as cell division, which in the testes might lead to damage in the spermatogenesis, leading probably to infertility."
        },
        {
            "References": "PMID:17462858",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Vanadium (V) is a transition metal emitted to the atmosphere during the combustion of fossil fuels. Its current status as an atmospheric pollutant increases the need for information about the effects that this element might have on the reproductive health of exposed populations. The present study investigated changes in testicular ultrastructure following inhalation exposure of male mice to V (as vanadium pentoxide). Tissue V level was constant during the 12-week time period. We observed necrosis of spermatogonium, spermatocytes and Sertoli cells, as well as pseudo-nuclear inclusion and disruption of cellular junctions. Our findings stressed the importance of the hemato-testicular barrier in supporting the function of Sertoli cells and suggest as a possible target of V, tight junction proteins. Further analysis is needed in order to identify the role that reactive oxidative species (ROS) might have on these cellular junctions, and if a specific protein is the target of its toxic effects. The relevance of this report concerns the impact that metal air pollution could have on male fertility in dense cities with vehicular traffic problems."
        },
        {
            "References": "PMID:24097359",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Infertility is becoming a health problem, which has increased mainly in megacities, and several studies have shown its association with environmental pollution. Air pollution has been linked to alterations in sperm parameters, both in humans and animal models. In male humans, it has been associated with reduced semen quality and DNA alterations. Vanadium is a transition element that has increased in recent decades as a component of air suspended matter and has been associated with reprotoxic effects in animal models. Few are the mechanisms described by which the vanadium produces these effects, and cytoskeleton interaction is a possibility. We reported immunohistochemical changes in actin testicular cytoskeleton in a vanadium inhalation experimental mice model. Our findings show that exposure to vanadium pentoxide (0.02 M) results in actin decrease in testicular cells from 3-12 weeks exposure time; this effect was statistically significant and exposure time dependent. Actin cytoskeleton damage is a mechanism that could explain vanadium reprotoxic effects and its association with impaired fertility."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists. Documentation of the TLVs and BEIs with Other World Wide Occupational Exposure Values. 7th Ed. CD-ROM Cincinnati, OH 45240-1634 2013., p. 5-6",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Vanadium pentoxide was injected intraperitoneally in fertile adult male mice at a dose of 8.5 ug/g body weight (one-half of the subchronic LD50) every third day for 60 days. One group of mice was mated with unexposed females on days 61 to 65 and then sacrificed. Other groups of mice were sacrificed every 10 days after the beginning of the treatment. On autopsy, the testes were dissected and weighed, the right vas deferens was removed, and sperm was collected. There was a statistically significant decrease in the number of implantation sites, live fetuses, and fetal weight among the progeny of the exposed mice compared to controls. There was a statistically significant increase in resorptions and dead fetuses among the females mated with exposed males compared to those mated to controls. The final body weight among the exposed mice was lower at 60 days of exposure, and the weight of the testis was significantly lower at 50 and 60 days of exposure when compared to controls. The sperm count diminished significantly among animals exposed 20 days or longer, and sperm motility was diminished significantly among animals exposed 10 days or longer. A significant increase in the percentage of morphologic abnormalities in spermatozoa was observed after 50 days of exposure."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists. Documentation of the TLVs and BEIs with Other World Wide Occupational Exposure Values. 7th Ed. CD-ROM Cincinnati, OH 45240-1634 2013., p. 5",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Pregnant female mice were injected intraperitoneally with vanadium pentoxide 8.5 ug/g body weight from days 6 to 15 of gestation. The mice were sacrificed on day 18 of gestation. There were no differences in the number of live and dead fetuses, fetal implants, or resorptions among the treated group compared to controls. The weight of the fetuses was lower, a larger proportion of surviving fetuses was female, there were fewer ossification points present in the limbs, and an increased number of fetuses with short limbs in treated animals compared to controls. No maternal toxicity was observed."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists. Documentation of the TLVs and BEIs with Other World Wide Occupational Exposure Values. 7th Ed. CD-ROM Cincinnati, OH 45240-1634 2013., p. 5",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Developmental toxicity of vanadium pentoxide was studied in mice by injecting pregnant mice intravenously at a dose of 0.15 mL of 1 mmol solution (1 mg/kg) in water on day three or eight of pregnancy. The control group was injected with 0.10 mL normal saline on day three or eight of pregnancy. The mice were killed on the seventeenth day of pregnancy, two days before parturition. There was a statistically significant decrease in skeletal ossification among the fetuses of mice exposed on day eight. In addition, 6 of 106 exposed fetuses and one of the controls had broken spinal cords. There was no statistically significant difference in litter size or fetal weight."
        },
        {
            "References": "PMID:8792529",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Effects of vanadium pentoxide (V2O5) treatment on reproductive function and testicular DNA in male mice were investigated. These functions were evaluated with fertility rate, implants, resorptions, sperm counts, motility, and morphology. The DNA damage in individual testis cells was analyzed by single-cell gel electrophoresis technique (COMET assay). V2O5 treatment resulted in a decrease in fertility rate, implantations, live fetuses, and fetal weight, and an increase in the number of resorptions/dam. Sperm count, motility, and morphology were impaired with the advancement of treatment. Vanadium treatment induced DNA damage depending on the dose in the testis cells that was expressed and detected as DNA migration in the COMET assay. The distribution of DNA migration among cells, a function of dose, revealed that the majority of cells of treated animals expressed more DNA damage than cells from control animals. It is concluded that vanadium pentoxide was a reprotoxic and genotoxic agent in mice."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. V3 20",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ /It was/... suggested that vanadium toxicity in prepubertal rats is higher in males than in females. Vanadium pentoxide (12.5 mg/kg) injected ip to female prepubertal rats every 2 days from birth to day 21 of life induced a decrease in the ovulation rate without significant changes in the number of ova shed by ovulating animals as compared to the controls. The same treatment in male rats induce an increase in the weight of seminal vesicles, thymus, and submandibular glands."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. V3 20",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Vanadium pentoxide treatment (ip injections at the dose of 8.5 ug/g, every 3 days during 60 days) of CD-1 male mice resulted in a decrease in fertility rate, implantations, live fetuses, and fetal weight, and an increase in the number of resorptions per dam. Sperm count, motility, and morphology were impaired with the advancement of treatment, probably, due to DNA damage in the testis cells depending on the dose, as assessed by COMET assay."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. V3 20",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Pregnant Wistar rats were injected ip with vanadium pentoxide at 0.33, 1.0, or 3.0 mg/kg/day on days 6-15 of gestation, and maternal toxic symptoms, decrease in weight gain during treatment and in placenta weight, increase in incidence of embryofetus mortality and external or skeletal malformation, and fetal growth retardation were observed in the high-dosed group. Increased incidence of embryofetus mortality and external or skeletal malformation, delayed ossification of bone, and decreased placenta weight were observed in the 1.0 mg/kg group. It was concluded that vanadium may exert a direct effect on the embryofetus or a \"double effect\" on both placenta function and the embryofetus."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. V3 21",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ The treatment of CD-1 pregnant mice with vanadium pentoxide (8.5 mg/kg/day) on days 6-15 of pregnancy resulted in the reduction of fetal weight and the number of ossification points in forelimbs and hind limbs, and an increase in the frequency of abnormal fetuses. National Institutes of Health (NIH) mice were injected /with/ vanadium pentoxide (5 mg/kg bw, ip) at different times of gestation (on days 1-5, 6-15, 7, 8, 9, 10, 11, or 14-17). Increased frequency of resorptions or fetal deaths were observed after injections on days 6-15, 7, or 14-17 of gestation. Delayed ossification of bones was noted after injections on days 6-15, 8, 10, or 14-17 of gestation."
        },
        {
            "References": "International Programme on Chemical Safety's Concise International Chemical Assessment Documents. Number 29: Vanadium Pentoxide and Other Inorganic Vanadium Compounds (2001). Available from, as of April 12, 2016: https://www.inchem.org/pages/cicads.html",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ On the basis of deaths reported following repeated administration of 17 mg vanadium pentoxide/kg bw by ip injection in a previous study..., male mice (15-20 per group) received 0 or 8.5 mg vanadium pentoxide/kg bw in saline by ip injection every third day for 60 days. From day 61, each male had five over night matings with two untreated females, and successful copulation was determined by the presence of a copulation plug or sperm in the vagina. A statistically significantly reduced body weight in treated animals at the end of the treatment period was reported (79% of control value). The study did not refer to any other signs of toxicity in male mice. Whereas 34 of 40 (85%) of the females mated with controls became pregnant, the rate for the treated group was 33% (10/30). There was a statistically significant reduction in implantation sites per dam for the treatment groups compared with controls (10.9 and 5.8 in the control and treated groups, respectively). A statistically significant increase in the number of resorptions per litter (0.2 and 2.0 in the control and treated groups, respectively) and a statistically significant reduction in the number of live fetuses per litter (10.5 and 3.4 in the control and treated groups, respectively) were apparent in the vanadium pentoxide group. There was no statistically significant difference in the numbers of dead fetuses per litter. Post-implantation loss (number of dead fetuses per number of liveborn pups) was approximately 10 times greater in the treatment group than in controls (0.41 and 0.04, respectively). Given that vanadium pentoxide is poorly absorbed following oral exposure and well absorbed and widely distributed when inhaled, the use of the intraperitoneal route in this assay is considered a valid surrogate for relevant exposure routes in this instance."
        },
        {
            "References": "PMID:15882783",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ The blood-brain barrier (BBB) protects the CNS against chemical insults. Regulation of blood-brain tissue exchange is accomplished by ependymal cells, which possess intercellular tight junctions. Loss of BBB function is an etiologic component of many neurological disorders. Vanadium (V) is a metalloid widely distributed in the environment and exerts potent toxic effects on a wide variety of biological systems. The current study examines the effects of Vanadium pentoxide (V2O5) inhalation in mice ependymal epithelium, through the analysis of the brain metal concentrations and the morphological modifications in the ependymal cells identified by scanning and transmission electron microscopy after 8 weeks of inhalation, in order to obtain a possible explanation about the mechanisms that V uses to enter and alter the CNS. Our results showed that V2O5 concentrations increase from the first week of study, stabilizing its values during the rest of the experiment. The morphological effects included cilia loss, cell sloughing, and ependymal cell layer detachment. This damage can allow toxicants to modify the permeability of the epithelium and promote access of inflammatory mediators to the underlying neuronal tissue causing injury and neuronal death. Thus, understanding the mechanisms of BBB disruption would allow planning strategies to protect the brain from toxicants such as metals, which have increased in the atmosphere during the last decades and constitute an important health problem."
        },
        {
            "References": "PMID:16684564",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ Spatial memory may be severely impaired as a consequence of ageing and neurodegenerative diseases, conditions that include neuronal damage. Vanadium (V) is a metalloid widely distributed in the environment and exerts severe toxic effects on a wide variety of biological systems. Reports about V inhalation toxicity on the CNS are limited, thus the purpose of this study is to determine the effects of vanadium pentoxide (V(2)O(5)) inhalation (0.02 M) on the memory and its correlation with the cytology of the hippocampus CA1. Forty eight CD-1 male mice were trained in spatial memory tasks and inhaled 1 hr twice a week; after each inhalation animals were evaluated and sacrificed from 1 to 4 weeks, perfused and processed for Golgi method and for ultrastructure evaluation. The cytological analysis consisted in counting the number of dendritic spines of 20 pyramidal neurons of hippocampus CA1, as well as ultrastructural characteristics. Results show that V inhalation produces a time dependent loss of dendritic spines, necrotic-like cell death, and notorious alterations of the hippocampus CA1 neuropile, which correlate with spatial memory impairment. Our data suggest that V induces important cellular and functional alterations, fact that deserves special attention since the concentration's trend of this element in the atmosphere is increasing."
        },
        {
            "References": "PMID:24362016",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ Epidemiological evidence indicates chronic environmental exposure to transition metals may play a role in chronic neurodegenerative conditions such as Parkinson's disease (PD). Chronic inhalation exposure to welding fumes containing metal mixtures may be associated with development of PD. A significant amount of vanadium is present in welding fumes, as vanadium pentoxide (V2O5), and incorporation of vanadium in the production of high strength steel has become more common. Despite the increased vanadium use in recent years, the neurotoxicological effects of this metal are not well characterized. Recently, we demonstrated that V2O5 induces dopaminergic neurotoxicity via protein kinase C delta (PKCdelta)-dependent oxidative signaling mechanisms in dopaminergic neuronal cells. Since anosmia (inability to perceive odors) and non-motor deficits are considered to be early symptoms of neurological diseases, in the present study, we examined the effect of V2O5 on the olfactory bulb in animal models. To mimic the inhalation exposure, we intranasally administered C57 black mice a low-dose of 182 ug of V2O5 three times a week for one month, and behavioral, neurochemical, and biochemical studies were performed. Our results revealed a significant decrease in olfactory bulb weights, tyrosine hydroxylase (TH) levels, levels of dopamine (DA) and its metabolite, 3,4-dihydroxyphenylacetic acid (DOPAC) and increases in astroglia of the glomerular layer of the olfactory bulb in the treatment groups relative to vehicle controls. Neurochemical changes were accompanied by impaired olfaction and locomotion. These findings suggest that nasal exposure to V2O5 adversely affects olfactory bulbs, resulting in neurobehavioral and neurochemical impairments. These results expand our understanding of vanadium neurotoxicity in environmentally-linked neurological conditions."
        },
        {
            "References": "Nordberg, G.F. et al; Handbook on the Toxicology of Metals 4th ed., Vol. 2. Academic Press, Waltham, MA. 2015, p. 1358",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ Inhalation exposure to a condensation aerosol of /vanadium pentoxide/ at 0.027 or 0.006 (but not at 0.002) mg/cu m produced changes in excitability of the tibial musculature in rats."
        },
        {
            "References": "Nordberg, G.F. et al; Handbook on the Toxicology of Metals 4th ed., Vol. 2. Academic Press, Waltham, MA. 2015, p. 1358",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ Repeated feeding of /vanadium pentoxide/ (aqueous solution, 0.05-0.5 mg V/kg/day for 80 days) impaired the condition reflex mechanisms in rats; doses of 0.005 mg/kg/day did not cause any neurological disturbances."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. V3 26",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ It is suggested that vanadium has a selective effect on adrenergic pathways as it decreased noradrenaline levels in brain of rats and in hypothalamus of mice. ... Neurophysiological disturbances (impaired conditioned reflexes and neuromuscular excitability) /were observed/ in dogs and rabbits exposed orally or sc to /vanadium pentoxide/ ... . In studies where vanadium pentoxide... /was/ administered orally to rats and mice in doses of 0.005-1 mg vanadium/kg for 21 days (higher levels) to 6 months (lower levels), a dose of 0.05 mg vanadium/kg was found to be the threshold for functional disturbances in the conditioned reflex activity in both rats and mice. The motor chronaxy ratio of antagonistic muscles of the tibia in rats exposed by inhalation to /vanadium pentoxide/ at 0.027 mg/cu m decreased from 1.5 at the beginning of the study to 1.0 on day 20 and 0.5 on day 30. The decrease continued until a level of about 0.25 was reached. The chronaxy ratio returned to normal about 18 days after cessation of exposure on day 70. Rabbits exposed to vanadium pentoxide for 8 months did not show pathological changes in the brain. At least some of these effects might be related to the inhibitory effects of vanadium salts on different ATP-ase enzymes."
        },
        {
            "References": "WHO; Environ Health Criteria 81: Vanadium p.90 (1988). Available from, as of April 12, 2016: https://www.inchem.org/documents/ehc/ehc/ehc81.htm",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ Neurophysiological effects have been reported following acute exposure (oral and sc injection) of dogs and rabbits to vanadium oxides and salts (V2O3, V2O5, VCl3, NH4VO3). These include disturbances of  the central nervous system (impaired conditioned reflexes and neuromuscular excitability)."
        },
        {
            "References": "PMID:18569605",
            "Value": "/GENOTOXICITY/ Surface-treated titanium dioxide (TiO(2)) particles coated with vanadium pentoxide (V(2)O(5)) are used industrially for selective catalytic reactions such as the removal of nitrous oxide from exhaust gases of combustion power plants (SCR process) and in biomaterials for increasing the strength of implants. In the present study, untreated ultrafine TiO(2) particles (anatase, diameter: 30-50 nm) and vanadium pentoxide (V(2)O(5))-treated anatase particles were tested for their cyto- and genotoxic effects in V79 cells (hamster lung fibroblasts). Cytotoxic effects of the particles were assessed by trypan blue exclusion, while genotoxic effects were investigated by micronucleus (MN) assay. In addition, the generation of reactive oxygen species (ROS) was determined by the acellular method of electron spin resonance technique (ESR) and by the cellular technique of determination of thiobarbituric acid-reactive substances (TBARS). Our results demonstrate that V(2)O(5)-treated TiO(2) particles induce more potent cyto- and genotoxic effects than untreated particles. Further, acellular and cellular radical formation was more pronounced with V(2)O(5)-anatase than untreated anatase. Thus, data indicate that V(2)O(5)-treated TiO(2) particles were more reactive than natural anatase and capable of inducing DNA damage in mammalian cells through production of free radicals."
        },
        {
            "References": "PMID:23620078",
            "Value": "/GENOTOXICITY/ Vanadium is an environmental pollutant attached to the smallest air suspended particles that enters into the respiratory tract reaching the systemic circulation. The oxidative state of this element and sex are factors related to its toxicity. In this study, we explored sex-associated genotoxic and cytotoxic differences in a mouse experimental model. Mice inhaled V2O5 (0.02 M) 2 hr/twice a week; blood samples were obtained at 24 hr and every week until the end of the 4-week exposure. Samples were processed for fluorochrome-mediated viability and a micronucleus assay in slides pre-covered with acridine orange (AO). The results showed that males were more susceptible to genotoxicity during the exposure in contrast to the females. In peripheral blood leukocytes, no cytotoxic differences were observed in both, females or males, but the decrease in circulating reticulocytes provides evidence of the metal's cytotoxic effect on the bone marrow (BM). A significant decrease in reticulocytes was observed during the experiment independent of the animal's sex. The present findings might be explained by the interaction of the metal with the enzymes that control erythropoiesis or a direct effect on erythropoietin production might explain our findings; however, an absence of the genotoxic effects in females could be a consequence of the protective effect against oxidative stress by their higher estrogen levels. This study contributes to a better understanding of the mechanisms by which vanadium induces adverse effects in biological systems."
        },
        {
            "References": "PMID:26232257",
            "Value": "/GENOTOXICITY/ Chronic inhalation of vanadium pentoxide (V2O5) increases the incidence of alveolar/bronchiolar tumors in male and female B6C3F1 mice at 1, 2, or 4 mg/cu m. The genotoxicity of V2O5 has been extensively investigated in the literature with mixed results. In general, tests for gene mutations have been negative. Both positive and negative results were reported for clastogenicity in vitro with some reports suggesting aneugenic potential. In vivo, V2O5 was negative in the mouse micronucleus test (erythrocyte) and comet assay (lung). Previously, K-ras mutations have been detected in the lung tumors in mice exposed to V2O5. Recently, a short-term inhalation study in B6C3F1 mice reported slight induction of 8-oxodGuo DNA lesions in lungs. Because 8-oxodGuo DNA lesions can lead to gene mutations if not repaired or if misrepaired, we have used groups of transgenic Big Blue (BB) mice (B6C3F1) to test whether V2O5 has mutagenic potential in vivo in the tumor target tissue under the conditions of the bioassay. Groups of six male BB mice were exposed to particulate aerosols containing 0, 0.1, or 1 mg/cu m (tumorigenic concentration) V2O5 for 4 or 8 weeks (6 hr/day, 5 days/week) and cII mutant frequencies (MFs) were evaluated in the right lungs. A significant increase in lung weight was noted in mice exposed to 1 mg/cu m V2O5 (p </= 0.05) compared to sham control, confirming exposure to an inflammatory level of the test material. The mean MFs (x10-6) of mice in the 4-week exposure groups were 30 (sham control), 39 (0.1 mg/cu m), and 24 (1 mg/cu m) while the corresponding values in the 8-week exposure groups were 29, 48, and 17, respectively. None of these cII MFs measured at any time point was significantly higher than the corresponding control MFs (p >/= 0.1). Overall, these results suggest that mutagenicity is not likely to be an initial key event in the lung tumorigenicity of V2O5."
        },
        {
            "References": "PMID:26232258",
            "Value": "/GENOTOXICITY/ This study investigated whether Kras mutation is an early event in the development of lung tumors induced by inhalation of particulate vanadium pentoxide (VP) aerosols. A National Toxicology Program tumor bioassay of inhaled particulate VP aerosols established that VP-induced alveolar/bronchiolar carcinomas of the B6C3F1 mouse lung carried Kras mutations at a higher frequency than observed in spontaneous mouse lung tumors. Therefore, this study sought to: (1) characterize any Kras mutational response with respect to VP exposure concentration, and (2) investigate the possibility that amplification of preexisting Kras mutation is an early event in VP-induced mouse lung tumorigenesis. Male Big Blue B6C3F1 mice (6 mice/group) were exposed to aerosolized particulate VP by inhalation, 6 hr/day, 5 days/week for 4 or 8 weeks, using VP exposure concentrations of 0, 0.1, and 1 mg/cu m. The levels of two different Kras codon 12 mutations [GGT -> GAT (G12D) and GGT -> GTT (G12V)] were measured in lung DNAs by Allele-specific Competitive Blocker PCR (ACB-PCR). For both exposure concentrations (0.1 and 1.0mg/cu m) and both time points (4 and 8 weeks), the mutant fractions observed in VP-exposed mice were not significantly different from the concurrent controls. Given that 8 weeks of inhalation of a tumorigenic concentration of particulate aerosols of VP did not result in a significant change in levels of lung Kras mutation, the data do not support either a direct genotoxic effect of VP on Kras or early amplification of preexisting mutation as being involved in the genesis of VP-induced mouse lung tumors under the exposure conditions used. Rather, the data suggest that accumulation of Kras mutation occurs later with chronic VP exposure and is likely not an early event in VP-induced mouse lung carcinogenesis."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists. Documentation of the TLVs and BEIs with Other World Wide Occupational Exposure Values. 7th Ed. CD-ROM Cincinnati, OH 45240-1634 2013., p. 4-5",
            "Value": "/GENOTOXICITY/ Salmonella typhimurium mutagenicity test protocol conducted with multiple strains of S. typhimurium with and without hamster and rat S9 mix (metabolic activation enzymes and cofactors) were negative. However, the REC assay suggested that vanadium pentoxide caused DNA damage at 0.5 umol (91 ug/mL)."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists. Documentation of the TLVs and BEIs with Other World Wide Occupational Exposure Values. 7th Ed. CD-ROM Cincinnati, OH 45240-1634 2013., p. 4",
            "Value": "/GENOTOXICITY/ Vanadium pentoxide at concentrations of 1 to 3 ug/mL ... induced damage to spindle apparatus in vitro in Chinese hamsters."
        },
        {
            "References": "International Programme on Chemical Safety's Concise International Chemical Assessment Documents. Number 29: Vanadium Pentoxide and Other Inorganic Vanadium Compounds (2001). Available from, as of April 12, 2016: https://www.inchem.org/pages/cicads.html",
            "Value": "/GENOTOXICITY/ The potential of vanadium pentoxide exposure to induce micronuclei and centromere-positive micronuclei in vitro was investigated in Chinese hamster V79 cells, in the absence of metabolic activation. Studies of cytotoxicity were performed in cells exposed to concentrations of vanadium pentoxide up to 12 ug/mL (6.7 ug vanadium/mL) for 24 hr. In each group, the numbers of mononucleated and binucleated cells per 1000 cells were determined for cell cycle kinetics. The investigation of centromere-positive micronuclei was performed in cells cultured with vanadium pentoxide concentrations of 0, 1, 2, or 3 ug/mL (0, 0.6, 1.1, or 2.2 ug vanadium/mL) for 24 hr. Binucleated cells were scored and numbers of micronuclei determined. Cytotoxic effects of vanadium pentoxide, as defined by a reduced number of binucleated cells, were apparent at all doses. A dose-related, statistically significant increase in micronucleus induction was reported at all vanadium dose levels tested (2.4, 4.2, 6.2, and 7.6% of cells, for solvent control, 1, 2, and 3 ug/mL, respectively). This dose-response relationship was also observed in the numbers of centromere-positive micronuclei (49, 70, 82, and 89% of micronuclei, respectively). Induction of gene mutation at the HPRT locus was investigated following exposure of Chinese hamster V79 cells, in the absence of metabolic activation, to 0, 1, 2, 3, or 4 ug vanadium pentoxide/mL (0, 0.6, 1.1, 1.7, or 2.2 ug vanadium/mL) for 24 hr. No significant increase in the frequency of gene mutation was reported following treatment with vanadium pentoxide."
        },
        {
            "References": "PMID:10406888",
            "Value": "/GENOTOXICITY/ Vanadium pentoxide (V2O5) was tested for its ability to induce genotoxic damage in six different organs (liver, kidney, lung, spleen, heart, and bone marrow) of mice by using the alkaline Single Cell Gel Electrophoresis (SCGE) assay. Animals were sacrificed 24 hr after ip administration of the vanadium pentoxide of 23.0, 11.5, or 5.75 ug/g (corresponding to the LD50, 1/2 LD50 and 1/4 LD50, respectively). In all tissues and organs evaluated (except for bone marrow), V2O5 increased the number of cells with damage. Our results showed that ip injection of V2O5 induced DNA damage in different organs and tissues, and that this kind of damage can be observed even 24 hr after treatment. The analysis of DNA migration and the distribution of DNA damage showed that there are differences in sensitivity between organs and tissues to this compound. In addition the sensitivity of SCGE assay allows the detection of long term DNA damage and the possibility to compare it in various tissues and target organs."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. V3 24",
            "Value": "/GENOTOXICITY/ In a dominant lethal mutation assay where vanadium pentoxide was administered daily by sc injections to male mice for 3 months at doses of 0.2, 1, or 4 mg/kg bw, the results obtained were considered negative for the induction of dominant lethal mutations."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. V3 23",
            "Value": "/GENOTOXICITY/ Significant levels of induced micronuclei were observed in two strains of mice (615 and Kunming albino) given vanadium pentoxide by ip injection at doses 6.4, 2.13, or 0.17 mg/kg bw for 5 consecutive days. Both the sc injection of vanadium pentoxide solution (0.25, 1, or 4 mg/kg) and the inhalation of vanadium pentoxide dust (0.5, 2, or 8 mg/cu m) induced micronuclei in the 615 mouse strain. However, negative results were obtained following oral administration of vanadium pentoxide at doses of 1.4, 2.8, 5.7, or 11.3 mg/kg bw, daily, for 6 weeks, to Kunming albino mice."
        },
        {
            "References": "PMID:216760",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ Inhibition of adenosinetriphosphatase (ATPase) by vanadium pentoxide (dissolved in water or in sodium hydroxide solution) was studied in microsomal fractions and tissue homogenates of kidney, brain, and heart of several species, including humans (kidney only). In some preparations vanadium was found to be the most potent inhibitor of Na+ + K+ATPase activity so far reported. Concentrations of vanadium causing 50 percent inhibition of Na+ + K+ATPase activity ranged from 6x10-8 to 5x10-7 M in microsomal fractions and from 2x10-7 to 1x10-6 M in tissue homogenates. Renal and cardiac enzymes were more sensitive to vanadium than the brain enzyme, a phenomenon independent of enzyme specific activity. The enzyme in tissue homogenates was more resistant to vanadium than the microsomal enzyme derived from the same tissues, suggesting a presence in tissues of protective agents. Mg2+ ATPase, which contaminated the enzyme preparations to a variable degree, was 1,000-10,000 times more resistant to vanadium than was Na+ + K+ATPase. More detailed studies on the mechanism of inhibition were performed with dog and human kidney enzymes. The reversible nature of the inhibition was suggested by the fact that fractional inactivation of Na+ + K+ATPase by vanadium was independent of enzyme protein concentrations. The inhibitory effect was reduced by Na+ and increased by K+ or Mg2+. ATP alone, but not MgATP, antagonized the inhibition. This could mean that vanadium inhibits the Na+ + K+ATPase at the site activated by Na+, and that ATP protects the enzyme either by binding vanadium or by competing for a mutual receptor on the enzyme. The inhibition was reduced by bovine serum albumin, probably binding vanadium. The inhibition was also diminished by reducing agents, ascorbic acid, and citric acid."
        },
        {
            "References": "Sheridan CJ et al; Annu Resp Inhalation Toxicol Res Inst (Lovelace Found Med Educ Res): 294-8 (1978)",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ Pulmonary alveolar macrophages from dogs, rabbits, and rats were exposed in vitro for 20 hr to vanadium pentoxide. A significant decrease in the activity present in phospholipid occurred at vanadium concentrations that affected viability of macrophages from all three species."
        },
        {
            "References": "PMID:2538328",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ The effects of soluble compounds and oxides of /10 elements/ on oxidative metabolism and membrane integrity of rabbit alveolar macrophages were studied by 24-hr in vitro exposure. Oxidative metabolism induced by phagocytosis of opsonized zymosan was measured by hydrogen peroxide and O2-release and by chemiluminescence in the presence of luminol. Membrane integrity was estimated by extracellular LDH activity. Metallic ions and oxides inhibited the release of active oxygen species. Cadmium, arsenic, and vanadium pentoxide were the most toxic elements as measured by all investigated parameters ..."
        },
        {
            "References": "PMID:3874773",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ Rabbit alveolar macrophages (RAM) were cultured for 24 hr with concentrations ranging from 3 to 12 ug/mL of vanadium oxide (V2O5), a known cytotoxic agent, or with high-molecular-weight organic by-products from coal gasification processes. After culture the cells were harvested and tested for functional capacity using three types of indicators: (1) luminol-amplified chemiluminescence (CL), which quantitatively detects photon emission due to respiratory burst activity measured in a newly designed instrument with standardized reagents; (2) the reduction of nitro blue tetrazolium-saturated polyacrylamide beads, a semiquantitative measure of respiratory burst activity; and (3) phagocytic efficiency, defined as percentage of cells incorporating immunoglobulin-coated polyacrylamide beads. Chemiluminescence declined linearly with increasing concentrations of V2O5 over the dose range tested. Dye reduction and phagocytic efficiency similarly decreased with increasing V2O5 concentration, but were less sensitive indicators of functional impairment than CL as measured by the amount required to reduce the response to 50% of untreated cells. The effect of coal gasification condensates on RAM function varied, but in general these tests also indicated that the CL response was the most sensitive indicator."
        },
        {
            "References": "PMID:12141377",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ ... Urinary citrate is freely filtered at the glomerulus, and its reabsorption in the proximal tubule is the major determinant of the rate of renal excretion. In this study, ... rat renal brush border membrane vesicles (BBMV) /were exposed/ to vanadium pentoxide and ... their citrate uptake characteristics /were examined/. The preincubation of BBMV with 1 mM V2O5 for 8 hours significantly inhibited citrate uptake compared with that of BBMV without V2O5, preincubation. These findings indicate that the preincubation of BBMV with vanadium pentoxide results in a time-dependent inhibition of citrate uptake by BBMV. These findings might contribute to nephrotoxicity in vanadium exposure."
        },
        {
            "References": "PMID:6611257",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ Two vanadium compounds, vanadyl sulfate (VOSO4) and vanadium pentoxide (V2O5), and fly ash from an oil fueled power plant were dissolved or suspended in culture medium over a range of concentrations and hamster tracheal epithelia were exposed for 1 hr/day, for 9 consecutive days. Explants treated with vanadyl sulfate (VOSO4) either decreased ciliary activity or produced ciliostasis depending on the concentration and length of exposure. Early morphological alterations consisted of vacuolization of both nuclei and cytoplasm. Similar changes were observed in cultures exposed to vanadium pentoxide (V2O5); however, the cytotoxicity appeared earlier and was more pronounced."
        },
        {
            "References": "PMID:16182506",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ Two kinds of nanosize V(2)O(5) particles were synthesized in /a/ laboratory and concomitantly applied to V79 and L929 fibroblasts and SCCVII, B16F10 and FsaR tumor cells. The morphologies of the cells were monitored using an inverted inverse microscope equipped with digital camera, while quantitative determination of the cytotoxicity of nanosized V(2)O(5) particles was measured using the crystal violet bioassay. Twenty four hours after the addition of nanosized V(2)O(5) particles (20muM), noticeable changes in the morphology and density of fibroblast and cancer cells were observed. Reculturing in a freshly prepared medium for the next 24 hr showed a high recovery effect on V79, SCCVII, and B16F10 cells, while FsaR and L929 cells were seriously damaged and unable to recover. At a higher concentration of nanosized V(2)O(5) particles (100muM), the cytotoxicity of V(2)O(5) prevailed against the recovery effect in all cell types. Quantitative measurements have shown that the resistance of investigated cell cultures to the cytotoxicity of nanosized V(2)O(5) particles decreases in the order V79>SCCVII>B16F10>FsaR>L929. The high cytotoxic effect found on FsaR cells suggests that nanosized V(2)O(5) particles could be regarded as poisoning material in the treatment of FsaR fibrosarcoma cells. Possible mechanisms involved in the cytotoxicity of nanosize V(2)O(5) particles were discussed."
        },
        {
            "References": "PMID:22004965",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ Vanadium pentoxide (V(2)O(5)) inhalation effect on platelet function in mice was explored, as well as the in vitro effect on human platelets. Mouse blood samples were collected and processed for aggregometry and flow cytometry to assess the presence of P-selectin and monocyte-platelet conjugates. Simultaneously, human platelets were processed for aggregometry. The mouse results showed platelet aggregation inhibition in platelet-rich-plasma (PRP) at four-week exposure time, and normality returned at eight weeks of exposure, remaining unchanged after the exposure was discontinued after four weeks. This platelet aggregation inhibition effect was reinforced with the in vitro assay. In addition, P-selectin preserved their values during the exposure, until the exposure was discontinued during four weeks, when this activation marker increased. We conclude that vanadium affects platelet function, but further studies are required to evaluate its effect on other components of the hemostatic system."
        },
        {
            "References": "PMID:18569380",
            "Value": "/IMMUNOTOXICITY/ Vanadium, an important air pollutant derived from fuel product combustion, aggravates respiratory diseases, and impairs cardiovascular function. In contrast, its effects on immune response are conflicting. The aim of our work was to determine if spleens of vanadium-exposed CD1 mice showed histological lesions that might result in immune response malfunction. One hundred and twelve CD-1 male mice were placed in an acrylic box and inhaled 0.02 M vanadium pentoxide (V2O5); actual concentration in chamber approximately 1.4 mg V2O5/cu m) for 1 hr/d, twice a week, for 12 wk. Control mice inhaled only vehicle. Eight mice were sacrificed prior to the exposures. Eight control and eight V2O5-exposed mice were sacrificed 24 hr after the second exposure of each week until the 12-wk study was over. Another 8 mice that completed the 12-wk regimen were immunized with recombinant Hepatitis B surface antigen (HBsAg; three times over an 8-wk period) before sacrifice and analyses of their levels of anti-HBsAg antibody (HBSAb) using ELISA. In all studies, at sacrifice, blood samples were obtained by direct heart puncture and the spleen was removed, weighed and processed for H-E staining and quantitation of CD19 cells. The results indicated that the spleen weight of V2O5-exposed animals peaked at 9 wk (546 +/- 45 vs. 274 +/- 27 mg, p<0.0001) and thereafter progressively decreased (321 +/- 39 mg at 12 wk, p<0.001; control spleen = 298 +/- 35 mg). Spleens of V2O5-exposed animals showed an increased number of very large and non-clearly delimited germinal centers (that contained more lymphocytes and megakaryocytes) compared to those of control mice. In addition, their red pulp was poorly delimited and had an increase in CD19+ cells within hyperplasic germinal nodes. The mean HBsAb levels in immunized control mice were greater than that in the exposed hosts (i.e., OD=0.39 +/- 0.03 vs. 0.11 +/- 0.05, p<0.01). HBsAb avidity dropped to a value of 40 in V2O5-exposed animals vs. 86 in controls (p<0.0001). We conclude that the chronic inhalation of V2O5, a frequent particle (PM(2.5)) component, induces histological changes and functional damage to the spleen, each of which appear to result in severe effects on the humoral immune response."
        },
        {
            "References": "PMID:22512508",
            "Value": "/IMMUNOTOXICITY/ Vanadium (V) is a transition metal found in air adsorbed onto suspended particles. As a result, urban populations are often exposed to this element as a constituent of particulate matter (PM). One aspect of the myriad toxicities that might arise from these exposures is altered immune responses. Previous reports from the laboratory reported modifications in splenic architecture - with germinal center hyperplasia and a suppressed humoral immune response - in mice that had been exposed to vanadium agents via inhalation. This paper reports a decrease in the presence of the CD11c surface marker on mouse thymic dendritic cells (DC) as a result of host exposure to vanadium (here, in the form of vanadium pentoxide; V(2)O(5)) over a period of 4 weeks. All results were obtained using immunohistochemistry and flow cytometry. It is surmised that this decrease might induce a dysfunction, including possible negative selection of T-cells, which could increase the presence of autoreactive clones in the exposed host. Such an outcome could, in turn, increase the risk for development of autoimmune reactions in different organs specifically, and of autoimmune diseases in general in these V-exposed hosts."
        },
        {
            "References": "PMID:27043960",
            "Value": "/IMMUNOTOXICITY/ Vanadium (V) is a transition metal often adhered to particulate matter and released into the atmosphere as vanadium pentoxide (V2O5) by the burning of fossil fuels. This air pollutant causes adverse effects in the immune system. Lymphocytosis and splenomegaly have been reported with increased white pulp in mice after V inhalation. The effect of V on the immune system as related to sex has been poorly investigated. This study sought to determine if V inhalation (a) produced lymphoproliferation that could explain the changes previously observed in the spleen and in peripheral blood lymphocyte counts and (b) whether any observed effects differed due to gender. Immunohistochemical analyses of Ki-67, a specific proliferation marker, was made in the spleens of CD-1 male and female mice exposed for 1 hr, twice a week, over a 12-week period to V2O5 (at 1.4 mg V2O5/cu m) by whole-body inhalation; similar analyses were performed on spleens of control mice exposed to vehicle (filtered air). The results showed that in male mice there was a significant increase in percentage of Ki-67 immunopositive lymphocytes starting from the second week and until the end of the exposure. The Ki-67 signal was cytoplasmic and nuclear in the exposed males, while in controls the signal was only nuclear. In female mice, V inhalation significantly increased the percentage of proliferating lymphocytes only after 1 week of exposure. Ki-67 signal was observed only in the nucleus of lymphocytes from the control and exposed females. The results here help to explain the splenomegaly and lymphocytosis observed previously in male mice and support the lymphoproliferative effect induced by V. Lastly, the finding that there was a sex difference in the effect of vanadium on lymphocyte proliferation suggests a role for sex hormones in potential protection against V immunotoxicity; however, further studies are needed to support this hypothesis."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. V3 25",
            "Value": "/IMMUNOTOXICITY/ The selective immunotoxic effects (depression of phagocytosis, splenotoxicity enlargement of spleen, elevation of peripheral blood leukocytes, and T-and B-cell activation) were observed in rats given /vanadium pentoxide/ in drinking water (1 or 100 mg V/L) for 6 months, and mice given /vanadium pentoxide/ in 0.2 mL water (6 mg V/kg) by gavage 5 days a week for 6 weeks."
        },
        {
            "References": "International Programme on Chemical Safety's Concise International Chemical Assessment Documents. Number 29: Vanadium Pentoxide and Other Inorganic Vanadium Compounds (2001). Available from, as of April 12, 2016: https://www.inchem.org/pages/cicads.html",
            "Value": "/IMMUNOTOXICITY/ Groups of 6-8 female rats received a solution of 0, 0.042, or 0.42 mg vanadium pentoxide in phosphate-buffered saline by single intratracheal administration. Cells were collected by bronchoalveolar lavage (BAL) and subsequently lysed for RNA isolation. Hybridization studies were conducted to determine the expression of cytokines. BAL indicated a significant, dose-related influx of neutrophils in the lungs, and the Northern blot analysis demonstrated increased mRNA expression of macrophage inflammatory protein-2 and another cytokine, KC. The results demonstrate an inflammatory response in the lungs associated with exposure to vanadium pentoxide."
        },
        {
            "References": "International Programme on Chemical Safety's Concise International Chemical Assessment Documents. Number 29: Vanadium Pentoxide and Other Inorganic Vanadium Compounds (2001). Available from, as of April 12, 2016: https://www.inchem.org/pages/cicads.html",
            "Value": "/IMMUNOTOXICITY/ Groups of 10 male Wistar rats received vanadium pentoxide in drinking-water for a period of 6 months at concentrations of 0, 1, or 100 mg vanadium/L. Similarly, 10 male and 10 female ICR mice were given 0 or 6 mg vanadium pentoxide/kg body weight by gavage, 5 days/wk for 6 weeks. The study focused on assessing the immunotoxicity of vanadium and recorded the weight of the spleen and thymus, spleen cellularity, leukocyte count in peripheral blood, indicators of non-specific immunity (phagocytosis, natural killer cell activity), and humoral as well as cell-mediated immunity. The study demonstrated an enlargement of the spleen in rats exposed to vanadium at a concentration of 100 mg/L, the same finding as in mice, although with diminished spleen cellularity in mice. Thymus weight was not influenced. The leukocyte count in peripheral blood was increased significantly in both rats and mice. In rats and mice, a decrease in phagocytosis, which was dose-dependent in rats, was found. In exposed mice, there appeared signs of intense response to mitogens and high stimulation of B-cells in the plaque-forming cells assay. Activation of T- and B-cells and the magnitude of the response to concanavalin A indicate potential vanadium-related hypersensitivity."
        },
        {
            "References": "Kitani S et al; Environ Toxicol Pharmacol 6 (1): 1-12 (1998)",
            "Value": "/IMMUNOTOXICITY/ ... Vanadium oxide (V2O5) and orthovanadate (Na3VO4) released histamine from human basophils, rat mast cells and rat basophilic leukemia (RBL-2H3) cells in the presence of hydrogen peroxide (H2O2). Activation of RBL-2H3 cells by vanadium H2O2 was accompanied by leukotriene synthesis, increases of /cytosolic/ (Ca2+), multiple protein tyrosine phosphorylations and remarkable morphological changes. Pharmacological study suggests that vanadium/H2O2 activates mast cells at the late phase, bypassing the early signaling components."
        },
        {
            "References": "Yamaguchi M et al; Res Exp Med 189 (1): 47-54 (1989)",
            "Value": "/OTHER TOXICITY INFORMATION/ The effect of vanadium on bone metabolism was investigated in the femoral diaphysis of weanling rats. Vanadium pentoxide (1.0-20.0 mumol vanadium/100 g bw) was administered orally for 3 days. The dose of 15.0 and 20.0 mumol vanadium/100 g caused a significant increase in serum calcium concentration. Bone alkaline phosphatase activity was increased significantly by the dose of 1.0-20.0 mumol vanadium/100 g, while bone acid phosphatase activity was not altered significantly. Bone DNA content was increased significantly by the dose of 1.0-10.0 mumol vanadium/100 g. Bone calcium content was not altered significantly by administration of vanadium. The increase in serum calcium concentration caused by administration of vanadium (20.0 mumol/100 g) was prevented completely by simultaneous injection of zinc sulfate (15.3 mumol zinc/100 g) for 3 days, although zinc alone did not have any effect. Administration of zinc (15.3 mumol/100 g) produced an appreciable increase in bone alkaline phosphate activity, DNA content, and calcium content. These increases were not enhanced significantly by simultaneous injection of vanadium (2.0 and 20.0 mumol vanadium/100 g). ... Zinc can prevent the /manifestation/ of the toxic effect of vanadium with higher doses /of vanadium./"
        },
        {
            "References": "PMID:6908559",
            "Value": "/OTHER TOXICITY INFORMATION/ Sodium metavanadate (NaVO3), vanadium pentoxide (V2O5), and vanadyl sulphate (VOSO4), evoked rhythmic and tonic contractions of the normal and reserpinized rat isolated vas deferens. Contractions were not observed by the use of vanadium trichloride (VCl3) The order of potency of these compounds, for their maximum contractile effects was NaVO3 greater than V2O5 greater than VOSO4 greater than VCl3. Differences in pD2 values were less than 0.5 long units in relation to the first compound. Vanadium-induced contractions were blocked by Ca2+ deprivation, nifedipine, Mg2+, Mn2+, Ni2+ and Co2+, indicating the involvement of a loosely bound or extracellular calcium-dependent mechanism. It is still unclear whether this calcium translocation was related, or not, to changes in Na+, K+-ATPase activity. Since ouabain blocked the action of vanadyl or vanadate non-competitively, it is concluded that vanadium compounds and ouabain induce their effects by interacting with different sites in vas deferens, both of which may or may not be located on the (Na+, K+)ATPase enzyme complex."
        },
        {
            "References": "PMID:20175905",
            "Value": "/OTHER TOXICITY INFORMATION/ Vanadium pentoxide (V2O5) exposure is a cause of occupational bronchitis and airway fibrosis. Respiratory syncytial virus (RSV) is a ubiquitous pathogen that causes airway inflammation. It is unknown whether individuals with pre-existing respiratory viral infection are susceptible to V2O5-induced bronchitis. We hypothesized that respiratory viral infection will exacerbate vanadium-induced lung fibrosis. In this study we investigated the effect of RSV pre- or post-exposure to V2O5 in male AKR mice. Mice were pre-exposed by intranasal aspiration to RSV or media vehicle prior to intranasal aspiration of V2O5 or saline vehicle at day 1 or day 7. A parallel group of mice were treated first with V2O5 or saline vehicle at day 1 and day 7 then post-exposed to RSV or media vehicle at day 8. V2O5-induced airway inflammation and fibrosis were decreased by RSV pre- or post-exposure. Real time quantitative RT-PCR showed that V2O5 significantly increased lung mRNAs encoding pro-fibrogenic growth factors (TGF-beta1, CTGF, PDGF-C) and collagen (Col1A2), but also increased mRNAs encoding anti-fibrogenic type I interferons (IFN-alpha, -beta) and IFN-inducible chemokines (CXCL9 and CXCL10). RSV pre- or post-exposure caused a significantly reduced mRNAs of pro-fibrogenic growth factors and collagen, yet reduced RNA levels of anti-fibrogenic interferons and CXC chemokines. Collectively these data suggest that RSV infection reduces the severity of V2O5-induced fibrosis by suppressing growth factors and collagen genes. However, RSV suppression of V2O5-induced IFNs and IFN-inducible chemokines suggests that viral infection also suppresses the innate immune response that normally serves to resolve V2O5-induced fibrosis."
        },
        {
            "References": "PMID:22004965",
            "Value": "/OTHER TOXICITY INFORMATION/ Vanadium pentoxide (V(2)O(5)) inhalation effect on platelet function in mice was explored, as well as the in vitro effect on human platelets. Mouse blood samples were collected and processed for aggregometry and flow cytometry to assess the presence of P-selectin and monocyte-platelet conjugates. Simultaneously, human platelets were processed for aggregometry. The mouse results showed platelet aggregation inhibition in platelet-rich-plasma (PRP) at four-week exposure time, and normality returned at eight weeks of exposure, remaining unchanged after the exposure was discontinued after four weeks. This platelet aggregation inhibition effect was reinforced with the in vitro assay. In addition, P-selectin preserved their values during the exposure, until the exposure was discontinued during four weeks, when this activation marker increased. We conclude that vanadium affects platelet function, but further studies are required to evaluate its effect on other components of the hemostatic system."
        },
        {
            "References": "PMID:22033424",
            "Value": "/OTHER TOXICITY INFORMATION/ The aim of this study was to evaluate the morphological changes, liver function test (LFT), and oxidative stress damage caused by thiobarbituric acid reactive substances (TBARS), in mice exposed to vanadium via inhalation. Male CD-1 mice were exposed to vanadium pentoxide (V(2)O(5)) via inhalation (0.02 M), 1 hour twice a week for 6 weeks. At the end of the protocol, controls and exposed mice were killed to evaluate the changes. Histological analysis and LFT were performed to detect the damage. TBARS detection was assessed for oxidative stress. Inflammatory infiltration, binucleation, and meganucleus were detected in the liver of V(2)O(5)-exposed mice (p<0.05). Alanine aminotransferase (ALT) and aspartate aminotransferase (AST) levels were also significantly increased (p<0.05). Lipid peroxidation was significantly higher in V(2)O(5)-exposed animals compared to controls (p<0.05). V(2)O(5) exposure induced inflammation and cell damage detected by the increase in ALT and AST levels, as well as histological changes that suggest regenerative changes, such as binucleation and meganucleus."
        },
        {
            "References": "PMID:24285090",
            "Value": "/OTHER TOXICITY INFORMATION/ Interstitial lung diseases (ILDs) are characterized by injury, inflammation, and scarring of alveoli, leading to impaired function. The etiology of idiopathic forms of ILD is not understood, making them particularly difficult to study due to the lack of appropriate animal models. Consequently, few effective therapies have emerged. We developed an inbred mouse model of ILD using vanadium pentoxide (V2O5), the most common form of a transition metal found in cigarette smoke, fuel ash, mineral ores, and steel alloys. Pulmonary responses to V2O5, including dose-dependent increases in lung permeability, inflammation, collagen content, and dysfunction, were significantly greater in DBA/2J mice compared to C57BL/6J mice. Inflammatory and fibrotic responses persisted for 4 mo in DBA/2J mice, while limited responses in C57BL/6J mice resolved. We investigated the genetic basis for differential responses through genetic mapping of V2O5-induced lung collagen content in BXD recombinant inbred (RI) strains and identified significant linkage on chromosome 4 with candidate genes that associate with V2O5-induced collagen content across the RI strains. Results suggest that V2O5 may induce pulmonary fibrosis through mechanisms distinct from those in other models of pulmonary fibrosis. These findings should further advance our understanding of mechanisms involved in ILD and thereby aid in identification of new therapeutic targets."
        },
        {
            "References": "Cempel M et al; Bromatol Chem Toksykol 18 (1): 41-5 (1985)",
            "Value": "/OTHER TOXICITY INFORMATION/ In in vitro experiments, /vanadium/ compounds inhibit the microsomal fraction aryl 4-hydroxylase and lysosomal fraction acid phosphatase activities in the rat liver. In in vivo ... experiments rats were ... exposed to vanadium pentoxide /6 or 12 times/ ... by intratracheal /administration/ ... . Intoxication with vanadium pentoxide caused the aryl 4-hydroxylase activity to decrease. Contrary to the in vitro results, acid phosphatase activity tended to increase."
        },
        {
            "References": "Zychlinski L; Bromatol Chem Toksykol 19 (1): 42-7 (1986)",
            "Value": "/OTHER TOXICITY INFORMATION/ ... Vanadium pentoxide or ammonium metavanadate ... inhibit the respiratory chain but have no effect on oxidative phosphorylation of kidney mitochondria in rat."
        }
    ]
}