{
    "_id": {
        "$oid": "6682e919c4e5dba5ffba28ea"
    },
    "CID": {
        "$numberInt": "14827"
    },
    "Name": "Lead(II) Oxide",
    "IUPACName": "oxolead",
    "CanonicalSMILES": "O=[Pb]",
    "Synonyms": [
        "Lead monoxide",
        "Lead(II) oxide",
        "1317-36-8",
        "Lead oxide (PbO)",
        "oxolead",
        "Litharge",
        "Massicot",
        "Massicotite",
        "Lead monooxide",
        "Lead protoxide",
        "Plumbous oxide",
        "Litharge Pure",
        "Lead Oxide Yellow",
        "Yellow Lead Ocher",
        "Lead(2+) oxide"
    ],
    "IsomericSMILES": "O=[Pb]",
    "INCHI": "InChI=1S/O.Pb",
    "INCHIKEY": "YEXPOXQUZXUXJW-UHFFFAOYSA-N",
    "Formula": "OPb",
    "MolecularWeight": {
        "$numberDouble": "223"
    },
    "Description": {
        "$numberDouble": "NaN"
    },
    "XlogP": {
        "$numberDouble": "NaN"
    },
    "Complexity": {
        "$numberInt": "2"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "non_human_toxicity_excerpts": [
        {
            "References": "European Chemicals Agency (ECHA); Registered Substances, Lead monoxide (CAS Number: 1317-36-8) (EC Number: 215-267-0) (Last updated: March 18, 2016). Available from, as of May 4, 2016: https://echa.europa.eu/",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ The potential skin sensitizing properties of the test article \"LITHARGE lead oxide\" were assessed in the guinea pig maximization sensitization test carried out as an adjuvant test according to the Magnusson & Kligman Maximisation test method, using 10 test and 5 control animals in the main test. Following the induction exposure to the test article (50% in petrolatum) or the vehicle petrolatum (control article), the animals of both groups were subjected two weeks later to a challenge exposure with the test article (50% in petrolatum) as well as the control article. Responses to the challenge procedure were evaluated 24 and 48 hours after the end of the exposure period. No allergic skin reactions occurred in test animals 24 and 48 hours after the end of the challenge procedure. The sensitisation rate was 0%. No findings were observed in control animals (reaction rate:0%). According to the EEC Directive 2001/59/EEC, 6 August 2001 and the Gefahrstoffverordnung (GefStoffV) of 15 November 1999 (BGB1. I, p.2233) test conditions described, the test article \"LITHARGE lead oxide\" can be classified as a \"non-sensitizer\" since no allergic responses were observed in test animals under the experimental conditions described."
        },
        {
            "References": "European Chemicals Agency (ECHA); Registered Substances, Lead monoxide (CAS Number: 1317-36-8) (EC Number: 215-267-0) (Last updated: March 18, 2016). Available from, as of May 4, 2016: https://echa.europa.eu/",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ The potential toxicity of LITHARGE lead oxide was assessed in an acute eye irritation/corrosion test on 3 albino rabbits. In each animal, 0.1 g of the test article was introduced into the conjunctival sac of the right eye, the untreated left eye served as control. Both eyes were examined at 1, 24, 48 and 72 hours post applicationem. The following results were obtained: Between 24 and 72 hours after instillation no ocular findings were seen. The only finding was slight redness of the conjunctivae in one animal 1 hr after instillation. No general toxic effects were observed. The mean grades of ocular reactions 24, 48 and 72 hours after instillation were \"0\" in each animal. ..."
        },
        {
            "References": "European Chemicals Agency (ECHA); Registered Substances, Lead monoxide (CAS Number: 1317-36-8) (EC Number: 215-267-0) (Last updated: March 18, 2016). Available from, as of May 4, 2016: https://echa.europa.eu/",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ The potential toxicity of \"LITHARGE lead oxide\" was assessed in an acute dermal irritation/corrosion test on three albino rabbits. In each animal, 0.5 g of the solid test article was applied on the right side of the dorsal clipped region, the untreated left side served as control. Exposure duration was 4 hours. Both sides were examined at 1, 24, 48, and 72 hours after the end of exposure. The following results were obtained: No signs of erythema and oedema were observed; No general toxic effects were seen; The mean grades at 24, 48, and 72 hours after the end of exposure were \"0\" in each animal. ..."
        },
        {
            "References": "PMID:8492331",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ An animal model using rats was developed to initiate investigations on the bioavailability of different sources of environmental lead. Lead must be absorbed and transported to target organs like brain, liver, kidney, and bone, before susceptible cells can be harmed. The bioavailability and therefore the toxicity of lead are dependent upon the route of exposure, dose, chemical structure, solubility, particle size, matrix incorporation, and other physiological and physicochemical factors. In the present study male F344 rats were fed <; or = 38 microns size particles of lead sulfide, lead oxide, lead acetate, and a lead ore concentrate from Skagway, Alaska, mixed into the diet at doses of 0, 10, 30, and 100 ppm as lead for 30 d. No mortality or overt symptoms of lead toxicity were observed during the course of the study. Maximum blood lead concentrations attained in the 100 ppm groups were approximately 80 ug/dL in rats fed lead acetate and lead oxide, and were approximately 10 ug/L in those fed lead sulfide and lead ore concentrate. Maximum bone lead levels in rats fed soluble lead oxide and lead acetate were much higher (approximately 200 ug/g) than those seen in rats fed the less soluble lead sulfide and lead ore (approximately 10 ug/g); kidney lead concentrations were also about 10-fold greater in rats fed the more soluble compared to the less soluble lead compounds. However, strong correlations between dose and tissue lead concentrations were observed in rats fed each of the four different lead compounds. Kidney lesions graded as minimal occurred in 7/10 rats fed 30 ppm and in 10/10 rats fed 100 ppm lead acetate, but not at lower doses or from other lead compounds. Similarly, urinary aminolevulinic acid excretion, a biomarker for lead toxicity, was increased in rats fed 100 ppm lead acetate or lead oxide, but was unaffected at lower doses or by the less soluble lead compounds. Although the histological and biochemical responses to lead toxicity were restricted to the more soluble lead compounds in this study, lead from Skagway lead ore concentrate and lead sulfide was also bioavailable, and accumulated in proportion to dose in vulnerable target organs such as bone and kidney. ... /Lead oxide nanoparticles/"
        },
        {
            "References": "European Chemicals Agency (ECHA); Registered Substances, Lead monoxide (CAS Number: 1317-36-8) (EC Number: 215-267-0) (Last updated: March 18, 2016). Available from, as of May 4, 2016: https://echa.europa.eu/",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ The aim of this work was to ascertain whether lead oxide acts as a complete lung carcinogen when inhaled alone, or as a lung co-carcinogen in rats previously exposed to fission neutrons, irradiation acting then as an initiator; or a lung co-carcinogen in rats exposed first to lead oxide by inhalation and by the end of the inhalation period to intramuscular injections of 5-6 benzoflavone (5-6 benaoflavone), which has been previously demonstrated to be a specific promotor of experimentally induced squamous cell carcinoma in Spragur-Dawley rats. The results of this study did not show any excess of cancers and especially no excess of lung or kidney cancer in the groups exposed to lead oxide by inhalation as compared with unexposed control rats or with groups irradiated by fission neutrons. They did not show a clear carcinogenic or co-carcinogenic effect of inhaled lead oxide under the different experimental conditions used."
        },
        {
            "References": "NIOSH; Criteria Document: Inorganic Lead XI-59 (1978) DHEW Pub. NIOSH 78-158",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ 4 male and 4 female Rhesus monkeys were exposed to lead oxide particulate (avg 21.5 ug/cu m) 22 hr each day for 6 or 12 months via inhalation. Blood lead levels reached 17 ug/100 mL during the first few months and remained stable. Increased levels of lead were found in lung, liver, kidney, and bone. No changes were detected in serum chemistry or hematology; no pathologic alterations in the tissues."
        },
        {
            "References": "NIOSH; Criteria Document: Inorganic Lead p.XI-60 (1978) DHEW Pub. NIOSH 78-158",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ 36 male and 36 female rats (Sprague-Dawley) were exposed to lead oxide particulate (avg 21.5 ug/cu m) 22 hr each day for 6 or 12 months via inhalation. Blood lead levels reached 28 ug/100 mL during the first few months and remained stable. Marked reduction in erythrocyte ALAD activity but no changes in levels of excreted heme precursors. No changes were detected in serum chemistry or hematology; no histopathologic damage."
        },
        {
            "References": "PMID:8096717",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Ninety-day-old Sprague-Dawley rats were intoxicated for 70 d with lead, given either as 0.3% lead acetate in drinking water or by inhalation as 5 mg/cu m lead oxide. Direct or transmitted lead toxicity for the male reproductive system was assessed in the rats and their offspring from pituitary and genital organ weights after exposure, the numbers of Sertoli and germ cells, the number, motility and morphology of epididymal spermatozoa, the levels of plasma testosterone, LH and FSH and fertility tests. Whole blood lead levels were similar after lead ingestion and after inhalation (58.0 +/- 1.7 micrograms dl-1 vs. 51.1 +/- 1.8 ug/dL). ... Inhalation of lead oxide did not affect fertility either, but seminal vesicle weight dropped significantly, which might suggest an alteration in the pattern of testosterone secretion. In the male progeny of sires that inhaled lead, the number of epididymal spermatozoa decreased but this did not interfere with fertility. ... For the doses studied, lead inhalation and lead ingestion did not produce strikingly different effects on the male rat's reproductive system. Differences between the present findings and those of others might be due to difference of rat strain or of age at exposure."
        },
        {
            "References": "PMID:10940974",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ In this study, the effect of four different inorganic Pb compounds (acetate, chloride, monoxide, and sulfate) was evaluated, in vitro, on liver-derived REL cells, known to be very sensitive to tumor promoters. Cytotoxicity and effects on intercellular communication (GJIC) were evaluated, respectively, by cell- density/proliferation and dye-transfer assays. Pb concentration in the media solutions used for each treatment was quantified by atomic absorption spectroscopy-electrothermal atomization.  Each of the Pb compounds tested showed a typical dose- and time-related effect on REL cell proliferation, this effect not being related to the free metal concentration. Contrary to classical tumor promoters, none of the compounds significantly affected REL GJIC (1-hour treatment)."
        },
        {
            "References": "PMID:8051713",
            "Value": "/IMMUNOTOXICITY/ Rabbit pulmonary macrophages were exposed in vitro to particulate lead oxide (PbO) for periods of up to 72 hr and then assayed for the activity of tumor necrosis factor-alpha (TNF alpha) released after stimulation with lipopolysaccharide (LPS). The levels of TNF alpha obtained from PbO-treated cells were decreased in a dose-dependent manner as compared with metal-free control cells for each time point examined. Cells treated simultaneously with both LPS and PbO yielded less monokine than did cells receiving LPS alone. In addition, incubation of cell-free TNF alpha with PbO resulted in a diminution of cytotoxicity directed against TNF alpha-sensitive tumor target cells. Macrophage burdens of PbO particles increased with both the length of incubation and concentration of PbO used; increases in cellular lead burdens were paralleled by reductions in cell viability. Thus, under in vitro conditions, PbO affects the levels of the immunoregulatory monokine TNF alpha and also disrupts its cytotoxic properties after release from activated macrophages."
        },
        {
            "References": "PMID:6512164",
            "Value": "/IMMUNOTOXICITY/ Intraperitoneal administration of lead acetate, lead carbonate, lead chloride, lead nitrate or lead oxide at 0.5 or 6 mg per kg per day on five consecutive days was found to produce diverging effects on delayed hypersensitivity to sheep erythrocytes in Balb/c mice according to the salt used. Lead carbonate, lead nitrate and lead oxide exerted immunosuppressing properties, while lead acetate and lead chloride enhanced this cell-mediated immune response. From these findings, it is concluded that lead immunotoxicity critically depends on which salt is present."
        },
        {
            "References": "PMID:8393781",
            "Value": "/IMMUNOTOXICITY/ This study was performed to determine whether inhalation of particulate lead oxide (PbO), at a concentration below the currently acceptable air lead standard for occupational exposure, disrupts macrophage (M phi) functions important for maintaining pulmonary immunocompetence. These functions include phagocytosis, production of reactive oxygen intermediates, and the biological activity of tumor necrosis factor-alpha (TNF-alpha). Rabbits exposed to PbO at 30 ug/cu m for 4 days (3 hr/day) were sacrificed and their lungs lavaged immediately, 24 hr, and 72 hr after the final exposure. Lactate dehydrogenase (a marker of lung cell damage) and lysozyme activity (a marker of lysosome permeability), measured in the lavage fluid, were significantly increased 24 and 72 hr after exposure. PbO produced neutrophil infiltration ... .  Effects on M phi functions were as follows. Phagocytic uptake of latex particles was reduced with increasing post-exposure time reaching a maximum inhibition at 72 hr. Inhalation of PbO enhanced hydrogen peroxide (H2O2) and superoxide anion radical (O2-) production in a time-dependent manner; effects on H2O2 began at 24 hr and were persistent up to 72 hr. Effects on TNF-alpha release/activity appeared earliest and were persistent up to 72 hr. Immediately and 24 hr after exposure, lipopolysaccharide-stimulated activity of TNF-alpha was depressed by 62 and 50%, respectively; after 72 hr, TNF-alpha release was significantly enhanced compared to control levels. Results demonstrate that the lung is a sensitive target for the toxic effects of inhaled lead. This study provides the first evidence that inhalation of particulate lead, at an occupationally relevant concentration, and in the absence of elevated blood lead levels, alters pulmonary M phi functions critical for lung defense against inhaled antigens."
        }
    ],
    "sediment_soil_concentrations": [
        {
            "References": "(1) Pichtel J et al; Environ Engineering Sci 18: 91-98 (2001)",
            "Value": "SEDIMENT: The predominant forms of lead in sediment from the White River, IN were lead sulfate and lead(II) oxide(1)."
        }
    ]
}