{
    "_id": {
        "$oid": "6682e7e4c4e5dba5ffba22df"
    },
    "CID": {
        "$numberInt": "1483"
    },
    "Name": "2,4,6-TRIBROMOPHENOL",
    "IUPACName": "2,4,6-tribromophenol",
    "CanonicalSMILES": "C1=C(C=C(C(=C1Br)O)Br)Br",
    "Synonyms": [
        "2,4,6-tribromophenol",
        "118-79-6",
        "Tribromophenol",
        "Bromol",
        "Phenol",
        "2,4,6-tribromo-",
        "Bromkal pur 3",
        "Xeroform",
        "Flammex 3BP",
        "C6H3Br3O",
        "TA 10",
        "NSC 2136",
        "BISMUTH TRIBROMOPHENATE",
        "Great lakes PH-73",
        "YS6K3EU393",
        "DTXSID6021959"
    ],
    "IsomericSMILES": "C1=C(C=C(C(=C1Br)O)Br)Br",
    "INCHI": "InChI=1S/C6H3Br3O/c7-3-1-4(8)6(10)5(9)2-3/h1-2,10H",
    "INCHIKEY": "BSWWXRFVMJHFBN-UHFFFAOYSA-N",
    "Formula": "C6H3Br3O",
    "MolecularWeight": {
        "$numberDouble": "330.8"
    },
    "Description": "2,4,6-tribromophenol is a bromophenol that is phenol in which the hydrogens at positions 2, 4 and 6 have been replaced by bromines. It is commonly used as a fungicide and in the preparation of flame retardants. It has a role as an environmental contaminant, a fungicide and a marine metabolite.",
    "XlogP": {
        "$numberDouble": "4.4"
    },
    "Complexity": {
        "$numberInt": "108"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "fish_seafood_concentrations": [
        {
            "References": "(1) Whitfield FB et al; Wat Sci Tech 25: 131-138 (1992) (2) Whitfield FB et al; Wat Sci Tech 31: 113-120 (1995) (3) Whitfield FB et al; J Agric Food Chem 46: 3750-57 (1998) (4) Whitfield FB et al; J Agric Food Chem 45: 4398-4405 (1997) (5) Chung HY et al; J Agric Food Chem 51: 6752-6760 (2003)",
            "Value": "Endeavour prawns from Exmouth Gulf, Shark Bay, and Groote Elylandt, Australia, contained 2,4,6-tribromophenol at concentrations of 41 to 97, 7.8, and 8.5 ug/kg, respectively(1). Ten different species of fish, collected in August 1992 from the eastern coast of Australia, contained 2,4,6-tribromophenol at concentrations of <0.05 to 3.4 ng/g for the carcass and <0.05 to 170 ng/g for the whole gut (analysis of single fish from each species)(2). Ocean fish were separated by species into pelagic carnivores, benthic carnivores, diverse omnivores and restricted omnivores; concentrations in the flesh ranged from <0.01 to 0.9 ng/g, <0.01 to 12 ng/g, <0.01 to 4.3 ng/g, and 0.1 to 1.4 ng/g, respectively, while concentrations in the gut ranged from <0.01 to 11 ng/g, <0.01 to 230 ng/g, 0.04 to 55 ng/g, and 7 to 45 ng/g, respectively(3). Thirty samples of 9 species of prawns, collected from the eastern coast of Australia from 1993 to 1996, contained 2,4,6-tribromophenol at concentrations of <0.01 to 170 ng/g(4). 2,4,6-Tribromophenol concentrations in cultivated prawns ranged from <0.01 to 0.53 ng/g(4). 2,4,6-Tribromophenol was detected in marine fish, mollusks, and crustaceans obtained from a seafood shop in Hong Kong. Seasonal concentrations in the flesh of rabbitfish (Siganus canaliculatus) and brown-spotted grouper (Epinepheus areolatus) ranged from 4.42 to 39.2 ng/g and 2.43 to 21.8 ng/g, respectively; in the gut, concentrations ranged from 3.85 to 129 ng/g and 2.18 to 155 ng/g, respectively. In the mullusks, including clams (Tapes philippinarum) and oysters (Ostrea rivularis), seasonal concentrations ranged from 7.28 to 198 ng/g and 1.37 to 18.1 ng/g, respectively. For crustaceans, seasonal concentrations in the cephalothorax and tail of the shrimp (Penaeus japonicus) ranged from 7.65 to 154 ng/g and 6.38 to 17.4 ng/g, respectively; in crab (Charybdis feriatus), concentrations ranged from 38.6 to 2,360 ng/g(5)."
        }
    ],
    "sediment_soil_concentrations": [
        {
            "References": "(1) Watanabe I et al; Bull Environ Contam Toxicol 35: 272-78 (1985) (2) Tolosa I et al; Marine Pollut Bull 22: 603-7 (1991)",
            "Value": "SEDIMENT: Upper river and marine sediment layers in Osaka Prefecture, Japan, collected in 1981 through 1983 at 12 different locations, contained 2,4,6-tribromophenol at concentrations ranging from <0.2 ppb to 35 ug/kg (dry weight basis)(1). Surficial sediments from the Rhone estuary, collected in 1987/1988, contained 2,4,6-tribromophenol at concentrations of 26 to 3690 ng/g, dry weight basis, from 5 sampling sites(2)."
        }
    ]
}