{
    "_id": {
        "$oid": "6682e7e5c4e5dba5ffba22e0"
    },
    "CID": {
        "$numberInt": "1486"
    },
    "Name": "2,4-D",
    "IUPACName": "2-(2,4-dichlorophenoxy)acetic acid",
    "CanonicalSMILES": "C1=CC(=C(C=C1Cl)Cl)OCC(=O)O",
    "Synonyms": [
        "2,4-dichlorophenoxyacetic acid",
        "94-75-7",
        "2-(2,4-dichlorophenoxy)acetic acid",
        "2,4-D",
        "(2,4-Dichlorophenoxy)acetic acid",
        "Rhodia",
        "Agrotect",
        "Fernesta",
        "Fernimine",
        "Netagrone",
        "Tributon",
        "Vergemaster",
        "Amoxone",
        "Dicopur",
        "Dormone"
    ],
    "IsomericSMILES": "C1=CC(=C(C=C1Cl)Cl)OCC(=O)O",
    "INCHI": "InChI=1S/C8H6Cl2O3/c9-5-1-2-7(6(10)3-5)13-4-8(11)12/h1-3H,4H2,(H,11,12)",
    "INCHIKEY": "OVSKIKFHRZPJSS-UHFFFAOYSA-N",
    "Formula": "C8H6Cl2O3",
    "MolecularWeight": {
        "$numberDouble": "221.03"
    },
    "Description": "2,4-D is a chlorophenoxyacetic acid that is phenoxyacetic acid in which the ring hydrogens at postions 2 and 4 are substituted by chlorines. It has a role as a synthetic auxin, a defoliant, an agrochemical, an EC 1.1.1.25 (shikimate dehydrogenase) inhibitor, an environmental contaminant and a phenoxy herbicide. It is a chlorophenoxyacetic acid and a dichlorobenzene. It is a conjugate acid of a (2,4-dichlorophenoxy)acetate.",
    "XlogP": {
        "$numberDouble": "2.8"
    },
    "Complexity": {
        "$numberInt": "186"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "plant_concentrations": [
        {
            "References": "(1) Wojtalik TA et al; Pest Monit J 4: 184-203 (1971)",
            "Value": "Levels of 2,4-D in plankton (two samples from Guntersville Reservoir, Tennessee Valley Authority) 1, 8, and 24 hours and 14, 28, 30, 120, and 160 days after application of 20-40 lbs/acre acid equivalent of 2,4-D were 0.06, 0.88, 1.8, 2.6, 3.6, 2.2, 1.1, and 3.7 ppm of 2,4-D equivalents, respectively(1). Plankton filtrates at 1, 8, and 24 hours and 28, 60, and 180 days had 0.22, 0.20, 0.23, < 0.001, 0.013, and < 0.001 ppm of 2,4-D equivalents, respectively(1)."
        }
    ],
    "animal_concentrations": [
        {
            "References": "(1) Schultz DP, Whitney EW; Pest Monit J 7: 146-52 (1974)",
            "Value": "The concentration of 2,4-D in Florida gallinules (Gallinula chloropus) from the Loxahatchee National Wildlife Refuge, FL following the application to over 7000 acres of 4.48 kg acid equivalent/ha for control of water hyacinth (Eichornia crassipes) in 1971 were as follows: liver - 0.3 mg/kg, breast - 0.675 mg/kg/day; residues not detected 4 days later(1)."
        }
    ],
    "environmental_bioconcentrations": [
        {
            "References": "(1) Hansch C et al; Exploring QSAR. Hydrophobic, Electronic, and Steric Constants. ACS Prof Ref Book. Heller SR, consult. ed., Washington, DC: Amer Chem Soc p. 37 (1995) (2) US EPA; Estimation Program Interface (EPI) Suite. Ver. 4.1. Nov, 2012. Available from, as of Aug 21, 2014: https://www.epa.gov/oppt/exposure/pubs/episuitedl.htm/ (3) Franke C et al; Chemosphere 29: 1501-14 (1994) (4) NITE; Chemical Risk Information Platform (CHRIP). Biodegradation and Bioconcentration. Tokyo, Japan: Natl Inst Tech Eval. Available from, as of Aug 21, 2014: https://www.safe.nite.go.jp/english/db.html (5) Ellgehausen H et al; Ecotox Environ Saf 4: 134-57 (1980) (6) Rodgers CA, Stalling DL; Weed Sci 72: 101-5 (1972) (7) Sikka HC et al; Effects, Uptake and Metabolism of Methoxychlor, Mirex and 2,4-D in Seaweeds. NTIS PB255 432 (1976) (8) Freitag D et al; Ecotox Environ Safety 6: 60-81 (1982)",
            "Value": "An estimated BCF of 3 was calculated in fish for 2,4-D(SRC), using a log Kow of 2.81(1) and a regression-derived equation(2). According to a classification scheme(3), this BCF suggests the potential for bioconcentration in aquatic organisms is low(SRC). The Japanese Chemicals Evaluation and Research Institute has classified 2,4-D as not highly bioaccumulative(4). A depuration half-life of 1.32 days was measured channel catfish (Ictalurus punctatus) exposed to 0.01 ppm 2,4-D over a period of 4 days(5). Rapid depuration was observed for rainbow trout (Salmo gairdneri), channel catfish (Ictalurus punctatus) and bluegill sunfish (Lepomis macrochirus) following 8-hr exposure to 0.3 or 1.0 mg/L C14-labeled 2,4-D butoxyethanol ester(6). Uptake by three seaweeds (Ulva sp, Enteromorpha sp, Rhodymenia sp) at pH 7.8 ranged from 0.01-0.03% of 2,4-D added using 25 ppb C14 ring-labeled 2,4-D(7). Bioaccumulation factors of <10 and 6 were reported for golfen orfe (Leuciscus idus mealnotus) and algae (Chlorella fusca), respectively(8)."
        }
    ],
    "environmental_biodegradations": [
        {
            "References": "(1) WHO; Environmental Health Criteria 84. 2,4-Dichlorophenoxyacetic Acid (2,4-D)- Environmental Aspects. Available from, as of Aug 18, 2014: https://www.inchem.org/documents/ehc/ehc/ehc84.htm (2) Spain JC, VanVeld PA; Appl Environ Microbiol 45: 428-35 (1983) (3) Nesbitt HS, Watson JR; Water Res 14: 1689-94 (1980) (4) Liu D et al; Environ Sci Technol 15: 788-93 (1981) (5) Eder G, Weber K; Chemosphere 9: 111-8 (1980) (6) Foster RK, McKercher RB; Soil Biol Biochem 5: 333-7 (1973) (7) Ou LT; Soil Sci 137: 100-7 (1984) (8) Rao PSC, Davidson JM; Retention and Transformation of Selected Pesticides and Phosphorous in Soil-Water Systems. USEPA-600/S3-82-060 pp. 6.40-6.64 (1982) (9) Eder G, Weber K; Chemosphere 9: 111-8 (1980) (10) Cheah UB et al; J Agric Food Chem 46: 1217-23 (1998)",
            "Value": "AEROBIC: 2,4-D is readily and rapidly degraded in soil(1). The kinetics of 2,4-D disappearance suggest that microorganisms are responsible(1). The rate will depend on a number of factors including presence of acclimated organisms, nutrient levels, moisture level, temperature, and concentration of 2,4-D(1-3). Typical half-lives range from less than 1 day to more than several weeks under the conditions used(4-8). Degradation with a mixture of microorganisms from activated sludge, soil and sediments lead to half-lives of 1.8-3.1 days under aerobic conditions(4,9). Particular species of microorganisms, of various types, have been isolated and shown to degrade phenoxyacetic acid herbicides in pure culture(1). Degradation of the phenoxyacetic acids proceeds by two main pathways(1). These are via a hydroxyphenoxy acetic acid intermediate or via the corresponding phenol(1). Warm, moist conditions and addition of organic matter stimulate degradation of 2,4-D(7). The breakdown of 2,4-D in two types of soil was investigated under dry and moist conditions and at two different temperatures(7). Generally, 2,4-D disappeared more rapidly from moist soil; after 14 days of a slow rate of disappearance, however, the removal rate from dry, sandy soil increased(7). Numbers of organisms degrading 2,4-D were initially much lower in sandy than in clay loams(7). However, numbers increased rapidly in sandy soils after the addition of the herbicide and, as a result, 2,4-D was eventually degraded more rapidly in sandy than in clay loams(7). In moist conditions, at 25 °C, the half-life of 2,4-D was 7 days or less, whereas in dry conditions, at 35 °C, it could be as long as 250 days(7). These latter conditions are unlikely to apply in most natural conditions where 2,4-D is likely to be used(7). First-order kinetics were observed for the degradation of 2,4-D in sandy loam and muck soils from Malaysia(10). Short half-lives were observed for 2,4-D in aerobic (3.4 days) muck soils(10)."
        },
        {
            "References": "(1) Rosenberg A, Alexander M; J Agric Food Chem 28: 705-9 (1980) (2) Thompson DG et al; J Agric Food Chem 32: 578-81 (1984) (3) Sattar MA, Paasivirta J; Chemosphere 9: 745-52 (1980) (4) O'Connor GA et al; J Environ Qual 10: 510-15 (1981) (5) Torstensson N; Environ Qual Saf (Suppl) 3: 262-5 (1975) (6) Fournier JC; Chemosphere 9: 169-74 (1980) (7) NITE; Chemical Risk Information Platform (CHRIP). Biodegradation and Bioconcentration. Tokyo, Japan: Natl Inst Tech Eval. Available from, as of Aug 21, 2014: https://www.safe.nite.go.jp/english/db.html",
            "Value": "AEROBIC: Using sewage-sludge bacteria incubated with 2,4-D, it was found that nearly all of the herbicide had disappeared after 7 days(1). Subsequent additions of 2,4-D led to destruction of the compound without a lag period; this suggests selection for organisms capable of degrading the compound(1). Similar results were obtained using bacteria from soil(1). The time needed for the disappearance of 90% of the added 2,4-D was 14 days with soil inocula(1). 2,4-D added subsequently was reduced by 70% within 3 to 4 days(1). Various tropical soils were used in the experiment and all showed a high capacity for degrading 2,4-D(1). The persistence of 2,4-D applied at recommended rates in agricultural soils in Canada was determined(2). In all but one soil, a sandy loam, the concentration had declined by 50% within 7 days(2). In another study, degradation of 2,4-D was slower in acid soils(3). It took 6 weeks for 50% of the 2,4-D to disappear from the soil and 7% was still left after 24 weeks(3). In water-logged soil, there was reduced degradation of the herbicide(3). 2,4-D applied at about 1.5 mg/kg was readily degraded in soil(4). Adding extra carbon in the form of dried, digested sewage sludge had a short-term effect in enhancing degradation of the compound(4). The half-life of 2,4-D degradation in cultures of soil microorganisms at different pH was measured(5). In the pH range of 8.5 to 5.0, the half-life changed little, ranging from 5 to 8 days(5). At pH 4.5, the half-life increased to 21 days and, at pH 4.0, increased further to 41 days(5). 2,4-D treatment increased the numbers of soil microorganisms capable of metabolizing 2,4-D as the sole carbon source and those capable of co-metabolizing the herbicide(6); this increase was dependent on the concentration of 2,4-D used(6). At 2,4-D concentrations between 5 and 50 mg/L, there was a significant increase in the numbers of organisms metabolizing 2,4-D, and at 5 mg/L there was a very pronounced increase in organisms co-metabolizing the compound(6). At much higher (500 mg/L) or much lower (1.2 ug/L) 2,4-D concentrations, there was no increase in the numbers of either metabolizing or co-metabolizing organisms(6). 2,4-D, present at 100 mg/L, reached 2% of its theoretical BOD in 4 weeks using an activated sludge inoculum at 30 mg/L in the Japanese MITI test(7)."
        },
        {
            "References": "(1) Norris LA, Greiner D; Bull Environ Contam Toxicol 2: 65-74 (1967) (2) Lieberman MT, Alexander M; Bull Environ Contam Toxicol 26: 554-60 (1981)",
            "Value": "AEROBIC: The degradation of 2,4-D in forest leaf litter was investigated(1). Litter from either red alder (Alnus rubra), ceanothus (Ceanothus velutinus), vine maple (Acer circinatum), bigleaf maple (Acer macrophyllum) or Douglas fir (Pseudotsuga menziesii) showed comparable ability to degrade 2,4-D, the recovery of 2,4-D being between 60% and 70% after 15 days of incubation(1). In a second series of experiments, different formulations of 2,4-D were added to alder litter(1). About 50% of the free acid of 2,4-D was degraded within 15 days(1). 2,4-D was added to inocula of municipal sewage and the biological oxygen depletion (BOD) was monitored as a measure of degradation(2). The herbicide was added to carbon-depleted inocula such that the 2,4-D represented the sole carbon source(2). Less than 5% of the available oxygen was depleted, indicating poor biodegradation of 2,4-D because of low numbers of organisms capable of degrading the herbicide as their sole carbon source(2). A separate study showed that 2,4-D was not toxic to microorganisms in sewage(2)."
        },
        {
            "References": "(1) Nesbitt HJ, Watson JR; Water Res 14: 1689-94 (1980) (2) Chen S, Alexander M; J Environ Qual 18: 153-6 (1989) (3) Wang YS et al; Appl Environ Microbiol 47: 1195-1200 (1984) (4) Rubin HE et al; Appl Environ Microbiol 43: 1133-8 (1982) (5) Subba-Rao RV et al; Appl Environ Microbiol 43: 1139-50 (1982) (6) Watson JR; Water Res 11: 153-7 (1977) (7) Spain JC, Van Veld PA; Appl Environ Microbiol 45: 428-435 (1983) (8) Faust SD, Suffet IH; Res Rev 15: 788-93 (1981)",
            "Value": "AEROBIC: The degradation rate of 2,4-D in river water is related to the nutrient levels, sediment load, and dissolved organic carbon content of the water(1). Half-lives in river water of 18 to over 50 days (clear water) and 10 to 25 days (muddy water) with lag times of 6 to 12 days have been reported(1). The lag phase has been explained as the time for the small population of degrader organisms to become sufficiently numerous to cause detectable degradation of the chemical(2). The extent of mineralization in lake water was 72% in 60 days and was affected by levels of both inorganics and organics(3). Degradation is poor in oligotrophic water and where high 2,4-D concentrations are present(4) and 2,4-D was not mineralized in water from 2 of 3 lakes tested(5). A pilot study of seasonal changes in the capacity of river water in Western Australia to degrade 2,4-D indicated clear seasonal differences in both river water concentrations of the herbicide and the degrading capacity of river water(6). Rivers receiving agricultural run-off degraded 2,4-D better than those receiving run-off principally from forests(6). This was presumed to be the result of the preconditioning of organisms to the herbicide(6). The degrading ability of microbial communities taken from sediment cores from freshwater, estuarine, and marine sites was investigated(7). Some cores were pre-exposed to 2,4-D(7). Cores from freshwater sites showed increased degradation of 2,4-D after pre-exposure to the compound, whereas estuarine and marine cores did not show this effect(7). The adaptation of freshwater cores was maximal after 2 weeks and no longer detectable 6 weeks after pre-exposure(7). Oxidation of 81-85% 2,4-D in 24 hrs (based on BOD) was observed in lake bottom muds(8). Biodegradation rates ranged from 5-750 ug/day when 2,4-D, present at 10-1000 ug/g dry weight, was incubated in sediment samples from the River Ythan, Northeast-Scotland. Mineralization was mostly completed within 30 days(9)."
        },
        {
            "References": "(1) Liu D et al; Environ Sci Technol 15: 788-93 (1981) (2) Eder G, Weber K; Chemosphere 9: 111-8 (1980) (3) Kuhlman B, Kaczmarzcyk B; Environ Toxicol Wat Qual 10: 119-25 (1995)",
            "Value": "ANAEROBIC: Degradation with a mixture of microorganisms from activated sludge, soil and sediments lead to half-lives of 69-135 days under anaerobic conditions(1). The formation of 2,4-dichlorophenol from 2,4-D in anaerobic sediment has been reported(2). Using a model ecosystem that reproduced the conditions of an anaerobic aquifer, 2,4-D was determined to be persistent(3)."
        }
    ],
    "fish_seafood_concentrations": [
        {
            "References": "(1) Wojtalik TA et al; Pest Monit J 4: 184-203 (1971) (2) Frank R et al; Environ Mon Assess 9: 71-82 (1987) (3) Schultz DP, Whitney EW; Pest Monit J 7: 146-52 (1974)",
            "Value": "Levels of 2,4-D acid equivalents in 8 species of freshwater fish from the Guntersville Reservoir (Tennessee Valley Authority) after application of 20-40 lb/acre acid equivalent did not rise above the pretreatment level of <0.10 mg/kg except for gizzard shad (0.34 mg/kg at 28 days, <0.10 mg/kg (60 days), 0.22 mg/kg (120 days), <0.10 mg/kg (180 days)(1,2). Authorized use of 2,4-D by cottage owners in Buckhorn Lake, Ontario, Canada for the years 1977 to 1980 ranged from 124 to 280 kg of active ingredient, annually. This would give predicted average water concentrations of 2 to 4 ug/L during the June-July period. Twelve percent of fish caught during the pre-treatment period (i.e., May) had detectable residues of 2,4-D (<5 to 30 ug/kg). In the early, post-treatment period (i.e., July), 69% of fish caught had mean residues ranging from <5 to 136 ug/kg. In the late post-treatment period (i.e., October), 19% of fish caught had detectable residues of 2,4-D (<5 to 60 ug/kg)(2). Following application of 4.48 kg/ha acid equivalent to the Hillsboro Canal, Loxahatchee National Wildlife Refuge, FL, 60 samples of fish were analyzed; 3 had levels >0.10 mg/kg, 16 species had levels <0.10 mg/kg, 41 had levels of not detected during a 5 month sampling period(3)."
        }
    ],
    "logP": [
        {
            "References": "Hansch, C., Leo, A., D. Hoekman. Exploring QSAR - Hydrophobic, Electronic, and Steric Constants. Washington, DC: American Chemical Society., 1995., p. 37",
            "Value": "log Kow= 2.81"
        }
    ],
    "mechanism_of_action": [
        {
            "References": "PMID:17055699",
            "Value": "The widely used hormonal herbicide, 2,4-dichlorophenoxyacetic acid, blocks meiotic maturation in vitro and is thus a potential environmental endocrine disruptor with early reproductive effects. To test whether maturation inhibition was dependent on protein kinase A, an endogenous maturation inhibitor, oocytes were microinjected with PKI, a specific PKA inhibitor, and exposed to 2,4-D. Oocytes failed to mature, suggesting that 2,4-D is not dependent on PKA activity and likely acts on a downstream target, such as Mos. De novo synthesis of Mos, which is triggered by mRNA poly(A) elongation, was examined. Oocytes were microinjected with radiolabelled in vitro transcripts of Mos RNA and exposed to progesterone and 2,4-D. RNA analysis showed progesterone-induced polyadenylation as expected but none with 2,4-D. 2,4-D-activated MAPK was determined to be cytoplasmic in localization studies but poorly induced Rsk2 phosphorylation and activation. In addition to inhibition of the G2/M transition, 2,4-D caused abrupt reduction of H1 kinase activity in MII phase oocytes. Attempts to rescue maturation in oocytes transiently exposed to 2,4-D failed, suggesting that 2,4-D induces irreversible dysfunction of the meiotic signaling mechanism."
        },
        {
            "References": "Klaassen, C.D. (ed). Casarett and Doull's Toxicology. The Basic Science of Poisons. 7th ed. New York, NY:   McGraw-Hill, 2008., p. 911",
            "Value": "Chlorophenoxy herbicides are chemical analogues of auxin, a plant growth hormone, and produce uncontrolled and lethal growth in target plants."
        },
        {
            "References": "PMID:6626247",
            "Value": "Male Wistar rats were treated daily by gavage with ... 2,4-D (100-200 mg/kg body wt) ... induced proliferation of hepatic peroxisomes, decr serum lipid levels, incr hepatic carnitine acetyltransferase, and catalase. ... Data suggest ... compounds cause hypolipidemia, ... by preferentially incr lipid utilization in the liver. ..."
        },
        {
            "References": "PMID:11566291",
            "Value": "2,4-dichlorophenoxyacetic acid (2,4-D) is a hormonal herbicide widely used in the world because of its efficacy in the control of broadleaf and woody plants. In this study we have demonstrated in vivo covalent binding of the phenoxyherbicide 2,4-D to a single protein of 52 kD (from rat liver mitochondrial preparation) detected through immunoblotting studies with the specific antiserum for 2,4-D. The direct involvement of 2,4-D in the formation of the adduct has also been demonstrated in vitro, using liver mitochondrial preparations exposed to (14)C-UL-2,4-D. Radiolabeled protein separated by SDS-PAGE and afterwards electroeluted showed a single labeled protein of 52 kD. When mitochondria exposed to radiolabeled xenobiotic were devoid of their outer membrane, the specific activity observed suggest that protein involved in covalent interaction belongs to the inner mitochondrial membrane. We propose that covalent binding of the phenoxyherbicide 2,4-D to a very specific single protein of 52 kD observed in vitro and in vivo may be related to known alterations of the mitochondrial function."
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V15 119 (1977)",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/  In dogs, toxic symptoms were often not present until 6 hr after oral admin of lethal dose of 2,4-d; the animals became ataxic with progressive incr spasm. Death appeared to be due ... to hepatic congestion or ... pneumonia. Pathological changes, limited to the GI tract, lung & liver, followed by development of anorexia, wt loss & myotonia. Dogs exhibited evidence of liver damage more frequently than other animals studied."
        },
        {
            "References": "Shavgulidze MM et al; Veterinaria (4): 103-4 (1976) as cited in Vet Admin Rev Lit on Herbicides Vol 2 p.320 (1981) VA Contract No. V101(93)P-823",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/  The acute and chronic toxicity of 2,4-D was studied in sheep. Single doses of 200-900 mg/kg 2,4-D sodium salt were admin per-orally to sheep. Other sheep were admin 120 daily doses of 18 mg/kg 2,4-D amine salt orally. Mortality and clinical signs were recorded and hematological and biochemical blood tests were performed. A dose of 900 mg/kg killed all sheep. Clinical signs of intoxication occurred after doses of 500 mg/kg or greater and included general weakness, ataxia, immobility, muscular paralysis of the hind legs, difficulty in breathing, sensitivity to light, and lack of appetite. Death occurred 2-4 days after exposure. Fluctuations in both directions occurred during the first month for the erythrocyte count, leukocyte counts, hemoglobin levels, blood nitrogen levels, and \"alkaline reserve\" (no further explanation given for this parameter). No traces of 2,4-D, admin as a single dose of 300-400 mg/kg of the amine or sodium salt, were detected 12 days after exposure (no other methodology was reported for this experiment). /It was/ concluded that meat from sheep was safe for human consumption 12 days after sheep had ingested 2,4-D and that 2,4-D was a compound of moderate toxicity. /SRP: Sodium salt/"
        },
        {
            "References": "PMID:10910964",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Animals were administered a single dose of the LD(50) of 2,3,7, 8-tetrachlorodibenzo-p-dioxin (TCDD) (25 microg/kg), 2, 4-dichlorophenoxyacetic acid (2,4-D) (375 mg/kg) and dieldrin (DED) (38 mg/kg) by gavage. Seventy-two hours after treatment, increased expression of CYP1A1, CYP1A2 and CYP1B1 was observed in the liver, kidney and mammary tissue. Since CYP1A and CYP1B1 are the major enzymes catalyzing 2- and 4-hydroxylation of E(2), respectively, the effect of these CHCs on the metabolism of E(2) was investigated in rat tissues. Formation of 2- and 4-catechol estrogens was increased in a tissue-specific manner in response to treatment. TCDD was the most potent inducer for CYP1 enzyme mRNA and for the 2- and 4-hydroxylation of E(2). 2,4-D and DED induced similar responses, but less than that of TCDD."
        },
        {
            "References": "PMID:9565231",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ The acute toxicity of 2,4-dichlorophenoxyacetic acid (2,4-D), a herbicide, was studied in chicks dosed with 100, 300, 500, or 600 mg 2,4-D/kg BW, by the oral route. Clinical, laboratory, and histopathological methods were used as indicators of toxicity. After acute exposure, the herbicide decreased motor activity and induced muscular weakness and motor incoordination; decreased weight gain; increased serum creatine kinase (CK) and alkaline phosphatase (AP) activities and serum uric acid (UA), creatinine (CR), and total proteins (TP) levels; and did not change serum aspartate aminotransferase (AST) or alanine aminotransferase (ALT) activities. These changes were time- and dose-dependent and reversible. The LD50 (lethal dose 50%) calculated for oral 2,4-D in chicks was 420 mg/kg BW (385 to 483). Chromatographic analysis of the serum of the intoxicated chicks showed the presence of the herbicide; the amount found was dose- and time-dependent, increasing from 2 to 8 hr after exposure and decreasing afterwards. Histopathological post-mortem studies conducted on intoxicated chicks showed hepatic (vacuolar degeneration of the hepatocytes), renal (tubular nephrosis), and intestinal (hemorrhagic) lesions. T"
        },
        {
            "References": "PMID:1746134",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ English pointer dogs dosed po with encapsulated 2,4-dichlorophenoxyacetic acid (2,4-D) at 1.3, 8.8, 43.7, 175 or 220 mg/kg body weight failed to exhibit abnormalities in hematologic, serum biochemical, urinalysis, or electrocardiographic parameters. At the 3 lowest doses, no changes were noted in electro-encephalograms (EEGs). In the dog given 175 mg/kg, at 24 hr postdosing mild sedation was accompanied by excessive slowing in the EEG with loss of low voltage fast activity. In the dog given 220 mg/kg, nonspecific alterations in the EEG suggestive of irritation and mild seizure activity was detected 7 hr, but the EEG returned to normal by 24 hr. A maximum 2,4-D concentration in serum of 1075 ppm was detected 5 hr after a po dose of 220 mg/kg. A maximum 2,4-D, concentration in urine of 1792 ppm was detected 2 hr after a po dose of 175 mg/kg, while 25 hr after that dose kidney tissue contained 271 ppm."
        },
        {
            "References": "PMID:1746132",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ English Pointer dogs dosed po with encapsulated 2,4-dichlorophenoxyacetic acid (2,4-D) or 2-methoxy-3,6-dichlorobenzoic acid (dicamba) developed varying degrees of myotonia. Dogs given 175 or 220 mg of 2,4-D/kg body weight rapidly developed clinical and electromyographic (EMG) manifestations consistent with a diagnosis of myotonia or pseudomyotonia. Dogs given 2,4-D at 86.7, 43.7 or 8.8 mg/kg body weight developed subclinical manifestations of myotonia detectable only with an electromyograph. The administration of 2,4-D at 1.3 or 1.0 mg/kg body weight failed to produce detectable EMG changes. One dog given dicamba at 86.7 mg/kg body weight developed clinical and EMG manifestations of myotonia similar to those induced by the highest doses of 2,4-D."
        },
        {
            "References": "PMID:7839569",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ The acute toxicity of 2,4-dichlorophenoxyacetic acid (2,4-D) was studied in cattle. Steers were orally treated with 100, 300 or 600 mg 2,4-D/kg. Behavioral alterations, heart and respiratory functions, rectal temperature and ruminal movements were observed at 2, 4, 8, 12, 24, 48, 72 and 96 hr after treatment. At these moments, blood and urine samples were collected and serum 2,4-D levels were determined. Results show that animals' vital function and hematocrit were not modified by the herbicide. Other signs were doses and time-dependent and included motor alterations (weakness, lethargy, decreased general activity) and decreased ruminal movements and proteinuria. The herbicide was rapidly excreted and the intoxication signs were completely reversed."
        },
        {
            "References": "PMID:7871543",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Brain uptake is membrane-limited via a blood-brain barrier with saturable clearance from the CSF into the venous blood by the choroid plexus. The body has both a central and a deep compartment with saturable renal clearance from the central compartment. The model was used to examine venous plasma time course curves with experimental data from rats given 2,4-D by i.v. (5 or 90 mg/kg) or by oral ingestion (10, 50, or 150 mg/kg). The model was then extended to examine studies in which rabbit plasma, brain, and CSF concentrations were measured at 2 hr after i.p. injection (40 mg/kg). In the rat, elimination was saturable (Vmax2 = 3.45 mg/hr; Km2 = 86 mg/L) and the deep-compartment transfer coefficients were K12 (0.013 L/hr) and K21 (0.048 L/hr) between body and deep tissue compartment. Both oral and i.v. data were well described with these values. Limited single time point brain data from rabbits were analyzed with a lumped brain model assuming the generic model for 2,4-D in rat applies to the rabbit."
        },
        {
            "References": "PMID:8540221",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ The acute toxicity of 2,4-dichlorophenoxyacetic acid (2,4-D) was studied in cattle. Steers were dosed po with 100, 300 or 600 mg 2,4-D/kg bw. Serum aspartate aminotransferase (AST), alanine aminotransferase (ALT), alkaline phosphatase (AP), O-glutamyl transferase (O-GT), creatine kinase (CK), lactate dehydrogenase (LDH) activities and urea, creatinine, glucose, total proteins and albumin levels were determined at intervals after dosing. The lowest 2,4-D dose did not change the biochemical parameters studied; the 300 mg/kg dose decreased AST, O-GT and CK activities and increased urea and glucose levels; the highest dose of 2,4-D increased LDH and CK activities and protein, urea, creatinine and glucose levels. These changes were time and dose-dependent and completely reversible. Acute 2,4-D intoxication disrupted the serum levels of several enzymes and blood components which mainly reflect kidney and muscle damage induced by the herbicide."
        },
        {
            "References": "PMID:11192461",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ OBJECTIVE: To investigate the clinical effects and to determine the 2,4-dichlorophenoxyacetic acid plasma concentrations after a dose of twice the reported LD50 (100 mg/kg) was administered orally to dogs. Investigation included electromyographic evaluations and biochemical parameter determinations, as well as observable clinical signs.  METHODS: Six beagle dogs were administered 2,4-dichlorophenoxyacetic acid 200 mg/kg orally. Dogs were monitored for the development of clinical signs and were anesthetized at 24 hours for needle electromyography. Blood was collected pre- and 24-hours postadministration. Plasma was analyzed for total and unbound 2,4-dichlorophenoxyacetic acid by high-performance liquid chromatography with fluorescence detection. Serum was submitted for clinical chemistry parameter analysis. Statistical analyses of the chemistry parameters were performed using paired t-tests.  RESULTS: All 6 dogs survived after oral administration of twice the reported LD50. Clinical signs observed were vomiting in 33% and diarrhea in 100% of the dogs. No gait abnormalities were seen in awake dogs. Electromyographic findings revealed predominantly insertional myotonia with 1 dog having spontaneous fibrillations. Decreases from baseline measurements were seen in serum calcium, potassium, and total bilirubin. The mean total and unbound plasma 2,4-dichlorophenoxyacetic acid concentrations were 511 mg/L and 129 mg/L, respectively.  CONCLUSIONS: This study demonstrates that the beagle dog is less sensitive to the acute effects of 2,4-dichlorophenoxyacetic acid than previously reported. The main clinical effects seen after oral administration of twice the reported LD50 were vomiting and diarrhea. Total and unbound plasma 2,4-dichlorophenoxyacetic acid concentrations may be a useful indicator of toxicity."
        },
        {
            "References": "PMID:11192461",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ OBJECTIVE: To investigate the clinical effects & to determine the 2,4-dichlorophenoxyacetic acid plasma concns after a dose of twice the reported LD50 (100 mg/kg) was admin orally to dogs. Investigation included electromyographic evaluations & biochemical parameter determinations, as well as observable clinical signs. METHODS: Six beagle dogs were admin 2,4-dichlorophenoxyacetic acid 200 mg/kg orally. Dogs were monitored for the development of clinical signs & were anesthetized at 24 hr for needle electromyography. Blood was collected pre- & 24-hr postadmin. Plasma was analyzed for total & unbound 2,4-dichlorophenoxyacetic acid by high-performance liquid chromatography with fluorescence detection. Serum was submitted for clinical chemistry parameter analysis. Statistical analyses of the chemistry parameters were performed using paired t-tests. RESULTS: All 6 dogs survived after oral admin of twice the reported LD50. Clinical signs observed were vomiting in 33% & diarrhea in 100% of the dogs. No gait abnormalities were seen in awake dogs. Electromyographic findings revealed predominantly insertional myotonia with 1 dog having spontaneous fibrillations. Decreases from baseline measurements were seen in serum calcium, potassium, & total bilirubin. The mean total & unbound plasma 2,4-dichlorophenoxyacetic acid concns were 511 mg/L & 129 mg/L, respectively. CONCLUSIONS: This study demonstrates that the beagle dog is less sensitive to the acute effects of 2,4-dichlorophenoxyacetic acid than previously reported. The main clinical effects seen after oral admin of twice the reported LD50 were vomiting & diarrhea. Total & unbound plasma 2,4-dichlorophenoxyacetic acid concns may be a useful indicator of toxicity."
        },
        {
            "References": "Lundgren B et al; Biochemical Pharmcology 36 (6): 815-21 (1987)",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ The effects of p-chlorophenoxyacetic acid, 2,4-dichlorophenoxyacetic acid (2,4-D), and 2,4,5-trichlorophenoxyacetic acid on hepatic peroxisomes and xenobiotic metabolizing enzymes were studied in mice. Male C57B1/6 mice were administered 0 to 0.125% p-chlorophenoxyacetic acid, 2,4-D, or 2,4,5-Trichlorophenoxyacetic acid in their diet for 4 days. ... The liver somatic index, ... carnitine acetyl transferase, cyanide insensitive palmitoyl cobalamine oxidation, catalase, cytochrome oxidases, glutathione transferase, and cytosolic, microsomal, and mitochondrial epoxide hydrolase were evaluated. The liver somatic index was significantly increased by 2,4-D and 2,4,5-trichlorophenoxyacetic acid . 2,4-D signiicantly increased microsomal protein and 2,4,5-trichlorophenoxyacetic acid significantly increased mitochondrial protein. 2,4-D and 2,4,5-trichlorophenoxyacetic acid significantly increased, palmitoyl cobalamine oxidation, catalase and total cytochrome oxidase activity. p-Chlorophenoxyacetic acid significantly increased cytochrome oxidase, but had not effect on any of the other parameters. 2,4-D and 2,4,5-trichlorophenoxyacetic acid significantly increased cytosolic and microsomal epoxide hydroxylase activities. Cytosolic glutathione transferase activity was increased to a smaller extent. /There were/ marked differences in proliferation of peroxisomes and induction of xenobiotic metabolizing enzymes seen with compounds differing only slightly in structure."
        },
        {
            "References": "PMID:1746136",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Eighteen English pointer dogs were randomly assigned to 3 outdoor grass-plot enclosures (6/enclosure) uniformly sprayed once with either the 2,4-dichlorophenoxyacetic acid (2,4-D) or to dimethylamine formulation (DMA-4) at the maximum recommended application rate, DMA-4 at 4 times the maximum recommended application rate, or the DMA-4 vehicle alone at 4 times the maximum recommended application rate. A heavy rain shower occurred 24 hr after application. The dogs were observed for clinical signs and evaluated using an electroencephalograph, electrocardiograph (lead I), and electromyograph prior to exposure, and either 1 or 7 days after continuous exposure. Clinical examination, hematologic and serum biochemical data were obtained, and serum, urine and kidney 2,4-D were quantified. Half of the dogs from each group were killed after 1 day of continuous exposure, while the other half were killed after 7 day. Gross postmortem and histologic examinations were conducted on each dog. No obvious 2,4-D effects were detected in any of the dogs."
        },
        {
            "References": "PMID:22894658",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ The present study evaluated the effects of sub-acute exposure to different doses of 2,4-dichlorophenoxyacetic acid (2,4-D) on rat kidney. Forty animals were divided into four equal groups and treated with different doses of 2,4-D: 0, 15, 75 and 150 mg/kg body weight per day via oral gavage for 28 consecutive days. Renal function, histopathology, tissue malondialdehyde and antioxidant enzyme activities were evaluated. The results showed a significant decrease (p < 0.01) in uric acid level and an increase in plasma levels of urea and creatinine (p < 0.01) in rats administered 2,4-D at the three studied doses. The activities of catalase and superoxide dismutase were significantly affected for all treated rats, while glutathione peroxidase significantly decreased in rats exposed to 2,4-D at a dose of 150 mg/kg. Through sub-acute treatment, starting from the low to the high doses of 2,4-D, there were significant increase in kidney MDA as compared to controls. The histopathological study revealed tubular damages, glomerular alterations, vascular congestion and increased number of pyknotic nuclei in kidneys of all 2,4-D treated groups. The severity of these alterations increase in a dose-dependent manner. /These/ findings confirm that sub-acute exposure to 2,4-D induced oxidative renal dysfunction in rats. Therefore, at higher doses, 2,4-D may be implicated in the pathogenesis of kidney failure via lipid peroxidation and oxidative stress."
        },
        {
            "References": "PMID:19277441",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ This study aims to investigate the effect of 2,4-dichlorophenoxyacetic acid (2,4-D) on rat kidney cortex histology. Oral exposure of rats to 2,4-D for 28 days resulted in decreases in body weight gain and kidney weight. Histological examination showed degeneration in renal corpuscles and podocytes; vacuolization in the glomerulus with disintegration of the basal membrane; tissue edema; vacuolization, cystic dilation and invagination of the basal laminae in the tubular structures; dilation and congestion in renal corpuscular vessels and marked decrease in glomerular and stromal fibronectin reaction; suggesting that subacute 2,4-D administration induces dose-dependent histopathological degenerative effects in rat kidney cortex."
        },
        {
            "References": "National Research Council. Drinking Water & Health Volume 1. Washington, DC: National Academy Press, 1977., p. 496",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Young adult female rats were given oral doses of 2,4-d in olive oil at 0, 3, 10, 30, 100 & 300 mg/kg 5 times a wk for 4 wk. ... Depressed growth rates, liver pathology, & GI irritation occurred at 300 mg/kg."
        },
        {
            "References": "Vet Admin Rev Lit on Herbicides Vol 1 p.7-1 (1981) VA Contract No. V101(93) P-823",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ 2,4-D does not appear to be a cumulative toxicant in most species, although low doses may be cumulative in the dog. Oral doses of 100 mg/kg were lethal in the rat when admin for 10 consecutive days, but not when admin 5 days per week for 4 weeks. Daily doses of 75 mg/kg or lower produced no toxic effects."
        },
        {
            "References": "Florsheim WH, Velcoff SM; Endocrinology 71 (1): 1-6 (1962) as cited in Vet Admin Rev Lit on Herbicides Vol 2 p.113 (1981) VA Contract No. V101(93)P-823",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ ... Male Sprague-Dawley rats were admin subcutaneous doses of 2,4-D in aqueous solution daily. Body weights, organ weights, and thyroid function tests were carried out. Statistically significant effects of 7 daily doses of 80 mg/kg 2,4-D on thyroid function included increased (131)Iodine uptake over 24 hr and decreased serum protein-bound iodine levels. ..."
        },
        {
            "References": "Vet Admin Rev Lit on Herbicides V1 (1981) VA Contract No. V101(93)P-823",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Alterations in several enzymes involved in energy production were measured in muscles of rats after 2,4-D admin. Doses of 100 mg/kg of 2,4-D in aqueous sodium bicarbonate solution were admin ip to rats daily for 14 days. Controls were given sodium acetate. Myocardium, soleus (red muscle), and semimembranous (white muscle) samples were removed, homogenized, and the supernatent after centrifugation (separated by polyacrylamide gel electrophoresis) and the stained bands were quantitated by densitometry. The total lactate dehydrogenase activity was not altered in any muscles by 2,4-D treatment. The density of the isoenzyme band, lactate dehydrogenase 5 was elevated significantly in the semimembranous of treated rats while lactate dehydrogenase 4 was decreased. The lactate dehydrogenase 5 band for the M soleus muscle was increased in density while the lactate dehydrogenase 1, 3, and 4 bands were decreased after treatment. Myocardial lactate dehydrogenase 4 and 5 decreased while lactate dehydrogenase 1 increased after trH subunits, calculated from the proportions of each lactate dehydrogenase isoenzyme were significantly elevated in myocardium and decreased in the other two muscles after 2,4-D treatment. Malate dehydrogenase activity decreased in all three myotonic muscles, with the largest change in myocardium."
        },
        {
            "References": "Mustonen R et al; Archives of Toxicol 63 (3): 203-8 (1989)",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Male Han/Wistar rats were exposed for 2 weeks to 2,4-D at 100 mg/kg/day. Significant increases were noted in the peroxisomes in liver cells following exposure to 2,4-D but no affect was noted on the average size of peroxisomes."
        },
        {
            "References": "PMID:1430774",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Male CD-1 mice were exposed to a commercial formulation of 2,4-dichlorophenoxyacetic acid (2,4-D), the amine derivative, in the drinking water at concentrations ranging from 0 to 0.163% of the formulated product, equivalent to approximately 0-50 mg/kg/day 2,4-D content. The effect of 2,4-D on urethan-induced pulmonary adenoma formation was evaluated following a 105-day exposure. Urethan-induced sleeping times observed following an i.p. injection of urethan (1.5 mg/g) after 3 weeks of 2,4-D exposure were not altered by 2,4-D, indicating that 2,4-D did not influence urethan elimination. Pulmonary adenoma production, which was evaluated 84 days after urethan injection, was enhanced by 2,4-D exposure but had no effect on tumor size. The effect of 2,4-D on the incidence of spontaneous murine lymphocytic leukemia was evaluated during the 365-day treatment period. Mortality associated with the leukemia virus was not altered by 2,4-D treatment. Exposure to this commercial 2,4-D product at moderately high levels of exposure may modify the development or expression of certain tumors in CD-1 mice. The mechanism of the co-carcinogenic or tumor-promoting activity associated with 2,4-D exposure remains to be determined."
        },
        {
            "References": "PMID:20447766",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ \"Desormone Lourd\" is a 2,4-Dichlorophenoxyacetic based herbicide that includes 600 g/L 2,4-D. /This study/ analyzed the toxic effects of 2,4-D on rat liver. Animals were daily treated with 15, 75 and 150 mg/kg, via oral gavage during 4 weeks. Hepatotoxicity was monitored by quantitative analysis of the serum enzymes markers of hepatotoxicity. Oxidative stress markers, catalase and glutathione reductase (CAT and GR), were analyzed in liver. /This study/ also investigated liver tissues histopathologically. /The/ results revealed that, when rats of 2,4-D treated groups were compared with the control group, the body weight decreased and the liver weight increased significantly at the end of the 4th week. The microscopic evaluation showed that 2,4-D induced hepatic cord disruption, focal necrosis, vessel dilation and pycnotic nucleus. Histological effects were found in all treated groups and their severity was dose dependent. Through sub-acute treatment, starting from the low to the high doses of 2,4-D, it was observed that there were effects on the activity of the serum enzyme markers, on TSP, Alb and the glycemia levels. We also observed a significant reduction in the hepatic antioxidant enzyme activities. To conclude, we can suggest that 2,4-D induces hepatoxicity and cellular alterations in rat."
        },
        {
            "References": "PMID:23464821",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ This study aims to investigate the effects of the 2,4-dichlorophenoxyacetic herbicide (2,4-D) on plasma lipids, lipoproteins concentrations, hepatic lipid peroxidation, fatty acid composition and antioxidant enzyme activities in rats. Animals were randomly divided into four groups of 10 each: control group and three 2,4-D-treated groups G1, G2 and G3 were administered 15, 75 and 150 mg/kg/BW/d 2,4-D by gavage for 28 d, respectively. Results showed that 2,4-D caused significant negative changes in the biochemical parameters investigated. The malondialdehyde level was significantly increased in 2,4-D-treated groups. Fatty acid composition of the liver was also significantly changed with 2,4-D exposure. Furthermore, the hepatic antioxidant enzyme activities were significantly affected. Finally, 2,4-D at the studied doses modifies lipidic status, disrupt lipid metabolism and induce hepatic oxidative stress. In conclusion, at higher doses, 2,4-D may play an important role in the development of vascular disease via metabolic disorder of lipoproteins, lipid peroxidation and oxidative stress."
        },
        {
            "References": "PMID:6195726",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ In rats exposed for/ 90 days, ... 2,4-D (100 ppm/day) leads to circadium rhythm alterations in the thyroid and the adrenal and to a much lesser degree in the testis."
        },
        {
            "References": "National Research Council. Drinking Water & Health Volume 1. Washington, DC: National Academy Press, 1977., p. 496",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ No significant incr in incidence of tumors in various mouse strains ... given 2,4-d or its esters at 46.4 mg/kg/day orally on days 7-28 followed by ... 3 23 ppm for 18 MO."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V15 117 (1977)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Groups of 25 male & 25 female 3 wk old osborne-mendel rats were for 2 yr fed on diets containing 0, 5, 25, 125, 625 or 1250 mg/kg of diet 2,4-d. 2,4-D was 96.7% pure & contained no detectable levels of 2,7-dichloro- or 2,3,7,8-tetrachlorodibenzo-p-dioxin ... . Numbers of male & female rats with malignant tumors were 6 in controls & 8, 7, 7, 8 & 14 in the treated groups, respectively. Tumors were randomly distributed & were also found in aging rats of this strain. ... A statistical incr (p< 0.05) in number of treated rats with malignant tumors over controls were found only in males receiving ... 1250 mg/kg."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V15 118 (1977)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Groups of 18 male & 18 female (c57bl/6xc3h/anf) f1 mice and 18 male and 18 female (C57Bl/6xAKR) F1 mice were given single SC injections of 215 mg/kg body wt 2,4-D (90% pure, mp 136-140 °C) in dimethyl sulfoxide on the 28th day of life & observed up to 78 weeks of age ... tumor incidences were compared with ... controls that were either untreated or were injected with dimethyl sulfoxide, 0.5% aq gelatin or corn oil. The tumor incidence in any group or combination of groups was not significantly different from that in controls (p> 0.05)."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V15 117 (1977)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/  (6xC3H/ANF) F1 mice & 18 male & 18 female (C57Bl/6xAKR) F1 mice received commercial 2,4-D (90%, mp 136-140 °C) according to the following dose schedule: 46.4 mg/kg body wt in 0.5% gelatin by stomach tube at 7 days of age & the same amount (not adjusted for incr body wt) daily up to 28 days of age; subsequently, the mice were given 149 mg/kg of diet /feed/. ... The expt was terminated when the mice were about 78 weeks of age ... tumor incidences were compared with those observed among groups of ... control mice, which had been untreated or had received gelatin only: the incidences were not significantly greater (p> 0.05) when any group or combination of groups were considered. Similar results were obtained in groups of mice given 2,4-D isopropyl, butyl, or isooctyl esters (99%, 99%, and 97% pure) at doses of 46.6 mg/kg body wt from 7-28 days of age and, subsequently 111, 149, & 130 mg/kg of diet /feed/ respectively up to 78 weeks of age."
        },
        {
            "References": "PMID:9398493",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Forms of 2,4-dichlorophenoxyacetic acid ... are herbicides used to control a wide variety of broadleaf and woody plants. Single-dose acute and 1-year chronic neurotoxicity screening studies in male and female Fischer 344 rats (10/sex/dose) were conducted on 2,4-D according to the U.S. EPA 1991 guidelines. The studies emphasized a Functional Observational Battery (which included grip performance and hindlimb splay tests), automated motor activity testing, and comprehensive neurohistopathology of perfused tissues. Dosages were up to 250 mg/kg by gavage for the single-dose study, and up to 150 mg/kg/day in the diet for 52 weeks in the repeated-dose study. In the acute study, gavage with 250 mg/kg test material caused slight transient gait and coordination changes and clearly decreased motor activity at the time of maximal effect on the day of treatment (day 1). Mild locomotor effects occurred in one mid-dose rat (75 mg/kg), on Day 1 only. No gait, coordination, or motor activity effects were noted by day 8. In the chronic study, the only finding of neurotoxicologic significance was retinal degeneration in females in the high-dose group (150 mg/kg/day). Body weights of both sexes were slightly less than controls in the mid-dose group, and 10% less than controls in the high-dose group."
        },
        {
            "References": "PMID:8921335",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Forms of 2,4-dichlorophenoxyacetic acid ... are herbicides used to control a wide variety of broadleaf and woody plants. Doses in the 2-year chronic/oncogenicity rat study were 0, 5, 75, and 150 mg/kg/day. The chronic toxicity paralleled subchronic findings, and a NOEL of 5 mg/kg/day was established. A slight increase in astrocytomas observed (in males only) at 45 mg/kg/day in a previously conducted chronic rat study was not confirmed in the present study at the high dose of 150 mg/kg/ day. Doses in the 2-year mouse oncogenicity studies were 0, 5, 150, and 300 mg/kg/day for females and 0, 5, 62.5, and 125 mg/ kg/day for males. No oncogenic effect was noted in the study."
        },
        {
            "References": "PMID:15198722",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ 2,4-dichlorophenoxyacetic acid (2,4-D), a plant growth regulator, has been used worldwide as a herbicide. Previously /research/ evaluated the prenatal developmental effects of 2,4-D by feeding it to pregnant rats and found that it is maternally toxic and embryolethal, and it induces urogenital malformations in rat fetuses. /This study/ investigated the effects of pure 2,4-D on rat embryos in whole embryo culture. Rat embryos on day 9.5 of gestation were cultured for 48 hr at several concentration levels with pure 2,4-D (50-500 ug/mL). 2,4-D caused a concentration-related increase in the incidence of each malformation. Significant decreases in the number of somites were observed at a concentration of 100 ug/mL or more. At the concentration of 100 ug/mL, there was normal yolk sac circulation. This result suggests that 2,4-D has a detrimental effect on somite development and directly damages developing embryos."
        },
        {
            "References": "PMID:21835467",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ 2,4-Dichlorophenoxyacetic acid (2,4-D) is largely used as a selective herbicide in Tunisia. The purpose of this study was to investigate the effects of 2,4-D on the kidneys of adult rats and their suckling pups. Female Wistar rats were divided into two groups: the controls and the treated rats that received 600 mg/L of 2,4-D in their drinking water from the 14th day of pregnancy until day 14 after delivery. Exposure to 2,4-D induced nephrotoxicity as evidenced by an increase in thiobarbituric acid reactive substances and protein carbonyl levels and a decrease in antioxidant enzyme activities such as catalase, superoxide dismutase, glutathione peroxidase in the kidneys of suckling pups and their mothers. In addition, a significant decline in kidney glutathione, non-protein thiol and vitamin C levels was also observed. Histological changes, seen in the kidney of mothers and their pups treated with 2,4-D are characterized by a narrowed Bowman's space, tubular epithelial cells degeneration, widened tubular lumen and vascular congestion."
        },
        {
            "References": "PMID:20607813",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ The 2,4-Dichlorophenoxyacetic acid (2,4-D) was used in agriculture as an herbicide in many countries including Tunisia. The aim of this study was to evaluate the effects of 2,4-D on liver function of adult rats and their progeny. Female Wistar rats were divided into two groups: the controls and the treated rats which received 600 ppm of 2,4-D in their drinking water from the 14th day of pregnancy until day 14 after delivery. In 2,4-D group, a significant decrease in body weight of pups was noted, when compared to controls. Liver antioxidant enzyme activities, superoxide dismutase (SOD), catalase (CAT), and glutathione peroxidase (GPx) decreased, while malondialdehyde (MDA) levels increased in dams and pups. Moreover, plasma aminotransferases (ALT, AST), gamma glutamil transpeptidase (GGT), lactate dehydrogenase (LDH), bilirubin and albumin levels were increased significantly. The biochemical modifications were correlated with histopathological studies. /This study/ concluded that 2,4-D induced hepatotoxicity in adult and suckling rats."
        },
        {
            "References": "PMID:24072463",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/  2,4-Dichlorophenoxyacetic acid (2,4-D) was assessed for systemic toxicity, reproductive toxicity, developmental neurotoxicity (DNT), developmental immunotoxicity (DIT), and endocrine toxicity. CD rats (27/sex/dose) were exposed to 0, 100, 300, 600 (female), or 800 (male) ppm 2,4-D in diet. Nonlinear toxicokinetic behavior was shown at high doses; the renal clearance saturation threshold for 2,4-D was exceeded markedly in females and slightly exceeded in males. Exposure was 4 weeks premating, 7 weeks postmating for P1 males and through lactation for P1 females. F1 offspring were examined for survival and development, and at weaning, pups were divided in cohorts, by sex and dose, and by systemic toxicity (10), DNT (10), DIT (20), and reproductive toxicity (? 23). Remaining weanlings were evaluated for systemic toxicity and neuropathology (10-12). Body weight decreased during lactation in high-dose P1 females and in F1 pups. Kidney was the primary target organ, with slight degeneration of proximal convoluted tubules observed in high-dose P1 males and in high-dose F1 males and females. A slight intergenerational difference in kidney toxicity was attributed to increased intake of 2,4-D in F1 offspring. Decreased weanling testes weights and delayed preputial separation in F1 males were attributed to decreased body weights. Endocrine-related effects were limited to slight thyroid hormone changes and adaptive histopathology in high-dose GD 17 dams seen only at a nonlinear toxicokinetic dose. 2,4-D did not cause reproductive toxicity, DNT, or DIT. The \"No Observed Adverse Effect Level\" for systemic toxicity was 300 ppm in both males (16.6 mg/kg/day) and females (20.6 mg/kg/day), which is approximately 6700- to 93 000-fold higher than that reported for 2,4-D exposures in human biomonitoring studies."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V15 123 (1977)",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Admin of 2,4-D ... orally or SC during days 6-14 of pregnancy incr incidence of fetal anomalies among Bl6, AKR &/or C3H strains of mice, but not among B6AK & A/HA strains. Purity of cmpd ... 90%, mp 136-140 °C ..."
        },
        {
            "References": "National Research Council. Drinking Water & Health Volume 1. Washington, DC: National Academy Press, 1977., p. 497",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ ... 2,4-D at 221 mg/kg/day incr fetal mortality, but produced no cleft palates /in CD-1 mice/. ... /In another study/ ... teratogenic & embryotoxic effects in NMRI mice that received 50 or 110 mg/kg injections of 2,4-D on days 6-14 of gestation /were observed/."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V15 123 (1977)",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ When 2,4-D was admin at concn of 500 mg/kg of diet during entire pregnancy of a sow, anorexia was noted; newborn piglets were underdeveloped & apathetic & 10/15 died within 24 hr. Continued feeding of 50 mg/kg of diet to survivors until ... 8 MO of age caused growth depression, persistent anemia, & moderate degenerative changes of liver & kidneys."
        },
        {
            "References": "Caldwell RS et al; Arch Environ Contam Toxicol 8: 383-96 (1979) as cited in Vet Admin Rev Lit on Herbicides Vol 2 p.54 (1981) VA Contract No. V101(93)P-823",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ The effects of 2,4-D on egg hatching and early development through the prezoeal stage /of the Dungeness crab/ were measured in a 24 hr toxicity test. Duplicate beakers of 3,300, 10,000, 33,000, 100,000 or 330,000 ug/L 2,4-D each received 30 eggs. At the highest dose tested, 2,4-D inhibited egg hatching (1/58 eggs hatched). At 100,000 ug/L less than 20% of the hatching prezoeae developed into the first zoeae stage and motility was inhibited. ... In 80 day long term toxicity assays, 2,4-D decreased survival of larvae ... at the highest dose tested, 10,000 ug/L. ... Exposure to ... 2,4-D increased the duration of larval stages. In juvenile crabs and in adults, no effects of 2,4-D were observed up to doses of 10,000 ug/L. ... The larval stage was most sensitive to 2,4-D. ... The maximum acceptable toxicant concentration (MATC) was below 1,000 ug/L for 2,4-D free acid."
        },
        {
            "References": "WHO; Environ Health Criteria 29: 2,4-Dichlorophenoxyacetic Acid (2,4-D) p.13 (1984)",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Teratogenic & reproductive effects: The no-observed-adverse-effect /level/ of 2,4-D in mammals & birds appears to be about 10 mg/kg bw/day."
        },
        {
            "References": "PMID:2884745",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ 2,4-D was evaluated using the Chernoff/Kavlock in vivo teratology screen procedure. End points analyzed as part of this assay were maternal toxicity and early postnatal growth/viability of offspring. Thirty pregnant CD-1 mice were given 87.5 mg/kg/day 2,4-D on days 8-12 of gestation and allowed to deliver. Forty vehicle treated animals served as controls. 2,4-D caused 7% mortality among the treated females and reduced the birth weights of pups born to surviving animals when compared with controls."
        },
        {
            "References": "PMID:5034983",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ The herbicides 2,4,5-T and 2,4-D induced fetopathy and an increased incidence of skeletal anomalies following single daily oral doses of 100-150 mg/kg to pregnant rats on days 6-15 of gestation. The observed skeletal defects were not incompatible with postnatal survival, weight gain and viability of the offspring from treated dams being within control limits."
        },
        {
            "References": "National Research Council. Drinking Water & Health Volume 1. Washington, DC: National Academy Press, 1977., p. 497",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/  In studies of CD-1 mice ... 2,4-D esters (isopropyl ester at 147 mg/kg/day, n-butyl ester at 155 mg/kg/day, and isooctyl ester at 186 mg/kg/day) had no effect oN incidence of cleft palate or fetal mortality, but did affect fetal weight. Statistically significant incr in proportion of abnormal fetuses was reported in mice that received maximally tolerated subcutaneous doses of ... 2 isopropyl esters of 2,4-D (... 100 & 94 ug/kg, respectively), in dimethyl sulfoxide (DMSO) soln."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V15 123 (1977)",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Admin of 2,4-D or its isopropyl, butyl, or isooctyl esters orally or SC during days 6-14 of pregnancy increased the incidence of fetal anomalies among Bl6, AKR &/or C3H strains of mice ... the purity of the compounds was ... isopropyl & butyl esters, 99%; isooctyl ester, 97%."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V15 124 (1977)",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/  The maximum tolerated oral dose of 2,4-D (98.7% purity, no chlorinated dibenzo-para-dioxins found within the limit of detection of 0.2 mg/kg) or an equimolar dose of 2,4-d propylene glycol butyl ether ester or of the isooctyl ester of 2,4-d had embryolethal & growth retarding effects but no teratogenicity when given to pregnant Sprague-Dawley (Spartan strain) rats on days 6-15 of gestation. Other signs of fetotoxicity were SC edema, delayed ossification and wavy ribs. 2,4-D did not affect fertility, gestation, lactation or viability of the newborn; the propylene glycol butyl ether and isooctyl esters decr viability of the newborn & lactation indices."
        },
        {
            "References": "National Research Council. Drinking Water & Health Volume 1. Washington, DC: National Academy Press, 1977., p. 497",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ In studies of CD-1 mice ... isooctyl ester at 186 mg/kg/day had no effect on incidence of cleft palate or fetal mortality, but did affect fetal wt. ... Pregnant rats were treated orally with ... isooctyl ester of 2,4-D up to 131 mg/kg/day on days 6-15 of gestation. Fetotoxic responses were seen @ high dosages, but teratogenic effects were not seen at any dosage. ... No-adverse-effect dosage of 2,4-D (or the molar equivalent, in case of esters) was 25 mg/kg/day. A statistically significant incr in proportion of abnormal fetuses was reported in mice that received max tolerated SC doses of the isooctyl ester ... (130 ug/kg ...) in dimethyl sulfoxide soln. Dimethyl sulfoxide itself, however, is a teratogen."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V15 123 (1977)",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/  admin of 2,4-D or its isopropyl, butyl, or isooctyl ester /97%/ orally or subcutaneously during days 6-14 of pregnancy increased incidence of fetal anomalies among Bl6, AKR &/or C3H strains of mice but not among BGAK & A/HA strains."
        },
        {
            "References": "Blakley PM et al; Teratol 39 (6): 547-53 (1989)",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Female CD-1 mice were exposed to Tordon 202c (a picloram and 2,4-D combination herbicide) in the drinking water at concentrations of 0.21, 0.42, and 0.84% for 60 days prior to mating with untreated males. One-half of the pregnant females subsequently continued treatment thorughout gestation while the remaining females were maintained on distilled water. Fetal weight, crown-rump length, placental weight, and maternal gestational weight gain were reduced in a dose dependent manner following combined preconceptional and gestational exposure. The incidence of malformed fetuses (cleft palate, renal agenesis, hydronephrosis, unilateral testicular agenesis, and umbilical hernia) and fetuses with variants (especially incomplete ossification of the skeleton) were increased in a dose-dependent manner following combined exposure. Increased maternal mortality and decreased preconception weight gain were observed in the highest dosage group. Relative maternal liver weight was increased in a dose-dependent manner. The results suggest that combined preconceptional and gestational exposure to Tordon 202c is required for teratogenesis and fetal growth depression. Preconceptional exposure alone is not effective in increasing the risk for embryotoxicity."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. V4 493",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ The reproductive toxicity of 2,4-D has been studied at dietary doses of 0, 5, 20, and 80 mg/kg/day in a two generation reproductive study in Fischer 344 rats. The parental Fo group was treated with 2,4-D for 15 weeks prior to mating. No adverse effects on fertility were observed in the 5 and 20 mg/kg daily dose groups, although reduced pup weights were noted in the 20 mg/kg F2a litters. A daily NOAEL of 5 mg/kg for reproductive toxicity was established from this study. In addition to this reproduction study, recent subchronic and chronic studies in rats, mice and dogs produced no evidence of treatment related histopathological changes in the testes at any of the dose levels ... ."
        },
        {
            "References": "PMID:11222879",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ The potential for 2,4-D & its salts & esters to induce developmental toxicity was investigated in rats (8 studies) & rabbits (7 studies). Maternal toxicity associated with exposure was dependent on the dose level expressed as 2,4-D acid equivalents. The severity of the maternal effect was correlated to the 2,4-D acid-equivalent dose, with increasing dose levels that exceeded renal clearance causing increasingly more severe maternal effects. In both species, maternal body weight effects began to be manifested at dose levels of 30 mg 2,4-D acid equivalent/kg/day. At higher dose levels (50-75 mg/kg/day in rats & 75-90 mg/kg/day in rabbits), body weights & feed consumption were more severely affected."
        },
        {
            "References": "PMID:10839313",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Female CD-1 mice were exposed to a commercial amine formulation of 2,4-dichlorophenoxyacetic acid (2,4-D) on days 6-16 of gestation in drinking water at concentrations ranging from 0 to 1.0% of the formulated product, equivalent to approximately 0-650 mg/kg/d expressed as the amine derivative. The effect of 2,4-D on urethan-induced pulmonary adenoma formation was evaluated in female offspring 19 w after birth. Urethan-induced sleeping times observed following ip injection of 1.5 mg urethan/g bw 7 w after birth were not altered by 2,4-D (p = 0.10), indicating that 2,4-D did not affect the rate of urethan elimination. 2,4-D exposure did not affect the number of tumors produced (p = 0.58), but did reduce the mean tumor diameter in the highest dose group (p < 0.01). This minor antineoplastic activity of 2,4-D may be related, in part, to inhibitory effects of 2,4-D on various enzymatic or metabolic pathways, essential for cellular growth and tissue development. Since exposure to 2,4-D during pregnancy had little impact of tumor production, it is unlikely that persistent alteration to developing immune cells involved in the cell-mediated immunosurveillance mechanisms occurred."
        },
        {
            "References": "PMID:10794394",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ /This research/ studied offspring of dams which had received 50, 70 or 700 mg/kg of 2,4-Dichlorophenoxyacetic acid (2,4-D) during nursing. Neonatal tissues and the stomach content (milk) were examined up to 16 post natal days to detect body and organs weight alterations and 2,4-D residues after 2,4-D maternal dosing every-other-day, from post natal day 1.  /The study/  detected 2,4-D residues in stomach content, blood, brain and kidney of 4-day-old neonates breast-fed by 2,4-D exposed mothers and onward. 2,4-D residues were dose- and exposure-time-dependent. The highest dose impaired body growth, as well as low tissue weights and diminished stomach contents. Levels of 2,4-D residues in stomach content, blood, kidney and brain of post natal rats (age PD 4-PD 16) fed through lactation from dams treated with 2,4-D demonstrated that 2,4-D was transferred to the neonates and the diminished body and tissues weight during this developmental period could be due to a diminished milk intake or/and to the direct 2,4-D toxic effect. Besides, when the herbicide treatment (100 mg 2,4-D/kg) was withdrawn from the dams, 2,4-D residues remained in the stomach content of neonates for at least one week."
        },
        {
            "References": "PMID:10440489",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Pregnant rats were daily orally exposed to 70 mg/kg/day of 2,4-D from gestation day (GD) 16 to postnatal day (PND) 23. After weaning, the pups were assigned to one of the two subgroups: T1 (fed with untreated diet until PND 90) and T2 (maintained with 2,4-D diet until PND 90). Effects on offsprings were evaluated with a neurotoxicological test battery. Neuromotor reflexes, spontaneous motor activity, serotonin syndrome, circling, and catalepsy were analyzed during various postnatal ages. 2,4-D neonatal exposure induced delay of the ontogeny of righting reflex and negative geotaxis accompanied by motor abnormalities, stereotypic behaviors (excessive grooming and vertical head movements), and hyperactivity in the open field. Adult rats of both sexes (T2 group) showed a diminution of ambulation and rearing, while excessive grooming responses were only observed in T2 males. Besides, these animals manifested serotonin syndrome behaviors, catalepsy, and right-turning preference. Some behaviors were reversible, but others were permanent, and some were only expressed after pharmacological challenges."
        },
        {
            "References": "PMID:9972067",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ The fetotoxic effect of 2,4-dichlorophenoxyacetic acid (2,4-D) was investigated. Histological & histochemical changes in the liver of newborn, young & adult rats exposed to the herbicide from the prenatal period to the end of an experiment were evaluated. The experiment used 90 male & female, Wistar, aged to 10 wks rats, divided into 2 groups: I-control-30 & II-60 animals which received the water soln of 2,4-D acid sodium salt in a daily dose of 250 mg/kg b.w. It was given with drinking water every day. The animals were sacrificed after 24 hrs, 4, 6, & 10 wks of the experiment. The results obtained showed that the admin of 2,4-D acid to rats in the prenatal & postnatal period, in a dose inducing subacute intoxication leads to histological & histochemical changes in the liver. The observed changes indicate disorders in energetic processes in hepatocytes & are morphological exponents of detoxicative processes there. They are most intensified with newborn rats. It suggests also, that pregnants ought not to work with 2,4-D & should avoid any contact with herbicides belonging to the 2,4-dichlorophenoxyacetic acid group."
        },
        {
            "References": "PMID:1852715",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Chick embryos were treated on day 0 of incubation with two phenoxy herbicides, 2-methyl-4-chlorophenoxyacetic acid (MCPA) (0.4, 2 mg/egg) and 2,4-dichlorophenoxyacetic acid (2, 4-D) (1, 2, 4 mg/egg). Both herbicides seemed to exert toxic effects mainly on the liver of 19-day-old embryos. Specific histological analysis indicated biliary stasis. Ethoxycoumarin O-deethylase was depressed by MCPA but raised by 2, 4-D. Other hepatic monooxygenase activities were unaffected by the herbicides and no significant changes were found in cytochromes. The higher dose of MCPA increased NADPH-cytochrome P450 reductase. 2,4-D treatment increased by activity of glutathione-S-transferases in the hepatic post-microsomal fraction while MCPA increased them at the lower dose and significantly reduced them at the higher."
        },
        {
            "References": "PMID:2087686",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Pregnant animals (Sprague-Dawley strain) were dosed by oral gavage with one of a series of compounds on days 6-15 of gestation. These chemicals were diquat (DIQ), ethylene-bis-isothiocyanate (EBIS), toxaphene (TOX), styrene (STY), 2,4-dichlorophenoxyacetic acid (2,4-D), 2,4,5-trichlorophenol (2,4,5-Tr), triphenyl tin hydroxide (TPTH), and cacodylic acid (CAC). The compounds were chosen because they exhibited little or no developmental toxicity in previous studies. Dosage levels producing maternal weight loss and/or lethality were determined from preliminary toxicity studies. Significant maternal weight reductions were noted during the course of treatment with all compounds except CAC and 2,4,5-Tr. Maternal lethality was produced by EBIS, TOX, 2,4,-D, and 2,4,5-Tr. The main treatment-related developmental toxicity noted in litters at term consisted of increased lethality (EBIS, TPTH) and decreased fetal weight (EBIS and CAC). Treatment-related anomalies were seen in litters treated with 2,4-D and TOX (supernumerary ribs) and with EBIS and STY (enlarged renal pelvis). No significant developmental effects were produced with DIQ, or 2,4,5-Tr."
        },
        {
            "References": "PMID:24072463",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ 2,4-Dichlorophenoxyacetic acid (2,4-D) was assessed for systemic toxicity, reproductive toxicity, developmental neurotoxicity (DNT), developmental immunotoxicity (DIT), and endocrine toxicity. CD rats (27/sex/dose) were exposed to 0, 100, 300, 600 (female), or 800 (male) ppm 2,4-D in diet. Nonlinear toxicokinetic behavior was shown at high doses; the renal clearance saturation threshold for 2,4-D was exceeded markedly in females and slightly exceeded in males. Exposure was 4 weeks premating, 7 weeks postmating for P1 males and through lactation for P1 females. F1 offspring were examined for survival and development, and at weaning, pups were divided in cohorts, by sex and dose, and by systemic toxicity (10), DNT (10), DIT (20), and reproductive toxicity (? 23). Remaining weanlings were evaluated for systemic toxicity and neuropathology (10-12). Body weight decreased during lactation in high-dose P1 females and in F1 pups. Kidney was the primary target organ, with slight degeneration of proximal convoluted tubules observed in high-dose P1 males and in high-dose F1 males and females. A slight intergenerational difference in kidney toxicity was attributed to increased intake of 2,4-D in F1 offspring. Decreased weanling testes weights and delayed preputial separation in F1 males were attributed to decreased body weights. Endocrine-related effects were limited to slight thyroid hormone changes and adaptive histopathology in high-dose GD 17 dams seen only at a nonlinear toxicokinetic dose. 2,4-D did not cause reproductive toxicity, DNT, or DIT. The \"No Observed Adverse Effect Level\" for systemic toxicity was 300 ppm in both males (16.6 mg/kg/day) and females (20.6 mg/kg/day), which is approximately 6700- to 93 000-fold higher than that reported for 2,4-D exposures in human biomonitoring studies."
        },
        {
            "References": "PMID:17582670",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Induction of oxidative stress by 2,4-dichlorophenoxyacetic acid (2,4-D) both as a pure compound and in commercial formulation was investigated during early pregnancy in mice. Pregnant animals were exposed to increasing doses of the herbicide (0.01, 0.1 and 100mg/kg/d) during gestation days 0-9, after which animals were euthanized and their blood analyzed for catalase activity, thiobarbituric acid reactive substances (TBARs) and total antioxidant capacity (TAC). Number of corpora lutea and uterine implantations and resorptions were also determined. Herbicide exposure did not cause any overt signs of maternal toxicity at any of the doses administered; neither did it cause an effect on developmental parameters. Catalase activity and TBARs were not modified by herbicide exposure although TAC was significantly decreased at 100mg/kg/d of both pure and formulated compound. Thus, 2,4-D does not seem to induce oxidative stress during early pregnancy in mice at the doses administered, indicating that this mechanism is probably not involved in mediating herbicide toxicity at these dose levels. Furthermore, since no manifestations of developmental toxicity were observed after administration of the herbicide, it is also possible that 2,4-D may not produce any early developmental toxicity at the low environmentally relevant doses tested in this animal model."
        },
        {
            "References": "PMID:16342474",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ 2,4-Dichlorophenoxyacetic acid (2,4-D), which is a plant auxin analogue, is lethal to broad leaved weeds within days at high dosages and is considered as having low toxicity to mammals. Some studies have reported that exposure to this compound may cause damage to organs such as liver. The aim of this study was to investigate the effects of 2,4-D in mouse liver on chromosomes as well as hexokinase (HK), glucose-6-phosphate dehydrogenase (G6PD), 6-phosphogluconate dehydrogenase (6PGD), lactate dehydrogenase (LDH) and malate dehydrogenase (MDH) which are required for the generation of the pyridine nucleotide pool. The experiments were carried out with a 2,4-D group, an ethanol control for 2,4-D, and saline group for ethanol control group on three generations of mice. Only female parents were given 2,4-D during the gestation period, lactation period and for 33 days following the lactation period. In females of the first cross, 2,4-D caused a significant increase in the activity of LDH, and ethanol alone caused a significant increase in the activities of HK and LDH. In the male offspring of the first cross maternal, 2,4-D caused a significant increase in the activity of LDH, and ethanol alone caused a significant decrease in the activity of 6PGD. In the female offspring of the first cross maternal, ethanol caused a significant increase in the activities of G6PD and MDH. In the female offsprings of the third cross maternal, 2,4-D caused a significant increase in the activity of MDH. No gross morphological changes were observed in internal organs, such as liver, kidney and spleen of the affected animals. Also, a chromosomal study from bone marrow cells indicated no anomalies in chromosomal sets and structures. As a result, 2,4-D had an effect on the first cross maternal and their offsprings. The compound did not affect the parameters studied except MDH enzyme activity in the second and third generation of mice."
        },
        {
            "References": "PMID:18420331",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/  ...Since normal growth of the offspring depends on adequate maternal nursing and care, /this study/ evaluated the effect of 2,4-D on rat maternal behavior as well as the dam's monoamine levels in arcuate nucleus (AcN) and serum prolactin (PRL) levels. Wistar dams were exposed to the herbicide through the food from post partum day (PPD) 1 to PPD 7. Dams were fed either with a 2,4-D treated diet (15, 25 or 50mg 2,4-D/kg/daybw) or with a control diet. /This study/ observed that maternal nesting behavior was not modified by 2,4-D treatment. However, mother-pup interactions, specially the nursing behavior, were altered. Retrieval, crouching and licking of pups were reduced or suspended after 2,4-D treatment. We also observed an increase in the latency of retrieval and crouching in the dams treated with the herbicide. Dams showed movement along cage peripheries, food consumption during the light phase and high self-grooming. In addition of the deficits observed in maternal behavior parameters, increased catecholamine levels and a drastic decrease in indolamine levels in the AcN of treated dams were determined. Serum PRL levels were also diminished by 62%, 68% and 70% with respect to control dams in the 15, 25 and 50mg 2,4-D/kgbw treated dams, respectively. In conclusion, exposure to 2,4-D during the first post partum days produced changes in maternal behavior, serum prolactin and monoamine levels in the AcN of treated dams."
        },
        {
            "References": "PMID:20122984",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ The effects of 2,4-dichlorophenoxyacetic acid (2,4-D) on brain monoamines and the serum level of hormones involved in milk synthesis and on the milk ejection reflex in rats were evaluated. Dams were treated with 2.5, 5, 15, 25, 50 or 70mg 2,4-D/kg bw according to two experimental designs: (a) through food from post partum day 1 (PPD 1) to PPD 16 and the respective control groups or (b) an unique i.p. injection on PPD 11. To measure milk ejection, the litter was separated from the mother at the 11th day of lactation during 8hr, returned to their mothers and allowed to suckle for a period of 15min. The procedure was repeated on 3 consecutive days until the end of treatment. The change in litter weight during the suckling period was taken as a measure of the amount of milk ejected during this period. The dams' serum prolactin (PRL), oxytocin (OT) and growth hormone levels were determined by radioimmunoassay. Both treatment regimens produced a dose-dependent decrease in the amount of milk ejected and circulating PRL and OT secreted in response to the suckling stimulus. Administration of OT before returning the pups restored the milk ejection, indicating no impairment in the capacity of the mammary gland to produce and secrete milk. In addition, dopamine levels were increased by the 2,4-D treatments in arcuate nucleus (ArN) and anterior lobe of pituitary gland (AL), while serotonin level was drastically decreased in ArN. 2,4-D treatment increased both calcium-dependent and calcium-independent nitric oxide synthase (NOS) activities in ArN. These results suggest that 2,4-D inhibits the suckling-induced hormone release, milk transfer to the litter at the central level, through a stimulation of hypothalamic NOS and dopamine and by an inhibition of hypothalamic serotonin transmission."
        },
        {
            "References": "PMID:15474613",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Dopaminergic neurons from the midbrain nuclei substantia nigra (SN; A9) and ventral tegmental area (VTA; A10) were investigated by tyrosine hydroxylase (TH) immunostaining in neonate rat brains exposed to 2,4-dichlorophenoxyacetic acid (2,4-D) through lactation. Dorsal raphe serotonin (5-HT) projections to SN and VTA were also studied by 5-HT transporter (5-HTT) immunostaining and results were quantified by image analysis. Twenty-five-day-old pups exposed to 2,4-D through mothers milk were used. Dams were intraperitoneally administered 70 or 100mg/kg/day of 2,4-D from the 9th to the 25th postpartum day. After 100mg/kg of 2,4-D exposure, a 25% diminution in the SN and a 33% diminution in the VTA neurons' TH immunostaining along with a significantly 5-HT fiber density diminution were observed. The present work supports previous reports which suggest that exposure to 2,4-D during development has multiple effects on CNS."
        },
        {
            "References": "PMID:6877474",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ ... 2,4-D acid (20-80 mg/kg) when given by gavage twice weekly for 5 weeks /in male Fischer-344 rats/ ... produced a significant incr in fore- and hindlimb grip strength. Other neurological measurements such as ... motor activity and startle responsiveness were not affected."
        },
        {
            "References": "PMID:2997403",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ 2,4-Dichlorophenoxyacetic acid (2,4-D) was injected intraperitoneally into adult male Fischer rats for 3-12 weeks. During the period of study gait and toe spreading reflexes remained normal and distal motor latencies, motor and mixed nerve conduction velocities, and amplitudes remained similar (p> 0.05) in animals receiving 2,4-D or vehicle which suggests that 2,4-D is not toxic to peripheral nerves in the rat."
        },
        {
            "References": "Desi I, Sos J; Acta Medica Acta Sci Hung 18: 429-33 (1962) as cited in Vet Admin Rev Lit on Herbicides Vol 2 p.85 (1981) VA Contract No. V101(93)P-823",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ ... Effects of acute and sub-acute admin of 2,4-D on the electroencephalographic activity and conditioned reflex responses of 24 rats, 4 cats and 2 dogs. ... Administration of /200 mg/kg/ ip only once in the acute experiments and once daily until death in the sub-acute experiments /were investigated/. ... Response to a previously learned and reinforced conditioned reflex (sound and electric shock) was measured in animals treated with 2,4-D for 5 consecutive days. In acute experiments, EEG recordings revealed an inhibition of desynchronization within 15 min of admin. ... In the sub-acute experiments, EEG measurements revealed a gradual decrease in the frequency of spontaneous electrical activity. In addition, the duration of desynchronization decreased as the 2,4-D treatment continued. By the fifth day no desynchronization was evident. Response to a previously learned conditioned reflex also decreased steadily with continued 2,4-D treatment. All response to the conditioned reflex was lost by the fifth day of treatment. Histologic examination of the spinal cord showed demyelinization of the pyramidal tract."
        },
        {
            "References": "PMID:3585404",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ The acute effects of 2,4-dichlorophenoxyacetic acid (2,4-D) administered orally to female mongrel dogs in doses of 25, 50, 75, 100 or 125 mg/kg were investigated by means of neurological examinations, electromyography and motor nerve conduction velocity tests carried out at various times following treatment. On day one after treatment with 125 mg/kg, one of four dogs was lethargic but recovered by day three. Also on day one, myotonic dimpling was evident in one dog each in the groups treated with 50, 100, 125 mg/kg. Dogs treated with more than 50 mg/kg had generalized myotonic discharges which increased according to the dose and were resolved by day 14 but not day seven. Treatment failed to affect motor nerve conduction velocity. Pathologic changes in teased nerve fibers involved occasional fiber degeneration, paranodal demyelination and intercalated internodes. Transverse semi-thin sections showed mild focal fiber degeneration and eventual medial plantar nerve depletion in five dogs treated with 25, 100 and 125 mg/kg and in lateral plantar nerve of two dogs treated with 125 mg/kg and one control. A single exposure to sublethal oral doses of 2,4-D is not associated with evidence of polyneuropathy."
        },
        {
            "References": "PMID:16674996",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ To assess the relative toxicity of the herbicides acetochlor and 2,4,5-trichlorophenoxyacetic acid (2,4,5-T) on the nervous system, the sciatic nerve of the frog (Rana ridibunda) nerve was incubated in saline inside a specially designed recording chamber. This chamber permits monitoring of the evoked compound action potential (CAP) of the nerve, a parameter that could be used to quantify the vitality of the nerve in normal conditions as well as when the nerve was exposed to the compounds under investigation. Thus, when the nerve was exposed to acetochlor, the EC(50) was estimated to be 0.22mM, while for 2,4,5-T the EC(50) was 0.90mM. Using the identical nerve preparation, the EC(50) of 2,4-D was estimated to be 3.80mM [Kouri, G., Theophilidis, G., 2002. The action of the herbicide 2,4-dichlorophenoxyacetic acid on the isolated sciatic nerve of the frog (Rana ridibunda). Neurotoxicol. Res. 4, 25-32]. The ratio of the relative toxicity for acetochlor, 2,4,5-T and 2,4-D was found to be 1:4:17.2. However, because it is well-known that the action of 2,4-D is dependent on the pH, the relative toxicity of the three compounds was tested at pH 3.3, since it has been found that the sciatic nerve of the frog is tolerant of such a low pH. Under these conditions, the EC(50) was 0.77mM (from 0.22mM at pH 7.2) for acetochlor, 0.20mM (from 0.90mM) for 2,4,5-T and 0.24mM (from 3.80mM at pH 7.2) for 2,4-D. Thus, the relative toxicity of the three compounds changed drastically to 1:0.25:0.31. This change in the relative toxicity is due not only to the increase in the toxicity of 2,4,5-T and 2,4-D at low pH levels, but also to the decrease in the toxicity of acetochlor at pH 3.3."
        },
        {
            "References": "PMID:2471493",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ The effects of 2,4-dichlorophenoxyacetic acid on brain and CSF biogenic amines and their acidic metabolites were studied in rats. Male Wistar rats were injected sc with 10, 30, 100, or 200 mg/kg sodium 2,4-dichlorophenoxyacetate, and then observed for clinical signs of toxicity. Rats were killed 0.5, 3.5, 7.5, 15.5, or 31.5 hours later and the CSF and brains were taken and assayed for dopamine, noradrenaline, 5-hydroxytryptamine, homovanillic acid, 3,4-dihydroxyphenylacetic acid, 5-hydroxyindoleacetic acid, and tryptophan. In rats injected with 200 mg/kg sodium 2,4-dichlorophenoxyacetate, brain 5-hydroxytryptamine was slightly increased after 3.5 hours and 5-hydroxyindoleacetic acid was increased by 3.2 times the control value 0.5 to 7.5 hours after dosing. Dopamine concentrations were slightly increased. CSF 5- hydroxyindoleacetic acid, 3,4-dihydroxyphenylacetic acid, and homovanillic acid concentrations were significantly increased between 0.5 and 7.5 hours after dosing. The increases in CSF 5- hydroxyindoleacetic acid, 3,4-dihydroxyphenylacetic acid, and homovanillic acid concentration correlated well with the appearance of symptoms such as myotonia and lethargy. The 30 and 100 mg/kg doses caused significant increases in brain 5-hydroxyindoleacetic acid and CSF 3,4-dihydroxyphenylacetic acid, 5-hydroxyindoleacetic acid, and homovanillic acid concentrations after 1.5 hours. The 100 mg/kg dose caused a significant increase in brain homovanillic acid concentration at the same time point. The 10 mg/kg dose did not induce any increases in concentration of any of the amines or their metabolites. The 10 and 30 mg/kg doses did not induce any clinical signs of intoxication."
        },
        {
            "References": "PMID:11405254",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ 2,4-D-injected into one striatum (100 microg/rat) produced a marked depression in locomotor activity and elicited a moderate circling towards the ipsilateral side at 6 and 24 hr postinjection. These behavioral changes were accompanied by a decrease and an increase of serotonin (5-HT) and homovanillic acid (HVA) levels, respectively. 2,4-D administration (100 microg/rat) into the nucleus accumbens, induced similar behavioral and neurochemical patterns to the intrastriatal 2,4-D injection, although rats did not present notorious turning. When 2,4-D was injected into one medial forebrain bundle (MFB, 50 microg/rat), animals presented ipsilateral circling, while locomotor activity was unchanged at 3 and 7 days post-injection. These last rats also exhibited diminished levels of striatal 5-HT, dopamine (DA) and their metabolites without changes in the substantia nigra (SN). Animals sacrificed 3 and 7 days after a 6-OHDA injection into one of the MFB, presented progressive depletion of dopamine in striatum and SN. 2,4-D as well as 6-OHDA-treated rats into one of the MFB were challenged with low dose (0.05 mg/kg s.c.) of apomorphine (only at 7 days post-injection) to evaluate a possible DA-receptor supersensitivity. Only 6-OHDA treated rats showing a vigorous contralateral rotation activity. These results indicate that 2,4-D induced a regionally-specific neurotoxicity in the basal ganglia of rats. The neurotoxic effects of 2,4-D on basal ganglia by interacting with the monoaminergic system depended not only on the exact location of the 2,4-D injection, but also on the dose and time period of post-injection."
        },
        {
            "References": "Desi I et al; Arch of Env Health 4: 95-102 (1962) as cited in Milby TH et al; Potential Health Effects Associated with the Use of Phenoxy Herbicides p.7-8 (1981)",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/  /In/ ... studies with rats, cats, and dogs ... 2,4-D crystals caused reversible EEG changes. The chronic experiments involved ip injection of 2,4-D at a dose of 200 mg/kg of body weight daily until the death of the animal (usually on the sixth day). Based on these experiments ... it is very likely that 2,4-D accumulates in the organism and in the cerebral tissue causing an increasingly more severe paralysis in the function of these tissues ... Myelopathy manifested as demyelinization was detectable in the dorsal portion of the spinal cord."
        },
        {
            "References": "PMID:15203183",
            "Value": "/DEVELOPMENTAL NEUROTOXICITY/ 2,4-Dichlorophenoxyacetic acid (2,4-D), a worldwide-used herbicide, has been associated with a range of adverse health effects on humans and different animal species. Although the mechanism of 2,4-D neurotoxicity remains unknown, /research/ had previously reported changes in various neurotransmitter systems, such as serotonin (5-HT) and dopamine (DA), which were proposed to mediate some of the behavioral effects in rats. /The present work/ examined the impact of 2,4-D exposure on the ontogeny of dopaminergic D2-type receptors in prefrontal cortex (PFc), striatum (CPu), hippocampus (H) and cerebellum (Cer). Pregnant rats were orally exposed to 70 mg/kg/day of 2,4-D from gestation day (GD) 16 to postpartum day 23. After weaning, the pups were assigned to one of the two subgroups: T1 [fed with untreated diet until postnatal day, (PD) 90] and T2 [maintained with 2,4-D diet until PD 90]. Five to eight pups per age and sex were sacrificed at 6, 15, 30, 45 or 90 days of age for membrane receptor binding assays employing [3H]nemonapride. Subchronic 2,4-D exposure (T2 group) increased DA D2-type receptor around 40% in CPu. In addition, DA D2-type receptor levels also increased in PFc (15 and 30 days) and Cer (30 and 90 days). Sex-dependent differences in D2 receptors were observed with T2 female rats being more affected than T2 male rats. When the herbicide treatment was interrupted after weaning (T1 group), DA D2-type receptor density was apparently recovered and stabilized to control level. These findings suggest a reversible vulnerability of D2-type receptors to 2,4-D exposure. Regional increases of D2-type receptor density may explain certain behaviors reported early by us, such as catalepsy and right-turning preference in rats exposed to 2,4-D."
        },
        {
            "References": "Kobal S, et al; Pflugers Arch 440 (5 Suppl): R171-172 (2000)",
            "Value": "/ENDOCRINE MODULATION/ The influence of sublethal doses of 2,4-dichlorophenoxyacetic acid (2,4-D) on serum T3 & T4 concns in Hsd Cpb: Wistar rats of both sexes was studied. The trial was performed on 24 males & females respectively, each divided into three groups of 8 animals (control, groups 1 & 2). Aqueous soln of the compound (11 mg/kg bw--group 1 & 110 mg/kg bw--group 2) or clean tap water (control group) was used. Aliquots of 2.4 mL/kg bw were administered with a stomach tube from the 1st-10th day of the experiment. Three days before the first treatment & on the 6th & 13th day of the experiment the serum T3 & T4 concns were determined by commercial radioimmunoassay kits (Byk-Sangtec Diagnostica), validated for rats. A significant decr of serum T4 (P<0.01) & T3 (P<0.001) was determined in males of groups 1 & 2 during the experiment. On the 6th day of experiment serum T4 & T3 values were significantly lower (P<0.001 & 0.01 respectively) in group 2 than in the controls & group 1 of both males & females. During the whole experiment serum T4 levels were lower in females than in males (P<0.05)."
        },
        {
            "References": "Pilinskaya MA; Tsitologiya i Genetika 8 (3): 202-6 (1974) as cited in Vet Admin Rev Lit on Herbicides Vol 2 p.274 (1981) VA Contract No. V101(93)P-823",
            "Value": "/GENOTOXICITY/ The cytogenetic effects of 2,4-D in mice were examined. Male outbred white mice (18-20 g; 6 mice per dose level) received a single oral dose of 10, 50, 100 or 300 mg 2,4-D/kg body weight. Ten control mice were also included in the study. Mice were killed 20 hr after admin of the herbicide. Chromosome spreads were prepared and 200 metaphases per animal were scored. Increased chromosome aberrations were observed only at the toxic doses of 100 and 300 mg/kg. Single acentric fragments were the most common form of chromosome damage; Paired fragments occurred much less frequently; And translocations were rare. From these results the /it was/ concluded that 2,4-D is a weak mutagen in mice."
        },
        {
            "References": "Kitchin KT, Brown JL; Toxicol Environ Chemistry 16 (3): 165-72 (1988)",
            "Value": "/GENOTOXICITY/ The effects of chlorinated phenols and phenates on biochemical parameters were investigated in liver and white blood cells of 90 day old female Sprague-Dawley rats in an effort to understand why 2,4,6-trichlorophenol (2,4,6-T) causes cancer in rodents while 2,4-dichlorophenoxyacetic acid (2,4-D) and 2,4,5-trichlorophenol (2,4,5-T), which are structurally similar compounds, do not. Two oral doses of each of these compound were given to separate groups of rats 21 and 4 hours prior to sacrifice. Each dose was 1/5 of the median lethal dose. No DNA damage in rat liver or white blood cells was noted. No changes were found in serum alanine-aminotransferase activity or hepatic glutathione."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V15 126 (1977)",
            "Value": "/GENOTOXICITY/ 2,4-D induced chromosome aberrations in number of cultivated plants & weeds. Cytological abnormalities incl chromosome bridges, fragments, lagging chromosomes, c-mitoses & chromatin bodies."
        },
        {
            "References": "National Research Council. Drinking Water & Health Volume 1. Washington, DC: National Academy Press, 1977., p. 496",
            "Value": "/GENOTOXICITY/ Saccharomyces cerevisiae strain D4 5 x 10(+6) was treated with 2 mL of aqueous 2,4-D suspension (trade name, U46D-fluid). The mitotic gene conversion frequency of the ade 2 locus was incr 5-fold above control values; that of the trp 5 locus was incr 6-fold above control values."
        },
        {
            "References": "GENE-TOX Program: Current Status of Bioassay in Genetic Toxicology. U.S. Environmental Protection Agency, Washington, DC. Office of Toxic Substances and Pesticides. (For program information, contact Environmental Mutagen Information Center, Oak Ridge National Laboratory, Post Office Box Y, Oak Ridge, Tennessee 37830. Telephone (615) 574-7871)",
            "Value": "/GENOTOXICITY/ DNA repair-deficient bacterial tests: positive."
        },
        {
            "References": "GENE-TOX Program: Current Status of Bioassay in Genetic Toxicology. U.S. Environmental Protection Agency, Washington, DC. Office of Toxic Substances and Pesticides. (For program information, contact Environmental Mutagen Information Center, Oak Ridge National Laboratory, Post Office Box Y, Oak Ridge, Tennessee 37830. Telephone (615) 574-7871)",
            "Value": "/GENOTOXICITY/ Escherichia coli WP2 - reverse mutation studies with metabolic activation: negative."
        },
        {
            "References": "GENE-TOX Program: Current Status of Bioassay in Genetic Toxicology. U.S. Environmental Protection Agency, Washington, DC. Office of Toxic Substances and Pesticides. (For program information, contact Environmental Mutagen Information Center, Oak Ridge National Laboratory, Post Office Box Y, Oak Ridge, Tennessee 37830. Telephone (615) 574-7871)",
            "Value": "/GENOTOXICITY/ Chinese hamster lung (V79) cells in culture - gene mutation, hprt locus studies: positive."
        },
        {
            "References": "GENE-TOX Program: Current Status of Bioassay in Genetic Toxicology. U.S. Environmental Protection Agency, Washington, DC. Office of Toxic Substances and Pesticides. (For program information, contact Environmental Mutagen Information Center, Oak Ridge National Laboratory, Post Office Box Y, Oak Ridge, Tennessee 37830. Telephone (615) 574-7871)",
            "Value": "/GENOTOXICITY/  Mammalian cytogenetics - in vivo bone marrow studies, non-human: positive."
        },
        {
            "References": "WHO; Environ Health Criteria 29: 2,4-Dichlorophenoxyacetic Acid (2,4-D) p.13 (1984)",
            "Value": "/GENOTOXICITY/ Mutagenic effects: Studies available at present are not adequate for the quantitive evaluation of the mutagenic effects of 2,4-D & its derivatives in short-term tests. However, the evidence does not suggest that 2,4-D derivatives are potent mutagens."
        },
        {
            "References": "Verschueren, K. Handbook of Environmental Data of Organic Chemicals. 2nd ed. New York, NY: Van Nostrand Reinhold Co., 1983., p. 497",
            "Value": "/GENOTOXICITY/ Testicular DNA synthesis inhibition mice 29% at 200 mg/kg /SRP: Unspecified salt or ester of 2,4-D/"
        },
        {
            "References": "Soler-Niedziela L et al; Toxicol Assessment: An International Journal 3: 137-45 (1988)",
            "Value": "/GENOTOXICITY/ Mutagenicity tests were performed for components of the defoliant Agent-Orange with the Salmonella arabinose resistant assay system. These components included 2,4-dichlorophenoxyacetic acid and 2,4,5-trichlorophenoxyacetic acid along with butyl, isobutyl and isooctyl esters and the contaminant 2,3,7,8-tetrachlorodibenzo-p-dioxin. Arabinose sensitive S typhimurium strain SV50 was used as the tester strain. Rat and hamster liver S9 homogenate and S9 mix were used for metabolic activation. No mutagenic response to the test compounds was observed under any of the assay conditions used. With the use of activation, neither hamster nor rat S9 induced any mutagenic response. /It appears that the cmpd tested/ do not cause point mutations."
        },
        {
            "References": "PMID:17540612",
            "Value": "/GENOTOXICITY/ 2,4-Dichlorophenoxyacetic acid (2,4-D) is a selective, systemic auxin-type herbicide extensively used throughout the world. The present research was aimed at studying effects of low and non-cytotoxic concentrations of 2,4-D on SHE cells in relation with carcinogenicity. Effects were studied on Syrian hamster morphological cell transformation, c-Myc expression - both at the gene and protein level - DNA damage and apoptosis. 2,4-D significantly induced cell transformation at 11.5 microM and 23 uM (i.e. 2.5 microg/mL and 5 ug/mL). An increase in the expression of the transcription factor c-Myc, measured by use of RT-PCR with respect to mRNA level and by Western blotting for protein level was registered at these concentrations, as well as genotoxic effects evaluated with the single-cell gel electrophoresis (Comet) assay. Consequences for apoptosis of 2,4-D treatment were also investigated. The fluorochrome acridine orange was used to study DNA fragmentation as a marker of apoptosis. No effect on apoptosis was found at 2,4-D concentrations that induced cell transformation. This was confirmed by the unchanged expression of Bcl-2 and Bax, two regulator genes of the mitochondrial pathway of apoptosis. /These/ results demonstrate the transforming and genotoxic effects of low concentrations of 2,4-D in mammalian cells. This information contributes to a better understanding of the mechanism of 2,4-D toxicity in mammalian cells and demonstrates that 2,4-D should be considered as potentially hazardous to humans."
        },
        {
            "References": "PMID:17372986",
            "Value": "/GENOTOXICITY/ Before incubation, chick embryos were treated with the herbicide 2,4-dichlorophenoxy acetic acid (2,4-D) by injecting onto the inner shell membrane solutions of 0, 0.5, 1, 2, or 4 mg 2,4-D. A commercial formulation containing 37% 2,4-D iso-octyl ester as active ingredient and pure 2,4-D were tested. Sister chromatid exchange (SCE) and cell cycle kinetics were examined at days 4, 7, and 10 from 22 to 30 embryos per group. After 4 days of exposure to commercial 2,4-D, a small (P < 0.05) dose-related increase of SCE was seen for the 4-mg group. An enhanced SCE response upon long-term exposure to 2,4-D was apparent. After 10 days of exposure, SCE frequencies for the 2- and 4-mg commercial 2,4-D, and 4-mg pure 2,4-D groups were significantly higher than for the controls. A significant slowing of cell cycle at concentrations at and above 1 mg was seen. Also observed was a slight, not statistically significant proliferative effect at the lowest dose of 0.5 mg/embryo. Consistent with the results from other test systems, the present findings indicate that 2,4-D has a low to moderate genotoxic activity."
        },
        {
            "References": "PMID:2761564",
            "Value": "/GENOTOXICITY/ The mutagenic activity of 2,4-D was assessed utilizing cytogenetic, chlorophyll mutation, specific-locus and pollen viability endpoints in Allium cepa and Oryza sativa. In the Allium root tip assay onion bulbs with roots were treated with 25, 50, 75 or 100 ppm 2,4-D for 4 hr and the frequency of aberrations was estimated. With an increase in concentration there was rise in frequency of aberrant cells. In the case of mutation assays, presoaked rice seeds were treated wih 100, 200 or 300 ppm 2,4-D for 4 hr and sown in the field. Mutation frequency was estimated on M1 plant, spike and M2 seedling basis. With increasing concentration, there was a concomitant increase in mutation frequency. Highly significant chlorophyll-deficient and waxy mutants besides sterile pollen were observed. ... 2,4-D has genotoxic potential."
        },
        {
            "References": "PMID:3280995",
            "Value": "/GENOTOXICITY/ Mutagenic properties of the plant growth regulating hormones indole-3-acetic acid (IAA) and indole-3-butyric acid (IBA) were studied along with those of the herbicides 2,4-(dichlorophenoxy)acetic acid (2,4-D), 2,4-(dichlorophenoxy)butyric acid (2,4-DB), 4-chloro-2-methylphenoxyacetic acid (MCPA), using the Ames test. Strains of Salmonella typhimurium used included TA-97a, TA-98, TA-100, TA-1535, TA-1537, and TA-1538. Recombinogenicity was also studied for the herbicides in Aspergillus nidulans. Indole-3-acetic acid and indole-3-butyric acid did not induce any point mutations in six different strains of S typhimurium. Both 2,4-D and 4-chloro-2-methylphenoxyacetic acid increased point mutations in Salmonella and mitotic segregation in Aspergillus. Frameshift mutation occurred only when an S9 metabolic system was used and only in the strain TA-97a. A somewhat weak mutagenic effect was noted strain TA 97a which may be due to a particularly high sensitivity to mutagens in this strain. Mitotic segregation was increased by 2,4-D with S9 4-chloro-2-methylphenoxyacetic acid alone in A nidulans mainly through mitotic crossing over."
        },
        {
            "References": "PMID:11498271",
            "Value": "/GENOTOXICITY/ The aim of this investigation was to determine whether the herbicide increases the frequency of sister chromatid exchanges (SCEs) in bone marrow and spermatogonial cells of mice exposed in vivo. The experiment included an oral administration of 2,4-D to three groups of mice (50,100 and 200 mg/kg), as well as to a control group of animals administered with distilled water, pH 10.5 and another group injected with cyclophosphamide (50 mg/kg). In somatic cells, the results showed a significant SCE increase with the two high doses tested, a response that was manifested in a dose-dependent manner. With regard to the mitotic index and the cell proliferation kinetics, there were no modifications exerted by 2,4-D; however, cyclophosphamide induced cytotoxic damage and a cell-cycle delay. With respect to the germ cells, the genotoxic results were similar to those described earlier; that is, there was a significant SCE increase induced by the two high 2,4-D doses tested and a higher genotoxic damage was observed in the animals treated with cyclophosphamide."
        },
        {
            "References": "Amer SM, Aly FA; Mutat Res 25; 494 (1-2): 1-12 (2001)",
            "Value": "/GENOTOXICITY/ The cytogenetic effect of 2,4-dichlorophenoxy acetic acid (2,4-D) & its metabolite 2,4-dichlorophenol (2,4-DCP) was studied in bone-marrow, germ cells & sperm head abnormalities in the treated mice. Swiss mice were treated orally by gavage with 2,4-D at 1.7, 3.3 and 33 mg/kg BW (1/200, 1/100 and 1/10 of LD(50)). 2,4-DCP was intraperitoneally (i.p.) injected at 36, 72 and 180 mg kg(-1)BW (1/10, 1/5, 1/2 of LD(50)). A significant increase in the percentage of chromosome aberrations in bone-marrow and spermatocyte cells was observed after oral administration of 2,4-D at 3.3 mg/kg BW for three and five consecutive days. This percentage increased and reached 10.8+/-0.87 (P<0.01) in bone-marrow and 9.8+/-0.45 (P<0.01) in spermatocyte cells after oral administration of 2,4-D at 33 mg/kg BW for 24 hr. This percentage was, however, lower than that induced in bone-marrow and spermatocyte cells by mitomycin C (positive control). 2,4-D induced a dose-dependent increase in the percentage of sperm head abnormalities. The genotoxic effect of 2,4-DCP is weaker than that of 2,4-D, as indicated by the lower percentage of the induced chromosome aberrations (in bone-marrow and spermatocyte cells) and sperm head abnormalities."
        },
        {
            "References": "PMID:11131037",
            "Value": "/GENOTOXICITY/ The results obtained demonstrated that 2,4-dichlorophenoxyacetic acid has cytotoxic & mutagenic effects. The positive response of yeast & transformed hematopoietic cells was verified in kinetics & dose-response experiments."
        },
        {
            "References": "PMID:10477357",
            "Value": "/GENOTOXICITY/ 2,4-dichlorophenoxyacetic acid and its derivatives (collectively known as 2,4-D) are herbicides used to control a wide variety of broadleaf and woody plants. The genetic toxicity of an ester (2,4-D 2-butoxyethylester) and two salts (2,4-D isopropylamine and 2,4-D triisopropanolamine) was investigated in cultured mammalian cells. The end points used were the induction of chromosomal aberrations in primary cultures of rat lymphocytes and forward mutations at the HGPRT locus of Chinese hamster ovary cells. There was no evidence of genotoxicity for the test materials in the experimental systems used. These results were consistent with the general lack of genotoxic potential for 2,4-D in a number of other test systems."
        },
        {
            "References": "PMID:10477356",
            "Value": "/GENOTOXICITY/ 2,4-dichlorophenoxyacetic acid & several of its derivatives are herbicides used to control a wide variety of broadleaf & woody plants. The genetic toxicity in vitro of 2,4-D & 7 of its salts & esters were examined by employing gene mutation in bacteria (Ames test) & induction of DNA damage & repair in rat hepatocytes. In addn, an in vivo unscheduled DNA synthesis (UDS) assay was performed on 2,4-D. There were no indications of genotoxic potential for 2,4-D acid, or any of its derivatives, in these assays."
        },
        {
            "References": "MAGNUSSON J ET AL; HEREDITAS 87 (1): 121-3 (1977)",
            "Value": "/GENOTOXICITY/  In recessive lethal test, adult male drosophila were treated with 2,4-D in substrate for 2 wk & then mated with untreated females. Recessive lethals were present at/a/ rate of 0.25% of combined F1 & F2 generations."
        },
        {
            "References": "PMID:20383622",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ 2,4-Dichlorophenoxyacetic acid (2,4-D), a worldwide-used herbicide, has been shown to produce a wide range of adverse effects in the health--from embryotoxicity and teratogenicity to neurotoxicity--of animals and humans. In this study, neuronal morphology and biochemical events in rat cerebellar granule cell (CGC) cultures have been analyzed to define some of the possible mechanisms involved in 2,4-D-induced cell death. For that purpose, amphetamine (AMPH) that has been shown to accelerate the recovery of several functions in animals with brain injury has been used as a pharmacologycal tool and was also investigated as a possible protecting agent. Addition of 2,4-D to CGC cultures produced a drastic decrease in cell viability, in association with an increased incidence of necrosis and apoptosis, and an increased level of reactive oxygen species, a decrease in glutathione content, and an abnormal activity of some enzymes with respect to the control group. The adverse effects of 2,4-D were partly attenuated in presence of AMPH. Some deleterious effects on several ultrastructural features of the cells, as well as the enhanced incidence of apoptosis, were partially preserved in AMPH-protected cultures as compared with those which were exposed to 2,4-D alone. The collected evidences (1) confirms the previously observed, deleterious effects of 2.4D on the same or a similar model; (2) suggests that the 2,4-D-induced apoptosis could have been mediated by or associated to an oxidative imbalance in the affected cells, and (3) shows some evidence of a protective effect of AMPH on 2,4-D-induced cell death, which could have been exerted through a reduction in the oxidative stress."
        },
        {
            "References": "PMID:23538319",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ The purpose of this study was to determine the effects of 2,4-D, an herbicide used worldwide also known as endocrine disruptor, in Sertoli cell (SC) metabolism. Immature rat SCs were maintained 50 hr under basal conditions or exposed to 2,4-D (100 nM, 10 uM and 1 mM). SCs exposed to 10 uM and 1 mM of 2,4-D presented lower intracellular glucose and lactate content. Exposure to 10 uM of 2,4-D induced a significant decrease in glucose transporter-3 mRNA levels and phosphofructokinase-1 mRNA levels decreased in cells exposed to 100 nM and 10 uM of 2,4-D. Exposure to 100 nM and 10 uM also induced a decrease in lactate dehydrogenase (LDH) mRNA levels while the LDH protein levels were only decreased in cells exposed to 1mM of 2,4-D. Exposure to 2,4-D altered glucose uptake and metabolization in SCs, as well as lactate metabolism and export that may result in impaired spermatogenesis."
        },
        {
            "References": "Basrur SV et al; Can J Comp Med 40 (4): 403-15 (1976) as cited in Vet Admin Rev Lit on Herbicides Vol 2 p.17 (1981) VA Contract No. V101(93)P-823",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ The effects of 2,4-D treatment in vitro on bovine fetal muscle cells were examined histologically. Limb muscles from 2.5-4.5 month fetuses were cultured as cell suspensions for 1 day and then aliquots of cells were cultured in the presence of 2 or 20 mg/L 2,4-D (99.6% purity). After a 24-96 hr culture, cell counts were taken. ... The numbers of metaphase cells, polyploid cells and degenerating cells were higher in cells treated with either concn of 2,4-D than in control cells. Abnormalities of treated cells included unipolar and tripolar spindles of mitotic cells, malorientation of the mitotic apparatus and mitosis of myoblasts undergoing myogenesis. /It was/ concluded that 2,4-D exerted a mitostatic effect on dividing cells and a mitogenic effect on postmitotic myogenic cells."
        },
        {
            "References": "PMID:6510604",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ Chinese hamster V79 were used to measure intercellular communication, 2,4-dichlorophenoxyacetic acid (2,4-D), 2,4,5-trichlorophenoxyacetic acid (2,4,5-T), and several mixtures of these compounds were tested for their ability to inhibit this biological process. The ability of these chemicals to inhibit colony-forming ability of these cells was tested prior to the studies to measure intercellular communication. 2,4-D was less cytotoxic than 2,4,5-T. Both 2,4,5-T and 2,4-D were able to inhibit intercellular communication at their respective non-cytotoxic dose ranges. Various mixtures of both chemicals were also able to inhibit intercellular communication, showing some kind of activity. No-effect levels were also noted in the intercellular communication assay. These results were interpreted as being consistent with the hypothesis that these compounds might be teratogenic by their ability to inhibit intercellular communication during development."
        },
        {
            "References": "PMID:1425363",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ The effect of 2,4-dichlorophenoxyacetic acid (2,4-D) on the in vitro synthesis of proteins was studied in Chinese hamster ovary cells. A remarkable inhibition of the synthesis of proteins was observed when cells grew for 24 hr in presence of 1 mM 2,4-D. This effect was reversed by adding 0.1 mM of the three polyamines (putrescine, spermidine and spermine) to the cultured cells."
        },
        {
            "References": "PMID:14694440",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ Oocyte maturation is dependent on a complex program of morphological, ultrastructural, and biochemical signaling events, and if disrupted could lead to decreased fertility and population decline. The in vitro sensitivity of amphibian oocytes and oocyte maturation to plant growth factor and widely used hormonal herbicide, 2,4-dichlorophenoxyacetic acid (2,4-D), was examined in this study to determine its potential impact on early development and possible contribution to the global amphibian decline. Progesterone, which acts through a membrane receptor, triggers meiotic maturation in full grown (stage VI) Xenopus oocytes, characterized by cytoskeletal reorganization, nuclear dissolution, chromosome condensation, and spindle formation. Biochemically, the Mos/MAPK/MPF signaling pathway is activated, in part dependent on translational activation of specific maternal mRNAs such as c-Mos. Light microscopy revealed unusual asymmetric morphotypes in oocytes exposed to 2,4-D alone characterized by a white spot and bulge, termed coning, in the animal pole where the germinal vesicle (nucleus) persisted intact. Treatment of oocytes with cytochalasin B, a microfilament inhibitor, blocked these morphotypes but nocodazole, a microtubule depolymerizing agent, did not. Confocal microscopy showed that 2,4-D, itself, caused substantial depolymerization of perinuclear microtubules. Importantly, 2,4-D blocked progesterone-induced maturation as measured by the lack of nuclear breakdown, confirmed by the lack of Mos expression, MPF activation, and cytoplasmic polyadenylation of cyclin B1 mRNA. However, Western blot analysis and U0126 inhibitor studies showed that 2,4-D, either alone or in the presence of progesterone, induced MAPK phosphorylation through MAPKK. These results show that 2,4-D disrupts oocyte cytoskeletal organization and blocks maturation while stimulating an independent MAPK signaling pathway."
        },
        {
            "References": "PMID:1870148",
            "Value": "/VETERINARY CASE REPORTS/ A hospital based case control study of companion dogs examined the risk of developing canine malignant lymphoma associated with the use of chemicals in and about the home. Information from a self-administered owner questionnaire and/or a telephone interview of about 491 cases, 466 nontumor controls, and 479 tumor controls indicated that owners in households with dogs that developed malignant lymphoma applied 2,4-dichlorophenoxyacetic acid herbicides to their lawn and/or employed commercial lawn care companies to treat their yard significantly more frequently than control owners (odds ratio = 1.3). In addition, the risk of canine malignant lymphoma rose to a twofold excess with four or more yearly owner applications of 2,4-dichlorophenoxyacetic acid."
        },
        {
            "References": "PMID:10349709",
            "Value": "/VETERINARY CASE REPORTS/ An independent scientific review panel had concerns involving study design, analysis and interpretation of results in a case-control study investigating the relationship between canine malignant lymphoma (CML) and the use of 2,4-D herbicide. To address these concerns, a re-analysis was done to examine 2,4-D use and its association with CML. This case-control study re-analyzed the data using the exposure definition used in the original study, re-analyzed the data using a redefinition of exposure, and conducted a dose-response analysis with the redefined exposure criteria. ... A dose-response relationship between 2,4-D use and CML was confirmed. Additionally, the occurrence of CML was not found significantly associated with the use of 2,4-D."
        },
        {
            "References": "U.S. Department of the Interior, Fish and Wildlife Service. Handbook of Toxicity of Pesticides to Wildlife. Resource Publication 153. Washington, DC: U.S. Government Printing Office, 1984., p. 26",
            "Value": "/OTHER TOXICITY INFORMATION/ /2,4-D free/ acid was orally admin to 2 mule deer does daily for 30 days. One survived 80 mg/kg/day & the other 240 mg/kg/day; they showed only slight toxic effects, but no wt loss. ... Gastrointestinal & endocardial hemorrhages were seen at necropsy. LC50 rat Fischer-344 male oral 443 mg/kg (95% confidence limits 270-1103 mg/kg) (2,4-D acid in corn oil)."
        },
        {
            "References": "O'Donoghue, J.L. (ed.). Neurotoxicity of Industrial and Commercial Chemicals. Volume II. Boca Raton, FL: CRC Press, Inc., 1985., p. 148",
            "Value": "/OTHER TOXICITY INFORMATION/ Experimentally, 2,4-D affects cerebral electrical activity. ... 200 mg/kg of 2,4-D ip either in single or repetitive daily doses to rats, cats, and dogs ... /produced/ changes in the electroencephalogram pattern and in conditioned reflexes. ... 2,4-D protects mice genetically predisposed to audiogenic seizures. The effective dose (ED50) for seizure protection is 75 mg/kg or about half the dose producing myotonia."
        },
        {
            "References": "PMID:7338943",
            "Value": "/OTHER TOXICITY INFORMATION/  Groups of male C57Bl/6 mice were given feed containing various concn of 2,4-D, 2,4,5-trichlorophenoxyacetic acid, & 2,3,7,8-tetrachlorodibenzo-p-dioxin to provide daily doses of approx 40 mg/kg 2,4-D, 40 mg/kg 2,4,5-trichlorophenoxyacetic acid , & 2.4 mg/kg 2,3,7,8-tetrachlorodibenzo-p-dioxin (group ii); 40 mg/kg 2,4-d, 40 mg/kg 2,4,5-trichlorophenoxyacetic acid , & 1.2 mg/kg 2,3,7,8-tetrachlorodibenzo-p-dioxin (group iii); & 20 mg/kg 2,4-D, 20 mg/kg 2,4,5-trichlorophenoxyacetic acid & 1.2 mg/kg 2,3,7,8-tetrachlorodibenzo-p-dioxin (group iv). The chemical mixtures were chosen to approximate the concentrations of the components of the herbicide agent orange. Controls (group i) were admin a diet with only the corn oil vehicle added to the feed. In treated animals, liver enlargements, hepatocellular toxicity, and reduced thymus size were found and body weight gain was significantly less than controls. Significant or complete recovery from liver and thymus effects were observed on return to normal diet. All effects attributed to the mixture were elicited by individual compounds in the mixture in previous studies."
        },
        {
            "References": "Hayes, Wayland J., Jr. Pesticides Studied in Man. Baltimore/London: Williams and Wilkins, 1982., p. 522",
            "Value": "/OTHER TOXICITY INFORMATION/ 2,4-D at dosages of 10 or 20 mg/kg has an insignificant effect on acetate metabolism. ... At a dosage of 400 mg/kg reduced the oxidation of acetate to carbon dioxide, and this effect lasted at least 24 hr. Blood cholesterol levels of rats and rabbits are reduced by repeated, tolerated admin of 2,4-D. ... In vitro cholesterol synthesis can be inhibited by 2,4-D."
        },
        {
            "References": "Gosselin, R.E., R.P. Smith, H.C. Hodge. Clinical Toxicology of Commercial Products. 5th ed. Baltimore: Williams and Wilkins, 1984., p. III-130",
            "Value": "/OTHER TOXICITY INFORMATION/ The mammalian pharmacology is not well characterized. ... Both acute & chronic toxicities in laboratory mammals are low. All species ... tested react similarly, & there seems to be only minor differences in potency between various salts & esters of 2,4-D, either as pure chemical or as commercial preparations."
        },
        {
            "References": "PMID:2500323",
            "Value": "/OTHER TOXICITY INFORMATION/ The effects of some common rice field herbicides, such as 2,4-dichlorophenoxyacetic acid (2,4-D), Machete, and Saturn, on the paddy field nitrogen-fixing cyanobacteria Nostoc linckia, Nostoc calcicola, Nostoc sp and Anabaena doliolum were studied. These cyanobacteria were found to be more tolerant to 2,4-D (lethal doses 1500-2000 ug/mL) than to Machete and Saturn (lethal doses 6-8 ug/mL). The effects ... on some physiological processes of Nostoc linckia were studied. 2,4-D stimulated the growth and nitrogen fixation up to 100 ug/mL concentration (a dose higher than the field dose, ie, about 40 ug/mL), recommended for field application. ... 100 ug/mL 2,4-D stimulated the uptake of nitrate but not of ammonium; higher doses of 2,4-D inhibited the uptake of both nutrients. ... Lower pH enhanced the toxicity of all three herbicides, whereas higher pH (up to 9.0) lowered it. Glucose and acetate (each 500 ug/mL) protected against the toxicity of 2,4-D and Saturn, but not against Machete. Whereas glutamine, arginine, serine, and tryptophan conferred protection against the toxicity of all three herbicides, methionine did not, and the presence of methionine with herbicide in the culture medium resulted in greater toxicity to Nostoc linckia than that in the presence of the herbicide alone."
        },
        {
            "References": "PMID:1807004",
            "Value": "/OTHER TOXICITY INFORMATION/ The effects of ethyl 4-chloro-2-methylphenoxyacetate and other phenoxyacid compounds on hepatic xenobiotic metabolizing enzymes were studied in male rats. ... A marked increase in the activity of aniline hydroxylase was noted in the 2,4-dichlorophenoxyacetic acid treated group, whereas the aminopyrine N-demethylase activity significantly decreased in the same group."
        },
        {
            "References": "PMID:11345544",
            "Value": "/OTHER TOXICITY INFORMATION/ /This study/ observed that a single exposure to 1 mM 2,4-D diminished growth and total protein content in all E. coli strains tested in vitro. In addition, successive exposures to 0.01 mM 2,4-D had a toxic effect decreasing growth up to early stationary phase. Uropathogenic E. coli adhere to epithelial cells mediated by fimbriae, adhesins, and hydrophobic properties. 2,4-D exposure of uropathogenic E. coli demonstrated altered hydrophobicity and fimbriation. Hydrophobicity index values obtained by partition in p-xylene/water were 300-420% higher in exposed cells than in control ones. Furthermore, values of hemagglutination titer, protein contents in fimbrial crude extract, and electron microscopy demonstrated a significant diminution of fimbriation in treated cells. Other envelope alterations could be detected, such as lipoperoxidation, evidenced by decreased polyunsaturated fatty acids and increased lipid degradation products (malonaldehyde), and motility diminution."
        },
        {
            "References": "PMID:8888538",
            "Value": "/OTHER TOXICITY INFORMATION/ The acute, subchronic and chronic toxicities of 2,4-dichlorophenoxyacetic acid (2,4-D) were studied ir rats. Animals were exposed acutely (600 mg/kg), subchronically (200 ppm for 30 d) and chronically (200 ppm for 180 d) to 2,4-D by the oral route. Clinical, laboratory and histopathological methods were used as indicators of toxicity. After acute exposure, the herbicide decreased locomotor activity and induced ataxia, sedation, muscular weakness (mainly of the hind quarters) and gasping for breath; increased aspartate aminotransferase (AST), alanine aminotransferase (ALT), lactate dehydrogenase (LDH), alkaline phosphatase (AP), amylase activities and creatinine levels; decreased total protein (TP) and glucose levels; and increased hematocrit values. Subchronic and chronic 2,4-D exposures did not induce overt clinical signs or symptoms of intoxication. However, subchronic herbicide exposure increased AST activity and albumin and hematocrit values, and chronic exposure increased AST, AP and LDH activities, decreased amylase and glucose levels, but did not change hematocrit values. Chromatographic analysis of the serum of chronically exposed rats showed the presence of the herbicide; the amount found (3.76 + or - 1.16 ug/mL) suggested the absence of 2,4-D accumulation within the body. Although macroscopic or histopathological lesions were not observed in acutely, subchronically or chronically 2,4-D exposed rats, the laboratory data obtained suggest tissue injuries after dosing, since the results are considered early indicators of primarily hepatic and muscle tissue damage."
        },
        {
            "References": "PMID:8921334",
            "Value": "/OTHER TOXICITY INFORMATION/ Forms of 2,4-dichlorophenoxyacetic acid (collectively known as 2,4-D) are herbicides used to control a wide variety of broadleaf and woody plants. Subchronic toxicity studies in rats were conducted on three forms of 2,4-D: the parent form, 2,4-D acid; 2,4-D dimethylamine salt (DMA); and 2,4-D 2-ethylhexyl ester (2-EHE). Doses in the subchronic studies (on an acid equivalent basis) were 0, 1, 15, 100, and 300 mg/kg/day. Major treatment related findings in the three studies included decreases in red cell mass, decreases in T3 and T4 levels, decreases in ovary and testes weights, increases in liver, kidney, and thyroid weights, and cataracts and retinal degeneration (high-dose females). These data demonstrated the comparable toxicities of 2,4-D acid, DMA, and 2-EHE and support a subchronic no-observed-effect level of 15 mg/kg/day for all three forms."
        }
    ],
    "sediment_soil_concentrations": [
        {
            "References": "(1) Konasewich D et al; Status Report on Organic and Heavy Metal Contaminants in the Lakes Erie, Michigan, Huron and Superior Basins. Great Lakes Quality Rev Board (1978) (2) Klecka G et al; Rev Environ Contam Toxicol 207: 1-93 (2010)",
            "Value": "SEDIMENT: 2,4-D was detected but not quantified in sediments of the Detroit River and Lake Huron(1). The herbicide was detected in over 50% of sediment samples collected from 1994 to 2000 from Lakes Ontario, Erie, Huron and Superior; maximum concentrations were 1.04, 0.74, 0.28 and 0.8 ug/L, respectively(2)."
        },
        {
            "References": "(1) Webber MD, Wang C; Can J Soil Sci 75: 513-24 (1995)",
            "Value": "SOIL: The concentration of 2,4-D in Canadian agricultural soils ranged from not detected to 38 ug/kg dry weight(1)."
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "(1) Rao PSC, Davidson JM; Retention and Transformation of Selected Pesticides and Phosphorous in Soil-Water Systems: A Critical Review. USEPA-600/S3-82-060 (1982) (2) Davidson JM et al; p. 16 in Adsorption, Movement and Biological Degradation of Large Concentrations of Pesticides in Soils. USEPA-600/2-80-124 (1980) (3) USDA; ARS Pesticide Properties Database (Oct 1, 2001). Available from, as of Aug 15, 2014: https://ars.usda.gov/services/docs.htm?docid=14199 (4) Swann RL et al; Res Rev 85: 17-28 (1983) (5) MacBean C, ed; e-Pesticide Manual. 15th ed., ver. 5.1, Alton, UK: British Crop Protection Council. 2,4-D(94-75-7) (2008-2010) (6) Vasudevan D, Cooper EM; Environ Sci Technol 38: 163-70 (2004) (7) Helling CS; Soil Sci Soc Amer Proc 35: 743-8 (1971) (8) Que Hee SS, Sutherland RG; The Phenoxyalkanoic Herbicides. Boca Raton, FL: CRC Press 1: 22, 32, 248 (1981) (9) Gold AJ et al; Water Air Soil Pollut 37: 121-9 (1988)",
            "Value": "Reported experimental 2,4-D (free acid) Koc values are 19.6 (average of 9 soils)(1) to 109.1 (average of 3 soils and range of 72.2-135.7)(2), and 20 to 79(3). According to a classification scheme(4), these Koc values suggest that 2,4-D is expected to have high to very high mobility in soil(SRC). The pKa of 2,4-D is 2.73(5). Anionic 2,4-D adsorption is affected by soil mineralogy (in particular iron and aluminum oxide content), exchangeable aluminum content, and soil phosphate content(6). Adsorption appears to increase with increasing organic content and decreasing pH of soil(7). Average mobility for 14 soils was 0.72 (Rf units), ranging from 0.41 for silty loam to 1.0 for sandy loam(7). In general little runoff occurs with 2,4-D or its amine salts and runoff behavior is the inverse of adsorption behavior(8). Thus, 2,4-D can be desorbed from mineral soils, but not from those containing much organic matter(8). Percolating water appears to be the principal means of movement and diffusion is important only for transport over very small distance(8). Geometric mean concentrations of leached 2,4-D ranged from 0.55-0.87 ug/L at a depth of 0.2 m following applications (rate 0.1-3.3 kg/ha-yr) of the herbicide and irrigation of home garden lawns(9). Upward movement of 2,4-D occurs when the soil surface dries or if rapid evaporation occurs(9). Thus, 2,4-D can be concentrated at the soil surface, where it can be photolyzed, transported by wind either on dust or in vapor form, or leached downwards again(9)."
        },
        {
            "References": "(1) Johnson WG et al; Weed Science 43: 678-84 (1995)",
            "Value": "The mean adsorption coefficient (Kd) of 2,4-D on four soils from rice-producing areas of Arkansas at pH 5 and 7 ranged from 0.06 to 0.59 L/kg(1)."
        }
    ],
    "plant_translocations": [
        {
            "content": "Field and greenhouse studies were conducted to investigate the absorption, translocation, and metabolism of 2,4-D (2,4-dichlorophenoxyacetic acid) and glyphosate (N-(phosphonomethyl) glycine) in common milkweed (Asclepias syriaca L.) and hemp dogbane (Apocynum cannabinum L.). The observations in the field indicated that common milkweed was susceptible to glyphosate but not to 2,4-D, while hemp dogbane showed the opposite response. It was found that both herbicides were absorbed more by common milkweed, which was attributed to factors such as less epicuticular wax, a thinner cuticle, a lower contact angle of the herbicide spray, and the presence of stomata and trichomes on the adaxial leaf surface. There were no significant differences in herbicide translocation between the two species, but glyphosate exhibited faster translocation compared to 2,4-D. Areas of high meristematic and metabolic activity accumulated more glyphosate than 2,4-D. Common milkweed showed rapid metabolism of 2,4-D in leaves above the treated leaves, whereas no detectable metabolism of 2,4-D was observed in hemp dogbane roots after 20 days. In contrast, 60% of the 2,4-D in common milkweed roots was metabolized. Limited absorption of glyphosate by hemp dogbane and the metabolism of 2,4-D by common milkweed were identified as primary factors responsible for the observed differences in susceptibility.",
            "reference": "Wyrill, J. B., & Burnside, O. C. (1976). Absorption, translocation, and metabolism of 2, 4-D and glyphosate in common milkweed and hemp dogbane. Weed Science, 24(6), 557-566.",
            "method": {
                "Test Plant": "Common milkweed (Asclepias syriaca) and hemp dogbane (Apocynum cannabinum).",
                "Apply Location": "Foliar application.",
                "Plant Grown Condition": "Field-grown plants near Lincoln, Nebraska, and greenhouse-grown seedlings in Keith silt loam soil.",
                "Chemical Preparation": "0.83 μCi of 14C-methyl-labeled glyphosate (spec. act. of 8.93 μCi/mg with 96% purity) or 2,14C-oxyacetic-labeled 2,4-D (spec. act. of 8.9 μCi/mg with 98% purity) applied in a 50% methanol-1% oxysorbic solution",
                "Pesticide Application Details for the Plant": "The prepared 2,4-D solution was applied using a lanolin ring to a leaf approximately two-thirds up from the base of the plant. The application volume was 32 μL, and it was applied in a 50% methanol with 1% oxysorbic (v/v) solution.",
                "Other Information": "Plants were treated with 0, 5, or 10 mg carbaryl in 1000 mL of nutrient solution in triplicate. Plants were harvested at 0, 4, 8, and 12 days. Absorption and translocation were measured using HPLC. The first replication was sectioned and treated as described in the field study, and plants from the second and third replications were radioautographed. A cuticle diffusion technique was used to measure 2,4-D and glyphosate absorption into greenhouse-grown plants."
            },
            "result": "[{\"Species\": \"Common milkweed\", \"Stage\": \"Young\", \"Treated portion of leaves (%)\": 52, \"Untreated portion of treated leaves (%)\": 14, \"Laves above treated leaves (%)\": 3, \"Leaves below treated leaves (%)\": 1, \"Stems above treated leaves (%) \": 4, \"Stems below treated leaves (%)\": 14, \"Roots at stem base of treated plant (%)\": 4, \"Roots within 60 cm radius of treated plant (%)\": 10}, {\"Species\": \"Common milkweed\", \"Stage\": \"Mature\", \"Treated portion of leaves (%)\": 49, \"Untreated portion of treated leaves (%)\": 18, \"Laves above treated leaves (%)\": 2, \"Leaves below treated leaves (%)\": 1, \"Stems above treated leaves (%) \": 2, \"Stems below treated leaves (%)\": 11, \"Roots at stem base of treated plant (%)\": 2, \"Roots within 60 cm radius of treated plant (%)\": 7}, {\"Species\": \"Hemp dogbane\", \"Stage\": \"Young\", \"Treated portion of leaves (%)\": 48, \"Untreated portion of treated leaves (%)\": 11, \"Laves above treated leaves (%)\": 1, \"Leaves below treated leaves (%)\": 0, \"Stems above treated leaves (%) \": 2, \"Stems below treated leaves (%)\": 21, \"Roots at stem base of treated plant (%)\": 8, \"Roots within 60 cm radius of treated plant (%)\": 15}, {\"Species\": \"Hemp dogbane\", \"Stage\": \"Mature\", \"Treated portion of leaves (%)\": 45, \"Untreated portion of treated leaves (%)\": 9, \"Laves above treated leaves (%)\": 1, \"Leaves below treated leaves (%)\": 1, \"Stems above treated leaves (%) \": 2, \"Stems below treated leaves (%)\": 13, \"Roots at stem base of treated plant (%)\": 9, \"Roots within 60 cm radius of treated plant (%)\": 18}]"
        },
        {
            "content": "Yellow nutsedge (Cyperus esculentus L.) was subjected to different rates of (2,4-dichlorophenoxy)acetic acid (2,4-D) at the two and four-leaf stages in field and growth chamber studies. Application of 0.56, 1.12, and 2.24 kg/ha of 2,4-D significantly reduced shoot weight, rhizome weight, and rhizome number compared to non-treated plants after 12 days. There were no significant differences in these growth responses among the tested rates when applied once, twice, or thrice at consecutive 12-day intervals. Pretreatment of the plants with higher rates of 2,4-D before foliar application of 14C-2,4-D resulted in a decrease in the percentage of absorbed and translocated radioactivity. A consistent percentage of the absorbed radioactivity was translocated from the treated area, and this translocation persisted for at least 288 hours after treatment. Within 24 hours of application, less than 19% of the applied 14C-2,4-D was absorbed into the leaves. The radioactivity that translocated to developing leaves, rhizomes, and roots showed identical chromatographic behavior to 14C-2,4-D, accounting for 98 to 100% of the methanol-soluble radioactivity.",
            "reference": "Bhan, V. M., Stoller, E. W., & Slife, F. W. (1970). Toxicity, absorption, translocation, and metabolism of 2, 4-D in yellow nutsedge. Weed science, 18(6), 733-737.",
            "method": {
                "Test Plant": "Yellow nutsedge (Cyperus esculentus)",
                "Apply Location": "Foliar apply",
                "Plant Grown Condition": "Uniform-sized tubers were germinated in a dark environment on moist, absorbent paper at a temperature of 25°C. After 4 days, the germinated plants were transferred to a growth chamber and placed in an aerated nutrient solution. The growth chamber maintained a day temperature of 27°C and a night temperature of 21°C. The light intensity provided was 2500 ft-c, and the photoperiod was set to 15 hours.",
                "Chemical Preparation": "Carboxyl-labeled 14C-2,4-D (specific activity = 31.6 μCi/mole) dissolved in 50% ethanol",
                "Pesticide Application Details for the Plant": "Applied in 1 or 2-μL droplets on the adaxial surface of the youngest, fully developed leaf about 2.5 cm from the leaf apex",
                "Other Information": "Treatments started on May 28, 1969, and each treatment was replicated in five plots. Fate of the 14C-2,4-D in the plants was determined by chromatographing the methanol-soluble solutions on Whatman No. 1 filter paper with isopropanol:H2O:NH4OH (8:1:1, v/v/v) as the developing solvent. Radioactive spots were located and measured with a gas-flow scanner."
            },
            "result": "[{\"Stage\": \"Two-leaf\", \"Exposure hours\": 24, \"Pretreatment rate (non-labeled 2,4-D)\": 0.56, \"treated part of treated leaf (% of recovered)\": 90.2, \"Untreated part of treated leaf (%)\": 4.2, \"Untreated leaves (%)\": 1.5, \"Roots(%)\": 2.5, \"Nutrient solution (%)\": 1.6}, {\"Stage\": \"Two-leaf\", \"Exposure hours\": 24, \"Pretreatment rate (non-labeled 2,4-D)\": 1.12, \"treated part of treated leaf (% of recovered)\": 90.1, \"Untreated part of treated leaf (%)\": 4.7, \"Untreated leaves (%)\": 2.2, \"Roots(%)\": 1.8, \"Nutrient solution (%)\": 1.2}, {\"Stage\": \"Two-leaf\", \"Exposure hours\": 24, \"Pretreatment rate (non-labeled 2,4-D)\": 2.24, \"treated part of treated leaf (% of recovered)\": 95.0, \"Untreated part of treated leaf (%)\": 2.6, \"Untreated leaves (%)\": 0.6, \"Roots(%)\": 0.7, \"Nutrient solution (%)\": 1.1}, {\"Stage\": \"Four-leaf\", \"Exposure hours\": 24, \"Pretreatment rate (non-labeled 2,4-D)\": 0.56, \"treated part of treated leaf (% of recovered)\": 94.3, \"Untreated part of treated leaf (%)\": 3.2, \"Untreated leaves (%)\": 0.9, \"Roots(%)\": 0.7, \"Nutrient solution (%)\": 0.9}, {\"Stage\": \"Four-leaf\", \"Exposure hours\": 24, \"Pretreatment rate (non-labeled 2,4-D)\": 1.12, \"treated part of treated leaf (% of recovered)\": 95.0, \"Untreated part of treated leaf (%)\": 2.6, \"Untreated leaves (%)\": 1.0, \"Roots(%)\": 0.7, \"Nutrient solution (%)\": 0.7}, {\"Stage\": \"Four-leaf\", \"Exposure hours\": 24, \"Pretreatment rate (non-labeled 2,4-D)\": 2.24, \"treated part of treated leaf (% of recovered)\": 95.3, \"Untreated part of treated leaf (%)\": 2.3, \"Untreated leaves (%)\": 0.8, \"Roots(%)\": 0.4, \"Nutrient solution (%)\": 1.2}, {\"Stage\": \"Two-leaf\", \"Exposure hours\": 24, \"Pretreatment rate (non-labeled 2,4-D)\": 0.0, \"treated part of treated leaf (% of recovered)\": 88.9, \"Untreated part of treated leaf (%)\": 6.4, \"Untreated leaves (%)\": 2.8, \"Roots(%)\": 1.0, \"Nutrient solution (%)\": 0.9}, {\"Stage\": \"Two-leaf\", \"Exposure hours\": 72, \"Pretreatment rate (non-labeled 2,4-D)\": 0.0, \"treated part of treated leaf (% of recovered)\": 91.1, \"Untreated part of treated leaf (%)\": 3.0, \"Untreated leaves (%)\": 4.1, \"Roots(%)\": 0.9, \"Nutrient solution (%)\": 0.9}, {\"Stage\": \"Two-leaf\", \"Exposure hours\": 144, \"Pretreatment rate (non-labeled 2,4-D)\": 0.0, \"treated part of treated leaf (% of recovered)\": 82.1, \"Untreated part of treated leaf (%)\": 5.2, \"Untreated leaves (%)\": 8.4, \"Roots(%)\": 1.2, \"Nutrient solution (%)\": 2.9}, {\"Stage\": \"Two-leaf\", \"Exposure hours\": 288, \"Pretreatment rate (non-labeled 2,4-D)\": 0.0, \"treated part of treated leaf (% of recovered)\": 86.3, \"Untreated part of treated leaf (%)\": 4.7, \"Untreated leaves (%)\": 5.8, \"Roots(%)\": 0.5, \"Nutrient solution (%)\": 2.4}, {\"Stage\": \"Four-leaf\", \"Exposure hours\": 24, \"Pretreatment rate (non-labeled 2,4-D)\": 0.0, \"treated part of treated leaf (% of recovered)\": 95.2, \"Untreated part of treated leaf (%)\": 2.1, \"Untreated leaves (%)\": 1.3, \"Roots(%)\": 0.8, \"Nutrient solution (%)\": 0.5}, {\"Stage\": \"Four-leaf\", \"Exposure hours\": 72, \"Pretreatment rate (non-labeled 2,4-D)\": 0.0, \"treated part of treated leaf (% of recovered)\": 95.4, \"Untreated part of treated leaf (%)\": 1.7, \"Untreated leaves (%)\": 1.6, \"Roots(%)\": 0.7, \"Nutrient solution (%)\": 0.5}, {\"Stage\": \"Four-leaf\", \"Exposure hours\": 144, \"Pretreatment rate (non-labeled 2,4-D)\": 0.0, \"treated part of treated leaf (% of recovered)\": 80.8, \"Untreated part of treated leaf (%)\": 4.5, \"Untreated leaves (%)\": 8.1, \"Roots(%)\": 2.8, \"Nutrient solution (%)\": 3.7}, {\"Stage\": \"Four-leaf\", \"Exposure hours\": 288, \"Pretreatment rate (non-labeled 2,4-D)\": 0.0, \"treated part of treated leaf (% of recovered)\": 76.6, \"Untreated part of treated leaf (%)\": 6.2, \"Untreated leaves (%)\": 9.0, \"Roots(%)\": 0.6, \"Nutrient solution (%)\": 7.3}]"
        },
        {
            "content": "The absorption, translocation, and metabolism of 14C-picloram and 14C-2,4-D applied alone and together to leafy spurge was evaluated. Leafy spurge absorbed 34 and 24% of the 14C-2,4-D applied alone and with picloram, respectively, and 14 and 10% of the 14C-picloram applied alone and with 2,4-D, respectively. More 14C-2,4-D was translocated in leafy spurge than 14C-picloram, and adding picloram to 14C-2,4-D decreased 14C translocation to the roots. Adding 2,4-D to 14C-picloram increased the percentage of absorbed 14C that translocated in leafy spurge from 28 to 48%. Generally, 14C-picloram and 14C-2,4-D remained as the parent acid in leafy spurge whether applied alone or together. Of 14C-picloram recovered from the roots, 83% was unmetabolized picloram when applied alone compared to 95% when applied with 2,4-D, which probably is the reason for increased leafy spurge control when these herbicides are applied together.",
            "reference": "Lym, R. G., & Moxness, K. D. (1989). Absorption, translocation, and metabolism of picloram and 2, 4-D in leafy spurge (Euphorbia esula). Weed Science, 37(4), 498-502.",
            "method": {
                "Test Plant": "Leafy spurge (Euphorbia esula)",
                "Apply Location": "Foliar application - One leaf midway on the stem of each plant was treated.",
                "Plant Grown Condition": "Leafy spurge roots were obtained from a natural infestation near Fargo, ND, divided into 2- to 3-cm sections and planted in greenhouse flats containing Fairdale silty loam and peat (1:1, v/v). Plants were propagated in the greenhouse at 21 to 27°C with supplemental fluorescent light (100 μE·m-2·s-1) when necessary for a 16-h light and 8-h dark photoperiod. Plants were transplanted to 0.5- and then to 1-L pots when approximately 10 and 20 cm tall, respectively.",
                "Chemical Preparation": "Picloram potassium salt was applied at 0.28 kg/ha, and 2,4-D alkanolamine salt was applied at 0.56 kg/ha. Uniformly pyridyl ring-labeled 14C-picloram (specific activity 16.85 mCi/mmole) and uniformly phenyl ring-labeled 14C-2,4-D (specific activity 55 μCi/mmole) were used.",
                "Pesticide Application Details for the Plant": "The treatments consisted of: a) 14C-picloram, b) 14C-picloram plus 2,4-D, c) 14C-2,4-D, and d) 14C-2,4-D plus picloram. 0.023 μCi of 14C-picloram or 14C-2,4-D was applied in 5 μl of 80% or 50% (v/v) ethanol, respectively, along with 0.15% (v/v) nonionic surfactant to 1 cm2 of the leaf.",
                "Other Information": "Plants were harvested 72 h after treatment and sectioned into the treated leaf, shoot, and roots. The treated leaf was rapidly dipped 10 times into scintillation fluid to remove unabsorbed 14C-herbicide."
            },
            "result": "[{\"Treatment\": \"2,4-D alone\", \"Treated leaf (% of applied)\": 25.8, \"Shoot (% of applied)\": 5.3, \"Root (% of applied)\": 3.3}, {\"Treatment\": \"2,4-D  + Picloram\", \"Treated leaf (% of applied)\": 17.5, \"Shoot (% of applied)\": 5.2, \"Root (% of applied)\": 1.5}]"
        }
    ]
}