{
    "_id": {
        "$oid": "6682e91ac4e5dba5ffba28ed"
    },
    "CID": {
        "$numberInt": "14888"
    },
    "Name": "ARSENIC TRIOXIDE",
    "IUPACName": "arsenic(3+);oxygen(2-)",
    "CanonicalSMILES": "[O-2].[O-2].[O-2].[As+3].[As+3]",
    "Synonyms": [
        "arsenic trioxide",
        "Arsenic oxide (As2O3)",
        "arsenic(3+);oxygen(2-)",
        "Arsenic(III) trioxide",
        "Arsenic oxidearsenous trioxide",
        "DTXSID0020103",
        "Arsenous oxide [ISO]",
        "Arsenious Acid Anhydride",
        "RCRA waste no. P012",
        "EINECS 215-481-4",
        "UN1561",
        "Arsenic trioxide [USAN:JAN]",
        "DTXCID60820620",
        "QTLQKAJBUDWPIB-UHFFFAOYSA-N",
        "Tox21_112255"
    ],
    "IsomericSMILES": "[O-2].[O-2].[O-2].[As+3].[As+3]",
    "INCHI": "InChI=1S/2As.3O/q2*+3;3*-2",
    "INCHIKEY": "QTLQKAJBUDWPIB-UHFFFAOYSA-N",
    "Formula": "As2O3",
    "MolecularWeight": {
        "$numberDouble": "197.841"
    },
    "Description": {
        "$numberDouble": "NaN"
    },
    "XlogP": {
        "$numberDouble": "NaN"
    },
    "Complexity": {
        "$numberInt": "0"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "mechanism_of_action": [
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V2 63 (1972)",
            "Value": "ANIMALS ... WHEN ARSENIC TRIOXIDE WAS ADDED TO LIVER HOMOGENATES, OXYGEN CONSUMPTION DECR. ... FOUND THAT ARSENIC BINDS TO THIOL GROUPS OF /CERTAIN ENZYMES/."
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "Grant, W.M. Toxicology of the Eye. 3rd ed. Springfield, IL: Charles C. Thomas Publisher, 1986., p. 117",
            "Value": "... Applied to rabbit eyes causes discomfort, edema of lids, corneal injury, and opacity, and when placed in anterior chamber has local necritizing action."
        },
        {
            "References": "Browning, E. Toxicity of Industrial Metals. 2nd ed. New York: Appleton-Century-Crofts, 1969., p. 43",
            "Value": "GASTROINTESTINAL DAMAGE, AS EVIDENCED BY SEVERE CONVULSIONS & RETCHING, & HEMORRHAGE OF STOMACH & INTESTINES WAS A MARKED FEATURE OF CRUDE ARSENIC TRIOXIDE, WHILE THE PURE PREPARATION CAUSED MUCH LESS DISCOMFORT & ONLY SLIGHT REDDENING OF GASTRIC MUCOSA."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V23 83 (1980)",
            "Value": "NO EXCESS OF TUMORS COMPARED WITH CONTROLS WAS SEEN IN 50 C57BL MICE RECEIVING ARSENIC TRIOXIDE IN ... DRINKING-WATER AS 0.0004% SOLN OF 12% AQ ETHANOL FROM AGE 2 MO FOR 15 MO ... HIGHER DOSES WERE LETHAL. ... 77 SWISS MICE RECEIVED 0.01% ... IN THEIR DRINKING-WATER; TUMOR INCIDENCE IN ... MICE SURVIVING ... WAS SIMILAR TO CONTROLS."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V23 87 (1980)",
            "Value": "... WISTAR KING RATS, 10 WK OLD, RECEIVED 0.2 ML OF AQ SOLN CONTAINING 1 MG/ML ARSENIC TRIOXIDE INTRATRACHEALLY ONCE A WK FOR 4 MO (15 DOSES) ... CONTROL RATS WERE TREATED WITH SALINE. ... 1 OF TREATED ANIMALS DEVELOPED A LUNG ADENOMA & 4 HAD METAPLASIA &/OR OSTEOMETAPLASIA OF ALVEOLAR CELLS OR OF AIRWAY EPITHELIAL CELLS. /RESULTS FOR CONTROLS NOT GIVEN IN TEXT/"
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V23 89 (1980)",
            "Value": "RATS GIVEN 10 MG/KG/DAY ARSENIC TRIOXIDE BY STOMACH TUBE FOR 40 DAYS SHOWED HAIR LOSS ... ECZEMA, HYPERPLASIA & HYPERKERATOSIS OF SKIN. CLINICAL SYMPTOMS OF BLEEDING, ULCERATION & CRUST FORMATION OCCURRED IN SOME CASES. ORAL ADMIN OF 0.125-62.5 MG/L ... TO RATS PRODUCED ... PROLIFERATION IN BILE DUCT, WITH CHRONIC ANGIITIS."
        },
        {
            "References": "PMID:4858934",
            "Value": "THE OFFSPRING OF FEMALE RATS FED A DIET CONTAINING 100 PPM ARSENIC TRIOXIDE DURING PREGNANCY AND THROUGHOUT THE SUCKLING PERIOD SHOWED NO EFFECTS ON HARD TISSUE."
        },
        {
            "References": "MALASEK A, LOCKER A; VERH DTSCH ZOOL GES 67: 250 (1975)",
            "Value": "MICE WERE ADAPTED TO 12.5 °C, 22.5 °C (ROOM TEMP), AND 32.5 °C, WITH AND WITHOUT CHRONIC INTRAPERITONEAL ARSENIC TRIOXIDE. ARSENIC INCREASED MITOCHONDRIAL RESPIRATION AT ROOM TEMP, BUT DECREASED IT IN HOT- AND COLD-ADAPTED MICE. AT ROOM TEMP IT INCREASED HEART AND LIVER PYRUVATE KINASE AND DECREASED ENZYME ACTIVITIES IN OTHER ORGANS. ADAPTATION TO COLD MODIFIES THE TOXIC EFFECTS OF ARSENIC TRIOXIDE ON RESPIRATION AND GLYCOLYSIS."
        },
        {
            "References": "TSUZUKI S ET AL; MATSUMOTO SHIGAKU 6 (2): 173 (1980)",
            "Value": "ARSENIC TRIOXIDE (2-120 MG/KG, ORALLY) INCREASED ERYTHROCYTE OSMOTIC FRAGILITY IN RATS."
        },
        {
            "References": "Bencko V; Cesk Hyg 13: 344 (1968)",
            "Value": "Chronic exposure to arsenic trioxide caused deterioration of the germinative epithelium of the testis in hairless mice."
        },
        {
            "References": "Surber EW, Meehean OL; Trans Am Fish Soc 61: 225 (1931) as cited in USEPA; Ambient Water Quality Criteria Doc: Arsenic p.B-23 (1980) EPA 440/5-80-021",
            "Value": "The most sensitive species to arsenic trioxide are chironomid larvae, mayfly nymphs, and fresh water shrimp at 2.5 to 4 ppm."
        },
        {
            "References": "Gonzalez SG; Memorias Deli Simposium Internat de Laboratorios Veteiarios de Diagnosticos, Mexico 3: 551-60 (1977)",
            "Value": "Nearly 6,000 cattle were accidentally given feed for 1-2 days containing As(III) oxide at levels between 490 and 2900 mg/kg. Deaths occurred after 3 days. More than 50% of the 1464 animal deaths took place during the first week following the administration of the feed. Symptoms included: drastic reduction in milk production, diarrhea, dehydration, dyspnea, cyanosis, abortion, and CNS effects. Chronic effects included: hyperkeratosis of skin, rigidity and inflammation of joints, and blindness with corneal opacities."
        },
        {
            "References": "Robertson JL, McLean JA; J Econ Entomol 78: 1035-6 (1985) as cited in Arsenic Hazards to Fish, Wildlife, and Invertebrates: A synoptic review, Report No 12 p.42 (1988)",
            "Value": "Arsenic trioxide administered to Western spruce budworm (Choristoneura occidentalis) at dietary levels of 99.5 mg/kg killed 10%, 2,550 mg/kg killed 50%, and 65,300 mg/kg was fatal to 90%. Newly molted purae and adults of As exposed larvae had reduced weight."
        },
        {
            "References": "Vreman K et al; Neth J Agric Sci 34 (2): 129-44 (1986)",
            "Value": "Experiments with grazing cows and cows kept indoors were performed to study the transfer of toxic elements from their ration into milk and edible tissues. ... One group received cadmium, lead and mercury acetate, and arsenic trioxide. The dosing period lasted 28 months or 3 consecutive complete lactations. Liver and in particular kidney were the primary sites of element accumulation. Only for cadmium the proposed tolerance levels in liver and kidney were exceeded. Increased dietary concentrations of elements did not result in significantly higher concentrations in milk, blood and muscle tissue. Only soluble arsenic resulted in higher levels of this element in muscle tissue. Regarding the character of the pathological changes, no essential differences were observed between the control and experimental groups."
        },
        {
            "References": "Yamamoto A et al; Int l J of Cancer 40 (2): 220-23 (1987)",
            "Value": "Male Syrian golden hamsters were given arsenic trioxide, calcium arsenate, or arsenic trisulfide by intratracheal instillation once a week for 15 weeks; the total dose was 3.75 mg arsenic. The animals were maintained for lifespan observation. Sixty percent of the hamsters given arsenic trioxide, 90 percent given calcium arsenate, and 77 percent given arsenic trisulfide died. The major cause of death was pneumonitis resulting from arsenic toxicity. The differences in tumorigenesis rate in the arsenic trioxide and arsenic trisulfide groups and the controls were not significant; however, the rate of tumor formation in the calcium arsenate group was significant."
        },
        {
            "References": "PMID:3884825",
            "Value": "The effects of single and multiple 3 hour inhalation exposures to aerosols of arsenic trioxide on the pulmonary antibacterial defense system were studied in mice. Female CD1 mice, ages 4 to 5 weeks, were exposed to arsenic trioxide mists or filtered air (controls) in a concentration range from 125 to 1,000 ug/cu m arsenic (As). The mice were challenged with an aerosol of Streptococci, and pulmonary bacterial activity of alveolar macrophages was assessed by exposure to aerosols of labeled Klebsiella pneumoniae. Significant increases in mortality due to bacterial exposure and decreases in bacterial activity were observed after single 3 hour exposures to 271, 496, and 940 ug/cu m As. There was a significant positive linear relationship of increased mortality with increased As concentration. Inhalation of 500 ug/cu m and above produced consistently significant increases in mortality and decreases in pulmonary bactericidal activity after 1, 5, or 20 exposures."
        },
        {
            "References": "PMID:6520317",
            "Value": "The effect of arsenic and mercury on the frequency of chromosomal aberrations induced by ethylmethane sulfonate was studied in male outbred Swiss albino mice. Some mice were injected intraperitoneally (ip) with 12 mg/kg arsenic trioxide or 6 mg/kg mercuric chloride. Ethylmethane sulfonate was injected ip at a dose of 200 mg/kg either alone or 20 minutes after injection of one of the other compounds. Other mice received either distilled water (negative controls) or mitomycin-C injections (positive controls). Animals were sacrificed after recovery periods of 12, 24, 36, and 48 hours. Cytogenetic damage was evaluated by determining the frequency of gaps, breaks, and exchanges in bone marrow and in spermatogonia. Neither arsenic nor mercury alone induced an increased gaps, breaks, and exchanges in the cells examined. Ethylmethane sulfonte alone increased gaps in bone marrow cells but produced no other damaging effects. In the combined treatments, neither arsenic nor mercury affected the frequency of gaps, breaks, or exchanges induced by ethylmethane sulfonate alone. Acute arsenic and mercury do not enhance the chromosomal aberrations induced by ethylmethane sulfonate in either the bone marrow cells or spermatogonia of mice."
        },
        {
            "References": "PMID:3872210",
            "Value": "Young adult rats were exposed via inhalation or intratracheal instillation to oxides of arsenic, beryllium, cadmium, cobalt, lead, selenium, vanadium, and ytterbium. Serial necropsies were performed to assess the metal content in organs at times up to several weeks after exposure. The lung clearance varied widely for these compounds, and the times to remove 50% of the initial burden ranged from 18 min for vanadium to 400 days for beryllium. Arsenic, cadmium, lead, selenium, and vanadium were initially soluble in lung, but a small fraction (1-20%) remained there over the long term. Extrapulmonary tissues often accumulated substantial amounts of the soluble oxides, and whole body retention was often greater for compounds that were more soluble in lung. Arsenic, selenium, and vanadium translocated to carcass and bone. Arsenic, cadmium, lead, and selenium accumulated in the liver, and the kidney retained cadmium and lead. Beryllium, cobalt and ytterbium did not deposit at any extrapulmonary site in significant amounts. In general, the aqueous solubility of these compounds was a poor predictor for behavior in vivo. Of the metal oxides tested for acute lethality following pulmonary deposition, cadmium was most toxic, followed by selenium, vanadium, and arsenic."
        },
        {
            "References": "PMID:3952726",
            "Value": "The relative toxicity of gallium arsenide and its metal oxides was assessed by intratracheally instilling particulate suspensions of gallium arsenide (100 mg/kg), equimolar gallium as gallium trioxide (655 mg/kg), or a maximally tolerated nonlethal dose of arsenic as arsenic trioxide (17 mg/kg). Two weeks after dosing, rats were selected for the biochemical determination of lung lipid, protein, DNA, and collagen (4-hydroxyproline; 4-HP) content. The pulmonary retention of gallium and/or arsenic and the concentration of these metals in blood were also determined. Pulmonary exposure to gallium trioxide particulates significantly (p < 0.55) increased the total lipid content of lungs. This response appeared to be associated with the pulmonary retention of gallium particulates (means= 36% of the gallium dose). In contrast, arsenic trioxide particulates were not retained in the lung. Blood arsenic concentrations were 36 ppm which represented 20% of the total arsenic administered. Treatment with arsenic trioxide significantly elevated lung dry weight as well as protein, DNA, and 4-HP content. Arsenic trioxide induced an acute fibrogenic response. The intratracheal instillation of gallium arsenide particulates produced effects similar to those observed with the individual oxides. The total lung content of lipids, protein, and DNA was significantly elevated. These biochemical changes were accompanied by significant increases in lung dry weight and lung wet weight. Lungs from rats receiving gallium arsenide particulates retained 44% of the dose as gallium and 28% of the dose as arsenic at the end of the 14 day study. Blood arsenic concentrations were 44 ppm (7% of the arsenic dose) while gallium was not detected in blood at this time. The primary histopathological observations 14 days after the intratracheal instillation of all metal particulates were an inflammatory respponse and pneumonocyte hyperplasia. The biological serverity of these lesions, in descending order, was gallium arsenide greater than arsenic trioxide much greater than gallium trioxide."
        },
        {
            "References": "Pershagen G et al; Arch Toxicol 7: 403-4 (1984)",
            "Value": "Arsenic trioxide, with a carrier dust charcoal C, and H2S04 were intratracheally instilled into male hamsters at approx 3, 40, and 0.4 mg/kg, respectively. Macroscopic exam was done on the larynx, trachea, bronchi, and lung, and on other tissues in animals which died after the 15 wk exposure period. Among 47 arsenic treated animals, 3 pulmonary carcinomas were found."
        },
        {
            "References": "Cockell KA, Hilton JW; Aquat Toxicol 12 (1): 73-82 (1988)",
            "Value": "Juvenile rainbow trout were fed semipurified diets in 8 wk growth trials to compare the toxicity of 4 dietary arsenicals: arsenic trioxide, disodium arsenate heptahydrate (DSA), dimethylarsinic acid (DMA), and arsanilic acid (AA). Toxicity responses of reduced growth and feed consumption, and altered feeding behavior, were noted at all levels of supplementation of arsenic trioxide and disodium arsenate heptahydrate (137-1477) ug As/g diet). In contrast, even at the highest levels of supplementation (1497 ug As/g diet as dimethylarsinic acid, and 1503 ug As/g diet as arsanilic acid the organic arsenicals did not result in these toxicity signs. Carcass As concn showed a dose response relationship to dietary As concn, whereas at higher levels, dietary arsenic trioxide yielded the highest residues. The no observed effect concn for dietary arsenic trioxide lies between 1 and 137 ug As/g diet for disodium arsenate heptahydrate, between 1 and 180 ug As/g diet for arsenic trioxide, and is at least 1497 ug As/g diet for dimethylarsinic acid and arsanilic acid."
        },
        {
            "References": "Nichlos JW et al; Environ Toxicol Chem 3 (1): 143-9 (1984)",
            "Value": "The effects of 6 months exposure to arsenic trioxide in fresh water on the parr-smolt transformation of coho salmon were evaluated. Exposure to 300 ug As/l arsenic trioxide appeared to delay the onset of the normal increase in plasma thyroxine concn and cause a transient reduction of gill Na+, K+ dependent ATPas activity. Fish exposed to 300 ug As/l also migrated to the sea less successfully than did nonexposed smolts, but there were no effects on the survival and growth of smolts held in 28% salt water for 6 months."
        },
        {
            "References": "PMID:3762570",
            "Value": "... Arsenic inhibits the excision of pyrimidine dimers. Partially repair suppressing small doses of arsenic trioxide (0.5 ug/ml) and pentavalent sodium arsenate (5 ug/ml) enhanced co-mutagenically the UV induction of 6-thioguanine-resistant mutations of V79 Chinese hamster cells."
        },
        {
            "References": "PMID:3998376",
            "Value": "Pregnant CFLP mice were exposed to 0.26, 2.9, or 28.5 mg/cu m arsenic trioxide by inhalation for 4 hours daily on days 9 through 12 of gestation. On day 18, the fetuses were removed and assayed for mortality, growth retardation, skeletal malformations, and structural chromosomal aberrations in liver cells. Exposure to 28.5 mg/cu m arsenic significantly reduced the number of live fetuses, average fetal weight, and significantly increased the number of fetuses with retarded growth. The 0.26 and 2.9 mg/cu m doses significantly reduced average fetal weight and insignificantly increased the number of dead fetuses. The 28.5 mg/cu m dose significantly increased the incidence of skeletal malformations. Retarded ossification of the limbs was the most frequently observed malformation. Arsenic trioxide at 28.5 mg/cu m significantly increased the incidence of chromosomal aberrations. The frequency of chromosomal aberrations was slightly, but not significantly, elevated in animals given the 0.26 and 2.9 mg/cu m exposures."
        },
        {
            "References": "Effects of Arsenic in the Canadian Environment Natl Res Coun Canada Publ No NRCC 15391 1-349 (1978) as cited in Arsenic Hazards to Fish, Wildlife, and Invertebrates: A Synoptic Review, Report No 12 p.62 (1988)",
            "Value": "Cattle (Bos spp) single oral dose of 15 to 45 grams/animal fatal."
        },
        {
            "References": "Chang, L.W. (ed.). Toxicology of Metals. Boca Raton, FL: Lewis Publishers, 1996, p. 431",
            "Value": "Single exposures of mice to arsenic trioxide (0.94 mg/cu m As) led to increased susceptibility to respiratory bacterial pathogens, apparently as a result of injury to alveolar macrophages."
        },
        {
            "References": "DHHS/ATSDR; Toxicological Profile for Arsenic p. 19 (2000)",
            "Value": "The only report of a lethal effect of inhaled inorganic arsenic in animals was a developmental toxicity study in which four of nine pregnant rats died, and one rat was euthanized in extremis, between days 12 and 19 of gestation after 30-35 days of exposure to an aerosol of aersenic trioxide at an exposure concn of 20 mg As/cu m ... . These animals exhibited severe hyperemia and plasma discharge into the intestinal lumen at autopsy. ... there was 100% mortality in groups of 10 pregnant rats after 1 day of exposure to concn 100 mg/cu m (76 mg As/cu m)."
        },
        {
            "References": "DHHS/ATSDR; Toxicological Profile for Arsenic p. 33 (2000)",
            "Value": "Pregnant female rats exposed to arsenic trioxide dust starting 14 days prior to mating and continuing through mating and gestation exhibited rales at 8 mg As/m3 and labored breathing and gasping at 20 mgAs/m3, with no symptoms at 2 mg As/m3 ... . The lungs were examined by gross necropsy and no lesions were found."
        }
    ]
}