{
    "_id": {
        "$oid": "6682e91ac4e5dba5ffba28f0"
    },
    "CID": {
        "$numberInt": "14915"
    },
    "Name": "CHROMIC TRIOXIDE",
    "IUPACName": "trioxochromium",
    "CanonicalSMILES": "O=[Cr](=O)=O",
    "Synonyms": [
        "1333-82-0",
        "Chromium trioxide",
        "trioxochromium",
        "Chromic anhydride",
        "Chromium(VI) oxide",
        "Chromtrioxid",
        "Monochromium trioxide",
        "CrO3",
        "CHROMIC TRIOXIDE",
        "Anhydride chromique",
        "Chromsaeureanhydrid",
        "Chrom(VI)-oxid",
        "chromium (VI) oxide",
        "Chromium(6+) oxide",
        "Chromium(VI) trioxide"
    ],
    "IsomericSMILES": "O=[Cr](=O)=O",
    "INCHI": "InChI=1S/Cr.3O",
    "INCHIKEY": "WGLPBDUCMAPZCE-UHFFFAOYSA-N",
    "Formula": "CrO3",
    "MolecularWeight": {
        "$numberDouble": "99.994"
    },
    "Description": "Chromium trioxide is a chromium oxide composed of a single chromium bound (oxidation state +6) to three oxygens; the acidic anhydride of chromic acid.",
    "XlogP": {
        "$numberDouble": "NaN"
    },
    "Complexity": {
        "$numberInt": "61"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "environmental_bioconcentrations": [
        {
            "References": "(1) NITE; Chemical Risk Information Platform (CHRIP). Biodegradation and Bioconcentration. Tokyo, Japan: Natl Inst Tech Eval. Available from, as of Dec 11, 2015: https://www.safe.nite.go.jp/english/db.html (2) Franke C et al; Chemosphere 29: 1501-14 (1994)",
            "Value": "Using carp (Cyprinus carpio) which were exposed over a 6-week period to chromic trioxide concentrations of 1, 5, 20 and 100 ppb (measured as chromium), the chromium BCF ranged from 4.6 to 72(1). According to a classification scheme(2), this BCF range suggests the potential for bioconcentration in aquatic organisms is low to moderate(SRC)."
        }
    ],
    "environmental_biodegradations": [
        {
            "References": "U.S. Coast Guard, Department of Transportation. CHRIS - Hazardous Chemical Data. Volume II. Washington, D.C.: U.S. Government Printing Office, 1984-5.",
            "Value": "Biological oxygen demand (BOD): none"
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "PMID:24772936",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Renal structural and functional alterations following an exposure to a heterogeneous chemical mixture (HCM) of phthalic acid di butyl ester, 1, 2-dichlorobenzene, cadmium chloride and chromium trioxide, administered /to rats/ through oral gavage in low doses (1/100 and 1/1000 of LD50 value of individual chemical) for 60 days, followed by withdrawal /until/ 120 days resulted in significant rise in kidney lipid peroxidation and fall in the activities of enzymatic antioxidants. However, withdrawal of HCM treatment restored most of these altered parameters. Degenerative changes in the kidney included proximal convoluted tubules devoid of brush boarder with cytoplasmic blebbing, dissolution and sloughing of nuclei. Cortical glomeruli were also affected with epithelial disintegration, pyknosis of podocyte nuclei and mesengial cell hyperplasia. The morphological alterations recovered fully in the low dose compared to the high dose treatment group."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V23 254 (1980)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Groups of mice were exposed in dust chambers for 4 hours per day on 5 days per week to a mixed chromate(VI) dust containing 1-2 mg/cu m soluble chromium (as chromium(VI) trioxide) until they died or were killed (total dose of chromium trioxide inhaled, 272-1330 mg hours) ... no lung carcinomas were observed, and the incidence of lung adenomas did not significantly exceed that in control mice in any strain. The experiment lasted for up to 101 weeks."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V23 259 (1980)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Sarcomas (spindle-cell sarcomas and fibrosarcomas) at the implantation site were ... seen after 1 year in ... 15/35 rats implanted /intramuscularly/ with pellets of 25 mg sintered chromium(VI) trioxide, all in 50 mg sheep fat. No implantation site tumors were obtained in ... 35 controls."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V23 302 (1980)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Experiments in mice, rats, hamsters, guinea-pigs and rabbits to investigate the carcinogenicity of chromic(III) acetate, chromic(III) oxide, ... chromium(VI) trioxide, chromium metal, ... sodium chromate(VI), ... sodium dichromate(VI), ... chromium(III) sulfate ... were inadequate to evaluate the carcinogenicity of these chromium compounds."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. S7 166 (1987)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Injection-site sarcomas were produced in rats and mice after intramuscular, intrapleural and subcutaneous injections of ... chromium trioxide ... ."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V49 122 (1990)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ A group of 43 female C57B1 mice (age unspecified) was exposed by inhalation to chromic acid (chromium trioxide) mist (85% of particles > 5 um) generated by a miniaturized electroplating system at a chromium concentration of 1.81 mg/cu m for 120 min twice a week for 12 months, at which time 23 mice were killed. The remaining 20 were killed six months after the last exposure. Nasal perforation was seen in 3/23 and 3/20 mice killed at 12 and 18 months, respectively; 0/23 and 6/20 nasal papillomas occurred in these groups. A single lung adenoma was reported in the group killed at 18 months. No nasal inflammatory change or lung tumor was seen in a group of 20 untreated control mice."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V23 254 (1980)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Chromic (III) oxide obtained by redn of chromate @ 600 °C was incorporated & baked in bread with other nutrients @ levels of 1, 2 & 5%, & bread was fed to groups of 60 male & female inbred BD rats on 5 days/wk for 2 yr. ... Mammary fibroadenomas ... in 3 rats given 1%, in 1 given 2% & in 3 given 5%. ... Controls, 1 mammary carcinoma & 2 fibroadenomas were detected."
        },
        {
            "References": "PMID:451937",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ ... In the present study a single iv dose (8 mg/kg) of chromium trioxide was injected into pregnant hamsters at 8 A.M. on either day 7, 8, 9, 10 or 11 of gestation in order to determine the effect of altering the time of treatment on embryotoxicity. Fetuses from females treated with chromium or demineralized-distilled water were collected on day 15 of gestation and were examined for the types and frequency of external and internal malformations. The number of resorption sites was recorded. Cleft palate, the major malformation detected, was produced only when chromium was administered on days 7, 8, or 9 of gestation. Since the frequency of resorptions and the incidence of cleft palate varied with the time of treatment it is concluded that the time at which chromium trioxide is injected into the pregnant hamster does influence embryotoxicity. The results suggest that an interference with embryonic growth may be an important factor in chromium-induced cleft palate in hamsters."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V23 276 (1980)",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Golden hamsters received chromium(VI) trioxide iv on day 8 of pregnancy as ... either 5, 7.5, 10, or 15 mg/kg body weight. ... 15 mg/kg body weight proved to be lethal to 3/4 mother animals ... the rate of resorptions increased with the higher doses (29% with 7.5 mg/kg body weight; 41% with 10 mg/kg body weight; 2% in controls), as did the rate of malformations (cleft palate, 85% at 7.5 and 10 mg/kg body weight). With the higher doses, 31% (7.5 mg/kg body weight) and 49% (10 mg/kg body weight) of the fetuses were retarded."
        },
        {
            "References": "PMID:7140706",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Chromium trioxide-induced embryotoxic effects are compared among 1 noninbred (lvg) & 5 inbred (cb, lhc, lsh, mha, pd4) strains of hamsters. A single dose of chromic trioxide (8 mg/kg, iv) was injected into pregnant hamsters on the morning of gestation day 8. Embryotoxic effects included significant rates of resorptions, external abnormalities, cleft palate & hydrocephalus. The mha, lsh & lvg strains are susceptible, while the cb, lhc & pd4 strains are resistant to chromic trioxide-induced embryotoxicity."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V49 151 (1990)",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Chromium trioxide dissolved in saline was injected into the air sacs of embryonated chicken eggs at doses of 0.002-0.05 mg/egg on days 0-4 of incubation. Control eggs were injected with a comparable volume of saline. All embryos were examined on day 8, and malformations, such as short and twisted limbs, microphthalmia, exencephaly, short and twisted neck, everted viscera, edema and reduced body size, were observed in treated eggs. Most embryos showed unilateral or bilateral limb defects."
        },
        {
            "References": "PMID:481448",
            "Value": "/GENOTOXICITY/ Chromic trioxide induced high levels of chromosomal aberrations in mammalian cells. Rate of aberrations incr with an incr in treatment time from 24-48 hr, indicating time-dependent incr in heritable toxicity of cmpd."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V23 278 (1980)",
            "Value": "/GENOTOXICITY/ Chromium(VI) trioxide decreased the fidelity and rate of DNA synthesis in an in vitro system containing avian myeloblastosis virus DNA polymerase, a synthetic template primer and complementary and noncomplementary nucleoside triphosphates."
        },
        {
            "References": "PMID:481448",
            "Value": "/GENOTOXICITY/ Metal compounds were tested for their ability to induce chromosomal aberrations in cultured mammalian cells. Chromosomal aberrations were induced by the application of some Cr, Mn and Ni compounds. Among 6-valent Cr compounds, K2Cr2O7 and CrO3 induced high levels of aberrations, at rates which were similar for Cr-equivalent doses. The perchromate compounds were more efficient in producing chromosomal aberrations than was a chromate compound, K2CrO4. A 3-valent Cr compound, Cr2(SO4)3, was less toxic and failed to induce a demonstrable increase in chromosomal aberrations. KMnO4 induced aberrations, but at a low rate. As to Ni compounds, NiCl2 and (CH3COO)2Ni induced few aberrations. Administration of K2Ni(CN)4 induced only gaps. NiS induced a low but definite increase in chromosomal aberrations. The rate of these aberrations increased with an increase in treatment time from 24 to 48 hr, indicating a time-dependent increase in the hereditable toxicity of metal compounds. CdCl2 and HgCl2 were somewhat toxic, but failed to induce chromosomal aberrations in the present study."
        },
        {
            "References": "PMID:6692816",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ In vivo & in vitro systems were used to evaluate hexavalent chromium toxicity to alveolar macrophages. Rat alveolar macrophages were exposed to 2 ug calcium chromate (cacro4, insoluble) or 2 ug chromium trioxide (cro3, soluble). In vivo exposure of the macrophage to either chromium cmpd showed no toxic effects at a 2 ug dose. Macrophages exposed in tissue culture, however, had values significantly different from controls."
        }
    ]
}