{
    "_id": {
        "$oid": "6682e91ac4e5dba5ffba28f1"
    },
    "CID": {
        "$numberInt": "14917"
    },
    "Name": "Hydrogen fluoride",
    "IUPACName": "fluorane",
    "CanonicalSMILES": "F",
    "Synonyms": [
        "HYDROFLUORIC ACID",
        "Hydrogen fluoride",
        "7664-39-3",
        "Fluorhydric acid",
        "fluorane",
        "Hydrofluoride",
        "Rubigine",
        "Antisal 2B",
        "Hydrofluoricum acidum",
        "Fluorowodor",
        "Fluorwaterstof",
        "Fluorwasserstoff",
        "Caswell No. 484",
        "Acido fluoridrico",
        "Hydrogen-fluoride"
    ],
    "IsomericSMILES": "F",
    "INCHI": "InChI=1S/FH/h1H",
    "INCHIKEY": "KRHYYFGTRYWZRS-UHFFFAOYSA-N",
    "Formula": "FH",
    "MolecularWeight": {
        "$numberDouble": "20.0064"
    },
    "Description": "Fluorine atom is a halogen. It has a role as a micronutrient.",
    "XlogP": {
        "$numberDouble": "0.6"
    },
    "Complexity": {
        "$numberInt": "0"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "mechanism_of_action": [
        {
            "References": "IPCS; Poisons Information Monograph 268: Hydrogen Fluoride. (Date of last update: April 1990). Available from, as of July 20, 2017: https://www.inchem.org/documents/pims/chemical/hydfluor.htm",
            "Value": "Concentrated solutions (>40%) and anhydrous hydrogen fluoride are sufficiently acidic to cause immediate injury due to the activity of the hydrogen ion.  However, the more significant injury to the tissues and systemic toxicity are mediated by the cellular toxicity and chemical activity of the fluoride ion. Fluoride binds irreversibly to calcium and magnesium resulting in precipitation and much of the cellular and systemic toxicity is mediated via this action. The fluoride ion is the most electronegative element in the periodic table; it is a relatively small ion and therefore diffuses readily; and, because hydrogen fluoride is a weak acid, there are sufficiently uncharged species to allow tissue penetration. The fluoride ion is an inhibitor of glycolysis (Embden-Meyerhoff pathway) and it attacks many different cellular constituents including cell membranes and lipids, destroying cell membranes and producing cell necrosis. Severe hypocalcemia and hypomagnesemia are produced by hydrogen fluoride absorption causing tetany and disturbances of cardiac rhythm."
        },
        {
            "References": "ATSDR; Medical Management Guidelines for Hydrogen Fluoride (HF) CAS 7664-39-3; UN 1052 (anhydrous), UN 1790 (solution). Available from, as of June 20, 20017: https://www.atsdr.cdc.gov/MHMI/mmg11.pdf",
            "Value": "The toxic effects of hydrogen fluoride are due primarily to the fluoride ion, which is able to penetrate tissues and bind intracellular calcium and magnesium. This results in cell destruction and local bone demineralization. Systemic deficiency of calcium and magnesium and excess of potassium can occur. Hypocalcemia can cause tetany, decreased myocardial contractility, and possible cardiovascular collapse, while hyperkalemia has been suggested to cause ventricular fibrillation leading to death. The adverse action of the fluoride ion may progress for several days before symptoms appear."
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "Grant, W.M. Toxicology of the Eye. 3rd ed. Springfield, IL: Charles C. Thomas Publisher, 1986., p. 491",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ The danger of hydrofluoric acid solutions depends upon the concentration. Experimental splash burns in rabbits ... have shown 20% solution to cause immediate damage with total corneal opacification with conjunctival ischemia, and with corneal stromal edema within an hour, followed by necrosis of anterior ocular structures. An 8% solution produced ischemia and corneal stromal edema persisting for 40-65 days, accompanied by corneal vascularization. Even a 2% solution caused mild persistent stromal edema and vascularization, but after 0.5% solution there was recovery in 10 days."
        },
        {
            "References": "WHO; Environ Health Criteria 36: Fluorine and Fluorides p.54 (1984)",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ When rats /and guinea pigs/ were exposed through inhalation to hydrogen fluoride /in acute studies/ ... . Irritation of the mucous membranes of the eyes and nose, weakness, and a decr in body weight were observed in the poisoned animals. Acute inflammation and focal necrosis of the nasal mucosa, irritation of the skin, necrosis of the renal tubular epithelium, congestion of the liver and vacuolation of its cells, and myeloid hyperplasia of the bone marrow were found histologically."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. V3: 742",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Severe irritant to guinea pigs and rabbits. On exposure, the animals' eyes were kept closed, paroxysms of coughing and sneezing were frequent, respiration was slowed, and there were copious discharges from the eyes and nose. Pulmonary damage included massive hemorrhage, edema, congestion, and emphysema. Concentrations of 1500 mg/cu m (1835 ppm) were lethal to both species within 5 min. Exposure to 1000 mg/ cu m (1200 ppm) for 30 min was not fatal, nor was exposure to concentrations below 100 mg/ cu m (122 ppm) for 5 hr."
        },
        {
            "References": "PMID:15796845",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Thirty-three rabbits were inflicted with burn by 55% of hydrofluoric acid covering 5% total body surface area (TBSA), and were randomly divided into 3 groups, i.e. A (n = 13, with 5 mL/kg/hr of isotonic saline intravenous infusion), B (n = 10, with isotonic saline and 50 g/L of calcium gluconate infusion in dose of 20 mg/kg at different time points), and C (n = 10, with the same treatment as B group, and with excision of burn wound at 0.5 post burn hour) groups. The serum levels of fluoride and calcium were determined before and after various postburn hours, and the mortality rate was statistically analyzed. The serum level of fluoride in A (8.37 +/- 2.62 mg/L) and B (8.59 +/- 2.25 mg/L) groups reached the peak value at 1 postburn hour (PBH), which was 107 times higher than that before the burn injury. The serum level of fluoride in B group was significantly lower than that in A group at 24 PBH (P < 0.05), while that in C group declined to (6.20 +/- 0.23) mg/L, which was obviously lower than that in A and B groups (P < 0.01). The serum calcium level declined after burns, reaching the lowest level at 8 to 12 PBH and began to increase at 24 PBH. Compared with normal calcium value, the serum level of calcium in A, B and C groups declined to as much as 46%, 32% and 26%, respectively. Statistically significant difference was found between C and B groups (P < 0.01). (3) The mortality rate in the three groups within 72 PBH were 30.8%, 12.5% and 0.0%, respectively."
        },
        {
            "References": "PMID:19483365",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ In our previous study, we reported that even a sublethal dose of hydrofluoric acid (HFA) could cause acute toxic effects 60 min after intravenous injection. This study was designed to investigate the time- and dose-dependent changes associated with these disorders. The serum fluoride (F) kinetics are also considered in the discussion of the relationship between the concentrations of serum F and the disorders. Rats were injected with HFA (1.6 or 9.6 mg/kg body weight) for the dose-response relationship study. For each dose, the rats were assigned to one of seven groups. Blood samples of the 0-min group were obtained from the carotid artery prior to injection as a control. The other six groups were labeled according to sampling times (5, 10, 30, 60, 120 and 300-min) in the time-dependent study. The 1.6 mg/kg dose decreased the ionized calcium (Ca2+) level significantly after 30 min, and it also decreased the total calcium (Ca) level after 300 min. The 9.6 mg/kg dose rapidly worsened renal dysfunction after 60 min. It increased the serum potassium level after 60 and 120 min and it decreased Ca and Ca2+ levels until 300 min. Although there was respiratory compensation, the base excess and HCO3(-) level and had not completely recovered by 300 min. Even low exposure to HFA caused renal dysfunction, and electrolyte abnormalities and metabolic acidosis lasted for several hours in rats. Therefore, persons involved in HFA accidental exposure should be closely monitored over time, even if the exposure is less than the sublethal dose."
        },
        {
            "References": "Machle W et al; J Ind Hyg 16: 129-45 (1934) as cited in NIOSH; Criteria Document: Hydrogen Fluoride p.67-8 (1976) DHEW Pub. NIOSH 76-143",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Acute effects in rabbits and guinea pigs exposed to hydrogen fluoride (HF) at concentrations of 24-8,000 mg/cu m for periods ranging from 41 hr to 5 minutes /are reported/. Three rabbits and three guinea pigs were used for each exposure. Evidence of eye and respiratory tract irritation was noticeable in all animals at all concentrations, although for those animals exposed at 50 and 24 mg/cu m for 5-15 minutes, signs were mild and not immediate. Slowing of the respiratory rate was uniform and particularly noticeable in rabbits. Paroxysmal coughing and sneezing occurred more frequently as the airborne hydrogen fluoride concentration was increased. One rabbit exposed 6 hr/day for a total of 41 hr at 24.5 mg hydrogen fluoride/cu m suffered considerable liver and kidney damage. Weakness and the appearance of illness were prominant in all animals exposed at more than 500 mg/cu m for 15 minutes or longer. Signs became increasingly severe as the airborne HF concentration was increased. Animals exposed at concentrations of 3,000 mg/cu m or more for 5-15 minutes exhibited edema or cloudy swelling of organs and tissues. No deaths occurred at concentrations of 1,000 mg/cu m for up to 30 minutes of exposure, at 100 mg/cu m for 5 hr, or at 24 mg/cu m for 41 hr. Rabbits that survived returned to normal appearance and activity in a few weeks, while guinea pigs showed a definite tendency to delayed response and death between the fifth and tenth week following exposure. The predominant lesions found in exposed animals were pulmonary hemorrhage, congestion, emphysema, and edema, with secondary infection in many instances; hepatic congestion with evidence of parenchyma necrosis and fatty degeneration; splenic congestion and edema; renal congestion, edema, and tubular necrosis; and myocardial congestion, edema, and necrosis. Corneal erosions and ulcerations of nasal turbinates were observed in numerous animals exposed to \"higher\" concentrations. A number of these changes were also common to control groups, and were therefore considered as normal occurrences."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists. Documentation of the TLVs and BEIs with Other World Wide Occupational Exposure Values. 7th Ed. CD-ROM Cincinnati, OH 45240-1634 2013.",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ ... Repeated inhalation of 17 ppm hydrogen fluoride resulted in damage to the lungs, liver, and kidneys of animals, but similar inhalation of 8.6 ppm failed to elicit significant pathologic change in these tissues."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. V3 743",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Histological examination of dog, rabbit, and rat subacutely exposed revealed ... hemorrhage and edema of lung ... at 25 mg/cu M level 6 hr/day for 30 days. ... ulceration of the scrotum in dogs."
        },
        {
            "References": "WHO; Environ Health Criteria 36: Fluorine and Fluorides p.56 (1984)",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Rats on a low-fluoride diet (0.1-0.3 mg/kg) tolerated drinking water containing 50 mg/L for 6 months without the appearance of histological alterations or effects on the renal function ... . At a fluoride level in the drinking water of 100 mg/L, dilation of the renal tubules appeared in some of the rats. This pathological change was accompanied by incr urine output and incr water consumption in the affected animals. Evidence was presented ... that fluoride may induce the formation of urinary calculi. Results of more recent studies on rats suggest that fluoride at high dose levels (23 mg/kg diet) is one of several factors that determine the likelihood of calculus formation, crystalluria, and urolithiasis ... . /Fluorides/"
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists. Documentation of the TLVs and BEIs with Other World Wide Occupational Exposure Values. 7th Ed. CD-ROM Cincinnati, OH 45240-1634 2013.",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Thirty day exposures of five laboratory animal species to hydrogen fluoride at levels that bracketed the maximal and minimal effects were performed at 8.6 and 30 ppm in 6-hr, daily exposures. Exposure at the higher concentration was lethal to all the rats and mice, but not to guinea pigs, rabbits, and dogs. Among the surviving animals, the rabbits showed a slight reduction in body weight, the dogs were apparently unaffected, and the guinea pigs began to lose weight after the third week of exposure. Exposure at 8.6 ppm for 6 hr/day failed to alter significantly normal weight gains in any of the animals except rabbits."
        },
        {
            "References": "Grant, W.M. Toxicology of the Eye. 3rd ed. Springfield, IL: Charles C. Thomas Publisher, 1986., p. 490",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Chronic exposure of guinea pigs and rabbits has caused injury of the cornea as well as of mucous membranes."
        },
        {
            "References": "WHO; Environ Health Criteria 36: Fluorine and Fluorides p.55 (1984)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ The first visible sign of chronic fluoride intoxication in lab animals is dental fluorosis. No general threshold value can be given. However, a loss of the orange-brown pigmentation of the incisors is seen in rats maintained on a low-fluoride diet (0.1-0.3 mg/kg dry weight) and drinking water containing 25 mg/L of fluoride. ... When the fluoride concn of the drinking water was incr to 50-100 mg/L, the incisors became white and chalk-like with tips that fractured easily. /Fluorides/"
        },
        {
            "References": "DHHS/ATSDR; Toxicological Profile for Fluorides, Hydrogen Fluoride, and Fluorine p.132 (September 2003)",
            "Value": "/GENOTOXICITY/ Hydrogen fluoride was negative for dominant lethal mutations following inhalation exposure to hydrogen fluoride in C57B1 mice."
        },
        {
            "References": "DHHS/ATSDR; Toxicological Profile for Fluorides, Hydrogen Fluoride, and Fluorine p.132 (September 2003)",
            "Value": "/GENOTOXICITY/ Increases in the occurrence of chromosome aberrations were found in the bone marrow cells of rats exposed by inhalation to 1.0 mg/cu m hydrogen fluoride 6 hours/day, 6 days/week for 1 month."
        },
        {
            "References": "PMID:19593680",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ Acidic fluorides are proposed for the treatment of dental erosion. The aim of this study was to examine the irritation properties of dilute hydrofluoric acid (HF) solutions for potential use in the oral cavity. Hen's egg test-chorioallantoic membrane (HET-CAM) /was used/. The CAM was accessed by careful dissection through the egg shell (n=36, 6 eggs/test solution) and exposed to 300 uL of the HF solutions (0.05%, 0.10%, 0.20%, and 1.0%) under macroscope examination over the course of 5 min. Mean time-to-coagulation and average irritation score were recorded based on appearance of hemorrhage, coagulation, and lysis of the blood vessels in the membrane. /In a/ mouse skin test 60 male mice were randomly divided into 10 groups of 6 animals each (control, 0.05%, 0.10%, 0.20%, and 1.0% HF), shaved on the back, exposed to test solution, and euthanized after 2 hr or 24 hr. Skin samples were evaluated by light microscopy, scoring epithelial leukocyte infiltration, vascular congestion, and edema. HET-CAM: 0.05% HF was slightly irritant, 0.1% HF moderately irritant, 0.2% and 1% HF strongly irritant. 0.1-1% HF solutions were severely irritating on the eye. Mouse skin test: HF concentration was significantly correlated with tissue response, and 24-hr exposure to 1% HF solution showed focal erosion of the epithelium and marked localized subepithelial leukocyte infiltration. The results of the studies suggest that accidental exposure of soft tissues to solutions containing more than 0.2% HF may be harmful."
        }
    ]
}