{
    "_id": {
        "$oid": "6682e7e5c4e5dba5ffba22e1"
    },
    "CID": {
        "$numberInt": "1493"
    },
    "Name": "2,4-Dinitrophenol",
    "IUPACName": "2,4-dinitrophenol",
    "CanonicalSMILES": "C1=CC(=C(C=C1[N+](=O)[O-])[N+](=O)[O-])O",
    "Synonyms": [
        "2,4-dinitrophenol",
        "51-28-5",
        "Aldifen",
        "Phenol",
        "2,4-dinitro-",
        "Nitrophen",
        "Nitrophene",
        "Sulphur Black 1",
        "Fenoxyl carbon N",
        "Solfo Black B",
        "Tertrosulphur PBR",
        "alpha-Dinitrophenol",
        "Dinofan",
        "DINITROPHENOL",
        "Solfo Black G",
        "1-Hydroxy-2,4-dinitrobenzene"
    ],
    "IsomericSMILES": "C1=CC(=C(C=C1[N+](=O)[O-])[N+](=O)[O-])O",
    "INCHI": "InChI=1S/C6H4N2O5/c9-6-2-1-4(7(10)11)3-5(6)8(12)13/h1-3,9H",
    "INCHIKEY": "UFBJCMHMOXMLKC-UHFFFAOYSA-N",
    "Formula": "C6H4N2O5",
    "MolecularWeight": {
        "$numberDouble": "184.11"
    },
    "Description": "2,4-dinitrophenol is a dinitrophenol having the nitro groups at the 2- and 4-positions. It has a role as an oxidative phosphorylation inhibitor, a bacterial xenobiotic metabolite, an antiseptic drug, an allergen and a geroprotector. It is a conjugate acid of a 2,4-dinitrophenol(1-).",
    "XlogP": {
        "$numberDouble": "1.7"
    },
    "Complexity": {
        "$numberInt": "220"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "plant_concentrations": [
        {
            "References": "(1) Natangelo M et al; Chemosphere 38: 1495-503 (1999)",
            "Value": "The phytotoxic nitrophenols were analyzed in beech tree leaves (Fagus sylvatica) from two different alpine forests (Val Gerola and Val Masino) in the Lombardy Region (Northern Italy) which are in decline due to adverse effects of air pollution. Leaves from the more damaged site (Val Gerola) had higher mean total nitrophenol concentrations (313 ng/g) than the Val Masino samples (148 ng/g). 2,4-Dinitrophenol concentrations reported in beach leaves from Val Gerola and Val Masino were 8.2 and 4.1 ng/g dry weight, respectively; sampling was conducted from 1994-1995(1)."
        }
    ],
    "environmental_bioconcentrations": [
        {
            "References": "(1) NITE; Chemical Risk Information Platform (CHRIP). Biodegradation and Bioconcentration. Tokyo, Japan: Natl Inst Tech Eval. Available from, as of Sept 10, 2010:  https://www.safe.nite.go.jp/english/db.html (2) Franke C et al; Chemosphere 29: 1501-14 (1994)",
            "Value": "BCF values of <0.4-0.7 and <3.7 were measured in carp (Cyprinus carpio) exposed over a 6 week incubation period at 2,4-dinitrophenol concentrations of 50 and 5 ug/L, respectively(1). According to a classification scheme(2), these BCFs suggest the potential for bioconcentration in aquatic organisms is low(SRC)."
        }
    ],
    "environmental_biodegradations": [
        {
            "References": "(1) NITE; Chemical Risk Information Platform (CHRIP). Biodegradation and Bioconcentration. Tokyo, Japan: Natl Inst Tech Eval. Available from, as of Sept 13, 2010:  https://www.safe.nite.go.jp/english/db.html. (2) Callahan MA et al; Water-Related Environ Fate of 129 Priority Pollut, Vol.II USEPA-440/4-79-029B (1979) (3) Tabak HH et al; J Water Pollut Control Fed 53: 1503-18 (1981) (4) Tabak HH et al; J Bacteriol 87: 910-9 (1964) (5) Chambers CW et al; J Water Pollut Control Fed 35: 1517 (1963) (6) Overcash MR et al; Behavior of Org Priority Pollut in the Terrestrial System, Di-n-butyl phthalate ester, Toluene and 2,4-Dinitrophenol NTIS PB82-224544 (1982) (7) Loehr RC; Treatability Potential for EPA Listed Hazardous Wastes in Soil. USEPA/600/2-89/011. Ada, OK: Robert S Kerr Environ Res Lab (1989) (8) Martins JM, Mermoud A; J Contam Hydrol 33: 187-210 (1998)",
            "Value": "AEROBIC: 2,4-Dinitrophenol, present at 100 mg/L, reached 0% of its theoretical BOD in 4 weeks using an activated sludge inoculum at 30 mg/L in the Japanese MITI test(1). It is reported that nitrophenols can inhibit aerobic microbial growth by uncoupling the metabolic process of oxidative phosphorylation(2). Static incubation of 5 and 10 mg/L of 2,4-dinitrophenol seeded with settled domestic wastewater resulted in 60 and 68% degradation, respectively, in 7 days(3). Oxygen uptake by mixed cultures of phenol adapted microorganisms suggests that 2,4-dinitrophenol was slowly degraded under aerobic conditions(4-5). Possible biotransformation processes of 2,4-dinitrophenol are: reduction of the nitro group, hydroxylation of the aromatic ring and displacement of the nitro group by a hydroxy group(6). A pure culture of the fungus Fusarium oxysporum was found to reduce 2,4-dinitrophenol to 2-amino-4-nitrophenol and 4-amino-2-nitrophenol(6). Nitrite release has been observed during the metabolism of 2,4-dinitrophenol by pure cultures of Nocardia alba, Arthrobacter and Corynebacterium simplex(6). The biodegradation half-life of 2,4-dinitrophenol in an acidic soil was reported as 32.1 days and the biodegradation half-life in a basic soil was reported as 4.6 days(7). The half-life for 2,4-dinitrophenol was measured in field studies to be 3-263 days at an application rate of 1.5 kg/ha, however degradation was not specified as abiotic or biodegradation(8)."
        },
        {
            "References": "(1) Krumholz LR, Suflita JM; Anaerobe 3: 399-403 (1997) (2) Jo KW, Silverstein J; Water Environ Res 70: 94-100 (1998) (3) Capel PD, Larson SJ; Chemosphere: 30: 1097-1107 (1995)",
            "Value": "The half-life of 2,4-dinitrophenol in an aquifer slurry was about 5 days under both methanogenic and sulfate-reducing conditions, but was not biodegraded under nitrate-reducing conditions(1). An activated sludge previously adapted to mineralize low concentrations of dinitrophenols resulted in 95% biodegradation of 10 mg/L of 2,4-dinitrophenol in about 4 hours, but when the substrate concentration was increased to 75 mg/L no degradation was observed over 25 hours(2). The biodegradation half-life of 2,4-dinitrophenol was reported as 68 days and 2.8 days in aerobic and anaerobic waters, respectively(3)."
        },
        {
            "References": "Chambers CW et al; J Water Pollut Contr Fedr 35: 1517-28 (1976) as cited in USEPA; Chemical Hazard Information Profile: 2,4-Dinitrophenol p.2 (1981) EPA-560/2-76-010",
            "Value": "AEROBIC: Biodegradation studies of 2,4-dinitrophenol showed slow oxidation by cultures adapted to phenol, or dinitrophenol derivatives."
        },
        {
            "References": "Jensen HL, Lautrup-Larson G; Agric Scand 17: 115 (1967) as cited in USEPA; Ambient Water Quality Criteria Doc: Nitrophenols p.A-9 (1980) EPA 440/5-80-063",
            "Value": "PURE CULTURE: ... Arthrobacter simplex, Pseudomonas, and Arthrobacter were able to metabolize 2,4-dinitrophenol and 2,4,6-trinitrophenol, forming nitrite."
        }
    ],
    "fish_seafood_concentrations": [
        {
            "References": "(1) Camanzo J et al; J Great Lakes Res 13: 296-309 (1987)",
            "Value": "2,4-Dinitrophenol was identified, not quantified, in fish from Lake Michigan tributaries and embayments(1)."
        }
    ],
    "logP": [
        {
            "References": "Hansch, C., Leo, A., D. Hoekman. Exploring QSAR - Hydrophobic, Electronic, and Steric Constants. Washington, DC: American Chemical Society., 1995., p. 17",
            "Value": "log Kow = 1.67"
        }
    ],
    "mechanism_of_action": [
        {
            "References": "U.S. Dept Health & Human Services/Agency for Toxic Substances & Disease Registry; Toxicological Profile for Dinitrophenols p.92 (August 1995) Toxic Profiles 64. Available from, as of September 16, 2010: https://www.atsdr.cdc.gov/toxprofiles/index.asp",
            "Value": "2,4-DNP was demonstrated to be an uncoupler of oxidative phosphorylation in an in vitro study. 2,4-DNP prevented phosphorylation without affecting, or with a slight stimulation of, oxidation. During the Krebs cycle, 2,4-DNP uncouples oxidative phosphorylation from electron transport by carrying protons across the inner mitochondrial membrane, thereby dissipating the pH gradient and membrane electrochemical potential and preventing the formation of adenosine triphosphate (ATP). During this uncoupling, electron transport from NADH to oxygen proceeds normally, but the energy produced, which is normally stored in high-energy phosphate bonds in ATP, is released as heat. The small amount of ATP produced directly from glycolysis is not affected. In vitro studies further demonstrated and investigated the ability of 2,4-DNP to uncouple oxidative phosphorylation. 2,4-DNP increased the rate of oxygen uptake and changed the electron microscopic appearance of rat liver mitochondria in vitro from an expanded configuration to a condensed state, with the ultrastructural change occurring in concert with the functional changes of uncoupling. All energy-dependent biochemical processes thus are likely to be affected. Many of the clinical observations of 2,4-DNP toxicity, such as elevated basal metabolic rate or oxygen consumption, elevated respiration and pulse rates, increased perspiration, increased body temperature in humans and animals are related to the uncoupling of oxidative phosphorylation. When heat production exceeds the organism's capacity to dissipate heat, fatal hyperthermia may result"
        },
        {
            "References": "U.S. Dept Health & Human Services/Agency for Toxic Substances & Disease Registry; Toxicological Profile for Dinitrophenols pp.92-3 (August 1995) Toxic Profiles 64. Available from, as of September 16, 2010: https://www.atsdr.cdc.gov/toxprofiles/index.asp",
            "Value": "The uncoupling of mitochondrial electron transport from oxidative phosphorylation with resultant decreased production of ATP by 2,4-DNP appears to be related to the cataractogenesis of 2,4-DNP. The lens epithelium is the chief source of available energy for the lens. In most animals, the energy needs are met principally by anaerobic glycolysis, and <30% by oxidative phosphorylation. In incubated bovine lenses, oxygen was not necessary for maintaining sodium levels in the presence of glucose, suggesting anaerobic respiration in the lens. Energy evolved from the breakdown of ATP by Na+/K+-activated ATPase is required for the transport of these cations across the lens epithelium to maintain proper ionic balance. Sodium is actively transported from the lens to the aqueous humor, while potassium is actively transported in the reverse direction. Interference with this active transport mechanism across the lens epithelium can result in increased sodium in the lens, disruption of the ionic balance between the lens and aqueous humor, and subsequent cataract formation. An in vitro study with rabbit lenses also demonstrated that 2,4-DNP does not cause calcium-induced cataracts by interfering with active transport of calcium from the lens, because the energy for calcium transport is derived from anaerobic glycolysis and not oxidative phosphorylation."
        },
        {
            "References": "PMID:11913969",
            "Value": "Transthyretin (TTR), a homotetrameric thyroxine transport protein found in the plasma and cerebrospinal fluid, circulates normally as a innocuous soluble protein. In some individuals, TTR polymerizes to form insoluble amyloid fibrils. TTR amyloid fibril formation and deposition have been associated with several diseases like familial amyloid polyneuropathy and senile systemic amyloidosis. Inhibition of the fibril formation is considered a potential strategy for the therapeutic intervention. The effect of small water-soluble, hydrophobic ligand 2,4-dinitrophenol (2,4-DNP) on TTR amyloid formation has been tested. 2,4-DNP binds to TTR both at acidic and physiological pH, as shown by the quenching of TTR intrinsic fluorescence. Interestingly, 2,4-DNP not only binds to TTR at acidic pH but also inhibits amyloid fibril formation as shown by the light scattering and Congo red-binding assay. Inhibition of fibril formation by 2,4-DNP appears to be through the stabilization of TTR tetramer upon binding to the protein, which includes active site. These findings may have implications for the development of mechanism based small molecular weight compounds as therapeutic agents for the prevention/inhibition of the amyloid diseases."
        },
        {
            "References": "PMID:16627944",
            "Value": "Systemic deposition of transthyretin (TTR) amyloid fibrils is always observed in familial amyloidotic polyneuropathy, senile systemic amyloidosis and familial amyloidotic cardiomyopathy patients. Destabilization of the molecule leads to a cascade of events which result in fibril formation. The destabilization of a native protein with consequent conformational changes appears to be a common link in several human amyloid diseases. Intensive research has been directed towards finding small molecules that could work as therapeutic agents for the prevention/inhibition of amyloid diseases through stabilization of the native fold of the potentially amyloidogenic protein. This work provides insight into the structural determinants of the highly stabilizing effects of 2,4-dinitrophenol on wild-type TTR. It is also shown that similar interactions are established between this molecule and two highly amyloidogenic TTR variants: TTR L55P and TTR Y78F. In the three crystal complexes, 2,4-dinitrophenol occupies the two hormone-binding sites of the TTR tetramer. As a result of 2,4-dinitrophenol binding, the two dimers in the TTR tetramer become closer, increasing the stability of the protein. The three-dimensional structures now determined allow a comprehensive description of key interactions between transthyretin and 2,4-dinitrophenol, a small compound that holds promise as a template for the design of a therapeutical drug for amyloid diseases."
        },
        {
            "References": "PMID:16045446",
            "Value": "Ischemic stroke is caused by acute neuronal degeneration provoked by interruption of cerebral blood flow. Although the mechanisms contributing to ischemic neuronal degeneration are myriad, mitochondrial dysfunction is now recognized as a pivotal event that can lead to either necrotic or apoptotic neuronal death. Lack of suitable 'upstream' targets to prevent loss of mitochondrial homeostasis has, so far, restricted the development of mechanistically based interventions to promote neuronal survival. Here, ... the uncoupling agent 2,4 dinitrophenol (DNP) reduces infarct volume approximately 40% in a model of focal ischemia-reperfusion injury in the rat brain. The mechanism of protection involves an early decrease in mitochondrial reactive oxygen species formation and calcium uptake leading to improved mitochondrial function and a reduction in the release of cytochrome c into the cytoplasm. The observed effects of DNP were not associated with enhanced cerebral perfusion. These findings indicate that compounds with uncoupling properties may confer neuroprotection through a mechanism involving stabilization of mitochondrial function."
        },
        {
            "References": "PMID:16195371",
            "Value": "Neurite outgrowth is a critical event in neuronal development, formation, and remodeling of synapses, response to injury, and regeneration. ... The effects of 2,4-dinitrophenol (DNP), a ... blocker of the aggregation and neurotoxicity of the beta-amyloid peptide, on neurite elongation of central neurons /were examined/. Morphometric analysis of rat embryo hippocampal and cortical neuronal cultures showed that neurite outgrowth was stimulated by DNP. This effect was accompanied by increases in the neuronal levels of the microtubule-associated protein tau and of cyclic adenosine 3',5' monophosphate (cAMP). DNP also promoted cAMP accumulation, increased tau level, neurite outgrowth, and neuronal differentiation in the mouse neuroblastoma cell line N2A ... DNP-induced differentiation requires activation of the extracellular signal-regulated kinase (ERK). The finding that DNP promotes neuritogenesis and neuronal differentiation suggests that, in addition to its anti-amyloidogenic actions, it may be a useful lead compound in the development of novel therapeutic approaches targeting neurite dystrophy and synaptic dysfunction in neurodegenerative pathologies such as Alzheimer's disease."
        },
        {
            "References": "PMID:18709657",
            "Value": "... The progressive nature of mitochondrial dysfunction /was documented/ over 24 hr after contusion spinal cord injury (SCI) ... The effects of targeting two distinct possible mechanisms of mitochondrial dysfunction /were examined/ by using the mitochondrial uncoupler 2,4-dinitrophenol (2,4-DNP) or the nitroxide antioxidant Tempol after contusion SCI in rats. A novel aspect of this study was that all assessments were made in both synaptosomal (neuronal)- and nonsynaptosomal (glial and neuronal soma)-derived mitochondria 24 hr after injury. Mitochondrial uncouplers target Ca(2+) cycling and subsequent reactive oxygen species production in mitochondria after injury. When 2,4-DNP was injected 15 and 30 min after injury, mitochondrial function was preserved in both populations compared with vehicle-treated rats, whereas 1 hr postinjury treatment was ineffective. Conversely, targeting peroxynitrite with Tempol failed to maintain normal bioenergetics in synaptic mitochondria, but was effective in nonsynaptic mitochondria when administered 15 min after injury. When administered at 15 and 30 min after injury, increased hydroxynonenal, 3-NT, and protein carbonyl levels were significantly reduced by 2,4-DNP, whereas Tempol only reduced 3-NT and protein carbonyls after SCI. Despite such antioxidant effects, only 2,4-DNP was effective in preventing mitochondrial dysfunction, indicating that mitochondrial Ca(2+) overload may be the key mechanism involved in acute mitochondrial damage after SCI. Collectively, /these/ observations demonstrate the significant role that mitochondrial dysfunction plays in SCI neuropathology. Moreover, they indicate that combinatorial therapeutic approaches targeting different populations of mitochondria holds great potential in fostering neuroprotection after acute SCI."
        },
        {
            "References": "PMID:19949915",
            "Value": "2,4-Dinitrophenol (DNP) is classically known as a mitochondrial uncoupler and, at high concentrations, is toxic to a variety of cells. However, it has recently been shown that, at subtoxic concentrations, DNP protects neurons against a variety of insults and promotes neuronal differentiation and neuritogenesis ... DNA microarray analysis /was used/ to investigate changes in gene expression in rat hippocampal neurons in culture treated with low micromolar concentrations of DNP. Under conditions that did not affect neuronal viability, high-energy phosphate levels or mitochondrial oxygen consumption, DNP induced up-regulation of 275 genes and down-regulation of 231 genes. Significantly, several up-regulated genes were linked to intracellular cAMP signaling, known to be involved in neurite outgrowth, synaptic plasticity, and neuronal survival. Differential expression of specific genes was validated by quantitative RT-PCR using independent samples. Results shed light on molecular mechanisms underlying neuroprotection by DNP and point to possible targets for development of novel therapeutics for neurodegenerative disorders."
        },
        {
            "References": "PMID:16754295",
            "Value": "2,4-dinitrophenol (DNP) and other nitrophenols have long been known to be toxic at high concentrations (the 'bad' face of DNP), an effect that appears essentially related to interference with cellular energy metabolism due to uncoupling of mitochondrial oxidative phosphorylation. /In 2001/however, /the authors/ published a ... report showing that low concentrations of DNP protect neurons against the toxicity of the amyloid-beta peptide ... Since then, other studies have provided evidence of beneficial actions of DNP (at low concentrations), including neuroprotection against different types of insult, blockade of amyloid aggregation, stimulation of neurite outgrowth and neuronal differentiation, and even extension of lifespan in certain organisms. Some of these effects appear to be due to mild mitochondrial uncoupling and prevention of cellular oxidative stress, whereas other actions are related to activation of additional intracellular signaling pathways ..."
        },
        {
            "References": "Clayton, G.D., F.E. Clayton (eds.) Patty's Industrial Hygiene and Toxicology. Volumes 2A, 2B, 2C, 2D, 2E, 2F: Toxicology. 4th ed. New York, NY: John Wiley & Sons Inc., 1993-1994., p. 977",
            "Value": "... Acute 2,4-dinitrophenol poisoning /from ingestion/ involves uncoupling of oxidative phosphorylation, which presumably reduces body's reservoirs of high-energy phosphate cmpd. This ... stimulates oxidative metab &, in turn, the heat production of the body. Oxygen consumption, body temp, resp ... & heart rate are all incr."
        },
        {
            "References": "Callahan, M.A., M.W. Slimak, N.W. Gabel, et al. Water-Related Environmental Fate of 129 Priority Pollutants. Volume I. EPA-440/4 79-029a. Washington, DC: U.S. Environmental Protection Agency, December 1979., p. 90-5",
            "Value": "Nitrophenols inhibit the microbial growth of natural aquatic systems because they uncouple the metabolic process of oxidative phosphorylation. /Nitrophenols/"
        },
        {
            "References": "DUNCAN CJ ET AL; NAUNYN-SCHMIEDEBERG'S ARCH PHARMACOL 315 (1): 77-82 (1980)",
            "Value": "2,4-Dinitrophenol, lysosomal breakdown and rapid myofilament degradation in vertebrate skeletal muscle were studied. The possibility that rapid Ca(+2) uptake by skeletal muscle mitochondria may cause local reduction in intracellular ph & so promote lysosomal breakdown has been studied using amphibian & mammalian preparations. The known action of 2,4-dnp in promoting lysosomal labilization in living cells is produced by mitochondrial uncoupling & release of stored Ca(+2). Raised intracellular CA(+2) concn promotes lysosomal breakdown in skeletal muscle so that hydrolases released affect myofilament dissolution rapidly. It also rapidly causes septation & division of the mitochondria in mammalian skeletal muscle."
        },
        {
            "References": "USEPA; Chemical Hazard Information Profile: 2,4-Dinitrophenol p.3 (1981) EPA-560/2-76-010",
            "Value": "2,4-Dinitrophenol ... stimulates the conversion of glycogen to glucose. It mimics normal stimulation of glycogenolysis by the hormones glucagon and epinephrine via the phosphorylase enzyme system."
        },
        {
            "References": "Hayes, Wayland J., Jr. Pesticides Studied in Man. Baltimore/London: Williams and Wilkins, 1982., p. 463",
            "Value": "... /Of/ the six isomeric dinitrophenols, those with nitro groups in the 2,4- and 3,4-positions stimulate oxygen consumption, whereas those with nitro groups in the 2,5-position do not. ..."
        },
        {
            "References": "USEPA; Chemical Hazard Information Profile: 2,4-Dinitrophenol p.3 (1981) EPA-560/2-76-010",
            "Value": "... 2,4-Dinitrophenol competes with thyroid hormone for binding sites on plasma proteins, leading to a drop in pituitary secretion of thyroid-stimulating hormone, ... followed by a rise in thryoid hormone output."
        },
        {
            "References": "Levin RM et al; Neurourol Urodyn 4 (1): 61-9 (1985)",
            "Value": "To study the relation between bladder contraction and intracellular ATP, the effect of 2,4-dinitrophenol on rabbit urinary bladder adenine nucleotide metabolism, intracellular ATP concn, and isolated bladder strip contraction was investigated. 2,4-DNP specifically inhibits mitochondrial formation of ATP by uncoupling mitochondrial oxidation from the phosphorylation of adenine nucleotides. The results can be summarized as follows: (1) 2,4-DNP produced a dose-dependent inhibition of ATP synthesis; (2) 2,4-DNP (250 uM) produced a similar gradual decrease (with respect to time) in both contractile response to field stimulation and intracellular ATP concn; (3) 2,4-DNP (30-2000 uM) produced a similar graded dose-dependent decrease in both contractile response to field stimulation and intracellular concn of ATP. The effect of 2,4-DNP on bethanechol stimulation of bladder strip contraction was similar to its effect on field stimulation. The inhibitory effect of 2,4-DNP on the contractile response to both electric stimulation and bethanechol appears to be directly related to the progressive decline in the contraction of intercellular adenine nucleotides and the decline of adenine nucleotide synthesis."
        },
        {
            "References": "Pettersson G; Acta Pharmacol Toxicol 56 (4): 302-8 (1985)",
            "Value": "Glycogen phosphorylase a activity, adenine nucleotide levels, and isometric tension were measured in rabbit colon smooth muscle after exposure to 2,4-dinitrophenol. 2,4-DNP caused a dose-dependent increase in phosphorylase-a activity with an ED50 value of 1X10-4M. Since adenine nucleotides, especially 5-AMP, by inhibiting the phosphorylase a to b conversion, might increase phosphorylase a activity, a time-response study was undertaken in order to analyze the time course of changes in adenine nucleotide content and phosphorylase a activity after addition of 2,4-DNP. The latter activity was increased after only 1 min of incubation. At this time, no changes were found in the contents of ATP, ADP, 5-AMP or creatine phosphate. Not until phosphorylase a activity had reached its max after 5-7.5 min, did the 5-AMP content increase. Phosphorylase a activity then started to decline, while the 5-AMP content continued to rise. The effect of 2,4-DNP on isometric tension was also studied to test whether the cytoplasmic Ca(2+) concn was increased. An increase in tension was observed 5 min after administration of the drug and was maximal at 15 min. The results seem to argue against 5-AMP as a mediator of the 2,4-DNP stimulated increase in phosphorylase a activity in smooth muscle. The finding that 2,4-DNP elicited a contraction of rabbit colon supports the earlier suggestion that the cytoplasmic Ca(2+) concn was increased."
        },
        {
            "References": "Pettersson G; Acta Pharm Toxicol 54 (1): 15-21 (1984)",
            "Value": "When the phosphorylase activity of rabbit colon smooth muscle was increased by anoxia or 2,4-dinitrophenol, the calcium content of the mitochondrial fraction decreased. Despite this, under basal conditions there was no significant increase in the Ca(2+) content in the fraction consisting of microsomes and cytoplasm. In the present study it was investigated whether mitochondrial Ca(2+) released by anoxia and 2,4-DNP is translocated from the smooth muscle cells into the extracellular fluid. The Ca(2+) efflux from rabbit colon into a Ca(2+) free Krebs-Ringer bicarbonate buffer was measured by using a Ca(2+) selective electrode. Both anoxia and 2,4-DNP 6.6X10-5M increased the Ca(2+) efflux from the smooth muscle cells. The local anaesthetic D-mepivacaine, at a concentration of 1X10-3M, reduced the increase in Ca(2+) efflux and simultaneously enhanced the anoxic or 2,4-DNP induced rise in phosphorylase alpha activity. The replacement of external Na+ by choline was found to reduce the basal Ca(2+) efflux to moderately increase change in the Ca(2+) efflux, but the increase in phosphorylase activity was greater than in the physiological buffer containing 137 mM Na+."
        },
        {
            "References": "PMID:16664955",
            "Value": "(31)Phosphorus nuclear magnetic resonance spectra were used to monitor, in vivo, levels of ATP, cytoplasmic phosphate, vacuolar phosphate, and other phosphate compounds in barley roots in the presence of 10 micromolar DNP at pH 5 and pH 7. Spectra indicated no change in the level of ATP or the cytoplasmic pH in the roots in the presence of DNP for as long as 20 hr, demonstrating the effects of undissociated DNP acted directly on root membranes and did not inhibit ATP synthesis."
        },
        {
            "References": "PMID:3514298",
            "Value": "It has been postulated that epidermal Langerhans cells are essential for induction and elicitation of contact sensitivity to simple chemical allergens. Although the precise role of Langerhans cells in contact sensitivity has not been determined, recent reports have focused on a function for Langerhans cells in the presentation of antigen to T lymphocytes. To investigate this possibility, the distribution of allergen on the epidermal Langerhans cells of inbred strain 13 guinea pigs was observed by the immunofluorescent method using antibodies against Ia antigen and hapten. 2,4-Dinitrophenol groups were found to be localized on/in Ia-positive epidermal Langerhans cells of the animals following skin painting with 2,4-dinitrochlorobenzene. This finding is discussed in relation to the role of Langerhans cells as antigen presenting cells in contact sensitivity."
        },
        {
            "References": "PMID:3291555",
            "Value": "Dinitrophenol, an inhibitor of endocytosis of hormone receptors, Tris, an inhibitor of recycling, and chloroquine, an inhibitor of lysosomal degradation, all decreased the binding of insulin and inhibited the development of hormonal imprinting in Tetrahymena. The effects of 2,4-dinitrophenol and Tris seemed to be similar even quantitatively. The effect of chloroquine proved to be somewhat different, it appeared later, was more pronounced after 24 hours and more marked when insulin was also administered. Combined administration of Tris + 2,4-dinitrophenol inhibited the binding of insulin but this inhibition was the one which disappeared most completely after 24 hours and the one where the inhibition of imprinting was the most pronounced. Tris + chloroquine led to severe destruction of the cells. The conclusion has been drawn that the inhibition of membrane circulation inhibits not only the hormone binding but also the development of imprinting in Tetrahymena."
        },
        {
            "References": "PMID:6713397",
            "Value": "The heat produced by Ehrlich ascites carcinoma cells was measured microcalorimetrically to investigate the characteristics of the energetics of these cells. 2,4-Dinitrophenol and other inhibitors were used to obtain the standard thermograms. The heat level of starved Ehrlich ascites carcinoma cells (endogenous) was almost constant and linear and depended on the cell number used in the experiments (about 1 cal/1X 10(8) cells/hr). The endogenous heat generation was suppressed strongly by potassium cyanide but not by iodoacetic acid or 2,4-dinitrophenol. On the other hand, heat evolution was directly related to the amount of glucose added to the medium but not to the number of cells (19 cal/mmol of glucose). The addition of iodoacetic acid markedly suppressed heat generation, but potassium cyanide did not. In contrast, glucose with dinitrophenol increased heat production markedly to about 10% higher than that of the control, possibly due to the uncoupled energy from oxidative phosphorylation. Malonic acid (1 mM) suppressed slightly the endogenous heat but caused a 15% reduction in exogenous heat. The amount of heat produced by the addition of glucose (19 cal/mmol) was equivalent to 40% of the theoretical value of energy released through glycolysis (47 cal/mmol). Thus, the heat produced by exogenous glucose appears to be mainly dependent on glycolysis."
        },
        {
            "References": "PMID:3701269",
            "Value": "The mechanism of enzyme release from Langendorff-perfused rat hearts was studied under the injury conditions of the calcium(2+) paradox and 2,4-dinitrophenol poisoning. During perfusion with Krebs-Ringer buffer or in buffered sucrose sarcoplasmic enzymes were massively released when calcium(2+) was reintroduced to the perfusion medium calcium(2+) paradox). Mitochondrial matrix enzymes were released to a very small extent. Only the cytoplasmic isoenzyme of the bilocular enzyme malate dehydrogenase was released. The release kinetics of various enzymes with greatly differing molecular weights showed no significant differences. Qualitatively the same results were obtained under 2,4-dinitrophenol poisoned conditions in calcium(2+) sucrose media. Sarcoplasmic enzymes were massively released, mitrochondrial enzymes did not appear in the perfusate. 2,4-Dinitrophenol poisoning alone was not sufficient to cause enzyme release. An additional swelling under these conditions was necessary. ATP from the extracellular space was able to enhance the enzyme release, which was brought about by by 2,4-dinitrophenol and cell swelling. A hypothesis is presented that enzyme release is produced by initiating a membrane blebbing process. An elevated intracellular calcium(2+) concentration is a necessary prerequisite. In the presence of ATP, active membrane blebbing is caused by contractions of the membrane-anchored cytoskeleton. In the absence of ATP passive membrane blebbing is induced by cell swelling, provided that the cytoskeleton has been crosslinked by calcium(2+)."
        },
        {
            "References": "PMID:9151661",
            "Value": "Opening of ATP-sensitive KATP+ channels by the uncoupler of oxidative phosphorylation, 2,4 dinitrophenol, has been assumed to be secondary to metabolic inhibition and reduced intracellular ATP levels. ... 2,4-Dinitrophenol (200 muM) can induce opening of cardiac ATP-sensitive KATP+ channels, under whole-cell and inside-out conditions, despite millimolar concentrations of ATP (1-2.5 mM). ... 2,4-Dinitrophenol did not affect the pore region of the channel, but may have altered the functional coupling of the ATP-dependent channel gating. ... The pH-dependence of the effect of 2,4-dinitrophenol on channel opening under whole-cell, cell-attached, and inside-out conditions suggested that transfer of protonated 2,4-dinitrophenol across the sarcolemma is essential for activation of ATP-sensitive KATP+ channels in the presence of ATP. ... The use of 2,4-dinitrophenol for metabolic stress-induced ATP-sensitive KATP+ATP channel opening should be reevaluated."
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "U.S. Dept Health & Human Services/Agency for Toxic Substances & Disease Registry; Toxicological Profile for Dinitrophenols p.60 (August 1995) Toxic Profiles 64. Available from, as of September 16, 2010: https://www.atsdr.cdc.gov/toxprofiles/index.asp",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Giant White Pekin ducks (initial age and body weight 16-30 days and 400-800 g) were treated once by gavage with 2,4-DNP. The percentages of ducks developing cataracts (bilateral opacities in lenses) were 0, 0, 38, 75, 100, and 100% at dose levels of 12, 15, 20, 25, 28, and 30 mg/kg, respectively. The ED50 (effective dose in 50% of animals) with 0.95% confidence limits was 21.5 (17.9-25.8) mg/kg. Cataracts were generally observed for the first time between 1 and 3 hr after dosing and usually disappeared completely within 12 hr after the first observation. /It was/ suggested that the rapid development of cataracts indicated that the parent compound, not the metabolite, was causing the effect. The validity of this suggestion is supported by an experiment in which 2,4-DNP (0.10-10.0 ug) was injected directly into the posterior chamber of the eyes of ducks. Cataracts developed within 30 min of injection regardless of dose and within 10 min of injection at doses >/= 1.0 ug."
        },
        {
            "References": "Grant, W.M. Toxicology of the Eye. 3rd ed. Springfield, IL: Charles C. Thomas Publisher, 1986., p. 359",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Tests of aqueous solution of 2,4-dinitrophenol on rabbit corneas by injection into corneal stroma or application to eye after removing corneal epithelium caused no significant reaction at 0.012 molar concentration, but at 0.05 molar caused moderate reaction, graded 52 on scale of 1 to 100."
        },
        {
            "References": "PMID:7246227",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ After injection 2,4-dinitrophenol into portal vein /of rats/, configurational changes in hepatocyte mitochondria did not differ from those observed in controls. Heart muscle showed strongly injured mitochondria with disintegrated cristae and pale matrix with flocculent bodies."
        },
        {
            "References": "Re GG, Ageno R; Bull Soc Ital Biol Sper 57 (17): 1789-92 (1981)",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ The effects of 2,4-dinitrophenol (2,4-DNP) on the mechanical activity of guinea pig papillary muscles were studied. 1x10-4 M 2,4-DNP initially potentiated the contraction and subsequently suppressed the mechanical activity in about twelve minutes. During the negative inotropic phase, a contracture developed. Both of these effects were reversible."
        },
        {
            "References": "PMID:3086107",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Injection of anesthetized rats with the uncoupling agent 2,4-dinitrophenol (2,4-DNP) (10 or 20 mg/kg) induced a systemic hyperammonemia unaccompanied by blood acid-base status changes, but related to an increased release of ammonia from the kidney into the renal vein. Ammonia excretion into the urine did not increase. The renal uptake of circulating glutamine rose."
        },
        {
            "References": "PMID:3932316",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ The effect of 2,4-dinitrophenol on blood /flow/ of the skeletal muscle was studied in dogs. Mongrel dogs were anesthetized with sodium pentobarbital. Three injections of approximately 22.5 mg/kg 2,4-dinitrophenol were given at 30 minute intervals. Arterial, femoral venous, and mixed venous blood were taken simultaneously 20 minutes after injection and blood flow and oxygen uptake were determined. Blood gas tensions and pH were measured. Another group of dogs was given a gas mixture containing 12% oxygen and and 88% nitrogen throughout the experiment. After 30 minutes of hypoxia, the 2,4-dinitrophenol injections were given at 30 minute intervals and blood samples were taken. In the 2,4-dinitrophenol exposed group, limb oxygen uptake increased about 3 ml/kg/minute with each 2,4-dinitrophenol injection. The increase was the same in the 2,4-dinitrophenol/hypoxic group, but fell to 50% of the rate after the next two injections. Whole body oxygen in all animals given 2,4-dinitrophenol increased in a linear fashion to about 50% of the increase in the limb. Limb and whole body oxygen uptake did not change with time in controls. Cardiac output in controls tended to decrease with time and was parallel in the 2,4-dinitrophenol exposed group, but the hypoxic/ 2,4-dinitrophenol group showed a definite plateau for the last two periods. Limb blood flow in controls decreased with time and was matched after 2,4-dinitrophenol injection 1, but remained the same for injections 2 and 3. Limb flow did not change in the 2,4-dinitrophenol/hypoxic group until an increase occurred after 2,4-dinitrophenol injection 3. Limb vascular resistance decreased in both experimental groups when compared to controls."
        },
        {
            "References": "Hayes, W.J., Jr., E.R. Laws, Jr., (eds.). Handbook of Pesticide Toxicology. Volume 3. Classes of Pesticides. New York, NY: Academic Press, Inc., 1991., p. 1194",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ In a narcotized dog, the intravenous administration of 2,4-dinitrophenol at a dosage of 8.5-9 mg/kg increased the metabolic rate by 100-200%. A striking rise in plasma lactate and inorganic phosphate was observed. At the same time, the oxygen uptake of the muscle was shown to increase 5-6 fold, while its adenosine triphosphate and glycogen content decreased markedly. Death was caused by hyperthermia."
        },
        {
            "References": "PMID:16671474",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ This study examines the effect of 2,4-dinitrophenol (DNP), a mitochondrial uncoupling agent, during focal brain ischemia induced by middle cerebral artery (MCA) occlusion. Blood-brain barrier (BBB) disruption was assessed after 2 hours of occlusion with 2 hours of reperfusion or 4 hours of permanent occlusion by measurement of the influx rate constant (K(i)) for 3H-inulin in the MCA territory ipsi- and contralateral to the occlusion. Three experimental groups were examined: vehicle and 1 and 5 mg/kg DNP treated /adult male Sprague-Dawley rats/ (given 30 minutes prior to occlusion). Four hours of permanent MCA occlusion only induced a modest increase in the K(i) for inulin in vehicle-treated animals (0.09 +/- 0.01 vs. 0.07 +/- 0.01 uL/g/min in contralateral tissue). Although 5 mg/kg DNP significantly increased this disruption (p < 0.01), this effect was relatively minor (0.14 +/- 0.02 uL/g/min). In contrast, DNP treatment in transient ischemia markedly increased barrier disruption. The ipsilateral K(i) for 3H-inulin were 0.15 +/- 0.04, 0.37 +/- 0.06, and 0.79 +/- 0.17 uL/g/min in vehicle, 1 mg/kg DNP and 5 mg/kg DNP groups, respectively. DNP did not induce barrier disruption in the contralateral hemisphere. Thus, while there is evidence that DNP can be neuroprotective, it has adverse effects on the BBB during ischemia, particularly with reperfusion."
        },
        {
            "References": "PMID:9262450",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ During acute hypoxia, a hypometabolic response is commonly observed in many newborn and adult mammalian species. /It was/ hypothesized that, if hypoxic hypometabolism were entirely a regulated response with no limitation in O2 availability, pharmacological uncoupling of the oxidative phosphorylation should raise O2 consumption (VO2) by similar amounts in hypoxia and normoxia. Metabolic, ventilatory, and cardiovascular measurements were collected from conscious /male Sprague-Dawley/ rats in air and in hypoxia, both before and after intravenous injection of the mitochondrial uncoupler 2,4-dinitrophenol (DNP). In hypoxia (10% O2 breathing, 60% arterial O2 saturation), VO2, as measured by an open-flow technique, was less than in normoxia (approximately 80%). Successive DNP injections (6 mg/kg, 4 times) progressively increased VO2 in both normoxia and hypoxia by similar amounts. Body temperature slightly increased in normoxia, whereas it did not change in hypoxia. The DNP-stimulated VO2 during hypoxia could even exceed the control normoxic value. A single DNP injection (17 mg/kg iv) had a similar metabolic effect; it also resulted in hypotension and a drop in systemic vascular resistance. /It was concluded/ that pharmacological stimulation of VO2 counteracts the VO2 drop determined by hypoxia and stimulates VO2 not dissimilarly from normoxia. Hypoxic hypometabolism is likely to reflect a regulated process of depression of thermogenesis, with no limitation in cellular O2 availability."
        },
        {
            "References": "PMID:11871126",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ The toxicities of ... 2,4-dinitrophenol in newborn and young /male and female Sprague-Dawley/ rats was examined and the susceptibility of newborn rats was analyzed in terms of presumed unequivocally toxic and no observed adverse effect levels (NOAELs) ... In the newborn rat study of 2,4-dinitrophenol, animals died at 30 mg/kg in the dose-finding study and significant lowering of body and organ weights was observed at 20 mg/kg in the main study. In the 28-day young rat study, clear toxic signs followed by death occurred at 80 mg/kg but there was no definitive toxicity at 20 mg/kg. As unequivocally toxic levels and NOAELs were considered to be 30 and 10 mg/kg/day in newborn rats and 80 and 20 mg/kg/day in young rats, respectively, the toxicity of 2,4-dinitrophenol in newborns ... seems to be 2 to 3 times stronger than in young rats. Abnormalities of external development and reflex ontogeny in the newborn were not observed with either chemical. Based on these results, it can be concluded that the toxic response in newborn rats is at most 4 times higher than that in young rats, at least in the cases of ... 2,4-dinitrophenol."
        },
        {
            "References": "National Research Council. Drinking Water & Health, Volume 4. Washington, DC: National Academy Press, 1981., p. 241",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ /Investigators/ ... Studied chronic toxicity in rats fed diets containing 2,4-dinitrophenol at 0, 100, 200, 500, 1000, & 2000 ug/g for 6 months. ... Rats maintained on diets containing ... 200 ug/g (10 mg/kg/day) grew at normal rate, and no adverse changes were noted at autopsy. ... At higher doses of ... (50 and 100 mg/kg/day), some rats died and survivors rapidly lost wt. Enlarged dark spleens, pathological lesions of liver and kidney, as well as testicular atrophy were also observed."
        },
        {
            "References": "Shepard, T.H. Catalog of Teratogenic Agents. 5th ed. Baltimore, MD: The Johns Hopkins University Press, 1986., p. 212",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ ... Produced fetal growth inhibition but no defects in rat fetuses after maternal doses of 8 to 40 mg/kg on gestational days 9, 10, or 11. /Other investigators/ ... used the compound orally (38.3 mg/kg) and intraperitoneally (13.6 mg/kg) on days 10 through 12 in the mouse and found no teratogenic action."
        },
        {
            "References": "Hunter ES, Tugman JA; Teratology 47 (5): 410 (1993)",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Previous studies, using rhodamine 123 (R123), suggest that perturbation in mitochondrial ATP production via oxidative phosphorylation alters embryonic growth and development during neurulation in vitro. ... Studies were designed to ... evaluate the effects of altered mitochondrial metabolism on development. Mouse conceptuses (4-6 somites) were grown in whole embryo culture. To confirm the dysmorphogenic effect of altered oxidative phosphorylation, the effects of 2,4-dinitrophenol, an uncoupler, were evaluated. 2,4-dinitrophenol at concentrations as low as 250 uM produced neural tube defects. Eighty-six percent of embryos exhibited neural tube defects at 750 uM. Sodium azide was next employed because of its inhibition of electron transport by cytochrome oxidase. One hundred and 200 uM Azide did not alter development. In contrast, 500 uM produced neural tube defects in 75% (6/8) embryos and at 1,000 uM 100% were malformed. ... To determine if the source of substrates for oxidative phosphorylation (e.g. NADH) was of Krebs cycle or glycolytic origin ... the effects of fluoroacetate, a Krebs cycle enzyme inhibitor, were determined. High rates of neural tube defects were produced by fluoroacetate at 600 uM and 33% of embryos exhibited neural tube defects at 200 uM. These results ... suggest that oxidative phosphorylation is an important metabolic pathway during early neurulation and that Krebs cycle metabolism appears to be required for normal embryogenesis."
        },
        {
            "References": "PMID:18926899",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ The present review paper summarizes the data available in the literature concerning dinitrophenolic compounds and evaluates male reproductive toxicity in experimental animals. Gavage and feeding doses of 2-sec-butyl-4,6-dinitrophenol (dinoseb; CAS No. 88-85-7) manifested testicular toxicity, and 4,6-dinitro-o-cresol (DNOC; CAS No. 534-52-1) showed similar but weaker testicular toxicity in laboratory animals. Consecutive doses of dinoseb and DNOC by gavage seemed to induce spermatotoxicity by disturbing spermiogenesis or the maturation process of sperm in the epididymis, and the most probable target cells of spermatotoxicity were thought to be testicular spermatids in rats. Prolonged exposure to dinoseb and DNOC in the diet also induced testicular toxicity in rats. However, the feeding dose of dinoseb irreversibly affected the early stage of spermatogenesis and produced infertility in rats. On the other hand, 2,4-dinitrophenol (DNP; CAS No. 51-28-5) did not show testicular toxicity in laboratory animals according to available literature. Further studies in laboratory animals with nitrophenolic compounds are required for clarification of their testicular toxicity and for risk assessment in humans."
        },
        {
            "References": "Takahashi K et al; J Toxicol Sci 28 (4): 336 (2003)",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ ... /This/ study aimed at examining the in vivo effect of 2,4-dinitrophenol (DNP) on spermato/spermiogenesis in male rats, and at comparing it with those of 2-sec-butyl-4,6-dinitrophenol (DNBP)/, a structurally related testicular toxicant/. DNP was dissolved in corn oil and administered orally (5 mL/kg bw) to Jcl:SD rats, 12 males per group, once a day for 5 consecutive days at doses of 0, 7.5, 15, and 30 mg/kg. DNBP (7.5 mg/kg) was also given to a group of 12 rats in the same manner. Six animals each per group were necropsied at 3 (D3) and 14 (D14) days after the last dosing, and their testes, epididymides, seminal vesicles and prostates were weighed and examined histopathologically. Sperm numbers in the caput and cauda epididymides (right side) were counted, while cauda epididymal sperm was analyzed for morphological abnormality and motility. DNBP and 30 mg/kg of DNP significantly reduced body weights of animals during the 5-day administration period. Observations at D3 revealed that DNBP but not DNP suppressed the weights of seminal vesicle and prostate. A reduction in sperm motility, as well as an induction of sperm abnormalities (tailless), was also evident in DNBP-treated rats at D14. In the DNP treated animals, however, only a slight increase in the incidence of tailless sperm was found in the highest dose group at D14. These results demonstrate that DNP has a spermatotoxic effect, but it is much weaker than that of a structurally related compound, DNBP. As the high dose level of DNP in the present study was nearly the maximum tolerated dose, a potential spermatotoxic risk of acute exposure to DNP is considered to be negligibly low."
        },
        {
            "References": "U.S. Dept Health & Human Services/Agency for Toxic Substances & Disease Registry; Toxicological Profile for Dinitrophenols pp.72-3 (August 1995) Toxic Profiles 64. Available from, as of September 16, 2010: https://www.atsdr.cdc.gov/toxprofiles/index.asp",
            "Value": "/GENOTOXICITY/ DNA synthesis (as determined by rate of uptake of tritiated thymidine given as a 30-min pulse, 3.5 hr after drug administration) was measured in testicular cells of male Swiss mice treated once by gavage with 0 or 20 mg/kg 2,4-DNP. The rate of DNA synthesis in testicular cells was essentially the same in treated and untreated mice. /It was/ concluded that 2,4-DNP was not genotoxic under these experimental conditions."
        },
        {
            "References": "U.S. Dept Health & Human Services/Agency for Toxic Substances & Disease Registry; Toxicological Profile for Dinitrophenols p.73 (August 1995) Toxic Profiles 64. Available from, as of September 16, 2010: https://www.atsdr.cdc.gov/toxprofiles/index.asp",
            "Value": "/GENOTOXICITY/ DNA synthesis (as determined by the ratio of the rate of uptake of tritiated thymidine injected 3 hr after drug administration to the rate of uptake of (14)C-thymidine injected 16 hr before drug administration) was measured in testicular cells of mice treated by gavage with a single dose of 0 or 30 mg/kg 2,4-DNP. The rate of DNA synthesis in testicular cells of mice treated with 2,4-DNP was 55% less than that of untreated mice. Based on further in vitro experiments, /it was/ claimed that the inhibition of DNA synthesis by 2,4-DNP was due to some other mechanism than genotoxicity. It is likely that the 2,4-DNP-induced decrease in DNA synthesis in vivo resulted from the effects of 2,4-DNP on energy-dependent cellular processes in testicular cells, rather than from a genotoxic effect."
        },
        {
            "References": "PMID:9654240",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ Chromosome aberrations can occur by secondary mechanism(s) associated with cytotoxicity, induced by chemicals that do not attack DNA. Aberrations are formed from DNA double-strand breaks, and DSBs are known to be induced by nonmutagenic (Ames test negative) noncarcinogens at toxic levels. Here, 8 of 12 of these chemicals caused aberrations in CHO cells at cytotoxic doses, and often only when cell counts (survival) at 20 hr approached < or =50% of controls. Five of eight noncarcinogens (2,4,-dichlorophenol, dithiocarb, menthol, phthalic anhydride, and ethionamide) and one of two equivocal carcinogens (bisphenol A) caused aberrations, usually over a narrow dose range with steeply increasing cytotoxicity. ... Aberrations were also induced by metabolic poisons, 2,4-dinitrophenol, (uncouples oxidative phosphorylation), and sodium iodoacetate, (Nal; blocks ATP production). ... Clearly, chemicals can give \"false-positive\" results in the chromosome aberration assay at cytotoxic levels, though cytotoxicity does not always produce aberrations, so that further information (e.g., DNA reactivity) is needed to determine whether a result is a \"false-positive.\" Primary DNA-damaging chemicals such as alkylators are also cytotoxic, but give strong increases in aberrations without marked initial toxicity by the measures used here, although the aberrations they induce do reduce long-term survival in colony-forming assays."
        },
        {
            "References": "PMID:8658553",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ The toxic effects of two metabolic inhibitors, dinitrophenol and iodoacetic acid, were compared. Mouse neuroblastoma cell cultures (Neuro-2a) were exposed to different concentrations of the toxic compounds for 24, 48 and 72 hr to study basal toxicity effects (cell proliferation by quantification of total protein content (PR) and relative neutral red uptake (RNRU) by lysosomes). The following biochemical indicators assessed in the in vitro test system were: cytosolic phosphofructokinase (PFK) and enolase (ENL) activities in glycolysis; mitochondrial succinate dehydrogenase (SDH) activity in the citric acid cycle; lysosomal beta-galactosidase (GAL) activity; and neuronal acetylcholinesterase (AChE) activity. The effects of the two metabolic inhibitors on the various indicators differed. Iodoacetic acid was found to be far more toxic than dinitrophenol to neuroblastoma cell proliferation at 24 h exposure. Though 2,4-dinitrophenol and iodoacetic acid both inhibited cell proliferation of the neuroblastoma cells, their effects on the other endpoints were opposite. Dinitrophenol was a general activator of the metabolism, particularly affecting lysosomal function. Iodoacetic acid did not significantly alter general metabolism, but considerably modified lysosomal function and AChE activity. The modification of lysosomal function of Neuro-2a cells by the two compounds was quite different: dinitrophenol increased RNRU and GAL activity, and iodoacetic acid decreased both parameters."
        },
        {
            "References": "PMID:12467359",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ In cattle embryos, the proportion of ATP produced by glycolysis increases following the major activation of the embryonic genome, and development to the blastocyst stage is improved in the presence of 10 uM 2,4-dinitrophenol (DNP), an uncoupler of oxidative phosphorylation, from Day 5 to Day 7 of culture. In Experiment 1 ... culture of cattle embryos in the presence of 10 uM DNP from Day 5 to Day 7 stimulated development to the blastocyst stage, but had no significant effects on oxygen, pyruvate or glucose uptake, or on lactate production. In Experiment 2, culture of cattle embryos in the presence of 10 uM DNP from Day 5 to Day 7, stimulated the metabolism of 2-(14)C-pyruvate (a measure of Krebs cycle activity) on all of Days 5, 6 and 7, and stimulated metabolism of 5-(3)H-glucose (a measure of glycolysis) on Day 7 only. The results show that 10 uM DNP stimulates oxidative and glycolytic metabolism in Day-5 to Day-7 cattle embryos, but this does not fully explain the observed increase in developmental competence. We propose that partial inhibition or uncoupling of oxidative phosphorylation may reduce the level of intracellular reactive oxygen species production, thereby facilitating development."
        },
        {
            "References": "PMID:3430870",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ The rabbit adrenal gland was perfused with a modified Locke's medium and the mechanism of adrenaline secretion induced by nitrophenol cmpd was investigated. Prolonged exposure to 2,4-dinitrophenol or trinitrophenol caused an immediate and long-lasting increase in secretion only in the presence of calcium. The response to 2,4-DNP depended on the concn of calcium, but that to trinitrophenol was largest in the presence of 0.5 mM calcium. Re-addition of 2 mM calcium during prolonged exposure to 2,4-DNP or trinitrophenol produced a larger response than did the simultaneous addition of calcium and either 2,4-DNP or trinitrophenol. The response to 2,4-DNP in the presence of 2 mM calcium was markedly reduced by removal of external sodium, but the sodium dependency became less marked in the presence of 0.1 mM calcium. ... The response to 2,4-DNP was largely potentiated in the absence of most ions in the presence of only 0.1 mM calcium and that to trinitrophenol was potentiated in the presence of only 0.5 mM calcium under the same conditions. Re-addition of calcium 5 min after the removal of 2,4-DNP or trinitrophenol still caused substantial secretion."
        },
        {
            "References": "PMID:20143955",
            "Value": "/OTHER TOXICITY INFORMATION/ ... The aim of the current work was to investigate the effects of systemic administration of 2,4-dinitrophenol (DNP), a compound with newly recognized neuroprotective properties, on sciatic-nerve degeneration following a crush injury. Sciatic-nerve injury was induced by unilateral application of an aneurysm clip. Four groups of mice were used: uninjured, injured treated with vehicle (PBS), injured treated with two intraperitoneal doses of DNP (0.06 mg DNP/kg every 24 hr), and injured treated with four doses of DNP (every 12 hr). Animals were sacrificed 48 hr post injury and both injured and uninjured (contralateral) sciatic nerves were processed for light and electron microscopy. Morphometric, ultrastructural, and immunohistochemical analysis of injured nerves established that DNP prevented axonal degeneration, blocked cytoskeletal disintegration, and preserved the immunoreactivity of amyloid precursor protein (APP) and Neuregulin 1 (Nrg1), proteins implicated in neuronal survival and myelination. Functional tests revealed preservation of limb function following injury in DNP-treated animals. Results indicate that DNP prevents nerve degeneration and suggest that it may be a useful small-molecule adjuvant in the development of novel therapeutic approaches in nerve injury."
        },
        {
            "References": "Clayton, G.D., F.E. Clayton (eds.) Patty's Industrial Hygiene and Toxicology. Volumes 2A, 2B, 2C, 2D, 2E, 2F: Toxicology. 4th ed. New York, NY: John Wiley & Sons Inc., 1993-1994., p. 977",
            "Value": "USING IN VITRO LENS CULTURE SYSTEM ... 2,4-DINITROPHENOL AT ... 2X10-5 MOLAR CAUSED CATARACTS ... IN LENS OBTAINED FROM RABBITS 40 ... DAYS OF AGE. KNOWN METABOLITES OF DINITROPHENOL (2-AMINO-4-DINITROPHENOL; 2-NITRO-4-AMINOPHENOL; & 2,4-DIAMINOPHENOL) DID NOT PRODUCE THIS EFFECT EVEN AT ... 1X10-3 MOLAR."
        },
        {
            "References": "Clarke, M. L., D. G. Harvey and D. J. Humphreys. Veterinary Toxicology. 2nd ed. London: Bailliere Tindall, 1981., p. 135",
            "Value": "/OTHER TOXICITY INFORMATION/ Signs of intoxication are much the same in all species and include listlessness, loss of appetite and activity, deepened and more rapid respiration, sweating (in some animals only), thirst, oliguria, muscular weakness, prostration, dyspnea and death, with terminal hyperpyrexia. Signs may appear within a few min if large amt have been ingested, otherwise they may be delayed for several hr. /Dinitro cmpd/"
        },
        {
            "References": "Oh CH et al; Chungang Uidaechi 10 (3): 271-80 (1985)",
            "Value": "/OTHER TOXICITY INFORMATION/ Formation of superoxide O2(-) radicals in the tissues of brain and liver of 2,4-dinitrophenol treated rats was increased 1.5 and 1.3 fold that of the control group, respectively. The content of hydrogen peroxide was slightly increased in both brain and liver tissues. The total specific activity of superoxide dismutase in the brain of animals given 2,4-dinitrophenol was enhanced less than or equal to 1.7 fold that of the control group. The total specific activity of superoxide dismutase in the livers from animals treated with 2,4-dinitrophenol was 4.68. The activities of manganese superoxide dismutase in the brain and liver tissues of animals treated with 2,4-dinitrophenol were increased to 2.2 and 2.0 fold those of the control group, respectively, but no significant change in the activity of a copper superoxide dismutase was observed. Thus, 2,4-dinitrophenol, which may act on all sites of oxidative phosphorylation, may cause an increase /in/ the O2(-) in the cells, and this may occur at state 4."
        },
        {
            "References": "PMID:2899097",
            "Value": "/OTHER TOXICITY INFORMATION/ A study was made to determine whether 2,4-dinitrophenyl groups are localized on Thy-1+ cells in the epidermis of male C3H/He mice following ear skin painting with 0.05 mL of 0.5% 2,4-dinitrochlorobenzene. Epidermal cell suspensions were double stained for Thy-1 protein (orange) and 2,4-dinitrophenol groups (green). Incidence of epidermal cells with 2,4-dinitrophenol groups was 82.7% on the average when the specimens were treated with anti-2,4-dinitrophenol followed by anti-Thy-1,2. An average of 1.7% of the epidermal cell stained intensely for Thy-1 protein, and 2,4-dinitrophenol groups were simultaneously detected on 77.8% of the Thy-1,2+ cells. Most of the Thy-1,2+ cells were round or oval, but a few were dendritic. Two color cells in the section treated with anti-2,4-dinitrophenol followed by anti-Thy-1,2 incubation were detected more frequently than cells treated with the antibodies in the reverse order. Binding of antibody to Thy-1 antigen in advance interrupted anti-2,4-dinitrophenol antibody in its reaction. The contamination of T-lymphocytes into the epidermal cell suspension was considered to be negligible."
        }
    ],
    "sediment_soil_concentrations": [
        {
            "References": "Hauser TR, Bomberg SM; Environ Monit Assess 2: 249-72 (1982)",
            "Value": "During 1980, 2,4-dinitrophenol was detected in sediment/water/soil samples at Love Canal."
        },
        {
            "References": "(1) Hauser TR, Bromberg SM; Environ Monit Assess 2: 249-72 (1982) (2) Riley RG, Zachara JH; Chemical Contaminants on DOE Lands and Selection of Contaminant Mixtures For Sub-Surface Science Research. DOE/ER-0547T (NTIS DE92014826) Richland, WA (1993) (3) USEPA; Superfund Record of Decision (EPA Region 2): Lipari Landfill, Mantau Township, Gloucester County, NJ. USEPA/ROD/RO2-88/074. NTIS PB89-219224 (1988) (4) Huang H et al; Bull Environ Contam Toxicol 73: 339-46 (2004)",
            "Value": "SEDIMENT: 2,4-Dinitrophenol was identified, not quantified, in soil/sediment samples from Love Canal, NY(1), an unspecified DOE site in the US(2) and the Lipari landfill in NJ(3). 2,4-Dinitrophenol was detected in sediment samples from the Huaihe River in the summer of 2002 at the concentration of 0.06-0.09 and 0.05-0.06 mg/kg at Xiao Zui and Hongguang Chemical plant, and not detected at Huaihe River bridge(4). 2,4-Dinitrophenol was also detected in suspended solid samples from the Huaihe River at the concentration of 0.12-0.33, 0.03-0.15, and 0.09-0.29 ug/L at Xiao Zui, Huaihe River bridge, and Hongguang Chemical plant, respectively(4)."
        },
        {
            "References": "(1) Barrico ML et al; Chemosphere 65: 482-8 (2006) (2) Pakdel H et al; pp. 381-421 in Groundwater Contamination and Analysis at Hazardous Waste Sites, Lesage S, Jackson RE eds., NY, NY: Marcel Dekker Inc (1994) (3) Hauser TR, Bromberg SM; Environ Monit Assess 2: 249-72 (1982) (4) Riley RG, Zachara JH; Chemical Contaminants on DOE Lands and Selection of Contaminant Mixtures For Sub-Surface Science Research. DOE/ER-0547T (NTIS DE92014826) Richland, WA (1993) (5) USEPA; Superfund Record of Decision (EPA Region 2): Lipari Landfill, Mantau Township, Gloucester County, NJ. USEPA/ROD/RO2-88/074. NTIS PB89-219224 (1988)",
            "Value": "SOIL: Soil leachate from two drinking water catchment basins in southern Portugal were tested for 2,4-dinitrophenol from Feb to Oct 2003 with concentrations averaging 6-12 and 4-20 mg/L in Santa Clara and Roxo, respectively(1). 2,4-Dinitrophenol was detected in soil of Ville Mercier, Quebec, Canada at 11.7 ug/kg(2). 2,4-Dinitrophenol was identified, not quantified, in soil/sediment samples from Love Canal, NY(3), an unspecified DOE site in the US(4) and the Lipari landfill in NJ(5)."
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "(1) Martins JM, Mermoud A: J Contam Hydrol 33: 187-210 (1998) (2) Chu W, Chen K-H; Sci Total Environ 248: 1-10 (2000) (3) Swann RL et al; Res Rev 85: 17-28 (1983) (4) Pearce PJ, Simkins RJJ; Can J Chem 46: 241-48 (1968) (5) Doucette WJ; pp. 141-188 in Handbook of Property Estimation Methods for Chemicals. Boethling RS, Mackay D, eds, Boca Raton, FL: Lewis Publ (2000)",
            "Value": "2,4-Dinitrophenol has a measured Koc of 13.5 in alluvial sandy loam (7.8% clay, 30% silt, 62.2% sand, 1.1% organic matter, pH 8.1)(1). 2,4-Dinitrophenol also has a measured Koc of 16.6(2). According to a classification scheme(3), these Koc values suggest that 2,4-dinitrophenol is expected to have very high mobility in soil. The pKa of 2,4-dinitrophenol is 4.09(4), indicating that this compound will exist almost entirely in anion form in the environment and anions generally do not adsorb more strongly to soils containing organic carbon and clay than their neutral counterparts(5). This can be seen in the measured Koc values(SRC)."
        }
    ]
}