{
    "_id": {
        "$oid": "6682e91bc4e5dba5ffba28f3"
    },
    "CID": {
        "$numberInt": "14935"
    },
    "Name": "AMMONIUM BIFLUORIDE",
    "IUPACName": "azanium;fluoride;hydrofluoride",
    "CanonicalSMILES": "[NH4+].F.[F-]",
    "Synonyms": [
        "AMMONIUM BIFLUORIDE",
        "Ammonium difluoride",
        "1341-49-7",
        "Ammonium hydrogen difluoride",
        "azanium;fluoride;hydrofluoride",
        "ammonium fluoride hydrofluoride",
        "Ammonium fluoride ((NH4)(HF2))",
        "C2M215358O",
        "Acid ammonium fluoride",
        "Ammonium acid fluoride",
        "Ammonium hydrogendifluoride",
        "Ammonium hydrogen bifluoride",
        "Flammon",
        "HSDB 480",
        "\"Fluorure acide dammonium [French]\""
    ],
    "IsomericSMILES": "[NH4+].F.[F-]",
    "INCHI": "InChI=1S/2FH.H3N/h2*1H;1H3",
    "INCHIKEY": "KVBCYCWRDBDGBG-UHFFFAOYSA-N",
    "Formula": "F2H5N",
    "MolecularWeight": {
        "$numberDouble": "57.044"
    },
    "Description": {
        "$numberDouble": "NaN"
    },
    "XlogP": {
        "$numberDouble": "NaN"
    },
    "Complexity": {
        "$numberInt": "0"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "mechanism_of_action": [
        {
            "References": "Lelkin, J.B., Paloucek, F.P., Poisoning & Toxicology Compendium. LEXI-COMP Inc. & American Pharmaceutical Association, Hudson, OH 1998., p. 642",
            "Value": "Since approximately two-thirds of this agent is fluoride, most of its toxicity is relatable to fluoride at a cellular level; fluoride binds to serum calcium (thus causing hypocalcemia) and decreases oxygen consumption; also causes direct mucosal damage."
        },
        {
            "References": "Gosselin, R.E., H.C. Hodge, R.P. Smith, and M.N. Gleason. Clinical Toxicology of Commercial Products. 4th ed. Baltimore: Williams and Wilkins, 1976., p. II-78",
            "Value": "Inhibition of one or more enzymes controlling cellular glycolysis (and perhaps resp) may result in a critical lesion. ... Binding or precipitation of calcium as calcium fluoride ... suggested as mechanism underlying many diverse signs and symptoms in fluoride poisoning, particularly if death is delayed. ... At least in some species fluoride interferes with both contractile power of heart and the mechanism of beat in a way that cannot be ascribed to hypocalcemia. /Fluoride/"
        },
        {
            "References": "USEPA, Office of Drinking Water; Criteria Document (Draft): Fluoride p.viii-3 (1985)",
            "Value": "The mechanism for acute lethality at high fluoride dose levels is not fully defined. It is believed that certain essential enzymatic reactions may be blocked and there may be interference with the origin and transmission of nerve impulses. The metabolic roles of calcium and physical damage to the kidney and the mucosa of the stomach and intestine are also believed to be associated with the acute lethality mechanism. Fluoride interacts with bones and teeth by replacing hydroxyl or bicarbonate ions in hydroxyapatite to form fluorohydroxyapatite. Fluoride may function as an essential key to bring about precipitation or nucleation of the apatite lattice in an oriented fashion on collagen fibers. Accretion of new mineral continues, and fluoride, brought to the surfaces of newly formed crystals by the extracellular fluid, replaces the hydroxyl ion. As crystal growth continues, fluoride is incorporated into inner layers of the crystals as well as on the surface. Remodeling of the bone structure takes place by an interplay of osteoclastic resorption of old bone and osteoblastic deposition of new bone. The presence of fluorohydroxyapatite increases the crystalline structure of the bone and reduces its solubility. Available evidence suggests that dental fluorosis results from toxic effects of fluoride on the epithelial enamel organ. Specifically, several investigators have shown that ameloblasts are susceptible to fluoride. Dental staining often accompanies fluorosis but does not itself determine the degree of fluorosis. The staining is believed to be due to the oxidation of organic material in defective enamel or the penetration of hypoplastic sections of enamel by food pigments. /Fluoride/"
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "WHO; Environ Health Criteria: Fluorine and Fluorides p.49 (1984)",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Typical symptoms of acute toxicity are reduction or loss of appetite, local or general congestion, and sub-mucosal hemorrhages of the gastrointestinal tract. /Fluoride/"
        },
        {
            "References": "Booth, N.H., L.E. McDonald (eds.). Veterinary Pharmacology and Therapeutics. 5th ed. Ames, Iowa: Iowa State University Press, 1982., p. 1014",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ If sufficient fluoride is absorbed ... fluoride ion increases capillary permeability and also produces a coagulation defect. These actions lead to hemorrhagic gastroenteritis and hemorrhages, congestion, and edema in various organs including the brain. Clinical manifestations ...include excitability, muscle tremors, weakness, urination, defecation, salivation, emesis, sudden collapse, clonic convulsions, coma, and death due to respiratory and cardiac failure. Cyanosis and early rigor mortis. ... /Fluoride/"
        },
        {
            "References": "DHHS/ATSDR; Toxicological Profile for Fluorides, Hydrogen Fluoride, and Fluorine p.177 PB2004-100002 (2003). Available from, as of July 12, 2006: https://www.atsdr.cdc.gov/toxprofiles/tp11.html",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Several animal studies have examined the chronic toxicity /of ingested fluoride/; the observed effects included bone alterations in rats, mice, and mink, intestinal damage in rabbits, hematological effects in rabbits, immunological effects in rabbits, and male reproductive effects in rabbits. /Fluoride/"
        },
        {
            "References": "PMID:3102959",
            "Value": "/GENOTOXICITY/ The L5178Y mouse lymphoma cell forward-mutation assay was used to test for the mutagenic activity of sodium and potassium fluoride at the thymidine kinase locus. Mutants were detected by colony formation in soft agar in the presence of trifluorothymidine. Mutagenic and toxic responses were observed in the concentration range of 300-600 micrograms/ml with both sodium and potassium fluoride. Approximately 3-fold increases in mutant frequency were observed for concentrations in the 500-700 ug/mL range that reduced the relative total growth to approximately 10% in the absence or presence of a rat-liver S9 activation system. A sample of 30% sodium fluoride-70% sodium bifluoride (NaHF2) induced a similar mutagenic response but was more toxic with respect to the fluoride concentration. A specificity for fluoride ions in causing mutagenesis was indicated by the fast that much higher concentrations of sodium or potassium chloride were necessary to cause toxicity and increases in the mutant frequency. The possible involvement of chromosomal changes was signaled by the predominant increase in the small colony class of mutants."
        },
        {
            "References": "European Chemicals Bureau; IUCLID Dataset, Ammonium hydrogen difluoride (1341-49-7) (2000 CD-ROM  edition). Available from, as of April 21, 2006: https://esis.jrc.ec.europa.eu/",
            "Value": "/GENOTOXICITY/ Ames test Salmonella typhimurium TA1535, TA100, TA1537, TA98; concentrations up to 4,800 ug per plate, negative."
        },
        {
            "References": "USEPA, Office of Drinking Water; Criteria Document (Draft): Fluoride p.v-34 (1985)",
            "Value": "/OTHER TOXICITY INFORMATION/ Chronic exposure of cattle to fluoride added to their ration caused symptoms of dental and skeletal fluorosis. Fluoride added to the ration at 27 ppm (approximately 0.64 mg/kg/day) on a dry weight basis was tolerated with only minor effect. Higher concentrations, 49 and 93 ppm (1.17 and 2.08 mg/kg/day respectively) produced serious symptoms of dental and skeletal fluorosis. The appearance of dental fluorosis preceded that of skeletal fluorosis. Milk production was impaired only after lameness and loss of appetite were apparent. ... Weight gain was not affected and there was no effect on reproductive performance. /Fluoride/"
        },
        {
            "References": "USEPA, Office of Drinking Water; Criteria Document (Draft): Fluoride p.v-35 (1985)",
            "Value": "/OTHER TOXICITY INFORMATION/ Growth in most species is unaffected by dietary concentrations of fluoride of 100 ppm or less. Cattle appear to be more sensitive, and growth has been reported to be affected slightly at 50 ppm. However, one investigation found no adverse effects at 100 ppm. The kidney responds to acutely toxic doses of fluoride by failure to properly resorb water, leading to polyuria. Renal injuries do not develop when drinking water contains less than 100 ppm fluoride. Structural and/or functional changes of the thyroid gland in animals are not produced at fluoride concentrations of 50 mg/l in the drinking water. /Fluoride/"
        },
        {
            "References": "WHO; Environ Health Criteria: Fluorine and Fluorides p.47 (1984)",
            "Value": "/OTHER TOXICITY INFORMATION/ The susceptibility of different plant species to excessive atmospheric fluoride varies considerably. Many conifers are very susceptible during the short period of needle growth, but they then become much more resistant. Some monocotyledons, such as gladiolus and tulip, are similarly susceptible, though there is great varietal variation. In some species, there is a great difference is susceptibility between leaves and fruits. For example, peach fruit are extremely sensitive to very low concentrations of fluorides, but leaves are at least an order of magnitude more resistant. /Fluoride/"
        }
    ]
}