{
    "_id": {
        "$oid": "6682e91bc4e5dba5ffba28f5"
    },
    "CID": {
        "$numberInt": "14941"
    },
    "Name": "Calcium silicate",
    "IUPACName": "dicalcium;silicate",
    "CanonicalSMILES": "[O-][Si]([O-])([O-])[O-].[Ca+2].[Ca+2]",
    "Synonyms": [
        "Silicic acid",
        "calcium salt",
        "1344-95-2",
        "Dicalcium silicate",
        "Calsil",
        "Micro-cel",
        "Calcium hydrosilicate",
        "CS lafarge",
        "Toyofine A",
        "Florite R",
        "Microcal ET",
        "Starlex L",
        "Calflo E",
        "Silmos T",
        "Silene EF",
        "Micro-cel A"
    ],
    "IsomericSMILES": "[O-][Si]([O-])([O-])[O-].[Ca+2].[Ca+2]",
    "INCHI": "InChI=1S/2Ca.O4Si/c;;1-5(2,3)4/q2*+2;-4",
    "INCHIKEY": "JHLNERQLKQQLRZ-UHFFFAOYSA-N",
    "Formula": "Ca2O4Si",
    "MolecularWeight": {
        "$numberDouble": "172.24"
    },
    "Description": {
        "$numberDouble": "NaN"
    },
    "XlogP": {
        "$numberDouble": "NaN"
    },
    "Complexity": {
        "$numberInt": "19"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "mechanism_of_action": [
        {
            "References": "PMID:7683767",
            "Value": "Calcium silicate has been considered as a possible replacement for asbestos due to its heat and fire resistance. The cytotoxic and genotoxic potential of calcium silicate using peripheral human blood lymphocytes is described. Calcium silicates at concn of 10 and 100 ug/ml significantly increased the frequencies of chromosomal aberrations and sister chromatid exchanges. The increases in chromosomal aberrations and sister chromatid exchanges were dose-dependent, though not linearly. A significant decrease in the proliferation rate index was observed with increased dose of calcium silicates. The induction of chromatid type aberrations indicates that the clastogenic activity of calcium silicate is S-phase-dependent."
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "Elmore AR; Cosmetic Ingredient Review Expert Panel; J Am Coll Toxicol 22 (Suppl. 1): 37-102 (2003)",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Calcium silicate, FDA compound 71-41, was suspended in 0.85% saline and administered to 10 male rats by intubation. Each animal that received a dose of 5000 mg/kg died within 24 hr. Doses of 100, 500, 1000, 2000, 3000, and 4000 mg/kg were selected to determine the acute LD50 using the Litchfield- Wilcoxson method. Groups of 5 male rats were administered the doses and were killed for necropsy. The LD50 was determined as 3400 mg/kg; at the highest dose, necropsy findings included bloody gastric mucosa with distension, hydrothorax, and congested lungs. In a second LD50 assessment, Calcium silicate was prepared as 24.1% (w/v) suspension and administered orally to a group of 10 male rats at a single dose of 5000 mg/kg. No signs of toxicity or abnormal behavior were observed within a 7 day period. No deaths occurred. All animals were killed and on necropsy no gross findings were observed. The acute oral LD50 was considered to be greater than 5000 mg/kg."
        },
        {
            "References": "Elmore AR; Cosmetic Ingredient Review Expert Panel; J Am Coll Toxicol 22 (Suppl. 1): 37-102 (2003)",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ ... The biological reactivity of three samples of calcium silicate (A, B, and C) /were compared/ in vivo to that of chrysotile and titanium dioxide. Titanium dioxide and saline were considered negative controls, while chrysotile was considered a positive control. Groups of 32 female,MRC hooded rats were instilled intratracheally with 0.25, 0.50, 1.0, or 5.0 mg of calcium silicate. At weeks 1 and 4 after instillation, the control and treated rats were killed. The lungs were lavaged and the reactivity of the minerals to free cell populations, lavaged lung tissue, and pulmonary surfactant was conducted. All mineral doses of 5 mg induced an increase in the number of free cells at week 1. Only sample B increased in cell numbers at lower doses. At the end of 1 week, sample B was considered more reactive than either sample A or C, but chrysotile was considered more reactive than sample B. At 4 weeks, the effects seen from samples A and B are almost completely reversed and were comparable to that of titanium dioxide. Sample B at 4 weeks produced a greater or a comparable activity to chrysotile. No mineralogical analysis of the calcium silicate samples was provided"
        },
        {
            "References": "PMID:15052611",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Wollastonite was administered /in Sprague-Dawley rats/ by intratracheal instillation and the lungs were examined after 1, 3, and 6 months by morphological methods. UICC crocidolite was applied as the positive control. In addition, the effects of both fibers were examined in primary cultures of pulmonary alveolar macrophages and type II pneumocytes to determine the effects of the fibers on the membranes of these cells, the activity of Cu,Zn/superoxide dismutase and the redox system and the release of proinflammatory peptides: macrophage chemoattractant protein-1 (MCP-1) and macrophage inhibitory protein-1alpha (MIP-1alpha). By the end of six months wollastonite had induced mild pulmonary interstitial fibrosis, whereas crocidolite induced progressive interstitial fibrosis as a function of time. The membranes of macrophages and pneumocytes were disrupted at the lowest concentration of crocidolite. The activity of enzymes of the redox system and cytoplasmic superoxide dismutase significantly decreased with crocidolite. Wollastonite decreased only the activity of gamma-glutamyl transpeptidase and glutathione peroxidase. Crocidolite induced expression of the proinflammatory peptides at the lowest concentration (1 ug/mL) but wollastonite increased production of these peptides only at medium and high concentrations (5 and 10 ug/mL) ..."
        },
        {
            "References": "Elmore AR; Cosmetic Ingredient Review Expert Panel; J Am Coll Toxicol 22 (Suppl. 1): 37-102 (2003)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ ... Three calcium silicate samples /were injected/ into the peritoneal cavity of three groups of 36 rats. Each rat was given a single injection of 25 mg of dust and allowed to live out their life span. At necropsy, little dust or dust-related fibrosis was visible in the peritoneal cavity. No mesotheliomas developed in any of the animals."
        },
        {
            "References": "Elmore AR; Cosmetic Ingredient Review Expert Panel; J Am Coll Toxicol 22 (Suppl. 1): 37-102 (2003)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ ... White male Wistar rats /were exposed/ to clouds of calcium silicate dust at a concentration of 10 mg/cu m for 7 hr/day, 5 days/week, for a total of 224 days over an elapsed period of 12 calendar months. A total of four inhalation chambers were used with 48 animals/chamber. One chamber was reserved for control animals receiving only filtered air. The remaining three chambers were used to test three samples (A, B, and C) of calcium silicate. Twelve rats were killed from each of the chambers at the end of the dusting period. The final surviving animals were killed at the end of 19 months after exposure. At necropsy, /one lung and/ tissue samples from all major organs /were taken/ for microscopic examination. The other lung was taken for lung-dust analysis. The lung was dried and prepared for infrared analysis. Blood samples were taken 5 days prior to the start of the exposure and 3 days after the exposure. All calcium silicate-treated groups had dust-containing macrophages scattered throughout the alveolar regions of the lung at the end of the exposure period. Occasional fibers were seen in animals with exposure to the calcium silicate 3. The frequency of dust-containing macrophages declined at the end of the dust exposure. Fewer dust-containing cells were in animals exposed to samples C than A or B. The number of animals with interstitial fibrosis for samples A, B, C, and controls were three, five, five, and five, respectively. In all cases, the alveolar septa were thickened with abnormal deposits of reticulin and in old animals with collagen. Although most cells were relatively flat, in some areas, some cells were cuboidal and had the appearance of adenomatosis. Peribronchiolar fibrotic areas were close to the respiratory bronchioles and small granulomatous nodules with macrophages and fibroblasts were seen in rats exposed to sample A. Mediastinal lymph nodes from all treated animals showed no particulate material at the end of exposure. Small primary neoplastic lesions were found in two animals exposed to sample B. One lesion was described as a small squamous cell carcinoma and the other as an adenoma. No pathological changes were observed in all other organs. All examined blood parameters were within normal ranges for both animals studied before and after exposure."
        },
        {
            "References": "Elmore AR; Cosmetic Ingredient Review Expert Panel; J Am Coll Toxicol 22 (Suppl. 1): 37-102 (2003)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Single intraperitoneal injections into rats (lived life span), dose/concentration 25 mg, result: little dust or dust-related fibrosis was visible; no mesotheliomas. /From table/"
        },
        {
            "References": "Elmore AR; Cosmetic Ingredient Review Expert Panel; J Am Coll Toxicol 22 (Suppl. 1): 37-102 (2003)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Chronic inhalation for 1 yr into rats, dose/concentration 10 mg/cu m, result: interstitial fibrosis, 1 small squamous cell carcinoma, 1 adenoma in lungs. /From table/"
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V42 152 (1987)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Groups of 30-50 female Osborne-Mendel rats, 12-20 weeks of age, received a single application of wollastonite (purity unspecified) particles by intrapleural implantation, through thoracotomy, of a coarse fibrous pledget on one side of which was spread 1.5 mL of 10% gelatin containing 40  mg wollastonite. Four separate grades of wollastonite from the same Canadian mine were used. The rats were followed for two years and survivors were then killed. The incidences of pleural sarcoma were: grade 1, 5/20; grade 2, 2/25; grade 3, 3/21; grade 4, 0/24; compared with 14/29 animals treated with UICC crocidolite asbestors, 3/491 untreated controls in the same study and 17/615 in a control group receiving pleural implants of \"nonfibrous material\" described by the authors as \"noncarcinogenic\". The incidence of pleural sarcoma was statistically significantly higher (p < 0.05, Fisher exact test in groups receiving grades 1 and 3 than in the controls receiving pleural implants. [The Working Group noted that none of the grades of wollastonite contained fibers > 8 um in length and < 0.25 um in diameter (the hypothetical range for maximal carcinogenesis). All the grades contained fibers 408 um in length and < 0.5 um in diameter, but grade 4 contained very few fibers with these dimensions.]"
        },
        {
            "References": "Elmore AR; Cosmetic Ingredient Review Expert Panel; J Am Coll Toxicol 22 (Suppl. 1): 37-102 (2003)",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ ... A study /was conducted/ in which adult, Dutch belted female rabbits were artificially inseminated and received oral intubations of Calcium Silicate at doses of 250, 500, 750, 1000, 1250, 1500, and 1600 mg/kg on days 6 through 18 after insemination. On day 29, cesarean section was performed and the numbers of corpora lutea, implantation sites, resorption sites, and live and dead fetuses were recorded. Body weights of live pups were recorded. The urogenital tracts of the animals were examined in detail. All fetuses underwent detailed gross examination. Calcium silicate administered at 1600 mg/kg to pregnant rabbits for 13 consecutive days had no clear discernible effect on nidation or on maternal or fetal survival. Skeletal or soft tissue abnormalities did not differ from the number occurring in control groups."
        },
        {
            "References": "Elmore AR; Cosmetic Ingredient Review Expert Panel; J Am Coll Toxicol 22 (Suppl. 1): 37-102 (2003)",
            "Value": "/GENOTOXICITY/ ... A study /was conducted/ in which FDA compound 71-41, hydrated calcium silicate, was suspended in 0.85% saline at concentrations of 1000, 500, 200, 100, and 10 ug/mL and applied to WI-38 cells in a logarithmic phase of growth. The cells were observed for cytopathic effects (CPEs) and the presence of mitosis at 24 and 48 hr. Inhibition of mitosis was observed at all concentrations except 100 and 10 ug/mL. A closer range of concentrations, 200, 150, 100, 75, and 50 ug/mL, were employed and tested for the same findings. Mitosis was stopped only in the cells dosed at 200 ug/mL. FDA compound 71-41, hydrated calcium silicate, was also tested for mutagenic properties in a host-mediated assay using the microorganisms Salmonella TA-1530 and G-46 and Saccharomyces D3. These experiments were carried out in mice orally administered (acute and subacute) 15, 150, and 1500 mg/kg of Calcium Silicate. No increased mutation frequencies were seen in Salmonella TA-1530 or G-46. Saccharomyces D3 had no significant increase in recombinant activity. In fact, a reduction in recombinant activity was produced by the compound. In a second host-mediated assay, Calcium Silicate was administered at 5000 mg/kg to mice against Salmonella TA-1530 and G46 and Saccharomyces D3. All tests were negative. Cytogenetic studies in vivo examined bone marrow cells arrested in C-metaphase from rats exposed to FDA compound 71-41, Calcium Silicate. Rats were administered 15, 150, and 1500 mg/kg doses. The positive control was triethylene melamine (TEM) and the negative control was saline. The chromosomal abnormalities observed in the positive control animals were significantly greater than those of either the negative control or the compound. The maximum effect of the positive control was observed at 48 hr after administration. Calcium silicate produced breaks in the range of 1% to 3% in all three acute dosage levels. However, these were not significantly higher than the negative controls. The subacute dose of 150 mg/kg produced breaks at 3%. The negative control breaks were consistent with those of other experiments. These same cytogenetic tests were observed in vitro. Cells (not specified) were observed in anaphase for chromosomal aberrations such as bridges, psuedochiasmata, multipolar cells, acentric fragments, etc. Doses of calcium silicate were as follows: 1.0, 10.0, and 100.0 ug/mL. Controls, both positive and negative, were the same as reported above. The positive control produced significantly greater  percentages of chromosomal aberrations than the negative control or test compound. There were no aberrations observed due to Calcium Silicate. In a third cytogenetic test, Calcium Silicate was administered to male rats in one dose and in five doses of 5000 mg/kg. A positive-control, TEM, and a negative-control, saline, were also tested. Metaphase spreads were prepared from the bone marrow cells of these animals and scored for chromosomal aberrations. Neither the variety nor the number of the aberrations differed significantly from the negative controls. Calcium Silicate was nonmutagenic. Dominant lethal assays were carried out in male rats administered FDA compound 71-41, hydrated Calcium Silicate, at doses of 15, 150, and 1500 mg/kg, both as one dose and as five doses. Also tested were the negative saline control and a positive TEM control. This assay measures the amount and type of fetal wastage that may occur following administration of a potential mutagen. Each treated male rat was mated with two virgin female rats each week for eight (acute) or seven (subacute) doses. Two weeks after mating, the female rats were sacrificed and the fertility index, preimplantation loss, and lethal effects were determined and compared with the same parameters calculated from the negative and positive controls. No significant findings were observed in the fertility index or preimplantation loss. The test compound was also administered at a dose of 5000 mg/kg. The protocol was the same as listed above. All parameter values did not differ significantly from that of the negative control. Comparing the data of both experiments indicates that hydrated Calcium Silicate does not induce dominant lethal mutations."
        },
        {
            "References": "PMID:8242821",
            "Value": "/GENOTOXICITY/ A transformation system utilizing SHE cells was used to study the carcinogenic effects of Chinese wollastonite, a new mineral fiber. Morphological transformation was observed in SHE target cells treated with either wollastonite or MNNG, a known chemical carcinogen. A single treatment of wollastonite (20 ug/mL) induced typical transformation. The transformation rate of SHE cells induced by MNNG followed by several treatments with wollastonite was higher than that induced by the same dose of MNNG only. Electron microscopic observation showed that the ultrastructure of wollastonite-transformed SHE cells was significantly different than that of normal SHE cells, but similar to that of SHE cells transformed by MNNG."
        },
        {
            "References": "Elmore AR; Cosmetic Ingredient Review Expert Panel; J Am Coll Toxicol 22 (Suppl. 1): 37-102 (2003)",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ ... Three samples of calcium silicate (A, B, and C) /were tested/ for biological reactivity in three in vitro test systems. /See table for the differences in silicon dioxide and aluminum oxide in the three samples./ In the first test system, 50, 100, 150, and 200 mg of the three samples of calcium silicate, UICC chrysotile (positive control), and titanium dioxide (negative control) were added to rabbit erythrocytes. The cultures were incubated for 50 min. The percentage of hemolysis was calculated. Rabbit erythrocytes were also incubated with 10, 30, and 50 mg heated, crushed samples of calcium silicate to calculate the percentage of hemoglobin binding. In the second study, rabbit alveolar macrophages were incubated with 5 mg of the calcium silicate samples for time intervals up to 60 min. The results were expressed as total viable cells. In the third study, sonicated calcium silicate samples (100 to 2000 ug) were added to rabbit lung fibroblasts. On days 7, 10, 17, and 24 after treatment, the cultures were analyzed for cellular DNA, protein, other cellular material, and hydroxyproline. Cytological studies on the same cells were carried out using dust concentrations of 50 to 400 ug and staining the cultures to visualize reticulin fibers. In order to obtain20% hemolysis, 0.4 mg of chrysotile, 2.8 mg of A, 25.0 mg of B, and 15.0 mg of C are required. Titanium dioxide did not produce 20% hemolysis at any concentration. Sonication of all samples enhanced hemolysis and a \"respirable\" preparation of A had the same hemolytic activity as chrysotile. Sample B binds more hemoglobin than A or C but not more than chrysotile. Samples B and C had enhanced hemolytic activity when heated above 300 °C. Heating had no effect on sample A. All samples produced similar macrophage mortality and at concentrations of 5 mg, only 60% of the cells were surviving at 60 min. Chrysotile at 5 mg resulted in a 20% viability. Samples A and B produced greater DNA and protein concentrations at day 7. However, sample A induced greater protein concentrations at day 24 with normal hydroxyproline levels. Sample B at day 24 had decreased concentrations of protein and hydroxyproline with an increase in mineral concentration. Sample A produced few changes in fibroblast morphology and reticulin deposits. Sample B produced sparse and irregular deposition of reticulin.",
            "Table": "[{'Calcium Silicate Sample': 'A', 'SiO2%': 57.3, 'Al2O3%': 2.6}, {'Calcium Silicate Sample': 'B', 'SiO2%': 52.3, 'Al2O3%': 4.4}, {'Calcium Silicate Sample': 'C', 'SiO2%': 53.7, 'Al2O3%': 1.0}]"
        },
        {
            "References": "Elmore AR; Cosmetic Ingredient Review Expert Panel; J Am Coll Toxicol 22 (Suppl. 1): 37-102 (2003)",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ ... Five calcium silicate dust samples /were tested/ for hemolytic activity in vitro. Electron microscopy and x-ray diffractions techniques were used to characterize the Calcium Silicates and the results are presented in /the Table/ ... The calcium silicate samples A to E, chrysotile B (positive control), and titanium dioxide were added to RBCs at concentrations of 0, 5, and 10 mg/mL. The effect of sonication of the dust samples and the addition of 30 mM CaCl2, EDTA, and EGTA were also investigated. Sample E produced the greatest hemolysis at nearly 40%. The hemolytic activity of the synthetic Calcium Silicate samples were greater. In all experiments, greater dust concentrations increased hemolysis. Sonication increased the hemolytic activity of the synthetic samples but had no effect on the natural samples. The 30 mM CaCl2 increased the hemolysis of samples D and E, but not C. EDTA did not decrease hemolysis for samples D and C, and EGTA did not inhibit hemolysis of samples B, C, D, and E. Five samples of Calcium Silicate also were used to test cytotoxic effects on mouse peritoneal macrophages in vitro. Calcium silicate concentrations of 0, 20, 40, and 60 ug/cu cm were added to mouse peritoneal macrophages for 18 hr. The medium and cell lysates were assayed for LDH and beta-glucuronidase (beta-GLUC). The positive control dust utilized was DQ12 quartz standard and the negative-control dust was magnetite. Characterization of the five samples were carried out by means of x-ray diffraction and scanning electron microscopy. The results of the mineral characterization are presented in /the attached Table/. The samples A, B, C, and D had little effect on LDH release but sample E, the fibrous tobermorite, was clearly cytotoxic. Samples A and B caused release of large levels of beta-GLUC. Sample E also caused the release of significant amounts of beta-GLUC due to its cytotoxicity. Samples C and D caused the release of amounts comparable to the negative controls.",
            "Table": "[{'Sample': 'CaSi A, natural wollastonite', 'Chemical Formula': 'CaSiO3', 'SiO2%': '-', 'Fibrous Character': '+++'}, {'Sample': 'CaSi B, natural wollastonite', 'Chemical Formula': 'CaSiO3', 'SiO2%': '2', 'Fibrous Character': '+'}, {'Sample': 'CaSi C, synthetic wollastonite', 'Chemical Formula': 'CaSiO3', 'SiO2%': '9', 'Fibrous Character': '-'}, {'Sample': 'CaSi D, synthetic tobermorite', 'Chemical Formula': 'Ca5Si6O17-2.5H2O', 'SiO2%': '10', 'Fibrous Character': '-'}, {'Sample': 'CaSi E, synthetic tobermorite and xonotlite', 'Chemical Formula': 'Ca5Si6O17-2.5H2O Ca6Si6O17(OH)2', 'SiO2%': '2', 'Fibrous Character': '+'}]"
        },
        {
            "References": "PMID:17120200",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ Partial-stabilized cement (PSC) is a kind of modified calcium silicate cement used for root-end surgery ... This study ... evaluated the cytotoxicity of PSC in comparison with mineral trioxide aggregate (MTA), which is one of the commercialized materials used for dental root-end filling. Primary osteoblast cell was used as the target cell. Cell proliferation, cytotoxicity, viability, function, and senescence were analyzed. The cytotoxicity of the PSC-Zn group (PSC with Zn addition) was similar to that of MTA ..."
        },
        {
            "References": "PMID:9720138",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ Wollastonite fibers were tested in vitro for their ability to produce reactive oxygen species (ROS) with two different systems: a cell-free reactive mixture containing deoxyribose and a polymorphonuclear leukocyte suspension. After adding the fibers, ...  the thiobarbituric acid-reactive substances produced by deoxyribose degradation and luminol-enhanced chemiluminescence, respectively, /were measured/. Compared with asbestos, wollastonite fibers produced higher ROS levels both in the PMN suspensions and in the cell-free reactive mixtures. A large amount of these ROS were not hydroxyl radicals. Indeed we obtained remarkable differences in ROS generation between unground and ground wollastonite fibers and negative results with fibers modified with ferric chloride and dithionite. In addition, ROS generation was partially inhibited (by 46-54%) in the reactions performed in the presence of 1,3-dimethyl-2-thiourea (DMTU), a strong hydroxyl radical scavenger. Wollastonite fibers were also analyzed for their ability to lyse erythrocytes and activate complement. Hemolytic potency was about twice that of chrysotile and half that of crocidolite. The levels of complement activation (via the alternate pathway) were about four-fifths of those measured in zymosan-activated plasma (a typical stimulus used to activate the alternate pathway), equal to those obtained with crocidolite, and two-thirds of those found with chrysotile. The addition of DMTU markedly reduced both these activities. Since asbestos fiber toxicity is mainly due to hydroxyl radical generation, our results indicate that wollastonite fibers are probably less toxic than asbestos fibers."
        },
        {
            "References": "PMID:9299191",
            "Value": "/OTHER TOXICITY INFORMATION/ ... A dose-response relationship /was established/ between the number of fibers delivered to the parietal peritoneal lining, inflammation, and mesothelial cell proliferation induced by intraperitoneal injection of crocidolite asbestos fibers in mice. Persistence of these inflammatory and proliferative responses depended on persistence of fibers at the target tissue. Intraperitoneal injection of wollastonite fibers induced an early inflammatory and proliferative response that subsided after 21 days. Approximately 50% of wollastonite fibers were recovered by bleach digestion after 21 days and only 2% were recovered after 6 months. In contrast, the number of fibers recovered from tissue digests had not declined 6 months after injection of crocidolite asbestos. These results support the hypothesis that biopersistent fibers cause persistent inflammation and chronic mesothelial cell proliferation."
        },
        {
            "References": "PMID:6315361",
            "Value": "/OTHER TOXICITY INFORMATION/ Mineral characteristics and the in vitro hemolytic activity of three synthetic and two natural calcium silicates (CaSi) are compared. Hemolysis is higher for the synthetic compounds than for the natural ones. The difference is accentuated by weak ultrasonication of the minerals. No variation was observed within the two groups, including both acicular and fibrous forms. Calcium was released from the minerals during storage in Tris-buffered saline. At the same time, hemolysis decreased, and crystallographic alterations occurred in the leached minerals. Treatment of the CaSi with calcium chelators (EGTA and EDTA) did not change hemolytic activity. An increase was observed when 30 mM calcium was added. Hemolysis is related to specific surface areas and the crystalline structure of the minerals. Calcium may also be a contributing factor."
        }
    ]
}