{
    "_id": {
        "$oid": "6682e91dc4e5dba5ffba28fd"
    },
    "CID": {
        "$numberInt": "15209"
    },
    "Name": "FLURANDRENOLIDE",
    "IUPACName": "(1S,2S,4R,8S,9S,11S,12S,13R,19S)-19-fluoro-11-hydroxy-8-(2-hydroxyacetyl)-6,6,9,13-tetramethyl-5,7-dioxapentacyclo[10.8.0.02,9.04,8.013,18]icos-17-en-16-one",
    "CanonicalSMILES": "CC1(OC2CC3C4CC(C5=CC(=O)CCC5(C4C(CC3(C2(O1)C(=O)CO)C)O)C)F)C",
    "Synonyms": [
        "flurandrenolide",
        "Fludroxycortide",
        "1524-88-5",
        "Flurandrenolone",
        "Cordran",
        "Fluorandrenolone",
        "Haelan",
        "Fludroxicortidum",
        "Drenison",
        "Drocort",
        "Sermaka",
        "Flurandrenolone acetonide",
        "Haldrone-F",
        "Alondra-F",
        "Fluorandrenolone acetonide"
    ],
    "IsomericSMILES": "C[C@]12CCC(=O)C=C1[C@H](C[C@@H]3[C@@H]2[C@H](C[C@]4([C@H]3C[C@@H]5[C@]4(OC(O5)(C)C)C(=O)CO)C)O)F",
    "INCHI": "InChI=1S/C24H33FO6/c1-21(2)30-19-9-14-13-8-16(25)15-7-12(27)5-6-22(15,3)20(13)17(28)10-23(14,4)24(19,31-21)18(29)11-26/h7,13-14,16-17,19-20,26,28H,5-6,8-11H2,1-4H3/t13-,14-,16-,17-,19+,20+,22-,23-,24+/m0/s1",
    "INCHIKEY": "POPFMWWJOGLOIF-XWCQMRHXSA-N",
    "Formula": "C24H33FO6",
    "MolecularWeight": {
        "$numberDouble": "436.5"
    },
    "Description": "Flurandrenolide is a 21-hydroxy steroid.",
    "XlogP": {
        "$numberDouble": "1.4"
    },
    "Complexity": {
        "$numberInt": "868"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "mechanism_of_action": [
        {
            "References": "Prescribing Information for Cordran (Flurandrenolide); Aqua Pharmaceuticals; 2006. Available from, as of November 18, 2007: https://www.aquapharm.com/prod_cordran.html",
            "Value": "The mechanism of the anti-inflammatory effect of topical corticosteroids is not completely understood. Various laboratory methods, including vasoconstrictor assays, are used to compare and predict potencies and/or clinical efficacies of the topical corticosteroids. There is some evidence to suggest that a recognizable correlation exists between vasoconstrictor potency and therapeutic efficacy in man. Corticosteroids with antiinflammatory activity may stabilize cellular and lysosomal membranes. There is also the suggestion that the effect on the membranes of lysosomes prevents the release of proteolytic enzymes and, thus, plays a part in reducing inflammation. /Topical corticosteroids/"
        },
        {
            "References": "Kahn, C.M. (Ed.); The Merck Veterinary Manual 9th ed. Merck & Co. Whitehouse Station, NJ. 2005, p. 2128",
            "Value": "Glucocorticoids are capable of suppressing the inflammatory process through numerous pathways. They interact with specific intracellular receptor proteins in target tissues to alter the expression of corticosteroid-responsive genes. Glucocorticoid-specific receptors in the cell cytoplasm bind with steroid ligands to form hormone-receptor complexes that eventually translocate to the cell nucleus. There these complexes bind to specific DNA sequences and alter their expression. The complexes may induce the transcription of mRNA leading to synthesis of new proteins. Such proteins include lipocortin, a protein known to inhibit PLA2a and thereby block the synthesis of prostaglandins, leukotrienes, and PAF. Glucocorticoids also inhibit the production of other mediators including AA metabolites such as COX, cytokines, the interleukins, adhesion molecules, and enzymes such as collagenase. /Glucocorticoids/"
        },
        {
            "References": "Thomson/Micromedex. Drug Information for the Health Care  Professional. Volume 1,  Greenwood Village, CO. 2007., p. 919",
            "Value": "Corticosteroids diffuse across cell membranes and complex with specific cytoplasmic receptors. These complexes then enter the cell nucleus, bind to DNA (chromatin), and stimulate transcription of messenger RNA (mRNA) and subsequent protein synthesis of various inhibitory enzymes responsible for the anti-inflammatory effects of topical corticosteroids. These anti-inflammatory effects include inhibition of early processes such as edema, fibrin deposition, capillary dilatation, movement of phagocttes into the area, and phagocytic activities. Later processes, such as capillary production, collagen deposition, and keloid formation also are inhibited by corticosteroids. The overall actions of topical corticosteroids are catabolic. /Corticosteroids (topical)/"
        }
    ]
}