{
    "_id": {
        "$oid": "6682e91dc4e5dba5ffba2900"
    },
    "CID": {
        "$numberInt": "15331"
    },
    "Name": "DAMINOZIDE",
    "IUPACName": "4-(2,2-dimethylhydrazinyl)-4-oxobutanoic acid",
    "CanonicalSMILES": "CN(C)NC(=O)CCC(=O)O",
    "Synonyms": [
        "Daminozide",
        "1596-84-5",
        "Aminozide",
        "ALAR",
        "Succinic acid 2,2-dimethylhydrazide",
        "Kylar",
        "DMASA",
        "N-(Dimethylamino)succinamic acid",
        "Dimas",
        "SADH",
        "B-Nine",
        "DYaK",
        "Butanedioic acid",
        "mono(2,2-dimethylhydrazide)",
        "Alar 85",
        "4-(2,2-dimethylhydrazinyl)-4-oxobutanoic acid"
    ],
    "IsomericSMILES": "CN(C)NC(=O)CCC(=O)O",
    "INCHI": "InChI=1S/C6H12N2O3/c1-8(2)7-5(9)3-4-6(10)11/h3-4H2,1-2H3,(H,7,9)(H,10,11)",
    "INCHIKEY": "NOQGZXFMHARMLW-UHFFFAOYSA-N",
    "Formula": "C6H12N2O3",
    "MolecularWeight": {
        "$numberDouble": "160.17"
    },
    "Description": "Daminozide is a straight-chain fatty acid.",
    "XlogP": {
        "$numberDouble": "-3.1"
    },
    "Complexity": {
        "$numberInt": "156"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "environmental_bioconcentrations": [
        {
            "References": "(1) Tomlin C; The Pesticide Manual 11th ed p 333. Cambridge, UK: The Royal Society of Chemistry (1997)2) Meylan WM et al; Environ Toxicol Chem 18: 664-72 (1999) (3) Franke C et al; Chemosphere 29: 1501-14 (1994)",
            "Value": "An estimated BCF of 3 was calculated for daminozide(SRC), using a log Kow of -1.5(1) and a regression-derived equation(2). According to a classification scheme(3), this BCF suggests the potential for bioconcentration in aquatic organisms is low(SRC)."
        }
    ],
    "environmental_biodegradations": [
        {
            "References": "Menzie, C.M. Metabolism of Pesticides, Update II. U.S. Department of the Interior, Fish Wildlife Service, Special Scientific Report - Wildlife No. 2l2. Washington, DC: U.S. Government Printing Office, 1978., p. 1",
            "Value": "N-METHYL-(14)C-LABELED ALAR ... APPLIED TO 4 SOILS UNDER GREENHOUSE CONDITIONS. ... MICROBIAL DEGRADATION ... MAJOR ROUTE OF ... DISSIPATION FROM SOIL. ... HALF LIFE OF ALAR WAS 3 TO 4 DAYS ON ALL SOILS & MAJOR DEGRADATION PRODUCT WAS (14)CO2. IN 14 DAYS, ABOUT 84% OF LABEL ... RECOVERED AS (14)CO2 ... REMAINDER ... ASSOC WITH SOIL ORG MATTER."
        },
        {
            "References": "(1) Dannals LE et al; Arch Environ Contam Toxicol 2: 213-21 (1974) (2) USEPA; Registration Eligibility Decision (RED) Daminozide. Available at: https://www.epa.gov/oppsrrd1/REDs/old_reds/daminozide.pdf as of Apr 14, 2004.",
            "Value": "In soil incubation studies using a sterile and non-sterile sandy loam soil, (14)C labelled daminozide degraded much more rapidly in the non-sterile soil indicating that microbial degradation was the major route of dissipation in the soil(1); in the sterile soil, only 0.2% of applied daminozide was recovered as (14)CO2 after 10 days of incubation while in the non-sterile soil, 75.4% was recovered as (14)CO2 after 14 days(1). The half-life of daminozide in soil under aerobic conditions was reported as 9.5 hours with formaldehyde detected as the only identifiable degradate(2)."
        }
    ],
    "logP": [
        {
            "References": "Tomlin, C.D.S. (ed.). The Pesticide Manual - World Compendium, 11 th ed., British Crop Protection Council, Surrey, England 1997, p. 333",
            "Value": "log Kow = -1.5 at pH 5,7, and 9 @ 21 °C"
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "(1) Tomlin C; The Pesticide Manual 11th ed p 333. Cambridge, UK: The Royal Society of Chemistry (1997) (2) Lyman WJ et al; Handbook of Chemical Property Estimation Methods. Washington, DC: Amer Chem Soc pp. 4-9 (1990) (3) Swann RL et al; Res Rev 85: 17-28 (1983)",
            "Value": "The Koc of daminozide is estimated as 4(SRC), using a log Kow of -1.5(1) and a regression-derived equation(2). According to a classification scheme(3), this estimated Koc value suggests that daminozide is expected to have very high mobility in soil(SRC)."
        }
    ],
    "plant_translocations": [
        {
            "content": "The study investigated the effects of droplet size and carrier volume on the foliar uptake and transport of daminozide, a plant growth regulator. The experiment used Phaseolus vulgaris (cv Nerina), specifically the primary leaves of 10-day-old plants. A constant dose of daminozide (100 mg) was applied to both primary leaves using droplet sizes ranging from 1 to 10 ml and carrier volumes ranging from 10 to 200 ml per leaf. The results showed that decreasing droplet size or increasing carrier volume led to reduced penetration of daminozide into the leaves. However, it increased the translocation of daminozide within the plant. When the logarithm of the leaf surface/droplet interface area was plotted against daminozide uptake, a negative linear relationship was observed. This means that as the interface area decreased, daminozide uptake decreased as well. On the other hand, for translocation, an optimum quadratic relationship was observed. There was an optimal range of interface area that resulted in the highest translocation of daminozide within the plant. Some phytotoxicity (toxic effects on plants) was observed at low carrier volumes and large droplet sizes. The severity of phytotoxicity was positively correlated with the amount of daminozide deposited per unit wetted area above a threshold of 0.7 mg daminozide per square millimeter. Below this threshold, no visual evidence of phytotoxicity was observed. Interestingly, the maximum in the relationship between translocation and interface area closely corresponded to the threshold amount of deposit above which phytotoxicity occurred. This suggests that the inverse relationship between daminozide uptake and translocation at low interface areas may be attributed to the occurrence of phytotoxicity.",
            "reference": "Knoche, M., & Bukovac, M. J. (2000). Spray application factors and plant growth regulator performance: III. Interaction of daminozide uptake, translocation and phytotoxicity in bean seedlings. Pest Management Science: formerly Pesticide Science, 56(1), 43-48.",
            "method": {
                "Test Plant": "Phaseolus vulgaris L. (cv Nerina)",
                "Apply Location": "Foliar application to primary leaves",
                "Plant Grown Condition": "Raised in a growth chamber at 23/19 (±2)°C day/night temperature, 75/75 (±5)% day/night relative humidity, 14-h photoperiod, and light intensity of 400 mmol m^-2 s^-1 photosynthetic active radiation (PAR) at the plant level. One day prior to the experiment, plants were transferred to a growth chamber in the isotopelaboratory maintained under similar growing conditions except that light intensity was 200 mmol m^-2 s^-1 PAR.",
                "Chemical Preparation": "Solutions of [14C]daminozide were prepared using deionized water. Specific activities of solutions differed according to treatment and were adjusted such that the amount of radioactivity applied per plant was >3500 dpm. Radiolabeled daminozide was diluted using technical-grade material (>99% pure).",
                "Pesticide Application Details for the Plant": "Solutions were applied to both primary leaves of 10-day-old bean seedlings using microliter syringes equipped with mechanical dispensers. Droplet deposits were removed from the leaf surface by rinsing leaves with 15 ml per leaf of methanol-water (1:1 by volume) while carefully brushing the leaf surface with a soft camel's hairbrush. The rinse solution was sonicated prior to sampling.",
                "Other Information": "Leaves, stems, and roots were dried at 70°C for a minimum of 48 hours. The dried tissue was combusted, and the evolved [14C]carbon dioxide trapped in a scintillation liquid containing Carbosorb and radioassayed. Preliminary experiments carried out in a hydroponics system established that no radiolabel was released into the root medium. Initial penetration time course was established by harvesting plants at 0, 1, 4, 8, 24, 72, and 168 hours. Plants were treated with 10 x 1-ml droplets per leaf of a 10 g/l solution of daminozide. Recovery of radioactivity averaged 94.6%. Effects of droplet size (1-, 2-, 5-, and 10-ml droplets) and carrier volume (10 to 200 ml per leaf) were studied at constant daminozide dose (100 mg per leaf) in a complete factorial design. Daminozide concentrations for 10, 20, 50, 100, and 200 ml per leaf volumes were 10, 5, 2, 1, and 0.5 g/l, respectively. Carrier volume was adjusted by varying droplet number."
            },
            "result": "[{\"Application per leaf\": \"10 ul\", \"Uptake (%)\": 69.3, \"Translocation Rate (%)\": 10.5}, {\"Application per leaf\": \"20 ul\", \"Uptake (%)\": 70.6, \"Translocation Rate (%)\": 12.7}, {\"Application per leaf\": \"50 ul\", \"Uptake (%)\": 66.5, \"Translocation Rate (%)\": 14.4}, {\"Application per leaf\": \"100 ul\", \"Uptake (%)\": 63.8, \"Translocation Rate (%)\": 14.4}, {\"Application per leaf\": \"200 ul\", \"Uptake (%)\": 59.7, \"Translocation Rate (%)\": 12.8}]"
        },
        {
            "content": "Radiolabelled daminozide and maleic hydrazide (MH) were injected into American elm seedlings, kept in nutrient solution, to determine their translocation pattern and metabolic fate. Both compounds were rapidly translocated to all parts of the plant. After 21 days, 13% of the applied 14C was exuded into the nutrient solution from the roots of the plants treated with MH. Using gel-filtration and thin-layer chromatographic techniques, it was determined that daminozide did not form any metabolite, and that MH was converted into a MH-sugar complex. A significant amount of 14C was unextractable from the plant tissue.",
            "reference": "Fate of [14C]Daminozide and [14C]Maleic Hydrazide in American Elm (Ulmus americana L.) ",
            "method": {
                "Test Plant": "One-year-old American elm seedlings.",
                "Apply Location": "Injection application into the seedlings.",
                "Plant Grown Condition": "Initially grown in sand, later transferred to half-strength modified Hoagland’s nutrient solution.",
                "Chemical Preparation": "[14C]Daminozide and [14C]MH labeled in the methyl carbons of the dimethylhydrazine moiety and at the 3,6 positions, respectively; stock solutions prepared by dissolving 50 pCi in 25 ml distilled water; treatment solutions concentrated by evaporating 12.5 ml of each stock solution to 3 ml.",
                "Pesticide Application Details for the Plant": "Injected with [14C]Daminozide (0.10 pCi) and [14C]MH (0.11 pCi).",
                "Other Information": "Seedlings transferred to nutrient solution two weeks prior to treatment; detailed injection procedures previously described."
            },
            "result": "[{\"Days after application\": 1, \"Roots (% of applied)\": 0.3, \"Stem (%)\": 48.7, \"Leaf (%)\": 36.2}, {\"Days after application\": 8, \"Roots (% of applied)\": 2.6, \"Stem (%)\": 41.3, \"Leaf (%)\": 37.6}, {\"Days after application\": 21, \"Roots (% of applied)\": 4.1, \"Stem (%)\": 26.6, \"Leaf (%)\": 48.0}]"
        }
    ]
}