{
    "_id": {
        "$oid": "6682e9a9c4e5dba5ffba2bbe"
    },
    "CID": {
        "$numberInt": "1549026"
    },
    "Name": "GERANYL ACETATE",
    "IUPACName": "[(2E)-3,7-dimethylocta-2,6-dienyl] acetate",
    "CanonicalSMILES": "CC(=CCCC(=CCOC(=O)C)C)C",
    "Synonyms": [
        "GERANYL ACETATE",
        "105-87-3",
        "Geraniol acetate",
        "Geranyl ethanoate",
        "Acetic acid",
        "geraniol ester",
        "trans-3,7-Dimethyl-2,6-octadien-1-yl acetate",
        "Geranyl acetate A",
        "trans-Geraniol acetate",
        "[(2E)-3,7-dimethylocta-2,6-dienyl] acetate",
        "Acetic acid",
        "geranyl ester",
        "beta-Geranyl Acetate",
        "NCI-C54728",
        "trans-geranyl acetate",
        "FEMA No. 2509",
        "2,6-Octadien-1-ol",
        "3,7-dimethyl-",
        "acetate",
        "(E)-"
    ],
    "IsomericSMILES": "CC(=CCC/C(=C/COC(=O)C)/C)C",
    "INCHI": "InChI=1S/C12H20O2/c1-10(2)6-5-7-11(3)8-9-14-12(4)13/h6,8H,5,7,9H2,1-4H3/b11-8+",
    "INCHIKEY": "HIGQPQRQIQDZMP-DHZHZOJOSA-N",
    "Formula": "C12H20O2",
    "MolecularWeight": {
        "$numberDouble": "196.29"
    },
    "Description": "Geranyl acetate is a monoterpenoid that is the acetate ester derivative of geraniol. It has a role as a plant metabolite. It is an acetate ester and a monoterpenoid. It is functionally related to a geraniol.",
    "XlogP": {
        "$numberDouble": "3.5"
    },
    "Complexity": {
        "$numberInt": "233"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "plant_concentrations": [
        {
            "References": "(1) Gomez E et al; J Agric Food Chem 41: 1669-76 (1993) (2) Koukos PK et al; J Agric Food Chem 48: 1266-8 (2000)",
            "Value": "Geranyl acetate was identified as a volatile compound found in fresh, tree-ripened apricots and  plumcots at concentrations of 4 and 3 ug/kg of fresh fruit tissue, respectively(1). It is a component of Balkan pine, Pinus peuce, twig oil from Greece at 0.7%(2)."
        }
    ],
    "environmental_bioconcentrations": [
        {
            "References": "(1) Griffin S et al; J Chromatog 864: 221-8 (1999) (2) Meylan WM et al; Environ Toxicol Chem 18: 664-72 (1999) (3) Franke C et al; Chemosphere 29: 1501-14 (1994)",
            "Value": "An estimated BCF of 260 was calculated in fish for geranyl acetate(SRC), using a log Kow of 4.04(1) and a regression-derived equation(2). According to a classification scheme(3), this BCF suggests the potential for bioconcentration in aquatic organisms is high, provided the compound is not metabolized by the organism(SRC)."
        }
    ],
    "logP": [
        {
            "References": "Griffin S et al; J Chromatog 864: 221-8 (1999)",
            "Value": "log Kow = 4.04"
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Groups of 5 male and female F344/N rats and B6C3F1 mice  were administered a single dose of food-grade geranyl acetate (500, 1,000, 2,000, 4,000, or 8,000 mg/kg bw) in corn oil by gavage. All rats receiving 8,000 mg geranyl acetate/kg bw died on day 2.  Four of the 5 male mice and all of the female mice receiving 8,000 mg/kg died. All mice administered 1,000-8,000 mg/kg were inactive immediately after dosing.No other deaths occurred among the rats or mice.[Carcinogenesis Studies of Food Grade Geranyl Acetate (71% Geranyl acetate, 29% Citronellyl Acetate) in F344/N Rats and B6C3F1 Mice (Gavage Study). Technical Report Series No. 252 (1987) NIH Publication No. 88-2508 U.S. Department of Health and Human Services, National Toxicology Program, National Institute of Environmental Health Sciences, Research Triangle Park, NC 27709]"
        },
        {
            "References": "Carcinogenesis Studies of Food Grade Geranyl Acetate (71% Geranyl acetate, 29% Citronellyl Acetate) in F344/N Rats and B6C3F1 Mice (Gavage Study). Technical Report Series No. 252 (1987) NIH Publication No. 88-2508 U.S. Department of Health and Human Services, National Toxicology Program, National Institute of Environmental Health Sciences, Research Triangle Park, NC 27709",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Groups of 5 male and female F344/N rats and B63F1 mice were administered food grade geranyl acetate in corn oil by gavage for 14 consecutive days at doses of 0, 62, 125, 250, 500, or 1,000 mg/kg bw (rats) or 0, 125, 250, 500, 1,000, or 2,000 mg/kg bw (mice). All rats survived to the end of the dosing period. The activity of all rats that received 1,000 mg/kg decreased after dosing between days 2 and 4 of the studies. No compound-related effects were observed in rats during necropsy. Three female mice that received 2,000 mg/kg died. All other mice survived to the end of the 14-day dosing period. All mice that received 1,000 mg/kg or more were inactive after the dose was administered but they returned to normal within 24 hours. One of the 5 male mice that received 2,000 mg/kg had a thickened duodenal wall, and 3 of 5 female mice receiving 2,000 mg/kg had a thickened wall of the cardiac stomach. These effects were considered to be compound related."
        },
        {
            "References": "",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Groups of 10 male and female F344/N rats were administered food grade geranyl acetate at doses of 0, 250, 500, 1,000, 2,000, or 4,000 mg/kg bw in corn oil by gavage, 5 days a week for 13 weeks. Groups of 10 male and female B6C3F1 mice received doses of 0, 125, 250, 500, 1,000, or 2,000 mg/kg on the same schedule. Two of 10 male rats and 1 of 10 female rats receiving 4,000 mg/kg died. At 4,000 mg/kg mean body weight compared to controls was depressed 19% in males and 8% in females. Reddened mucosa of the stomach was observed in 3 of 10 males at 4,000 mg/kg. No compound-related histopathologic effects were observed in any of the rats at necropsy.Seven of 10 male mice and 9 of 10 female mice receiving 2,000 mg/kg died. Except for males that received 2,000 mg/kg, mean body weights of dosed mice were comparable with those of the controls. Cytoplasmic vacuolization of the liver, kidney, and myocardium was observed in male and female mice at the 2,000 mg/kg dose level. ...Because of the presence of lipids in the vacuoles, this lesion is sometimes referred to as lipidosis. ... Stomach lesions, consisting of focal suppurative, inflammation, focal ulcerative inflammation, or submucosal edema were found in 2 of 10 males and 6 of 10 females at the 2,000 mg/kg dose.[Carcinogenesis Studies of Food Grade Geranyl Acetate (71% Geranyl acetate, 29% Citronellyl Acetate) in F344/N Rats and B6C3F1 Mice (Gavage Study). Technical Report Series No. 252 (1987) NIH Publication No. 88-2508 U.S. Department of Health and Human Services, National Toxicology Program, National Institute of Environmental Health Sciences, Research Triangle Park, NC 27709]"
        },
        {
            "References": "Carcinogenesis Studies of Food Grade Geranyl Acetate (71% Geranyl acetate, 29% Citronellyl Acetate) in F344/N Rats and B6C3F1 Mice (Gavage Study). Technical Report Series No. 252 (1987) NIH Publication No. 88-2508 U.S. Department of Health and Human Services, National Toxicology Program, National Institute of Environmental Health Sciences, Research Triangle Park, NC 27709",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ ... Under the conditions of these studies, food grade geranyl acetate (Containing approximately 71% geranyl acetate and 29% citronellyl actetate) was not carcinogenic for F344/N rats or B6C3F1 mice of either sex. ... Levels of Evidence of Carcinogenicity: Male Rats: Negative; Female Rats: Negative; Male mice: Negative; Female mice: Negative. However, the reduced survival observed in high dose male rats, high dose male mice, and high and low dose female mice lowered the sensitivity of these studies for detecting neoplastic responses in these groups. Cytoplasmic vacuolization was increased in the liver and in the kidney of male and female mice and was considered to be compound related."
        },
        {
            "References": "",
            "Value": "/GENOTOXICITY/ Geranyl acetate was tested for mutagenicity in the Salmonella/microsome preincubation assay using the standard protocol approved by the National Toxicology Program. Geranyl acetate was tested at doses of 0.001, 0.003, 0.010, 0.033, 0.10, 0.33, 1.0, and 3.3 mg/plate in as many as 5 Salmonella typhimurium strains (TA1535, TA1537, TA97, TA98, and TA100) in the presence and absence of rat or hamster liver S-9. Geranyl acetate was negative in these tests and the highest ineffective dose tested in any S. typhimurium strain was 3.3 mg/plate.[Mortelmans K et al; Environ Mutagen 8:1-119 (1986)]"
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "(1) Griffin S et al; J Chromatog 864: 221-8 (1999) (2) Lyman WJ et al; Handbook of Chemical Property Estimation Methods. Washington, DC: Amer Chem Soc pp. 4-9 (1990) (3) Swann RL et al; Res Rev 85: 17-28 (1983)",
            "Value": "The Koc of geranyl acetate is estimated as 3,700(SRC), using a log Kow of 4.04(1) and a regression-derived equation(2). According to a classification scheme(3), this estimated Koc value suggests that geranyl acetate is expected to have slight mobility in soil."
        }
    ]
}