{
    "_id": {
        "$oid": "6682e91fc4e5dba5ffba2907"
    },
    "CID": {
        "$numberInt": "15531"
    },
    "Name": "BROMOXYNIL",
    "IUPACName": "3,5-dibromo-4-hydroxybenzonitrile",
    "CanonicalSMILES": "C1=C(C=C(C(=C1Br)O)Br)C#N",
    "Synonyms": [
        "BROMOXYNIL",
        "3,5-Dibromo-4-hydroxybenzonitrile",
        "1689-84-5",
        "Brominal",
        "Brominex",
        "Brominil",
        "Broxynil",
        "Sabre",
        "2,6-Dibromo-4-cyanophenol",
        "Brittox",
        "Buctril",
        "Labuctril",
        "Pardner",
        "Toplan",
        "Chipco buctril"
    ],
    "IsomericSMILES": "C1=C(C=C(C(=C1Br)O)Br)C#N",
    "INCHI": "InChI=1S/C7H3Br2NO/c8-5-1-4(3-10)2-6(9)7(5)11/h1-2,11H",
    "INCHIKEY": "UPMXNNIRAGDFEH-UHFFFAOYSA-N",
    "Formula": "C7H3Br2NO",
    "MolecularWeight": {
        "$numberDouble": "276.91"
    },
    "Description": "3,5-dibromo-4-hydroxybenzonitrile is a dibromobenzene that is 2,6-dibromophenol substituted by a cyano group at position 4. It has a role as an environmental contaminant, a xenobiotic and a herbicide. It is a member of phenols, a dibromobenzene and a hydroxynitrile. It is functionally related to a 2,6-dibromophenol. It is a conjugate acid of a 3,5-dibromo-4-oxidobenzonitrile(1-).",
    "XlogP": {
        "$numberDouble": "3.5"
    },
    "Complexity": {
        "$numberInt": "176"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "environmental_bioconcentrations": [
        {
            "References": "(1) MacBean C, ed; e-Pesticide Manual. 15th ed., ver. 5.1, Alton, UK; British Crop Protection Council. Bromoxynil (1689-84-5) (2008-2010) (2) US EPA; Estimation Program Interface (EPI) Suite. Ver. 4.1. Jan, 2010. Available from, as of Dec 30 2011: https://www.epa.gov/oppt/exposure/pubs/episuitedl.htm (3) Franke C et al; Chemosphere 29: 1501-14 (1994)",
            "Value": "An estimated BCF of 28 was calculated in fish for bromoxynil(SRC), using a log Kow of 2.70(1) and a regression-derived equation(2). According to a classification scheme(3), this BCF suggests the potential for bioconcentration in aquatic organisms is low(SRC)."
        }
    ],
    "environmental_biodegradations": [
        {
            "References": "Menzie, C.M. Metabolism of Pesticides-Update III. Special Scientific Report- Wildlife No. 232. Washington, DC: U.S.Department of the Interior, Fish and Wildlife Service, 1980., p. 97",
            "Value": "AEROBIC: Using a clay loam soil, (14)C bromoxynil and ioxynil degradation was studied. The half-life was estimated to be 7 days for bromoxynil and 9-10 days for ioxynil. Soil microorganisms used in this study that degraded ioxynil completely to carbon dioxide or in part did not seem to degrade bromoxynil completely. No metabolites except carbon dioxide were identified."
        },
        {
            "References": "(1) Smith AE; Pestic Sci 11: 341-6 (1980) (2) Thom NS, Agg AR; Proc Royal Soc Lond B189: 347-57 (1975) (3) Muir DCG et al; Environ Toxicol Chem 10: 395-406 (1991) (4) Hsu JC, Camper ND; Can J Microbiol 21: 2008-12 (1975) (5) Smith AE; Weed Res 11: 276-82 (1971)",
            "Value": "AEROBIC: Bromoxynil is rapidly biodegraded by soil microorganisms(1), but is unlikely to be removed by biological sewage treatment even after prolonged exposure(2). The major biodegradation products in soil are 3,5-dibromo-4-hydroxybenzoic acid and 3,5-dibromo-4-hydroxybenzamide(3,4). Bromoxynil biodegraded in a clay loam soil of high organic content, but not in sterilized soil(4). The half-life in the non-sterile soil was 7 days. In a laboratory experiment, when bromoxynil octanoate was applied to heavy clay (organic content 4.2%, pH 7.7) and sandy loam (organic content 4.0%, pH 7.6) soils (at 85% field capacity moisture) at a rate equivalent of 1 kg bromoxynil/ha, it was rapidly hydrolyzed to the free bromoxynil (80% in 24 hr). The bromoxynil formed was rapidly degraded with as much as 30% breakdown in 24 hr and complete breakdown in 7 days(1). The presence of several other pesticides did not affect the degradation(1). A second study performed in Regina heavy clay at a higher concentration found that after 1 and 2 weeks of incubation at 18 °C, 47-75% and 38-66% of bromoxynil remained in the soil(5). The amounts of bromoxynil remaining after incubation at 25 °C were 25-54% and 9-36%, respectively(5)."
        },
        {
            "References": "(1) Rosenbrock P et al; Pestic Biochem Physiol 78: 49-57 (2004)",
            "Value": "AEROBIC: Bromoxynil was 42% mineralized with 60 days using an agricultural soil the hops-growing \"Hallertau region\" north of Munich, Germany. It was noted that 52% of the originally applied ring-labeled (14C)bromoxynil formed non-extractable residues in soil and 0.03% volatilized(1)."
        },
        {
            "References": "(1) Knight VK et al; Environ Toxicol Chem 22: 540-544 (2003) (2) Cupples AM et al; Appl Environ Microbiol 71: 3741-3746 (2005)",
            "Value": "ANAEROBIC: Bromoxynil present at 150 uM, was 100% biodegraded via methanogenesis, sulfidogenesis and Fe(III)-reduction in 20 days using a 10% enrichment sediment sample collected from Arthur Kill, an intertidal strait between Staten Island (NY) and NJ, an area long contaminated by halogenated compounds. Anaerobic biodegradation proceeds via reductive debromination to 4-cyanophenol which is further degraded to phenol and ultimately carbon dioxide(1). Dehalogenation of bromoxynil to 4-cyanophenol and 3,5-dibromo-4-hydroxybenzoate by the soil microbe Desulfitobacterium chlororespirans, an anaerobic spore-forming microorganism, has been demonstrated(2)."
        },
        {
            "References": "Menzie, C.M. Metabolism of Pesticides, Update II. U.S. Department of the Interior, Fish Wildlife Service, Special Scientific Report - Wildlife No. 2l2. Washington, DC: U.S. Government Printing Office, 1978., p. 52",
            "Value": "PURE CULTURE: When exposed to Flexibacterium, strain BR4, bromoxynil was rapidly degraded. After 5 wk, only 5% of herbicide remained. Benzamide and benzoic acid analogs were identified; third metabolite was not identified."
        }
    ],
    "logP": [
        {
            "References": "Sangster J; LOGKOW Database. A databank of evaluated octanol-water partition coefficients (Log P). Available from, as of Dec 30. 2011: https://logkow.cisti.nrc.ca/logkow/search.html",
            "Value": "log Kow = 2.70"
        }
    ],
    "mechanism_of_action": [
        {
            "References": "Krieger, R. (ed.). Handbook of Pesticide Toxicology. Volume 2, 2nd ed. 2001. Academic Press, San Diego, California., p. 1234",
            "Value": "/Bromoxynil/ is a fairly potent mitochondria uncoupler in vitro with AUC50 value in rat liver mitochondria of 3.2 uM, an activity which is about 5- to 10-fold higher than that of 2,4-DNP. The signs and symptoms of acute poisoning in vertebrates (including humans) are in reasonable accord with uncoupling being the primary mechanism of toxicity."
        },
        {
            "References": "Kearney, P.C., and D. D. Kaufman (eds.) Herbicides: Chemistry, Degredation and Mode of Action. Volumes 1 and 2. 2nd ed. New York: Marcel Dekker, Inc., 1975., p. 586",
            "Value": "In addition to uncoupling oxidative & photosynthetic phosphorylation, higher concentrations of ... Bromoxynil also inhibits electron transport in isolated mitochondria and chloroplasts. ... Bromoxynil had no effect on in vitro activities of proteolytic & amylolytic enzymes isolated from plants."
        }
    ],
    "sediment_soil_concentrations": [
        {
            "References": "(1) Brown DF et al; J Environ Qual 14: 521-32 (1985) (2) Smith AE; Pestic Sci 11: 341-6 (1980) (3) Yao Y et al; Environ Sci Technol 42: 5931-5937 (2008)",
            "Value": "SOIL: No bromoxynil was found on test runoff plots planted with winter wheat and treated with bromoxynil octanoate 127 to 135 days earlier(1). No bromoxynil residues were detected in soil to which bromoxynil was applied 10 weeks earlier(2). Only trace amounts of bromoxynil was found in winter wheat fields 107 days after being sprayed with a bromoxynil octanoate formulation(1). A maximum concentration of 6.23 ng/g was measured in soil from Bratt's Lake, Saskatchewan, Canada during spring to summer of 2004 and 2005 sampling of Canadian agricultural regions; detection limit = 0.2 ng/g(3)."
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "(1) Hill BD et al; Water Qual Res J Can 35: 693-710 (2000) (2) Swann RL et al; Res Rev 85: 17-28 (1983) (3) MacBean C, ed; e-Pesticide Manual. 15th ed., ver. 5.1, Alton, UK; British Crop Protection Council. Bromoxynil (1689-84-5) (2008-2010) (4) Doucette WJ; pp. 141-188 in Handbook of Property Estimation Methods for Chemicals. Boethling RS, Mackay D, eds. Boca Raton, FL: Lewis Publ (2000)",
            "Value": "The Koc of bromoxynil has been reported as 302(1). According to a classification scheme(2), this Koc value suggests that bromoxynil is expected to have moderate mobility in soil. The pKa of bromoxynil is 3.86(3), indicating that this compound will almost entirely exist in the anion form in the environment and anions generally do not adsorb more strongly to soils containing organic carbon and clay than their neutral counterparts(4). Using soil column studies employing soils from Alberta, Canada, bromoxynil was shown to leach 69 to 77% by 0.67 rain-year in Brown (Skiff, loam; pH 6.0, 2.1% organic matter) and Dark Brown (Lethbridge, loam; pH 7.6, 2.7% organic matter) soils and at an intermediate rate of 64% by 3.0 rain-year in Dark Grey soil (Beaverlodge #1, silty loam; pH 6.3, 5.4% organic matter) and 5% in 3.0 rain-year in Black soil (Lacombe, sandy loam; pH 5.6, 5.9% organic matter)(1)."
        }
    ],
    "plant_translocations": [
        {
            "content": "The relation of translocation and degradation to selectivity of 3,5-dibromo-4-hydroxybenzonitrile (bromoxynil) in winter wheat (Triticum aestivum L., var. Nugaines), a resistant species, and coast fiddleneck (Amsinckia intermedia Fisch. & Mey.), a susceptible species, was examined. Radioautographic and extraction analysis revealed that the label from 14C-bromoxynil was more mobile in coast fiddleneck than in wheat. Higher levels of soluble radioactivity were found in extracts of coast fiddleneck than wheat. Higher levels of insoluble label were found in tissue residues of wheat than coast fiddleneck. In both species, most of the activity remained in treated leaves. A high percentage of the soluble activity was attributed to 14C-bromoxynil in both wheat and coast fiddleneck. The evolution of 14CO2 by wheat treated with 14C-bromoxynil significantly exceeded that of coast fiddleneck. The difference in susceptibility between winter wheat and coast fiddleneck appears to be explained partly by differential translocation and degradation of bromoxynil.",
            "reference": "Schafer, D. E., & Chilcote, D. O. (1970). Translocation and degradation of bromoxynil in a resistant and a susceptible species. Weed science, 18(6), 729-732.",
            "method": {
                "Test Plant": "Nugaines winter wheat (Triticum aestivum L.), coast fiddleneck (Amsinckia intermedia Fisch. & Mey.)",
                "Apply Location": "foliar application (applied as a single microdrop of 20 μliters to leaves)",
                "Plant Grown Condition": "-",
                "Chemical Preparation": "14C-bromoxynil formulated as the octanoic acid ester, labelled in the cyano group",
                "Pesticide Application Details for the Plant": "0.042 μCi activity applied per plant",
                "Other Information": "Radioautographs prepared after 1, 2, and 4 days to determine gross distribution. Quantification of soluble and insoluble radioactivity fractions in treated leaves, foliage and roots after 2 and 4 days using 3 replicates with 2 plants each in a randomized block design. Extraction with methanol followed by liquid scintillation counting or GM counting."
            },
            "result": "[{\"Plant\": \"Wheat\", \"Days after application\": 2, \"Unabsorbed\": 77.46, \"Soluble in treated leaf\": 4.28, \"Soluble in foliage\": 2.07, \"Soluble in root\": 0.02, \"Insoluble in treated leaf\": 5.85, \"Insoluble in foliage\": 0.38, \"Insoluble in root\": 0.15}, {\"Plant\": \"Wheat\", \"Days after application\": 4, \"Unabsorbed\": 60.37, \"Soluble in treated leaf\": 4.76, \"Soluble in foliage\": 3.7, \"Soluble in root\": 0.13, \"Insoluble in treated leaf\": 6.68, \"Insoluble in foliage\": 0.71, \"Insoluble in root\": 0.32}, {\"Plant\": \"Fiddleneck\", \"Days after application\": 2, \"Unabsorbed\": 58.68, \"Soluble in treated leaf\": 16.61, \"Soluble in foliage\": 3.28, \"Soluble in root\": 0.39, \"Insoluble in treated leaf\": 1.04, \"Insoluble in foliage\": 0.0, \"Insoluble in root\": 0.0}, {\"Plant\": \"Fiddleneck\", \"Days after application\": 4, \"Unabsorbed\": 38.03, \"Soluble in treated leaf\": 24.76, \"Soluble in foliage\": 22.18, \"Soluble in root\": 0.84, \"Insoluble in treated leaf\": 2.28, \"Insoluble in foliage\": 0.1, \"Insoluble in root\": 0.0}]"
        },
        {
            "content": "Bromoxynil efficacy, uptake, translocation, and spray retention were investigated when bromoxynil was applied in conventional water volumes of 234 L ha−1 and in simulated sprinkler irrigation at 127 000 L ha−1 to common lambsquarters. Bromoxynil controlled common lambsquarters similarly regardless of water volume, whereas injury to spearmint, a tolerant crop, was greatest using low water volume. Spray retention was 18 and 38 times greater on common lambsquarters and spearmint, respectively, when bromoxynil was applied in 234 L ha−1 than 127 000 L ha−1. Two weeks after applying bromoxynil in 127 000 L ha−1 water volume, common lambsquarters dry weight was 60% of the nontreated check where only soil was treated but was 5% of the nontreated check where only leaves were treated. Roots of lambsquarters absorbed 22% of 14C-bromoxynil applied to hydroponic solution by 7 d, but only 2% was translocated to the shoots. Percent absorption and translocation of foliar-applied 14C-bromoxynil were 15 and 6% greater, respectively, from 0.0096 g L−1 than from a 1.2 g L−1 bromoxynil solution by 24 h after application. Uptake of bromoxynil was 13% greater through lower than upper leaf surfaces. These results suggest efficacy of bromoxynil applied in large spray volumes is, in part, due to root uptake, efficient foliar uptake and translocation, and uptake from lower leaf surfaces.",
            "reference": "Boydston, R. A., & Al-Khatib, K. (1993). Efficacy, site of uptake, and retention of bromoxynil in common lambsquarters with conventional and sprinkler application. Weed Science, 41(2), 166-171.",
            "method": {
                "Test Plant": "Common lambsquarters and spearmint",
                "Apply Location": "Foliar application (8 droplets of 1 μl each applied to the upper or lower leaf surface of the last fully expanded leaf)",
                "Plant Grown Condition": "Grown in 10-cm diameter x 20-cm deep plastic pots with 3:1 sandy loam:sand mix in a glasshouse at 27-35°C day/18-21°C night temperature with 16h daylength supplemented by sodium vapor lamps.",
                "Chemical Preparation": "Emulsifiable concentrate formulation containing 120 g ae L-1 of octanoic acid ester of bromoxynil. 14C-bromoxynil (specific activity 0.67 kBq nmol-1) included in spray solutions.",
                "Pesticide Application Details for the Plant": "Solutions of 1.2, 0.24, 0.048, 0.0096 g L-1 bromoxynil with respective 14C activities of 231, 231, 56, 14 kBq ml-1. 0.25% nonionic surfactant added.",
                "Other Information": "Experiments with 6 replicates in completely randomized design. Plants harvested 6, 12, 24 h after application. Treated leaves washed to remove unabsorbed 14C. Plant parts oxidized and 14C quantified by liquid scintillation spectrometry."
            },
            "result": "[{\"Days after application\": 6, \"Concentraion (g/L)\": 1.2, \"Absorption\": 58, \"Translocation to shoots\": 0.9, \"Translocation to roots\": 0.2}, {\"Days after application\": 6, \"Concentraion (g/L)\": 0.24, \"Absorption\": 90, \"Translocation to shoots\": 0.7, \"Translocation to roots\": 0.1}, {\"Days after application\": 6, \"Concentraion (g/L)\": 0.48, \"Absorption\": 88, \"Translocation to shoots\": 2.3, \"Translocation to roots\": 0.3}, {\"Days after application\": 6, \"Concentraion (g/L)\": 0.0096, \"Absorption\": 80, \"Translocation to shoots\": 3.1, \"Translocation to roots\": 1.3}, {\"Days after application\": 12, \"Concentraion (g/L)\": 1.2, \"Absorption\": 69, \"Translocation to shoots\": 0.5, \"Translocation to roots\": 0.2}, {\"Days after application\": 12, \"Concentraion (g/L)\": 0.24, \"Absorption\": 93, \"Translocation to shoots\": 1.2, \"Translocation to roots\": 0.2}, {\"Days after application\": 12, \"Concentraion (g/L)\": 0.48, \"Absorption\": 92, \"Translocation to shoots\": 2.9, \"Translocation to roots\": 0.4}, {\"Days after application\": 12, \"Concentraion (g/L)\": 0.0096, \"Absorption\": 81, \"Translocation to shoots\": 3.0, \"Translocation to roots\": 1.4}, {\"Days after application\": 24, \"Concentraion (g/L)\": 1.2, \"Absorption\": 77, \"Translocation to shoots\": 0.3, \"Translocation to roots\": 0.4}, {\"Days after application\": 24, \"Concentraion (g/L)\": 0.24, \"Absorption\": 99, \"Translocation to shoots\": 1.4, \"Translocation to roots\": 0.2}, {\"Days after application\": 24, \"Concentraion (g/L)\": 0.48, \"Absorption\": 93, \"Translocation to shoots\": 4.9, \"Translocation to roots\": 0.8}, {\"Days after application\": 24, \"Concentraion (g/L)\": 0.0096, \"Absorption\": 92, \"Translocation to shoots\": 4.8, \"Translocation to roots\": 1.8}]"
        }
    ]
}