{
    "_id": {
        "$oid": "6682e91fc4e5dba5ffba2908"
    },
    "CID": {
        "$numberInt": "15546"
    },
    "Name": "PYRAZON",
    "IUPACName": "5-amino-4-chloro-2-phenylpyridazin-3-one",
    "CanonicalSMILES": "C1=CC=C(C=C1)N2C(=O)C(=C(C=N2)N)Cl",
    "Synonyms": [
        "Chloridazon",
        "1698-60-8",
        "5-Amino-4-chloro-2-phenylpyridazin-3(2H)-one",
        "PYRAZON",
        "Chloridazone",
        "Curbetan",
        "Clorizol",
        "Phenosane",
        "Pyrazone",
        "Pyrazonl",
        "Burex",
        "Suzon",
        "3(2H)-Pyridazinone",
        "5-amino-4-chloro-2-phenyl-",
        "PCA (pesticide)",
        "Phenazone (herbicide)"
    ],
    "IsomericSMILES": "C1=CC=C(C=C1)N2C(=O)C(=C(C=N2)N)Cl",
    "INCHI": "InChI=1S/C10H8ClN3O/c11-9-8(12)6-13-14(10(9)15)7-4-2-1-3-5-7/h1-6H,12H2",
    "INCHIKEY": "WYKYKTKDBLFHCY-UHFFFAOYSA-N",
    "Formula": "C10H8ClN3O",
    "MolecularWeight": {
        "$numberDouble": "221.64"
    },
    "Description": "Chloridazon is a pyridazinone that is pyridazin-3(2H)-one substituted by an amino group at position 5, a chloro group at position 4 and a phenyl group at position 2. It has a role as an environmental contaminant, a xenobiotic and a herbicide. It is a pyridazinone, an organochlorine compound, a primary amino compound and a member of benzenes.",
    "XlogP": {
        "$numberDouble": "0.8"
    },
    "Complexity": {
        "$numberInt": "332"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "environmental_bioconcentrations": [
        {
            "References": "PMID:237032",
            "Value": "PYRIDAZINONE RING-(SUP) (14) C-LABELED PYRAZON WAS SLOWLY DEGRADED IN WATER. 32 DAYS AFTER APPLICATION IN MODEL ECOSYSTEM, ABOUT 66% OF RADIOACTIVITY IN WATER WAS THE PARENT CMPD. COMBINED PARENT COMPOUND AND METABOLITES IN ORGANISMS LIVING IN THE ECOSYSTEM RANGED FROM 0.06 PPM IN FISH TO 0.6 PPM IN CRAB. ANALYSIS OF CRAB EXTRACTS REVEALED THAT PYRAZON CONSTITUTED ABOUT 76% OF THE TOTAL RADIOACTIVITY IN THAT ORGANISM. THERE WAS NO EVIDENCE TO INDICATE THAT PYRAZON AND ITS DEGRADATION PRODUCTS WERE MAGNIFIED THROUGH THE FOOD CHAIN."
        },
        {
            "References": "(1) Canton JH et al; Catch-up operation on old pesticides: an integration. RIVM-678801002, NTIS PB92-105063, Rijkinst Volksgeondh Milieuhyg, Bilthoven, The Netherlands (1991) (2) Franke C et al; Chemosphere 29: 1501-14 (1994) (4) Sanborn JR et al; The Fate of Selected Pesticides in the Aquatic Environment. USEPA-660/3-74-025 (1974)",
            "Value": "A BCF range of 2-23 was measured in fish for pyrazon(1). According to a classification scheme(2), this BCF suggests the potential for bioconcentration in aquatic organisms is low(SRC). Pyrazon did not accumulate in aquatic organisms in a model ecosystem(4). In the model ecosystem which contained algae, clam, crab, daphnia, elodea, fish, mosquito and snail, Pyrazon (0.476 ppm) and a metabolite of Pyrazon were only detected in crab at the end of the 33 day experiment(4)."
        }
    ],
    "environmental_biodegradations": [
        {
            "References": "Menzie, C. M. Metabolism of Pesticides, An Update. U.S. Department of the Interior, Fish, Wild-life Service, Special Scientific Report - Wildlife No. 184, Washington, DC: U.S. Government Printing Office, l974., p. 305",
            "Value": "IN SANDY LOAM SOIL, LESS THAN 10% OF THE HERBICIDE WAS DEGRADED TO 5-AMINO-4-CHLORO-3(2H)-PYRIDAZINONE (ACP) AFTER 10 WK @ 21 °C ... IN OTHER STUDIES, LOSS OF PYRAZON FROM SOIL WAS EXPONENTIAL & CHARACTERISTIC OF THE ACTIVITY OF SOIL MICROORGANISMS ..."
        },
        {
            "References": "Worthing, C.R., S.B. Walker (eds.). The Pesticide Manual - A World Compendium. 7th ed. Lavenham, Suffolk, Great Britain: The Lavenham Press Limited, 1983., p. 109",
            "Value": "IT PERSISTS IN SANDY LOAM FOR ABOUT 20 WK & IS DECOMP TO 5-AMINO-4-CHLORO-PYRIDAZIN-3-ONE WHICH IS NON-PHYTOTOXIC."
        },
        {
            "References": "Weed Science Society of America. Herbicide Handbook. 4th ed. Champaign, IL: Weed Science Society of America, 1979. of America, 1979., p. 392",
            "Value": "... DEPENDING UPON SOIL TEMP & MOISTURE IN TREATED ZONE, MICROBIAL BREAKDOWN CAN BE MODERATELY RAPID. PRINCIPAL SOIL DEGRADATION PRODUCT IS DEPHENYLATED PYRAZON WHICH IS NOT SIGNIFICANTLY HERBICIDAL."
        },
        {
            "References": "Menzie, C. M. Metabolism of Pesticides, An Update. U.S. Department of the Interior, Fish, Wild-life Service, Special Scientific Report - Wildlife No. 184, Washington, DC: U.S. Government Printing Office, l974., p. 305",
            "Value": "GRAM-NEGATIVE COCCUS REQUIRING VITAMIN-B12 WAS FOUND CAPABLE OF METABOLIZING PYRAZON. BENZENE MOIETY ... SEEMED TO BE USED AS A CARBON SOURCE. ... RESIDUE OF 5-AMINO-4-CHLORO-PYRIDAZIN-3(2H)-ONE /WAS DETECTED/. ... SOIL MICROORGANISMS ... /COULD REMOVE/ PHENYL GROUP ..."
        },
        {
            "References": "(1) Tomlin C; The Pesticide Manual, 10th ed, Crop Protection Publications p 179-80 (1994) (2) Fournier JC et al; Laboratory studies of the biodegradability of herbicides. Spec Publ - Agric Res Organ, Volcani Cent 82: 5-13 (1977) (3) Smith DT, Meggitt WP; Weed Sci 18: 260-4 (1970) (4) Eberspacher J, Lingens F; FEMS Symp 12 (Microb Degrad Xenobiotic Recalcitant Compds) pp 271-84 (1981) (5) Engvild KC, Jensen HL; Soil Biol Biochem 1: 295-300 1969)",
            "Value": "AEROBIC: In studies using soil suspensions as an inoculum, pyrazon was biodegradable as the sole source of carbon(2,5). Metabolism of pyrazon by soil bacteria results in the utilization of the benzene moiety; the heterocyclic moiety of pyrazon remains unmetabolized(1,3,4). The metabolic product is 5-amino-4-chloropyridazin-3(2H)-one(1,3,4). This heterocycle has been detected in pyrazon-treated soil(4). Soil residues were directly related to organic matter content of soil and inversely related to rainfall during the growing season. Non-biological degradation was ruled out since no degradation occurs in autoclaved soil(4). Further evidence is the exponential character of the degradation curves and the isolation of degrading bacteria(5). The degrading bacteria were found to be sensitive to high temperatures (>37 °C), strictly aerobic and unable to grow in soil when the pH was adjusted to 4(4). The increase of bacterial population between 4.5 and 29.5 °C indicates high microbial utilization of the herbicide(3)."
        },
        {
            "References": "(1) Engvild KC, Jensen HL; Soil Biol Biochem 1: 295-300 1969)",
            "Value": "AEROBIC: When pyrazon (500 ppm) was added to a light loam soil (pH 6.7) and incubated in the laboratory, 80% disappearance occurred in 1 yr(1). When pyrazon (250 ppm) was added to garden soil and incubated with 16% moisture content at 25 °C, pyrazon degradation was about 75% complete after 3 months(1). In the same soil with 10% of the pyrazon-incubated soil added, little breakdown occurred in the first month but was almost complete after 45 days. When a second dose of pyrazon was added, degradation was rapid, being nearly complete after 15 days."
        },
        {
            "References": "USEPA/OPPTS; Pesticide Fact Sheet: Pyrazon. (1698-60-8). EPA 738-F-05-014. Sept, 2005 Washington, DC: Environmental Protection Agency, Off Prevent Pest Tox Sub, 2003. Available at https://www.epa.gov/oppsrrd1/REDs/factsheets/pyrazon_factsheet.pdf as of Mar 5, 2007.",
            "Value": "AEROBIC: aerobic soil metabolism T1/2 of 90-152 days."
        },
        {
            "References": "USEPA/OPPTS; Pesticide Fact Sheet: Pyrazon. (1698-60-8). EPA 738-F-05-014. Sept, 2005 Washington, DC: Environmental Protection Agency, Off Prevent Pest Tox Sub, 2003. Available at https://www.epa.gov/oppsrrd1/REDs/factsheets/pyrazon_factsheet.pdf as of Mar 5, 2007.",
            "Value": "ANAEROBIC: anaerobic soil metabolism T1/2 of 307-607 days depending on soil texture."
        }
    ],
    "fish_seafood_concentrations": [
        {
            "References": "(1) Hendricks AJ et al; Environ Toxicol Chem 17: 1885-98 (1998)",
            "Value": "Pyrazon concentrations in zebra mussel (Dreissena polymorpha) and eel (Anguillla anguilla) from various locations along the Rhine and Meuse delta, Germany sampled in 1994 were <20 ug/kg wet weight(1)."
        }
    ],
    "logP": [
        {
            "References": "Braumann T, Grimme LH; J Chromatogr 206: 7-15 (1981)",
            "Value": "log Kow = 1.14"
        }
    ],
    "mechanism_of_action": [
        {
            "References": "USEPA/Office of Pesticide Programs; Pyrazon Screening Level Ecological Risk Assessment for the Re-registration Decision. p. 15. EPA-HQ-OPP-2004-0381-0012 (August 16, 2005) Available from, as of February 21, 2007: https://www.regulations.gov/fdmspublic/component/main",
            "Value": "Pyrazon is a substituted pyridazinone herbicide, which is absorbed through roots and leaves. It inhibits plant growth and survival primarily by four mechanisms: 1) inhibition of the Hill Reaction and photosynthetic carbon dioxide fixation; 2) inhibition of carotenoid biosynthesis; 3) photodestruction of chlorophyll; and 4) interference with incorporation of polar lipids in the membranes of chloroplasts. Resistant plant species, such as beets, have the ability to transform the parent compound to less toxic metabolites in the leaves. Sensitive species (millet and tomatoes, for example) are incapable of this transformation."
        },
        {
            "References": "Hartley, D. and H. Kidd (eds.). The Agrochemicals Handbook. Old Woking, Surrey, United Kingdom: Royal Society of Chemistry/Unwin Brothers Ltd., 1983., p. A080/OCT83",
            "Value": "Inhibits photosynthesis and the Hill-reaction."
        }
    ],
    "sediment_soil_concentrations": [
        {
            "References": "(1) Barra R et al; Chemosphere 30: 485-500 (1995)",
            "Value": "SOIL: The concn of pyrazon at four sites in central Chile after treatment was determined by taking integrated core samples up to 30 cm in depth along transects. The results were (time after treatment, concn): 14 days, 590 ppb; 87 days, 9.5 ppb; 205 days, 4.1 ppb; 236 days, 5.1 ppb; 277 days, 2.3 ppb(1)."
        },
        {
            "References": "(1) Hendricks AJ et al; Environ Toxicol Chem 17: 1885-98 (1998)",
            "Value": "SEDIMENT: Pyrazon concentrations in suspended solids from the Rhine and Meuse delta, Germany were 0.12 and 0.075 ug/kg dry weight organic matter, respectively, sampled from 1993-1994."
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "(1) Wauchope RD et al; Rev Environ Contam Toxicol 123: 1-155 (1991) (2) Canton JH et al; Catch-up operation on old pesticides: an integration. RIVM-678801002, NTIS PB92-105063, Rijkinst Volksgeondh Milieuhyg, Bilthoven, The Netherlands (1991) (3) Tomlin C: The Pesticide Manual, 10th ed, Crop Protection Publications p 179-80 (1994) (4) Traub-Eberhard U et al; Chemosphere 28: 273-84 (1994) (5) Swann RL et al; Res Rev 85: 17-28 (1983) (6) Sanborn JR et al; The Fate of Selected Pesticides in the Aquatic Environment. USEPA-660/3-74-025 (1974)",
            "Value": "Reported Koc values of pyrazon are 120(1), 110(2), 89-340(3) and 33(4). According to a classification scheme(5), this estimated Koc value suggests that pyrazon is expected to have very high to high mobility in soil. Pyrazon does not readily leach through clay, clay loam, sandy loam, sandy clay, or loam soil(6)."
        },
        {
            "References": "(1) Sanchez-Martin MJ, Sanchez-Camazano M; Weed Sci 39: 417-22 (1991)",
            "Value": "The soil-water distribution constant, Kd, of pyrazon to 18 natural surface soils from west central Spain ranged from 0.07 to 5.96 at an equilibrium, concn of 225 ug/mL(1). The study showed the effect of both soil organic matter and smectite content on adsorptivity(1). The slope of the adsorption isotherm was higher for soils with a higher organic matter content or smectite content(1). Aside from the soil with the very high Kd of 5.96, Kd values between 0.54 and 1.73 were obtained from samples with %OC >2.8% or smectite content >8%. Kd values between 0.14 and 0.51 were obtained from samples with %OC between 0.7 and 2.8% or with smectite content <8%. Kd values <0.14 were obtained from samples with %OC <0.7% and without smectite in the clay fraction. Adsorption of pyrazon by oxidized soils, montmorillonite, a clay mineral of the smectite group, and humic acids confirm the effect of organic matter and smectite content on the adsorption of natural soils(1)."
        },
        {
            "References": "(1) Jamet P, Thoisey-Dur JC; Bull Environ Contam Toxicol 41: 135-42 (1988) (2) Sanchez-Martin MJ, Sanchez-Camazano M; Chemosphere 16: 937-44 (1987)",
            "Value": "Pyrazon was generally slightly mobile when evaluated on 7 soils by thin layer chromatography (TLC)(1). However it was moderately mobile in one soil and relatively immobile in two other soils. The relative mobilities did not appear to correlate with pH or percent organic matter of the soil(SRC). The resulting Rf values ranged from 0.07 to 0.42 with a mean of 0.18. Pyrazon forms well defined complexes with montmorillonite(2). According to IR spectra, the N atom of the pyridazone ring and/or the C=O group are involved in the interaction(2)."
        }
    ],
    "plant_translocation": [
        {
            "References": "Azaari, H., Chahboune, R., El Azzouzi, M., & Sarakha, M. (2016). Elucidation of oxidized products of Chloridazon in advanced oxidation processes using a liquid chromatography/negative electrospray ionization tandem mass spectrometric technique. Rapid Communications in Mass Spectrometry, 30(9), 1145-1152.",
            "Value": "5-Amino-4-chloro-2-phenyl-3(2H)-pyridazone with the commercial name Chloridazon is a selective pyridazinone systemic herbicide that acts by absorption on the roots with translocation to all parts of the plant. It is used for the control of annual broad-leaved weeds in sugar beet, fodder beet and beetroot. It is used in various manners, pre-plant incor_x0002_porated or in pre-emergence as well as in post-emergence. It acts as a photosynthetic electron transport inhibitor at the system II receptor site."
        }
    ]
}