{
    "_id": {
        "$oid": "6682e91fc4e5dba5ffba2909"
    },
    "CID": {
        "$numberInt": "15600"
    },
    "Name": "n-Decane",
    "IUPACName": "decane",
    "CanonicalSMILES": "CCCCCCCCCC",
    "Synonyms": [
        "DECANE",
        "124-18-5",
        "n-Decane",
        "Nonane",
        "methyl-",
        "NK85062OIY",
        "73138-29-1",
        "DTXSID6024913",
        "CHEBI:41808",
        "NSC-8781",
        "MFCD00008954",
        "Decyl hydride",
        "Decane",
        "analytical standard",
        "DTXCID704913",
        "CAS-124-18-5",
        "D10"
    ],
    "IsomericSMILES": "CCCCCCCCCC",
    "INCHI": "InChI=1S/C10H22/c1-3-5-7-9-10-8-6-4-2/h3-10H2,1-2H3",
    "INCHIKEY": "DIOQZVSQGTUSAI-UHFFFAOYSA-N",
    "Formula": "C10H22",
    "MolecularWeight": {
        "$numberDouble": "142.28"
    },
    "Description": "Decane is a straight-chain alkane with 10 carbon atoms.",
    "XlogP": {
        "$numberDouble": "5"
    },
    "Complexity": {
        "$numberInt": "40"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "plant_concentrations": [
        {
            "References": "(1) Chung TY et al; J Agric Food Chem 41: 1693-7 (1993)",
            "Value": "n-Decane was detected in the edible Korean chamchwi plant (Aster scaber Thunb)(1)."
        },
        {
            "References": "(1) USDA; Dr. Duke's Phytochemical and Ethnobotanical Databases. Plants with a chosen chemical. Decane. Washington, DC: US Dept Agric, Agric Res Service. Available from, as of Nov 10, 2015: https://www.ars-grin.gov/duke/",
            "Value": "n-Decane occurrence in plants(1).",
            "Table": "[{'Genus species': 'Cymbopogon parkeri STAPF', 'Family': 'Poaceae', 'Name(s)': 'Skhabar', 'Part': 'Plant', 'Concn (ppm)': '42'}, {'Genus species': 'Nepeta racemosa LAM.', 'Family': 'Lamiaceae', 'Name(s)': 'Catmint', 'Part': 'Shoot', 'Concn (ppm)': '0-2'}, {'Genus species': 'Carthamus tinctorius L.', 'Family': 'Asteraceae', 'Name(s)': 'Safflower', 'Part': 'Bud', 'Concn (ppm)': 'Not reported'}, {'Genus species': 'Glycyrrhiza glabra L.', 'Family': 'Fabaceae', 'Name(s)': 'Common Licorice, Licorice, Licorice-Root, Smooth Licorice', 'Part': 'Root', 'Concn (ppm)': 'Not reported'}, {'Genus species': 'Micromeria myrtifolia BOISS. &amp; HOHEN', 'Family': 'Lamiaceae', 'Name(s)': 'Dagcayi, Haydarotu, Topukcayi', 'Part': 'Shoot', 'Concn (ppm)': 'Not reported'}, {'Genus species': 'Nepeta racemosa LAM.', 'Family': 'Lamiaceae', 'Name(s)': 'Catmint', 'Part': 'Shoot', 'Concn (ppm)': 'Not reported'}, {'Genus species': 'Origanum vulgare L.', 'Family': 'Lamiaceae', 'Name(s)': 'Common Turkish Oregano, European Oregano, Oregano, Pot Marjoram, Wild Marjoram, Wild Oregano', 'Part': 'Plant', 'Concn (ppm)': 'Not reported'}, {'Genus species': 'Origanum vulgare var. viride (BOISS.) HAYEK', 'Family': 'Lamiaceae', 'Name(s)': 'Green Turkish Oregano', 'Part': 'Plant', 'Concn (ppm)': 'Not reported'}]"
        }
    ],
    "animal_concentrations": [
        {
            "References": "PMID:9451812",
            "Value": "n-Decane concentrations were measured in tissues of 12 wolves (7 male and 5 female) in Galicia, Spain. Mean concentrations were (mg/kg lipid weight): 4.83 (muscle), 2.57 (suprarenal capsule), and not detected in spleen, liver, and kidney. The mean concentrations in adult and subadult wolves were 2.95 and 0.27 mg/kg lipid weight, respectively(1)."
        }
    ],
    "environmental_bioconcentrations": [
        {
            "References": "(1) Coates M et al; Environ Sci Technol 19: 628-32 (1985) (2) US EPA; Estimation Program Interface (EPI) Suite. Ver. 4.11. Nov, 2012. Available from, as of Nov 9, 2015: https://www2.epa.gov/tsca-screening-tools (3) Franke C et al; Chemosphere 29: 1501-14 (1994)",
            "Value": "An estimated BCF of 40 was calculated in fish for n-decane(SRC), using a log Kow of 5.01(1) and a regression-derived equation(2). According to a classification scheme(2), this BCF suggests the potential for bioconcentration in aquatic organisms is moderate(SRC)."
        }
    ],
    "environmental_biodegradations": [
        {
            "References": "(1) ECHA; Search for Chemicals. Decane (CAS 124-18-5) Registered Substances Dossier. European Chemical Agency. Available from, as of Nov 9, 2015: https://echa.europa.eu/",
            "Value": "AEROBIC: Using OECD Guideline 301F (Ready Biodegradability: Manometric Respirometry Test) with non-adapted activated sludge, n-decane (at 45 mg/L) was found to be readily biodegradable with 32.3% degradation after 3 days and 85.5% degradation after 28 days. Other OECD Guideline 301F tests found similar results with 77% and 79.8% degradation after 28 and 38 days, respectively(1)."
        },
        {
            "References": "(1) Nagata S, Kondo G; pp. 617-20 in Photooxidation of Crude Oils, Proc 1977 Oil Spill Conf, Am Petrol Inst (1977) (2) Wakeham SG et al; Environ Sci Technol 20: 574-80 (1986)",
            "Value": "AEROBIC - SEAWATER: A 25% loss of n-decane occurred within 5 days and the compound completely disappeared within 15 days from an inoculum of 1 mL of crude oil added to a 100 mL simulated seawater solution with sediment from Fukae of Kobe harbor, Japan and incubated at 20 °C. Loss of 13 and 52% of n-decane was observed within 5 and 15 days, respectively, from 1 mL of crude oil added to a 100 mL seawater solution collected at Fukae of Kobe harbor, Japan and incubated at 20 °C. Complete recovery was reported for all the control samples(1). Seawater from Narragansett Bay, US was spiked with (1-14C)n-decane; mass balance was calculated after 2.5 week experiments and showed that 71-82% of the radiolabeled n-decane has been mineralized to 14CO2. Volatilization removed only 6-15% of the hydrocarbons studied(2)."
        },
        {
            "References": "Verschueren, K. Handbook of Environmental Data on Organic Chemicals. Volumes 1-2. 4th ed. John Wiley & Sons. New York, NY. 2001, p. 656",
            "Value": "AEROBIC: n-Decane is degraded in seawater by oil-oxidizing microorganisms: 100% breakdown is observed after 21 days at 22 °C in stoppered bottles containing 1000 ppm mixture of alkanes, cycloalkanes, and aromatics."
        },
        {
            "References": "PMID:1116043",
            "Value": "AEROBIC - BRACKISH WATER: Bacteria from Colgate Creek sediment cultured in water from both Colgate Creek and Eastern Bay in Chesapeake Bay, MD were able to utilize 30 and 34%, respectively, of the n-decane from a petroleum hydrocarbon mixture after 28 days incubation at 20 °C. Bacteria from Eastern Bay sediment cultured in water from both Colgate Creek and Eastern Bay in Chesapeake Bay, MD were able to utilize 14 and 10%, respectively, of the n-decane from a petroleum hydrocarbon mixture after 28 days incubation at 20 °C(1)."
        },
        {
            "References": "PMID:8400664",
            "Value": "AEROBIC - SOIL: In biodegradation studies in soil, hydrocarbons with molecular weights equivalent to, or lower than n-decane disappeared from the soil in both active and sterile treatments by the first sampling time (5 days), indicating that evaporation was the major removal process(1)."
        },
        {
            "References": "(1) Gerhold RM, Malaney GW; J Water Pollut Contr Fed 38: 562-79 (1966) (2) Solano-Serena F et al; J Appl Microbiol 86: 1008-16 (1999)",
            "Value": "AEROBIC - SLUDGE: At intervals of 6, 12 and 24 hr, endogenous respiration was 1.3, 2.6, and 4.7% of the theoretical oxygen demand for n-decane at a concentration of 500 mg/L in 20 mL volume solution of supernatant liquid with a suspended solids concentration adjusted to 2500 mg/L from differing aeration units of sewage treatment facilities(1). No n-decane was found to remain after 25 days at 30 °C in a biodegradation study where the kinetics of oxygen consumption during gasoline degradation were determined. Gasoline (125 uL) was combined with 250 mL of  activated aerobic sludge sampled at an urban waste water treatment plant(2)."
        },
        {
            "References": "Verschueren, K. Handbook of Environmental Data on Organic Chemicals. Volumes 1-2. 4th ed. John Wiley & Sons. New York, NY. 2001, p. 656",
            "Value": "AEROBIC: Rotating disk contact aerator: influent, 203.7 mg n-decane/L; effluent, 0.7 mg/L; elimination: > 99% or 16,757 mg/sq m/24 hr ..."
        },
        {
            "References": "Clayton, G.D., F.E. Clayton (eds.) Patty's Industrial Hygiene and Toxicology. Volumes 2A, 2B, 2C, 2D, 2E, 2F: Toxicology. 4th ed. New York, NY: John Wiley & Sons Inc., 1993-1994., p. VIIB 1238",
            "Value": "PURE CULTURE: n-Decane is readily hydroxylated to decanol by Pseudomonas desmolytica S11 and P. oleovorans ... /thus implying that it is potentially metabolizable and biodegradable/. n-Decane is /microbiologically/ degraded by Candida tropicalis via the 1,2-dehydrogenated and 1-hydroxylated intermediates. Minor alternate pathways proceed via the 1,2-diol and include terminal oxidation."
        }
    ],
    "fish_seafood_concentrations": [
        {
            "References": "(1) Ferrario JB et al; Bull Environ Contam Toxicol 34: 246-55 (1985) (2) Al-Saad HT; Mar Pollut Bull 21: 155-7 (1990) (3) Ahmed MT et al; Chemosphere 36: 1391-403 (1998)",
            "Value": "The average n-decane concentration for the oyster and Rigolets clam population of Lake Pontchartrain, a shallow oligohaline estuary located in the deltaic plain of the Mississippi River near New Orleans, was 21 and 2.5 ng/g of wet weight(1). n-Decane concentrations in fish collected from the Arabian (Persian) Gulf during 1985 ranged from not detected to 0.3 ug/g dry weight(2); fish sampled included 13 species with at least 25 samples of each(2). Alkane residues were measured in 2 fish species, Indian mackerel and Indian scad, collected from local markets in 3 cities in Oman in 1995(3). n-Decane concentrations in samples from February 1995 ranged from not detected in most samples to 5.44 mg/kg (skin), 5.73 mg/kg (gill), and 5.11 mg/kg (muscle)(3). n-Decane concentrations in samples from July 1995 ranged from not detected in most samples to 5.55 mg/kg (skin), 1.20 mg/kg (gill), and 3.41 mg/kg (muscle)(3)."
        },
        {
            "References": "(1) Misharina JE, Hsieh TCY; J High Resol Chromat 15: 332-4 (1992)(2) Cha YJ, Cadwallader, KR; J Food Sci 60: 19-24 (1995) (3) Chung HY; J Agric Food Chem 47: 2280-7 (1999)",
            "Value": "n-Decane was identified as a volatile component of crab and shrimp meat(1). n-Decane concentrations of 46.8, 183, 45.3, and 57.8 ng/g were determined in the volatile component of Korean salt-fermented fish and shrimp pastes from a Korean market that were made from anchovy, big eyed herring, hair tail viscera, and shrimp, respectively(2). n-Decane was detected in the volatile components of the meat of commonly consumed crabs (Charybdis feriatus) in Asia at the following concentrations: (ug/kg dry weight): 0.5 (leg), 0.3 (body), and 26.0 (carapace)(3)."
        }
    ],
    "logP": [
        {
            "References": "Coates M et al; Environ Sci Technol 19: 628-32 (1985)",
            "Value": "log Kow = 5.01"
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. V4 60",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Rats exposed to 0.2 mL of decane by inhalation died within 24 hr by pulmonary edema and hemorrhaging. Decane is highly lipid-soluble and causes pulmonary pneumonitis when aspired /SRP: into lungs/. Animals showed signs of dyspnea, tachypnea, and cyanosis ..."
        },
        {
            "References": "PMID:15902969",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Despite widespread exposure to military jet fuels, there remains a knowledge gap concerning the actual toxic entities responsible for irritation observed after topical fuel exposure. The present studies with individual hydrocarbon (HC) constituents of JP-8 jet fuel shed light on this issue. To mimic occupational scenarios, JP-8, 8 aliphatic HC (nonane, decane, undecane, dodecane, tridecane, tetradecane, pentadecane, hexadecane) and 6 aromatic HC (ethyl benzene, o-xylene, trimethyl benzene, cyclohexyl benzene, naphthalene, dimethyl naphthalene) soaked cotton fabrics were topically exposed to pigs for 1 day and with repeated daily exposures for 4 days. Erythema, epidermal thickness, and epidermal cell layers were quantitated. No erythema was noted in 1-day in vivo HC exposures but significant erythema was observed in 4-day tridecane, tetradecane, pentadecane, and JP-8 exposed sites. The aromatic HCs did not produce any macroscopic lesions in 1 or 4 days of in vivo exposures. Morphological observations revealed slight intercellular and intracellular epidermal edema in 4-day exposures with the aliphatic HCs. Epidermal thickness and number of cell layers significantly increased (p < 0.05) in tridecane, tetradecane, pentadecane, and JP-8-treated sites. No significant differences were observed in the aromatic HC-exposed sites. Subcorneal microabscesses containing inflammatory cells were observed with most of the long-chain aliphatic HCs and JP-8 in 4-day exposures. Ultrastructural studies depicted that jet fuel HC-induced cleft formation within intercellular lipid lamellar bilayers of the stratum corneum. The degree of damage to the skin was proportional to the length of in vivo HC exposures. These data coupled with absorption and toxicity studies of jet fuel HC revealed that specific HCs (tridecane and tetradecane) might be the key constituents responsible for jet fuel-induced skin irritation."
        },
        {
            "References": "Amoruso MA et al; Int J Toxicol 27 (1): 97-165 (2008)",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Male WAG/Rij/CrlBR rats were exposed by inhalation for 8 hr on 3 consecutive days /to hydrocarbon solvents in the C5-C11+ carbon range/ and evaluated daily for changes in motor activity, functional observation measures, and learned performance of a visual discrimination task ... n-Decane caused some limited, but statistically significant neurobehavioral effects at 5 g/cu m, with no effects at 1.5 g/cu m."
        },
        {
            "References": "Amoruso MA et al; Int J Toxicol 27 (1): 97-165 (2008)",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ /Rats were exposed to/ 0, 85, 260, or 860 ppm /n-decane/; 8 hr/day for 3 consecutive days. Increased gross motor activity and aggression, Short-term high-level exposure to n-decane induced mild reversible neurobehavioral effects on functional observations and measures of learned performance. (From table)"
        },
        {
            "References": "Grant, W.M. Toxicology of the Eye. 3rd ed. Springfield, IL: Charles C. Thomas Publisher, 1986., p. 715",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Rats exposed to n-decane vapor ... have been examined for lens opacities, but no cataracts were found."
        },
        {
            "References": "Snyder, R. (ed.) Ethel Browning's Toxicity and Metabolism of Industrial Solvents. 2nd ed. Volume 1: Hydrocarbons. Amsterdam - New York - Oxford: Elsevier, 1987., p. 324",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/  Aspiration of 0.2 mL n-decane caused death in rats within 24 hr by pulmonary edema and hemorrhaging. Signs of dyspnea, tachypnea, and cyanosis as well as a four-fold increase in lung weight were also noted."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. V4 65",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Exposure of rats to 540 ppm of decane 18 hr/day, 7 days/week for 57 days stimulated weight gains and decreased the total white blood count, but no bone marrow changes or other organ changes were noted."
        },
        {
            "References": "Amoruso MA et al; Int J Toxicol 27 (1): 97-165 (2008)",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ /Rats exposed to/ 540 ppm n-Decane, 18 hr/day, 7 days/week for 123 days /presented/ increased body weight and total WBC (white blood cells) count; no gross or microscopic organ lesions, bone marrow changes, or changes in PMN/Lymphocyte ratio. (From table)"
        },
        {
            "References": "Amoruso MA et al; Int J Toxicol 27 (1): 97-165 (2008)",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ /Rats were exposed to/ 1000 or 2000 ppm /n-decane/; 12 hr/day for 14 consecutive days. Increased gross motor activity and aggression, reduced vigilance, and impaired motor performance and learning ability /were observed/; effects reversed 14 days post exposure; no pathological changes to the brain. (From table)"
        },
        {
            "References": "PMID:10488691",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ ... Male rats were exposed by inhalation to 0, 400 (2.29 mg/L), or 800 ppm (4.58 mg/L) of dearomatised white spirit /containing n-decane/, 6 hr/day, 5 days/wk up to 3 weeks. Five rats from each group were sacrificed immediately after the exposure for 1, 2, or 3 weeks and 2, 4, 6, or 24 hr after the end of 3 weeks' exposure... One week of exposure at 800 ppm caused a statistically significant incr in whole brain dopamine concn while the noradrenaline concn was unaffected. Exposure at both exposure levels for 1 wk caused a statistically significantly decreased concn of 5-hydroxytryptamine in whole brain. The reduction was related to the exposure concn. These changes in neurotransmitter concns were normalised after 2 and 3 weeks' exposure.../The authors/ suggest that the non-n-alkane white spirit components possess toxicokinetic properties similar to the n-alkanes /white spirits/."
        },
        {
            "References": "Snyder, R. (ed.) Ethel Browning's Toxicity and Metabolism of Industrial Solvents. 2nd ed. Volume 1: Hydrocarbons. Amsterdam - New York - Oxford: Elsevier, 1987., p. 324",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ /Rats showed/ a significant wt gain and an increase in total leukocyte count /after exposure/ to 540 ppm decane for 18 hr/day, 7 days/wk for 123 days; however, there were no signs of organ toxicity based on gross and microscopic examinations. No bone marrow changes were observed and the polymorphonuclear/lymphocyte ratio was normal. Mice seem more sensitive to the toxicity of n-decane vapors, and exposure of mice to 540 ppm for 3.75 hr caused no immediate deaths. However, four days after this single respiratory exposure, 16% of the animals died, but the cause of death was not reported. Dermal application of n-decane as an undiluted liquid to mice (0.1-0.15 g/mouse, 3 times/wk for 50 wk) caused fibrosis of the dermis, pigmentation, and some ulceration. Kidney effects and lung hemorrhaging were also observed in some of the animals."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. V4 60",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Dermal application of undiluted decane to mice (0.1-0.15 g per mouse, 3 times a week for 50 weeks) caused fibrosis of the dermis, pigmentation, and some ulceration. Some animals also showed kidney effects and lung hemorrhaging."
        },
        {
            "References": "Amoruso MA et al; Int J Toxicol 27 (1): 97-165 (2008)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ /Mice were exposed dermally to n-Decane/ dilution; 20 uL; 3 x weekly for 60 weeks; initiation treatment with dimethyl benzanthracene. Weak positive skin tumor promoter. (From table)"
        },
        {
            "References": "PMID:994224",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ A series of 21 tobacco smoke components and related compounds were applied to mouse skin (50 female ICR/Ha Swiss mice/group) three times weekly with a low dose (5 ug/application) of benzo[a]pyrene (B[a]P). The test compounds were of five classes: aliphatic hydrocarbons, aromatic hydrocarbons, phenols, and long-chain acids and alcohols. /Decane was among the/... compounds /that/ enhanced remarkably the carcinogenicity of B[a]P. Six of the 21 compounds were also tested as tumor promoters in two-stage carcinogenesis. No direct correlation existed between tumor-promoting activity and cocarcinogenic activity... Decane...showed both types of activity..."
        },
        {
            "References": "PMID:845980",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ A comparison was made of the effects of repeated topical applications to mice of three n-paraffins (n-decane), n-dodecane, and n-tetradecane) on the carcinogenic potential of UV light at three wavelength regions: 254 nm, 290-320 nm, and greater than 350 nm. All three n-alkanes had a cocarcinogenic effect at 254 nm, whereas only n-dodecane was effective from 290 to 320 nm. Radiation at wavelengths longer than 350 nm, generally considered noncarcinogenic, produced tumors on the backs of mice treated with n-decane or n-tetradecane."
        },
        {
            "References": "Amoruso MA et al; Int J Toxicol 27 (1): 97-165 (2008)",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ /Researchers/ administered 0, 25, 150, and 1000 mg/kg/day n-decane to rats by oral gavage. Male rats were treated from day 14 prior to mating until the end of the mating phase. Female rats were treated from day 14 prior to mating through day 4 of lactation, and they were then sacrificed on day 5 of lactation along with their pups. The developmental toxicity assessment included observations of external abnormalities, number of live and stillbirths, mortality, sex determination, and weights of pups. In this study, no statistically significant treatment-related effects were observed at any dose level in any of the reproductive or developmental parameters. Thus, the NOAEL for both reproductive and developmental toxicity was 1000 mg/kg/day, the highest dose tested."
        },
        {
            "References": "PMID:21266661",
            "Value": "/BEHAVIORAL STUDIES/ This article reports the results of neurobehavioral tests on C(5)-C(10) normal paraffinic constituents (n-paraffins). Shortly after exposure, effects were evaluated in several domains including clinical effects, motor activity, functional observations, and visual discrimination performance. The representative C(5) n-paraffin, n-pentane, did not produce any evidence of acute central nervous system (CNS) effects at levels up to 20 000 mg/cu m. Similarly, there was no compelling evidence that n-octane (C(8)) produced CNS effects at 14 000 mg/cu m, the highest concentration tested. n-decane (C(10)) produced minor, reversible acute CNS effects at 5000 mg/cu m, with 1500 mg/cu m as the no-effect level. Consistent with literature data, there seemed to be a relationship between increasing molecular weight up to C(10) and acute CNS effects. However, the CNS effects were reversible. Repeated exposures did not provide evidence of metabolic induction."
        },
        {
            "References": "Amoruso MA et al; Int J Toxicol 27 (1): 97-165 (2008)",
            "Value": "/GENOTOXICITY/ The following genotoxicity studies were negative: Ames assay - with and without metabolic activation - on Salmonella typhimurium; forward mutation on Chinese hamster (V79) lung cells; chromosomal aberrations cytogenetics assay on Chinese hamster (V79) lung cells; cell transformation and cotransformation with benzo(a)pyrene on Syrian hamster embryo cells; and intercellular communication on Syrian hamster embryo cells. (From table)"
        }
    ],
    "sediment_soil_concentrations": [
        {
            "References": "(1) Kawata K et al; Bull Environ Contam Toxicol 65: 660-67 (2000) (2) Hori T et al; Bull Environ Contam Toxicol 83: 455-61 (2009)",
            "Value": "SEDIMENT: n-Decane was detected but not quantified in sediments from a port in Niigata, Japan(1). Surface sediments collected from the Shinano River in Niigata, Japan between November 2005 and April 2006 contained n-decane concentrations of <0.2 to 18 ng/g dry weight(2)."
        },
        {
            "References": "(1) Tossi F et al; Sci Total Environ 407: 4513-25 (2009)",
            "Value": "SOIL: n-Decane was detected in cover soil at a landfill near Florence, Italy at levels of <2 to 114 ppbv(1)."
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "(1) US EPA; Estimation Program Interface (EPI) Suite. Ver. 4.11. Nov, 2012. Available from, as of Nov 9, 2015: https://www2.epa.gov/tsca-screening-tools (2) Swann RL et al; Res Rev 85: 17-28 (1983)",
            "Value": "Using a structure estimation method based on molecular connectivity indices(1), the Koc of n-decane can be estimated to be 1500(SRC). According to a classification scheme(2), this estimated Koc value suggests that n-decane is expected to have low mobility in soil."
        }
    ]
}