{
    "_id": {
        "$oid": "6682e920c4e5dba5ffba290d"
    },
    "CID": {
        "$numberInt": "15662"
    },
    "Name": "DIETHYLDIMETHYL LEAD",
    "IUPACName": "diethyl(dimethyl)plumbane",
    "CanonicalSMILES": "CC[Pb](C)(C)CC",
    "Synonyms": [
        "DIETHYLDIMETHYLLEAD",
        "Dimethyldiethyllead",
        "Diethyldimethylplumbane",
        "Lead",
        "diethyldimethyl-",
        "1762-27-2",
        "Plumbane",
        "diethyldimethyl-",
        "L220694J4V",
        "Diethyl(dimethyl)plumbane",
        "UNII-L220694J4V",
        "HSDB 5853",
        "Diethyldimethyl lead",
        "EINECS 217-170-9",
        "Diethyl(dimethyl)plumbane #",
        "DTXSID4051798",
        "DIETHYLDIMETHYLLEAD [HSDB]"
    ],
    "IsomericSMILES": "CC[Pb](C)(C)CC",
    "INCHI": "InChI=1S/2C2H5.2CH3.Pb/c2*1-2;;;/h2*1H2,2H3;2*1H3;",
    "INCHIKEY": "OLOAJSHVLXNSQV-UHFFFAOYSA-N",
    "Formula": "C6H16Pb",
    "MolecularWeight": {
        "$numberDouble": "295"
    },
    "Description": {
        "$numberDouble": "NaN"
    },
    "XlogP": {
        "$numberDouble": "NaN"
    },
    "Complexity": {
        "$numberInt": "42"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "plant_concentrations": [
        {
            "References": "(1) Radojevic M et al; Sci Total Environ 59: 157-80 (1987)",
            "Value": "Algae sampled in Ontario, Canada contained diethyldimethyl lead at concentrations ranging from <7.5-1501 ng/g wet weight(1)."
        }
    ],
    "fish_seafood_concentrations": [
        {
            "References": "(1) Chau YK et al; J Great Lakes Res 11: 313-9 (1985) (2) Radojevic M et al; Sci Total Environ 59: 157-80 (1987) (3) Chau YK et al; Anal Chem 56: 271-4 (1984) (4) Chau YK and Wong PTS; Occurrence of Molecular and Ionic Alkyllead Compounds in Environmental Samples. In: Proc Int Conf. Chemicals in the Environment. Lester JN et al EDS. pp. 77-82 (1986) (5) Neves Ag et al; Environ Sci Technol 11: 877-82 (1990)",
            "Value": "Tetraalkyl lead compounds were detected in only 17 out of 107 fish sampled from various lakes and rivers in Ontario, Canada(1). At Vineland Creek, a coho salmon contained diethyldimethyl lead at 2.3 ng/g wet weight(1). At the Bay of Quinte, white perch, brown bullhead, black crappie, and pumpkinseed fish contained diethyldimethyl lead at concentrations of 0.2, 0.3, 0.5, and 0.8 ng/g wet weight, respectively(1). At Stoco Lake, a yellow perch contained 7.1 ng/g wet weight of diethyldimethyl lead(1). At Lake St. Clair, a small mouth bass and two white bass fish contained diethyldimethyl lead at concentrations of 0.2, 0.3, and 0.3 ng/g wet weight, respectively(1). There was no diethyldimethyl lead detected in fish sampled from various lakes and rivers in Ontario, Canada in 1979 (detection limit 25 ng/g wet weight)(2). In 1980, fish sampled in Ontario, Canada contained diethyldimethyl lead at concentrations ranging from <0.1-71 ng/g wet weight(2). In 1984, fish sampled in Ontario, Canada contained diethyldimethyl lead at concentrations ranging from <7.5-96 ng/g wet weight(2). Diethyldimethyl lead was detected at concentrations of 57 and 71 ng/g wet weight in 2 small mouth bass samples and 96 ng/g wet weight in one carp sample taken from the St. Lawrence River near Maitland, Ontario(3). It was not detected in samples of white sucker and pike(3). Diethyldimethyl lead was detected in one out of two macrophyte samples collected during this study at a concentration of 1501 ng/g wet weight(3). Diethyldimethyl lead was detected in 1 out of 4 carp samples, 1 out of 4 white sucker samples, 2 out of 4 redhorse sucker samples, and 0 out of 4 Northern pike samples collected from the St. Lawrence River during the summer of 1984(4). The concentrations in the positive carp, white sucker, and redhorse sucker samples were 39, 275, and 53-113 ng/g wet weight, respectively(4). The presence of diethyldimethyl lead has been investigated in fish taken from the North Sea. Of 123 fish sampled, 15 were found to contain measurable alkyllead levels(5). Herring, dab, sprat, skate and cod fish contained diethyldimethyl lead at 0.04, 0.23, 0.13, 1.1, and 0.05 ng/g wet weight, respectively(5)."
        }
    ],
    "sediment_soil_concentrations": [
        {
            "References": "(1) Radojevic M et al; Sci Total Environ 59: 157-80 (1987)",
            "Value": "SEDIMENT: Diethyldimethyl lead was not detected in sediment samples from Ontario, Canada in 1984 (detection limit 15 ng/g)(1). It was not detected in sediment samples from Colchester, U.K. in 1986 (detection limit 0.04 ng/g)(1)."
        }
    ]
}