{
    "_id": {
        "$oid": "6682e921c4e5dba5ffba2911"
    },
    "CID": {
        "$numberInt": "15767"
    },
    "Name": "PENTACHLOROANISOLE",
    "IUPACName": "1,2,3,4,5-pentachloro-6-methoxybenzene",
    "CanonicalSMILES": "COC1=C(C(=C(C(=C1Cl)Cl)Cl)Cl)Cl",
    "Synonyms": [
        "PENTACHLOROANISOLE",
        "1825-21-4",
        "1,2,3,4,5-Pentachloro-6-methoxybenzene",
        "Pentachlorophenyl methyl ether",
        "Benzene",
        "pentachloromethoxy-",
        "Pentachloromethoxybenzene",
        "Methyl pentachlorophenate",
        "Methyl pentachlorophenyl ester",
        "Benzene",
        "1,2,3,4,5-pentachloro-6-methoxy-",
        "2,3,4,5,6-Pentachloroanisole",
        "Methyl pentachlorophenyl ether",
        "Anisole",
        "2,3,4,5,6-pentachloro-",
        "Ether",
        "methyl pentachlorophenyl",
        "NCI-C56520",
        "DTXSID2021103"
    ],
    "IsomericSMILES": "COC1=C(C(=C(C(=C1Cl)Cl)Cl)Cl)Cl",
    "INCHI": "InChI=1S/C7H3Cl5O/c1-13-7-5(11)3(9)2(8)4(10)6(7)12/h1H3",
    "INCHIKEY": "BBABSCYTNHOKOG-UHFFFAOYSA-N",
    "Formula": "C7H3Cl5O",
    "MolecularWeight": {
        "$numberDouble": "280.4"
    },
    "Description": {
        "$numberDouble": "NaN"
    },
    "XlogP": {
        "$numberDouble": "5.4"
    },
    "Complexity": {
        "$numberInt": "162"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "plant_concentrations": [
        {
            "References": "(1) Hoff RM et al; Environ Sci Technol 26: 266-75 (1992) (2) Welch HE et al; Environ Sci Technol 25:280-6 (1991)",
            "Value": "Pentachloroanisole has been detected in pine needles(1). In fact pine needles have been used as a monitoring tool to establish that pentachloroanisole is a widespread air pollutant(1,2). Levels of pentachloroanisole in Swedish pine needles were twice those found in the rest of Europe, reflecting the past use of pentachlorophenol in Sweden(1)."
        }
    ],
    "animal_concentrations": [
        {
            "References": "(1) Palm H et al; Chemosphere 23: 263-7 (1991) (2) Knuutinen J et al; Chemosphere 20: 609-23 (1990)",
            "Value": "The concn of pentachloroanisole in two species of earthworms at an uncleaned sawmill in Finland that had been closed for over 28 yr was 2.6 and 7.5 ug/g fat, while that in a third species at two cleaned sawmills was 0.37 and 1.27 ug/g fat(1,2)."
        }
    ],
    "fish_seafood_concentrations": [
        {
            "References": "(1) Kypke-Hutter K et al; Z Lebensm Unters Forsch 182: 464-70 (1986) (2) Watanabe I et al; Arch Environ Contam Toxicol 12: 615-20 (1983) (3) Paasivirta J et al; Chemosphere 16: 1231-41 (1987) (4) Peterman PH et al; in Hydrocarbons and halogenated hydrocarbons Aquat Environ, Afgan BK, Mackay D, ed, Pglenum Press, NY pp 145-60 (1980)",
            "Value": "Salmon collected from the Baltic Sea and the Gulf of Bothnia, Finland in 1985 (avg of 3 composite samples) contained 5.7 and 1.7 ng/g of pentachloroanisole, respectively(3). Pike and Burbot (8 composite samples) from Finland: 0.1-0.7 ng/g(3). Trout exposed for 3 months to 0.5% kraft mill effluent (n=9): 1.3 ng/g(3). Fish from the Lower Fox River, WI, a heavily developed industrial basin with pulp and paper industry contained 0.005-0.06 mg/kg pentachloroanisole(4). Neckar River Germany near Rotteweil below industrial discharge (50 samples): mean 0.005 mg/kg (0.12 mg/kg lipid), maximum 0.02 mg/kg (0.53 mg/kg lipid)(1). Mussels and fish collected from different seashore locations or markets in Japan: 11 of 24 samples positive, range of positives 0.1 to 10.7 ppb wet weight(2). The two highest samples were mussels from Osaka (10.7 ppb) and sardines from Wakayama (3.9 ppb)(2)."
        },
        {
            "References": "(1) Great Lakes Water Quality Board; 1987 Report on Great Lakes Water Quality, Appendix B Great Lakes Surveillance, Vol I. Report to International Joint Commission (1989) (2) Jaffe R et al; J Assoc Great Lakes Res 11: 156-162 (1985) (3) Jaffe R, Hites RA; J Great Lakes Res 12: 63-71 (1986) (4) Kuehl DW et al; Chemosphere 29: 523-5 (1994) (5) Kuehl DW et al; Environ Intern 9: 293-9 (1983) (6) Schmitt CJ et al; Arch Environ Contam Toxicol 19: 748-81 (1990) (7) Schmitt CJ et al; Arch Environ Contam Toxicol 14: 225-60 (1985)",
            "Value": "Fall run Coho salmon (skin-on filets) obtained from Lake Michigan in 1984 contained <0.05 mg/kg pentachloroanisole(1). Lake Huron and Lake Superior tributaries and embayments (14 sites, 19 samples): 0.95-33 ng/g fat, median 5.3 ng/g fat(2). Sites around Lake Ontario (15 sites, 21 samples): 0-160 ng/g fat, median 29 ng/g fat(3). The fish with the highest levels were from the Buffalo River, Buffalo, NY(3). Of the bottom feeding and game fish, from each of nearly 400 sites through out the US analyzed between 1986 and 1989, 64% contained pentachloroanisole at a mean (standard deviation) and maximum concn of 10.8 (52.1) and 647 ng/g(4). It was detected, but not quantified in fish at three sites on the Mississippi River in 1979(5). Results of the Biomonitoring Program in which 321 composite fish samples from 112 stations throughout the US were analyzed for organochlorine residues were (collection period, geometric mean residue, maximum concn, % of stations with detectable residues): 1980-81, <0.01 ppm, 0.07 ppm, 24.3%; 1984, <0.01 ppm, 0.10 ppm, 30.4%(6). Levels of pentachloroanisole were generally low (<0.02 ppm) except at stations on the Raritan River, NJ, Cape Fear River, NC, Penobscot River, ME, the Ohio River, Cincinnati, OH, the Mississippi River in Louisiana, and the Willamette River in Oregon(7). Since pentachloroanisole is relatively short-lived in fish, the presence of residues indicates recent inputs of the parent material(7)."
        },
        {
            "References": "(1) Herve S et al; Chemosphere 17: 1945-61 (1988)",
            "Value": "The mean concns of pentachloroanisole in fat of freshwater mussels (Anodonta piscinalis) that had been incubated in cages in situ for 4 weeks at 11 sites in recipient watercourses of the pulp and paper industry in Finland during 1986-1987 (14 sites/years) ranged from 0 to 274 ng/g with a median concn of 23 ng/g(1). Pentachloroanisole was not found in waste liquid or in the water (detection limit 1 ng/L) and therefore the pentachloroanisole is produced as a metabolic product in the mussel or bioaccumulation is very high(1)."
        }
    ],
    "sediment_soil_concentrations": [
        {
            "References": "(1) Fox ME et al; Mar Pollut Bull 19:333-6 (1988) (2) Watanabe I et al; Bull Environ Contam Toxicol 35: 272-8 (1985) (3) Watanabe I et al; Arch Environ Contam Toxicol 12: 615-20 (1983) (4) Ohsawa K et al; J Pestic Sci 9: 339-44 (1984) (5) Palm H et al; Chemosphere 23: 263-7 (1991) (6) Knuutinen J et al; Chemosphere 20: 609-23 (1990)",
            "Value": "SEDIMENT: Surficial sediments of Manukau Harbor, New Zealand (5 sites): <0.1, <0.1, <0.1, 0.2, 0.1 ng/g dry wt(1). River and marine sediment from 9 of 12 sites sampled in Osaka, Japan contained pentachloroanisole ranging from 0.7 to 30 ug/kg dry wt with a median of positive samples of 3.5 ug/kg(2). Sediment from 6 estuaries in Japan contained pentachloroanisole levels ranging from not detectable to 1.1 ppb dry wt(3). SOIL: Soil in Japan on which pentachloronitrobenzene was extensively used, contained 0.009 ppm pentachloroanisole(4). Two 0-30 cm soil samples from an uncleaned sawmill in Finland that had been closed for more than 28 yr contained 200 and 806 ng/g pentachloroanisole, while that from two cleaned sawmills contained 3-29 ng/g in the 0-5 cm layer and 3-42 ng/g in the 5-10 cm layer(5,6)."
        }
    ]
}