{
    "_id": {
        "$oid": "6682e921c4e5dba5ffba2912"
    },
    "CID": {
        "$numberInt": "15787"
    },
    "Name": "NITROFEN",
    "IUPACName": "2,4-dichloro-1-(4-nitrophenoxy)benzene",
    "CanonicalSMILES": "C1=CC(=CC=C1[N+](=O)[O-])OC2=C(C=C(C=C2)Cl)Cl",
    "Synonyms": [
        "NITROFEN",
        "1836-75-5",
        "2,4-Dichloro-1-(4-nitrophenoxy)benzene",
        "Nitrochlor",
        "Niclofen",
        "Trizilin",
        "Mezotox",
        "2,4-Dichlorophenyl 4-nitrophenyl ether",
        "Nitrafen",
        "Nitraphen",
        "Preparation 125",
        "Trizilin 25",
        "Tokkorn",
        "Benzene",
        "2,4-dichloro-1-(4-nitrophenoxy)-",
        "TOK E"
    ],
    "IsomericSMILES": "C1=CC(=CC=C1[N+](=O)[O-])OC2=C(C=C(C=C2)Cl)Cl",
    "INCHI": "InChI=1S/C12H7Cl2NO3/c13-8-1-6-12(11(14)7-8)18-10-4-2-9(3-5-10)15(16)17/h1-7H",
    "INCHIKEY": "XITQUSLLOSKDTB-UHFFFAOYSA-N",
    "Formula": "C12H7Cl2NO3",
    "MolecularWeight": {
        "$numberDouble": "284.09"
    },
    "Description": "Nitrofen is an organic molecular entity. It has a role as an EC 1.3.3.4 (protoporphyrinogen oxidase) inhibitor and a herbicide.",
    "XlogP": {
        "$numberDouble": "4.3"
    },
    "Complexity": {
        "$numberInt": "290"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "plant_concentrations": [
        {
            "References": "(1) Lee AH et al; J Environ Qual 5: 482-6 (1976)",
            "Value": "In a 33-day model terrestrial-aquatic ecosystem in which 1.29 kg/ha of nitrofen was injected into paddy sand containing rice seedlings, nitrofen was detected in rice plants four days after exposure at 45.6 ppm(1)."
        }
    ],
    "environmental_bioconcentrations": [
        {
            "References": "(1) NITE; Chemical Risk Information Platform (CHRIP). Biodegradation and Bioconcentration. Tokyo, Japan: Natl Inst Tech Eval. Available from, as of March 27, 2012: https://www.safe.nite.go.jp/english/db.html (2) Lee AH et al; J Environ Qual 5: 482-6 (1976) (3) Franke C et al; Chemosphere 29: 1501-14 (1994)",
            "Value": "The BCF of nitrofen in orange-red killifish (Oryzias latipes), exposed for 10 weeks to 50 and 5.0 ug/L was 2900-5370 and 2720-4220, respectively(1). Nitrofen bioconcentrated in algae, snails, mosquito larvae, and fish in a 3-day model aquatic ecosystem; <20% of the herbicide was found as metabolites(2). A 33-day model terrestrial-aquatic ecosystem in which 1.29 kg/ha of nitrofen was injected into paddy sand containing rice seedlings(2). The BCFs for fish, mosquito larvae, snails, and algae in this experiment were 1550, 3190, 2770, and 405, respectively(2). According to a classification scheme(3), this BCF suggests the potential for bioconcentration in aquatic organisms is very high(SRC), provided the compound is not metabolized by the organism(SRC)."
        }
    ],
    "environmental_biodegradations": [
        {
            "References": "(1) Alexander M; Science 211: 132-8 (1981) (2) Yamada T; pp. 137-49 in Decomposition Of Toxic And Nontoxic Organic Compounds in Soil Overcash, MR ed Ann Arbor, MI: Ann Arbor Sci Publ (1981) (3) NITE; Chemical Risk Information Platform (CHRIP). Biodegradation and Bioconcentration. Tokyo, Japan: Natl Inst Tech Eval. Available from, as of March 27, 2012: https://www.safe.nite.go.jp/english/db.html (4) Tewfik MS, Wahib A; Zanco, Ser A 3: 141-56 (1977) (5) Murty AS, et al; J Environ Sci Health B 17: 143-52 (1982) (6) Weed Science Society of America, Herbicide Handbook 5th ed. Champaign, IL: Weed Science Society of America, (1983) (7) Imanaka M, et al; J Pestic Sci 10: 125-34 (1985)",
            "Value": "Nitrofen degraded slowly under aerobic and anaerobic conditions with a sewage inoculum, but only in the presence of an external source of carbon and energy; after 88 days of incubation 6% and 4% degradation occurred under aerobic and anaerobic conditions, respectively(1). Four unspecified products were formed in the aerobic experiment, all more hydrophilic than the parent compound(1). The corresponding amine was identified as a biodegradation product of nitrofen(2). Nitrofen, present at 100 mg/L, reached 2% of its theoretical BOD in 4 weeks using an activated sludge inoculum at 30 mg/L in the Japanese MITI test(3). Nitrofen was degraded slowly by soil microorganisms during the first week and persisted more than 4 weeks when it was the sole source of carbon(4). When other sources of carbon were added, degradation occurred in 3 weeks(4). After 16 weeks of incubation in laboratory experiments, 15 and 38% of the initial concentration (10 ppm) of nitrofen remained in sandy loam (0.7% organic matter, pH 7.0) and muck (36.7% organic matter, pH 7.0) soils, respectively, 94% and 82% nitrofen remained in the same soils that were sterilized(5). Nitrofen slowly but completely biodegraded to carbon dioxide in typical soils likely proceeding through diphenyl ether cleavage(6). In a river die-away test using Asahi River (Japan) water, 1% of the nitrofen remained after 50 days incubation at 20 °C(7)."
        }
    ],
    "fish_seafood_concentrations": [
        {
            "References": "(1) Kuehl DW et al; Chemosphere 29:523-35 (1994) (2) IARC; Monographs on the Evaluation of the Carcinogenic Risk of Chemicals to Man. Geneva: World Health Organization, International Agency for Research on Cancer, 1972-PRESENT. (Multivolume work). Miscellaneous Pesticides 30: 271-82 (1983)",
            "Value": "Nitrofen was detected in 3% of fish samples from nearly 400 sites throughout the US sampled 1986 to 1989, the highest concentration (18 ng/g) occurred in carp sampled from New Mormon Slough, Stockton, CA, the mean concentration was reported as 0.2 ng/g(1). Nitrofen was not detected in samples of fish, and shellfish from Japan(2)."
        }
    ],
    "logP": [
        {
            "References": "Sangster J; LOGKOW Database. A databank of evaluated octanol-water partition coefficients (Log P). Available from, as of Mar 1, 2012: https://logkow.cisti.nrc.ca/logkow/search.html",
            "Value": "log Kow = 4.64"
        }
    ],
    "mechanism_of_action": [
        {
            "References": "PMID:19851775",
            "Value": "Pregnant rats were exposed to nitrofen or vehicle on gestational day 9 (D9). Embryos were sacrificed on D15, D18 and D21 and divided into nitrofen- and control group. Pulmonary RNA was extracted and mRNA levels of EDNRA and EDNRB were determined by real-time PCR. Immunohistochemistry for protein expression of both receptors was performed.  mRNA levels of EDNRA and EDNRB were significantly increased in the nitrofen group on D15, D18 and D21. Immunohistochemistry revealed increased pulmonary vascular expression of EDNRA and EDNRB /Endothelin Receptors A and B/ compared to controls."
        },
        {
            "References": "PMID:15119844",
            "Value": "... The present studies were performed to begin to address the cellular mechanisms of these nitrofen-induced effects. Heart fibroblasts were isolated and treated with varying doses of nitrofen in vitro. Experiments were performed to determine the effects of this herbicide on important cellular processes including migration, proliferation and apoptosis. These studies illustrated a dose-dependent decrease in collagen gel contraction and proliferation in response to nitrofen. Assays were also performed to determine the effects of nitrofen on fibroblast gene expression. Increased expression of collagen type I and specific integrins were seen following nitrofen exposure. These studies illustrate that nitrofen has direct effects on cardiac fibroblast proliferation and extracellular matrix remodeling, cellular events important in valvuloseptal development."
        },
        {
            "References": "PMID:10560540",
            "Value": "Lactate dehydrogenase (LDH) release test, 3H-thymidine (3H-TdR) and 3H-leucine (3H-Leu) incorporation tests and flow cytometric analysis (FCM) of cell cycle were employed to elucidate cellular and molecular mechanism of nitrofen-induced toxicity in cultured keratinocytes. The results showed that cell morphologic damages were observed after exposure to 1.0 mmol/L and 10.0 mmol/L nitrofen. LDH release increased in a dose- and time-dependent manner. Depressions in 3H-TdR and 3H-Leu incorporation were found even at 0.01 mmol/L, and increased with the exposure dose. Cell cycle was analyzed from the DNA- histogram with propidium iodide stain. The results showed that there was no pronounced alteration in cell cycle after cells exposed to 0.01 and 0.1 mmol/L nitrofen. At dose of 1.0 mmol/L, S phase cells increased 2 times of that of control. With the increase of dose, G2/M phase cells became to increase about 5 times of that of the control. At 1.0 mmol/L, time course of cell cycle after exposure was observed. At the beginning of exposure, cells in S phase and G2/M phase were about 8.7% and 11%. Following 24 hr incubation with nitrofen, cells in S phase increased to 18.0% with almost no change in G2/M. 72 hr after exposure, G2/M phase cells increased to 63.3%. The above results demonstrated that S phase and G2/M phase blockage in cultured keratinocytes after exposed to nitrofen seems of importance in the mechanism of nitrofen-induced toxicity."
        },
        {
            "References": "PMID:15582350",
            "Value": "... Nitrofen induces a time-dependent cell death of P19 cells that is associated with increases in TUNEL-positivity and caspase-3 cleavage suggesting that nitrofen induces P19 cell apoptosis. In addition, the increase in TUNEL-positive cells was inhibited with zVAD-fmk, suggesting that nitrofen induces a caspase-dependent apoptosis. Nitrofen treatment was associated with increased p38 MAP kinase activity, though pretreatment of cells with multiple p38 inhibitors did not affect nitrofen-mediated caspase-3 cleavage, suggesting caspase-3 cleavage is p38-independent. Nitrofen induced a dose-dependent increase in reactive oxygen species (ROS), which was accompanied by a decrease in the ratio of reduced/oxidized glutathione, indicating that nitrofen alters the cellular redox state of these cells. Furthermore, pretreatment of cells with N-acetyl cysteine gave a dose- and time-dependent reduction of caspase-3 cleavage, supporting the observations that caspase-3 cleavage is cell-redox-dependent. Therefore, nitrofen induces P19 cell apoptosis that is cell-redox-dependent and is associated with increases in p38 activity and ROS and may play a role in nitrofen-mediated birth defects."
        },
        {
            "References": "Kearney, P.C., and D. D. Kaufman (eds.) Herbicides: Chemistry, Degredation and Mode of Action. Volumes 1 and 2. 2nd ed. New York: Marcel Dekker, Inc., 1975., p. 734",
            "Value": "/THE/ ... AUTHOR PROPOSES 3 POSSIBILITIES FOR THE MODE OF ACTION OF THE ORTHOSUBSTITUTED DIPHENYL ETHER HERBICIDES ... DESCRIBED BELOW AS FOLLOWS: 1. THE HERBICIDES WILL BE CONVERTED INTO TOXIC CMPD, WHICH WILL EXHIBIT PHYTOTOXIC ACTION, VIA LIGHT ENERGY ABSORBED BY XANTHOPHYLLS. 2. WEEDS, WHICH HAVE A HORMONAL LEVEL AFFECTED BY LIGHT ABSORBED THROUGH PIGMENTS AND HAVE A DIFFERENT HORMONAL LEVEL FROM THAT OF PLANTS IN DARK, MAY BE VERY SUSCEPTIBLE TO THE HERBICIDES. 3. THE PRODUCTION OR ACTIVITY ITSELF OF XANTHOXIN ... AN INHIBITORY GROWTH SUBSTANCE ... WILL BE ACCELERATED BY THE HERBICIDES. /O-SUBSTITUTED DIPHENYL ETHER HERBICIDES/"
        },
        {
            "References": "Kearney, P.C., and D. D. Kaufman (eds.) Herbicides: Chemistry, Degredation and Mode of Action. Volumes 1 and 2. 2nd ed. New York: Marcel Dekker, Inc., 1975., p. 731",
            "Value": "EXPTL DATA SHOWED THAT MODE OF ACTION OF NITROFEN IS NOT A SIMPLE CONVERSION TO TOXIC CMPD BY LIGHT. COMBINATIONS OF ... KNOWN INHIBITORS OF THE HILL REACTION IN CHLOROPLASTS, WITH NITROFEN IN GERMINATING RICE SEED TESTS DID NOT AFFECT ACTIVITY OF NITROFEN."
        },
        {
            "References": "Kearney, P.C., and D. D. Kaufman (eds.) Herbicides: Chemistry, Degredation and Mode of Action. Volumes 1 and 2. 2nd ed. New York: Marcel Dekker, Inc., 1975., p. 733",
            "Value": "/INVESTIGATORS/ EXAMINED THE EFFECTS OF DIPHENYL ETHER HERBICIDES ON REACTIONS OF MITOCHONDRIA FROM MUNG BEAN (PHASEOLUS AUREUS L VAR JUMBO) & FROM WHITE POTATO TUBER (SOLANUM TUBEROSUM L), & OF CHLOROPLASTS FROM SPINACH (SPINACIA OLERACEA L). THEY SELECTED NITROFEN, CHLORNITROFEN (REFERRED TO AS MC-1478), & FLUORODIFEN (REFERRED TO AS C-6989). IN MITOCHONDRIA, CHLORNITROFEN & NITROFEN ACTED PRIMARILY AS ELECTRON TRANSPORT INHIBITORS WITH MALATE, NADH & SUCCINATE AS SUBSTRATES. ... IN CHLOROPLASTS ALL 3 ... ACTED PRIMARILY AS INHIBITORS OF NONCYCLIC ELECTRON TRANSPORT & COUPLED PHOTOPHOSPHORYLATION. ... THE SITE OF ACTION WAS SUGGESTED TO BE LOCATED CLOSE TO LIGHT SYSTEM II. /INVESTIGATORS/ ... CONCLUDED THAT INTERFERENCE WITH ATP PRODUCTION IN OXIDATIVE & PHOTOSYNTHETIC PHOSPHORYLATIONS COULD BE ONE OF THE MECHANISMS THROUGH WHICH THE PHYTOTOXICITY OF DIPHENYL ETHER HERBICIDES WAS EXPRESSED."
        },
        {
            "References": "Kearney, P.C., and D. D. Kaufman (eds.) Herbicides: Chemistry, Degredation and Mode of Action. Volumes 1 and 2. 2nd ed. New York: Marcel Dekker, Inc., 1975., p. 735",
            "Value": "/INVESTIGATORS/ ... DESCRIBED THE RESPONSE OF PLANT TISSUES TO NITROFEN. ... RESULTS SHOWED NO LIGHT REQUIREMENT FOR NITROFEN ACTIVITY ON SEED GERMINATION & GROWTH OF CABBAGE ... . NITROFEN CONCN WERE NOT SHOWN, BUT, CONCN USED AT THE DOSAGE OF 5 KG/HA MAY BE CALCULATED AS OVER 15 TIMES HIGHER THAN THOSE USED IN THE EXPERIMENTS OF LIGHT REQUIREMENT FOR PHYTOTOXICITY IN THE CASE OF RICE SEEDS. ON THE OTHER HAND, FOR NITROFEN ACTIVITY UNDER LIGHT CONDITIONS, THE LOCATION OF THE HERBICIDE RELATIVE TO THAT OF THE TEST PLANT SEEDS IS VERY IMPORTANT ... EVEN WITH THE SAME NITROFEN CONCN, THE DEPTH OF SEEDS IN THE SOLN MAY CONTROL THE NITROFEN'S PHYTOTOXICITY. /INVESTIGATORS/ ... POINTED OUT THE THERMAL INJURY, UNDER HIGH TEMP OR HIGH LIGHT INTENSITIES RESULTING FROM STOMATAL CLOSURE INDUCED BY NITROFEN."
        }
    ],
    "sediment_soil_concentrations": [
        {
            "References": "(1) Xue N, Xu X; Arch Environ Contam Toxicol 50: 463-73 (2006)",
            "Value": "SEDIMENT: Sediment samples from Beijing Guanting Reservoir taken at seven locations in Sept and Nov 2003, and June and Aug 2004 contained nitrofen at 9.38 to 42.5 pg/g(1)."
        },
        {
            "References": "PMID:7077054",
            "Value": "SOIL: Nitrofen residues in muck soil from 6 vegetable farms in southwestern Ontario. A later survey of 14 onion farms in the Holland Marsh area of Ontario resulted in soil sample concentrations of 1.3-14.8 ppm with an average of 4.4 ppm(1).",
            "Table": "[{'Date': 'May 4, 1978', 'Concentration (ppm)': '0.6-9.6'}, {'Date': 'June 15, 1978', 'Concentration (ppm)': '1.8-17.0'}, {'Date': 'July 20, 1978', 'Concentration (ppm)': '2.8-29.4'}, {'Date': 'Oct 30, 1978', 'Concentration (ppm)': '1.9-18.3'}, {'Date': 'Oct 30, 1979', 'Concentration (ppm)': '0.7-17.3'}]"
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "(1) US EPA; Estimation Program Interface (EPI) Suite. Ver. 4.1. Jan, 2011. Available from, as of March 27, 2012: https://www.epa.gov/oppt/exposure/pubs/episuitedl.htm (2) Swann RL et al; Res Rev 85: 17-28 (1983) (3) Helling CS, Dragun J; Test Protocols For Environmental Fate And Movement Of Toxicants Proceeding Symp Assoc of Official Anal Chem 94th Ann Mtg Washington, DC, pp. 43-88 (1981) (4) Murty AS, et al; J Environ Sci Health B 17: 143-52 (1982) (5) Hayden BJ, et al; Bull Environ Contam Toxicol 32: 53-8 (1984)",
            "Value": "Using a structure estimation method based on molecular connectivity indices(1), the Koc of nitrofen can be estimated to be 7,800(SRC). According to a classification scheme(2), this estimated Koc value suggests that nitrofen is expected to be immobile in soil(SRC). Results of soil thin layer chromatography tests showed that nitrofen is immobile in soil(3). Similarly results were obtained in column leaching studies with both Plainfield sand and muck soils and indicate that leaching of nitrofen from arable soils will be negligible(4). In field experiments in sandy loam, heavy clay, and silty clay soils, <5% of the applied nitrofen was recovered from the 5-10 cm soil level, indicating that minimal leaching had occurred(5)."
        }
    ],
    "plant_translocation": [
        {
            "References": "Fadayomi, O., & Warren, G. F. (1977). Uptake and translocation of nitrofen and oxyfluorfen. Weed Science, 25(2), 111-114.",
            "Value": "The study on nitrofen's translocation reveals that when applied to either the root or shoot zone, its effectiveness significantly affects plant growth, particularly in reducing shoot growth. However, it's observed that when nitrofen is applied to the shoot zone, it causes more injury to the plants than root exposure. The research demonstrates that the movement of nitrofen from root applications to the tops of various plant species, such as pea and sorghum, is minimal. This lack of translocation from the roots to the shoots elucidates why the herbicide's activity is limited when applied to the root zone. Furthermore, the study indicates that nitrofen and oxyfluorfen, another herbicide, showed limited movement from the point of application on leaves, with minimal translocation observed, mainly toward the leaf tip. This limited translocation from both root and foliage applications underscores the importance of movement within the plant for herbicidal activity, especially for compounds like nitrofen, which require light activation in the shoot region to exhibit their herbicidal effects."
        }
    ]
}