{
    "_id": {
        "$oid": "6682e922c4e5dba5ffba2916"
    },
    "CID": {
        "$numberInt": "15910"
    },
    "Name": "CHLOROTHALONIL",
    "IUPACName": "2,4,5,6-tetrachlorobenzene-1,3-dicarbonitrile",
    "CanonicalSMILES": "C(#N)C1=C(C(=C(C(=C1Cl)Cl)Cl)C#N)Cl",
    "Synonyms": [
        "CHLOROTHALONIL",
        "1897-45-6",
        "Tetrachloroisophthalonitrile",
        "Daconil",
        "Bravo",
        "m-Tcpn",
        "Nopcocide",
        "1,3-Dicyanotetrachlorobenzene",
        "2,4,5,6-Tetrachloroisophthalonitrile",
        "meta-TCPN",
        "Chloroalonil",
        "Clortosip",
        "Dacosoil",
        "Exotherm",
        "Forturf"
    ],
    "IsomericSMILES": "C(#N)C1=C(C(=C(C(=C1Cl)Cl)Cl)C#N)Cl",
    "INCHI": "InChI=1S/C8Cl4N2/c9-5-3(1-13)6(10)8(12)7(11)4(5)2-14",
    "INCHIKEY": "CRQQGFGUEAVUIL-UHFFFAOYSA-N",
    "Formula": "C8Cl4N2",
    "MolecularWeight": {
        "$numberDouble": "265.9"
    },
    "Description": "Chlorothalonil is a dinitrile that is benzene-1,3-dicarbonitrile substituted by four chloro groups. A non-systemic fungicide first introduced in the 1960s, it is used to control a range of diseases in a wide variety of crops. It has a role as an antifungal agrochemical. It is a dinitrile, a tetrachlorobenzene and an aromatic fungicide. It is functionally related to an isophthalonitrile.",
    "XlogP": {
        "$numberDouble": "2.9"
    },
    "Complexity": {
        "$numberInt": "284"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "plant_concentrations": [
        {
            "References": "(1) Daly DL et al; Environ Sci Technol 41: 6020-5 (2007)",
            "Value": "Chlorothalonil was not detected in lichen sampled at 8 points along the transect of Mount Revelstoke, British Columbia(1)."
        }
    ],
    "animal_concentrations": [
        {
            "References": "(1) Ciliberti A et al; Environ Toxicol Chem 31: 387-94 (2012) (2) Kurt-Karakus PB et al; Environ Toxicol Chem 30: 1539-48 (2011)",
            "Value": "Chlorothalonil was not detected (detection limit 10 ng/g) in the fat of Nile monitor (Varanus niloticus); 18 samples were collected from Niono and 14 from Flabougou, Mali in Nov 2008; 32 samples were collected from Diffa and 7 from Niamey, Niger in Nov 2009(1). Chlorothalonil was detected in zooplankton from three lakes in southern Ontario, Canada at <0.002-0.030 ng/g wet weight; samples were collected 2003 and 2004(2)."
        }
    ],
    "environmental_bioconcentrations": [
        {
            "References": "(1) USEPA; Reregistration Eligibility Decisions (REDs) Database on Chlorothalonil (1897-45-6). USEPA 738-R-99-004. April, 1999. Available from, as of April 15, 2014: https://www.epa.gov/pesticides/reregistration/status.htm (2) NITE; Chemical Risk Information Platform (CHRIP). Biodegradation and Bioconcentration. Tokyo, Japan: Natl Inst Tech Eval. Available from, as of April 15, 2014: https://www.safe.nite.go.jp/english/db.html (3) Jackson SH et al; J Agric Food Chem 57: 958-67 (2009) (4) Franke C et al; Chemosphere 29: 1501-14 (1994) (5) Kurt-Karakus PB et al; Environ Toxicol Chem 30: 1539-48 (2011)",
            "Value": "Bioconcentration factors of 75 (edible) and 264 (whole body) were measured for chlorothalonil in bluegill sunfish(1). BCF values of 9.4 (edible) and 16 (whole body) were reported for catfish(1). Carp exposed to 3 ug/L chlorothalonil over a 6 week incubation period had reported maximum BCF values of 125 (2). A BCF of 264 was determined in bluegill (Lepomis macrochirus) exposed for 28 days(3). According to a classification scheme(4), these BCF values suggest bioconcentration in aquatic organisms can be low to high(SRC). Chlorothalonil BAFs wet weight and lipid based in zooplankton from three lakes in southern Ontario, Canada were 14-1500 and 140-190,000, respectively; samples were collected in 2003 and 2004(5)."
        }
    ],
    "environmental_biodegradations": [
        {
            "References": "(1) Sato K, Tanaka H; Biol Fertil Soils 3: 205-9 (1987) (2) USEPA; Reregistration Eligibility Decisions (REDs) Database on Chlorothalonil (1897-45-6). USEPA 738-R-99-004. April, 1999. Available from, as of April 15, 2014: https://www.epa.gov/pesticides/reregistration/status.htm (3) Chaves A et al; Chemosphere 71: 629-38 (2008)",
            "Value": "AEROBIC: In an aerobic grab sample study, 60.5% chlorothalonil (initial concentration of 38 ppm) remained in an alluvial silty loam (25 °C and pH 6.4) after 7 days(1). At an initial concentration of 40 ppm, 67.5% (20 °C) and 45.0% (25 °C) chlorothalonil remained after 7 days in an alluvial silty loam (pH 6.4) held at a 60% moisture capacity(1). In the same soil held at moisture capacities of 100, 60, 40, and 20%, the amount of chlorothalonil (initial concentration of 40 ppm) remaining was determined to be 85, 22, 45, and 65%, respectively, after 7 days. Chlorothalonil biodegraded mainly through dechlorination and partly by substitution reaction yielding the biodegradation products: isophthalonitrile, mono-, di- and tri-chlorinated isophthalonitriles, 2,5,6-trichloro-4-hydroxyisophthalonitrile and 2,5,6-trichloro-4-methoxyisophthalonitrile(1). Aerobic biodegradation half-lives of chlorothalonil in four different soils were reported as 10, 10, 15 and 40 days(2). After 60 days the metabolite 2,5,6-trichloro-4-hydroxyisophtalonitrile was present at up to 32% of the initially applied amount; the metabolite 3-cyano-2,4,5,6-tetrachlorobenzamide was present at up to about 7% at both days 7 and 16 of the study. Aerobic aquatic half-lives of chlorothalonil typically range from 2 to 200 hours(2). Other reported metabolites are 1,3-dicarbamoyl-2,4,5,6-tetrachlorobenzene, 1-carbamoyl-3-cyano-4-hydroxy-2,5,6-trichlorobenzene, 2,4,6-trichloro-4-(methylthio)isophthalonitrile and pentachloronitrobenzene(3)."
        },
        {
            "References": "(1) Walker WW et al; Chemosphere 17: 2255-70 (1988) (2) Lu J et al; J Environ Qual 35: 1795-1802 (2006) (3) Davies PE Bull Environ Contam Toxicol 40: 405-9 (1988) (4) Kawamoto K, Urano K; Chemosphere 21: 1141-60 (1990) (5) NITE; Chemical Risk Information Platform (CHRIP). Biodegradation and Bioconcentration. Tokyo, Japan: Natl Inst Tech Eval. Available from, as of April 15, 2014: https://www.safe.nite.go.jp/english/db.html",
            "Value": "AEROBIC: First-order aerobic biodegradation rate constants of chlorothalonil have been determined to be 0.0852 and 0.0790 per day in marine water which correspond to respective half-lives of 8.1 and 8.8 days (initial concentration 0.16 ppm at 25 °C)(1). First-order aerobic biodegradation rate constants of chlorothalonil have been determined to be 0.3864 and 0.3720 per day in marine water sediment which correspond to respective half-lives of 1.8 and 1.9 days (initial concentration 0.17 ppm at 25 °C)(1). The aerobic biodegradation half-life of chlorothalonil in pond sediment was <2.8 days(2). Biodegradation rate constants of 0.1642 to 3.85 per day (respective half-lives of 4.22-0.18 days) have been experimentally determined for chlorothalonil (0.02 ppm initial concentration) at 15 °C in several stream water grab samples from the North West Bay River, Tasmania(3). In screening studies carried out at 20 °C using activated sludge inoculum, the aerobic and anaerobic biodegradation rate constants for chlorothalonil were both determined to be 1.7 per day (half-life of 0.41 day)(4). Chlorothalonil, present at 100 mg/L, reached 1.8% of its theoretical BOD in 2 weeks using an activated sludge inoculum at 30 mg/L in the Japanese MITI test(5)."
        },
        {
            "References": "(1) USEPA; Reregistration Eligibility Decisions (REDs) Database on Chlorothalonil (1897-45-6). USEPA 738-R-99-004. April, 1999. Available from, as of April 15, 2014: https://www.epa.gov/pesticides/reregistration/status.htm (2) Lu J et al; J Environ Qual 35: 1795-1802 (2006) (3) Wang H et al; Ecotoxicol Environ Saf 74: 1000-5 (2011)",
            "Value": "ANAEROBIC: Anaerobic half-lives of chlorothalonil (combined water and soil) in two different flooded soils were in the range of 5 to 15 days(1). The major metabolite 2,5,6-trichloro-4-hydroxyisophtalonitrile appeared to reach a broad maximum after 1 to 2 months and to remain at near constant levels of around 30 to 40% of the dose until the end of a 4-month study in a silt loam soil(1). The anaerobic biodegradation half-life of chlorothalonil in pond sediment was <1.9 days(2). Chlorothalonil was biodegraded anaerobically in two previously exposed rice paddy soil samples with half-lives of 23.2 and 18.5 days; in two soils without previous chlorothalonil exposure, it did not degrade(3)."
        }
    ],
    "fish_seafood_concentrations": [
        {
            "References": "PMID:15041284",
            "Value": "Chlorothalonil was detected in fish from the Salton Sea, CA at mean levels of 0.3 to 1.2 ng/g (Corvina species) and 0.5 to 1.6 ng/g (Tilapia species)(1)."
        }
    ],
    "logP": [
        {
            "References": "Krawchuk BP, Webster GRB; Water Poll Res J Canada 22: 129-46 (1987)",
            "Value": "log Kow = 3.05"
        }
    ],
    "mechanism_of_action": [
        {
            "References": "Krieger, R. (ed.). Handbook of Pesticide Toxicology. Volume 2, 2nd ed. 2001. Academic Press, San Diego, California., p. 1752",
            "Value": "Administration of a monoglutathione conjugate to rats caused similar lesions in the kidney to parent chlorothalonil ... Studies undertaken in vitro using isolated kidney mitochondria have shown that respiration is inhibited in the presence of synthetic mono- and dithiol conjugates derived from chlorothalonil. ... A correlation appears to exist between the interspecies differences in susceptibility to renal toxicity and the differences in capacity to produce these thiol-derived metabolites as rats excrete more thiol-derived metabolites than dogs."
        },
        {
            "References": "Sullivan, J.B., Krieger G.R. (eds). Clinical Environmental Health and Toxic Exposures. Second edition. Lippincott Williams and Wilkins, Philadelphia, Pennsylvania 1999., p. 1111",
            "Value": "The effects on rodent kidneys is due to the formation of dithiols and trithiols from the action of renal beta-lyase on cysteine S-conjugates. These appear to derive from the glutathione conjugates of chlorothalonil."
        },
        {
            "References": "PMID:10930652",
            "Value": "Chlorothalonil (TCIN) suppressed both baseline and stimulated O(2)(-) production in a dose-dependent manner. Similar results were obtained using zymosan and phorbol 12-myristate-13-acetate. Inhibition of glutathione synthesis by pre-treatment with buthionine sulfoximine (BSO) enhanced the suppression of O(2)(-) production. Dithiothreitol (DTT) reduced TCIN-induced macrophage dysfunction. TCIN did not initiate lipid peroxidation in macrophages"
        },
        {
            "References": "USEPA/Office of Pesticide Programs; Reregistration Eligibility Decision Document - Chlorothalonil. EPA 738-R-99-004 April 1999. Available from, as of January 26, 2006: https://www.epa.gov/pesticides/reregistration/status.htm",
            "Value": "Available data on metabolism of chlorothalonil in rats and dogs indicates that the parent chemical is conjugated in liver to glutathione or cysteine-S-conjugates. These conjugates are then absorbed from the gastrointestinal tract. Cysteine-S-conjugates, glutathione conjugates, or mercapturic acids reaching the kidney come into contact with proximal tubular cells, where eventual \"activation\" of pre-mercapturic acids occurs through the action of cysteine conjugate beta-lyase, an enzyme found in the cytosol and mitochondria of the cells of the renal proximal tubules. Nephrotoxicity of cysteine-S-conjugates through activation to thiol metabolites is related to renal cortical mitochondrial dysfunction. Respiratory control has been shown to be disrupted by the di- and tri-thiol analogs of chlorothalonil. Osmotic changes occur within the renal cortical tubular cells as a result of toxic insult by the thiol metabolites of chlorothalonil, resulting in vacuolar degeneration followed by cellular regeneration."
        }
    ],
    "sediment_soil_concentrations": [
        {
            "References": "(1) Al-Mughrabi KI, Qrunfleh IM; Bull Environ Contam Toxicol 68: 86-96 (2002) (2) Daly GL et al; Environ Sci Technol 41: 1118-23 (2007) (3) Daly GL et al; Environ Sci Technol 41: 6020-5 (2007) (4) de la Cruz EM, Castillo LE; pp. 338-73 in Pesticide Residue In Coastal Tropical Ecosystems. Taylor MD et al, eds, New York, NY: Taylor and Francis (2003) (5) Shunthiarasingham C et al; Environ Toxicol Chem 30: 2709-17 (2011)",
            "Value": "SOIL: The mean concentration of chlorothalonil in soils from an agricultural area of Jordan was reported as 1.57 ppm(1). Chlorothalonil was detected at <2.2-1060 pg/g dry weight at 20 sampling sites throughout Costa Rica; most sites were in protected areas where the chemical was not directly used; samples were collected in Feb 2004(2). Chlorothalonil was detected in the soil of 3 of 8 and 5 of 6 points along transects of Observation Peak, Alberta and Yoho National Park, British Columbia at 10-29 and 77-196 pg/g dry weight, respectively; chlorothalonil was not detected in 8 soil samples collected along a transect of Mount Revelstoke, British Columbia(3). Chlorothalonil was detected in soil samples near banana plantations in the Caribbean at 40 ng/g dry weight sampled in 1992(4). Chlorothalonil was not detected (detection limit not reported) in eight samples taken along the northern slope of Turrialba Volcano, Costa Rico; samples were collected Oct 2006(5)."
        },
        {
            "References": "(1) Albanis TA et al; Chemosphere 48: 475-485 (2002) (2) Johnson WE et al; pp. 95-114 in Agrochemical Fate and Movement, Steinheimer T et al, eds. Washington, DC: Amer Chem Soc (2000) (3) Sapozhnikova Y et al; Chemosphere 55: 797-809 (2004) (4) Voulvoulis N et al; Mar Pollut Bull 40: 938-946 (2000) (5) Wightwick A et al; Arch Environ Contam Toxicol 62: 380-90 (2012)",
            "Value": "SEDIMENT: Chlorothalonil was detected in marine sediments from various ports in Greece at concentrations of 9-165 ng/g(1). Chlorothalonil was detected in sediment of a stream leading to the Chesapeake Bay, at approximately 0.1 ppb(2). Chlorothalonil was detected in sediment from the Salton Sea, CA at 0.5-8.9 ng/g(3). Chlorothalonil was detected in sediment near marinas from the Blackwater Estuary, Essex UK at levels of 16-46.5 ppb(4). Chlorothalonil was detected at 118 ug/kg in 2 of 96 sediment samples from a horticulture catchment basin in southern Australia; samples were collected over 5 months from 2008 to 2009(5)."
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "(1) Kawamoto K, Urano K; Chemosphere 19: 1223-31 (1989) (2) King KW, Balogh JC; Environ Toxicol Chem 32: 684-91 (2013) (3) USEPA; Reregistration Eligibility Decisions (REDs) Database on Chlorothalonil (1897-45-6). USEPA 738-R-99-004. April, 1999. Available from, as of April 15, 2014: https://www.epa.gov/pesticides/reregistration/status.htm (4) Swann RL et al; Res Rev 85: 17-28 (1983) (5) Lu J et al; J Environ Qual 35: 1795-1802 (2006)",
            "Value": "A Koc value of 1800 has been determined based on adsorption isotherms of chlorothalonil on 3 black soils and 1 clay mineral, Na-bentonite soil(1). Other reported Koc values are 1300 to 14,000(2). Laboratory batch equilibrium studies with four soils showed chlorothalonil to possess limited mobility in silty clay loam, silt, sandy loam, and sand with calculated Koc values were 1400, 7000, 1100, and 900, respectively(3). According to a classification scheme(4), these Koc values suggest the mobility of chlorothalonil in soils will be low to immobile(SRC). The Koc of sediment from recycling ponds was 2270 to 2450(5)."
        }
    ]
}