{
    "_id": {
        "$oid": "6682e922c4e5dba5ffba2917"
    },
    "CID": {
        "$numberInt": "15939"
    },
    "Name": "Paraquat",
    "IUPACName": "1-methyl-4-(1-methylpyridin-1-ium-4-yl)pyridin-1-ium",
    "CanonicalSMILES": "C[N+]1=CC=C(C=C1)C2=CC=[N+](C=C2)C",
    "Synonyms": [
        "PARAQUAT",
        "4685-14-7",
        "Paraquat ion",
        "\"1,1-Dimethyl-4,4-bipyridinium\"",
        "Paraquat dication",
        "Dimethyl viologen",
        "\"4,4-Bipyridinium",
        "1,1-dimethyl-\"",
        "Methyl viologen (2+)",
        "Starfire",
        "Weedol",
        "Spraytop-graze",
        "Dextrone X",
        "Gramoxone",
        "Methyl viologen ion(2+)",
        "\"N,N-Dimethyl-4,4-bipyridinium\""
    ],
    "IsomericSMILES": "C[N+]1=CC=C(C=C1)C2=CC=[N+](C=C2)C",
    "INCHI": "InChI=1S/C12H14N2/c1-13-7-3-11(4-8-13)12-5-9-14(2)10-6-12/h3-10H,1-2H3/q+2",
    "INCHIKEY": "INFDPOAKFNIJBF-UHFFFAOYSA-N",
    "Formula": "C12H14N2+2",
    "MolecularWeight": {
        "$numberDouble": "186.25"
    },
    "Description": "Paraquat is an organic cation that consists of 4,4'-bipyridine bearing two N-methyl substituents loctated at the 1- and 1'-positions. It has a role as a herbicide and a geroprotector. It derives from a hydride of a 4,4'-bipyridine.",
    "XlogP": {
        "$numberDouble": "1.7"
    },
    "Complexity": {
        "$numberInt": "145"
    },
    "Charge": {
        "$numberInt": "2"
    },
    "plant_concentrations": [
        {
            "References": "(1) WHO; Environmental Health Criteria 39: Paraquat and Diquat (1984). Available from, as of May 26, 2015: https://www.inchem.org/pages/ehc.html",
            "Value": "Four days after application of paraquat to pond weeds at 1 mg/L, 25 mg/kg was detected on the plants(1). Paraquat residues in cotton 10 days after dessication at 0.55 kg/ha were: cotton as picked (including trash and balls) 2.00 mg/kg; ginned seed 0.18 mg/kg; mechanically reginned seed 0.08 mg/kg; acid delinated seed 0.05 mg/kg; lint cotton 3.00 mg/kg; trash 3.70 mg/kg; hulls 0.13 mg/kg; meal 0.02 mg/kg(1). Paraquat, used to eradicate marijuana plants, had residual levels of up to 461 mg/kg in treated plants(1)."
        },
        {
            "References": "PMID:30409",
            "Value": "Paraquat residues detected on standing cotton plant leaves was as follows: <0.01 ppm two days before treatment, 13.1 ppm two days after treatment and 8.2 ppm 6 days after treatment(1). Residues detected on lint (open bolls) was as follows: 0.01 ppm two days before treatment, 22.1 ppm two days after treatment and 3.8 ppm 6 days after treatment(1). Residues detected on seeds (open bolls) was as follows: 0.02 ppm two days before treatment, 0.06 ppm two days after treatment and 0.06 ppm 6 days after treatment(1). Paraquat residues in cotton gin waste ranged from 2.7-5.8 ppm 49 to 171 days after treatment(1). Paraquat residues in harvested seed cotton lint stored in field under tarps was 7.15 ppm 18 days after treatment and 4.85 ppm 49 days after treatment(1); residues in linter seeds was 0.25 ppm 18 days after treatment and 0.18 ppm 49 days after treatment(1)."
        }
    ],
    "environmental_bioconcentrations": [
        {
            "References": "(1) Cope OB; J Appl Ecol 3(Suppl): 33-44 (1966) (2) Funderburk HH, Bozath GA; J Agric Food Chem 15: 563-7 (1967) (3) Franke C et al; Chemosphere 29: 1501-14 (1994) (4) NITE; Chemical Risk Information Platform (CHRIP). Biodegradation and Bioconcentration. Tokyo, Japan: Natl Inst Tech Eval. Available from, as of May 26, 2015: https://www.safe.nite.go.jp/english/db.html (5) WHO; Environmental Health Criteria 39: Paraquat and Diquat (1984). Available from, as of May 26, 2015: https://www.inchem.org/pages/ehc.html",
            "Value": "BCFs of 0.05-1.21 were reported for paraquat in rainbow trout (Salmo gairdneri), green sunfish (Lepomis cyanellus), bluegill (Lepomis macrochirus) and channel catfish (Ictalurus punctatus) after exposure for 30 days in ponds(1). The bioconcentration factor of paraquat in channel catfish (Ictalurus punctatus) was 2-6.9 in the digestive tract which was higher than any other tissues or organs(2). According to a classification scheme(3), these BCFs suggest bioconcentration in aquatic organisms is low(SRC). BCFs of <1.9 and <0.2-0.3 were reported for paraquat dichloride using carp (Cyprinus carpio) which were exposed to 0.2 and 2 mg/L over a 6-week period(4). Water snails collected from 2 ditches, 12 weeks after treatment of the waters with 1 mg/L of paraquat were found to contain 0.43 mg herbicide/kg(5)."
        }
    ],
    "environmental_biodegradations": [
        {
            "References": "(1) Ricketts DC; Pestic Sci 55: 566-614 (1999) (2) Lee SJ et al; J Agric Food Chem 43: 1343-47 (1999) (3) Murray R et al; Environ Toxicol Chem 16: 84-90 (1997) (4) Cheah UB et al; J Agric Food Chem 46: 1217-23 (1998) (5) WHO; Environmental Health Criteria 39: Paraquat and Diquat (1984). Available from, as of May 26, 2015: https://www.inchem.org/pages/ehc.html",
            "Value": "AEROBIC: Using microbial cultures extracted from two sandy loam soils, degradation of bioavailable (14)C paraquat was examined over a 20-36 day incubation period in the absence of light under aerobic conditions; 50% mineralization to (14)CO2 was observed within three weeks(1). Paraquat, sorbed to three plant residues (rice straw, dropwort, and Chinese milk vetch), was found to be degraded by natural microbial populations associated with the plants and/or soil under laboratory conditions(2). Degradation rates were higher under aerobic conditions than under anaerobic conditions(2). Paraquat sorbed to rice straw and placed on soil surfaces for a 60-day incubation period degraded more than 40% of applied paraquat (virtually no degradation in sterile controls), but when mixed and incorporated into soil, very little degradation occurred(2). Using bacteria from a banana farm soil, enriched cultures of three isolates, and a 21-day incubation period, paraquat recovered was 40% in unsterile soil and about 90% in sterile soil at initial concentrations of 100 mg/kg(3). Biodegradation half-lives for paraquat in sandy loam (course sand 54.8%, fine sand 31.6%, silt 22.5%, clay 10.0%, organic carbon 1.3%, pH 6.7) and muck (course sand 0.9%, fine sand 3.8%, silt 27.5%, clay 32.5%, organic carbon 30.5%, pH 4.7) were 839.2-1072 and 405.1-650.9 days, respectively; loam and muck samples were acquired from Malaysian agricultural areas(4). Reported microbiological degradation was possible only for a short time following the application of paraquat to soil(5). Once adsorbed on to clay materials, the paraquat was inaccessible to microorganisms(5). Microbial degradation of paraquat in the field is relatively slow(5)."
        },
        {
            "References": "(1) Calderbank A, Slade P; pp. 501-40 in Herbicides Vol 2. Kearney PC, Kaufman DD, New York, NY: Marcel Dekker, Inc (1976) (2) Thom NS, Agg AR; Proc R Soc Lond B189: 347-57 (1975) (3) Stojanovic BJ et al; J Environ Qual 1: 54-62 (1972) (4) Menzie CM; IN: Metabolism of Pesticides-Update III. Special Scientific Report- Wildlife No. 232. Washington, DC: US Department of the Interior, Fish and Wildlife Service (1980)",
            "Value": "AEROBIC: Although pure cultures of microorganisms biodegrade the herbicide in solution, paraquat bound to particulate matter or soil may biodegrade with difficulty or not at all(1). Paraquat present in solution in the unabsorbed state may biodegrade easily in water(1). But when paraquat is adsorbed to clay or organic matter in water, as for example, happens during biological sewage treatment, it may not biodegrade even after prolonged exposure(1-2). Similarly, biodegradation of paraquat strongly adsorbed to clay and organic matters in soil will not be important(1). In a calcareous soil, 13% of added paraquat degraded to CO2 after 54 days of incubation(3). Applied paraquat resided in the top one cm of sandy loam soil, when incubated at 25 °C for up to 16 months, there was no evidence of chemical or microbiological degradation(4)."
        },
        {
            "References": "(1) Cheah UB et al; J Agric Food Chem 46: 1217-23 (1998)",
            "Value": "ANAEROBIC: Biodegradation half-lives for paraquat in muck (course sand 0.9%, fine sand 3.8%, silt 27.5%, clay 32.5%, organic carbon 30.5%, pH 4.7) were 2289-3652 days under anaerobic conditions, muck samples were acquired from Malaysian agricultural areas(1)."
        },
        {
            "References": "(1) Anderson JR, Drew EA; J Gen Microbiol 70: 43-58 (1972) (2) Calderbank A, Slade P; pp. 501-40 in Herbicides Vol 2. Kearney PC, Kaufman DD, NY: Marcel Dekker, Inc (1976) (3) Funderburk HH, Bozath GA; J Agric Food Chem 15: 563-7 (1967) (4) Haperman-Somich CJ; pp. 133-47 in Pesticide Transformation Products. Sumasundaram L, Coats JR, Washington, DC: Amer Chem Soc (1991) (5) McRae IC; Rev Environ Contam Toxicol 109: 1-87 (1989) (6) Williams PP; Res Rev 66: 63-135 (1977)",
            "Value": "PURE CULTURE: Several pure cultures of microorganisms degrade paraquat(1-6). Under aerobic conditions, biodegradation may proceed by the initial formation of 1-methyl-4,4'-bipyridylium ion, followed by 4-carboxy-1-methylpyridinium ion. Under anaerobic conditions, pure cultures of microorganisms may reduce paraquat, but no further degradation is observed(2-3). A few pure cultures of microorganisms can further metabolize the carboxylic compound to CO2, formate and succinate(2,4-5)."
        }
    ],
    "logP": [
        {
            "References": "Platford RF; Chemosphere 12: 1107-11 (1983)",
            "Value": "log Kow = -4.22 at pH 7.4"
        }
    ],
    "mechanism_of_action": [
        {
            "References": "PMID:25338942",
            "Value": "The innate immune response is important in paraquat-induced acute lung injury, but the exact pathways involved are not elucidated. The objectives of this study were to determine the specific role of the NLRP3 inflammasome in the process. Acute lung injury was induced by administering paraquat (PQ) intraperitoneally. NLRP3 inflammasome including NLRP3, ASC, and caspase-1 mRNA and protein expression in lung tissue and IL-1beta and IL-18 levels in BALF were detected at 4, 8, 24, and 72 hr after PQ administration in rats. Moreover, rats were pretreated with 10, 30, and 50 mg/kg NLRP3 inflammasome blocker glybenclamide, respectively, 1 h before PQ exposure. At 72 hr after PQ administration, lung histopathology changes, NLRP3, ASC, and caspase-1 protein expression, as well as secretion of cytokines including IL-1beta and IL-18 in BALF were investigated. The NLRP3 inflammasome including NLRP3, ASC, caspase-1 expression, and cytokines IL-1beta and IL-18 levels in PQ poisoning rats were significantly higher than that in the control group. NLRP3 inflammasome blocker glybenclamide pretreatment attenuated lung edema, inhibited the NLRP3, ASC, and caspase-1 activation, and reduced IL-1beta and IL-18 levels in BALF. In the in vitro experiments, IL-1beta and IL-18 secreted from RAW264.7 mouse macrophages treated with paraquat were attenuated by glybenclamide. In conclusion, paraquat can induce IL-1beta/IL-18 secretion via NLRP3-ASC-caspase-1 pathway, and the NLRP3 inflammasome is essential for paraquat-induced acute lung injury."
        },
        {
            "References": "PMID:25759818",
            "Value": "BACKGROUND: Paraquat (PQ) poisoning is a lethal toxicological challenge that served as a disease model of acute lung injury and pulmonary fibrosis, but the mechanism is undetermined and no effective treatment has been discovered.  METHODS AND FINDINGS: We demonstrated that PQ injures mitochondria and leads to mtDNA release. The mtDNA mediated PBMC recruitment and stimulated the alveolar epithelial cell production of TGF-beta1 in vitro. The levels of mtDNA in circulation and bronchial alveolar lavage fluid (BALF) were elevated in a mouse of PQ-induced lung injury. DNaseI could protect PQ-induced lung injury and significantly improved survival. Acute lung injury markers, such as TNFalpha, IL-1beta, and IL-6, and marker of fibrosis, collagen I, were downregulated in parallel with the elimination of mtDNA by DNaseI. These data indicate a possible mechanism for PQ-induced, mtDNA-mediated lung injury, which may be shared by other causes of lung injury, as suggested by the same protective effect of DNaseI in bleomycin-induced lung injury model. Interestingly, increased mtDNA in the BALF of patients with amyopathic dermatomyositis-interstitial lung disease can be appreciated.  CONCLUSIONS: DNaseI targeting mtDNA may be a promising approach for the treatment of PQ-induced acute lung injury and pulmonary fibrosis that merits fast tracking through clinical trials."
        },
        {
            "References": "PMID:25496228",
            "Value": "Paraquat (PQ), one of the most widely used herbicides, has been used for several decades in agriculture. Some studies suggest that PQ has effects on the immune system. Moreover, previous studies have shown that PQ imparted some immunosuppressive effects. In the present study, cytotoxicity assays using splenic NK cells from mice treated for 28 days with PQ (at 0.2, 1, and 5 mg/kg) were performed to determine whether PQ altered the function of NK cells. Given that PQ was expected to induce an immunosuppressive effect, it was hypothesized that a gene involved in cellular metal ion homeostasis, metallothionein-1 (MT-1), could play an important role in this outcome. This belief was based on the fact that MT1 encodes a protein responsible for zinc ion homeostasis, and that a reduction in free zinc ion levels impairs NK cell function. The results showed that PQ treatments led to increased MT expression in several organs (liver, kidneys, testes) and in splenocytes, caused a reduction of both free zinc ions in sera and in free intracellular zinc, and reduced the expression of GATA-3, a zinc-finger transcription factor important for maturation and activity of T-cells and NK cells. These results provide a basis for a new molecular mechanism to describe potential immunosuppressive effects of PQ in vivo."
        },
        {
            "References": "PMID:18056701",
            "Value": "Paraquat (PQ) causes selective degeneration of dopaminergic neurons in the substantia nigra pars compacta, reproducing an important pathological feature of Parkinson disease. Oxidative stress, c-Jun N-terminal kinase activation, and alpha-synuclein aggregation are each induced by PQ, but details of the cell death mechanisms involved remain unclear ... A Bak-dependent cell death mechanism /has been identified/ that is required for PQ-induced neurotoxicity. PQ induced morphological and biochemical features that were consistent with apoptosis, including dose-dependent cytochrome c release, with subsequent caspase-3 and poly(ADP-ribose) polymerase cleavage. Changes in nuclear morphology and loss of viability were blocked by cycloheximide, caspase inhibitor, and Bcl-2 overexpression. Evaluation of Bcl-2 family members showed that PQ induced high levels of Bak, Bid, BNip3, and Noxa. Small interfering RNA-mediated knockdown of BNip3, Noxa, and Bak each protected cells from PQ, but Bax knockdown did not. Finally, ... the sensitivity of Bak-deficient C57BL mice /was tested/ and found ... to be resistant to PQ treatments that depleted tyrosine hydroxylase immuno-positive neurons in the substantia nigra pars compacta of wild-type mice."
        },
        {
            "References": "PMID:19717555",
            "Value": "... It is generally speculated that a microsomal drug-metabolizing enzyme system is responsible for /Paraquat (PQ)/ toxicity. However, recent studies have demonstrated cytotoxicity via mitochondria, and therefore, the cytotoxic mechanism remains controversial. Here /it is/ demonstrated that mitochondrial NADH-dependent PQ reductase containing a voltage-dependent anion channel 1 (VDAC1) is responsible for PQ cytotoxicity. When mitochondria were incubated with NADH and PQ, superoxide anion (O(2)(*)) was produced, and the mitochondria ruptured. Outer membrane extract oxidized NADH in a PQ dose-dependent manner, and oxidation was suppressed by VDAC inhibitors. Zymographic analysis revealed the presence of VDAC1 protein in the oxidoreductase, and the direct binding of PQ to VDAC1 was demonstrated using biotinylated PQ. VDAC1-overexpressing cells showed increased O(2)(*) production and cytotoxicity, both of which were suppressed in VDAC1 knockdown cells."
        },
        {
            "References": "PMID:25644573",
            "Value": "Paraquat (PQ) is a highly effective herbicide with contact toxicity. PQ mainly accumulates in the lungs after absorption into the blood circulation. The respiratory function failure caused by PQ-induced lung injury, especially the irreversible pulmonary fibrosis in late phase, is the leading cause of death in patients with PQ poisoning. The mechanism of PQ poisoning is still unclear. Now it is speculated that oxidative stress and inflammation injury are the main pathogenic mechanisms, and abnormal gene expression, mitochondrial damage, loss of pulmonary surfactant, cytokine network and unbalanced matrix metalloproteinases/tissue inhibitors may be also involved in the pathogenesis. ..."
        },
        {
            "References": "PMID:25947082",
            "Value": "Paraquat (PQ) as a Parkinsonian mimetic has been demonstrated to impair dopaminergic (DAergic) neurons and is highly correlated with the etiology of Parkinson's disease (PD) where the death of DAergic neurons has been mainly attributed to impaired mitochondrial functioning. In this study, PQ-induced cytotoxicity focusing on mitochondrial membrane permeability (MMP), which has been implicated to play a part in neurodegeneration, was investigated. Primarily, PQ-induced cytotoxicity and reactive oxygen species (ROS) were inhibited by an inhibitor of NADPH oxidase (NOX), indicating the toxic effect of PQ redox cycling. Further, dibucaine and cyclosporin A which respectively inhibit mitochondrial apoptosis-induced channels (MAC) and mitochondrial permeability transition pores (mPTP) were used and found to prevent PQ-induced mitochondrial dysfunction, such as decreased mitochondrial membrane potential and increased MMP, mitochondrial ROS, and pro-apoptotic factor release. Knockdown of bax and/or bak blocked PQ-induced mitochondrial clusterization of Bax and/or Bak and cytotoxicity, demonstrating the significance of MAC which is composed of Bax and/or Bak. This clusterization coincided with the release of mitochondrial apoptotic factors before there was an increase in inner MMP, indicating that MAC may precede mPTP formation. Besides, NOX inhibitor but not dibucaine attenuated the earlier PQ-induced cytosolic ROS formation or Bax and/or Bak clusterization indicating PQ redox cycling may account for MAC formation. In this model, we have resolved for the first that PQ cytotoxicity through redox cycling may sequentially result in increased outer (MAC) and inner (mPTP) MMP and suggested MMP could be implicated as a therapeutic target in treating neurodegenerative diseases like PD."
        },
        {
            "References": "PMID:25873302",
            "Value": "Epithelial-mesenchymal transition (EMT) is believed to be involved in lung fibrosis process induced by paraquat (PQ); however, the molecular mechanism of this process has not been clearly established. The present study investigated the potential involvement of EMT after PQ poisoning. The expressions of EMT markers, such as E-cadherin and ?-smooth muscle actin (?-SMA), at multiple time points after exposure to different concentrations of PQ were evaluated by western blot analysis. Following PQ treatment, EMT induction was observed under microscopy. Related fibrosis genes, including Matrix metalloproteinase 2 (MMP-2), Matrix metalloproteinase 9 (MMP-9), collagens type I (COL I), and type III (COL III), were also evaluated by measuring their mRNA levels using RT-PCR analysis. Signaling pathways were analyzed using selective pharmacological inhibitors for MAPK. Cell migration ability was evaluated by scratch wound and Transwell assays. The data showed that PQ-induced epithelial RLE-6NT cells to develop mesenchymal cell characteristics, as indicated by a significant decrease in the epithelial marker E-cadherin and a significant increase in the extracellular matrix (ECM) marker alpha-smooth muscle actin in a dose and time-dependent manner. Moreover, PQ-treated RLE-6NT cells had an EMT-like phenotype with elevated expression of MMP-2, MMP-9, and COL I and COL III and enhanced migration ability. Signal pathway analysis revealed that PQ-induced EMT led to ERK-1 and Smad2 phosphorylation through activation of the MAPK pathway. The results of the current study indicate that PQ-induced pulmonary fibrosis occurs via EMT, which is mediated by the MAPK pathway. This implies that the MAPK pathway is a promising therapeutic target in alveolar epithelial cells."
        },
        {
            "References": "PMID:26129822",
            "Value": "Chronic exposure to Paraquat (PQ) may result in progressive pulmonary fibrosis and subsequent chronic obstructive pulmonary malfunction. Connective tissue growth factor (CTGF) has been proposed as a key determinant in the development of lung fibrosis. We investigated thus whether knock down of CTGF can prevent human lung fibroblasts (MRC-5) activation and proliferation with the subsequent inhibition of PQ-induced fibrosis. MRC-5 was transfected with CTGF-siRNAs and exposed to different concentrations of PQ. The siRNA-silencing efficacy was evaluated using western blotting analyses, qRT-PCR and flow cytometry. Next, the viability and migration of MRC-5 was determined. MMP-2, MMP-9, and TIMP-1 accumulation were quantified to evaluate the lung fibrosis exposure to PQ. Over expression of CTGF mRNA was observed in human MRC-5 cell as early as 6 h following PQ stimulation. CTGF gene expression in MRC-5 cells was substantially reduced by RNAi, which significantly suppressed the expression of the lung fibrosis markers such as tissue inhibitor of metalloproteinase-2 (TIMP-2), Matrix metalloproteinase-2 (MMP-2) and Matrix metalloproteinase-9 (MMP-9) that were stimulated by PQ. Inhibition of CTGF expression suppressed impeded the proliferation and migration ability of MRC-5 cells and resulted in cell-extracellular matrix (ECM) protein accumulation in cells. Our results suggest that CTGF promoted the development of PQ-induced lung fibrosis in collaboration with transforming growth factor beta1 (TGFbeta1). Furthermore, the observed arresting effects of CTGF knock down during this process suggested that CTGF is the potential target site for preventing PQ-induced pulmonary fibrosis."
        },
        {
            "References": "PMID:16687388",
            "Value": "... Very little is known about the signaling pathways activated by paraquat in any cell system. In this study, ...  the effect of paraquat on extracellular signal-regulated kinases 1 and 2 (ERK1/2), c-Jun N-terminal kinase (JNK), and protein kinase B (PKB) activation in E18 cells /was studied/. Low concentrations of paraquat stimulated very early increases in ERK1/2, JNK1/2, and PKB phosphorylation. The phosphatidylinositol 3-kinase (PI-3K) inhibitors wortmannin and LY 294002 (2-(4-morpholinyl)-8-phenyl-4H-1-benzopyran-4-one) inhibited early paraquat-induced increases in PKB phosphorylation. Furthermore, early paraquat-mediated increases in ERK1/2 activation were sensitive to the mitogen-activated protein kinase kinase 1 (MEK1) inhibitor PD 98059 (2'-amino-3'-methoxyflavone), whereas JNK1/2 responses were blocked by the JNK1/2 inhibitor SP 600125 (anthra[1-9-cd]pyrazol-6(2H)-one). Pretreatment with wortmannin, LY 294002, or PD 98059 had no effect on paraquat cell death in E18 cells. In contrast, SP 600125 significantly decreased paraquat-induced cell death in E18 cells."
        }
    ],
    "sediment_soil_concentrations": [
        {
            "References": "(1) WHO; Environmental Health Criteria 39: Paraquat and Diquat (1984). Available from, as of May 26, 2015: https://www.inchem.org/pages/ehc.html",
            "Value": "SOIL: In multiple spray trials, paraquat residues in soil varied from 22 to 58 mg/kg(1)."
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "(1) Wauchope RD et al; Rev Environ Contam Toxicol 123: 1-155 (1992) (2) Reinbold KA et al; Adsorption of Energy-Related Organic Pollutants: A Literature Review; USEPA-600/3-79-086. Athens, GA: USEPA p. 105 (1979) (3) Foster SSD et al; J Inst Water Environ Manage 5: 186-93 (1991) (4) Kenaga EE; Ecotox Environ Safety 4: 26-38 (1980) (5) Webb RMT et al; J Environ Qual 37: 1145-57 (2008) (6) USDA; Agric Res Service. ARS Pesticide Properties Database. Last Updated Oct 1, 2001. Paraquat dichloride (1910-42-5). Available from, as of May 26, 2015: https://www.usda.gov/wps/portal/usda/usdahome (7) Swann RL et al; Res Rev 85: 17-28 (1983) (8) Helling CS; Soil Sci Soc Amer Proc 35: 737-43 (1971) (9) Riley D; BCPC Monogr 47: 11-20 (1991) (10) Vinten AJA et al; J Agric Food Chem 31: 662-4 (1983) (11) Frank PA, Comes RD; Weeds 15: 210-3 (1967)",
            "Value": "Koc values for paraquat in various soil have been reported to be 15,473-1,000,000(1-6). According to a classification scheme(7), these Koc values suggest that paraquat is expected to be immobile in soil. Both soil thin layer chromatographic and soil leaching studies also show that paraquat will be almost immobile in soil and no significant leaching of paraquat from soil will occur(8-9). However, some leaching of paraquat may occur under conditions that are favorable for soil colloid formation (eg, with water of low electrolytic conductivity)(10). In such cases, passage of soil colloids containing adsorbed paraquat through soil pores may account for the transport of paraquat(10). Paraquat is strongly adsorbed from aquatic phase to suspended solids and sediments in water(11). Fifteen computer models (based on LEACHM and various experimental parameters) were applied to the Morgan Creek watershed (Chesapeake Bay area) and predicted that 0.00% of applied paraquat would be leached to groundwater(5)."
        },
        {
            "References": "(1) Haque R, Freed VH; Environmental Dynamics of Pesticides, New York, NY: Plenum Press p. 97-114 (1975) (2) Stevenson FJ; J Environ Qual 1: 333-43 (1972) (3) WSSA; Herbicide Handbook of the Weed Science Society of America, 6th ed. Champaign, IL: Weed Sci Soc Amer p. 202-4 (1989) (4) Maqueda C et al; Soil Sci 148: 336-45 (1989) (5) Sojo LE et al; Environ Sci Health B24: 619-46 (1989)",
            "Value": "Double positively charged paraquat cation may react with clay minerals in soil by forming complexes with the negatively charged sites on the clay minerals(1-3). Paraquat may also be adsorbed in soil by forming complexes with humic and fulvic materials present in soil(3-5). Therefore, adsorption of paraquat to soil will generally increase with the increase in clay and organic content of soil(SRC)."
        },
        {
            "References": "(1) Cheah UB et al; Pestic Sci 50: 53-63 (1997) (2) Govi M et al; Soil Science 161: 265-69 (1996) (3) Patiero-Moure M et al; J Agric Food Chem 55: 6219-26 (2007) (4) McLaughlin RA et al; Soils Facts: Protecting Groundwater in North Carolina - A Pesticide and Soil Ranking System. Published by North Carolina Cooperative Extension Service, North Carolina State Univ College of Agric & Life Sci (1994) (5) Ouyang Y et al; Bull Environ Contam Toxicol 73: 725-31 (2004)",
            "Value": "Paraquat was found to have high Freundlich adsorption distribution coefficients (28.7 and 1419) using Malaysian muck and sandy loam soils, respectively, that correspond to Koc values of 2207 and 4652(1); desorption studies observed negligible paraquat desorption from the muck soil and very low desorption from the sandy loam (0-0.42%)(1); soil column leaching studies found that paraquat leaching was not evident in either the sandy loam or muck soil(1). Using a dialysis technique to measure sorption and desorption to humic acid fractions extracted from soil, paraquat was rapidly adsorbed (nearly complete in 2-4 hours) with no to very low desorption over a 24-hr period(2). In sorption-desorption studies using two vineyard soils from Spain, paraquat exhibited very strong adsorption (Kd partition coefficient of 106-1280) with very small desorption(3). Paraquat has a very low soil leaching potential (5 on a scale of 100) and has a low groundwater contamination potential rating with respect to North Carolina soils and groundwaters(4). A soil column leaching study using a surface layer fine sand soil (1.3% organic carbon) and a subsurface layer fine sand (0.1% organic carbon) found a surface layer Koc of 24,441 with very slow desorption in both soils(5)."
        }
    ],
    "plant_translocations": [
        {
            "content": "Resistance to paraquat has been extensively studied in various weed species for over a decade, yet the precise mechanism behind this resistance remains unclear. Several studies suggest that reduced movement of the herbicide to the site of action in the chloroplast is partially responsible for this resistance. Despite previous studies on paraquat translocation, few have been conducted on whole plants in light, even though early observations indicated minimal paraquat translocation unless treated plants were exposed to light. This study focused on Arctotheca calendula, comparing the movement of 14C-paraquat in resistant and susceptible plants under both dark and light conditions. Differences in paraquat translocation were only observed between the resistant and susceptible biotypes when plants were exposed to light. Specifically, paraquat translocation was significantly reduced in the resistant biotype compared to the susceptible biotype under light exposure, but not in the dark. The study suggests that paraquat translocation is dependent on light-mediated damage. Since paraquat-induced damage is less severe in resistant plants, overall paraquat translocation is reduced in the resistant biotype.",
            "reference": "Soar, C. J., Karotam, J., Preston, C., & Powles, S. B. (2003). Reduced paraquat translocation in paraquat resistant Arctotheca calendula (L.) Levyns is a consequence of the primary resistance mechanism, not the cause. Pesticide Biochemistry and Physiology, 76(3), 91-98.",
            "method": {
                "Test Plant": "Paraquat resistant (R) and susceptible (S) biotypes of Amaranthus calendula (A. calendula)",
                "Apply Location": "Foliar application - A 1 μl droplet of 8 μM paraquat solution containing radiolabeled 14C-paraquat was applied to the subterminal lobe of the third true leaf.",
                "Plant Grown Condition": "Seeds were germinated in trays at 19°C day/17°C night, 12h/12h photoperiod and 400 μE/m2/s light intensity until two-leaf stage. Seedlings were then transplanted into 2L pots at 4 plants/pot density and grown under same conditions until 4-5 leaf stage before herbicide treatment.",
                "Chemical Preparation": "8 μM paraquat solution containing 500 Bq of 14C-radiolabeled paraquat and 0.5% Agral 600 wetting agent.",
                "Pesticide Application Details for the Plant": "A 1 μl droplet of the prepared 8 μM paraquat solution was applied to the subterminal lobe of the third true leaf of 4-5 leaf stage A. calendula plants.",
                "Other Information": "After treatment, plants were kept under constant light or constant dark conditions up to 72 hours."
            },
            "result": "[{\"Plant\": \"Resistant\", \"Hours after application\": 10, \"Treated lobe (% of absorbed)\": 54.08, \"Terminal lobe of the treated leaf (%)\": 41.92, \"Rest of treated leaf (%)\": 6.92, \"Untreated leaves (%)\": 0.0}, {\"Plant\": \"Resistant\", \"Hours after application\": 24, \"Treated lobe (% of absorbed)\": 44.16, \"Terminal lobe of the treated leaf (%)\": 52.8, \"Rest of treated leaf (%)\": 7.27, \"Untreated leaves (%)\": 0.3}, {\"Plant\": \"Resistant\", \"Hours after application\": 48, \"Treated lobe (% of absorbed)\": 40.32, \"Terminal lobe of the treated leaf (%)\": 53.44, \"Rest of treated leaf (%)\": 8.31, \"Untreated leaves (%)\": 0.6}, {\"Plant\": \"Resistant\", \"Hours after application\": 72, \"Treated lobe (% of absorbed)\": 42.56, \"Terminal lobe of the treated leaf (%)\": 53.44, \"Rest of treated leaf (%)\": 5.54, \"Untreated leaves (%)\": 0.0}, {\"Plant\": \"Susceptible\", \"Hours after application\": 10, \"Treated lobe (% of absorbed)\": 29.12, \"Terminal lobe of the treated leaf (%)\": 57.92, \"Rest of treated leaf (%)\": 16.96, \"Untreated leaves (%)\": 0.0}, {\"Plant\": \"Susceptible\", \"Hours after application\": 24, \"Treated lobe (% of absorbed)\": 24.96, \"Terminal lobe of the treated leaf (%)\": 31.68, \"Rest of treated leaf (%)\": 16.62, \"Untreated leaves (%)\": 31.16}, {\"Plant\": \"Susceptible\", \"Hours after application\": 48, \"Treated lobe (% of absorbed)\": 24.64, \"Terminal lobe of the treated leaf (%)\": 30.08, \"Rest of treated leaf (%)\": 19.04, \"Untreated leaves (%)\": 31.51}, {\"Plant\": \"Susceptible\", \"Hours after application\": 72, \"Treated lobe (% of absorbed)\": 30.72, \"Terminal lobe of the treated leaf (%)\": 27.52, \"Rest of treated leaf (%)\": 17.66, \"Untreated leaves (%)\": 26.32}]"
        }
    ]
}