{
    "_id": {
        "$oid": "6682e922c4e5dba5ffba2918"
    },
    "CID": {
        "$numberInt": "15965"
    },
    "Name": "PICLORAM",
    "IUPACName": "4-amino-3,5,6-trichloropyridine-2-carboxylic acid",
    "CanonicalSMILES": "C1(=C(C(=NC(=C1Cl)Cl)C(=O)O)Cl)N",
    "Synonyms": [
        "PICLORAM",
        "1918-02-1",
        "4-Amino-3,5,6-trichloropyridine-2-carboxylic acid",
        "4-Amino-3,5,6-trichloropicolinic acid",
        "Tordon",
        "2-Pyridinecarboxylic acid",
        "4-amino-3,5,6-trichloro-",
        "Borolin",
        "Amdon",
        "Grazon",
        "K-Pin",
        "Tordon 10K",
        "Tordon 22K",
        "Piclorame",
        "Amdon grazon",
        "NCI-C00237"
    ],
    "IsomericSMILES": "C1(=C(C(=NC(=C1Cl)Cl)C(=O)O)Cl)N",
    "INCHI": "InChI=1S/C6H3Cl3N2O2/c7-1-3(10)2(8)5(9)11-4(1)6(12)13/h(H2,10,11)(H,12,13)",
    "INCHIKEY": "NQQVFXUMIDALNH-UHFFFAOYSA-N",
    "Formula": "C6H3Cl3N2O2",
    "MolecularWeight": {
        "$numberDouble": "241.5"
    },
    "Description": "Picloram is a pyridinemonocarboxylic acid that is pyridine-2-carboxylic acid which is substituted by a chloro group at positions 3,5 and 6, and by an amino group at position 4. It is a systemic herbicide used to control deeply rooted herbaceous weeds and woody plants in rights-of-way, forestry, range lands, pastures, and small grain crops. It has a role as a herbicide and a synthetic auxin. It is an aminopyridine, a pyridinemonocarboxylic acid, a chloropyridine and an organochlorine pesticide. It is functionally related to a picolinic acid.",
    "XlogP": {
        "$numberDouble": "2.2"
    },
    "Complexity": {
        "$numberInt": "216"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "plant_concentrations": [
        {
            "References": "(1) Bovey RW et al; J Environ Qual 3: 61-4 (1974) (2) Bovey RW et al; J Environ Qual 4: 103-6 (1975) (3) Sterling TM, Lownds NK; Weed Sci 40: 390-4 (1992)",
            "Value": "Riesel, TX, 1970-72, grass in fields treated with 1:1 mixture of picloram and 2,4,5-T at 1.12 kg/ha (2.24 kg/ha): avg concn 0-52,856 ppb (0-70,265)(1,2). Picloram accumulated rapidly in broom snakeweed between 15 min and 1 hour of application; no further absorption occurred through 72 hours with maximum uptake of approximately 15 percent of the applied picloram. Picloram absorption was greatest at pH 4 and least at pH 6(3)."
        }
    ],
    "environmental_bioconcentrations": [
        {
            "References": "(1) Mayes MA, Oliver GR; in Astm Spec Publ, Aquat Toxicol Haz Assess 8th Symp 891: 253-69 (1986) (2) Isnard P, Lambert S; Chemosphere; 17: 21-34 (1988) (3) Garten CT Jr, Trabalka JR; Environ Sci Technol 17: 590-5 (1983) (4) Franke C et al; Chemosphere 29: 1501-14 (1994)",
            "Value": "BCFs of 0.11 and 0.54 were reported in bluegill sunfish exposed for 28 days at C14 labeled picloram concentrations of 1.0 and 0.1 mg/L, respectively, using a flow-thru system(1). The BCF of picloram in fish was also measured as 31 using the flowing water method(2-3). According to a classification scheme(4), these BCF values suggest bioconcentration in aquatic organisms is low(SRC)."
        }
    ],
    "environmental_biodegradations": [
        {
            "References": "(1) Boethling RS, et al; Ecotox Environ Safety 18: 252-67 (1989) (2) Sanborn JR et al; The Degradation of Selected Pesticides in Soil. NTIS PB-272353 (1977) (3) USEPA; Reregistration Eligibility Decisions (REDs) Database on Picloram (1918-02-1). USEPA DOC NO. 738-R95-019. Available from, as of Oct 31, 2012: https://www.epa.gov/pesticides/reregistration/status.htm (4) USDA; Agric Res Service. ARS Pesticide Properties Database on Picloram (1918-02-1). Available from, as of Oct. 31, 2012: https://www.ars.usda.gov/Services/docs.htm?docid=14199 (5) Altom JD, Stritzke JF; Weed Sci 21: 556-60 (1973) (6) Kearney PC et al; Res Rev 29: 137-49 (1969) (7) Corbin FT, Upchurch RP; Weeds 15: 370-7 (1967) (8) Naik MN et al; Soil Biol Biochem 4: 313-23 (1972) (9) Mullison WR; pp. 21-92 in Proc West Soc Weed Sci(1985) (10) Hamaker JW et al; Weed Res 8: 46-57 (1968) (11) Guenzi WD, Beard WE; J Environ Qual 5:189-92 (1976) (12) Weidner CW; Degradation in Groundwater and Mobility of Herbicides NTIS PB-239242 (1974)",
            "Value": "AEROBIC: Possible pathways for aerobic primary degradation of picloram are decarboxylation or amino displacement(1). Soil half-lives for picloram at various initial concentrations were 55 days at 0.25 ppm (7 days lag-phase), 90 days at 0.5 ppm (30 days lag phase), and 180 days at 1.0 ppm (90 days lag phase)(2). Picloram was degraded through aerobic metabolism in seven soils, half-lives ranging from 167 to 513 days, with carbon dioxide being the major degradate(3). Aerobic degradation half-lives for picloram at various application rates were 18 days at 0.0025 ppm, 29 days at 0.025 ppm, 150 days at 0.25 ppm, and 300 days at 2.5 ppm(4). After 100 days incubation in 3 soil types, remaining picloram concentrations were 63 to 77% of the initial concentrations(5). Degradation of 75 to 100% picloram in soils required 18 months(6). No detectable degradation of picloram was observed in 8 weeks in soil with high organic matter content from Pentego, NC(7). In the presence of a mixture containing 0.5% fertile garden soil, yeast, and other organics, picloram persisted >275 days(8). In a 423 day period using a picloram concentration of 0.4 ppm, some soils had 52 to 82.5% of the picloram decomposed and others had only 5.2 and 7.6% decomposed(9). Degradation of picloram in thirteen soils after incubation for 6 months ranged from 0 to 60% at 3 mg/L, from 0 to 84% at 1.5 mg/L, from 5 to 94% at 0.75 mg/L, from 28 to 99% at 0.375 mg/L, from 38 to >99% at 0.188 mg/L, from 32 to >99% at 0.094 mg/L, from 28 to >99% at 0.047 mg/L(10). Most of the soils showed a tendency towards greater percentage detoxification for lower concentrations(10). Picloram was applied at a rate of 10 ppm to five different soils, after 124 days of alternating wet and drying cycles, picloram remained in the soil 82.7 to 91.0% incubated at 30 °C and 86.0 to 93.0% incubated at 50 °C(11). The amount of non-degraded picloram in groundwater from 4 sites after incubation for 15 weeks (105 days) was 60.8 to 82.4% (average 71.6%) at an initial concentration of 0.72 ppm, and 60.7 to 79.8% (average 67.9%) at an initial concentration of 10.0 ppm(12)."
        },
        {
            "References": "(1) Ramanand K et al; Appl Environ Microbiol 59: 2251-6 (1993) (2) USEPA; Reregistration Eligibility Decisions (REDs) Database on Picloram (1918-02-1). USEPA DOC NO.738-R95-019. Available from, as of Oct 31, 2012: https://www.epa.gov/pesticides/reregistration/status.htm",
            "Value": "ANAEROBIC: Picloram, at initial concentrations of 72 to 120 mg/L, was degraded in freshwater sediment slurries under anaerobic, methanogenic conditions(1). More than 85% of the parent substrate was removed from nonsterile incubations in 30 days, following a 50-day acclimation period(1). The addition of alternate electron acceptors, such as sulfate, inhibited the dehalogenation of picloram(1). Based on soil and aquatic metabolism data, over 90% of picloram was not degraded after 300 days of incubation under anaerobic conditions(2)."
        }
    ],
    "logP": [
        {
            "References": "Sangster J; LOGKOW Database. A databank of evaluated octanol-water partition coefficients (Log P). Available from, as of Nov 25, 2003: https://logkow.cisti.nrc.ca/logkow/search.html",
            "Value": "log Kow = 0.30"
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "Jackson JB; Toxicologic Studies on a new herbicide in sheep and cattle; Am J Vet Res 27(118): 821-4 (1966)",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Single oral doses of Potassium 4-amino-3,5,6-trichloropicolinate Tordon 22K did not produce  toxicosis in sheep at doses as high as 720 mg/kg of body weight or in calves at 540 mg/kg of body  weight. /Potassium salt/"
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists. Documentation of the TLV's and  BEI's 7th Edition. Piclorm p.1 CD-ROM Cincinnati, OH 45240-4148 2012.",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ The 7-day no-observed-adverse-effect level (NOAEL) was 400 mg/kg/day in female beagle dogs given oral picloram in gelatin capsules at 400, 800, or 1600 mg/kg/day; the highest dose induced vomiting and the dogs lost weight. The 14-day dog oral NOAEL was 200 mg/kg/day."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists. Documentation of the TLV's and  BEI's 7th Edition. Piclorm p.1 CD-ROM Cincinnati, OH 45240-4148 2012.",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Rats given lethal doses (approximately 1 g/kg) exhibited depression, prostration, ataxia, tremors, and convulsions preceding death."
        },
        {
            "References": "National Research Council. Drinking Water & Health. Volume 5. Washington, D.C.: National Academy Press, 1983., p. 61",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Single oral doses of 720 mg/kg in sheep ... did not result in overt signs of toxicity."
        },
        {
            "References": "USDA/ForestService; Pesticide Background Statements p.18 (1984) Agr Hdbk 633",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Beagle dogs (6/sex/dose) were fed 0, 7, 35, and 175 mg technical grade picloram/kg/day for six months. A number of treatment related adverse effects were reported. Animals of both sexes treated with the highest dose of picloram (175 mg/kg) exhibited decreased body weight, body weight gain, food consumption, and alanine transaminase levels, and increased alkaline phosphatase level, absolute and relative liver weights. Absolute and relative liver weights were also observed in males given 35 mg/kg. The liver was the primary target organ of picloram. No treatment-related effects were detected in females of 35 mg/kg group or in males or females of the lowest (7 mg/kg) dose level groups. The subchronic NOEL (no observable effects level) for dogs therefore was 7 mg/kg body weight/day."
        },
        {
            "References": "USDA/ForestService; Pesticide Background Statements p.18 (1984) Agr Hdbk # 633",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ A 13-week feeding study has been conducted in B6C3F1 mice. Groups of 10 mice per sex per  dose were fed diets to provide 0, 1,000, 1,400, or 2,000 mg picloram per kg body weight per day for  13 weeks. Clinical observations, food consumption, urinalyses, and hematologic determinations  revealed no significant differences from the controls. Terminal body weights of female mice fed  2,000 mg/kg were reduced compared with controls. Serum alkaline phosphatase levels were reduced to  varying degrees in all groups of mice. Absolute and relative liver weights were increased in females  at all dose levels and in male at 1,000, 1,400, and 2,000 mg/kg/day. Microscopic examination of a  wide range of organs and tissues showed dose related morphologic alterations of hepatocytes in female  mice at all doses and in all males given 1,400 or 2,000 mg/kg/day. Hepatic alterations were detected  in most male mice given picloram at 1,000 mg/kg/day. A NOEL (no observable effect level) was not  determined."
        },
        {
            "References": "Suschetet M et al; Toxicity and nutritional effects in the rat of two herbicides, picloram and atrazine; Ann Nutr Aliment 28(1): 29-47 (1974)",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ The toxicity and nutritional effects of picloram ... was studied in young male and female  Sprague-Dawley rats in a 6 month-experiment. The animals were kept on diets containing 0.01 or 0.1%  picloram ... . Picloram in the lowest concentration of 0.01% caused only slight leukopenia. At the high  dose, it caused several deaths, reduced the food utilization coefficient in females, and provoked  slight hypertrophy of the liver in both sexes... .  Histological investigations revealed no lesions ... ."
        },
        {
            "References": "PMID:3781136",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ ...Depression, prostration, ataxia, tremors, and convulsions preceded death. There were no consistent biologically significant compound-related effects in rats that received 60, 190, 600 mg potassium picloram/kg/day for 14 days. /Picloram, potassium salt/"
        },
        {
            "References": "PMID:3781136",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ ... In the subchronic study, rats received 60, 190, 600, or 1070 mg potassium picloram/kg/day in drinking water for 90 consecutive days. There were only 4 male and 2 female survivors out of 20 rats of each sex at the 1070 mg/kg dose and 16 male and 18 female survivors at the 600 mg/kg dose. Mortality was dose dependent. Administration of picloram appeared to exacerbate renal and hepatic lesions commonly noted in rats of this age. For example, at levels up to 1070 mg/kg mild lesions in the kidney of treated rats, especially in males at 600 mg/kg, were noted. Also noted were an increased incidence of mononuclear liver foci in male rats that received 190 and 600 mg/kg and an increased severity of mononuclear liver foci in females that received 600 mg/kg. There were no other consistent biologically significant compound-related effects. No specific organ site toxicity could be identified in these studies. /potassium picloram/"
        },
        {
            "References": "PMID:2355403",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ The chronic toxicity and oncogenicity of the herbicide picloram was studied in male and female Fischer 344 rats administered 0, 20, 60, or 200 mg/kg/day technical-grade picloram via their feed for 2 yr. A comprehensive set of in-life and clinical pathology parameters was measured and an extensive list of tissues was examined grossly and by light microscopy from control and treatment groups of animals. The primary treatment-related effect observed in the study was hepatocellular swelling and altered tinctorial properties in the central regions of the liver lobules of both sexes of rats ingesting 60 or 200 mg/kg/day picloram. Males were more affected than females. Increases in liver weights accompanied these changes in both sexes of rats ingesting the high dose level of picloram. All other histopathologic lesions observed were typical of those that normally occur in aged Fischer 344 rats. There were no treatment-related increases in the incidence of any particular tumor type or in total tumors. No treatment-related effects were observed in rats ingesting 20 mg/kg/day of the test material."
        },
        {
            "References": "USEPA; Reregistration Eligibility Decision (RED) Database for Picloram (1918-02-1). EPA 738-R95-019 (August 1995). Available from, as of Nov 5, 2003: https://www.epa.gov/pesticides/reregistration/status.htm",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Two-year dietary chronic/carcinogenicity study was conducted using F344 rats administered  picloram acid at dosage levels of 0, 250 or 500 mg/kg/day for 104 weeks. Chronic toxicity was  observed at 250 mg/kg/day among males only (increased incidence and severity of glomerulonephritis,  blood in urine, decreased specific gravity of urine, increased size of hepatocytes that often had  altered staining properties). Among females there were chronic effects only at 500 mg/kg/day  (increased glomerulonephropathy, increased absolute and relative kidney weight). There was no  evidence of carcinogenicity."
        },
        {
            "References": "PMID:3560259",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ The toxicity of orally administered technical-grade picloram was evaluated in male and female Fischer 344 rats. Dietary dose levels were up to 2000 mg/kg bw/day for 2 wk, 500 mg/kg bw/day for 13 wk, or 200 mg/kg bw/day for 12 months. Routine indices of toxicity were evaluated at all of the respective time periods. Body weight, food consumption, clinical chemistries, urinalyses, and hematological determinations were considered unaffected by treatment. The only treatment-related effect, regardless of the duration of exposure, was in the liver of both male and female rats. This was generally manifested as an increase in the liver-to-body weight ratio and slight hypertrophy and pallor of the centrilobular hepatocytes. These effects were consistently present in rats receiving 1000 mg/kg bw/day for 2 wk, 300 mg/kg bw/day for 13 wk, or 200 mg/kg bw/day for 6 or 12 months. Similar effects were marginally evident for rats receiving 500 mg/kg bw/day for 2 wk, 150 mg/kg bw/day for 13 wk, or 60 mg/kg bw/day for 6 or 12 months. At 60 mg/kg bw/day, the effects were not progressive from 6 to 12 months. The no-observable-effect level (NOEL) was 20 mg/kg bw/day for male and female rats fed picloram for 12 months."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V53 486 (1991)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/  Groups of 50 male and 50 female Fischer 344 rats, five weeks of age, were fed diets providing 0, 20, 60 and 200 mg/kg bw technical-grade picloram (93-94% pure; 6-7% tri- and tetrachlorinated pyridine compounds) for 24 months. Survival was similar in treated and control groups (> 68%). A dose-related increase in the combined incidence of benign and malignant liver-cell tumours was observed in males: two adenomas occurred in controls, two adenomas and two carcinomas in animals given 20 mg/kg bw, eight adenomas and two carcinomas at 60 mg/kg bw and four adenomas and two carcinomas at 200 mg/kg bw (p = 0.04, test for trend)."
        },
        {
            "References": "NCI Bethesda; Bioassay of Picloram for Possible Carcinogenicity; NCI Tech Rep Ser; 23: 91 pp (1978)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ B6C3F1 mice and Osborne-mendel rats were fed picloram for 80 wk. Time-weighted avg doses were 2531 or 5062 ppm for mice and 7437 or 14,875 ppm for rats. After treatment period mice were observed for 10 wk and rats for 33 wk. Upon death or sacrifice major organs were examined. In rats there was a high incidence of follicular hyperplasia, c-cell hyperplasia, and c-cell adenoma of the thyroid, but statistical evaluation showed no evidence for association between the adenoma and picloram administration. There was an increased incidence of hepatic neoplastic nodules, considered to be benign, in female and male rats. The occurrence was not statistically significant in males, but was significant in the females when compared with pooled control group. Both male and female rats showed lesions of the liver diagnosed as foci of cellular alteration. It was concluded that picloram was not carcinogenic for B6C3F1 mice or male osborne-mendel rats. Picloram was found to have the ability to induce benign tumors in the livers of female osborne-mendel rats."
        },
        {
            "References": "National Research Council. Drinking Water & Health. Volume 5. Washington, D.C.: National Academy Press, 1983., p. 61",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Lifetime daily exposure of rats and dogs to diets containing 150 mg/kg body wt doses of picloram resulted in no observable gross or microscopic signs of toxicity."
        },
        {
            "References": "Bradley RL; Cancer Chemother Rep Partl 58(5): 745-748 (1974)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Three groups of adult male C3H mice were inoculated sc with 50-60 mg C3HBA tumor. Group I received diphenamid, a mitosis inhibitor, and group II received picloram, a protein synthesis inhibitor, each at 10 or 20 mg/kg, sc. Group III served as controls. At the 10 mg/kg dose level, picloram treated rats showed the least increase in tumor size. No significant differences in survival times were noted. At the 20 mg/kg dose level picloram and diphenamid treated tumors were consistently smaller than controls. Control mice survived an avg of 51.3 days; the diphenamide group, 44.1 days; and of the 18 picloram treated rats, 3 were still alive at the end of the study on day 82. Of these 3 remaining mice, 2 no longer had tumors and appeared cured (11%). ... No toxic effects were noted in the tissues of normal mice receiving experimental dose levels of the drugs. Severe fatty metamorphosis was noted in livers of mice receiving lethal dosages of either drug."
        },
        {
            "References": "National Research Council. Drinking Water & Health. Volume 5. Washington, D.C.: National Academy Press, 1983., p. 61",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ In multigeneration studies conducted in rats at dietary concentrations up to 3000 ppm, there was no evidence of adverse effects at the highest level tested."
        },
        {
            "References": "Shepard, T. H. Catalog of Teratogenic Agents. 3rd ed. Baltimore, MD.: Johns Hopkins University Press, 1980., p. 61",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ ... No teratogenic action of this compound /were found/ in rats fed up to 1000 mg/kg on gestational days 6 through 15. No neonatal adverse effects were noted."
        },
        {
            "References": "National Research Council. Drinking Water & Health. Volume 5. Washington, D.C.: National Academy Press, 1983., p. 62",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Multigeneration studies, in which rats were exposed to picloram from gestation through reproductive cycles to levels as high as 3000 ppm diet, produced no evidence of effects on fertility, gestation, viability of pups, lactation, or skeletal development. Pregnant rats receiving doses of 1000 mg/kg/day during organogenesis were normal, but there was a slight increase in embryo resorption. A dose of 2000 mg/kg/day was toxic to the mothers, but did not induce malformations in the pups. The dose of 750 mg/kg/day was not toxic to the mothers or the fetuses."
        },
        {
            "References": "PMID:708918",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Aqueous solution of picloram was sprayed on hen eggs at the start of 4 and 8 days after onset of embryonic development. Concentration exceeded 10 times normal rate of application. No significant adverse effects in eggs or hatchlings were attributable to picloram. Malformations amounted to 1%."
        },
        {
            "References": "PMID:4043881",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ The embryotoxic and teratogenic potential of orally administered picloram potassium salt was evaluated in New Zealand white rabbits. Artificially inseminated rabbits were given 0, 40, 200 or 400 mg picloram acid equivalent/kg body weight/day in the form of picloram potassium salt in aqueous solution on days 6 to 18 of gestation. The fetuses were removed for examination on day 29 of gestation. Transient weight loss was observed among rabbits given 200 or 400 mg/kg/day of the test material, though the total weight gain of the treated groups during gestation was comparable to that of controls. A few isolated, sporadic cases of fetal malformations were observed in the dosed groups, but there was no indication of a dose-related embryotoxic or teratogenic response to treatment. /Potassium salt/"
        },
        {
            "References": "Thompson DJ et al; Food Cosmet Toxicol 10 (6): 797-803 (1972)",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Four groups of 35 Sprague-Dawley derived rats were given daily oral doses of 0, 500, 750 or 1000 mg picloram/kg/day on days 6-15 of gestation. Twenty-five dams from each group were killed on day 20 and the fetuses were examined for untoward effects. The remaining 10 dams in each group were used in a postanatal study and were allowed to deliver and wean their litters. Dosage at 500 mg/kg/day produced no overt signs of toxicity, while rats given 750 of 1000 mg/kg/day developed hyperesthesia and mild diarrhea after 1-4 days of treatment and 14 maternal deaths occurred between days 8 and 17 of gestation in these dosage groups. In surviving dams, doses up to and including 1000 mg/kg/day affected neither maternal weight gains, litter size and resorption rate nor other reproductive parameters examined. Evidence of retarded fetal growth, as reflected by an increase in unossified 5th sternebrae, was observed in the treated groups. In the postnatal study, survival and development of pups was unaffected by treatment of the dams with picloram. Oral administration of subtoxic and even of maternally toxic doses of picloram during organogenesis produces neither teratogenesis nor adverse effects on neonatal development in the Sprague-Dawley rat."
        },
        {
            "References": "Kociba RJ et al; Toxicologist 12(1): 120 (1992)",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Groups of 30 male and 30 female Sprague-Dawley rats, approximately six weeks of age, were administered diets that provided 0, 20, 200 or 1000 mg/kg/day of picloram, seven days per week, for two generations. Parental P0 and P1 males given 1000 mg/kg/day had decreased body weights, increased kidney weights, gross and histopathologic alterations of the kidneys, and secondary alterations of urinary parameters. Similar, but less frequent and/or less severe gross and histopathologic alterations of the kidneys were observed in parental P0 and P1 females given 1000 mg/kg/day. Kidney weights and urinary parameters were not affected in high-dose females. No parental effects were observed at 200 or 20 mg/kg/day, and no effects on any reproductive or neonatal parameters were observed at any dose level. In conclusion, the parental no-observed-effect level (NOEL) was 200 mg/kg/day; the NOEL for fertility and neonatal development was 1000 mg/kg/day, the highest dose level tested."
        },
        {
            "References": "USEPA; Reregistration Eligibility Decision (RED) Database for Picloram (1918-02-1). EPA 738-R95-019 (August 1995). Available from, as of Nov 5, 2003: https://www.epa.gov/pesticides/reregistration/status.htm",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Picloram triisopropanolamine salt was administered to New Zealand white rabbits via oral  gavage at dosage levels of 0, 180, 538 or 1,000 mg/kg/day during days 7-19 of gestation (phase 1)  and at doses of 0, 54, 180, 538 or 1,000 mg/kg/day (phase II). Developmental toxicity was not  observed at any dose level in either of the two phases of the study. Hence, the developmental  toxicity NOEL is greater than or equal to 1000 mg/kg/day. Maternal toxicity was observed in both  phases of the study at greater than or equal to 180 mg/kg/day manifested as increased rate of  abortions at 1000 mg/kg/day; increased incidence of clinical signs at 538 and 1000 mg/kg/day; and  decreased food consumption and body weight gain at 180, 538 and 1,000 mg/kg/day."
        },
        {
            "References": "Breslin WJ et al; Toxicologist 11(1): 74 (1991)",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Pregnant Sprague-Dawley rats were gavaged with 0, 100, 500 or 1000 mg/kg/day of Picloram K or TIPA salt on days 6 through 15 of gestation. Maternal observations included changes in behavior and demeanor, feed consumption, body weight gain, gross pathologic alterations, liver and kidney weights and various reproductive parameters. On day 20 of gestation, fetuses were removed following cesarean section, weighed and examined for external, visceral and skeletal alterations. Maternal toxicity was noted in high dose females administered Picloram TIPA salt. Dams given 1000 mg/kg/day of Picloram TIPA salt had decreased feed consumption and body weight gain during the exposure period. No adverse maternal effects were observed with Picloram K salt and neither Picloram K or Picloram TIPA salts were embryo/fetotoxic or teratogenic at any dose level. Thus, the developmental no-observed-effect-levels for Picloram K and TIPA salts were 1000 mg/kg/day. /potassium and triisopropanolamine salts of picloram/"
        },
        {
            "References": "PMID:12075122",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Male rats were gavaged for 5 days per week for 9 weeks with a mixture of 2,4-D and picloram called Tordon 75D(R) (the Australian derivative of Agent White). Three doses were tested; the high dose was considered the maximum tolerated dose. Each male was mated with two untreated females during weeks 2 and 3, 4 and 5, and 8 and 9 of treatment, and with four untreated females after an 11-week recovery period. Negative controls were males dosed with distilled water, and positive controls were males dosed with cyclophosphamide at 5.1 mg/kg/day. All mated females were killed on day 20 of gestation, and the fetuses were weighed and examined for either structural malformations or skeletal development. Litter size, fetal weight, and malformation rate were all unaffected by treatment. The cyclophosphamide positive controls showed the expected large increase in postimplantation loss. In general, within the limitations of the power of the study, the results did not show any evidence that exposure to a herbicide formulation containing 2,4-D and picloram is likely to cause male-mediated birth defects or other adverse reproductive outcomes."
        },
        {
            "References": "USEPA; Reregistration Eligibility Decision (RED) Database for Picloram (1918-02-1). EPA 738-R95-019 (August 1995). Available from, as of Nov 5, 2003: https://www.epa.gov/pesticides/reregistration/status.htm",
            "Value": "/GENOTOXICITY/ Picloram acid was evaluated for gene mutation in mammalian cells (HGPRT/CHO). As evaluated up to toxic levels (750 ug/mL without metabolic activation; 1250 ug/mL with metabolic activation), the compound was found to be negative for inducing forward mutation in Chinese hamster ovary (CHO) cells."
        },
        {
            "References": "PMID:353549",
            "Value": "/GENOTOXICITY/ 14 pesticides were tested as pure compounds for the induction of point mutations in four strains of Salmonella typhimurium--TA1535, TA1536, TA1537 and TA1538--in the presence and in the absence of rat-liver microsomal fractions and for the induction of resistance to low concentrations of streptomycin in the filamentous bacterium, Streptomyces coelicolor. The technique used was essentially the so-called \"spot test\". The pesticides investigated were: aminotriazole, Benomyl, Captafol, Captan, Dichlorvos, Dalapon-Na, Dinobuton, Dodine, Ioxynil, Mecoprop, Neburon, Picloram, Triallate and Trichlorphon. In Salmonella, Captan and Triallate were mutagenic on the TA1535 strain; Dichlorvos and Trichlorphon were negative in the spot test but mutagenic after incubation in liquid cultures of strain TA1535. By using the S. coelicolor forward-mutation test, aminotriazole, Dichlorvos, Picloram, Trichlorphon and Triallate were mutagenic with the \"spot test\" technique; Captan showed a weak mutagenic activity with a \"plate-incorporated\" technique."
        },
        {
            "References": "National Research Council. Drinking Water & Health. Volume 5. Washington, D.C.: National Academy Press, 1983., p. 61",
            "Value": "/GENOTOXICITY/ In an in vivo cytogenetics study in male & female Sprague-Dawley rats, picloram admin orally at 3 dose levels (20, 200, & 2,000 mg/kg body wt) introduced no cytogenetic aberrations in bone marrow cells. The herbicide was found to be nonmutagenic in Ames Salmonella assay, but was mutagenic in Saccharomyces cerevisiae at 1 ppm ... No genetic effects were observed when picloram was tested for its ability to induce gene conversion, point mutations in the gene conferring resistance to 8-azaguanine, mitotic nondisjunction, and haploidization in Aspergillus nidulans."
        },
        {
            "References": "PMID:3930237",
            "Value": "/GENOTOXICITY/ Picloram was evaluated for the induction of sex-linked recessive lethal mutations in Drosophila melanogaster by the National Toxicology Program. Canton-S wild-type males were treated with concentrations of the picloram that result in approximately 30% mortality. Following treatment, males were mated individually to 3 harems of Basc virgin females to produce 3 broods for analysis. The concentrations of picloram tested by injection (1000 ppm) or feeding (5000 ppm) were negative in this assay."
        },
        {
            "References": "California Environmental Protection Agency/Department of Pesticide Regulation; Toxicology Data Review Summaries. Available from:  https://www.cdpr.ca.gov/docs/toxsums/toxsumlist.htm on Picloram as of November 19,2003",
            "Value": "/GENOTOXICITY/ Primary rat hepatocyte cultures were exposed to picloram at concentrations ranging from 10  to 1000 ug/ml for 18 to 20 hours at 37 0C. Vehicle (DMSO: 1%) and positive controls (2-AAF: 2.233 ug/mL) were included in assay. Quadruplicate cultures/dose-level were conducted in each of two separate trials. Positive controls were functional. No adverse effects: Test material did not elicit a positive UDS response in rat hepatocyte cultures."
        },
        {
            "References": "PMID:3355579",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ Microsomes from male rats treated with picloram (100 mg/kg/day) for 7 days showed a 48% decrease in 16 alpha-hydroxylase activity when incubated with (4-14C) androstenedione. These data are consistent with the assertion that picloram decreases the titer of hepatic male specific cytochrome P-450h. ... First, SDS polyacrylamide gel electrophoresis revealed an intensified hepatic microsomal polypeptide (MW 54,000) following picloram pretreatment. This polypeptide co-migrated with protein bands which were correspondingly intensified after pretreatment with known inducers of cytochrome P-450d (3-methylcholanthrene and isosafrole). Second, no increase in the binding of metyrapone to picloram treated microsomes was noted compared with controls, suggesting no increase in phenobarbital-inducible forms of cytochrome P-450. Third, hepatic microsomes from picloram treated rats activated 2-amino-3-methylimidazo (4,5-f)quinoline (a cytochrome P-450d mediated catalysis) causing a 5-fold increase in the number of induced Salmonella typhimurium TA98 revertant colonies formed compared with control microsomes. Fourth, the binding of n-octylamine to hepatic microsomes from picloram-treated rats showed, like microsomes from 3-methylcholanthrene-treated rats, an increase in the proportion of high-spin cytochrome P-450 present. Cytochrome P-450d is known to be a high spin hemoprotein."
        }
    ],
    "sediment_soil_concentrations": [
        {
            "References": "(1) Bovey RW et al; J Environ Qual 3: 61-4 (1974) (2) Bovey RW et al; J Environ Qual 4: 103-6 (1975) (3) Neary DG et al; J Environ Qual 14: 585-92 (1985)",
            "Value": "SOIL: Fields in Riesel, TX, treated from 1970 to 1972 with 1:1 mixture of picloram and 2,4,5-T had average picloram concentrations of 0 to 238 ppb at 1.12 kg/ha and 0-162 ppb at 2.24 kg/ha; most of the herbicide was located in the top 30 cm of soil(1,2). The average concentrations of picloram in soil from an Appalachian forest 26 days after application were 11.58 ppb at 0.07 m depth, 3.80 ppb at 0.15 m depth, and 1.63 ppb at 0.30 m depth. Average picloram concentrations after 28 days were 2.21 ppb at 0.07 m depth, 1.42 ppb at 0.15 m depth, 0.98 ppb at 0.22 m depth, and 0.45 ppb at 0.30 m depth. Average picloram concentrations after 42 to 116 days were 0.31-0.34 ppb at 0.07 m depth, 1.17-0.75 ppb at 0.15 m depth, 0.49-0.34 ppb at 0.22 m depth, 0.38-0.53 at 0.30 m depth, 0.45-0.86 ppb at 0.60 m depth, and 0.13-0.01 ppb at 1.20 m depth. Average picloram concentrations after 217 days were 0.06 ppb at 0.07 m depth, 0.03 ppb at 0.15 m depth, 0.01 ppb at 0.22 m depth, 0.1 ppb at 0.30 m depth, and 0.40 ppb at 0.60 m depth(3)."
        },
        {
            "References": "(1) Newton M et al; J Agric Food Chem 38: 574-83 (1990) (2) Liu LC et al; J Agric Univ P R 81: 211-8 (1997) (3) Neary DG et al; Environ Toxicol Chem 12: 585-92 (1993) (4) Smetnik AA et al; Agrokhimiya 1995, no.11: 93-102 (1995) (5) USDA; Agric Res Service. ARS Pesticide Properties Database on Picloram (1918-02-1). Available from, as of Oct 22, 2003: https://www.ars.usda.gov/Services/docs.htm?docid=14199 (6) Menzie CM; Metabolism of Pesticides, US Dept Int, Bureau of Sport Fisheries and Wildlife, Publ 127. Washington, DC: US Gov Print Off (1969)",
            "Value": "SOIL: Picloram was applied by helicopter to test grids in mountainous southwestern Oregon brushfields on shallow, rocky, clay loam soils at an application rate of 0.6 kg/ha. Residue concentrations at 0 to 15 cm depth were 0.242 mg/kg after 37 days, 0.043 mg/kg after 79 days, and 0.009 mg/kg after 153 days. Picloram was not detected in any soil samples taken from 15 to 60 cm depth(1). Picloram was applied to Mabi clay and Mabi clay loam soils with a napsack sprayer near observation wells which were then sampled weekly for three months. Picloram was found only once, at a concentration of 2 ug/L in a sample taken ten weeks after a second picloram application(2). Picloram (pellet formulation) was manually broadcast at a rate of 5.0 kg/ha to 17 percent of a 30-ha watershed in the Appalachian Mountains. Residue concentrations were up to 350 ug/l in soil solutions from 30 cm depth and less than 30 ug/l in soil solutions from 120 cm depth(3). The maximum penetration of picloram in irrigated podzolic and chernozem soils was 80 cm and 50 cm, respectively(4). The pesticide properties database reports a mean field dissipation half-life of 108 days (31 days to 206 days) for picloram(5). The half-life of picloram in Regina heavy clay at 25 °C and at moisture holding capacity was approximately 68 days(6)."
        },
        {
            "References": "(1) Michael JL et al; J Environ Qual 18: 89-95 (1989)",
            "Value": "SOIL: Picloram was aerially applied to a longleaf pine (Pinus palustris L) site in the upper coastal plain of Alabama to control kudzu. Pellets were spread at the rate of 56 kg/ha on loamy sand Typic Kanhapludult soils. Picloram levels in the upper 15 cm of mineral soil peaked at 0.96 to 2.25 mg/kg 225 days after application and declined to 0.13 to 0.29 mg/kg one year later. Picloram was detected in soil solution at a depth of 0.4 m between 26 and 273 days after application. Only 4 of 15 lysimeters consistently contained detectable residues. Maximum picloram levels in soil solution were 130, 450, and 191 mg/cu m for ridge, midslope, and toe-slope positions, respectively(1)."
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "(1) Reinbold KA et al; Adsorption of Energy-Related Organic Pollutants. USEPA-600/3-79-086 p. 103 (1979) (2) Hamaker JW, Thompson JM; p 88 in Organic Chemicals in the Soil Environment; Goring CAI, Hamaker JN, eds (1972) (3) Rao PSC, Davidson JM; Retention and Transformation of Selected Pesticides and Phosphorous in Soil-Water System: A Critical Review. USEPA-600/3-82-060 (1982) (4) Rao PSC et al; Soil Crop Sci Soc FL Proc 44: 8 (1985) (5) Kenaga EE; Ecotox Environ Safety 4: 33 (1980) (6) Chu W, Chan K-H; Sci Total Environ 248: 1-10 (2000) (7) McCall PJ, Agin GL; Environ Toxicol Chem 4: 37-44 (1985) (8) Liu et al; J Agric Univ P R 81: 211-8 (1997) (9) Swann RL et al; Res Rev 85: 17-28 (1983) (10) MacBean C, ed; e-Pesticide Manual. 15th ed., ver. 5.1, Alton, UK; British Crop Protection Council. Picloram (1918-02-1) (2008-2010) (11) Doucette WJ; pp. 141-188 in Handbook of Property Estimation Methods for Chemicals. Boethling RS, Mackay D, eds. Boca Raton, FL: Lewis Publ (2000) (12) Ahrens WH; Herbicide Handbook of the Weed Science Society of America. 7th ed. Champaign, IL: Weed Sci Soc Amer p. 236 (1994) (13) Khan SU; Adv Environ Sci Technol; 8: 317-65 (1977) (16) USDA/Forest Service; Pesticide Background Statements. p. 25 (1984)",
            "Value": "Experimental Koc values for picloram are 12.7(1-2), 25.2(3), 0.026(4), 17(5), and 25.5(6). Koc values for picloram in soils were 11.1, 22.1, 11.2, 12.5, 18.0, 20.6 and 9.9 at 0.74, 2.92, 1.03, 1.36, 0.45, 1.89, and 1.17% organic carbon, respectively(7). Koc values for 28 different types of pasture soils with varying amounts of organic carbon ranged from 14 to 100(8). According to a classification scheme(9), these Koc values suggest that picloram is expected to have very high to high mobility in soil. The pKa of picloram is 2.3(10), indicating that this compound will exist almost entirely in anion form in the environment and anions generally do not adsorb more strongly to organic carbon and clay than their neutral counterparts(11). Leaching potential is greatest in sandy soils low in organic matter(12-13). Picloram is usually confined to the upper 1 foot (30 cm) when application rates are low (<1 lb/acre, <1.12 kg/ha), but that picloram can readily move to depths >3 feet (approximately 1 meter), even in relatively dry areas, when the application rate is high (3 to 9 lb/acre, 3 to 10 kg/ha)(16)."
        },
        {
            "References": "(1) Helling CS, Dragun J; Proc Symp AOAC 94: 43-88 (1981) (2) Weidner CW; Degradation in Groundwater and Mobility of Herbicides. NTIS PB-239242 (1974) (3) Sanborn JR et al; The Degradation of Selected Pesticides in Soil. NTIS PB-272353 (1977) (4) Glass RL, Edwards WM; J Agric Food Chem 27: 908-9 (1979)",
            "Value": "Rf values for picloram were 0.84 in a thin layer soil chromatography column filled with Hagerstown silty clay loam and 0.90 in a thick layer column filled with Mohlin clay loam(1). During a soil column study, picloram was found in Sharpsburg silty clay loam at 26.1, 26.0, 26.1 and 21.8% at depths of 0-5 cm, 5-10 cm, 10-15 cm and 15-20 cm, respectively(2). Picloram was  found in Jansen sandy loam at these same depths at 31.9, 22.9, 22.8 and 22.9%, respectively(2). Picloram found in Jansen gravelly sand at these depths was 52.9, 22.0, 12.6 and 12.6%, respectively(2). The distance per day for picloram leaching in 13 soils was >0.08 to >1.10 cm/day(3). Picloram was found at a concentration of 1.0 ppb in percolate 2.4 cm from the surface of a lysimeter(4). The samples were collected 11 months after application at a North Appalachian Experimental Watershed in Coshocton, OH(4)."
        }
    ],
    "plant_translocations": [
        {
            "content": "The locoweeds, woolly loco and silky crazyweed, contribute to livestock poisoning in the western United States. Differences in response of these two locoweeds to foliar-applied picloram and metsulfuron was investigated by evaluating differences in herbicide uptake, translocation, and metabolism. Silky crazyweed compared to woolly loco was more than 10 times as sensitive to increasing rates of either herbicide. The two species absorbed 8 to 15%, and 11 to 17% of applied picloram and metsulfuron, respectively. Translocation of picloram and metsulfuron out of treated leaflets of either species was less than 3% of that absorbed after 96 h. Approximately 70 and 100% of the absorbed herbicides remained as picloram and metsulfuron, respectively, in both species. Therefore, differences in picloram or metsulfuron uptake, translocation, and metabolism appear inadequate to account for the differential response to each herbicide by the two locoweed species. Selectivity differences between these locoweed genera to picloram and metsulfuron most likely are due to sensitivity differences at sites of action.",
            "reference": "Sterling, T. M., & Jochem, H. S. (1995). Uptake, translocation, and metabolism of picloram and metsulfuron methyl by two locoweed species. Weed science, 43(1), 13-17.",
            "method": {
                "Test Plant": "Woolly loco var. mollisimus and silky crazyweed (two locoweed species)",
                "Apply Location": "Foliar application (adaxial surface of the terminal leaflet of a leaf)",
                "Plant Grown Condition": "Greenhouse under natural daylength with no supplemental lighting, fertilized with 20:10:20 (N,P,K) at 2.5 g L⁻¹ weekly",
                "Chemical Preparation": "Formulated picloram at 0, 0.14, 0.28, 0.56, and 1.12 kg ae ha⁻¹ or metsulfuron at 0, 4.38, 8.75, 17.5, and 35 g ai ha⁻¹ plus 0.25% by vol surfactant, with radiolabeled picloram (133 MBq ml⁻¹) or metsulfuron (133 MBq ml⁻¹) for uptake and translocation studies",
                "Pesticide Application Details for the Plant": "10 x 0.25-μl droplets of picloram or metsulfuron solution applied directly to the adaxial surface of each terminal leaflet of a leaf, with a final picloram concentration of 12.4 mM and metsulfuron concentration of 491 μM, equivalent to application of 0.56 kg ae ha⁻¹ and 17.5 g ai ha⁻¹, respectively, in a carrier volume of 187 L ha⁻¹",
                "Other Information": "the experiment involved seven-month-old vegetative plants, with plants rated over 42 days for epinasty and chlorosis, and fresh and dry weights of above-ground tissue measured 42 days after treatment."
            },
            "result": "[{\"Plant\": \"Woolly loco\", \"Uptake (% of applied)\": 7.6, \"Treated leaflet (% of absorbed)\": 87.8, \"Treated leaflet (% of absorbed).1\": 11.4, \"Above treated leaf (%)\": 0.7, \"Below treated leaf (%)\": 0.2}, {\"Plant\": \"Silky crazyweed\", \"Uptake (% of applied)\": 14.9, \"Treated leaflet (% of absorbed)\": 93.7, \"Treated leaflet (% of absorbed).1\": 3.0, \"Above treated leaf (%)\": 2.8, \"Below treated leaf (%)\": 0.5}]"
        },
        {
            "content": "The effects of time, concentration, pH, temperature, and metabolic inhibitors on 4-amino-3,5,6-trichloropicolinic acid (picloram) uptake from nutrient solution by oats (Avena sativa L. ‘Markton’) and soybeans (Glycine max L. ‘Lee’) were studied. Oats and soybeans had similar absorption patterns of rapid initial uptake. However, total accumulation patterns markedly differed in that accumulation was concentration-dependent for oats but not for soybeans. Initial uptake by oats and soybean roots increased as solution concentration increased. Picloram was redistributed in oats and soybeans and some egress from roots to solution occurred. Picloram uptake by both plant species was markedly diminished with an increase in pH from 3.5 to 4.5, but pH had little effect from 4.5 to 9.5. Less picloram was taken up by oats and soybean roots from solution maintained at 4 C than at 26 C. Translocation to tops followed a similar trend. Increasing concentrations of three metabolic inhibitors, 2,4-dinitrophenol (DNP), sodium azide, and sodium arsenite, reduced root uptake of picloram in both species. All inhibitors (except DNP for oats) at 10−6 to 10−5 molar concentrations stimulated translocation of picloram to oats and soybean tops while higher concentrations depressed translocation.",
            "reference": "Isensee, A. R., Jones, G. E., & Turner, B. C. (1971). Root absorption and translocation of picloram by oats and soybeans. Weed science, 19(6), 727-731.",
            "method": {
                "Test Plant": "Oats (Avena sativa). Soybeans (Glycine max)",
                "Apply Location": "Root uptake from nutrient solution",
                "Plant Growth Condition": "Oats - Germinated and grown 7-9 days in growth pouches moistened with nutrient solution in growth chamber (14 hr day, 30°C day, 20°C night). Soybeans - Germinated and grown 7-9 days in vermiculite moistened with nutrient solution in greenhouse",
                "Chemical Preparation": "14C-picloram labeled on carboxyl group (specific activity 4.25 μCi/mg) dissolved in nutrient solution. Treatment solutions of 25 mL volume",
                "Pesticide Application Details for the Plant": "Three oat seedlings or one soybean seedling placed in each 25 mL treatment flask. Exposed to 25 or 115 ppb (parts per billion) 14C-picloram nutrient solutions",
                "Other Information": "Exposed for 0, 0.5, 1, 2, 4, 8, 24, 48, 72, 96, 120 hours. Treatments replicated 3 times"
            },
            "result": "[{\"Plant\": \"Oats\", \"Egress time\": 0, \"Hours after application\": 2, \"Roots (ng)\": 1.5, \"Tops (ng)\": 0.2}, {\"Plant\": \"Oats\", \"Egress time\": 0, \"Hours after application\": 4, \"Roots (ng)\": 6.4, \"Tops (ng)\": 0.4}, {\"Plant\": \"Oats\", \"Egress time\": 0, \"Hours after application\": 8, \"Roots (ng)\": 13.7, \"Tops (ng)\": 0.7}, {\"Plant\": \"Oats\", \"Egress time\": 0, \"Hours after application\": 24, \"Roots (ng)\": 7.8, \"Tops (ng)\": 11.5}, {\"Plant\": \"Oats\", \"Egress time\": 24, \"Hours after application\": 2, \"Roots (ng)\": 0.6, \"Tops (ng)\": 0.4}, {\"Plant\": \"Oats\", \"Egress time\": 24, \"Hours after application\": 4, \"Roots (ng)\": 4.7, \"Tops (ng)\": 2.3}, {\"Plant\": \"Oats\", \"Egress time\": 24, \"Hours after application\": 8, \"Roots (ng)\": 5.8, \"Tops (ng)\": 4.7}, {\"Plant\": \"Oats\", \"Egress time\": 24, \"Hours after application\": 24, \"Roots (ng)\": 3.9, \"Tops (ng)\": 14.0}, {\"Plant\": \"Oats\", \"Egress time\": 48, \"Hours after application\": 2, \"Roots (ng)\": 0.4, \"Tops (ng)\": 0.7}, {\"Plant\": \"Oats\", \"Egress time\": 48, \"Hours after application\": 4, \"Roots (ng)\": 2.3, \"Tops (ng)\": 3.2}, {\"Plant\": \"Oats\", \"Egress time\": 48, \"Hours after application\": 8, \"Roots (ng)\": 4.4, \"Tops (ng)\": 6.3}, {\"Plant\": \"Oats\", \"Egress time\": 48, \"Hours after application\": 24, \"Roots (ng)\": 2.0, \"Tops (ng)\": 10.0}, {\"Plant\": \"Soybean\", \"Egress time\": 0, \"Hours after application\": 2, \"Roots (ng)\": 7.3, \"Tops (ng)\": 1.6}, {\"Plant\": \"Soybean\", \"Egress time\": 0, \"Hours after application\": 4, \"Roots (ng)\": 11.8, \"Tops (ng)\": 8.5}, {\"Plant\": \"Soybean\", \"Egress time\": 0, \"Hours after application\": 8, \"Roots (ng)\": 12.1, \"Tops (ng)\": 13.7}, {\"Plant\": \"Soybean\", \"Egress time\": 0, \"Hours after application\": 24, \"Roots (ng)\": 11.7, \"Tops (ng)\": 38.0}, {\"Plant\": \"Soybean\", \"Egress time\": 24, \"Hours after application\": 2, \"Roots (ng)\": 0.2, \"Tops (ng)\": 3.9}, {\"Plant\": \"Soybean\", \"Egress time\": 24, \"Hours after application\": 4, \"Roots (ng)\": 2.7, \"Tops (ng)\": 13.8}, {\"Plant\": \"Soybean\", \"Egress time\": 24, \"Hours after application\": 8, \"Roots (ng)\": 5.0, \"Tops (ng)\": 22.6}, {\"Plant\": \"Soybean\", \"Egress time\": 24, \"Hours after application\": 24, \"Roots (ng)\": 3.0, \"Tops (ng)\": 46.2}, {\"Plant\": \"Soybean\", \"Egress time\": 48, \"Hours after application\": 2, \"Roots (ng)\": 0.7, \"Tops (ng)\": 4.4}, {\"Plant\": \"Soybean\", \"Egress time\": 48, \"Hours after application\": 4, \"Roots (ng)\": 0.7, \"Tops (ng)\": 9.5}, {\"Plant\": \"Soybean\", \"Egress time\": 48, \"Hours after application\": 8, \"Roots (ng)\": 1.5, \"Tops (ng)\": 19.0}, {\"Plant\": \"Soybean\", \"Egress time\": 48, \"Hours after application\": 24, \"Roots (ng)\": 3.5, \"Tops (ng)\": 39.4}]"
        },
        {
            "content": "Experiments were conducted to determine whether differences in sensitivity of sunflower (Helianthus annuus L.), and rapeseed (Brassica napus L.) to 14C-picloram (4-amino-3,5,6-trichloro-2-pyridinecarboxylic acid) and 14C-clopyralid (3,6-dichloro-2-pyridinecarboxylic acid) can be attributed to differences in absorption, translocation, or metabolism of the herbicides. Within 24 h, more than 97% of the radioactivity from picloram or clopyralid was absorbed by the foliage of both plant species. Acropetal transport of both herbicides was similar in the two plant species, with approximately 60% or more of the recovered radioactivity from picloram and clopyralid treatments moving acropetally out of the treated leaf 144 h after application. Less than 6% of the 14C-label from either herbicide treatment moved basipetally in both species. Therefore, differences in absorption and translocation did not account for intra- or inter-species sensitivity differences to the two herbicides. Significantly more 14C-picloram and 14C-clopyralid was converted to water-soluble metabolites in rapeseed than in sunflower plants. However, in rapeseed plants, the pattern of metabolism of both herbicides was similar, indicating that the difference between the metabolism of picloram and clopyralid did not account for the sensitivity difference within this species. It appears that only one picloram and clopyralid metabolite was formed in both plant species as determined by TLC. The metabolite of picloram or clopyralid was a water-soluble conjugate that yielded the carboxylic acid amide of the respective herbicide upon ammonolysis.\n",
            "reference": "Hall, J. C., & Born, W. H. V. (1988). The absence of a role of absorption, translocation, or metabolism in the selectivity of picloram and clopyralid in two plant species. Weed Science, 36(1), 9-14.",
            "method": {
                "Test Plant": "Rapeseed and Sunflower plants",
                "Apply Location": "Foliar application",
                "Plant Grown Condition": "Plants were grown in a controlled-environment growth cabinet maintained at 20/16 ± 1 C day/night with a 16-h photoperiod and relative humidity of 65%. Light intensity (400 to 725 nm) was constant throughout the chamber at 250μE/m2/s.",
                "Chemical Preparation": "Radiolabeled 14C-clopyralid (2,6-14C; sp. act. 11.6 mCi/mmol; radiochemical purity > 99%) and 14C-picloram (2,6-14C; sp. act. 10.0 mCi/mmol; radiochemical purity > 99%) were dissolved in 10% (v/v) ethanol containing 0.5% (v/v) Tween 20.",
                "Pesticide Application Details for the Plant": "For rapeseed, 10 μl solution (7.7 x 10-3 μmol for 14C-clopyralid or 8.9 x 10-3 μmol for 14C-picloram) was applied as 8-10 drops across the mid-section of the third leaf at the five-leaf stage. For sunflower, 10 μl solution was applied to one leaf of the second leaf-pair at the three-leaf stage.",
                "Other Information": "The experiments had a randomized design with four plants per treatment and were conducted twice."
            },
            "result": "[{\"Plant\": \"Rapeseed\", \"Hours after application\": 24, \"Leaf wash (% of recovered)\": 2.4, \"Treated leaf (%)\": 51.3, \"Tissue above treated leaf (%)\": 40.5, \"Tissue below treated leaf including roots (%)\": 5.8}, {\"Plant\": \"Rapeseed\", \"Hours after application\": 72, \"Leaf wash (% of recovered)\": 1.1, \"Treated leaf (%)\": 44.0, \"Tissue above treated leaf (%)\": 51.6, \"Tissue below treated leaf including roots (%)\": 3.4}, {\"Plant\": \"Rapeseed\", \"Hours after application\": 144, \"Leaf wash (% of recovered)\": 0.6, \"Treated leaf (%)\": 37.7, \"Tissue above treated leaf (%)\": 58.1, \"Tissue below treated leaf including roots (%)\": 3.4}, {\"Plant\": \"Sunflower\", \"Hours after application\": 24, \"Leaf wash (% of recovered)\": 2.7, \"Treated leaf (%)\": 40.2, \"Tissue above treated leaf (%)\": 56.0, \"Tissue below treated leaf including roots (%)\": 1.2}, {\"Plant\": \"Sunflower\", \"Hours after application\": 72, \"Leaf wash (% of recovered)\": 0.7, \"Treated leaf (%)\": 26.2, \"Tissue above treated leaf (%)\": 70.3, \"Tissue below treated leaf including roots (%)\": 2.8}, {\"Plant\": \"Sunflower\", \"Hours after application\": 144, \"Leaf wash (% of recovered)\": 1.7, \"Treated leaf (%)\": 11.9, \"Tissue above treated leaf (%)\": 83.4, \"Tissue below treated leaf including roots (%)\": 3.0}]"
        },
        {
            "content": "The absorption, translocation, and metabolism of 14C-picloram and 14C-2,4-D applied alone and together to leafy spurge was evaluated. Leafy spurge absorbed 34 and 24% of the 14C-2,4-D applied alone and with picloram, respectively, and 14 and 10% of the 14C-picloram applied alone and with 2,4-D, respectively. More 14C-2,4-D was translocated in leafy spurge than 14C-picloram, and adding picloram to 14C-2,4-D decreased 14C translocation to the roots. Adding 2,4-D to 14C-picloram increased the percentage of absorbed 14C that translocated in leafy spurge from 28 to 48%. Generally, 14C-picloram and 14C-2,4-D remained as the parent acid in leafy spurge whether applied alone or together. Of 14C-picloram recovered from the roots, 83% was unmetabolized picloram when applied alone compared to 95% when applied with 2,4-D, which probably is the reason for increased leafy spurge control when these herbicides are applied together.",
            "reference": "Lym, R. G., & Moxness, K. D. (1989). Absorption, translocation, and metabolism of picloram and 2, 4-D in leafy spurge (Euphorbia esula). Weed Science, 37(4), 498-502.",
            "method": {
                "Test Plant": "Leafy spurge (Euphorbia esula)",
                "Apply Location": "Foliar application - One leaf midway on the stem of each plant was treated.",
                "Plant Grown Condition": "Leafy spurge roots were obtained from a natural infestation near Fargo, ND, divided into 2- to 3-cm sections and planted in greenhouse flats containing Fairdale silty loam and peat (1:1, v/v). Plants were propagated in the greenhouse at 21 to 27°C with supplemental fluorescent light (100 μE·m-2·s-1) when necessary for a 16-h light and 8-h dark photoperiod. Plants were transplanted to 0.5- and then to 1-L pots when approximately 10 and 20 cm tall, respectively.",
                "Chemical Preparation": "Picloram potassium salt was applied at 0.28 kg/ha, and 2,4-D alkanolamine salt was applied at 0.56 kg/ha. Uniformly pyridyl ring-labeled 14C-picloram (specific activity 16.85 mCi/mmole) and uniformly phenyl ring-labeled 14C-2,4-D (specific activity 55 μCi/mmole) were used.",
                "Pesticide Application Details for the Plant": "The treatments consisted of: a) 14C-picloram, b) 14C-picloram plus 2,4-D, c) 14C-2,4-D, and d) 14C-2,4-D plus picloram. 0.023 μCi of 14C-picloram or 14C-2,4-D was applied in 5 μl of 80% or 50% (v/v) ethanol, respectively, along with 0.15% (v/v) nonionic surfactant to 1 cm2 of the leaf.",
                "Other Information": "Plants were harvested 72 h after treatment and sectioned into the treated leaf, shoot, and roots. The treated leaf was rapidly dipped 10 times into scintillation fluid to remove unabsorbed 14C-herbicide."
            },
            "result": "[{\"Treatment\": \"Picloram alone\", \"Treated leaf (% of applied)\": 9.8, \"Shoot (% of applied)\": 2.1, \"Root (% of applied)\": 1.7}, {\"Treatment\": \"Picloram + 2,4-D\", \"Treated leaf (% of applied)\": 5.2, \"Shoot (% of applied)\": 2.9, \"Root (% of applied)\": 1.9}]"
        },
        {
            "content": "Removing the epicuticular wax from mature pads (cladophylls) of Lindheimer pricklypear increased picloram absorption by four- to sixfold in the laboratory, while the addition of surfactant had little effect on absorption. Absorption decreased with increasing pH of the picloram solution, indicating that picloram diffused through the cuticle as the undissociated molecule. Picloram entered detached pads at the areoles more readily than through the surrounding cuticle. In the glasshouse, whole plants consisting of an old, mature pad supporting a young, growing pad absorbed picloram very slowly whether picloam was applied as a spray to old or young pads or to the soil. About 90 and 80% of the applied picloram remained on the waxy surface of old and new pads, respectively, and about 2% of the applied picloram was recovered from within the epicuticular wax after 30 days. Picloram concentrations within pads treated in the glasshouse were greater when the herbicide was applied to new pads (4.6 μg/g) than old pads (1.9 μg/g) after 30 days. More picloram was translocated basipetally from treated new pads to untreated old pads than in the opposite direction, but concentrations in untreated pads were low (<1 μg/g). Little picloram was absorbed by roots, compared to pads, and little was translocated into or out of roots. These results conflict with the view that the effectiveness of picloram for pricklypear control is attributable to extensive root uptake and acropetal transport. However, observations of plants 6 months after treatment indicated that soil applications were more effective than sprays in the glasshouse.",
            "reference": "Mayeux, H. S., & Johnson, H. B. (1989). Absorption and translocation of picloram by Lindheimer pricklypear (Opuntia lindheimeri). Weed Science, 37(2), 161-166.",
            "method": {
                "Test Plant": "Lindheimer pricklypear (Opuntia lindheimeri)",
                "Apply Location": "The experiments involved both foliar (sprays on pads) and root/soil (solution applied to soil) application methods.",
                "Plant Grown Condition": "For laboratory experiments, detached pads were harvested from the field and used immediately. For glasshouse experiments, pads were harvested, allowed to heal, and then rooted in pots containing a soil mixture to grow whole plants.",
                "Chemical Preparation": "Picloram was prepared by dissolving the 99% pure compound in water with KOH to form the potassium salt. Solutions had a picloram concentration of 10 mM. For foliar applications, a commercial potassium salt formulation was used at an equivalent rate of 1 kg ae/ha with 0.5% v/v surfactant.",
                "Pesticide Application Details for the Plant": "For detached pads, three replicates were immersed in picloram solutions for 2 hours. For whole plants, the new growing pad or old mature pad was sprayed on both sides, or picloram solution was applied to the soil.",
                "Other Information": "The effects of pH (3, 5, 7, 9) and removal of epicuticular waxes were tested on detached pads."
            },
            "result": "[{\"Days after application\": 1, \"Rinses (%)\": 95.6, \"Young pads (%)\": 2.1, \"Old pads (%)\": 1.2}, {\"Days after application\": 3, \"Rinses (%)\": 94.4, \"Young pads (%)\": 2.6, \"Old pads (%)\": 1.2}, {\"Days after application\": 10, \"Rinses (%)\": 90.8, \"Young pads (%)\": 4.5, \"Old pads (%)\": 2.5}, {\"Days after application\": 30, \"Rinses (%)\": 80.8, \"Young pads (%)\": 10.8, \"Old pads (%)\": 4.6}]"
        }
    ]
}