{
    "_id": {
        "$oid": "6682e923c4e5dba5ffba291a"
    },
    "CID": {
        "$numberInt": "15979"
    },
    "Name": "Pristane",
    "IUPACName": "2,6,10,14-tetramethylpentadecane",
    "CanonicalSMILES": "CC(C)CCCC(C)CCCC(C)CCCC(C)C",
    "Synonyms": [
        "PRISTANE",
        "1921-70-6",
        "2,6,10,14-Tetramethylpentadecane",
        "Norphytane",
        "Norphytan",
        "Pentadecane",
        "2,6,10,14-tetramethyl-",
        "Pristan",
        "meso-Pristane",
        "EINECS 217-650-8",
        "2,6,10,14-tetramethyl-pentadecane",
        "UNII-26HZV48DT1",
        "NSC 114852",
        "BRN 1720538",
        "26HZV48DT1",
        "MFCD00008952"
    ],
    "IsomericSMILES": "CC(C)CCCC(C)CCCC(C)CCCC(C)C",
    "INCHI": "InChI=1S/C19H40/c1-16(2)10-7-12-18(5)14-9-15-19(6)13-8-11-17(3)4/h16-19H,7-15H2,1-6H3",
    "INCHIKEY": "XOJVVFBFDXDTEG-UHFFFAOYSA-N",
    "Formula": "C19H40",
    "MolecularWeight": {
        "$numberDouble": "268.5"
    },
    "Description": "Pristane is a norterpene that is an acyclic saturated hydrocarbon derived from phytane by loss of its C-16 terminal methyl group. It has a role as a biomarker and an immunological adjuvant. It is a norterpene and a long-chain alkane.",
    "XlogP": {
        "$numberDouble": "9.3"
    },
    "Complexity": {
        "$numberInt": "161"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "plant_concentrations": [
        {
            "References": "(1) US Dept Agric; US Dept Agric, Agric Res Service. 1992-2016. Dr. Duke's Phytochemical and Ethnobotanical Databases. Pristane. Available from, as of Nov 4, 2016: https://phytochem.nal.usda.gov/phytochem/search",
            "Value": "Pristane detections in plants(1).",
            "Table": "[{'Genus species': 'Salvia officinalis', 'Family': 'Lamiaceae', 'Common name(s)': 'Sage', 'Part': 'Leaf', 'Concn (ppm)': '56'}, {'Genus species': 'Coleus barbatus', 'Family': 'Lamiaceae', 'Common name(s)': \"Forskohl's Coleus\", 'Part': 'Root, Essent. Oil', 'Concn (ppm)': 'Not reported'}, {'Genus species': 'Fucus vesiculosus', 'Family': '/Fucaceae/', 'Common name(s)': 'Bladderwrack; Kelp', 'Part': 'Plant', 'Concn (ppm)': 'Not reported'}, {'Genus species': 'Pimpinella anisum', 'Family': 'Apiaceae', 'Common name(s)': 'Anise; Sweet Cumin', 'Part': 'Plant', 'Concn (ppm)': 'Not reported'}, {'Genus species': 'Rosmarinus officinalis', 'Family': 'Lamiaceae', 'Common name(s)': 'Rosemary', 'Part': 'Leaf', 'Concn (ppm)': 'Not reported'}]"
        }
    ],
    "fish_seafood_concentrations": [
        {
            "References": "(1) Bregnard TPA et al; Appl Environ Microbiol 63: 2077-81 (1997) (2) Cha YJ, Cadwallader KR; J Food Sci 60: 19-24 (1995) (3) Al-Hassan JM et al; Bull Environ Contam Toxicol 65: 646-53 (2000) (4) Al-Hassan JM et al; Bull Environ Contam Toxicol 66: 646-52 (2001)",
            "Value": "Pristane has been reportedly found in various tissues of fish and mammals(1). Mean concentrations for pristane of 8710 and 7160 ng/g were determined in the volatile component of Korean salt-fermented fish and shrimp pastes from a Korean market that were made from hair tail viscera and shrimp, respectively(2). Barnacle samples collected from five locations in the Arabian Gulf had concentrations of pristane ranging from not detected to 1510 ng/g(3). Catfish samples collected from seven locations in the Arabian Gulf had concentrations of pristane ranging from not detected to 242 ng/g(4)."
        },
        {
            "References": "PMID:16253223",
            "Value": "The content and distribution of n-alkane (C8-C35) and isoprenoid (pristane and phytane) hydrocarbons were investigated in two species of bivalve mollusk, mussel (Mytilus galloprovincialis) and cockle (Cerastoderma edule), collected at different points of the Galicia littoral zone during the period from December 2002 to February 2003 (after the Prestige oil spill). Samples were analyzed by high-resolution gas chromatography equipped with a flame ionization detector. The highest levels were found in mussels and cockles coming from two estuarine bays, Rias de Arousa and Vigo. Hydrocarbons with carbon chain length > 30 were detected and determined in all samples. The abundance of these hydrocarbons in biota could be interpreted with regard to the feeding and living habits. Chemometric techniques have been employed to analyze data and determine the potential source of hydrocarbon contamination. Differences between mussels and cockles were observed in relation to aliphatic content. According to the data analysis, the main source of hydrocarbon contamination of investigated samples seems to be more related to the intense traffic of vessels in these estuarine bays than to the Prestige oil spill."
        }
    ],
    "sediment_soil_concentrations": [
        {
            "References": "(1) Doskey PV; Environ Sci Technol 35: 247-54 (2001)",
            "Value": "SEDIMENT: Pristane was detected in surface, and 80 m and 140 m deep settling sediments from the southern basin of Lake Michigan, with the greatest concentrations found in the 140 m deep sediments(1)."
        },
        {
            "References": "(1) Rushdi AI et al; Arch Environ Contam Toxicol 49: 457-470 (2005)",
            "Value": "SOIL: During the winter of 2002, soil and sand samples from six locations in the Riyadh metropolitan area of Saudi Arabia were examined for extractable organic matter. Pristane was detected at a relative concentration of 2.89% (of total extractable organic matter) at one of six locations(1)."
        },
        {
            "References": "PMID:27450242",
            "Value": "SOIL: Two Antarctic expeditions (in 2009 and 2011) were carried out to assess the local and remote anthropogenic sources of aliphatic and aromatic hydrocarbons, as well as potential biogenic hydrocarbons. Polycyclic aromatic hydrocarbons (PAHs), n-alkanes, biomarkers such as phytane (Ph) and pristane (Pr), and the aliphatic unresolved complex mixture (UCM), were analysed in soil and vegetation samples collected at Deception, Livingston, Barrientos and Penguin Islands (South Shetland Islands, Antarctica). Overall, the patterns of n-alkanes in lichens, mosses and grass were dominated by odd-over-even carbon number alkanes. Mosses and vascular plants showed high abundances of n-C21 to n-C35, while lichens also showed high abundances of n-C17 and n-C19. The lipid content was an important factor controlling the concentrations of n-alkanes in Antarctic vegetation (r(2)=0.28-0.53, p-level<0.05). n-C12 to n-C35 n-alkanes were analysed in soils with a predominance of odd C number n-alkanes (n-C25, n-C27, n-C29, and n-C31), especially in the background soils not influenced by anthropogenic sources. The large values for the carbon predominance index (CPI) and the correlations between odd alkanes and some PAHs suggest the potential biogenic sources of these hydrocarbons in Antarctica. Unresolved complex mixture and CPI values approximately = 1 detected at soils collected at intertidal areas and within the perimeter of Juan Carlos research station, further supported the evidence that even a small settlement (20 persons during the austral summer) can affect the loading of aliphatic and aromatic hydrocarbons in nearby soils. Nevertheless, the assessment of Pr/n-C17 and Ph/n-C18 ratios showed that hydrocarbon degradation is occurring in these soils."
        }
    ]
}