{
    "_id": {
        "$oid": "6682e923c4e5dba5ffba291c"
    },
    "CID": {
        "$numberInt": "16003"
    },
    "Name": "VERNOLATE",
    "IUPACName": "S-propyl N,N-dipropylcarbamothioate",
    "CanonicalSMILES": "CCCN(CCC)C(=O)SCCC",
    "Synonyms": [
        "VERNOLATE",
        "1929-77-7",
        "Vernolat",
        "Vernam",
        "Perbulate",
        "Vanalate",
        "S-Propyl dipropylthiocarbamate",
        "Surpass",
        "PPTC",
        "Vernam 7E",
        "S-Propyl dipropylcarbamothioate",
        "Propyl dipropylthiolcarbamate",
        "Carbamothioic acid",
        "dipropyl-",
        "S-propyl ester",
        "S-propyl N,N-dipropylcarbamothioate",
        "Propyl N,N-dipropylthiolcarbamate"
    ],
    "IsomericSMILES": "CCCN(CCC)C(=O)SCCC",
    "INCHI": "InChI=1S/C10H21NOS/c1-4-7-11(8-5-2)10(12)13-9-6-3/h4-9H2,1-3H3",
    "INCHIKEY": "OKUGPJPKMAEJOE-UHFFFAOYSA-N",
    "Formula": "C10H21NOS",
    "MolecularWeight": {
        "$numberDouble": "203.35"
    },
    "Description": "S-propyl dipropylcarbamothioate is a tertiary amine.",
    "XlogP": {
        "$numberDouble": "3.8"
    },
    "Complexity": {
        "$numberInt": "133"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "environmental_bioconcentrations": [
        {
            "References": "(1) Tomlin CDS, ed; The e-Pesticide Manual: A World Compendium. Vernolate (1929-77-7). 13th ed. PC CD-ROM, Version 3.0, 2003-04. Surrey, UK: British Crop Protection Council, (2003) (2) Meylan WM et al; Environ Toxicol Chem 18: 664-72 (1999) (3) Franke C et al; Chemosphere 29: 1501-14 (1994)",
            "Value": "An estimated BCF of 180 was calculated for vernolate(SRC), using a log Kow of 3.84(1) and a regression-derived equation(2). According to a classification scheme(3), this BCF suggests the potential for bioconcentration in aquatic organisms is high(SRC), provided the compound is not metabolized by the organism(SRC)."
        }
    ],
    "environmental_biodegradations": [
        {
            "References": "(1) Verschueren K; Handbook of Environmental Data on Organic Chemicals. 4th ed. NY, NY: John Wiley and Sons. 2: 1851 (2001) (2) Ahrens WH; Herbicide Handbook of the Weed Science Society of America. 7th ed. Champaign, IL: Weed Sci Soc  Amer (1994) (3) USEPA; Reregistration Eligibility Decisions (REDs) Pesticide Fact Sheets Database on Vernolate (1929-77-7). (1999) USEPA 738-F-99-005. Available from, as of Jul 26, 2005: https://www.epa.gov/pesticides/reregistration/status.htm (4) Smith AE, Fitzpatrick A; J Agric Food Chem 18: 720-2 (1970) (5) Corbin FT, Upchurch RP; Weeds 15: 370-7 (1967) (6) Skipper HD; ACS Symp Ser 426: 37-52 (1990)",
            "Value": "AEROBIC: In soil, vernolate undergoes microbial decomposition to mercaptan, amine, carbon dioxide, and isopropanol(1). The half-life of vernolate in clay soil is 10-12 days(1). Vernolate has a short residual in soil with a typical field half-life of 12 days(2). The half-life in moist loam soil at 21-27 °C was approximately 1.5 weeks(2). In sandy loam soil, the first and second aerobic soil half-lives were 40 days and 139 days(3). The half-life of vernolate (5 ppm) was 2-3 weeks both in Regina heavy clay (pH 7.5, 4.0% organic content) and Weyburn loam (pH 7.0, 6.5% organic content) at 25 °C with water added to field capacity(4). Vernolate (1280 ppm) was 60% detoxified in 8 weeks at the optimal soil pH of 7.6 as determined by cucumber bioassays(5). Repeated vernolate use on a plot of soil resulted in enhanced degradation where adapted organisms degrade the pesticide faster(6)."
        },
        {
            "References": "(1) USEPA; Reregistration Eligibility Decisions (REDs) Pesticide Fact Sheets Database on Vernolate (1929-77-7). (1999) USEPA 738-F-99-005. Available from, as of Jul 26, 2005: https://www.epa.gov/pesticides/reregistration/status.htm",
            "Value": "ANAEROBIC: Vernolate is stable to anaerobic soil metabolism(1)."
        }
    ],
    "logP": [
        {
            "References": "Tomlin CDS, ed; The e-Pesticide Manual: a world compendium. Vernolate. 13th ed. PC CD-ROM, Version 3.0, 2003-04. Surrey, UK: British Crop Protection Council, (2003)",
            "Value": "log Kow = 3.84 at 20 °C"
        }
    ],
    "mechanism_of_action": [
        {
            "References": "USEPA/Office of Pesticide Programs; Thiocarbamates: A Determination of the Existence of a Common Mechanism of Toxicity and A Screening Level Cumulative Food Risk Assessment p.12 (2001). Available from, as of June 3, 2005: https://www.epa.gov/oppsrrd1/cumulative/thiocarb.pdf",
            "Value": "/It was/... reported that five thiocarbamate herbicides (EPTC, molinate, butylate, vernolate and ethiolate) inhibited rat liver low Km aldehyde dehydrogenase (ALDH2), probably via their sulfoxides. The authors speculated on the basis of the ALDH2 inhibition, that workers exposed to ethanol after the use of the above pesticides may exhibit a reaction like that experienced by individuals treated with disulfiram, which is used in alcohol aversion therapy."
        },
        {
            "References": "USEPA/Office of Pesticide Programs; Thiocarbamates: A Determination of the Existence of a Common Mechanism of Toxicity and A Screening Level Cumulative Food Risk Assessment p.12 (2001). Available from, as of June 3, 2005: https://www.epa.gov/oppsrrd1/cumulative/thiocarb.pdf",
            "Value": "...The formation of S-methyl esters of thiocarbamates /was studied/ as a bioactivation mechanism in mice for thiocarbamates. After ip injection of EPTC, molinate, butylate, vernolate, pebulate, diallate, triallate, liver extracts contained the S-methyl derivatives of the respective parents. Additionally, when the dosing was conducted with the glutathione (GSH) conjugate of molinate, the liver extract contained methyl molinate ester. Thus, methylation appears to be a way to reactivate molecules such as the GSH-conjugates of thiocarbamates. The methylated thiocarbamate can be released again into circulation as a molecule that can undergo additional reactions such as sulfoxidation."
        },
        {
            "References": "Kearney, P.C., and D. D. Kaufman (eds.) Herbicides: Chemistry, Degredation and Mode of Action. Volumes 1 and 2. 2nd ed. New York: Marcel Dekker, Inc., 1975., p. 334",
            "Value": "Preexposure to vernolate resulted in reduced (14)CO2 production /in germinating seeds/. ...Suggests that inhibition of enzyme synthesis may be primary site of action of thiocarbamate... in germinating seeds."
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "California Environmental Protection Agency/Department of Pesticide Regulation; Toxicology Data Review Summaries. Available from: https://www.cdpr.ca.gov/docs/toxsums/toxsumlist.htm on Vernolate as of June 3, 2005.",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Vernam (vernolate) Technical, 97.4% purity, administered orally in gelatin capsules for 1 year at 0, 5, 20, and 100 mg/kg/day with 5 Beagle dogs/sex/group. NOEL=5 mg/kg/day: the only indications of treatment effects extending down to the LEL of 20 mg/kg/day were slight increases in extent of hemosiderin deposition and extramedullary hematopoiesis in the spleen. At 100 mg/kg/day, there were several findings consistent with anemia and associated enhanced turnover of RBCs: findings included statistically significant decreases in hemoglobin levels, hematocrit, and RBC counts in both sexes; also consistently elevated platelet counts in males; enhanced degree of the above spleen effects; brown pigment accumulation in liver reticuloendothelial cells and in kidney tubular epithelium; and hypercellular sternal bone marrow. Also, the high dose led to reduced body weights in both sexes (statistically significant in females only), and to significantly elevated liver weights in both sexes, as well as significantly increased spleen and kidney weights in females. Occasional axonal degeneration in cervical and lumbar spinal cord in both sexes was observed in 100 mg/kg/day males and females. Thus there was found a sharp increase in response between 20 and 100 mg/kg/day."
        },
        {
            "References": "U.S. Environmental Protection Agency's Integrated Risk Information System (IRIS) on Vernam (1929-77-7). Available from: https://www.epa.gov/iris/index.html on the Substance File List as of June 3, 2005.",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Rats were randomly assigned to one of four treatment groups (consisting of 15 males and 30 females) on the basis of body weight. Vernam was administered in the diet at the following concentrations: 0, 20, 100 or 500 ppm. An LEL of 100 ppm is based on the statistically significant depression in the mean body weight for both parental males and females. The NOEL for reproductive effects is considered to be 500 ppm, since no effects on mating, fertility, gestational or lactational indices were observed. Urinary tract variants were observed at a varied rate in offsprings; whether this effect is compound-related or due to normal variation is not clear without evaluating historical data on this condition."
        },
        {
            "References": "USEPA/Office of Pesticide Programs; Reregistration Eligibility Decision Factsheet - Vernolate EPA 738-F-99-005 March 1999. Available from, as of June 3, 2005: https://www.epa.gov/pesticides/reregistration/status.htm",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Developmental toxicity was observed in the rat, which included decreased mean fetal weights and a decreased number of normal pups as determined by skeletal analysis. The rat reproduction study showed additional effects including increased incidence of urinary tract variants in the pups of the P0 and P1 second matings."
        },
        {
            "References": "California Environmental Protection Agency/Department of Pesticide Regulation; Toxicology Data Review Summaries. Available from: https://www.cdpr.ca.gov/docs/toxsums/toxsumlist.htm on Vernolate as of June 3, 2005.",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Technical grade Vernolate, ...97%, was administered to groups of 21-22 rabbits by oral gavage on days 6 through 21 of gestation at doses of 0 (corn oil vehicle control), 2, 20, and 200 mg/kg/day. No adverse effects or toxicity were observed at any of the doses tested. Maternal and developmental NOEL = 200 mg/kg/day."
        },
        {
            "References": "California Environmental Protection Agency/Department of Pesticide Regulation; Toxicology Data Review Summaries. Available from: https://www.cdpr.ca.gov/docs/toxsums/toxsumlist.htm on Vernolate as of June 3, 2005.",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Vernam (vernolate) technical, 97.4% purity, administered by gavage /to CD Rats/ on days 6-20 of gestation at 0 (corn oil), 1, 17, and 300 mg/kg/day to 27, 23, 25, and 27 Crl:CD(SD)BRVAF/Plus female rats per group. Maternal NOEL=17 mg/kg/day (decreased bodyweight gain during early pregnancy, associated with diminished food consumption during that period. Slight, but statistically significant (p<0.01) increased liver weights.) Developmental NOEL=17 mg/kg/day (slightly reduced fetal weights, increased numbers of fetuses having skeletal anomalies of moderate to serious degree)."
        },
        {
            "References": "USEPA/Office of Pesticide Programs; Reregistration Eligibility Decision Factsheet - Vernolate EPA 738-F-99-005 March 1999. Available from, as of June 3, 2005: https://www.epa.gov/pesticides/reregistration/status.htm",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ Neurotoxicity was observed in the acute neurotoxicity study exhibited as neuronal cell lesions and clinical signs which were consistent with acute cholinesterase inhibition."
        },
        {
            "References": "PMID:814455",
            "Value": "/GENOTOXICITY/ Mutagenicity screening of pesticides in microbial system. Methods: rec-assay procedure, sensitivity test using H17 rec+ and M45 rec- Bacillus subtilis strains, and reversion assays on plates using auxotrophic strains of E coli (WP2) and S typhimurium (Ames series). Vernolate was non-mutagenic."
        },
        {
            "References": "PMID:2255322",
            "Value": "/GENOTOXICITY/ Preliminary tests were conducted to determine the approximate median lethal dose for butylate, molinate, and vernolate; the highest doses used in the experiments were about 80% of the median lethal dose. Male and female CFLP mice were treated once by gastric tube with a test compound dissolved in sunflower-oil, and killed 24, 48, or 72 hr after treatment. Apart from slight depression of erythropoiesis in males at 72 hr, no bone marrow toxicity was noted. The frequency of micronucleated polychromatic erythrocytes did not differ from that of a vehicle control group. The positive control compound, cyclophosphamide, caused a high incidence of micronucleated polychromatic erythrocytes."
        },
        {
            "References": "California Environmental Protection Agency/Department of Pesticide Regulation; Toxicology Data Review Summaries. Available from: https://www.cdpr.ca.gov/docs/toxsums/toxsumlist.htm on Vernolate as of June 3, 2005.",
            "Value": "/GENOTOXICITY/ Salmonella typhimurium strains TA-1535, TA-1537, TA-98, TA-100; Vernam (Vernolate- 97.3%) tested at 0, 0.0375, 0.0750, 0.1500, 0.3000 and 0.6000 uL/plate with and without rat liver activation; TA-1537 and TA-98 also tested at 0.05, 0.10, 0.21, 0.42 and 0.83 uL/plate; Triplicate plates. No adverse effect."
        },
        {
            "References": "California Environmental Protection Agency/Department of Pesticide Regulation; Toxicology Data Review Summaries. Available from: https://www.cdpr.ca.gov/docs/toxsums/toxsumlist.htm on Vernolate as of June 3, 2005.",
            "Value": "/GENOTOXICITY/ Vernam (97.3%) at 0, 0.05, 0.06, 0.07, 0.08 and 0.10 uL/mL without activation and 0, 0.005, 0.006, 0.007, 0.008, 0.009 or 0.010 uL/mL with activation (rat liver S-9, induced with Aroclor 1254). Cells treated for 4 hr, harvested at 28 hr. Possible adverse effects: statistically significant increase in number of Sister Chromatid Exchanges (SCE's) at 0.08 and 0.10 uL/mL without activation, statistically significant increase in number of SCE's at all concentrations with activation."
        },
        {
            "References": "WHO; Environ Health Criteria 76: Thiocarbamate Pesticides- A General Introduction (1988). Available from, as of June 6, 2005: https://www.inchem.org/documents/ehc/ehc/ehc76.htm",
            "Value": "/GENOTOXICITY/ ...Butylate and vernolate significantly increased the level of apparent dominant lethals in Drosophila melanogaster, probably because of toxicity, since genetic assays did not clearly indicate an induction of chromosomal breakage or loss. An increased frequency of sexlinked recessive lethals was found."
        }
    ],
    "sediment_soil_concentrations": [
        {
            "References": "(1) Beste CE ed; Herbicide Handbook of the Weed Science Society of America. 5th ed. Champaign, IL: Weed Sci Soc Amer (1983)",
            "Value": "SOIL: At recommended rates of application, vernolate does not persist in soil and it should not leave residues that could injure subsequently planted sensitive crops(1)."
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "(1) Ahrens WH; Herbicide Handbook of the Weed Science Society of America. 7th ed. Champaign, IL: Weed Sci Soc Amer (1994) (2) Ekler Z; Pestic Sci 22: 145-57 (1988) (3) Reddy KN, Locke MA; Weed Sci 42: 453-61 (1994) (4) Sabljic A et al; Chemosphere 31: 4489-4514 (1995) (5) Swann RL et al; Res Rev 85: 17-28 (1983) (6) Gray RA, Weierich AJ; Weed Sci 16: 77-9 (1968)",
            "Value": "Vernolate is adsorbed onto dry soil(1). An average Koc of 260 has been measured(1). The Koc values in 6 Hungarian soils (sandy loam, loam, and clay) ranged from 83 to 391(2). Measured Koc values of 259(3) and 214(4) have also been reported. According to a classification scheme(5), these Koc values suggest that vernolate is expected to have moderate to high mobility in soil. The leaching of vernolate incorporated in the upper 2 inch layer of soil was determined in 5 soils of widely different soil types having organic carbon contents ranging from 0.46 to 20.1% after two applications of 4 inches of water(6). Vernolate leached as far as the 6-9 inch layer in sandy loam (0.46% OC) and loamy sand (2.7% OC) soils, as far as the 3-6 inch layer in loam (3.2% OC) and clay (6.7% OC), and as far as the 0-3 inch layer in a peat soil (20.1% OC)(6). Leaching decreased with the clay content, as well as the organic carbon content of the soil(6)."
        }
    ]
}