{
    "_id": {
        "$oid": "6682e923c4e5dba5ffba291e"
    },
    "CID": {
        "$numberInt": "16043"
    },
    "Name": "T-BUTYLHYDROQUINONE",
    "IUPACName": "2-tert-butylbenzene-1,4-diol",
    "CanonicalSMILES": "CC(C)(C)C1=C(C=CC(=C1)O)O",
    "Synonyms": [
        "tert-Butylhydroquinone",
        "1948-33-0",
        "TBHQ",
        "2-tert-Butylhydroquinone",
        "2-tert-butylbenzene-1,4-diol",
        "T-BUTYLHYDROQUINONE",
        "MTBHQ",
        "t-Butyl hydroquinone",
        "2-t-Butylhydroquinone",
        "Mono-tert-butylhydroquinone",
        "Sustane",
        "2-tert-Butyl-1,4-benzenediol",
        "Mono-tertiarybutylhydroquinone",
        "tert-Butyl-1,4-benzenediol",
        "Tenox TBHQ"
    ],
    "IsomericSMILES": "CC(C)(C)C1=C(C=CC(=C1)O)O",
    "INCHI": "InChI=1S/C10H14O2/c1-10(2,3)8-6-7(11)4-5-9(8)12/h4-6,11-12H,1-3H3",
    "INCHIKEY": "BGNXCDMCOKJUMV-UHFFFAOYSA-N",
    "Formula": "C10H14O2",
    "MolecularWeight": {
        "$numberDouble": "166.22"
    },
    "Description": "2-tert-butylhydroquinone is a member of the class of hydroquinones in which one of the ring hydrogens of hydroquinone is replaced by a tert-butyl group. It has a role as a food antioxidant.",
    "XlogP": {
        "$numberDouble": "2.8"
    },
    "Complexity": {
        "$numberInt": "148"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "environmental_bioconcentrations": [
        {
            "References": "(1) US EPA; Estimation Program Interface (EPI) Suite. Ver. 4.11. Nov, 2012. Available from, as of Oct 26, 2016: https://www2.epa.gov/tsca-screening-tools (2) Franke C et al; Chemosphere 29: 1501-14 (1994)",
            "Value": "An estimated BCF of 24 was calculated in fish for t-butylhydroquinone(SRC), using an estimated log Kow of 2.94(1) and a regression-derived equation(1). According to a classification scheme(2), this BCF suggests the potential for bioconcentration in aquatic organisms is low(SRC)."
        }
    ],
    "environmental_biodegradations": [
        {
            "References": "(1) NITE; Chemical Risk Information Platform (CHRIP). Biodegradation and Bioconcentration. Tokyo, Japan: Natl Inst Tech Eval. Available from, as of Oct 27, 2016: https://www.safe.nite.go.jp/english/db.html (2) ECHA; Search for Chemicals. 2-tert-Butylphenol (88-18-6) Registered Substances Dossier. European Chemical Agency. Available from, as of Oct 26, 2016: https://echa.europa.eu/",
            "Value": "AEROBIC: Biodegradation data specific to t-butylhydroquinone in soil and water were not available(SRC, 2016). However, the analogous compound t-butylphenol was found to be not readily biodegradable in the Japanese MITI test (OECD Guideline 302C, 0% degradation in 4 weeks) and in CO2 Evolution tests (OECD Guideline 301B, 0-14% in 28 days)(1,2). t-Butylphenol was also found to be not inherently biodegradable in the Zahn-Wellens test (OECD Guideline 302B)(2). The biodegradation results for t-butylphenol suggest that t-butylhydroquinone is not readily biodegradable(SRC)."
        },
        {
            "References": "(1) Aluyor E et al; Leonardo Electronic Journal of Practices and Technologies. Issue 14, January-June 2009 p. 47-56. Available form, as of Oct 27, 2016 : https://lejpt.academicdirect.org/A14/047_056.pdf (2) Ooi N et al; J Antimicrob Chemother, Advance access March 5, 2013. Available from, as of Oct 27, 2016: https://jac.oxfordjournals.org/content/early/2013/03/04/jac.dkt030.full.pdf",
            "Value": "Palm olein (palm oil) is representative of vegetable oils that undergo 70-100% biodegradation in 28 days(1); tests adding t-butylhydroquinone as an antioxidant stabilizer at concentrations of 0.02, 2 and 6% resulted in palm olein biodegradataion losses of 25, 56.5 and 100% over 28 days(1); it was suggested that t-butylhydroquinone was toxic to microorganisms and that vegetable oils containing t-butylhydroquinone would be poorly degraded in the environment(1). Later research concluded that the suspected antibacterial activity of t-butylhydroquinone was actually due to tert-butylbenzoquinone which is the oxidation product of t-butylhydroquinone(2)."
        }
    ],
    "mechanism_of_action": [
        {
            "References": "PMID:24055888",
            "Value": "... In this study, tert-butylhydroquinone (tBHQ), a widely used Nrf2 activator, was initially employed to investigate the potential protective role of Nrf2 activation in saturated fatty acid (SFA)-induced hepatoxicity. As expected, SFA-induced hepatocyte cell death was prevented by tBHQ in both AML-12 mouse hepatocytes and HepG2 human hepatoma cells. However, the protective effect of tBHQ is Nrf2-independent, because the siRNA-mediated Nrf2 silencing did not abrogate tBHQ-conferred protection. Alternatively, our results revealed that autophagy activation was critically involved in the protective effect of tBHQ on lipotoxicity. tBHQ induced autophagy activation and autophagy inhibitors abolished tBHQ's protection. The induction of autophagy by tBHQ exposure was demonstrated by the increased accumulation of LC3 puncta, LC3-II conversion, and autophagic flux (LC3-II conversion in the presence of proteolysis inhibitors). Subsequent mechanistic investigation discovered that tBHQ exposure activated AMP-activated protein kinase (AMPK) and siRNA-mediated AMPK gene silencing abolished tBHQ-induced autophagy activation, indicating that AMPK is critically involved in tBHQ-triggered autophagy induction. Furthermore, our study provided evidence that tBHQ-induced autophagy activation is required for its Nrf2-activating property. Collectively, our data uncover a novel mechanism for tBHQ in protecting hepatocytes against SFA-induced lipotoxicity. tBHQ-triggered autophagy induction contributes not only to its hepatoprotective effect, but also to its Nrf2-activating property."
        },
        {
            "References": "PMID:24194835",
            "Value": "/An/ outbreak of H7N9 influenza in China /was/ of high concern to public health. H7 hemagglutinin (HA) plays a critical role in influenza entry and thus HA presents an attractive target for antivirals. Previous studies have suggested that the small molecule tert-butyl hydroquinone (TBHQ) inhibits the entry of influenza H3 HA by binding to the stem loop of HA and stabilizing the neutral pH conformation of HA, thereby disrupting the membrane fusion step. Based on amino acid sequence, structure and immunogenicity, H7 is a related Group 2 HA. In this work we show, using a pseudovirus entry assay, that TBHQ inhibits H7 HA-mediated entry, as well as H3 HA-mediated entry, with an IC50 ~ 6 uM. Using NMR, we show that TBHQ binds to the H7 stem loop region. STD NMR experiments indicate that the aromatic ring of TBHQ makes extensive contact with the H7 HA surface. Limited proteolysis experiments indicate that TBHQ inhibits influenza entry by stabilizing the H7 HA neutral pH conformation. Together, this work suggests that the stem loop region of H7 HA is an attractive target for therapeutic intervention and that TBHQ, which is a widely used food preservative, is a promising lead compound."
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "EPA/Office of Prevention, Pesticides, and Toxic Substances; Memorandum: Reassessment of One Exemption from the Requirement of a Tolerance For tertiary-Butylhydroquinone (CAS Reg. No. 1948-33-0) p. 5 (2006). Available from, as of October 12, 2016: https://www3.epa.gov/",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ 1/6 rats died following exposure to /2,900 mg/cu m by inhalation for 4 hr/; 2/6 died following exposure to 4,200 mg/cu m/4 hr."
        },
        {
            "References": "EPA/Office of Prevention, Pesticides, and Toxic Substances; Memorandum: Reassessment of One Exemption from the Requirement of a Tolerance For tertiary-Butylhydroquinone (CAS Reg. No. 1948-33-0) p. 5 (2006). Available from, as of October 12, 2016: https://www3.epa.gov/",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ At 400 mg/kg /oral dose/ dogs consistently regurgitated, but not until approximately 10 hours after dosing."
        },
        {
            "References": "O'Donoghue, J.L. (ed.). Neurotoxicity of Industrial and Commercial Chemicals. Volume I. Boca Raton, FL: CRC Press, Inc., 1985., p. 129",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Acute neurotoxic effects reported in animals include convulsions; medullary paralysis. /From table; Quinones/"
        },
        {
            "References": "EPA/Office of Prevention, Pesticides, and Toxic Substances; Memorandum: Reassessment of One Exemption from the Requirement of a Tolerance For tertiary-Butylhydroquinone (CAS Reg. No. 1948-33-0) p. 6 (2006). Available from, as of October 12, 2016: https://www3.epa.gov/",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ In a 13-week study, TBHQ was dermally administered to outbred black guinea pigs (5/sex/group) at concentrations of 0.1, 1.0, or 5.0% in 1 mL each scheduled working day for 13 weeks, for a total of 63 applications. The test substance was spread evenly on the shaved flank each day of dosing. At 0.1%, the test substance produced weak irritant responses and did not produce depigmentation. At 1.0%, 20% of animals had spotty or uniform loss of pigment. At 5%, 40% of animals were hypopigmented."
        },
        {
            "References": "Kawamo S et al; Jpn J Pharmacol 31 (3): 459 (1981)",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Rats admin 0.5% in diet for 6 days caused liver enlargement as well as increases in cytochrome p450, p-nitroanisole demethylase and aminopyrine demethylase."
        },
        {
            "References": "EPA/Office of Prevention, Pesticides, and Toxic Substances; Memorandum: Reassessment of One Exemption from the Requirement of a Tolerance For tertiary-Butylhydroquinone (CAS Reg. No. 1948-33-0) p. 10 (2006). Available from, as of October 12, 2016: https://www3.epa.gov/",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ /A study/ evaluated the effects of bladder tumor promoters on bladder epithelial tissue in rats. Ten male rats were administered either 0 or 2% TBHQ in the diet for 4 or 8 weeks. Five animals per group were killed at week 4 for estimation of DNA synthesis after interperitineal (i.p.) injections with 100 mg/kg body weight of 5-bromo-2'-deoxyuridine (BrdU). These animals also received a histopathologic examination by light microscopy and scanning electron microscopy in the urinary bladder. The remaining 5 rats were evaluated at the end of treatment (8 weeks). A significant decrease in body weight was observed in TBHQ-treated rats. TBHQ administration was associated with a decrease in urinary potassium, phosphorous and osmolality and increased pH and MbNH4PO4 crystals. DNA synthesis was significantly increased. SEM findings included leafy or ropy micro-ridges, and short uniform, or pleomorphic microvilli on the bladder epithelial surface. ..."
        },
        {
            "References": "EPA/Office of Prevention, Pesticides, and Toxic Substances; Memorandum: Reassessment of One Exemption from the Requirement of a Tolerance For tertiary-Butylhydroquinone (CAS Reg. No. 1948-33-0) p. 12 (2006). Available from, as of October 12, 2016: https://www3.epa.gov/",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ ... Groups of 4 beagle dogs/sex were fed diets containing 500, 1580 or 5000 ppm TBHQ (equivalent to 21, 72 and 260 mg/kg/bw in males in 22, 73 and 220 mg/kg/bw in females) for up to 117 weeks. At termination, all dogs were examined for gross and pathologic changes. The liver, kidneys, spleen, heart, brain, lungs, gonads, adrenals, thyroid and pituitary of each dog were weighed, and organs and tissues from control and high-dose animals were collected for gross and microscopic pathology. Samples of liver and kidney tissues were also examined by electron microscopy. Growth, food consumption, weight gain and behavior were similar in all groups. The only effects noted were in hematology parameters, with decreased RBC counts, slightly lower hemoglobin and hematocrit and elevated reticulocyte counts at weeks 99 and 104 (but not 117) in high dose animals. Peripheral blood smears from the high dose dogs also showed more normoblasts as well as occasional increases in erythrocyte basophilia. The NOAEL in this study was 1580 mg/kg/bw (equal to 72 mg/kg/bw/day) based on the hematologic findings."
        },
        {
            "References": "PMID:24301916",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ To investigate the effect of tert-butylhydroquinone (tBHQ) on scrotal heat-induced damage in mice testes, 8-week-old mice were divided into 6 groups and administered with or without tBHQ through diet (10 mg/g), intraperitoneal injection (100 mg/kg body weight), or intratestis injection (12.5 mg/kg body weight), respectively. After single scrotal heat exposure (42 °C for 25 min), trunk blood and testes were collected 48 hr later. The testes from diet and intraperitoneal tBHQ-treated mice showed more compact interstitial cells and less germ cell loss in the seminiferous epithelium compared with their corresponding non-tBHQ groups. However, intratestis tBHQ treatment showed no marked difference relative to the non-treatment group. In addition, pre-treatment of tBHQ caused lower testosterone concentrations and reduced expression of cytochrome P450 17alpha-hydroxylase/17,20-lyase (CYP 17) compared to the corresponding non-tBHQ groups. The results indicated that scrotal heat-induced structural damage was partly prevented by pre-treatment of tBHQ, which could be used as an effective antioxidant for preventing scrotal heat-mediated male infertility."
        },
        {
            "References": "PMID:25260249",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ ... In this study, to elucidate the effect of tBHQ on scrotal heat-induced damage and Nrf2-antioxidant system in mouse testes, eight-week-old mice were administrated with or without dietary tBHQ (1% w/w) for 1week and afterward subjected to a single scrotal heat treatment (42 °C for 25 min). Trunk blood and testes were collected 3 hr or 1, 2, or 7 days later. Mice displayed less germ cell loss in testes, higher relative testis weight and lower testosterone concentration on day 2 in tBHQ treatment group. Before heat treatment, there were significant increases in malondialdehyde (MDA) concentration in tBHQ treatment group. After heat treatment, mice in tBHQ treatment group showed lower MDA concentration than those in non-tBHQ treatment group. In addition, both tBHQ pretreatment and scrotal heat treatment induced markedly increased Nrf2 protein expression in cytoplasm and nuclei of interstitial cells, accompanying with elevated mRNA expression of Nrf2 and Nrf2-regulated genes in mice testes. /The/ data indicated that pretreatment to tBHQ induced a mild oxidative stress, and further enhanced the cellular antioxidative ability to protect testicular cells against scrotal heat-induced damage via a mechanism that might involve the Nrf2-antioxidant system in mice testes."
        },
        {
            "References": "PMID:25402455",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Oxidative stress is an important mechanism of chemical toxicity, contributing to teratogenesis and to cardiovascular and neurodegenerative diseases. Developing animals may be especially sensitive to chemicals causing oxidative stress. The developmental expression and inducibility of anti-oxidant defenses through activation of NF-E2-related factor 2 (NRF2) affect susceptibility to oxidants, but the embryonic response to oxidants is not well understood. To assess the response to chemically mediated oxidative stress and how it may vary during development, zebrafish embryos, eleutheroembryos, or larvae at 1, 2, 3, 4, 5, and 6 days post fertilization (dpf) were exposed to DMSO (0.1%), tert-butylhydroquinone (tBHQ; 10 uM) or 2,3,7,8-tetrachlorodibenzo-p-dioxin (TCDD; 2 nM) for 6 hr. Transcript abundance was assessed by real-time qRT-PCR and microarray. qRT-PCR showed strong (4- to 5-fold) induction of gstp1 by tBHQ as early as 1 dpf. tBHQ also induced gclc (2 dpf), but not sod1, nqo1, or cyp1a. TCDD induced cyp1a but none of the other genes. Microarray analysis showed that 1477 probes were significantly different among the DMSO-, tBHQ-, and TCDD-treated eleutheroembryos at 4 dpf. There was substantial overlap between genes induced in developing zebrafish and a set of marker genes induced by oxidative stress in mammals. Genes induced by tBHQ in 4-dpf zebrafish included those involved in glutathione synthesis and utilization, signal transduction, and DNA damage/stress response. The strong induction of hsp70 determined by microarray was confirmed by qRT-PCR and by use of transgenic zebrafish expressing enhanced green fluorescent protein (EGFP) under control of the hsp70 promoter. Genes strongly down-regulated by tBHQ included mitfa, providing a molecular explanation for the loss of pigmentation in tBHQ-exposed embryos. These data show that zebrafish embryos are responsive to oxidative stress as early as 1 dpf, that responsiveness varies with development in a gene-specific manner, and that the oxidative stress response is substantially conserved in vertebrate animals."
        },
        {
            "References": "EPA/Office of Prevention, Pesticides, and Toxic Substances; Memorandum: Reassessment of One Exemption from the Requirement of a Tolerance For tertiary-Butylhydroquinone (CAS Reg. No. 1948-33-0) p. 6 (2006). Available from, as of October 12, 2016: https://www3.epa.gov/",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ In a 2-generation rat study, Holtzman albino rats were fed ground Purina show with 0 or 0.5% TBHQ (equivalent to 250 mg/kg/day). After 36 days on treatment, groups of 24 female and 10 male F0 rats were mated, until 10 were inseminated. At 100 days of age, F1 animals were mated 15 females to 5 males, until eight TBHQ-treated females were inseminated. In both generations, body weight and feed consumptions were recorded weekly during the pre-mating period. For mating, parturition and weaning, the following data were reported: mating index, fertility index, dead births, and pup survival to weaning. Pup weights were recorded at weaning and at 1 and 2 weeks post-weaning. Adults from the F0 and F1 generations were necropsied, and liver and kidney weights reported. F1 generation and offspring showed poor survival due to pneumonia. TBHQ-exposed parental animals in both generations had lower body weight than their controls and this was significant in F1 females. TBHQ did not affect mating, fertility or gestation indices, average litter size or number of live births in either generation. Absolute but not relative liver and kidney weights were decreased. No histological alterations were seen."
        },
        {
            "References": "EPA/Office of Prevention, Pesticides, and Toxic Substances; Memorandum: Reassessment of One Exemption from the Requirement of a Tolerance For tertiary-Butylhydroquinone (CAS Reg. No. 1948-33-0) p. 6 (2006). Available from, as of October 12, 2016: https://www3.epa.gov/",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ In a 3-generation rat study with 15 male and 15 female SD rats, animals were fed 0 or 0.5% TBHQ. Pairs of rats were mated to produce two litters per generation with the next generation selected from the second litter. Data recorded for each included: number of inseminations, number of pregnancies, gestation period, average litter size, mortality of young from birth to weaning and from weaning to sacrifice. Average body weight per pup was measured at weaning and at one and two weeks after weaning. Tissues were collected from breeders. F1b non-breeders were sacrificed at 7 weeks of age. All were examined for gross pathology and micropathology on at least four animals from each litter. Organs examined included trachea, lung, heart, tongue, urinary bladder, pituitary, adrenal, pancreas, thyroid, parathyroid, gonads, uterus, spleen, bone marrow, cerebrum and cerebellum, and eye. The litters were delivered on the 19th day of gestation. One-third of the litters were stained with alizarin red for skeletal defects, while the other two-thirds were fixed, sectioned and examined for abnormalities. The reproductive indices were normal. Deaths in F1a and F1b litters exceeded control values. Mean body weights were lower in treated animals. Minor skeletal abnormalities were observed in two test animals. No effects on histology was seen in any of the treated animals."
        },
        {
            "References": "PMID:898088",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Tertiary butylhydroquinone (TBHQ), ... used alone or in combination with other antioxidants, produced no teratogenic effects after administration via the diet to pregnant rats at concentration of 0.125, 0.25 and 0.50% during the sensitive period of gestation. The mean body weight and feed consumption of the dams were unaffected. The average number of corpora lutea, implantation sites, viable fetuses, resorptions and fetal body weights and mortality did not differ between the control and treated groups. A significant number of rudimentary ribs were seen in all groups. However, the incidence of this variation was two times greater in the control group than in any treatment group. It is concluded that TBHQ is not teratogenic in rats at 62.5, 125 and 250 times the approved use level for humans."
        },
        {
            "References": "PMID:22804756",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ The Forkhead transcription factor, FoxO3a induces genomic death responses in neurons following translocation from the cytosol to the nucleus. Nuclear translocation of FoxO3a is triggered by trophic factor withdrawal, oxidative stress and the stimulation of extrasynaptic NMDA receptors. Receptor activation of phosphatidylinositol 3-kinase (PI3K)-Akt signaling pathways retains FoxO3a in the cytoplasm, thereby inhibiting the transcriptional activation of death-promoting genes. We hypothesized that phenolic antioxidants such as tert-Butylhydroquinone (tBHQ), which is known to stimulate PI3K-Akt signaling, would inhibit FoxO3a translocation and activity. Treatment of cultured cortical neurons with NMDA increased the nuclear localization of FoxO3a, reduced the phosphorylation of FoxO3a, increased caspase activity and up-regulated Fas ligand expression. In contrast the phenolic antioxidant, tBHQ, caused retention of FoxO3a in the cytosol coincident with enhanced PI3K- dependent phosphorylation of FoxO3a. tBHQ-induced nuclear exclusion of FoxO3a was associated with reduced FoxO-mediated transcriptional activity. Exposure of neurons to tBHQ inhibited NMDA-induced nuclear translocation of FoxO3a, prevented NMDA-induced up-regulation of FoxO-mediated transcriptional activity, blocked caspase activation and protected neurons from NMDA-induced excitotoxic death. Collectively, these data suggest that phenolic antioxidants such as tBHQ oppose stress-induced activation of FoxO3a and therefore have potential neuroprotective utility in neurodegeneration."
        },
        {
            "References": "PMID:24650792",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ ... The purpose of this work was to determine if cortical astrocytes derived from old rats are able to respond to tertbutyl-hydroquinene (tBHQ) pretreatment and stimulate the Nrf2-antioxidant response pathway to induce an antioxidant strategy against MPP+ toxicity, one of the most used molecules to model Parkinson's disease. Our results show that, although astrocytes from adult and old rats were more susceptible to MPP+ toxicity than astrocytes from newborn rats, when pretreated with tertbutyl-hydroquinene, they were able to transactivate Nrf2, increasing antioxidant enzymes and developing cellular protection. ..."
        },
        {
            "References": "PMID:26082377",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ Oxidative stress is linked to mitochondrial dysfunction in aging and neurodegenerative conditions. The transcription factor nuclear factor E2-related factor 2 (Nrf2)-antioxidant response element (ARE) regulates intracellular antioxidative capacity to combat oxidative stress. We examined the effect of tert-butylhydroquinone (tBHQ), an Nrf2-ARE signaling pathway inducer, on mitochondrial function during oxidative challenge in neurons. tBHQ prevented glutamate-induced cytotoxicity in an HT-22 neuronal cell line even with an 8-hour exposure delay. tBHQ blocked glutamate-induced intracellular reactive oxygen species (ROS) and mitochondrial superoxide accumulation. It also protected mitochondrial function under glutamate toxicity, including maintaining mitochondrial membrane potential, mitochondrial Ca(2+) hemostasis, and mitochondrial respiration. Glutamate-activated, mitochondria-mediated apoptosis was inhibited by tBHQ as well. In rat primary cortical neurons, tBHQ protected cells from both glutamate and buthionine sulfoximine toxicity. We found that tBHQ scavenged ROS and induced a rapid upregulation of superoxide dismutase 2 (SOD2) expression and a delayed upregulation of heme oxygenase 1 (HO-1) expression. In HT-22 cells with a knockdown of SOD2 expression, delayed treatment with tBHQ failed to prevent glutamate-induced cell death. Briefly, tBHQ rescues mitochondrial function by sequentially increasing SOD2 and HO-1 expression during glutamate-mediated oxidative stress. ..."
        },
        {
            "References": "EPA/Office of Prevention, Pesticides, and Toxic Substances; Memorandum: Reassessment of One Exemption from the Requirement of a Tolerance For tertiary-Butylhydroquinone (CAS Reg. No. 1948-33-0) p. 10 (2006). Available from, as of October 12, 2016: https://www3.epa.gov/",
            "Value": "/GENOTOXICITY/ In a rat dominant lethal assay, male rats were fed diets containing TBHQ for 83 days. The TBHQ treated males were mated with untreated females for two consecutive weeks immediately following treatment. Post implantation losses were increased in the 285 mg/kg group after the first mating (13.9% of total implantations compared to 6.1 for the control group, p </= 0.05), and were also increased in the 145 mg/kg group after the second mating (11.9 compared to 6.1 for the control group, p </= 0.05). No dose dependency could be observed for these effects. ..."
        },
        {
            "References": "EPA/Office of Prevention, Pesticides, and Toxic Substances; Memorandum: Reassessment of One Exemption from the Requirement of a Tolerance For tertiary-Butylhydroquinone (CAS Reg. No. 1948-33-0) p. 9 (2006). Available from, as of October 12, 2016: https://www3.epa.gov/",
            "Value": "/GENOTOXICITY/ TBHQ was negative in an Ames assay in which Salmonella typhimurium strains TA97, TA98, TA100 and TA102 were tested. Two types of S9 fractions were used in this assay, one from Aroclor 1254-induced male Sprague-Dawley rat liver, and one from Aroclor 1254-induced Syrian hamster liver."
        },
        {
            "References": "EPA/Office of Prevention, Pesticides, and Toxic Substances; Memorandum: Reassessment of One Exemption from the Requirement of a Tolerance For tertiary-Butylhydroquinone (CAS Reg. No. 1948-33-0) p. 9 (2006). Available from, as of October 12, 2016: https://www3.epa.gov/",
            "Value": "/GENOTOXICITY/ In a mouse lymphoma L5178Y forward mutation assay, TBHQ was positive (with a mutant frequency that just exceeded the minimum criterion for considering this a positive test) with S9 at the highest concentration tested (31.3 ng/L)."
        },
        {
            "References": "EPA/Office of Prevention, Pesticides, and Toxic Substances; Memorandum: Reassessment of One Exemption from the Requirement of a Tolerance For tertiary-Butylhydroquinone (CAS Reg. No. 1948-33-0) p. 9 (2006). Available from, as of October 12, 2016: https://www3.epa.gov/",
            "Value": "/GENOTOXICITY/ ... TBHQ was negative in a CHO/HGPRT assay at doses of up to 6 ug/mL in the absence of S9, and 250 ug/mL in the presence of S9."
        },
        {
            "References": "PMID:7851341",
            "Value": "/GENOTOXICITY/ The mechanisms by which two quinone-forming compounds, hydroquinone and tert-butyl-hydroquinone, induce chromosomal loss and breakage in a prostaglandin H synthase-containing V79 cell line have been investigated using the cytokinesis-block micronucleus assay with CREST antibody staining. Increased frequencies of CREST-positive micronuclei (indicating chromosone loss) and CREST-negative micronuclei (indicating chromosome breakage) were observed following exposure of cells to HQ hydroquinone and tert-butyl-hydroquinone. The formation of micronuclei by hydroquinone, but not tert-butyl-hydroquinone, was dependent on arachidonic acid supplementation, indicating activation by prostaglandin H synthase. Since the oxidation of hydroquinones can result in the generation of oxygen radicals, the contribution of oxygen radicals to the formation of chromosomal alterations induced by hydroquinone and tert-butyl-hydroquinone was investigated. In the presence of a superoxide-generating system consisting of hypoxanthine and xanthine oxidase, a significant increase in micronucleated cells was observed. These induced micronuclei consisted exclusively of CREST-negative micronuclei and their formation was completely inhibited by pretreatment with catalase. Catalase also significantly inhibited the CREST-negative micronuclel induced by hydroquinone and tert-butyl-hydroquinone. In addition, glutathione treatment inhibited both CREST-positive and negative micronuclei induced by these phenolic compounds. ... Both chromosome loss and breakage are induced by these two quinone-forming agents. Reactive oxygen species contribute to the chromosomal breakage induced by hydroquinone and tert-butyl-hydroquinone but the observed chromosomal loss appears to result from other mechanisms such as an interference of quinone metabolites with spindle formation."
        },
        {
            "References": "PMID:1377341",
            "Value": "/GENOTOXICITY/ ... We have examined cytotoxicity and genotoxicity of tert-Butylhydroquinone (TBHQ), a principal metabolite of the phenolic antioxidant 2(3)-tert-butyl-4-hydroxyanisole (BHA), in an hepatocyte-mediated assay with V79 Chinese hamster lung cells including both sister-chromatid exchange (SCE) and thioguanine-resistance (TGR) endpoints. The ability of BHA and of TBHQ to elicit a genotoxic response in Saccharomyces cerevisiae strain D7 was also investigated. In V79 cytotoxicity tests, TBHQ without hepatocytes produced a 50% reduction in colony formation at 4.2 ug/mL and was lethal to 100% of the cells at concentrations above 5 ug/mL. At partially cytotoxic dose levels, (0.17-3.4 ug/mL of medium), TBHQ sometimes increased significantly the frequency of SCE. TBHQ also produced sporadic statistically significant increases in the mutation frequency at the HGPRTase (TGR) gene locus when tested alone or with activation by rat or hamster hepatocytes. Mitotic gene conversion and reverse mutation were not induced in strain D7 of Saccharomyces cerevisiae by exposure to BHA or to TBHQ for 4 hr at concentrations as high as 200 ug/mL for BHA or 500 ug/mL for TBHQ, either alone or with activation by rat-liver S9. Incubation of the yeast cells with BHA or TBHQ for 24 hr in growth medium without activation also did not induce genotoxic activity. The slight and sporadic response to TBHQ in the V79 test system may indicate weak genotoxicity which is sensitive to slight differences in test conditions. ..."
        },
        {
            "References": "PMID:22466069",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ At high concentrations, tert-butylhydroquinone (tBHQ) ... exerts cytotoxic effects, which are closely linked to its ability to form reactive oxygen species as a consequence of redox cycling processes. Here we describe that treatment of murine 3T3 cells with 300 ug/mL of tBHQ in 96-well culture plates induces the death of untreated cells in neighboring wells on the same plate. The mechanisms underlying that effect were investigated. Death of the seemingly untreated neighboring cells was caused by the more toxic and volatile tBHQ oxidation product tert-butyl-p-benzoquinone (tBQ) present at up to 3 ug/mL in the untreated neighboring wells. tBQ was formed from tBHQ in a non-enzymatic process involving copper ions and oxygen. The unexpected perturbation of cytotoxicity testing following treatment with tBHQ by its volatile metabolite tBQ shows that not only metabolic processes but also non-enzymatic mechanisms have to be considered as important parameters for in vitro assays. Furthermore, /the/ data show that even cells several wells away from the treated wells do not necessarily constitute proper \"untreated\" controls when cells are treated with the frequently used compound tBHQ. This might lead to an underestimation of the effects observed on the Nrf2 signaling pathway, where tBHQ is frequently used as an inductor in vitro."
        },
        {
            "References": "PMID:22185773",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ ... This study demonstrates the effect of tert-butylhydroquinone (t-BHQ)-induced oxidative stress on MDCK cells. Cell toxicity tests were carried out using the crystal violet (CV) assay with the following prooxidants: t-BHQ, diethyl maleate (DEM), hydrogen peroxide (H(2)O(2)), diquat (DQ) and beta-naphthoflavone (beta-NF). Except for beta-NF, these prooxidants showed dose-dependent cytotoxicity besides the most potent t-BHQ cytotoxicity. Only t-BHQ and DEM caused significant time-dependent expression of ferritin protein as an antioxidant, which segregates Fe(2+), causing the Fenton reaction. t-BHQ and DEM increased formation of lipid peroxidation, but DQ showed a tendency to decrease lipid peroxidation levels. In XTT assay, even when substantial cell death was observed in the CV assay, t-BHQ appeared to increase cell viability by enhancing XTT reduction, likely through the production of NADPH. Although curcumin, which induces cytoprotective phase II enzymes and chelates metal irons, decreased cell viability, it inhibited t-BHQ cytotoxicity. These results indicate that t-BHQ exhibits strong cytotoxicity against MDCK cells, an effect mitigated by curcumin, and that t-BHQ-induced oxidative stress activates the pentose phosphate pathway."
        },
        {
            "References": "PMID:23112101",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ Osteoclasts (OCLs) are multinucleated bone-resorbing cells that are differentiated by receptor activator of nuclear factor kappa-B ligand (RANKL) and macrophage colony-stimulating factor (M-CSF). ... Studies have shown that heme-oxygenase-1 (HO-1), a stress-induced cytoprotective enzyme, plays an important role in OCL differentiation, although the pharmacological significance of this effect remains unknown. In this study, we investigated the effects of tert-butylhydroquinone (tBHQ), a pharmacological HO-1 inducer, on in vitro differentiation of bone marrow-derived macrophages (BMMs) or murine monocytic cell line RAW-D into OCLs. tBHQ inhibited the formation and the bone-resorbing activity of OCLs. Moreover, tBHQ treatment decreased the expression of nuclear factor of activated T cells cytoplasmic-1 (NFATc1), a master regulator of OCL differentiation, and of OCL markers transcriptionally regulated by NFATc1, such as Src and cathepsin K. In addition, tBHQ impaired phosphorylation of extracellular signal-regulated kinase, p38 mitogen-activated protein kinase (MAPK), Jun N-terminal kinase, Akt, and inhibitor of nuclear factor kappa B alpha (IkappaBalpha). Finally, we show that tBHQ inhibited the release of high mobility group box 1 (HMGB1), a recently identified activator of OCL differentiation. Thus, tBHQ inhibits OCL differentiation through the HO-1/HMGB1 pathways."
        },
        {
            "References": "PMID:23166812",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ The loading of macrophages with oxidized low density lipoprotein (LDL) is a key part of the initiation and progression of atherosclerosis. Oxidized LDL contains a wide ranging set of toxic species, yet the molecular events that allow macrophages to withstand loading with these toxic species are not completely characterized. The transcription factor nuclear factor (erythroid-derived 2)-like 2 (Nrf2) is a master regulator of the cellular stress response. However, the specific parts of the Nrf2-dependent stress response are diverse, with both tissue- and treatment-dependent components. The goal of these experiments was to develop and use a quantitative proteomic approach to characterize the Nrf2-dependent response in macrophages to oxidized low density lipoprotein (LDL). Cultured mouse macrophages, the J774 macrophage-like cell line, were treated with a combination of oxidized LDL, the Nrf2-stabilizing reagent tert- butylhydroquinone (tBHQ), and/or Nrf2 siRNA. Protein expression was determined using a quantitative proteomics assay based on selected reaction monitoring. The assay was multiplexed to monitor a set of 28 antioxidant and stress response proteins, 6 housekeeping proteins, and 1 non-endogenous standard protein. The results have two components. The first component is the validation of the multiplexed, quantitative proteomics assay. The assay is shown to be fundamentally quantitative, precise, and accurate. The second component is the characterization of the Nrf2-mediated stress response. Treatment with tBHQ and/or Nrf2 siRNA gave statistically significant changes in the expression of a subset of 11 proteins. Treatment with oxidized LDL gave statistically significant increases in the expression of 7 of those 11 proteins plus one additional protein. All of the oxLDL-mediated increases were attenuated by Nrf2 siRNA. ..."
        },
        {
            "References": "PMID:23275004",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ ... Treatment of mouse Hepa-1 cells with the antioxidant tert-butylhydroquinone led to the induction of Bcl-xL gene expression. ..."
        },
        {
            "References": "PMID:24755082",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ ... In the present study, we investigated the regulation of Hemeoxygenase-1 (HO-1) expression in primary cultured astrocytes by using the natural antioxidant compound tertiary butylhydroquinone (tBHQ). We found that tBHQ increased HO-1 mRNA and protein levels. Promoter analysis revealed that tBHQ enhanced HO-1 gene transcription in an antioxidant response element (ARE)-dependent manner. In addition, tBHQ increased the nuclear translocation and DNA binding of Nrf2 and c-Jun to ARE. Small interfering RNA (siRNA) experiments demonstrated that Nrf2 and c-Jun are involved in the differential modulation of HO-1 expression. Thus, Nrf2 knockdown reduced the basal level of HO-1 expression but did not affect the fold induction by tBHQ. On the other hand, knockdown of c-Jun diminished tBHQ-mediated induction of HO-1 without affecting basal expression. The data suggest that Nrf2 generally modulates the basal expression of HO-1, while c-Jun mediates HO-1 induction in response to tBHQ. The results of co-immunoprecipitation assays demonstrated a physical interaction between Nrf2 and c-Jun in tBHQ-treated astrocytes. The results suggest that Nrf2 and c-Jun regulate HO-1 expression via their coordinated interaction in tBHQ-treated rat primary astrocytes."
        },
        {
            "References": "PMID:25200066",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ Damage to podocytes caused by excessive reactive oxygen species (ROS) contributes to onset and progression of diabetic kidney disease (DKD). Nuclear factor (erythroid-derived 2)-like 2 (Nrf2) is a redox-sensing transcription factor that can induce the expression of antioxidant enzymes. We explored whether activation of Nrf2 pathway attenuated hyperglycemia-induced injuries in mouse podocytes. Tert-Butylhydroquinone (tBHQ) and small interfering RNAs (siRNAs) were used to regulate Nrf2 expression. Apoptosis and intracellular superoxide anion production were measured by flow cytometry. The activity of the Nrf2 antioxidant pathway was measured by an antioxidant response element (ARE)-driven luciferase reporter gene assay, and Nrf2 expression was assessed by real-time PCR and western blot analyses. Podocytes incubated with high-glucose (HG) medium had higher intracellular superoxide anion and hydrogen peroxide production, higher apoptosis rate, higher bovine serum albumin (BSA) permeability and lower synaptopodin expression compared with podocytes exposed normal glucose (NG) (p<0.05). tBHQ increased the activity of the Nrf2 antioxidant pathway and enhanced nuclear Nrf2 expression, reduced intracellular superoxide anion and hydrogen peroxide production, apoptosis rate and BSA permeability, and restored synaptopodin expression in podocytes exposed to HG (p<O.05). Podocytes with Nrf2 siRNAs showed higher intracellular superoxide anion and hydrogen peroxide production, apoptosis and BSA permeability as well as lower synaptopodin expression compared with podocytes exposed to HG (p<0.05). /The/  findings suggest that protection against activation of the Nrf2-ARE pathway in podocytes exposed to hyperglycemia. ... Regulation of the Nrf2-ARE pathway could be a therapeutic option to combat oxidative stress and inhibit the development of DKD."
        },
        {
            "References": "Surak JG; Life Sci 20 (10): 1735 (1977). Available from, as of October 12, 2016: https://www.sciencedirect.com/science/article/pii/0024320577903502",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ The molecular toxicity of monotertiarybutylhydroquionone (TBHQ) was studied using Tetrahymenapyriformis as a model cell system. TBHQ at 26 ppm in the media inhibited cell growth by 50%. TBHQ inhibited the oxidation of (14)C-acetate to (14)CO2. In addition, increasing concentrations of TBHQ decreased the incorporation of (14)C-acetate into lipids and protein, (14)C-amino acids into protein, (3)H-uridine into RNA and (3)H-thymidine into DNA. The incorporation of (14)C-acetate into glycogen increased with concentrations up to 20 ppm TBHQ in the media while glycogen synthesis decreased with 40 ppm TBHQ."
        },
        {
            "References": "PMID:8330342",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ The carcinogenicity of the phenolic food antioxidant butylated hydroxyanisole may be related to its oxidative biotransformation in vivo. In order to determine the ability of BHA, 2-tert-butyl(1,4)hydroquinone (TBHQ) and 2-tert-butyl(1,4)paraquinone (TBQ) to induce oxidative DNA damage, biological inactivation of single-stranded bacteriophage phi X-174 DNA, as well as induction of 7-hydro-8-oxo-2'-deoxyguanosine (8-oxodG) in dG by these compounds was studied in vitro, in the presence and absence of peroxidases. Both test systems showed that BHA and TBQ (probably due to lack of reductase activity in vitro) were not capable of inducting oxidative DNA damage. TBHQ, however, appeared to be a strong inactivator of phage DNA as well as a potent inducer of 8-oxodG formation. Addition of radical scavengers showed that this damage was due to formation of superoxide anion, hydrogen peroxide and hydroxyl radicals. Addition of iron chelators and metal ions showed that the one-electron oxidations of TBHQ via the semiquinone radical into TBQ are toxic via the formation of oxygen radicals and are not directly due to the hydroquinone itself or the formation of semiquinone radicals. Although peroxidation of TBHQ by prostaglandin H synthase (PHS) is indicated to result in a superoxide anion burst, this is not accompanied by an increase in oxidative DNA damage in vitro. This might be due to the use of hydrogen peroxide as a substrate by PHS itself, consequently resulting in less formation of hydroxyl radicals. Oxidation of TBHQ by lipoxygenases showed that no semiquinone radicals or oxygen radicals were formed, probably due to a two-electron oxidation of TBHQ directly into TBQ. The present results indicate that metabolic activation of BHA yielding reactive oxygen species may induce a carcinogenic potential, since the BHA metabolite TBHQ, appeared to be a strong inducer of oxidative DNA damage."
        },
        {
            "References": "PMID:2013134",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ DNA damage in the forestomach epithelium of male F344 rats was tested by alkaline elution assay following oral administration of 3-tert-butyl-4-hydroxyanisole (3-BHA) and its free metabolites. Although 1% 3-BHA and 0.001% tert-butylhydroquinone (BHQ) caused no detectable DNA damage, a tert-butylquinone (BQ) treated group showed a significantly higher elution rate than the corn oil and 3-BHA group. Dose-dependent induction of DNA damage in forestomach epithelium by 3-BHA metabolites was compared. BQ showed DNA damaging activity from 0.0001% (1 ug/mL). On the other hand, BHQ showed the activity at greater than 100 times higher concentration than that of BQ. ..."
        },
        {
            "References": "PMID:26041206",
            "Value": "/OTHER TOXICITY INFORMATION/ ... In this study, the binding interactions of butylated hydroxyanisole (BHA), a phenolic antioxidant, and its different major metabolites tert-butylhydroquinone (TBHQ) and tert-butylbenzoquinone (TBQ) with lysozyme were examined via fluorescence, three-dimensional fluorescence, circular dichroism (CD), and ligand-protein docking studies. The three compounds caused strong quenching of lysozyme fluorescence by a static quenching mechanism but with different quenching efficiencies and different effects on the alpha-helix content of the lysozyme. The order of binding affinity of lysozyme for all test compounds is as follows: BHA>TBQ>TBHQ. Thermodynamic parameters indicated that hydrogen bonding and van der Waals forces perform dominant functions in the binding between these compounds and lysozyme. Furthermore, structure-affinity relationships between the model compounds and lysozyme were established on the basis of computational analyses."
        },
        {
            "References": "PMID:1449485",
            "Value": "/OTHER TOXICITY INFORMATION/ The glutathione conjugates of tert-butyl hydroquinone, a metabolite of butylated hydroxyanisole, possess redox potentials which are much higher as compared to the non-conjugated hydroquinone (0.36 V for the hydroquinone and 1.2-1.4 V for the conjugates). As a result, the redox cycling activity of the conjugates, as measured by oxygen consumption in the presence of a reducing agent, is increased tenfold as compared to the non-conjugated hydroquinone. Since evidence for both oxidative damage and the involvement for glutathione in the toxicity of butylated hydroxyanisole is available, this mechanism may be involved in the toxic action of this compound."
        },
        {
            "References": "PMID:8384088",
            "Value": "/OTHER TOXICITY INFORMATION/ The dominant metabolic pathway of the presumably carcinogenic food antioxidant 2(3)-tert-butyl-4-hydroxyanisole includes O-demethylation to 2-tert-butyl(1,4)hydroquinone and subsequent peroxidation to 2-tert-butyl(1,4)paraquinone. ... To determine the ability of 2-tert-butyl(1,4)hydroquinone to induce the formation of oxygen radicals, electron spin resonance measurements were performed in presence and absence of peroxidases. ESR analyses showed that prostaglandin H synthase resulted in a substantially accelerated metabolism of 2-tert-butyl(1,4)hydroquinone into 2-tert-butyl(1,4)paraquinone, which is accompanied by formation of superoxide anion, hydroxyl radical and hydrogen peroxide. ... Prostaglandin H synthase and lipoxygenase are both capable of converting TBHQ into 2-tert-butyl(1,4)paraquinone. In order to determine the effect of prostaglandin H synthase on 2(3)-tert-butyl-4-hydroxyanisole (dose-level: 1.5% 2(3)-tert-butyl-4-hydroxyanisole of the diet) metabolism in vivo, we coadministered two inhibitors of prostaglandin H synthase, acetylsalicylic acid and indomethacin, with 2(3)-tert-butyl-4-hydroxyanisole to rats. Coadministration of acetylsalicylic acid (0.2%) in the drinking water resulted in a significant increase or urinary TBHQ excretion. Both acetylsalicylic acid and indomethacin (dose-level: 0.002% in the drinking water) induced a significant decrease in 2-tert-butyl(1,4)paraquinone excretion into urine. Co-oxidation by prostaglandin H synthase of the 2(3)-tert-butyl-4-hydroxyanisole-metabolite TBHQ into 2-tert-butyl(1,4)paraquinone, yields reactive oxygen species ..."
        },
        {
            "References": "PMID:1325685",
            "Value": "/OTHER TOXICITY INFORMATION/ The tert-butylsemiquinone anion radical is formed from tert-butylhydroquinone and from tert-butylquinone in rat liver microsomes. In the presence of oxygen the quinone and less extensively the hydroquinone induce excess production of superoxide in microsomes. It is concluded that autoxidation of the semiquinone formed from the quinone by microsomal enzyme activity is responsible for superoxide formation and that the hydroquinone enters the redox cycle via autoxidation. tert-Butylquinone induces injury of the hepatocyte plasma membrane. tert-Butylhydroquinone and tert-butylquinone are metabolites of the antioxidant butylated hydroxyanisole."
        },
        {
            "References": "PMID:23585332",
            "Value": "/OTHER TOXICITY INFORMATION/ ... In this study, we examined the effect of tBHQ on body weight gain and found that food supplementation with 0.001% (w/w) tBHQ inhibited 61.4 % (p<0.01) of body weight gain in high-fat diet (HFD)-induced C57BL/6 mice, and the oral administration of tBHQ (1.5 mg/kg) reduced 47.5% (p<0.05) of body weight gain in normal diet fed db/db mice. The HFD increased lipid deposit in adipocytes, but these were reduced significantly by tBHQ treatment in C57BL/6 mice. tBHQ supplementation significantly lowered the plasma triglyceride and total cholesterol, with reduced size of accumulated fat mass. The rate limiting enzyme of beta-oxidation (ACOX1) was significantly over-expressed in the liver with tBHQ treatment. These results indicate that tBHQ suppresses body weight gain in mice, possibly at least related to the up-regulation of ACOX1 gene expression."
        },
        {
            "References": "PMID:26212298",
            "Value": "/OTHER TOXICITY INFORMATION/ As part of the Japanese Center for the Validation of Alternative Methods (JaCVAM)-initiative international validation study of in vivo rat alkaline comet assay, we examined p-Chloroaniline, t-butylhydroquinone, and methyl carbamate. All test materials and controls were dosed orally by gavage. p-Chloroaniline produced a statistically significant increase in the mean and median % tail intensity which was also outside of the historical control range in the liver and stomach of Sprague-Dawley rats. t-Butylhydroquinone caused a statistically significant increase in the mean % tail intensity in the liver and stomach and a statistically significant increase in the median % tail intensity in the liver; however, these results are not considered to be biologically significant as all values obtained fell within the current vehicle historical control range and within the negative control range for mean % tail intensity set by the Validation Management Team (VMT) as a requirement for an acceptable assay. Methyl carbamate did not induce a statistically significant change in the mean or median % tail intensity in either liver or stomach."
        },
        {
            "References": "PMID:26775999",
            "Value": "/OTHER TOXICITY INFORMATION/ The enzyme-mediated grafting of tert-butylhydroquinone (TBHQ) onto chitosan and further crosslinking to agave inulin (agavin) has been successfully achieved in a mild and non-toxic two-step route. The resulting products were characterized by nuclear magnetic resonance (NMR) and Infra-red spectroscopies to assess the molecular structure. The study of acute oral toxicity in mice revealed no adverse short-term effects of consumption in the synthesized materials with non-toxicity evidence until 2000 mg/kg through an oral acute administration. ... This study proves that the compound maintains the radical scavenging capacity of the phenolic antioxidant upon ferric-reducing antioxidant power (FRAP) and oxygen radical absorbance capacity (ORAC) assays with a measured half-maximal inhibitory concentration (IC50) for the best case of 1.54 g/L based on inhibition of 2,2'-azino-bis(3-ethylbenzothiazoline)-6-sulfonic acid diammonium salt (ABTS). Additionally, the novel compound presented high prebiotic activities as ascertained in the presence of lactic acid bacteria (LAB)."
        },
        {
            "References": "PMID:7388831",
            "Value": "/OTHER TOXICITY INFORMATION/ The inhibitory effects of 18 synthetic phenolic compounds added to the diet on benzo(a)pyrene-induced neoplasia of the forestomach of female ICR/Ha mice have been determined. Seven of the compounds showed suppression of neoplasia. The most potent inhibitors were p-methoxyphenol, 2-tert-butyl-4-hydroxyanisole [the minor isomer of 2(3)-tert-butyl-4-hydroxyanisole] and 3,5-di-tert-butylcatechol. A second group of compounds with a weaker inhibitory activity consisted of 3,5-di-tert-butylphenol, 3-tert-butyl-4-hydroxyanisole [the major isomer of 2(3)-tert-butyl-4-hydroxyanisole], 2-tert-butylhydroquinone, and 2-tert-butylphenol...."
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "(1) US EPA; Estimation Program Interface (EPI) Suite. Ver. 4.11. Nov, 2012. Available from, as of Oct 26, 2016: https://www2.epa.gov/tsca-screening-tools (2) Swann RL et al; Res Rev 85: 17-28 (1983)",
            "Value": "Using a structure estimation method based on molecular connectivity indices(1), the Koc of t-butylhydroquinone can be estimated to be 1690(SRC). According to a classification scheme(2), this estimated Koc value suggests that t-butylhydroquinone is expected to have low mobility in soil."
        }
    ]
}