{
    "_id": {
        "$oid": "6682e925c4e5dba5ffba2925"
    },
    "CID": {
        "$numberInt": "16183"
    },
    "Name": "2,6-Dichlorobenzamide",
    "IUPACName": "2,6-dichlorobenzamide",
    "CanonicalSMILES": "C1=CC(=C(C(=C1)Cl)C(=O)N)Cl",
    "Synonyms": [
        "2,6-DICHLOROBENZAMIDE",
        "2008-58-4",
        "Benzamide",
        "2,6-dichloro-",
        "2,6-BAM",
        "2,6-dichlorobenzoic acid amide",
        "BAM",
        "E9JWF529EB",
        "DTXSID7022170",
        "CHEBI:28435",
        "NSC-53137",
        "HSDB 2728",
        "2,6-BAM; BAM; NSC 53137",
        "EINECS 217-918-4",
        "NSC 53137",
        "UNII-E9JWF529EB"
    ],
    "IsomericSMILES": "C1=CC(=C(C(=C1)Cl)C(=O)N)Cl",
    "INCHI": "InChI=1S/C7H5Cl2NO/c8-4-2-1-3-5(9)6(4)7(10)11/h1-3H,(H2,10,11)",
    "INCHIKEY": "JHSPCUHPSIUQRB-UHFFFAOYSA-N",
    "Formula": "C7H5Cl2NO",
    "MolecularWeight": {
        "$numberDouble": "190.02"
    },
    "Description": "2,6-dichlorobenzamide is a member of the class of benzamides that is benzamide substituted by chloro groups at positions 2 and 6. It has a role as a herbicide and a marine xenobiotic metabolite. It is a dichlorobenzene and a member of benzamides.",
    "XlogP": {
        "$numberDouble": "0.8"
    },
    "Complexity": {
        "$numberInt": "153"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "plant_concentrations": [
        {
            "References": "(1) Khan SU, Miller SR; J Agric Food Chem 30: 1246-8 (1982)",
            "Value": "A commercial apple orchard of Idared on Malling 7 rootstack was treated with dichlobenil at the maximum recommended rate (8.97 kg/ha) in 1974, 1976, and 1978. Residues of dichlobenil and the metabolite 2,6-dichlorobenzamide were determined in leaves, fruit, and soil. 2,6-Dichlorobenzamide was present in higher amounts in the leave and soil samples compared to dichlobenil. Small amounts of 2,6-dichlorobenzamide were also detected in fruit. The residue levels were higher and foliar phytotoxicity symptoms, characterized by leaf margin yellowing and leaf tip burn, were more marked in fruiting tress(1)."
        }
    ],
    "environmental_biodegradations": [
        {
            "References": "(1) Fournier JC, Salle J; Chemosphere 3: 77-82 (1974) (2) Fournier JC et al; Spec Publ Agric Res Organ, Volcanic Center 82: 5-13 (1977) (3) Albrechtsen H-J, et al; Pest Manag Sci 57: 341-50 (2001) (4) Holtze MS et al; Enviro Poll 148: 343-351 (2007)",
            "Value": "AEROBIC: 2,6-Dichlorobenzamide, present at 100 mg/L, reached 0%, 0.5%, 1.25%, 2.25%, 3.25%, 3.5%, and 5% degradation in 0, 25, 75, 105, 155, 180, and 300 days, respectively, using a grab soil inoculum(1). Using an organic rich soil (mixed with 50% sand) grab inoculum, 2,6-dichlorobenzamide, present at 400 mg/L, reached 0%, 3%, 6%, and 10% degradation after 0, 13, 46, and 206 days, respectively(1). 0%, 6%, and 16% of 2,6-dichlorobenzamide (initial concn = 400 mg/l) degraded after 0, 13, 205 days, respectively, using a grab sample of clay soil mixed with 50% sand(1). Using a clay-lime soil grab sample, 0.4%, 0.9%, 3%, and 6.1% of 2,6-dichlorobenzamide (initial concentration = 1 mg/L) degraded after 4, 12, 51, and 110 days of incubation, respectively(2). 2,6-Dichlorobenzamide was not degraded in unamended batch and column experiments assessing aquifer degradation under aerobic conditions(3). 2,6-Dichlorobenzamide reached 5.6% mineralization after 40 days in pond water(4); in aquifer sediments 2,6-dichlorobenzamide has an estimated half-life of 3-16 years(4). These data suggest that 2,6-dichlorobenzamide does not biodegrade rapidly in the environment(SRC)."
        },
        {
            "References": "(1) Kearney PC, Kaufman DD, eds; Herbicides: Chemistry, Degredation and Mode of Action. Volumes 1 and 2. 2nd ed. New York: Marcel Dekker, Inc., p 575 (1975) (2) Holtze MS et al; Environ Pollut 148: 343-351 (2007) (3) Simonsen A, et al; Environ Pollut 144: 289-295 (2006)",
            "Value": "AEROBIC: Studies on the fate of dichlobenil in soils have shown that 2,6-dichlorobenzamide is the major degradation product(1,2). The major degradation products of chlorthiamid are dichlobenil and 2,6-dichlorobenzamide(1). 2,6-Dichlorobenzamide is the second major chlorthiamid degradation product in soils(1). Degradation studies with [(14)C]-2,6-dichlorobenzamide have shown that this major metabolite of dichlobenil is resistant to further breakdown in soil samples stored for six months(1). 2,6-Dichlorobenzamide was rapidly mineralized in soils previously exposed to dichlobenil, with complete mineralization after 35-56 days(2); however, it was not degraded further in soils not previously treated with dichlobenil(2). In soils previously treated with dichlobenil, complete mineralization of 2,6-dichlorobenzamide to CO2 was attributed to the bacterial strain Aminobactor sp. ASI1(1); mineralization was detected in samples from six locations in which 2,6-dichlorobenzamide  reached 5.2-64.6% mineralization within 48-50 days; rapid mineralization was evident at 2 m below the surface(3). These data suggest that 2,6-dichlorobenzamide is the end product of dichlobenil in soils not previously treated with dichlobenil(1,2)."
        },
        {
            "References": "PMID:29054658",
            "Value": "... We examined whether peat, compost-peat-sand (CPS) mixture, NH4NO3, NH4NO3 with sodium citrate (Na-citrate), and the surfactant methyl-beta-cyclodextrin additions enhance atrazine, simazine, hexazinone, dichlobenil, and the degradate 2,6-dichlorobenzamide (BAM) dissipations in sediment slurries under aerobic and anaerobic conditions, with sterilized controls. The vadose zone sediment cores were drilled from a depth of 11.3-14.6m in an herbicide-contaminated groundwater area. The peat and CPS enhanced chemical atrazine and simazine dissipation, and the peat enhanced chemical hexazinone dissipation, all oxygen-independently. Dichlobenil dissipated under all conditions, while BAM dissipation was fairly slow and half-lives could not be calculated. The chemical dissipation rates could be associated with the chemical structures and properties of the herbicides, and additive compositions, not with pH. ..."
        },
        {
            "References": "PMID:28027645",
            "Value": "PURE CULTURE: Aminobacter sp. MSH1 immobilized in an alginate matrix in porous stones was tested in a pilot system as an alternative inoculation strategy to the use of free suspended cells for biological removal of micropollutant concentrations of 2,6-dichlorobenzamide (BAM) in drinking water treatment plants (DWTPs). BAM removal rates and MSH1 cell numbers were recorded during operation and assessed with specific BAM degradation rates obtained in lab conditions using either freshly grown cells or starved cells to explain reactor performance. Both reactors inoculated with either suspended or immobilized cells showed immediate BAM removal under the threshold of 0.1 ug/L, but the duration of sufficient BAM removal was 2-fold (44 days) longer for immobilized cells. ... Overall loss of activity in the reactors though was due to starvation, and final removal rates did not differ between reactors inoculated with immobilized and suspended cells. Management of assimilable organic carbon, in addition to cell immobilization, appears crucial for guaranteeing long-term BAM degradation activity of MSH1 in DWTP units."
        },
        {
            "References": "(1) USEPA/OPP; Reregistration Eligibility Decisions (REDs) Database. Dichlobenil. EPA-738-R-98-003. Available from, as of Nov 15, 2017: https://iaspub.epa.gov/apex/pesticides/f?p=chemicalsearch:1 (2) Albrechtsen H-J, et al; Pest Manag Sci 57: 341-50 (2001)",
            "Value": "ANAEROBIC: 2,6-Dichlorobenzamide is extremely persistent under anaerobic conditions(1). 2,6-Dichlorobenzamide was not degraded in degradation experiments assessing aquifer degradation under anaerobic conditions(2)."
        }
    ],
    "logP": [
        {
            "References": "Nakagawa Y et al; Environ Toxicol Chem 11: 901-16 (1992)",
            "Value": "log Kow = 0.77"
        }
    ]
}