{
    "_id": {
        "$oid": "6682e924c4e5dba5ffba2923"
    },
    "CID": {
        "$numberInt": "16180"
    },
    "Name": "2,4-D, DIMETHYLAMINE",
    "IUPACName": "2-(2,4-dichlorophenoxy)acetic acid;N-methylmethanamine",
    "CanonicalSMILES": "CNC.C1=CC(=C(C=C1Cl)Cl)OCC(=O)O",
    "Synonyms": [
        "2008-39-1",
        "2,4-D dimethylamine salt",
        "2,4-D-Dimethylammonium",
        "Aminol",
        "Dimethylamine 2-(2,4-dichlorophenoxy)acetate",
        "Amicide",
        "2,4-D dimethylamine",
        "2,4-D Amine",
        "DMA-4 herbicide",
        "2,4-D DMA",
        "2,4-D-dimethylammonium [ISO]",
        "Dimethylammonium 2,4-dichlorophenoxyacetate",
        "N-Methylmethanamine 2,4-dichlorophenoxyacetate",
        "2,4-Dichlorophenoxyacetic acid dimethylamine salt",
        "(2,4-Dichlorophenoxy)acetic acid dimethylamine salt"
    ],
    "IsomericSMILES": "CNC.C1=CC(=C(C=C1Cl)Cl)OCC(=O)O",
    "INCHI": "InChI=1S/C8H6Cl2O3.C2H7N/c9-5-1-2-7(6(10)3-5)13-4-8(11)12;1-3-2/h1-3H,4H2,(H,11,12);3H,1-2H3",
    "INCHIKEY": "IUQJDHJVPLLKFL-UHFFFAOYSA-N",
    "Formula": "C10H13Cl2NO3",
    "MolecularWeight": {
        "$numberDouble": "266.12"
    },
    "Description": {
        "$numberDouble": "NaN"
    },
    "XlogP": {
        "$numberDouble": "NaN"
    },
    "Complexity": {
        "$numberInt": "189"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "environmental_biodegradations": [
        {
            "References": "(1) Hemmet RB Jr; Diss Abstr Int B: 7079 (1972) (2) Stewart DKR, Gaul SO; Bull Environ Contam Toxicol 18: 210-8 (1977) (3) Thompson DG et al; J Agric Food CHem 32: 578-81 (1984) (4) Nikitin AP, Spirina AG; Vestn S-kh Nauki Moscow 1982: 117-21 (1982) (5) Reinert KH, Rodgers: Reviews of Environ Contamination and Toxicol 98: 61-98 NY Springer-Verlag (1987) (6) Wilson RG, Cheng HH; J Environ Qual 7: 281-86 (1978)",
            "Value": "2,4-D dimethylamine is rapidly degraded by aquatic microorganisms in activated sewage at about the same rate as the free acid(1). The same study showed that biodegradation is sensitive to temperature, increasing by an order of magnitude for 2,4-D as the temperature is increased from 10 to 25 °C(1). A half-life of 3.9 days was obtained for an unspecified amine salt of 2,4-D in a river-dieaway study(5). Half-lives obtained from other studies are: 10-11 days in plastic pools containing fish and hydrosoil, 6.6 days in Ft. Cobb Reservoir, 4.2 days in outdoor, artificial pool, 2.2 and 3.2 days in Louisiana ponds, 0.5-0.8 days in Okananagan Lake, British Columbia, 2.5-6.2 days for Melton Hill Reservoir in the Tennessee Valley Authority system, <1 day in Lake Seminole, and 2.5-6.2 days for Banks Lake, WA(5). While processes other than biodegradation may be contributing to the degradation in these studies, biodegradation is probably the key process(5). When the amine salts were sprayed onto field plots in Nova Scotia at 5.6, 11.2, and 22.4 kg/ha acid equivalent and soil cores sampled after 13 hr and 14, 28, 56, 70, 265, and 385 days, rapid decomposition of the 2,4-D was observed in the 14-42 day period following application and <5% remained at the end of 70 days(2). Highest 2,4-D concentrations were observed 14 days posttreatment(2). It is believed that the formulation was absorbed by the grass and later washed into the soil by rain and dew(2). A more recent field study looked into the persistence of 2,4-D applied as the dimethylamine salt in field plots in southern and northern Ontario as well as two forested areas in northern Ontario(3). In the two agricultural plots, 50% loss in the upper 10 cm of the soil profile occurred in 4 and 6 days(3). In the two forest plots characterized by sandy clay loam and fine sand soils, the half-lives were 7 and 23 days(2). The soil in the second case was characterized by lower pH and higher organic matter content, both of which might be expected to promote greater adsorption and longer persistence(3). Furthermore, the more rapid loss in clayey soil is consistent with the hypothesis that the 2,4-D is dissociated into its anions in most soils where it is more readily available to microorganisms(3). In a silt loam soil, over 70% of the ring carbon mineralized to CO2, about 20-25% was incorporated into soil as newly generated microbial tissue and about 1-2% remained undegraded after 58 days of incubation(6)."
        }
    ],
    "logP": [
        {
            "References": "PMID:3433285",
            "Value": "log Kow = 0.65"
        }
    ],
    "mechanism_of_action": [
        {
            "References": "Doull, J., C.D.Klassen, and M.D. Amdur (eds.). Casarett and Doull's Toxicology. 3rd ed., New York: Macmillan Co., Inc., 1986., p. 554",
            "Value": "... /CHLOROPHENOXY CMPD INCL 2,4-D ESTERS/ EXERT THEIR HERBICIDAL ACTION BY ACTING AS GROWTH HORMONES IN PLANTS. /CHLOROPHENOXY COMPOUNDS/"
        },
        {
            "References": "Buslovich YS et al; Gig Sanit Issue 10: 76-7 (1982)",
            "Value": "Chlorophenoxy acid derivatives are metabolized via participation of the hepatic microsomal mixed-function oxidase system. Thus, administration of 2,4-D amine salt and its butyl ester ... to rats induced the enzyme system (aminopyrine demethylase ... and aniline hydroxylase ... although the degree of induction was substantially lower than that from phenobarbital. Prolonged administration of 2,4-D amine salt (0.1 LD50) showed cumulative effects reflected by both clinical and biochemical changes. Stimulation of mixed-function oxidase system may be one of the methods for reducing toxicological effects of this type of compounds."
        }
    ],
    "sediment_soil_concentrations": [
        {
            "References": "(1) Reinert KH, Rodgers; Reviews of Environ Contamination and Toxicol 98: 61-98 NY Springer-Verlag (1987)",
            "Value": "Sediment levels of 2,4-D dimethylamine were consistently below the levels of detection in Ft. Cobb Reservoir, OK, a lake for which bioconcentration values in zooplankton were obtained(1)."
        }
    ]
}