{
    "_id": {
        "$oid": "6682e9cac4e5dba5ffba2c67"
    },
    "CID": {
        "$numberInt": "16211214"
    },
    "Name": "BORAX",
    "IUPACName": "disodium;3,7-dioxido-2,4,6,8,9-pentaoxa-1,3,5,7-tetraborabicyclo[3.3.1]nonane;decahydrate",
    "CanonicalSMILES": "B1(OB2OB(OB(O1)O2)[O-])[O-].O.O.O.O.O.O.O.O.O.O.[Na+].[Na+]",
    "Synonyms": [
        "1303-96-4",
        "Borax",
        "Borax (B4Na2O7.10H2O)",
        "Borax decahydrate",
        "SODIUM BORATE",
        "DECAHYDRATE",
        "Sodium tetraborate decahydrate",
        "Sodium pyroborate decahydrate",
        "MFCD00149193",
        "Borax [ISO]",
        "91MBZ8H3QO",
        "disodium;3,7-dioxido-2,4,6,8,9-pentaoxa-1,3,5,7-tetraborabicyclo[3.3.1]nonane;decahydrate",
        "DISODIUMTETRABORATETRIHYDRATE",
        "12447-40-4",
        "Boric acid (H2B4O7)",
        "disodium salt",
        "decahydrate",
        "Antipyonin"
    ],
    "IsomericSMILES": "B1(OB2OB(OB(O1)O2)[O-])[O-].O.O.O.O.O.O.O.O.O.O.[Na+].[Na+]",
    "INCHI": "InChI=1S/B4O7.2Na.10H2O/c5-1-7-3-9-2(6)10-4(8-1)11-3;;;;;;;;;;;;/h;;;10*1H2/q-2;2*+1;;;;;;;;;;",
    "INCHIKEY": "CDMADVZSLOHIFP-UHFFFAOYSA-N",
    "Formula": "B4H20Na2O17",
    "MolecularWeight": {
        "$numberDouble": "381.4"
    },
    "Description": {
        "$numberDouble": "NaN"
    },
    "XlogP": {
        "$numberDouble": "NaN"
    },
    "Complexity": {
        "$numberInt": "121"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "environmental_bioconcentrations": [
        {
            "References": "Singh V, Singh SP; Indian J Agron 29 (4): 545-6 (1984)",
            "Value": "In a greenhouse experiment with sandy loam soil treated with 0-8.0 ppm boron as borax, boron toxicity symptoms appeared earliest in lentil plants and barley seedlings exposed to 8.0 ppm boron. In barley the severity of boron toxicity decreased with the decrease in boron levels, whereas in lentil the severity of the symptoms eventually reached the same level in 2 and 4 ppm boron treatments as with the highest concentration. Dry matter yield decreased 38.6% in lentil and 23.4% in barley exposed to 8.0 ppm boron in comparison with controls. Boron contents of lentil and barley plants on soil treated with 8 ppm boron were approximately 7- and approximately 8-fold those of control plants, respectively."
        }
    ],
    "environmental_biodegradations": [
        {
            "References": "(1) WHO; Environmental Health Criteria 204, Boron. World Health Org (1998). Available from, as of Mar 10, 2014: https://www.inchem.org/documents/ehc/ehc/ehc204.htm",
            "Value": "No biotransformation processes have been reported for boron compounds(1)."
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "PMID:16442087",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Boron has well-defined biological effects and may be of therapeutic benefit. In the current paper, the effect of boron in the form of borax was tested in experimental animal model of fulminant hepatic failure (FHF). The syndrome was induced in female Wistar rats by three consecutive daily intraperitoneal injections of thioacetamide (400 mg/kg). In the treatment groups, rats received borax (4.0 mg/kg) orally for three consecutive days followed by thioacetamide. The group administered with thioacetamide plus vehicle, and the borax alone treated rats served as controls. In all groups, rats were terminated 4 hr after administering the last dose of thioacetamide, and the tissue/serum was used to measure hepatic levels of thiobarbituric acid reactive substances, reduced glutathione, and various enzymes associated with oxidative stress including peroxide metabolizing enzymes and xanthine oxidase. In thioacetamide treated group, many fold increase in the activity level of serum marker enzymes suggesting FHF was observed that could be brought down significantly in rats receiving boron. Modulation and a correlation in the activity level of oxidant generating enzyme and lipid peroxidation as well as hepatic glutathione level was also observed in rats receiving thioacetamide. In the group receiving boron followed by thioacetamide, these changes could be minimized moderately. The activity level of the peroxide metabolizing enzymes and the tripeptide glutathione, which decreased following thioacetamide treatment were moderately elevated in the group receiving boron followed by thioacetamide. The data clearly shows that borax partly normalizes the liver and offsets the deleterious effects observed in FHF by modulating the oxidative stress parameters."
        },
        {
            "References": "Roudabush RL, et al Toxicol Appl Pharmacol 7: 559-65 (1965) as cited in USEPA; Health Advisory for Boron (Draft) p.8 (1988)",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/  The dermal irritation potential of borax and boric acid was studied. Ten mL of 5% aqueous boric acid (17.5 g B/L) were applied under occlusion to the clipped, intact and abraded skin of rabbits and guinea pigs. Sites were scored for irritation at 24 and 72 hours. Both borax and boric acid were found to be mild to moderate irritants."
        },
        {
            "References": "Christian M, ed; J American College of Toxicology 2 (7): 87-125 (1983)",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Sodium borate was administered ip to mice and the animals were observed for 5-12 days. ...Convulsions usually occurred within 3 hr. Trunk muscular contractions and opisthotonic responses were generally observed. General motor activity and respiration rate were depressed for several hours. Mice were frequently observed to have motor activity depression through the second day after administration. Most deaths occurred within 3 days following administration."
        },
        {
            "References": "Christian M, ed; J American College of Toxicology 2 (7): 87-125 (1983)",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ In order to determine the effectiveness of sodium borate in neutron-capture cancer therapy, 20 mg/kg of boron as sodium borate was injected ip into groups of tumor-bearing mice. Animals were sacrificed at 72 hr and the boron content of various tissues was determined colorimetrically. Tumor-bearing animals had as high a boron concentration in the tumor as in the brain."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. V3 533",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Severe eye irritation was observed in rabbits with borax..."
        },
        {
            "References": "Christian M, ed; J American College of Toxicology 2 (7): 87-125 (1983)",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Signs of toxicity /in an oral LD50 study using male and female Sprague-Dawley and male Long-Evans rats/ included depression, ataxia, convulsions, and death."
        },
        {
            "References": "Christian M, ed; J American College of Toxicology 2 (7): 87-125 (1983)",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ The acute oral toxicity of a hair preparation containing 3.2% sodium borate was determined in male and female albino rats. The test solution was administered by intubation to groups of 10 rats at doses of 8.72-17.4 g/kg. Animals were observed for 14 days, sacrificed, and were necropsied as were the animals that died during the study. The acute oral LD50 of the hair preparation was 14.1 g/kg ... . Results of necropsy revealed the following abnormalities that may have been caused by ingestion of the test material (especially at highest doses): melanuria, diarrhea, polyuria, discolored stomach and intestinal mucosa, discolored gastrointestinal contents, empty urinary bladder, dilated renal pelvis, and testes drawn into the abdominal cavity. /3.2% Sodium borate formulation/"
        },
        {
            "References": "PMID:20569927",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ The aims of this study were to clarify the effects of high dietary supplementation with boric acid and borax, called boron (B) compounds, on lipid peroxidation (LPO), antioxidant activity, some vitamin levels, and DNA damage in rats. Thirty Sprague Dawley male rats were divided into three equal groups: the animals in the first group (control) were fed with a standard rodent diet containing 6.4 mg/kg /boron/, and the animals in the experimental group were fed with a standard rodent diet added with a supra-nutritional amount of boric acid and borax (100 mg/kg /boron/) throughout the experimental period of 28 days. The B compounds decreased malondialdehyde (MDA), DNA damage, the protein carbonyl content (PCO) level in blood, and glutathione (GSH) concentration in the liver, Cu-Zn superoxide dismutase (SOD), and catalase (CAT) activity in the kidney. The B compounds increased GSH concentration in blood and the vitamin C level in plasma. Consequently, our results demonstrate that B supplementation (100 mg/kg) in diet decreases LPO, and enhances the antioxidant defense mechanism and vitamin status. There are no differences in oxidant/antioxidant balance and biochemical parameters except for serum vitamin A and liver GSH concentration, between the boron compounds used in this study."
        },
        {
            "References": "Dani H et al; Res Bull Panjab Univ Sci 22 (1-2): 229-35 (1971)",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Daily administration of toxic quantities (1 g/kg) of borax and boric acid to rats retarded their weight increase after 1 and 2 weeks, and the animals showed symptoms of toxicity after 3 weeks."
        },
        {
            "References": "Seal BS, Weeth HJ; Bull Environ Contam Toxicol 25: 782-9 (1980) as cited in USEPA; Health Advisory for Boron (Draft) p.7 (1988)",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Concentrations of 0, 150, or 300 mg boron/L, as borax, were administered in the drinking water to male Long-Evans rats for 70 days. The basal diet contained approximately 54 ug boron/g of feed. Total intake of boron for the treated rats amounted to 23.7 and 47.4 mg boron/kg/day, respectively. Treatment with borax, at both doses, produced significant decreases in body weight; in the weights of the testes, seminal vesicles, spleen, right femur; and in the levels of plasma triglycerides. At the highest dose level, spermatogenesis was impaired."
        },
        {
            "References": "Dixon RL et al; Environ Health Perspect 30: 53-68 (1979) as cited in USEPA; Health Advisory for Boron (Draft) p.11 (1988)",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ A diet of 0, 0.3, 1.0, or 6.0 mg boron/L as borax was administered in the drinking water to male Sprague Dawley rats (10/group) for up to 90 days. There were no observable reproductive effects or changes in serum chemistry or weight of the body, testes, prostate, or seminal vesicles. Fructose, zinc, and acid phosphatase levels in the prostate were unaltered."
        },
        {
            "References": "Weir RJ, Fisher RS; Toxicol Appl Pharmacol 23: 351-64 (1972) as cited in USEPA; Health Advisory for Boron (Draft) p.8-9 (1988)",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ A diet of borax or boric acid was administered to Sprague Dawley rats (10/sex/dose) for 90 days at doses of 0, 52.5, 175, 525, 1,750 or 5,250 ppm as boron equivalents. Both borax and boric acid produced 100% mortality at the highest dose and complete atrophy of the testes in all males fed diets containing 1,750 ppm boron equivalent. At 1,750 ppm boron, both compounds produced significant decreases in body weight and in the mean weights of the liver, kidney, spleen, and testes. At lower doses, changes in organ weights were inconsistent. At 52.5 ppm boron, borax produced increases in the mean weights of the spleen, kidneys, and ovaries in females, and boric acid produced an increase in liver mean weight. These changes, however, were not observed at 525 ppm boron for either compound. Microscopic examination revealed partial testicular atrophy at 525 ppm boron in four males fed borax and in one male fed boric acid."
        },
        {
            "References": "Weir RJ, Fisher RS; Toxicol Appl Pharmacol 23: 351-64 (1972) as cited in USEPA; Health Advisory for Boron (Draft) p.9 (1988)",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ A diet containing 0, 17.5, 175, or 1,750 ppm boron in the form of borax or boric acid was administered to groups of five male and five female beagle dogs for 90 days. Except for one death in a male dog at the 1,750 ppm boron level (as borax), dogs fed both boron compounds were normal in appearance, behavior, elimination, body weights, and food consumption. At 1,750 ppm, both compounds produced significant (p< 0.05) decreases in thyroid and testes to body weight ratios and severe testicular atrophy with degeneration of the spermatogenic epithelium in ... male dogs."
        },
        {
            "References": "PMID:9703892",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Male Wistar rats received 2000 ppm of borax (Na2B4O7.10H2O) in their food for 16 days. The rats were sacrificed 2, 5, 9, 12, 16, 19, 21, 26 and 28 days after the beginning of treatment. Thymus samples of all rats were taken.  Serious nuclear and cytoplasmic lesions were  observed. Moreover, numerous macrophages containing apoptotic cells were present in the thymus. The alterations were observed from the 2nd to the 28th day. The extent of damage was much more important in the rats sacrificed 21, 26 and 28 days after borax ingestion."
        },
        {
            "References": "USEPA/Office of Pesticide Programs; Reregistration Eligibility Decision Document - Boric acid and its Sodium Salts. February 1994. Available from, as of May 17, 2005: https://www.epa.gov/pesticides/reregistration/status.htm",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ In a subchronic (3 month) feeding study in dogs, borax was tested at doses of 0, 3, 35, or 268 mg/kg/day for males and 0, 2, 22, or 192 mg/kg/day for females. The systemic NOEL (no-observed-effect level) was 35 mg/kg/day for males and 22 mg/kg/day for females, and the LOEL (lowest observed effect level) was 268 mg/kg/day and 192 mg/kg/day based on clinical pathology; decreased hematocrit and hemoglobin; hemosiderin in the spleen; liver and kidneys; testicular pathology; and widening of the adrenal cortex in the area of the zona reticularis. Lipid accumulation was also present in the zona reticularis, and in high dose females, there was an increase in brain weight. In males, there were decreases in the testes/brain, testes/body, thyroid/body and thyroid/brain ratios."
        },
        {
            "References": "WHO; Boron in Drinking-water: Background document for development of WHO Guidelines for Drinking-water Quality (WHO/SDE/WSH/03.04/54). Available from, as of May 9, 2005: https://www.who.int/water_sanitation_health/dwq/boron.pdf",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ In a study in which borax was given in the diet to male Sprague-Dawley rats (18 per dose) at concentrations of 0, 500, 1000, or 2000 mg of boron per kg of feed (approximately equal to 0, 30, 60, or 125 mg of boron per kg of body weight per day) for 30 or 60 days, body weights were not consistently affected by treatment. Organ weights were not affected by 500 mg of boron per kg of feed; at 1000 and 2000 mg of boron per kg of feed, absolute liver weights were significantly lower after 60 days, and epididymal weights were significantly lower (37.6% and 34.8%, respectively) after 60 days, but not after 30 days. Weights of prostate, spleen, kidney, heart, and lung were not changed at any dose."
        },
        {
            "References": "DHHS/ATSDR; Toxicological Profile for Boron (PB/93/110674/AS) (July 1992). Available from, as of April 25, 2005: https://www.atsdr.cdc.gov/toxpro2.html",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ In rats given approximately 20.8 mg boron/kg/day as borax in drinking water, NADPH-cytochrome C reductase activity and cytochrome b, content decreased in the liver microsomal fraction after 10 and 14 weeks. There was also a reduction in the cytochrome P-450 concentration detected at 14 weeks."
        },
        {
            "References": "Christian M, ed; J American College of Toxicology 2 (7): 87-125 (1983)",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Male rats were given sodium borate in their drinking water (3 g/L) for 14 weeks. Cerebral succinate dehydrogenase activity, RNA concentration, and acid proteinase activity increased and NADPH-cytochrome c reductase activity, cytochrome b5 content, and cytochrome P-450 concentration of the liver microsomal fraction decreased at 10-14 weeks. These results support the hypothesis that borate anions are toxic because they interfere with flavin metabolism in flavoprotein-dependent pathways."
        },
        {
            "References": "Christian M, ed; J American College of Toxicology 2 (7): 87-125 (1983)",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ An aqueous sodium borate solution was injected sc at a dose of 250 mg/kg/day to 6 male gerbils for 16 days. Biochemical and histological determinations were then made. During the experiment, no animals showed signs of toxicity. The seminiferous tubules of borate-treated animals had degenerative changes and reduced diameter. Giant multinucleated cells, germ cell exfoliation, and pyknosis were also observed. Significant increases in acid and alkaline phosphatases resulted from borate administration. The authors suggested that the increased phosphatase activity was a result of the release of nonspecific phosphatases form the lysosomes of degenerating cells."
        },
        {
            "References": "Christian M, ed; J American College of Toxicology 2 (7): 87-125 (1983)",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Groups of 5 male and 5 female rats were fed diets containing 52.5, 175, 525, 1750, and 5250 ppm boron equivalents of sodium borate (about 46.5, 154.9, 464.6, 1548.7, and 4646 mg/kg/day sodium borate)... for 90 days. At the 525 ppm or less, the physical appearance of the rats was normal. Rats fed 1750 and 5250 ppm boron equivalents of sodium borate ... had rapid respiration, inflamed eyes, swollen paws, and desquamated skin on the paws and tails. These animals were excitable when handled. All male rats had shrunken scrotums during the last weeks of the study. At the 5250 ppm boron equivalent of sodium borate... all rats died within 3-6 weeks, and at necropsy, liver and kidney and lung congestion was observed. These results were also seen with the single rats that died at the 52.5 and 1750 ppm boron equivalents of sodium borate. ......Growth, feed consumption, and feed efficiency... were reduced for rats fed the ...5250 ppm boron equivalent of sodium borate... and for male rats fed the 1750 ppm boron equivalent of sodium borate. The testes atrophied completely in all males fed the 1750 ppm boron equivalent of sodium borate..., and atrophied partially in 4 of 5 males fed the 525 ppm boron equivalent of sodium borate... ."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. V3 534",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ In a 2 year study, rats were administered doses of boric acid or borax in the diet at doses equivalent to approximately 0, 33, 100, or 333 mg/kg of boric acid per day. Animals receiving the high dose exhibited coarse hair, scaly tails, hunched posture, swollen and desquamated pads of the paws, abnormally long toenails, shrunken scrotum, inflamed eyelids, and bloody eye discharge. Hematocrit and hemoglobin levels were significantly lower than in controls. Testicular weight (absolute and relative) was significantly reduced at the high dose, and the relative weights of the brain and thyroid gland were significantly increased compared to controls. No significant effects were observed at the lower dose levels."
        },
        {
            "References": "WHO; Boron in Drinking-water: Background document for development of WHO Guidelines for Drinking-water Quality (WHO/SDE/WSH/03.04/54). Available from, as of May 9, 2005: https://www.who.int/water_sanitation_health/dwq/boron.pdf",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/  Borax ... was fed to beagle dogs for 2 years. In /this/ study (weight-normalized doses of 0, 0.44, 4.4, or 44 mg of boron per kg of body weight per day; five animals per sex per dose), testis weights in the low-, middle-, and high-dose groups were 80%, 85%, and 50% of controls, respectively; only the last was significantly different from controls. No mention was made of the testicular microscopic structure of the controls or low-dose animals; middle-dose animals were not detectably altered (aside from the considerable fixation-induced artifact in the outer third of the tissue), whereas four of five high-dose dogs had complete testicular atrophy, and the remaining high-dose dog had \"partial\" atrophy. No other clinical or microscopic signs of toxicity were reported in any animals."
        },
        {
            "References": "USEPA/Office of Pesticide Programs; Reregistration Eligibility Decision Document - Boric acid and its Sodium Salts. February 1994. Available from, as of May 17, 2005: https://www.epa.gov/pesticides/reregistration/status.htm",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ A 2 yr chronic oncogenicity/feeding study with borax was conducted in Sprague Dawley rats. Animals received doses of 0, 65, 154, or 515 mg/kg/day during the course of the study. The chronic NOEL (no observed effect level) was determined to be 154 mg/kg/day and the LOEL (lowest observed effect level) was 515 mg/kg/day based on reported decreases in body weight, possible anemia and testicular tubular atrophy. The test material was not found to be carcinogenic."
        },
        {
            "References": "Weir RJ, Fisher RS; Toxicol Appl Pharmacol 23: 351-64 (1972) as cited in USEPA; Health Advisory for Boron (Draft) p.10 (1988)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Groups of 35 male and 35 female Spraque Dawley rats were fed diets of 0, 117, 350, 1,170 ppm boron as borax or boric acid for 2 yr. At 1,170 ppm, both boron compounds lowered food consumption during the first 13 weeks of study and suppressed growth throughout the study. Testes weights and testes to body weight ratio were significantly (p< 0.05) decreased, and brain and thyroid to body weight ratios were significantly (p< 0.05) decreased. The seminiferous epithelium was atrophied, and the tubular size in the testes was decreased. No treatment related effects were observed in rats treated with 350 or 117 ppm boron as borax or boric acid."
        },
        {
            "References": "Dixon RL et al; Environ Health Perspect 30: 53-68 (1979) as cited in USEPA; Health Advisory for Boron (draft) p.12 (1988)",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Concentrations of 0, 500, 1,000 or 2,000 mg boron/kg diet, were fed as borax, to male Sprague Dawley rats (18/group) for 60 days. Testicular and plasma levels of boron were elevated in dose dependent fashion at 30 and 60 days of treatment. Significant decreases in the weights of liver, testes, and epididymis were observed at the 1,000 and 2,000 mg boron/kg dietary levels. Seminiferous tubule diameter was significantly decreased in a dose-dependent manner in all treatment groups; however, loss of germinal cell elements was observable only at the 1,000 or 2,000 mg boron/kg dietary level. Aplasia was complete at the highest dose. The testicular activities of hyaluronidase (H) and sorbitol dehydrogenase (SDH), enzymes associated with postmeiotic spermatogenic cells, were significantly decreased in an apparent dose-related fashion for all treatment levels. The related testicular enzyme, lactic acid dehydrogenase, although decreased at the 500 mg boron/kg dietary level, was significantly decreased only at the two higher dose levels. Plasma levels of the hormone FSH were significantly elevated in a dose dependent fashion at all dose levels. Serial mating studies revealed reduced fertility without change in copulatory behavior only at the two higher dose levels."
        },
        {
            "References": "Weir RJ, Fisher RS; Toxicol Appl Pharmacol 23: 351-64 as cited in USEPA; Health Advisory for Boron (Draft) p.12 (1988)",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ In a multigeneration reproduction study, 0, 117, 350, or 1,170 ppm boron as borax or boric acid in the diet was administered to groups of 8 male and 16 female Sprague Dawley rats. No adverse effects on reproduction or gross pathology were observed in those dosed with 5.9 or 17.5 mg boron/kg/day as borax or boric acid. The test groups fed 58.5 mg boron/kg/day were found to be sterile for both compounds. Males showed lack of spermatozoa in atrophied testes, and females showed decreased ovulation in the majority of the ovaries examined."
        },
        {
            "References": "Christian M, ed; J American College of Toxicology 2 (7): 87-125 (1983)",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Groups of 18 male rats were placed on diets containing 0-2,000 ppm boron as sodium borate (about 0-1.06 g/kg/day sodium borate). At 30 and 60 days, 5 rats from each group were mated to assess fertility, 10 rats were used to determine hormone concentrations, and 3 were used to evaluate enzyme activities, histopathologic changes, and organ weights. Throughout the study, no animals showed signs of systemic toxicity. Body and organ weights, as well as food consumption, were normal. At 1000 and 2000 ppm boron (about 0.53 and 1.06 g/kg/day sodium borate), the following gonadal effects were observed: reduced testicular weight (60 days); decreased epididymal weight (30 days); reductions in spermatocytes, spermatids, tubular diameter, and numbers of mature spermatozoa (30 days); and germinal aplasia (60 days). Dose dependent reductions in hyaluronidase, sorbital dehydrogenase, and lactic acid dehydrogenase isoenzyme-x were observed at 30 days. At 2000 ppm boron, increased FSH and LH concentrations were reported; FSH levels were still above normal 12 months post-feeding. Rats given dietary concentrations of 1000 ppm boron for 30 days, 1000 ppm boron for 60 days (about 0.53 g/kg/day sodium borate), and 2000 ppm boron for 30 days (about 1.06 g/kg/day sodium borate) were infertile for 3, 4, and 8 weeks post-feeding. Rats receiving 2000 ppm boron for 60 days (about 1.06 g/kg/day sodium borate) remained infertile throughout the 32 wk mating trials."
        },
        {
            "References": "USEPA/Office of Pesticide Programs; Reregistration Eligibility Decision Document - Boric acid and its Sodium Salts. February 1994. Available from, as of May 17, 2005: https://www.epa.gov/pesticides/reregistration/status.htm",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ In a reproduction study conducted in Sprague Dawley rats, borax was administered in the feed at doses of 0, 65, 154, or 515 mg/kg/day for 3 generations. The systemic and reproduction NOELs were 154 mg/kg/day and the systemic and reproductive LOELs were 515 mg/kg/day. At this dose level, there was a reported decrease in weight gain during the pre-mating period in both sexes and food efficiency was lower in females. The testes in males were atrophied and there was a reported decrease in the number of corpora lutea in females at the highest dose tested. Additionally, no litters were produced when high dose males were mated to high dose females. When high dose females were mated to control males, there was a reported decrease in the number of litters and pup survival was adversely affected."
        },
        {
            "References": "DHHS/ATSDR; Toxicological Profile for Boron  (PB/93/110674/AS) (July 1992). Available from, as of April 25, 2005: https://www.atsdr.cdc.gov/toxpro2.html",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ When dogs were administered 8.8 mg boron/kg/day (350 ppm borax or boric acid) for 2 years, no reproductive effects were observed. Reproductive effects were reported in rats following chronic exposure. In rats fed up to 58.5 mg boron/kg/day (as borax or boric acid) for several generations, there was a lack of viable sperm in atrophied testes and ovulation decreased in females. There were testicular atrophy and interstitial hyperplasia in mice that consumed lethal doses (48 and 96 mg boron/kg/day) over a period of 103 weeks."
        },
        {
            "References": "California Environmental Protection Agency/Department of Pesticide Regulation; Toxicology Data Review Summaries. Available from:  https://www.cdpr.ca.gov/docs/toxsums/toxsumlist.htm on Boric acid and related inorganic Borates as of May 6, 2005.",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Four beagles per sex were given control or 1.03% borax in diet. Two/sex/group were sacrificed at wk 26. The other two controls/sex and one treated dog/sex were sacrificed at wk 38. The remaining dog/sex on treatment was placed on control diet for 25 days prior to sacrifice. \"Testicular atrophy and spermatogenic arrest\" were attributed to treatment, a \"possible adverse effect\". Investigators described the male recovery study dog as having a \"moderate degree of degeneration and evidence of complete cessation of spermatogenesis\". Varying degrees of testicular degeneration or atrophy in controls confounded interpretation, however investigators considered that testicular atrophy was a probable treatment effect."
        },
        {
            "References": "Christian M, ed; J American College of Toxicology 2 (7): 87-125 (1983)",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Acute doses of 45-450 mg/kg boron as sodium borate (398.2-3982.3 mg/kg sodium borate) were administered orally to male Sprague-Dawley rats. The rats were serially mated and no significant effects on male fertility were observed."
        },
        {
            "References": "PMID:9431568",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ In extensive studies using boric-acid and borax, both of these compounds were shown to have reproductive toxicity in rats and mice, although no definitive studies have been reported for humans.  Changes in testicular characteristics following exposure to boric-acid suggested the involvement of an endocrine mechanism.  This idea was supported by early studies showing increased blood follicle stimulating hormone levels and depressed testosterone in rodents exposed to borax or boric-acid.  Subsequent studies have suggested that hormonal changes are secondary to germ cell changes."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. V3 536",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Male rats were administered diets containing borax for 30 or 60 days. Daily doses of borax equivalent to 570 or 1140 mg/kg of boric acid (100 or 200 mg B/kg/day) produced decreased testicular weight after 60 days. In addition, reduced spermatogenesis, decreased in selected testicular enzymes, and impaired fertility were also observed at these dose levels. Fertility was unaffected at a lower dose of borax (equivalent to 285 mg/kg or boric acid/day). ...There was no recovery from testicular atrophy at higher doses, once the germ cells were depleted. /Boric acid and salts/"
        },
        {
            "References": "European Centre for Ecotoxicology and Toxicology of Chemicals, Brussels, Technical Report No. 63, 91 pages, 169 references, 1995",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ The toxicology of the inorganic borates boric-acid (10043353), borax (1303964), boric-oxide (1303862), sodium-perborate-tetrahydrate (10486007), sodium-perborate-monohydrate (10332339), borax-pentahydrate (12179043), and anhydrous-borax (1330434) was reviewed, and a risk assessment for man was conducted. The toxicological end points of concern identified for both boric-acid and borax from animal studies were fertility and developmental toxicity. The lowest no observed adverse effect level for fertility in male and female rats was 17mg/kg boron (7440428) for both boric-acid and borax. Effects observed at the low observed adverse effect level included testicular toxicity, reduced spermiation in males and decreased ovulation in females. Testicular atrophy was noted at higher doses. Only boric-acid data was available for developmental toxicity from rat, mouse, and rabbit studies. The most sensitive species was the rat with a no observed adverse effect level of 0.5mg/kg boron, based on reduced fetal body weight and skeletal effects. A tolerable daily intake of borates for a 60 kilogram person was calculated to be 34 milligrams (mg) boron/day and 19.2mg boron/day which could be ingested without the risk of fertility or developmental effects, respectively. Considering that the maximum boron intake from the diet is 7mg/day from food, mineral waters, and other beverages including wine, up to 12mg boron could be obtained from other resources without exceeding the daily intake limit."
        },
        {
            "References": "Fail PA  et al; Reproductive Toxicology, Vol. 12, No. 1, pages 1-18, 89 references, 1998.",
            "Value": "/ENDOCRINE MODULATION/ The toxic effects of boronated compounds were examined by reviewing human and animal knowledge regarding general, genetic, carcinogenic, reproductive, endocrine, and developmental toxicities. These compounds have been found to be toxic at high doses to all species tested. No evidence of genotoxicity, carcinogenicity, or mutagenicity has been identified. In extensive studies using boric-acid (10043353) and borax (1303964), both of these compounds were shown to have reproductive toxicity in rats and mice, although no definitive studies have been reported for humans. Changes in testicular characteristics following exposure to boric-acid suggested the involvement of an endocrine mechanism. This idea was supported by early studies showing increased blood follicle stimulating hormone levels and depressed testosterone in rodents exposed to borax or boric-acid. Subsequent studies have suggested that hormonal changes are secondary to germ cell changes. Developmental changes following exposure to relatively low levels of boric-acid have been reported in rats, mice, rabbits, and birds. Human risk assessments do not suggest a likelihood of human toxicity from boron-containing inorganics."
        },
        {
            "References": "Landolph JR; Amer J Ind Med 7 (1): 31-43 (1985)",
            "Value": "/GENOTOXICITY/ The cytotoxicity of crude borax ore intermediately refined kernite ore, and refined borax was studied using mammalian cell culture systems. Mouse embryo fibroblasts, Chinese-hamster cells, and diploid human foreskin fibroblasts were used. ... Borax preparations were not mutagenic in human cells or mouse cells and only weakly in hamster cells. Refined borax did not induce neoplastic transformation in mouse cells; borax ore and kernite ore induced only weak transformation. /Results indicate/ that borax and borax ores are cytotoxic to mammalian cells at high concentrations, are at most weakly mutagenic, and are not significantly oncogenic."
        },
        {
            "References": "Benson WH et al; Environ Toxicol Chem 3 (2): 209-14 (1984)",
            "Value": "/GENOTOXICITY/ The mutagenicity of borax and boric acid was examined in Salmonella typhimurium strains TA 98 and TA 100 by the preincubation method. No mutagenic activity of borax or boric acid was observed with or without S-9 rat liver enzymes. Experiments also were conducted to investigate the enhancement or inhibition of benzo(a)pyrene mutagenicity by the 2 compounds. Neither borax nor boric acid had any effect on the response of Salmonella typhimurium test strains to benzo(a)pyrene."
        },
        {
            "References": "Christian M, ed; J American College of Toxicology 2 (7): 87-125 (1983)",
            "Value": "/GENOTOXICITY/ When added to the medium at concentrations 0.25%-0.50%, sodium borate induced reduced eye phenocopies in Drosophila melanogaster. Larvae treated with these borate salts had embryonic malformations."
        },
        {
            "References": "Christian M, ed; J American College of Toxicology 2 (7): 87-125 (1983)",
            "Value": "/GENOTOXICITY/ ...The effects of sodium borate on the polytene salivary chromosomes of larval D. melanogaster flies /was studied/. At a concentration of 17.5 x 10-4 M, sodium borate induced lumpy inclusions in most nuclei, grainy chromocenters, and increased chromosomal puff activity. Additionally, increased staining in the nuclei which was the result of increased RNA and DNA content was observed. /Another study/... reported that at a concentration of 17.5 x 10-4 M, sodium borate induced reduced eye mutations in flies and caused the formation of 22 new puffs on 5 separate polytene chromosomes. Puffs result from nucleic acid synthesis. ...Thiry three borate-induced puffs /were observed/ in four prepupal salivary chromosomes. One of the puffs occurred in the region of the cytogenic localization \"ey\" gene phenotype (reduced eyes)."
        },
        {
            "References": "WHO; Boron in Drinking-water: Background document for development of WHO Guidelines for Drinking-water Quality (WHO/SDE/WSH/03.04/54). Available from, as of May 9, 2005: https://www.who.int/water_sanitation_health/dwq/boron.pdf",
            "Value": "/GENOTOXICITY/ Borax was not mutagenic in cell transformation assays with Chinese hamster cells, mouse embryo cells, and human fibroblasts."
        },
        {
            "References": "Christian M, ed; J American College of Toxicology 2 (7): 87-125 (1983)",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ Addition of sodium borate to the incubation medium resulted in decreased potassium ion content of guinea pig cerebral cortex tissue."
        },
        {
            "References": "Christian M, ed; J American College of Toxicology 2 (7): 87-125 (1983)",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ ...0.12 M Sodium borate inhibited thromboplastin activity of rat brain microsomal fractions in vitro. This effect resulted in an increased clotting time. The effects of sodium borate may have resulted from its complexing with hydroxy groups of carbohydrates by forming cross-links between hydroxy groups on different disaccharide side chains of the same molecule."
        },
        {
            "References": "SYLVAIN IC et al; ANTICANCER RESEARCH; 18 (4A): 2455-2461 (1998).",
            "Value": "/IMMUNOTOXICITY/ Apoptosis has gained increasing attention in recent years. Several chemical compounds induce apoptotic lesions in the thymus. Male Wistar rats received 2000 ppm of borax (Na2B4O7.10H2O) in their food for 16 days. The rats were sacrificed 2, 5, 9, 12, 16, 19, 21, 26 and 28 days after the beginning of treatment. Thymus samples of all rats were taken. A Philips EM 300 electron microscopy was used to study the ultrastructural morphology. Serious nuclear and cytoplasmic lesions were observed. Moreover, numerous macrophages containing apoptotic cells were present in the thymus. The alterations were observed from the 2th to the 28th day. The extent of damage was much more important in the rats sacrificed 21, 26 and 28 days after borax ingestion."
        },
        {
            "References": "PMID:23923788",
            "Value": "/OTHER TOXICITY INFORMATION/ Based on the inhibition effect on the respiratory chain activity of microorganisms by toxicants, an electrochemical method has been developed to measure the current variation of a mediator in the presence of microorganisms contacted with a toxicant. Microelectrode arrays were adopted in this study, which can accelerate the mass transfer rate of an analyte to the electrode and also increase the total current signal, resulting in an improvement in detection sensitivity. /The authors/ selected Escherichia coli as the testee and the standard glucose-glutamic acid as an exogenous material. Under oxygen restriction, the experiments in the presence of toxicant were performed at optimum conditions (solution pH 7.0, 37 degrees C and reaction for 3 hr). The resulting solution was then separated from the suspended microorganisms and was measured by an electrochemical method, using ferricyanide as a mediator. The current signal obtained represents the reoxidation of ferrocyanide, which was transformed to inhibiting efficiency, IC50, as a quantitative measure of toxicity. The IC50 values measured were 410, 570 and 830 mg/L for sodium nitrite, borax and aluminum potassium sulfate, respectively. The results show that the toxicity sequence for these three food additives is consistent with the value reported by other methods. Furthermore, the order of damage degree to the microorganism was also observed to be: sodium nitrite > borax > aluminum potassium sulfate > blank, according to the atomic force microscopy images of E. coli after being incubated for 3 hr with the toxic compound in buffer solutions. The electrochemical method is expected to be a sensitive and simple alternative to toxicity screening for chemical food additives."
        },
        {
            "References": "Clayton, G. D. and F. E. Clayton (eds.). Patty's Industrial Hygiene and Toxicology: Volume 2A, 2B, 2C: Toxicology. 3rd ed. New York: John Wiley Sons, 1981-1982., p. 2986",
            "Value": "/OTHER TOXICITY INFORMATION/ Systemic toxicity of borax ... appears to be low as judged from lack of reactions in lung, GI tract, or any other organ of guinea pig when given in 3 intratracheal injections of 50 mg each of borax dust of particle size below 5 um. During 12 wk following injection, there was no impairment of appetite, diarrhea, or retention of urine."
        },
        {
            "References": "PMID:23786084",
            "Value": "/OTHER TOXICITY INFORMATION/  Urban ants are a worldwide critical household pests, and efforts to control them usually involve the use of alimentary baits containing slow-acting insecticides. A common toxicant used is boron, either as borax or boric acid. However, the presence of these compounds can affect the consumption of baits by reducing their acceptance and ingestion. Moreover, as feeding motivation varies widely, according not only to food properties but also to colony conditions, bait consumption might be diminished further in certain situations. In this study, ... the feeding response of ants toward two boron toxic baits (boric acid and borax) in low motivation situations that enhance any possible phago-deterrence the baits may produce /were compared/. Most studies investigating bait ingestion evaluate whole nests or groups of ants; here, /they/ analyzed the individual ingestion behavior and mortality of the Argentine ant, Linepithema humile (Mayr), and the carpenter ant, Camponotus mus (Roger), for two boron baits, to detect which compound generates a higher rejection in each of these species. Although these two species have similar feeding habits, /these/ results showed that ants under low motivation conditions reduced the acceptance and consumption of the toxic baits asymmetrically. While L. humile mostly rejected the borax, C. mus rejected the boric acid. These results denote the importance of considering the preference of each species when developing a pest management strategy."
        },
        {
            "References": "Massie HR; Environ Health Perspec 102 (Supp;7): 45-48 (1994)",
            "Value": "/OTHER TOXICITY INFORMATION/ Total boron concentrations in Drosophila changed during development and aging. The highest concentration of boron was found during the egg stage, followed by a decline during the larval stages. Newly emerged flies contained 35.5 ppm boron. During the adult stage the boron concentration increased by 52% by 9 weeks of age. Adding excess dietary boron during the adult stage decreased the median life span by 69% at 0.01 M sodium borate and by 21% at 0.001 M sodium borate. Lower concentrations gave small but significant increases in life span. Supplementing a very low boron diet with 0.00025 M sodium borate improved life span by 9.5%. The boron contents of young and old mouse tissues were similar to those of Drosophila and human samples. Boron supplements of 4.3 and 21.6 ppm in the drinking water, however, did not significantly change the life span of old mice fed a diet containing 31.1 ppm boron"
        },
        {
            "References": "Christian M, ed; J American College of Toxicology 2 (7): 87-125 (1983)",
            "Value": "/OTHER TOXICITY INFORMATION/ Sodium borate and boric acid affect the activity of a variety of enzymes. ...Sodium borate inhibits human, sheep, bovine, and porcine blood arginase (5 x 10-8 to 5 x 10-5 M); yeast alcohol dehydrogenase (2.5 x 10-4 to 7.5 x 10-4 M); and yeast, and rat and guinea pig liver glyceraldehydephosphate dehydrogenase (0.003-0.01M) and does not affect rabbit muscle and guinea pig liver lactate dehydrogenase (0.005-0.01M). ...Sodium borate has been reported to inhibit oxygen uptake (0.033-0.26 M), ammonia formation, and glutamine synthesis in guinea pig brain cells (0.05-0.13 M). ...Sodium borate (0.02 M) inhibited carnitine dehydrogenase, which catalyzes the oxidation of L-carnitine to 3 dehydrocarnitine, in Pseudomonas aeruginosa. The activity of o-diphenyl oxidase, an enzyme which oxidizes polyhydroxyphenols is competitively inhibited by 4 x 10-4 to 4 x 10-3 M sodium borate. ...In Methylomonas methylovora (an obligate methyltroph), sodium borate inhibited phenazine methosulfate-linked methamine dehydrogenase activity. Sodium borate (0.2-4 mM) was a reversible competitive inhibitor of beta-lactamase I (a penicillinase) from Bacillus cereus."
        },
        {
            "References": "Christian M, ed; J American College of Toxicology 2 (7): 87-125 (1983)",
            "Value": "/OTHER TOXICITY INFORMATION/ Sodium borate (0.03 M) delayed the establishment of the lac operon repressor in bacterial zygotes by inhibiting RNA transcription and synthesis. Borate inhibition of beta-galactosidase was rapid. Induced enzyme synthesis was depressed 53%; however, constitutive synthesis was stimulated 25%."
        },
        {
            "References": "Christian M, ed; J American College of Toxicology 2 (7): 87-125 (1983)",
            "Value": "/OTHER TOXICITY INFORMATION/ In the Hodge and Sterner classification of single-dose oral toxicity for rats, sodium borate... would be classified as practically nontoxic to slightly toxic."
        }
    ],
    "plant_translocations": [
        {
            "content": "The investigation highlights the translocation patterns of borax applied foliarly in plants, indicating limited penetration and translocation rates within the foliage. The study reveals that foliar uptake of borax was relatively low, reaching only about 10% within 48 hours post-treatment and 12.2% after 12 days. Variability in uptake rates was noticeable, with higher consistency observed in plants treated with Solubor. Interestingly, the study reported substantial differences in foliar uptake among various plant species, with some showing near-complete uptake within 24 hours while others only absorbed a minute fraction of the applied borax. Additionally, the translocation of borax from treated leaves to non-treated aerial parts and roots increased notably over time, suggesting a gradual redistribution. Chemical composition of the applied solution influenced borax distribution within non-treated parts shortly after application but became indistinguishable between treatments after 12 days. The study underscores the mobility of foliar-applied borax, albeit not as rapid as reported in certain cases, highlighting the complexity of its translocation, which is influenced by factors like leaf age and plant boron supply. The research calls for further exploration to elucidate the diverse translocation mechanisms among plant species and to clarify the nature of soluble boron complexes involved in its phloem mobility. This emphasizes the need for continued investigations into formulations, additives, and environmental factors to enhance borax uptake efficiency in foliar treatments, particularly focusing on its translocation patterns across different plant species and climatic conditions.",
            "reference": "Kerrien, F., Chamel, A., & Imbert, J.-L. (1997). Comparative study of foliar uptake and translocation of boron (10B) supplied as four different products in radish plants. Boron in Soils and Plants, 191–195. doi:10.1007/978-94-011-5564-9_38 ",
            "method": {
                "Test Plant": "Radish.",
                "Apply Location": "Foliar application on the midrib of one of the pair of first leaves.",
                "Plant Grown Condition": "Seeds were germinated in Petri dishes and then planted in pots (10 seeds pot-1) containing compost (sedge and sphagnum peat) in a controlled climate chamber with a temperature of 22/15°C, humidity of 70/90%, and photoperiod of 16/8h.",
                "Chemical preparation": "Boron solutions enriched with 10B, made up to a concentration of 20 mM (0.202 g L-1); Use four different lOB enriched products: boric acid, borax decahydrate, high-solubility concentrate of sodium borate (Solubor) and an organic solution containing B (Cultibor).",
                "Received pesticide of plant": "Each 40 uL deposit corresponded to 0.8 umol of B or 8.08 ug of total B deposited per plant treated.",
                "Other Information": "Each boron solution was applied to 12 plants, with a total of 8 plants treated with distilled water serving as controls."
            },
            "result": "[{\"Treatment\": \"Boric acid\", \"Time After Application\": \"48 hours\", \"Total Uptake %\": \"6.7%\", \"Aerial Parts Uptake %\": \"3.9%\", \"Roots Uptake %\": \"2.8%\"}, {\"Treatment\": \"Borax decahydrate\", \"Time After Application\": \"48 hours\", \"Total Uptake %\": \"14.0%\", \"Aerial Parts Uptake %\": \"8.3%\", \"Roots Uptake %\": \"5.7%\"}, {\"Treatment\": \"Solubor\", \"Time After Application\": \"48 hours\", \"Total Uptake %\": \"15.6%\", \"Aerial Parts Uptake %\": \"11.6%\", \"Roots Uptake %\": \"4.0%\"}, {\"Treatment\": \"Cultibor\", \"Time After Application\": \"48 hours\", \"Total Uptake %\": \"13.2%\", \"Aerial Parts Uptake %\": \"7.1%\", \"Roots Uptake %\": \"6.1%\"}]"
        }
    ]
}