{
    "_id": {
        "$oid": "6682e9cbc4e5dba5ffba2c69"
    },
    "CID": {
        "$numberInt": "16212360"
    },
    "Name": "SODIUM FLUOROACETATE",
    "IUPACName": "sodium;2-fluoroacetate",
    "CanonicalSMILES": "C(C(=O)[O-])F.[Na+]",
    "Synonyms": [
        "1080",
        "sodium fluoroacetate",
        "62-74-8",
        "Sodium monofluoroacetate",
        "Compound 1080",
        "Natriumfluoracetat",
        "Furatol",
        "Yasoknock",
        "Fratol",
        "Sodium fluoroacetate [ISO]",
        "Fluoroacetic acid sodium salt",
        "sodium;2-fluoroacetate",
        "Sodium fluoacetate",
        "Sodium fluoracetate",
        "Sodium fluoacetic acid"
    ],
    "IsomericSMILES": "C(C(=O)[O-])F.[Na+]",
    "INCHI": "InChI=1S/C2H3FO2.Na/c3-1-2(4)5;/h1H2,(H,4,5);/q;+1/p-1",
    "INCHIKEY": "JGFYQVQAXANWJU-UHFFFAOYSA-M",
    "Formula": "C2H2FNaO2",
    "MolecularWeight": {
        "$numberDouble": "100.02"
    },
    "Description": "Sodium fluoroacetate is an organic sodium salt. It has a role as a rodenticide. It contains a fluoroacetate.",
    "XlogP": {
        "$numberDouble": "NaN"
    },
    "Complexity": {
        "$numberInt": "46"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "plant_concentrations": [
        {
            "References": "PMID:16111002",
            "Value": "Sodium fluoroacetate (compound 1080) is applied as a vertebrate pesticide in New Zealand for control of introduced mammalian pests. Despite its widespread use, little is known about the soil ecotoxicity of 1080. Therefore, the hazard of 1080 to soil invertebrates, plants, and soil microorganisms was evaluated in a series of controlled laboratory tests. ... Lettuce (Lactuca sativa) was more sensitive than oats (Avena sativa) to 1080. Lettuce seedling emergence and seedling shoot growth were adversely affected at a soil concentration of 7 mg/kg. The presence of 1080 in soil at concentrations up to 1 g/kg soil did not affect the ability of soil microorganisms to mineralize nitrogen. Furthermore, nitrate mineralization was not inhibited in soil treated with the urine of 1080-poisoned possums (Trichosurus vulpecula). The data collectively indicate that 1080-related effects on soil organisms occur at levels well above those that have been measured in soil (<0.1 mg/kg) following application of 1080 in baits for vertebrate pest control in New Zealand."
        }
    ],
    "environmental_bioconcentrations": [
        {
            "References": "(1) Serjeant EP, Dempsey B; Ionisation Constants of Organic Acids in Aqueous Solution. International Union of Pure and Applied Chemistry (IUPAC). IUPAC Chemical Data Series No. 23. New York, NY: Pergamon Press, Inc (1979)",
            "Value": "When released to water, sodium fluoroacetate will ionize to the fluoroacetate anion given a pKa of 2.72(1). Since the fluoroacetate is very water soluble, bioconcentration in aquatic organisms is not likely to occur(SRC)."
        }
    ],
    "environmental_biodegradations": [
        {
            "References": "Clarke, M. L., D. G. Harvey and D. J. Humphreys. Veterinary Toxicology. 2nd ed. London: Bailliere Tindall, 1981., p. 162",
            "Value": "FLUOROACETATES ARE SLOWLY DESTROYED BY SOIL BACTERIA, & DO NOT USUALLY PERSIST IN SOIL FOR MORE THAN 2 MO. /FLUOROACETATES/"
        },
        {
            "References": "PMID:9870987",
            "Value": "AEROBIC: Following the addition of sodium fluoroacetate to a New Zealand-based stream water ecosystem model with Myriophyllum triphyllum, fluoroacetic acid was detected; proposed soil biodegradation pathways for the acid were the formation of glycollate or formation of oxaloacetate degrading to fluorocitrate(1)."
        }
    ],
    "mechanism_of_action": [
        {
            "References": "PMID:16696292",
            "Value": "Sodium fluoroacetate (SFAC) or Compound 1080 is a potent rodenticide, largely used after 1946 for rodent and home pest control. The toxic effects of SFAC are caused by fluorocitrate action, a toxic metabolite, which has a competitive action with aconitase enzyme, leading to citrate accumulation and resulting in interference in energy production by Krebs cycle blockade. ..."
        },
        {
            "References": "PMID:12505362",
            "Value": "Sodium monofluoroacetate (1080) is a vertebrate pesticide widely used for possum control in New Zealand. Fluoroacetate is also a toxic component of poisonous plants found in Australia, South Africa, South America, and India. Because of its importance and effectiveness in pest control and the highly toxic nature of this compound, its acute sub-lethal and target organ toxicity have been extensively studied. In relation to its use as a pesticide its environmental fate, persistence, non-target impacts and general toxicology have been and continue to be extensively studied. Toxic baits must be prepared and used with extreme care, otherwise humans, livestock, and non-target wildlife will be put at risk. The high risk of secondary poisoning of dogs is a cause for concern. 1080 acts by interfering with cellular energy production. Possums die from heart failure, usually within 6-18 hr of eating baits. Long-term exposure to sub-lethal doses can have harmful effects and strict safety precautions are enforced to protect contractors and workers in the bait manufacturing industry. Considerable care is taken when using 1080 to ensure that the risks of using it are outweighed by the ecological benefits achieved from its use. When its use is controversial, risk communicators must take care not to trivialize the toxicity of the compound. The benefits of 1080 use in conservation, pest control, and disease control should be weighed up alongside the risks of using 1080 and other techniques for pest control."
        },
        {
            "References": "PMID:20554857",
            "Value": "Active neurons have a high demand for energy substrate, which is thought to be mainly supplied as lactate by astrocytes. Heavy lactate dependence of neuronal activity suggests that there may be a mechanism that detects and controls lactate levels and/or gates brain activation accordingly. Here, we demonstrate that orexin neurons can behave as such lactate sensors. Using acute brain slice preparations and patch-clamp techniques, we show that the monocarboxylate transporter blocker alpha-cyano-4-hydroxycinnamate (4-CIN) inhibits the spontaneous activity of orexin neurons despite the presence of extracellular glucose. Furthermore, fluoroacetate, a glial toxin, inhibits orexin neurons in the presence of glucose but not lactate. Thus, orexin neurons specifically use astrocyte-derived lactate. The effect of lactate on firing activity is concentration dependent, an essential characteristic of lactate sensors. Furthermore, lactate disinhibits and sensitizes these neurons for subsequent excitation. 4-CIN has no effect on the activity of some arcuate neurons, indicating that lactate dependency is not universal. Orexin neurons show an indirect concentration-dependent sensitivity to glucose below 1 mm, responding by hyperpolarization, which is mediated by ATP-sensitive potassium channels composed of Kir6.1 and SUR1 subunits. In conclusion, our study suggests that lactate is a critical energy substrate and a regulator of the orexin system. Together with the known effects of orexins in inducing arousal, food intake, and hepatic glucose production, as well as lactate release from astrocytes in response to neuronal activity, our study suggests that orexin neurons play an integral part in balancing brain activity and energy supply."
        },
        {
            "References": "PMID:17288493",
            "Value": "Sodium fluoroacetate was introduced as a rodenticide in the US in 1946. However, its considerable efficacy against target species is offset by comparable toxicity to other mammals and, to a lesser extent, birds and its use as a general rodenticide was therefore severely curtailed by 1990. Currently, sodium fluoroacetate is licensed in the US for use against coyotes, which prey on sheep and goats, and in Australia and New Zealand to kill unwanted introduced species. The extreme toxicity of fluoroacetate to mammals and insects stems from its similarity to acetate, which has a pivotal role in cellular metabolism. Fluoroacetate combines with coenzyme A (CoA-SH) to form fluoroacetyl CoA, which can substitute for acetyl CoA in the tricarboxylic acid cycle and reacts with citrate synthase to produce fluorocitrate, a metabolite of which then binds very tightly to aconitase, thereby halting the cycle. Many of the features of fluoroacetate poisoning are, therefore, largely direct and indirect consequences of impaired oxidative metabolism. Energy production is reduced and intermediates of the tricarboxylic acid cycle subsequent to citrate are depleted. Among these is oxoglutarate, a precursor of glutamate, which is not only an excitatory neurotransmitter in the CNS but is also required for efficient removal of ammonia via the urea cycle. Increased ammonia concentrations may contribute to the incidence of seizures. Glutamate is also required for glutamine synthesis and glutamine depletion has been observed in the brain of fluoroacetate-poisoned rodents. Reduced cellular oxidative metabolism contributes to a lactic acidosis. Inability to oxidise fatty acids via the tricarboxylic acid cycle leads to ketone body accumulation and worsening acidosis. Adenosine triphosphate (ATP) depletion results in inhibition of high energy-consuming reactions such as gluconeogenesis. Fluoroacetate poisoning is associated with citrate accumulation in several tissues, including the brain. Fluoride liberated from fluoroacetate, citrate and fluorocitrate are calcium chelators and there are both animal and clinical data to support hypocalcaemia as a mechanism of fluoroacetate toxicity. However, the available evidence suggests the fluoride component does not contribute. Acute poisoning with sodium fluoroacetate is uncommon. Ingestion is the major route by which poisoning occurs. Nausea, vomiting and abdominal pain are common within 1 hour of ingestion. Sweating, apprehension, confusion and agitation follow. Both supraventricular and ventricular arrhythmias have been reported and nonspecific ST- and T-wave changes are common, the QTc may be prolonged and hypotension may develop. Seizures are the main neurological feature. Coma may persist for several days. Although several possible antidotes have been investigated, they are of unproven value in humans. The immediate, and probably only, management of fluoroacetate poisoning is therefore supportive, including the correction of hypocalcaemia."
        },
        {
            "References": "U.S. Environmental Protection Agency's Integrated Risk Information System (IRIS) on Sodium fluoroacetate (62-74-8). Available from: https://www.epa.gov/iris/index.html on the Substance File List as of June 24, 2003.",
            "Value": "Sodium fluoroacetate (compound 1080) had been previously used as a potent rodenticide which has a well-characterized mechanism of action. Fluoroacetate is converted to fluorocitrate in vivo which in turn inhibits the enzyme aconitase of the tricarboxylic acid (TCA or Krebs) cycle. This enzyme converts citric acid to cis-aconitic acid/isocitric acid. The inhibition of aconitase by fluorocitrate results in a lethal accumulation of citric acid which in turn causes violent convulsions and death from cardiac failure or respiratory arrest. ...Although administration of fluoroacetate following a single intravenous injection results in substantial bone accumulation indicative of defluorination of the molecule, the acute and subchronic toxicological effects of fluoroacetate are clearly due to aconitase inhibition."
        },
        {
            "References": "Klaassen, C.D. (ed). Casarett and Doull's Toxicology. The  Basic Science of Poisons. 6th ed. New York, NY:  McGraw-Hill, 2001., p. 801",
            "Value": "The mechanism of action involves the incorporation of the fluoroacetate into fluoroacetyl-coenzyme A, which condenses with oxaloacetate to form fluorocitrate, which inhibits the enzyme aconitase and prevents the conversion of citrate to isocitrate in the tricarboxylic (Krebs) cycle. Inhibition of this system by fluorocitrate results in reduced glucose metabolism and cellular respiration and affects tissue energy stores. /Fluoroacetic acid and derivatives/"
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists. Documentation of the TLV's and BEI's with Other World Wide Occupational Exposure Values. CD-ROM Cincinnati, OH 45240-1634 2005., p. 2",
            "Value": "...Fluoroacetate is converted in vivo to fluorocitrate, a potent inhibitor of the tricarboxylic acid cycle enzyme cis-aconitase. As a result, the energy available to cells from phosphorylation was diminished and citrate accumulated. In addition to affecting the Krebs cycle at the citrate stage, ...fluorocitrate also exerts its toxic action by covalently binding two glutathione-dependent enzymes which are located in the inner membrane of mitochondria. These enzymes are responsible for transporting citrate into and out of this organelle."
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "PMID:3778356",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ ... Administration of 3 mg sodium fluoroacetate/kg bw to Rattus norvegicus /brown rat/ produced a five-fold increase in plasma citrate levels within 4 hr. ... In the rat, 2 mg sodium fluoroacetate/kg bw reduced oxygen consumption by between 28 and 57%. Aconitate hydratase activity in extracts of liver acetone powders ... was ... inhibited by (-)erythrofluorocitrate (Ki; 0.065 mM) ... (Ki; 0.026 mM) ... ."
        },
        {
            "References": "Krieger, R. (ed.). Handbook of Pesticide Toxicology. Volume 2, 2nd ed. 2001. Academic Press, San Diego, California., p. 1795",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ ...In cats intravenously injected with fluoroacetate at 0.03 mmol/kg the ionized calcium level in blood fell by an average of 27.2%, 40 minutes after injection. There was a corresponding prolongation of the QT interval of the electrocardiogram, and treatment with CaCl2 significantly prolonged the life of the treated animals as compared with unmedicated positive controls."
        },
        {
            "References": "PMID:3764925",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ .... Adult male Cr1:CD(SD)BR rats were administered 3 mg/kg, the median lethal dose of sodium monofluoroacetate. ... Adult beagle dogs were administered sodium monofluoroacetate in 50, 100, or 150 ug/kg... . Rats treated with 3 mg sodium monofluoroacetate/kg were less active within 2 hours after the treatment. Convulsions occurred in some animals between 3.5 to 4 hours after dosing. A 40% reduction in heart adenosine triphosphate was observed 2 hours after the treatment with sodium monofluoroacetate. The depletion of ATP was inversely correlated with rapidly rising serum citrate level. The increases in citrate were smaller in dogs than in rats. Elevated serum citrate was indicative of the onset of toxicity in both species..."
        },
        {
            "References": "PMID:19793028",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Sodium monofluoroacetate (SMFA; also known as compound 1080) is a highly toxic chemical; therefore, accidental exposure and intentional misuse are of great concern. SMFA intoxication is reportedly caused by the inhibition of aconitase. However, the pathogenesis underlying SMFA intoxication is not clear. This study was conducted to elucidate the acute effects of SMFA on glucose, amino-acid, and fatty-acid metabolism and to assess glucose supplementation as a possible alleviator or aggravator in SMFA intoxication. Rats were assigned to three groups: SMFA+saline, SMFA+glucose, and control (i.e., no SMFA), and blood samples were analyzed at 3 hours after SMFA or saline (control) administration. Additional rats were used for the monitoring of blood-glucose and lactate concentrations for 10 hour- and 14-day survival rates. SMFA increased the serum-citrate, serum-pyruvate, and blood-lactate concentrations. However, despite significant increases in these parameters when SMFA was administered with glucose, the effects on pH values were small and the survival rate was not changed. SMFA also increased the serum concentrations of free fatty acids, branched-chain amino acids, ammonia, urea, and calcium. The presence of glucose enhanced or suppressed these metabolic changes. Amphibolic intermediates in the tricarboxylic acid cycle might be supplied through the catabolism of proteins in SMFA intoxication. We conclude that other factors, in addition to the accumulation of lactate, citrate, and pyruvate, may affect survival rates, and that SMFA induces imbalances in glucose, amino-acid, and, fatty-acid metabolism. All these changes are inter-related and may contribute to SMFA intoxication."
        },
        {
            "References": "U.S. Environmental Protection Agency's Integrated Risk Information System (IRIS) on Sodium fluoroacetate (62-74-8). Available from: https://www.epa.gov/iris/index.html on the Substance File List as of June 24, 2003.",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Administration of an ip dose of 5 mg sodium fluoroacetate/kg in rats 3 hr prior to liver perfusion resulted in a dramatic inhibition of /tricarboxylic acid/ (TCA) cycle activity. Citric acid accumulated 5-fold, glycolysis and gluconeogenesis activity decreased by 50-90% and mixed function oxidation was decreased by 50%."
        },
        {
            "References": "USEPA/Office of Pesticide Programs; Reregistration Eligibility Decision Document- Sodium Fluroacetate  September 1995. Available from, as of June 18, 2003: https://www.epa.gov/pesticides/reregistration/status.htm",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ In a study with male Sprague Dawley rats, the animals were dosed with 0, 0.07, 0.19, or 0.71 mg/kg/day of sodium fluoroacetate in their drinking water for seven days. This was followed by 21 days without the test compound. A group of rats from each dose level was killed each day of treatment and on days 3, 7, 14, and 21 after dosing. The testes, kidneys and liver were examined. Testicular atrophy and nonreversible tubular degeneration were found at the mid and high dose. Testicular atrophy with reversible tubular degeneration was found at the low dose. No effects on liver or kidney were seen."
        },
        {
            "References": "U.S. Environmental Protection Agency's Integrated Risk Information System (IRIS) on Sodium fluoroacetate (62-74-8). Available from: on the Substance File List as of June 24, 2003. https://www.epa.gov/iris/index.html",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Sodium fluoroacetate was administered by gavage to male and female Sprague- Dawley rats (20/sex/group) at doses of 0, 0.05, 0.20 or 0.50 mg/kg/day for 13 weeks. Individual body weight measurements, food consumption and ophthalmoscopic examination indicated no signs of toxicity. During weeks 4 and 13, blood samples were collected and examined for hematology (hemoglobin; hematocrit; leukocyte, erythrocyte, platelet, reticulocyte and differential leukocyte count; and cell morphology) and complete serum chemistry analysis including fluorocitrate measurement. Following sacrifice at week 13, all animals were necropsied, after which organ weights were recorded, tissue samples taken, and complete histopathological examinations performed. Observed dose-related effects in organ weights were: increased absolute and relative heart weight in mid- and high-dose females and high-dose males; significantly decreased absolute and relative testis weights in mid- and high- dose males; and significantly decreased absolute spleen weights in high-dose males. In mid- and high-dose males, changes in the testes included bilateral hypospermatogenesis with fusion bodies in the seminiferous tubules, and in the epididymides, immature and/or abnormal sperm and reduced sperm count were noted. Histopathological changes in heart tissue, if any, consisted of subacute, minimal inflammation, but were not dose related. One female rat (in the high-dose group) that died before week 13 could not be classified as an accidental death. Four high-dose female rats exhibited convulsions on study day 79 (week 12), with no recurrences for the remainder of the study. Fluorocitrate levels were significantly increased after 4 weeks in the high- dose males and after 13 weeks in both the mid- and high-dose groups of both sexes. No significant hematological changes were recorded in female groups. Blood urea nitrogen was significantly decreased in low-dose males at week 4, but increased in high-dose males at week 13. High-dose females exhibited decreased total serum protein, and mid- and high-dose females had decreased globulin. The treatment-related findings of increased sodium fluorocitrate, increased heart weight, decreased testes weight with accompanying microscopic lesions of the testes, and central nervous system effects such as convulsions are consistent with those reported in the literature. Based on increased heart weight in mid-dose females and testicular changes in mid- dose males, the LOAEL (Lowest Observable Adverse Effect Level) is considered to be 0.2 mg/kg/day and the NOAEL (No Observable Adverse Effect Level) to be 0.05 mg/kg/day."
        },
        {
            "References": "PMID:12377993",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Groups of Sprague-Dawley rats received sodium monofluoroacetate (Compound 1080) at 0.025, 0.075, and 0.25 mg/kg by oral gavage once daily for 90 days and were then euthanized. The control and 0.25 mg/kg/day groups included additional rats of each sex that were treated for 90 days, then maintained without treatment for a further 56-day recovery period. Microscopic changes were restricted to the testes and the heart, and were seen only in males dosed with 1080 at 0.25 mg/kg/day and included severe hypospermia in the epididymides, severe degeneration of the seminiferous tubules of the testes, and cardiomyopathy. Sperm evaluation indicated severe decreases in all three sperm parameters evaluated (concentration, % motile, and % abnormal) at 0.25 mg/kg/day. There were no microscopic changes or 1080-related effects on sperm parameters at 0.025 and 0.075 mg/kg/day. The no observable effects level (NOEL) for rats administered 1080 via oral gavage for 90 days was 0.075 mg/kg/day. The lowest observable effects level (LOEL) dose was 0.25 mg/kg/day."
        },
        {
            "References": "USEPA/Office of Pesticide Programs; Reregistration Eligibility Decision Document- Sodium Fluroacetate  September 1995. Available from, as of June 18, 2003: https://www.epa.gov/pesticides/reregistration/status.htm",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Sodium fluoroacetate caused dose-related findings in histopathology and decreased size and weight of testes and epididymides in males in a subchronic dietary study in rats. In a subchronic study of sodium fluoroacetate in drinking water of rats, no effects were seen in the kidney or liver, but testicular atrophy and nonreversible tubular degeneration were found at the mid-and high-doses. Testicular atrophy with reversible tubular degeneration was found at the low dose."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists. Documentation of the TLV's and BEI's with Other World Wide Occupational Exposure Values. CD-ROM Cincinnati, OH 45240-1634 2005., p. 2",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ A dose of 6.6 to 20 ppm sodium fluoroacetate was administered in the drinking water ... /of rats/. After 21 days, the rats were sacrificed to evaluate the morphological changes in the testes of the treated rats. All concentrations of fluoroacetate produced early changes including kinking and clubbing of elongated spermatid heads. Depletion of mature spermatids and giant cells formed from early round spermatid were also observed. Tubular degeneration was characterized by loss of normal tubular pattern, individual cell necrosis, and exfoliation of of cells in the tubular lamina."
        },
        {
            "References": "Krieger, R. (ed.). Handbook of Pesticide Toxicology. Volume 2, 2nd ed. 2001. Academic Press, San Diego, California., p. 1796",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ A dosage of /(1 mg/kg)/ sodium fluoroacetate /to rats/ just below the maternal LD50 reduced oxygen consumption of the embryos as well as the mother but was not teratogenic."
        },
        {
            "References": "O'Connor C et al; Proceedings of the New Zealand Society of Animal Production 59 (0): 250-253 (1999)",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ ...Groups of 20 Perendale ewes, non-pregnant or pregnant with twins, were administered either a single (0.25 mg/kg) or multiple oral doses (0.05 mg/kg over 3 consecutive days) of a 1080 cereal pellet. The highest mortality occurred in the single dose groups (pregnant 45%, non-pregnant 21%) compared to the multiple dose groups (pregnant 35%, non-pregnant 0%). There was no mortality in the control group of pregnant ewes. Log-linear modelling showed highly significant treatment effects (P=0.0003) and differences (P=0.045) in acute mortality rates between pregnant (40%) and non-pregnant ewes (10%), which was linked to increased bioavailablity. There were no differences in the incidence of metabolic diseases, lambing percentages, lamb survival, or growth rates between dosed and undosed pregnant ewes."
        },
        {
            "References": "Turck P et al; Toxicologist 42(1-S): 258-9 (1998)",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ This investigation was intended to evaluate the developmental toxicity and teratogenic potential of 1080 in Sprague-Dawley rats following oral intubation. A pilot study was performed to help select doses for the subsequent study and consisted of groups of 5 time-mated females. Animals received 1080 at concentrations ranging from 0.1 to 1.0 mg/kg/day from Days 6 to 17 of gestation. A 60% mortality rate and reductions in maternal body weight and body weight gain as well as decreased litter size and increased resorptions were observed at 1.0 mg/kg/day. Consequently, the doses selected for the main study were 0.1, 0.33 and 0.75 mg/kg/day. Groups of 26 time-mated females received 1080 from Days 6 to 17 of gestation. On Day 20 of gestation, litters were delivered via laparohysterectomy. ...Significant reductions in maternal body weight, body weight gain and food consumption were noted at 0.75 mg/kg/day. No changes in litter size or resorptions were observed, but fetal body weight was significantly reduced at 0.75 mg/kg/day. No external fetal abnormalities were noted. Available data indicate that 1080 is maternally toxic at 0.75 mg/kg/day and higher. Embryolethality was noted at 1.0 mg/kg/day, but not at 0.75 mg/kg/day. At this stage, there is no evidence of developmental toxicity. Reductions in fetal body weight at 0.75 mg/kg/day are probably linked to maternal toxicity rather than a direct effect on the fetus."
        },
        {
            "References": "PMID:4739038",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ The inhibitory effect of sodium fluoroacetate (0.01-100 mM) on rat embryonic respiratory  capacity (QO2) in vitro was  significantly lower than on adult rat kidney tissue slices. Admin  of single dose to pregnant  rats on day 9 or 10 of pregnancy significantly decreased the  respiratory capacity and dry wt of  day 11 embryos, but not of day 12 embryos. The same dose was  nonteratogenic, suggesting that  by end of gestation embryos can compensate for metabolic change induced."
        },
        {
            "References": "Eason C et al; New Zealand J of Ecology 23 (2): 129-137 (1999)",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ ...Developmental abnormalities observed /in a series of studies in rats and mice/ were mild skeletal effects: slightly curved forelimbs, and bent or \"wavy\" ribs."
        },
        {
            "References": "PMID:2364992",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ Fluoroacetic and fluorocitric acid toxicity is often characterized by seizures. ...Intrathecal injection of fluorocitrate in mice resulted in seizures after an average latency of 15 seconds, while intracerebroventricular injection produced seizure after 36.5 min, and required higher doses to achieve this effect. This indicates the probable site of fluoroacetate and fluorocitrate neurotoxicity is the spinal cord. To mimic citrate accumulation, characteristic of fluoroacetate and fluorocitrate poisoning, citric acid was injected intrathecal and also found to produce seizures."
        },
        {
            "References": "Grant, W.M. Toxicology of the Eye. 3rd ed. Springfield, IL: Charles C. Thomas Publisher, 1986., p. 439",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ Sodium fluoroacetate has been found to injure surviving retina at concentrations of 0.005 molar or greater, and at 0.05 molar causes selective degeneration of cells in cultured retina. Whether poisoning of retina is involved in ill-defined visual disturbances observed in poisoned ... animals is not known."
        },
        {
            "References": "PMID:923910",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ Sodium fluoroacetate (1 mmolar) increased citrate concentration of rat epididymal fat pads from approx 7.0-69.8 nmol/g in absence or presence of insulin, but did not alter rate of fatty acid synthesis or the initial activities of pyruvate dehydrogenase and acetyl-CoA carboxylase."
        },
        {
            "References": "Artyushkova VA, Timeiko VN; Vopr Med Khim 28 (1): 77-81 (1982)",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ Endogenous respiration by liver homogenates of sodium fluoroacetate (Compound 1080)  intoxicated cats decreased by 40% compared to intact animals. In rats, the hepatic respiration  did not change 5 hr after introduction of sodium fluoroacetate. Similar differences in the  oxygen consumption were noticed under in vitro conditions. Endogenous resp by skeletal muscle  was 54% lower by 5 hr after ip admin than that seen in muscle homogenates of the intact rats.  In cats, no changes were observed (6 hr) following admin. Introduction of Compound 1080 under  in vitro conditions in rat muscle homogenates reduced resp 33%. Similar effects were noticed  in cat muscle homogenates. Use of pyruvate with Compound 1080 in rat and cat skeletal muscle  homogenates prevented the inhibitory effects of compound 1080 on respiration almost totally;  but only partially in cat liver homogenates."
        },
        {
            "References": "PMID:23613492",
            "Value": "/VETERINARY CASE REPORTS/ Sodium fluoroacetate is an organofluorine compound toxic to mammals, insects, and birds, currently registered for use only in livestock protection collars as a predacide in some North American states, with restricted use in California. A flock of 445 lambs and ewes in California were moved into a native pasture on a municipal refuse disposal site. Within 24 hours, 14 ewes were found dead, and the remaining sheep were moved off the site. Both ewes and lambs exhibited disoriented running, followed by apparent blindness, weakness, ataxia, coma, and death. Over the next 4 days, 63 ewes and 80 lambs died with a peak at 3 days after grazing the suspect pasture (157/445, 35% mortality). Two dead 4-month-old lambs and 2 ewes were submitted to the California Animal Health and Food Safety laboratory for necropsy. Grossly, there were bilateral diffuse pulmonary congestion and edema, hydrothorax and hydropericardium with fibrin clots, and multifocally extensive areas of epicardial petechiae, ecchymoses, and pallor. In 1 ewe, there was regional caudodorsal pulmonary hemorrhage and intraluminal tracheal clotted blood. Microscopically in all cases, there was multifocal acute myocardial degeneration and necrosis with nonsuppurative pleocellular myocarditis. Sodium fluoroacetate was detected in kidney from a lamb and a ewe at 27.5 and 12.5 parts per billion, respectively. All sheep were selenium deficient, and concurrent copper deficiency was diagnosed in 3. The pathological and toxicological findings were consistent with 1080 poisoning, possibly exacerbated by micronutrient deficiency. This outbreak raised an alert about the use of restricted products with potential lethal effect in animals in California."
        },
        {
            "References": "Clarke, M. L., D. G. Harvey and D. J. Humphreys. Veterinary Toxicology. 2nd ed. London: Bailliere Tindall, 1981., p. 162",
            "Value": "/VETERINARY CASE REPORTS/ In an outbreak ... /of poisoning/ cattle showed listlessness, anorexia, incoordination and accelerated heart and respiration rates, particularly when exerted, but no nervous signs or convulsions. Surviving animals remained unthrifty. Post mortem showed enlarged, flabby heart, fatty liver and edema of brisket and under jaw. Lambs exhibited incoordination, grinding of teeth, dullness, weakness and recumbency... tissue citric acid levels were 3 times normal value... . /Fluoroacetates/"
        },
        {
            "References": "PMID:15648937",
            "Value": "/VETERINARY CASE REPORTS/ Sodium monofluoroacetate, also known as compound 1080, is used in Australia for control of feral and pest species. Poisoning of non-target species by sodium monofluoroacetate can be difficult to diagnose if there is no history of exposure because clinical signs are non-specific. This communication describes the poisoning by sodium monofluoroacetate of seven dogs from one property over a period of 3 days. Poisoning by sodium monofluoroacetate was confirmed by toxicological analysis of stomach contents, gastric lavage fluid and vomitus from three of the dogs, but the source of the toxin was not found. Six of the seven dogs were Maremmas, and livestock guard animals may be at particular risk of exposure to pest control baiting programs."
        },
        {
            "References": "PMID:16119418",
            "Value": "/VETERINARY CASE REPORTS/ Sodium monofluoroacetate (Compound 1080) is a widely used pesticide for control of feral animals such as the fox. Accidental poisoning of domestic animals occurs despite strict regulations on 1080 usage. Dogs are particularly susceptible to the toxin. The mechanism of 1080 toxicity, susceptibility of target and non-target species, persistence of 1080 in the environment and risk of accidental poisoning are discussed. Particular emphasis is placed on 1080 toxicity in the dog. Early recognition of intoxication is most important for prognosis and relies upon characteristic clinical signs and diagnostic findings. The treatment of 1080 intoxication remains a challenge with no proven antidotes. However, there are possible benefits from monoacetin, acetamide, calcium salts, colestipol, activated charcoal, peritoneal dialysis, sodium bicarbonate, neurotransmitter modulators and four-methylpyrazole. A recommended treatment protocol for 1080 toxicosis in dogs is included. Safety measures such as the use of wire dog muzzles and investigating alternatives to 1080 in pest control programs may be the key to reducing the incidence of future accidental poisonings."
        },
        {
            "References": "Burns R, Arch Environ Contam Toxicol 28 (2): 141-4 (1995)",
            "Value": "/VETERINARY CASE REPORTS/ Under conditions of exaggerated hazard, sheep can be poisoned by ingesting /livestock protection collar containing sodium fluoroacetate/ solution, but adverse effects from normal /livestock protection collar/ use are rare."
        },
        {
            "References": "MEENKEN D et al; NEW ZEALAND JOURNAL OF AGRICULTURAL RESEARCH 40 (4): 573-576 (1997)",
            "Value": "/VETERINARY CASE REPORTS/ To assess the risk of secondary poisoning to dogs (Canis familiaris) which may scavenge carcasses of poisoned animals, possum carcasses were collected after a possum control operation using sodium monofluoroacetate (1080) paste baits, in Wairarapa, New Zealand, during 1994. The state of the decomposition of carcasses was assessed at intervals for up to 75 days and the 1080 concentrations of the stomach contents analyzed. Carcasses collected from the field were found to contain concentrations of 1080 high enough to pose a serious hazard to dogs, even up to 75 days after the poisoning operation."
        },
        {
            "References": "Grant, W.M. Toxicology of the Eye. 3rd ed. Springfield, IL: Charles C. Thomas Publisher, 1986., p. 438",
            "Value": "/VETERINARY CASE REPORTS/ Nature and basis of blurring of vision... /not/ established... . No known instances of permanent visual impairment in... animals that have recovered from poisoning, but transient disturbance of vision appears definite... . In severely poisoned cattle... vision... so impaired... animals have not avoided objects, but walked into them."
        },
        {
            "References": "Gosselin, R.E., R.P. Smith, H.C. Hodge. Clinical Toxicology of Commercial Products. 5th ed. Baltimore: Williams and Wilkins, 1984., p. III-193",
            "Value": "/VETERINARY CASE REPORTS/ /DOMESTIC ANIMALS/ Domestic animals such as cats and dogs may be poisoned by eating rodents and birds killed by fluoroacetate poisoned bait."
        },
        {
            "References": "PMID:16696292",
            "Value": "/OTHER TOXICITY INFORMATION/ Sodium fluoroacetate (SFAC) or Compound 1080 is a potent rodenticide, largely used after 1946 for rodent and home pest control. The toxic effects of SFAC are caused by fluorocitrate action, a toxic metabolite, which has a competitive action with aconitase enzyme, leading to citrate accumulation and resulting in interference in energy production by Krebs cycle blockade. In the present study, domestic cats were intoxicated with oral doses of fluoroacetate (0.45 mg/kg). The intoxicated animals presented emesis, diarrhea with abdominal pain posture and an abdominal palpation, tachypnea, bilateral midriasis, hypothermia, hyperexcitability and convulsions. Blood gas analysis indicated decreased pH and bicarbonate levels. Serum ionized calcium was also decreased. ECG showed non-specific changes in ventricular repolarization and ventricular arrhythmias. The survival rate was 75% in the treated group with calcium gluconate and sodium succinate and 37.5% in the nontreated group."
        },
        {
            "References": "PMID:15261984",
            "Value": "/OTHER TOXICITY INFORMATION/ Sodium monofluoroacetate (Compound 1080) has been widely used around the world as a vertebrate pest control agent. Following ingestion of 1080 there is a latent period, during which the compound is metabolised into a toxic form, before the onset of symptoms. The timing of this period varies significantly between species as does the median lethal dose. Traditionally different species have also been classified into groups depending on the primary organ system involved in 1080 toxicosis (cardiac, nervous, or mixed signs/symptoms). However, general acceptance of this method of classification has obscured the fact that several signs of fluoroacetate poisoning are common to most vertebrate species. This paper reviews five decades of literature on the signs/symptoms of fluoroacetate poisoning in vertebrates and concludes that there is little justification for the division of animals poisoned by fluoroacetate into symptomatic groups."
        },
        {
            "References": "Clarke, M. L., D. G. Harvey and D. J. Humphreys. Veterinary Toxicology. 2nd ed. London: Bailliere Tindall, 1981., p. 162",
            "Value": "/OTHER TOXICITY INFORMATION/ Fluoroacetate is highly toxic to all species ... . Toxicity for ruminants ... /is considerably influenced by route of admin and nature of fodder. ... /exptl/ results suggest that protein may exert protective effect in these species. ... There are 2 classes of signs found in varying degree in different animals. Ventricular arrhythmias, marked ventricular alteration, myocardial depression and ventricular fibrillation are seen in horses, goats, rabbits and monkeys; in dog and guinea pig, convulsions occur without parallel cardiac abnormalities; cat, pig, rat, and hamster show both cardiac and central nervous system responses. /fluoroacetates/"
        },
        {
            "References": "U.S. Environmental Protection Agency's Integrated Risk Information System (IRIS) on Sodium fluoroacetate (62-74-8). Available from: on the Substance File List as of June 24, 2003. https://www.epa.gov/iris/index.html",
            "Value": "/OTHER TOXICITY INFORMATION/ Tolerance to increasing doses of fluoroacetate has been demonstrated in mice, rats and the rhesus monkey, although this phenomena has not been shown in the dog or rabbit. The wide range of LD50 values among the various species... may be due to the ability of a particular species to metabolize monofluoroacetate compounds to nontoxic metabolites. Rodents and nonhuman primates have increased tolerance to challenging doses following repeated sublethal doses of monofluoroacetate. Dogs have not shown this response. Furthermore, dogs and rabbits have been shown to accumulate monofluoroacetate following repeated sublethal doses until lethal levels are attained. Mice and rats, on the other hand, have demonstrated the ability to tolerate such a regimen possibly through a more efficient detoxification mechanism."
        },
        {
            "References": "USEPA/Office of Pesticide Programs; Reregistration Eligibility Decision Document- Sodium Fluroacetate  September 1995. Available from, as of June 18, 2003: https://www.epa.gov/pesticides/reregistration/status.htm",
            "Value": "/OTHER TOXICITY INFORMATION/ An acute dermal toxicity study with rabbits used technical sodium fluoroacetate. The LD50 was 277.1 mg/kg for males and 324.2 mg/kg for females. The animals showed lethargy, diarrhea, and convulsions preceding death, along with extensive hemorrhage of the thymus and congestion of the lungs."
        },
        {
            "References": "USEPA/Office of Pesticide Programs; Reregistration Eligibility Decision Document- Sodium Fluroacetate  September 1995. Available from, as of June 18, 2003: https://www.epa.gov/pesticides/reregistration/status.htm",
            "Value": "/OTHER TOXICITY INFORMATION/ A primary eye irritation study used a 1.0% aqueous solution of sodium fluoroacetate with rabbits. There was slight irritation and slight chemosis. A primary dermal irritation study also used a 1.0% aqueous solution on rabbits. There was only transient slight edema on one rabbit and the compound was considered not irritating."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists. Documentation of the TLV's and BEI's with Other World Wide Occupational Exposure Values. CD-ROM Cincinnati, OH 45240-1634 2005., p. 2",
            "Value": "/OTHER TOXICITY INFORMATION/ /Researchers found that 10ppm of sodium flouroacetate in the diet caused only a transient fluctuation in the growth rate of the rat. A level of 20 ppm (2 mg/kg in young rats) inhibited the growth rate sharply during the first week, but the rats survived, and their growth rate gradually became normal within 3 to 4 weeks. Tolerance for the chemical lasted less than 2 weeks. Rats that had adjusted to the compound showed a second retardation of growth when returned to a dietary level of 20 ppm after 2 weeks on a normal diet. These same authors noted that rats conditioned to a dietary level of 20 ppm were then able to adapt to a dietary level of 40 ppm, a dose greater than the single LD50 dose per day."
        },
        {
            "References": "Eason C et al; Wildl Res 18 (4): 445-450 (1991)",
            "Value": "/OTHER TOXICITY INFORMATION/ Feral cats were observed after they had ingested a polymer bait loaded with 0.4-1.6 mg sodium monofluoracetate (1080) per 1 g bait, equivalent to doses of 0.1-1.3 mg/kg weight. Deaths occurred with 0.6 mg per bait and all higher doses. With the highest dose all animals died within 24 hr. An approximate oral LD50 of 0.28 mg/kg (0.07-0.49) and LD90 of 0.35 mg/kg (0.14-0.56) were calculated (with 95% confidence limits). Main symptoms were disorientation and lethargy, followed by death."
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "(1) Serjeant EP, Dempsey B; Ionisation Constants of Organic Acids in Aqueous Solution. International Union of Pure and Applied Chemistry (IUPAC). IUPAC Chemical Data Series No. 23. New York, NY: Pergamon Press, Inc (1979) (2) Doucette WJ; pp. 141-188 in Handbook of Property Estimation Methods for Chemicals. Boethling RS, Mackay D, eds. Boca Raton, FL: Lewis Publ (2000)  (3) Swann RL et al; Res Rev 85: 17-28 (1983) (4) US EPA; Estimation Program Interface (EPI) Suite. Ver. 4.1. Nov, 2012. Available from, as of Mar 31, 2014: https://www.epa.gov/oppt/exposure/pubs/episuitedl.htm",
            "Value": "When released to moist soil, sodium fluorooacetate will exist as the fluoroacetate anion given a pKa of 2.72(1). Anions generally do not adsorb more strongly to organic carbon and clay than their neutral counterparts(2).  According to a classification scheme(3), the estimated Koc value(4) for associated fluoroacetic acid of 1.4(SRC) suggests that sodium fluoroacetate is expected to have very high mobility in soil."
        }
    ]
}