{
    "_id": {
        "$oid": "6682e925c4e5dba5ffba2928"
    },
    "CID": {
        "$numberInt": "16248"
    },
    "Name": "METHIOCARB",
    "IUPACName": "(3,5-dimethyl-4-methylsulfanylphenyl) N-methylcarbamate",
    "CanonicalSMILES": "CC1=CC(=CC(=C1SC)C)OC(=O)NC",
    "Synonyms": [
        "METHIOCARB",
        "2032-65-7",
        "Mercaptodimethur",
        "Metmercapturon",
        "Mesurol",
        "Draza",
        "3,5-Dimethyl-4-(methylthio)phenyl methylcarbamate",
        "Grandslam",
        "Methiocarbe",
        "Mesurol Phenol",
        "3,5-Dimethyl-4-(methylthio)phenol methylcarbamate",
        "Bayer 37344",
        "3,5-Dimethyl-4-methylthiophenyl N-methylcarbamate",
        "4-Methylmercapto-3,5-xylyl methylcarbamate",
        "OMS-93"
    ],
    "IsomericSMILES": "CC1=CC(=CC(=C1SC)C)OC(=O)NC",
    "INCHI": "InChI=1S/C11H15NO2S/c1-7-5-9(14-11(13)12-3)6-8(2)10(7)15-4/h5-6H,1-4H3,(H,12,13)",
    "INCHIKEY": "YFBPRJGDJKVWAH-UHFFFAOYSA-N",
    "Formula": "C11H15NO2S",
    "MolecularWeight": {
        "$numberDouble": "225.31"
    },
    "Description": "Methiocarb is a carbamate ester obtained by the formal condensation of the phenolic group of 3,5-dimethyl-4-(methylsulfanyl)phenol with the carboxy group of methylcarbamic acid. It has a role as an EC 3.1.1.7 (acetylcholinesterase) inhibitor, a molluscicide, an acaricide, an agrochemical, an avicide, a xenobiotic, an environmental contaminant and an insecticide. It is a carbamate ester, an aryl sulfide and a methyl sulfide. It is functionally related to a methylcarbamic acid and a 3,5-dimethyl-4-(methylsulfanyl)phenol.",
    "XlogP": {
        "$numberDouble": "2.9"
    },
    "Complexity": {
        "$numberInt": "211"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "environmental_bioconcentrations": [
        {
            "References": "(1) Hansch C et al; Exploring QSAR. Hydrophobic, Electronic, and Steric Constants. ACS Prof Ref Book. Heller SR, consult. ed., Washington, DC: Amer Chem Soc p. 88 (1995) (2) Meylan WM et al; Environ Toxicol Chem 18: 664-72 (1999) (3) Franke C et al; Chemosphere 29: 1501-14 (1994)",
            "Value": "An estimated BCF of 35 was calculated for methiocarb(SRC), using a log Kow of 2.92(1) and a regression-derived equation(2). According to a classification scheme(3), this BCF suggests the potential for bioconcentration in aquatic organisms is moderate(SRC)."
        }
    ],
    "environmental_biodegradations": [
        {
            "References": "(1) Tomlin C; The Pesticide Manual. 11th ed. Surrey, UK: The British Crop Protection Council p. 813 (1997) (2) USEPA; Reregistration Eligibility Decision Document - Methiocarb. Washington, DC: USEPA, Off Pest Prog. USEPA 738-R-95-040, April 1996. Available from the Database Query page at https://www.epa.gov/REDs/ as of April, 2002.",
            "Value": "The degradation of methiocarb in soil is reported to be rapid (although no quantitative rates were provided), yielding methylsulfinylphenol and methylsulfonylphenol as metabolites(1). The aerobic biodegradation half-life of methiocarb in soil was reported to range from 17 to 111 days, and the anaerobic half-life was reported as 64 days(2)."
        }
    ],
    "logP": [
        {
            "References": "Hansch, C., Leo, A., D. Hoekman. Exploring QSAR - Hydrophobic, Electronic, and Steric Constants. Washington, DC: American Chemical Society., 1995., p. 88",
            "Value": "log Kow = 2.92"
        }
    ],
    "mechanism_of_action": [
        {
            "References": "Haddad, L.M. and Winchester, J.F. Clinical Management of Poisoning and Drug Overdosage. Philadelphia, PA: W.B. Saunders Co., 1983., p. 711",
            "Value": "The carbamate insecticides are reversible cholinesterase-inhibitors. They cause this effect by reversible carbamylation of the enzyme acetylcholinesterase, allowing accum of acetylcholine, as with the organophosphate insecticides. ... While the organophosphate insecticides cause irreversible inhibition of the cholinesterase enzymes, the carbamyl-enzyme complex is reversible & dissociates far more readily than the organophosphate complex. The clinical syndrome is more benign & of much shorter duration with the carbamate insecticides. /Carbamate insecticides/"
        },
        {
            "References": "Barthova J et al; Biologia 44D (4): 353-8 (1989)",
            "Value": "The effects of methiocarb on the acetylcholinesterase activity  of bovine erythrocytes & butyrylcholinesterase from equine plasma were examined in vitro. The  enzyme soln was mixed with methiocarb & incubated at 2 °C & aliquots were withdrawn at  precise intervals for the determination of inhibited reaction rate. Dissociation constants of  enzyme-carbamate complexes (Kd) & the rate constants of enzyme carbamoylation (K2) were also  determined. The Kd & K2 values for the inhibition of bovine erythrocyte AChE by methiocarb at  concn of 2.5 x 10-5, 2.5 x 10-4, & 2.5 x 10-3 moles/l were 3.8 x 10-4, 4.4 x 10-4, & 5.0 x  10-4 moles/l, & 1.87, 1.18, & 1.06/min, respectively. The Kd & K2 values for the inhibition of  equine plasma butyrylcholinesterase by methiocarb at concn of 2.5 x 10-4 & 2.5 x 10-3 moles/l  were 1.0 x 10-3 & 8.2 x 10-4 moles/l & 1.21 & 1.13/min, respectively."
        },
        {
            "References": "PMID:8349949",
            "Value": "The anticholinesterase (antiCHE) insecticides... inhibit serine hydrolases  by carbamylating   or phosphorylating a serine residue at the catalytic site. These  insecticides are viewed as   potential inhibitors of serine hydrolase-dependent immune  functions including interleukin 2   (IL2) signalling."
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "Clarke, M. L., D. G. Harvey and D. J. Humphreys. Veterinary Toxicology. 2nd ed. London: Bailliere Tindall, 1981., p. 159",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ ... CASE OF POISONING /WAS RECORDED/ IN A DOG. SIGNS WERE DIARRHEA,  VOMITING, SALIVATION, MUSCULAR TREMORS & CONVULSIONS, WITH PUPILLARY CONTRACTION, BRADYCARDIA,  & IRREGULARITY OF PULSE."
        },
        {
            "References": "PMID:4062739",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/  Snail and slug baits were the most common cause of poisoning in dogs and cats in a survey of 34 veterinary practices. During a 7-month period, 280 dogs and 12 cats were poisoned by metaldehyde (57%) or methiocarb (43%) containing baits with case fatality rates of 8.1% and 9.1% in dogs and 16.7% and 50% in cats, respectively. The ages of poisoned dogs ranged from 2 months to 17 years and cats from 3 months to 5 years. There was no decrease in frequency of poisoning or case fatality rate demonstrated with increasing body size in dogs. Poisoning was most frequent in the month of October. Baits were eaten off the ground or obtained from storage areas, often despite a variety of preventive measures. It is suggested that these products should be reformulated to make them less attractive to domestic pets."
        },
        {
            "References": "Hayes, W.J., Jr., E.R. Laws, Jr., (eds.). Handbook of Pesticide Toxicology. Volume 3. Classes of Pesticides. New York, NY: Academic Press, Inc., 1991., p. 1162",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Methiocarb given orally to rats for 4 wk at 10 mg/kg/day  caused acetylcholinesterase depression in the plasma, erythrocytes, & brain, as well as  transient cholinergic symptoms; no effects were observed at 3 mg/kg/day. In rats given  methiocarb orally at 4 mg/kg for 27 days, erythrocyte acetylcholinesterase activity was  depressed up to 80%, but no cholinergic signs were observed. After treatment was terminated,  recovery of acetylcholinesterase activity to normal levels took about 42 days. Rats given  methiocarb at 50 ppm in their diet for 16 wk showed reductions in acetylcholinesterase  activity of about 30% in the plasma & 15% in the erythrocytes; no acetylcholinesterase  inhibition was seen at a dosage of 10 ppm."
        },
        {
            "References": "Hayes, W.J., Jr., E.R. Laws, Jr., (eds.). Handbook of Pesticide Toxicology. Volume 3. Classes of Pesticides. New York, NY: Academic Press, Inc., 1991., p. 1162",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Dogs given methiocarb for 2 wk at 15 ppm in their diet showed   depression of plasma acetylcholinesterase activity; no effect was seen at 5 ppm. In a 29-day   study with dogs, methiocarb admin orally at 0.5 mg/kg/day caused hypersalivation, vomiting, &   depression of acetylcholinesterase activity by about 20% in the plasma & erythrocytes, maximal   1-2 hr after admin. Methiocarb at 0.05 mg/kg/day did not affect acetylcholinesterase  activity."
        },
        {
            "References": "USEPA; Reregistration Eligibility Decision Document - Methiocarb. Washington, DC: USEPA, Off Pest Prog. USEPA 738-R-94-021, p.7 March 1994. Available from, as of Feb 24, 2002: https://www.epa.gov/pesticides/reregistration/status.htm",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/  ...A 6 day /rabbit dermal toxicity/ initial range finding study.../was/ performed... . ...Doses of 0 (saline vehicle), 15.7, 31.3, 62.5, 125, 250, 500, 1000, or 2000 mg/kg/day of  methiocarb technical were administered. Death occurred in 1 out of 2 females/group at  doses of 250, 500, and 1000 mg/kg/day and in both of the high dose females. One out of 2 males/group died at doses of 1000 mg/kg/day and above. All deaths were ascribed to  treatment since no other explanation was provided in the study report. Other clear cut  clinical signs of toxicity were noted at the two highest doses."
        },
        {
            "References": "Shore R.F., Rattner BA. Ecotoxicology of Wild Mammals. Ecological & Environmental Toxicology Series 2001. John Wiley & Sons, New York, N.Y. 2001, p. 228",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Wood mice exposed to dry or water-dampened food pellets containing 4% methiocarb for 27 days were examined for brain AChE activity and histopathological lesions of the kidney, liver and lung. 5 of 8 mice exposed to dry pellets survived to 27 days and had normal brain AChE activity, but AChE activity was markedly depressed in 2 of 3 mice that succumbed to this treatment. Severe kidney damage, moderate liver damage, and slight lung damage was evident in all mice fed dry pellets. When moistened pellets were provided, 5 of 10 mice exposed died within 7 days, and only modest brain AChE depression was noted in 2 individuals. Kidney, liver, and lung damage was much more severe in the moist-pellet group than in the dry-pellet group. Notably, methiocarb residues (1.2-41.1 mg/kg) were detected in liver of mice that succumbed to treatment. Significant hazard to wood mice from recommended field application rates of methiocarb (5.5 kg/ha) was postulated."
        },
        {
            "References": "Worthing, C.R. and S.B. Walker (eds.). The Pesticide Manual - A World Compendium. 8th ed. Thornton Heath, UK: The British Crop Protection Council, 1987., p. 548",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ NO SYMPTOMS AROSE IN RATS FED 100 PPM FOR 20 MONTHS."
        },
        {
            "References": "Hayes, W.J., Jr., E.R. Laws, Jr., (eds.). Handbook of Pesticide Toxicology. Volume 3. Classes of Pesticides. New York, NY: Academic Press, Inc., 1991., p. 1162",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Methiocarb in the diet of dogs at up to 60 ppm for 2 yr did not  affect growth, food consumption, or gross or microscopic characteristics of organs & tissues.  In another 2 yr study with dogs, plasma acetylcholinesterase was inhibited at dietary levels  of 15 ppm or higher, & cholinergic symptoms were seen at a dosage of 240 ppm. A dietary  no-effect level for dogs was considered to be 5 ppm (0.125 mg/kg/day)."
        },
        {
            "References": "USEPA; Reregistration Eligibility Decision Document - Methiocarb. Washington, DC: USEPA, Off   Pest Prog. USEPA 738-R-94-021, p.8 March 1994. Available from, as of Feb 24, 2002: https://www.epa.gov/pesticides/reregistration/status.htm",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ In a chronic feeding study in rodents, groups of rats (60/sex/group) were fed diets containing   0, 67, 200, or 600 ppm of methiocarb technical for two years. The systemic NOEL was  determined  to be 600 ppm (30 mg/kg/day). At this dose, in both sexes, body weight decreases,  relative to  controls, were observed which were considered to be a secondary effect of  cholinesterase  inhibition. Both erythrocyte and plasma cholinesterase inhibition occurred at  the high dose.  The LOEL for cholinesterase inhibition was judged to be 200 ppm (10  mg/kg/day), at which dose  transitory erythrocyte cholinesterase inhibition was observed. The  NOEL for cholinesterase  inhibition was set at 67 ppm (3.35 mg/kg/day)."
        },
        {
            "References": "USEPA; Reregistration Eligibility Decision Document - Methiocarb. Washington, DC: USEPA, Off   Pest Prog. USEPA 738-R-94-021, p.8-9 March 1994. Available from, as of Feb 24, 2002: https://www.epa.gov/pesticides/reregistration/status.htm",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ In a chronic feeding study..., groups of six-month old pure bred beagle dogs  (4/sex/group)  were fed diets containing 0, 5 (reduced from 15 ppm at study week three), 60, or  240 ppm of  methiocarb technical in the diet for two years. Effects which appeared to be  treatment  related were sporadic incidences of hind limb weakness and tremor in the high dose  group  animals fed 240 ppm (6 mg/kg/day) of test material and plasma cholinesterase inhibition  of  30% or greater, with respect to controls, at dose levels of 15 ppm (0.375 6 mg/kg/day) and   above. The NOEL for systemic effects was determined to be 60 ppm (1.5 mg/kg/day) and the NOEL   for plasma cholinesterase inhibition was determined to be 5 ppm (0.125 mg/kg/day)."
        },
        {
            "References": "Hayes, W.J., Jr., E.R. Laws, Jr., (eds.). Handbook of Pesticide Toxicology. Volume 3. Classes of Pesticides. New York, NY: Academic Press, Inc., 1991., p. 1163",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/  In a 3-generation reproduction study with rats,  methiocarb at up to 300 ppm in the diet had no adverse effects on fertility, litter size, pup  birth weight & survival, or lactation; histopathological exam of the pups revealed no  treatment related abnormalities. Methiocarb given orally to rats at up to 10 mg/kg/day on days  6-15 of gestation was not teratogenic & did not affect reproductive parameters. In rabbits,  methiocarb was not teratogenic at oral dosages of up to 10 mg/kg/day on days 6-18 of  gestation, but maternal & fetal toxicity was observed at dosages of 3 mg/kg/day or higher."
        },
        {
            "References": "USEPA; Reregistration Eligibility Decision Document - Methiocarb. Washington, DC: USEPA, Off    Pest Prog. USEPA 738-R-94-021, p.9 March 1994. Available from, as of Feb 24, 2002: https://www.epa.gov/pesticides/reregistration/status.htm",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ In a developmental toxicity study in rats, daily oral   doses of vehicle, 1, 3, or 10 mg/kg/day  of methiocarb technical, were administered to groups   of 19 or 20 fertilized female FB-30 rats  from the sixth to the fifteenth day of pregnancy   inclusive. Although a decrease in weight gain  was noted in the high dose group compared to   controls, there was no evidence of developmental  toxicity in the study. The LOEL and NOEL for   maternal toxicity were 10 mg/kg/day and 3  mg/kg/day, respectively. The NOEL for  developmental  effects was greater than 10 mg/kg/day ...  ."
        },
        {
            "References": "USEPA; Reregistration Eligibility Decision Document - Methiocarb. Washington, DC: USEPA, Off   Pest Prog. USEPA 738-R-94-021, p.9 March 1994. Available from, as of Feb 24, 2002: https://www.epa.gov/pesticides/reregistration/status.htm",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ In an oral developmental toxicity study in rabbits,  groups of 17 New Zealand White rabbits  were dosed orally with vehicle, 1, 3 or 10 mg/kg/day  of methiocarb technical from day 6 to 18  inclusive of gestation. The maternal toxicity NOEL  was 3 mg/kg/day and the LOEL was 10  mg/kg/day based on cholinergic signs and body weight  loss. There was no evidence of  developmental toxicity in the study. The NOEL for  developmental toxicity was greater than 10  mg/kg/day ... ."
        },
        {
            "References": "USEPA; Reregistration Eligibility Decision Document - Methiocarb. Washington, DC: USEPA, Off   Pest Prog. USEPA 738-R-94-021, p.9-10 March 1994. Available from, as of Feb 24, 2002: https://www.epa.gov/pesticides/reregistration/status.htm",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ In a dermal developmental toxicity study in rabbits,  methiocarb technical was administered by  the dermal route to 16 Chinchilla rabbits (Cffbb:CH,  hybrids, SPF quality) per group during  gestational days 6 through 18 at doses of 0 (1 %  Cremophor vehicle), 10, 50, or 250 mg/kg/day.  The NOEL for developmental toxicity is 50  mg/kg/day. The LEL for developmental toxicity is  judged to be 250 mg/kg/day ... and ...  maternal NOEL/LEL was 50/250 mg/kg/day ... ."
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "(1) Hansch C et al; Exploring QSAR. Hydrophobic, Electronic, and Steric Constants. ACS Prof Ref Book. Heller SR, consult. ed., Washington, DC: Amer Chem Soc p. 88 (1995) (2) Lyman WJ et al; Handbook of Chemical Property Estimation Methods. Washington, DC: Amer Chem Soc pp. 4-9 (1990) (3) Swann RL et al; Res Rev 85: 17-28 (1983)",
            "Value": "The Koc of methiocarb is estimated as 920(SRC), using a measured log Kow of 2.92(1) and a regression-derived equation(2). According to a classification scheme(3), this estimated Koc value suggests that methiocarb is expected to have low mobility in soil(SRC)."
        }
    ]
}