{
    "_id": {
        "$oid": "6682e925c4e5dba5ffba2927"
    },
    "CID": {
        "$numberInt": "16247"
    },
    "Name": "AMINOCARB",
    "IUPACName": "[4-(dimethylamino)-3-methylphenyl] N-methylcarbamate",
    "CanonicalSMILES": "CC1=C(C=CC(=C1)OC(=O)NC)N(C)C",
    "Synonyms": [
        "AMINOCARB",
        "Matacil",
        "2032-59-9",
        "Aminocarbe",
        "Mitacil",
        "Matacil 180D",
        "Bayer 5080",
        "Bayer 44646",
        "4-(Dimethylamino)-3-methylphenyl methylcarbamate",
        "4-(Dimethylamino)-m-tolyl methylcarbamate",
        "BAY 44646",
        "ENT 25,784",
        "4-Dimethylamino-3-cresyl methylcarbamate",
        "A 363",
        "3-Methyl-4-dimethylaminophenyl methylcarbamate"
    ],
    "IsomericSMILES": "CC1=C(C=CC(=C1)OC(=O)NC)N(C)C",
    "INCHI": "InChI=1S/C11H16N2O2/c1-8-7-9(15-11(14)12-2)5-6-10(8)13(3)4/h5-7H,1-4H3,(H,12,14)",
    "INCHIKEY": "IMIDOCRTMDIQIJ-UHFFFAOYSA-N",
    "Formula": "C11H16N2O2",
    "MolecularWeight": {
        "$numberDouble": "208.26"
    },
    "Description": "Aminocarb is a carbamate ester that is phenyl methylcarbamate substituted by a dimethylamino group at position 4 and a methyl group at position 3. It has a role as a carbamate insecticide, an EC 3.1.1.7 (acetylcholinesterase) inhibitor, a molluscicide, an acaricide and an agrochemical. It is a carbamate ester and a member of toluenes. It is functionally related to a methylcarbamic acid.",
    "XlogP": {
        "$numberDouble": "1.9"
    },
    "Complexity": {
        "$numberInt": "219"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "environmental_bioconcentrations": [
        {
            "References": "Szeto SY, Holmes SB; J Environ Sci Health, Part B B17 (1): 51-61 (1982)",
            "Value": "Fingerling rainbow trout (Salmo gairdneri) were used to determine the lethal toxicity of Matacil 1.8 F and Matacil 1.8 D ready-to-use formulations. The 96 hr median lethal concentrations were 21.3 mg/l for water-based Matacil 1.8 F; 29.1 mg/l for oil-based Matacil 1.8 F; and 0.36 mg/l for Matacil 1.8 D. Aminocarb and 4-methylamino-m-tolyl N-methylcarbamate were detected in fish tissue 96 hr after exposure. More than 50% of the total residue was the parent cmpd. The bioaccumulation ratio ranged from 1.70 to 3.32 at different concn of aminocarb. Both aminocarb and 4-methylamino-m-tolyl N-methylcarbamate were rapidly eliminated after the fish had been transferred to clean water."
        },
        {
            "References": "(1) Richardson GM, Quadri SU; Water Poll Res J Canada 17: 153-8 (1982) (2) Richardson GM, Quadri SU; Ecotox Environ Safety 12: 180-6 (1986) (3) McLeese DW et al; Bull Environ Contam Toxicol 24: 575-81 (1980)",
            "Value": "The bioconcentration factor for aminocarb in muscle and bone of Brown Bullhead (Ictalurus nebulosus) was determined to be in the range 2.6-3.6(1-2). In whole body of mussels (Mytilus edulis), the steady state bioconcentration factor was 3.8- 4.9(3). The low bioconcentration of aminocarb in these aquatic organisms is due to rapid elimination of the parent compound from tissues(1-2)."
        }
    ],
    "environmental_biodegradations": [
        {
            "References": "Couture P et al; Eau Que 15 (1): 26, 29, 31-4 (1982)",
            "Value": "Within 6 and 14 days of incubation in culture media of the algae Chlamydomonas variabilis and Selenastrum capricornutum, aminocarb was degraded by 50 and 100%."
        },
        {
            "References": "(1) Mallet VN, Levesque D; Inter J Environ Anal Chem 16: 43-56 (1983)",
            "Value": "The half-life of aminocarb in a creek water from Moncton, New Brunswick, Canada with a natural pH of 6.52 was 11.5 days compared to half-lives of 17.3 days at pH 6.0 and 14.3 days at pH 7.0 in deionized distilled water(1). The significantly higher degradation rate in natural water was attributed to biodegradation(1)."
        }
    ],
    "logP": [
        {
            "References": "Sangster J; LOGKOW Databank. Sangster Res Lab Montreal Quebec, Canada (1994)",
            "Value": "log Kow 1.90"
        }
    ],
    "mechanism_of_action": [
        {
            "References": "Ellenhorn, M.J. and D.G. Barceloux. Medical Toxicology - Diagnosis and Treatment of Human Poisoning. New York, NY: Elsevier Science Publishing Co., Inc. 1988., p. 1077",
            "Value": "Carbamylation of acetylcholinesterase produces accumulation of acetylcholine and the picture of muscarine and nicotinic poisoning. /Carbamate pesticides/"
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "White-Stevens, R. (ed.). Pesticides in the Environment: Volume 1, Part 1, Part 2. New York: Marcel Dekker, Inc., 1971., p. 112",
            "Value": "INSECTICIDAL CARBAMATES ARE HIGHLY CHOLINERGIC, & POISONED INSECTS & OTHER ANIMALS EXHIBIT VIOLENT CONVULSIONS & OTHER NEUROMUSCULAR DISTURBANCES. CMPD ARE STRONG INHIBITORS OF CHOLINESTERASE ... & MAY ... HAVE DIRECT EFFECT ON ACETYL CHOLINE RECEPTORS ... . /INSECTICIDAL CARBAMATES/"
        },
        {
            "References": "U.S. Department of the Interior, Fish and Wildlife Service. Handbook of Toxicity of Pesticides to Wildlife. Resource Publication 153. Washington, DC: U.S. Government Printing Office, 1984., p. 11",
            "Value": "ACUTE SYMPTOMS /OBSERVED IN MALLARDS (22.5 MG/KG) & PHEASANTS (42.4 MG/KG) FOLLOWING ORAL ADMIN/: ATAXIA, TENSENESS, LACRIMATION, SALIVATION, TACHYPNEA, FEATHERS FLUFFED OR DRAWN TIGHTLY AGAINST BODY, PILORECTION, DIARRHEA, DYSPNEA, TRACHEAL CONGESTION, WING-BEAT CONVULSIONS OR OPISTHOTONOS. MORTALITY ... OCCURRED IN THE FIRST HR AFTER TREATMENT."
        },
        {
            "References": "U.S. Department of the Interior, Fish and Wildlife Service. Handbook of Toxicity of Pesticides to Wildlife. Resource Publication 153. Washington, DC: U.S. Government Printing Office, 1984., p. 11",
            "Value": "ACUTE SYMPTOMS /FOLLOWING ORAL ADMIN TO MULE DEER (7.5-15.0 MG/KG)/: ATAXIA, TENSENESS, LACRIMATION, SALIVATION, TACHYPNEA ... DIARRHEA, DYSPNEA, TRACHEAL CONGESTION ... ."
        },
        {
            "References": "Worthing, C.R. and S.B. Walker (eds.). The Pesticide Manual - A World Compendium. 8th ed. Thornton Heath, UK: The British Crop Protection Council, 1987., p. 21",
            "Value": "RATS FED 200 MG/KG DIET FOR 2 YR SHOWED NO SYMPTOMS OF POISONING. HAZARDOUS TO HONEYBEES."
        },
        {
            "References": "Elner JK, Wildish DJ; Can Tech Rep Fish Aquat Sci 0 (993): I-22 (1981)",
            "Value": "Four ponds in New Brunswick were selected for similarities in physicochemical parameters and biol communities to test the effect of Matacil on aquatic microbiology. Three ponds were sprayed in May 1980 with 140, 280 and 700 g/ha Matacil, respectively and the fourth pond was a control. Seasonal microbiological cycle of these ponds was studied from Sept 1979-Sept 1980. Even at 700 g/ha, Matacil had little effect on pond microbiology incl bacteria. All ponds exhibited the unusual phenomenon of a winter max in algal numbers during a period of ice cover."
        },
        {
            "References": "Weinberger P, Rea MS; Environ Exp Bot 22 (4): 491-6 (1982)",
            "Value": "Population growth of Chlorella pyrenoidosa Chick was unaffected by treatment with 1 ug/ml aminocarb, whereas 3-10 ug/ml stimulated growth from 15-20%, respectively."
        },
        {
            "References": "PMID:1711972",
            "Value": "Synchronous cultures of Chlamydomonas segnis were treated with aminocarb (0.5, 5.0, 10.0, or 50.0 ug/ml) at each specific phase of the cell cycle, namely, G1, S, G2, and M phases. The subsequent effects of some macromolecular products were assayed at the end of the M phase. Aminocarb treatments of 0.5 ug/ml were at the no effects level on the parameters monitored. However, the higher concentrations of aminocarb tested, namely, 5, 10, and 50 ug/ml, dramatically affected not only macromolecular syntheses but also some cell cycle events. Algistatic and algicidal effects were obtained with some treatments."
        },
        {
            "References": "Bernier J et al; Pestic Biochem Physiol 36 (1): 35-45 (1990)",
            "Value": "The potential immunotoxic effect of the carbamate pesticide aminocarb on murine bone marrow cell subpopulations was evaluated by flow cytometry. C57Bl/6 mice were exposed by gavage to sublethal doses of the pesticide and lymphocyte precursors from bone marrow population were stained with PNA lectin and a panel of monoclonal antibodies against cell surface antigens. In regard to the microenvironment-dependent maturation of B lymphocytes, the pesticide effect on the lymphoproliferative potential of bone marrow was assessed by marrow transplantation from aminocarb exposed donor mice to normal, syngeneic, X-irradiated recipient mice. The sublethal exposure of 0.08-5.0 mg/kg body wt aminocarb to donor animals did not affect regenerating bone marrow in the recipient mice. No marked effect on bone marrow cell number was noted in pesticide exposed animals. However, a marked shift in surface IgM density on marrow B cells was noted at 0.08 and 0.31 mg/kg body wt aminocarb. This was correlated with decreased cell frequency in G0/G1 phase and increased frequency of cells in the S phase of the cell cycle. Thus, altered maturation of B lymphocytes, expressed as a shift in the density of surface IgM on mature B cells and not the lymphocyte count, was related to the direct effect of aminocarb and/or to the pesticide related changes in bone marrow microenvironment. Overall, exposure to the carbamate pesticide aminocarb activated the cell maturation process in bone marrow"
        },
        {
            "References": "Blaszczyk M et al; Pestic Biochem Physiol 29 (3): 233-43 (1987)",
            "Value": "The effect of different concentrations of the carbamate pesticide, aminocarb, on the growth and selection of facultative anaerobic bacteria and degradation of the pesticide by human endoflora of the intestinal tract was examined in vitro. Microorganisms were cultured under aerobic or anaerobic conditions, in nutrient broth and mineral media. The intestinal population was more sensitive to 10-1000 ug/ml aminocarb under anaerobic conditions than in aerobic culture; however, spontaneous degradation of aminocarb in media markedly affected the degree of bacterial growth inhibition in prolonged cultures. In addition, the type of culture medium appeared to influence the degree of aminocarb induced bacterial growth inhibition. A dose of aminocarb inducing 50% growth inhibition was established for different cultur conditions: for mineral medium, aminocarb inhibited bacterial growth by 50% at 600 ug/ml under anaerobic and aerobic conditions, whereas less than 50% inhibition was observed even at 1000 ug/ml aminocarb when bacteria were grown in nutrient broth. A selection of bacterial strains occurred in the presence of increasing aminocarb concentrations, which was determined quantitatively and qualitatively by the identification of codominants. A shift in several Escherichia coli biotypes was also observed in cultures with aminocarb, in comparison to control cultures. Bacterial degradation of aminocarb, under anaerobic and aerobic conditions, was determined in a mixed population of the intestinal microflora by HPLC analysis of culture media. Data showed that aminocarb can be quickly degraded by human intestinal bacteria at relatively high pesticide concentrations. Moreover, other HPLC data suggest rapid spontaneous degradation of aminocarb in neutral and slightly alkaline pH conditions characteristic of the human intestinal tract, which can effectively eliminate the pesticide. Therefore, aminocarb, at the concentrations used, does not seriously affect the bacterial microflora of the human gut."
        },
        {
            "References": "PMID:3418741",
            "Value": "The effect of mouse hepatitis virus 3 on sublethal exposure to aminocarb was assessed with regard to the ability of effector T-cells to recognize foreign antigens in a mixed lymphocyte reaction. Inbred female (C57Bl/6xA/J)F mice were exposed to sublethal doses of the pesticide, followed by infection with the mouse hepatitis virus 3, and the mortality of the animals was determined as a function of pesticide exposure. In vitro studies assessed the mixed lymphocyte reaction of spleen lymphocytes harvested from aminocarb exposed C57Bl/6 mice and incubated in the presence and absence of the mouse hepatitis virus 3. No mortality was observed in the aminocarb treated animals during a 25 day observation period. Inclusion of mouse hepatitis virus 3 in the incubation medium had no effect on aminocarb treated cells. It was concluded that sublethal exposure to aminocarb did not induce a marked inhibition of responder T-cell function in mixed lymphocyte reactions."
        },
        {
            "References": "Fournier M et al; Pesticide Biochemistry Physiology 26 (3): 353-64 (1986)",
            "Value": "Inbred C57Bl/6 mice immunized with T-cell dependent sheep erythrocytes and T-cell independent lipopolysaccharide were tested to determine the effect of organochlorine, organophosphorus and carbamate pesticides on the immune immunoglobulin-M response. The effect of pesticides on the immunoglobulin-G response was also tested in genetically resistant A/J mice infected with mouse hepatitis virus 3. C57B1/6 mice were immunized between 4 and 24 days after treatment with a single sublethal dose of pesticide (between 0.4 and 0.6 of the median lethal dose), and A/J mice were infected with mouse hepatitis virus 3 days after pesticide exposure. In the case of aminocarb, the ratios of plaque forming cells to enzyme linked immunosorbent assay were all around one, suggesting that exposure to sublethal doses of this pesticide affected the number of cells producing the anti T-cell dependent sheep erythrocytes immunoglobulin-M antibody rather than the secretion of specific antibodies per cell."
        },
        {
            "References": "Krzystyniak K et al; Molecular Toxicol 1 (2-3): 247-59 (1987)",
            "Value": "The effect of single sublethal ip doses of matacil on macrophage functional activities was investigated using inbred female C57B1/6 mice. After in vivo exposure to matacil, the virus induced cytolytic response in macrophage cultures was significantly increased. Matacil did not cause impairment of the oxygen radical generating system in chemically elicited or immunologically activated peritoneal macrophages."
        },
        {
            "References": "PMID:3806704",
            "Value": "The percutaneous penetration and rate of excretion of (14)C labeled aminocarb were measured in rhesus monkeys and Sprague Dawley rats, and the effect on absorption or varying the site of application from the forearm or the forehead in monkeys was also determined. In monkeys, 95% of the im dose of labeled aminocarb was excreted, compared to only 63% in rats. In monkeys, the im excretion half life was 8 hr, compared to 15 hr for rats. Rats absorbed 88% of the dermal dose, compared to 37% for monkey forearm. More of the applied dose (74%) was absorbed from the forehead. In monkeys, the half life was more than three times longer when dermal application was used."
        },
        {
            "References": "PMID:3945947",
            "Value": "The subchronic toxicity of a new formulation of aminocarb was assessed by exposing male and female Sprague Dawley rats via a nose only technique to a respirable (2.0 to 4.1 microns diameter) aerosol at chamber concentrations of 22.5, 45, and 90 ug of insecticide/l of air for 2 hr/day for 30 consecutive days. Control groups were exposed to a vehicle aerosol or to room air. Randomly selected rats of each group were bled after 8, 15, and 30 days of treatment, and after a 30 day recovery period. Routine clinical laboratory investigations (hematology, blood chemistry, and urinalysis) were conducted during treatment. Other parameters measured included body weight, feed intake, plasma, red blood cell count, brain cholinesterase activity, and hepatic and renal carboxylesterase activities. Organ weights were recorded at necropsy and routine histopathological evaluation was performed. Mild muscle tremors were observed occasionally in the intermediate and high dose groups. Treated females, but not males, demonstrated a dose dependent inhibition of cholinesterase activity, though within treatment groups, there were no differences associated with the number of days of treatment. Enzyme values had returned to baseline levels by 30 days post-treatment. Hepatic carboxylesterase activity was significantly reduced only in male rats at the highest dose. Lung weights were increased in vehicle and aminocarb treated groups. Histological studies indicated that these changes were a nonspecific tissue response to a heavy burden of an oil-based irritant, which was partially resolved by 30 days post-treatment. The results showed that, at the concentrations tested, the formulation produced little or no acute symptoms and minimal long term sequellae."
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "(1) Bowman BT, Sans WW; J Environ Sci Health B18: 221-7 (1983) (2) Bowman BT, Sans WW; J Environ Sci Health B18: 667-83 (1983) (3) Lyman WJ et al; Handbook of Chemical Property Estimation Methods. Washington,DC: Amer Chem Soc p. 4-9 (1990) (4) Swann RL et al; Res Rev 85: 17-28 (1983)",
            "Value": "Based on regression equations(3) and the water solubility of 915 mg/l(1) and a log Kow value of 1.734(2), the estimated log Koc for aminocarb is in the range 2.01-2.32(SRC). According to a suggested classification scheme(4), this range of log Koc values indicates that aminocarb is moderately to highly mobile in soil(4). Conversely, it would be weakly to moderately sorbed to suspended soils and sediment in water(SRC)."
        }
    ]
}