{
    "_id": {
        "$oid": "6682e7e5c4e5dba5ffba22e4"
    },
    "CID": {
        "$numberInt": "1639"
    },
    "Name": "AMITROLE",
    "IUPACName": "1H-1,2,4-triazol-5-amine",
    "CanonicalSMILES": "C1=NNC(=N1)N",
    "Synonyms": [
        "Amitrole",
        "3-amino-1,2,4-triazole",
        "61-82-5",
        "4H-1,2,4-triazol-3-amine",
        "1H-1,2,4-Triazol-5-amine",
        "1H-1,2,4-Triazol-3-amine",
        "Aminotriazole",
        "65312-61-0",
        "3-Aminotriazole",
        "Amitrol",
        "3-Amino-1H-1,2,4-triazole",
        "Amizol",
        "3-Amino-s-triazole",
        "Weedazol",
        "Amerol"
    ],
    "IsomericSMILES": "C1=NNC(=N1)N",
    "INCHI": "InChI=1S/C2H4N4/c3-2-4-1-5-6-2/h1H,(H3,3,4,5,6)",
    "INCHIKEY": "KLSJWNVTNUYHDU-UHFFFAOYSA-N",
    "Formula": "C2H4N4",
    "MolecularWeight": {
        "$numberDouble": "84.08"
    },
    "Description": "Amitrole is a member of the class of triazoles that is 1H-1,2,4-triazole substituted by an amino group at position 3. Used to control annual grasses and aquatic weeds (but not on food crops because it causes cancer in laboratory animals). Its use within the EU was banned from September 2017 on the grounds of potential groundwater contamination and risks to aquatic life; there have also been concerns about its endocrine-disrupting properties. It has a role as a herbicide, an EC 1.11.1.6 (catalase) inhibitor and a carotenoid biosynthesis inhibitor. It is an aromatic amine and a member of triazoles.",
    "XlogP": {
        "$numberDouble": "-0.4"
    },
    "Complexity": {
        "$numberInt": "44"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "logP": [
        {
            "References": "Tomlin, C.D.S. (ed.). The Pesticide Manual - World Compendium, 11 th ed., British Crop Protection Council, Surrey, England 1997, p. 41",
            "Value": "log Kow= -0.97"
        }
    ],
    "mechanism_of_action": [
        {
            "References": "Doull, J., C.D.Klassen, and M.D. Amdur (eds.). Casarett and Doull's Toxicology. 3rd ed., New York: Macmillan Co., Inc., 1986., p. 559",
            "Value": "Amitrole inhibits peroxidase activity in liver & thyroids, & mode of action in producing thyroid tumors appears to be related to goitrogenic effect of amitrole with resultant increased TSH (thyroid-stimulating hormone) ... ."
        },
        {
            "References": "PMID:6352424",
            "Value": "This study demonstrated that the compound 3-amino-1,2,4-triazole is a strong inhibitor of erythrocyte glutathione peroxidase activity. Moreover, 3-amino-1,2,4-triazole inhibits arachidonic-induced malondialdehyde formation in platelet-rich plasma and prostacyclin-like activity generation in aorta rings. These results give new lines of evidence on the connection between glutathione peroxidase activity and prostaglandin synthesis in rat platelets and arterial vessel walls."
        },
        {
            "References": "PMID:6698801",
            "Value": "A technique for the cytochemical demonstration of peroxidase activity in unfixed guinea-pig thyroid tissue is described. Both 3-amino-1,2,4-triazole and methimazole inhibited peroxidase activity in the follicle cells (enzyme activity was still seen in the erythrocytes), maximal inhibition occurring at 10 mmol."
        },
        {
            "References": "PMID:16667136",
            "Value": "Interference with histidine metabolism, inhibition of pigment biosynthesis, or both have been the principal candidates for the primary site of action of 3-amino-1,2,4-triazole (amitrole). Arabidopsis thaliana is sensitive to 1,2,4-triazole-3-alanine, a feedback inhibitor of histidine biosynthesis, and this effect is reversed by histidine. The combination of triazolealanine and histidine, however, does not reverse the herbicical effect of amitrole. This indicates that amitrole toxicity is not caused by histidine starvation, nor is it caused by the accumulation of a toxic intermediate of the histidine pathway. Amitrole inhibits root elongation at lower concentrations than it causes pigment bleaching in the leaves. In contrast, fluridone, a known inhibitor of the carotenoid biosynthetic pathway does not block root elongation. Fluridone also inhibits carotenoid accumulation in etiolated seedlings in the dark, but amitrole does not. Last, gabaculine and acifluorfen, but not amitrole, prevent chlorophyll accumulation in greeting etiolated seedlings of Arabidopsis. ..."
        },
        {
            "References": "Kearney, P.C., and D. D. Kaufman (eds.) Herbicides: Chemistry, Degredation and Mode of Action. Volumes 1 and 2. 2nd ed. New York: Marcel Dekker, Inc., 1975., p. 385",
            "Value": "Amitrole blocks histidine biosynthesis in bacteria, yeast, algae, & higher plants by inhibiting enzyme imidazoleglycerol phosphate dehydrase & imidazoleglycerol (IG) accumulates in microbial growth medium. Inhibition of histidine synthesis appears to be major growth-controlling action in microorganisms ... ."
        },
        {
            "References": "Klaassen, C.D. (ed). Casarett and Doull's Toxicology. The  Basic Science of Poisons. 6th ed. New York, NY:  McGraw-Hill, 2001., p. 44",
            "Value": "... Thyroperoxidase, the enzyme responsible for thyroid hormone synthesis, converts some nuceophilic xenobiotics (such as ... amitrole ... ) into reactive free radical metabolites that inactivate the thyroperoxidase. This is the basis for the antithyroid as well as the thyroid tumor--including effect of these chemicals."
        },
        {
            "References": "Klaassen, C.D. (ed). Casarett and Doull's Toxicology. The  Basic Science of Poisons. 6th ed. New York, NY:  McGraw-Hill, 2001., p. 52",
            "Value": "... Xenobiotics that inhibit thyroid hormone production (eg the herbicide amitrole ... ) ... reduce thyroid hormone levels and increase the secretion of thyroid-stimulating hormone (TSH) because of the reduced feedback inhibition. The increased TSH secretion stimulates cell division in the thyroid gland, which is responsible for the goiters or thyroid tumors caused by such toxicants."
        },
        {
            "References": "WHO; Environmental Health Criteria Document No. 158: Amitrole (61-82-5). Available from, as of January 30, 2006: https://www.inchem.org/pages/ehc.html",
            "Value": "Amitrole has been found to be an inhibitor of thyroid iodide peroxidase ... both in vitro and in vivo. Histochemical studies confirmed the reduction of thyroid peroxidase activity during amitrole treatment ... Thyroid iodide peroxidase is thought to catalyse both thyroglobulin iodination and tyrosine (3-monoiodotyrosine and 3,5-diiodotyrosine) coupling, which leads to the formation of the thyroid hormones 3,3,3',5'-tetraiodo-thyronine (T4) and 3,5,3' triiodothyronine (T3). The influence of amitrole on these peroxidase-catalysed reactions was also demonstrated by the relative depletion of T4 in the thyroid of rats treated with amitrole, compared with the levels of tyrosines. These results suggest that amitrole affects both reactions catalysed by thyroid peroxidase. However, the nature of the mechanism involved in this reduction of peroxidase activity remains unclear."
        }
    ],
    "plant_translocations": [
        {
            "content": "The absorption and translocation of diclofop-methyl (methyl 2-[4(2',4'-dichlorophenoxy)phenoxy]propanoate) was examined by using a specially designed treatment apparatus that separated excised roots or roots of seedlings into four zones. [14C]-Diclofop-methyl was absorbed along the entire root length of both wheat (Triticum aestivum L.) and oat (Avena sativa L.). In both species, absorption was greatest in the apical region of the root. Absorption by the apical region of wheat roots was more than three times greater than the basal portions, and more than twice as great as the apical region of oat roots. Less than 5% of the absorbed diclofop-methyl was translocated in both wheat and oat roots. Diclofop-methyl and diclofop(2-[4(2',4'-dichlorophenoxy)phenoxy]propanoic acid) were the predominant translocated forms. The absorption and translocation of amitrole (3-amino-l,2,4-triazole) were also examined. Amitrole was absorbed along the entire length of wheat roots and translocated primarily in the basipetal direction. The usefulness of the specially designed apparatus for biochemical and physiological studies is discussed.",
            "reference": "Jacobson, A., & Shimabukuro, R. H. (1982). The absorption and translocation of diclofop-methyl and amitrole in wheat and oat roots. Physiologia Plantarum, 54(1), 34–40. doi:10.1111/j.1399-3054.1982.tb00573.x ",
            "method": {
                "Test Plant": "Wheat (Triticum aestivum L. cv. Waldron) and oat (Avena sativa L. cv. Garry) seedlings",
                "Apply Location": "Root application",
                "Plant Grown Condition": "Seeds were allowed to imbibe water for 24 hours and then placed between layers of absorbent paper towel saturated with a nutrient solution",
                "Chemical Preparation": "Roots were treated with either 10 μM amitrole (3-amino-1,2,4-triazole-5-14C) or 10 μM diclofop-methyl (methyl 2-[4-(2',4'-dichlorophenoxy) phenoxy] propanoate)",
                "Pesticide Application Details for the Plant": "Amitrole was soluble in water, while diclofop-methyl was dissolved initially in acetone and brought up to volume with the slow addition of water (final acetone concentration, 1% v/v). The roots were treated with either 10 μM amitrole or 10 μM diclofop-methyl using a plexiglas treatment apparatus. The apparatus consisted of four compartments with an intervening air space and barrier spaces filled with a mixture of anhydrous lanolin U.S.P. and white petroleum jelly. The roots were placed in compartment 1 and compartment 4 to prevent desiccation during the treatment period. The treated roots were then washed, excised, and subjected to autoradiography for qualitative determination of absorption and translocation. The absorbed and translocated radioactivity was quantified by liquid scintillation spectrometry. Additionally, thin-layer chromatography (TLC) was performed to detect and quantify the radioactive zones on the plates.",
                "Other Information": "-"
            },
            "result": "[{\"Compartment\": 1, \"Compartment 1 (%)\": 57.5, \"Compartment 2 (%)\": 24.5, \"Compartment 3 (%)\": 3.6, \"Compartment 4 (%)\": 14.4}, {\"Compartment\": 2, \"Compartment 1 (%)\": 5.3, \"Compartment 2 (%)\": 24.5, \"Compartment 3 (%)\": 35.6, \"Compartment 4 (%)\": 34.6}, {\"Compartment\": 3, \"Compartment 1 (%)\": 1.7, \"Compartment 2 (%)\": 7.4, \"Compartment 3 (%)\": 28.9, \"Compartment 4 (%)\": 62.0}, {\"Compartment\": 4, \"Compartment 1 (%)\": 2.2, \"Compartment 2 (%)\": 2.6, \"Compartment 3 (%)\": 11.8, \"Compartment 4 (%)\": 83.4}]"
        },
        {
            "content": "Racer studies using single drops of solutions containing 3-amino-1,2,4-triazole-5-14C (aminotriazole-14C) or 2,2-dichloropropionic acid-2-14C (dalapon-14C) showed that in couch plants (Agropyron repens (L.) Beauv.) growing under field conditions in the autumn with aerial shoots 40-50 cm long, both compounds moved in both symplast and apoplast. However, dalapon was less mobile in the symplast than aminotriazole, with negligible amounts of dalapon translocated to the rhizomes. Nodes of the treated shoots acted as barriers to translocation, more so for dalapon than aminotriazole. Application to a basal green leaf led to a more uniform distribution of the compounds within plants and rhizomes compared to application to the youngest fully-expanded leaf. In couch plants with aerial shoots 10-15 cm long treated in the stubble, both aminotriazole and dalapon were mainly restricted to the treated shoots, with trace amounts found in the rhizomes and untreated shoots even 15 days after application.",
            "reference": "Lund‐Höie, K., & Bylterud, A. (1969). Translocation of Aminotriazole and Dalapon in AG Ropy Ron Repens (L.) Beauv. Weed research, 9(3), 205-210.",
            "method": {
                "Test Plant": "Couch grass plants (Agropyron repens (L.) Beauv.)",
                "Apply Location": "Foliar application",
                "Plant Grown Condition": "Field experiments were performed in September in Akershus county, Norway. Couch plants with 40-50 cm long aerial shoots were selected in a yellow-ripe barley field. Another set of plants at similar growth stage were selected from the stubble 2 weeks after harvesting the cereal crop. Young couch plants with 10-15 cm aerial shoots were also used.",
                "Chemical Preparation": "3-amino-1,2,4-triazole-5-14C (aminotriazole-14C) and 2,2-dichloropropionic acid-2-14C (dalapon-14C) were prepared in 20% ethyl alcohol and 80% distilled water solutions.",
                "Pesticide Application Details for the Plant": "The herbicide solutions were micropipetted in 20 μl droplets onto the upper surface of the second oldest mature green leaf, youngest fully-expanded leaf or youngest mature leaf, confined within lanolin rings. The amounts applied were 18 μg aminotriazole (0.2 μCi) and 68 μg dalapon (0.2 μCi) per droplet.",
                "Other Information": "The treated leaves were protected from rainfall. Plants were harvested 5, 10 and 15 days after treatment, quickly frozen with dry ice and freeze-dried."
            },
            "result": "[{\"Apply location\": \"Basal mature leaf in aerial shoots 40-50 cm long\", \"Days after application\": 5, \"Treated shoot (counts/min)\": 326, \"Rhizomes (counts/min)\": 86, \"Untreated shoots (count/min)\": 30}, {\"Apply location\": \"Basal mature leaf in aerial shoots 40-50 cm long\", \"Days after application\": 10, \"Treated shoot (counts/min)\": 282, \"Rhizomes (counts/min)\": 112, \"Untreated shoots (count/min)\": 40}, {\"Apply location\": \"Basal mature leaf in aerial shoots 40-50 cm long\", \"Days after application\": 15, \"Treated shoot (counts/min)\": 356, \"Rhizomes (counts/min)\": 76, \"Untreated shoots (count/min)\": 76}, {\"Apply location\": \"Youngest mature leaf in aerial shoots 40-50 cm long\", \"Days after application\": 5, \"Treated shoot (counts/min)\": 416, \"Rhizomes (counts/min)\": 12, \"Untreated shoots (count/min)\": 4}, {\"Apply location\": \"Youngest mature leaf in aerial shoots 40-50 cm long\", \"Days after application\": 10, \"Treated shoot (counts/min)\": 360, \"Rhizomes (counts/min)\": 76, \"Untreated shoots (count/min)\": 16}, {\"Apply location\": \"Youngest mature leaf in aerial shoots 40-50 cm long\", \"Days after application\": 15, \"Treated shoot (counts/min)\": 352, \"Rhizomes (counts/min)\": 102, \"Untreated shoots (count/min)\": 48}, {\"Apply location\": \"Youngest mature leaf in aerial shoots 10-15 cm long\", \"Days after application\": 5, \"Treated shoot (counts/min)\": 512, \"Rhizomes (counts/min)\": 5, \"Untreated shoots (count/min)\": 2}, {\"Apply location\": \"Youngest mature leaf in aerial shoots 10-15 cm long\", \"Days after application\": 10, \"Treated shoot (counts/min)\": 472, \"Rhizomes (counts/min)\": 12, \"Untreated shoots (count/min)\": 3}, {\"Apply location\": \"Youngest mature leaf in aerial shoots 10-15 cm long\", \"Days after application\": 15, \"Treated shoot (counts/min)\": 432, \"Rhizomes (counts/min)\": 8, \"Untreated shoots (count/min)\": 2}]"
        },
        {
            "content": "The absorption, translocation, and exudation of 14C-glyphosate, 14C-fosamine, and 14C-amitrole in field horsetail were examined in glasshouse experiments. Amitrole was absorbed more readily than fosamine or glyphosate, and while initial translocation of amitrole was faster, eventually more 14C was recovered from plants treated with glyphosate and fosamine. Radioactivity from all three compounds was translocated to areas of meristematic activity, such as shoot and rhizome apices and rhizome nodes, but the amounts recovered from roots and rhizomes were small relative to the amounts applied. Root exudation and guttation may have contributed to herbicide loss, with radioactivity from amitrole being particularly prevalent in guttation fluid.",
            "reference": "Coupland, D., & Peabody, D. V. (1981). Absorption, translocation, and exudation of glyphosate, fosamine, and amitrole in field horsetail (Equisetum arvense). Weed Science, 29(5), 556-560.",
            "method": {
                "Test Plant": "Field horsetail (Equisetum arvense) plants",
                "Apply Location": "Foliar application to shoot surface",
                "Plant Grown Condition": "Rhizome fragments planted in coarse sand, watered daily with liquid fertilizer. Plants with 4-6 shoots, main shoot ~15 cm long and 1-2 developing rhizomes were selected for treatment.",
                "Chemical Preparation": "Herbicides applied at 20 g ai/L in aqueous solutions. Glyphosate (commercial liquid concentrate with wetting agent). Fosamine and amitrole formulated with non-ionic surfactants. 14C-labeled herbicides added to give ~110,000 dpm/μL.",
                "Pesticide Application Details for the Plant": "Two 1-μL drops applied to shoot surface of main stem between 3rd and 4th nodes.",
                "Other Information": "Experiments under 20-25°C/50-70% RH day, 15°C/70% RH night, 14h daylength with fluorescent+tungsten lamps. Completely randomized design with 4 replicates per treatment"
            },
            "result": "[{\"Days after application\": 1, \"Apical section in treated shoots (dpm/mg)\": 1991, \"Sub-apical section of treated shoots (dpm/mg)\": 839, \"Apical section in untreated shoots (dpm/mg)\": 8, \"Sub-apical section of untreated shoots (dpm/mg)\": 3}, {\"Days after application\": 4, \"Apical section in treated shoots (dpm/mg)\": 5026, \"Sub-apical section of treated shoots (dpm/mg)\": 435, \"Apical section in untreated shoots (dpm/mg)\": 11, \"Sub-apical section of untreated shoots (dpm/mg)\": 4}, {\"Days after application\": 8, \"Apical section in treated shoots (dpm/mg)\": 5756, \"Sub-apical section of treated shoots (dpm/mg)\": 348, \"Apical section in untreated shoots (dpm/mg)\": 17, \"Sub-apical section of untreated shoots (dpm/mg)\": 3}]"
        }
    ]
}