{
    "_id": {
        "$oid": "6682e926c4e5dba5ffba2929"
    },
    "CID": {
        "$numberInt": "16402"
    },
    "Name": "HEXAMETHYLENE DIAMINE",
    "IUPACName": "hexane-1,6-diamine",
    "CanonicalSMILES": "C(CCCN)CCN",
    "Synonyms": [
        "1,6-Hexanediamine",
        "1,6-Diaminohexane",
        "Hexamethylenediamine",
        "124-09-4",
        "HEXANE-1,6-DIAMINE",
        "HMDA",
        "1,6-Hexylenediamine",
        "HEXAMETHYLENE DIAMINE",
        "1,6-Hexamethylenediamine",
        "1,6-Diamino-n-hexane",
        "diaminohexane",
        "Hexylenediamine",
        "Hexane",
        "1,6-diamino-",
        "NCI-C61405",
        "HEX-NH2"
    ],
    "IsomericSMILES": "C(CCCN)CCN",
    "INCHI": "InChI=1S/C6H16N2/c7-5-3-1-2-4-6-8/h1-8H2",
    "INCHIKEY": "NAQMVNRVTILPCV-UHFFFAOYSA-N",
    "Formula": "C6H16N2",
    "MolecularWeight": {
        "$numberDouble": "116.2"
    },
    "Description": "Hexane-1,6-diamine is a C6 alkane-alpha,omega-diamine. It has a role as a human xenobiotic metabolite. It derives from a hydride of a hexane.",
    "XlogP": {
        "$numberDouble": "-0.2"
    },
    "Complexity": {
        "$numberInt": "31"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "environmental_bioconcentrations": [
        {
            "References": "(1) Meylan WM, Howard PH; J Pharm Sci 84: 83-92 (1995)(2) Lyman WJ et al; Handbook of Chemical Property Estimation Methods. Washington DC: Amer Chem Soc pp. 5-4, 5-10 (1990) (3) Franke C et al; Chemosphere 29: 1501-14 (1994)",
            "Value": "An estimated BCF value of 1 was calculated for hexamethylene diamine(SRC), using an estimated log Kow of 0.35(1,SRC) and a recommended regression-derived equation(2). According to a classification scheme(3), this BCF value suggests that bioconcentration in aquatic organisms is low(SRC)."
        }
    ],
    "environmental_biodegradations": [
        {
            "References": "(1) Chemicals Inspection and Testing Institute; Japan Chemical Industry Ecology - Toxicology and Information Center. ISBN 4-89074-101-1 (1992) (2) Urano K, Kato Z; J Haz Mat 13: 147-59 (1986) (3) Sasaki S; pp. 283-298 in Aquatic Pollutants: Transformation and Biological effects. Hutzinger O, Von Letyold LH, Zoeteman BC, eds Oxford: Pergamon Press (1978) (5) Kondo M et al; Eisei Kagaku 34: 188-95 (1988) (6) Wotzka J et al; Dtsc Gewaesserkd Mitt 37: 106-113 (1993)",
            "Value": "Biodegradation is expected to be an important environmental fate for this compound(SRC). Using a standard BOD dilution technique and an activated sludge inoculum, a theoretical BOD of 56% was observed during a 14 day incubation period(1). Using standard BOD dilution techniques and activated sludge inocula, theoretical BOD values of 41% to 56% were observed during a 14 day incubation period following a 6 day acclimation period(2). Based on 14 day BOD data, hexamethylene diamine is considered biodegradable(3). Following a 3 day acclimation period, 90% biodegradation of hexamethylene diamine in an activated sludge inoculum was observed during a 6 day incubation period, with an average COD of 26% per day(4). Degradation rates of 4% and 10% were observed for hexamethylene diamine (50 ppm) incubated in water from the Mino River, Japan and seawater off the coast of Japan over a 3 day incubation period(5). A theoretical oxygen demand between 20 and 60% was observed for hexamethylene diamine in a Warburg apparatus during a 5 day incubation period(6)."
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "Clayton, G.D., F.E. Clayton (eds.) Patty's Industrial Hygiene and Toxicology. Volumes 2A, 2B, 2C, 2D, 2E, 2F: Toxicology. 4th ed. New York, NY: John Wiley & Sons Inc., 1993-1994., p. 1146",
            "Value": "Hexamethylenediamine causes anemia, weight loss, and degenerative microscopic changes in the kidneys and liver and to a lesser degree in the myocardium of guinea pigs after repeated doses."
        },
        {
            "References": "International Labour Office. Encyclopedia of Occupational Health and Safety. Vols. I&II. Geneva, Switzerland: International Labour Office, 1983., p. 1752",
            "Value": "...ANIMAL EXPERIMENTS HAVE SHOWN THAT INHALATION OF HIGH CONCN...MAY CAUSE ANEMIA, LEUKOPENIA, IRRITATION OF THE MUCOUS MEMBRANES, AND INFLAMMATION OF LUNGS AND KIDNEYS."
        },
        {
            "References": "Lefaux, R. Practical Toxicology of Plastics. Cleveland: CRC Press Inc., 1968., p. 329",
            "Value": "SIX GUINEA PIGS TO WHICH 0.02 G OF SUBSTANCE WAS ADMIN ORALLY DAILY FOR 20-95 DAYS WERE SLOWLY POISONED. THE SAME DOSE.../0.02 G/ WHEN ADMIN SC, KILLED 3 OTHER GUINEA PIGS IN 5-7 DAYS. MAIN SYMPTOMS WERE LOSS OF WT & ANEMIA OF HEMOLYTIC TYPE ACCOMPANIED BY LEUKOPENIA. ...KIDNEY & LIVER...DEGENERATION."
        },
        {
            "References": "PMID:595018",
            "Value": "SKIN CORROSION WAS TESTED USING RABBITS THAT HAD BEEN CLIPPED OF HAIR ON BACKS & FLANKS. 1,6-HEXANEDIAMINE APPLIED IN AMT OF 0.5 G. AFTER 4 HR, WRAP & PATCHES WERE REMOVED, DAMAGE OCCURRED IN @ LEAST 2 OF 6 RABBITS. THE CMPD WAS CLASSIFIED AS CORROSIVE."
        },
        {
            "References": "PMID:1017699",
            "Value": "EXPOSURE OF RATS 4 HR/DAY FOR 8 DAYS TO ATMOSPHERE CONTAINING 1.25 MG/CU M, DECR THRESHOLD OF NEUROMUSCULAR EXCITABILITY, INCR BLOOD LEUKOCYTE & LIVER GLYCOGEN LEVELS, CAUSED DISORDERS OF RENAL EXCRETORY CAPACITY, & ALTERED PHAGOCYTIC ACTIVITY OF NEUTROPHILS."
        },
        {
            "References": "IZRAILET LI, LAIVINA E; GIG PROF ZABOL 123-6 (1980)",
            "Value": "CHRONIC INHALATION OF 1 MG HEXAMETHYLENE DIAMINE INDUCED LEUKOCYTOLYSIS & LEUKERGY WITH & WITHOUT ANTIGEN STIMULATION, AND ALTERED HEMOGLOBIN & LEUKOCYTE LEVELS IN RATS SENSITIZED BY ORAL ADMINISTRATION OF DICHLOROMETHYLBENZENE OR ORAL & IM ADMINISTRATION OF BENZYLPENICILLIN @ 4-10 MG/KG FOR 15 DAYS, BUT NOT IN INTACT RATS."
        },
        {
            "References": "PMID:6648828",
            "Value": "1,6-diaminohexane (DAH) was administered to pregnant female mice during the time of maximal fetal ornithine decarboxylase (ODC) activity, days 10-14 of gestation. Such treatment resulted in an inhibition of fetal ODC activity, as measured 2 hours later, and a proportional decrease in fetal weight, as measured on day 18 of gestation."
        },
        {
            "References": "Mortelmans K et al; Environ Mutagen 8:1-119 (1986)",
            "Value": "1,6-Diaminohexane was found to be negative when tested for mutagenicity using the Salmonella/microsome preincubation assay, using the standard protocol approved by the National Toxicology Program (NTP). 1,6-Diaminohexane was tested in as many as 5 Salmonella typhimurium strains (TA1535, TA1537, TA97, TA98, and TA100) in the presence and absence of rat and hamster liver S-9, at doses of 0.033, 0.100, 0.333, 1.000, 3.333, 6.666, and 10.000 mg/plate. The highest ineffective dose tested in any S. typhimurium strain was 10.000 mg/plate. Slight to total clearing of the background bacterial lawn occurred in most cultures at the highest dose."
        },
        {
            "References": "Short RD, et al; Fund Appl Toxicol 16 (3): 490-494 (1991)",
            "Value": "A study was conducted as part of a program designed to assess risk associated with occupational exposure to hexamethylenediamine. Sprague-Dawley rats were divided into four groups each containing 26 males and 26 females. The rats were given daily doses of 0, 50, 150, or 500 mg/kg hexamethylenediamine. After a minimum of 56 days of treatment, the F0 rats were mated to produce the Fl offspring. Pregnant F0 females were allowed to give birth to Fl pups. After a minimum of 98 days of treatment the Fl parents were mated to produce the F2 offspring. The F2 pups were sacrificed on lactation day 21. No treatment related mortality was noted. Judging by weight gain, males were more sensitive to the dietary administration of hexamethylenediamine than females. Greater than 90% of the target concn of hexamethylenediamine were fed to rats in all groups. The actual doses consumed, however, averaged between 123 and 132% of the target doses in these groups. Fertility was not adversely affected by the dietary administration of hexamethylenediamine over two generations. Pup survival was not significantly reduced in any of the treated groups. At birth pup body weights were not adversely affected by treatment, but during lactation reduced weights were apparent in both sexes from the high dose group. No meaningful differences were noted between the control rats and the treated rats of either generation in regard to antemortem observations, copulatory interval, gestation length, nesting and nursing behavior, and appearance of the pups. No treatment related effects were noted on testes weights and no effects were noted by macroscopic or microscopic examination of tissues evaluated."
        },
        {
            "References": "PMID:8504909",
            "Value": "1,6-Hexanediamine (HDA) is a high production volume chemical which is used as an intermediate in the synthesis of paints, resins, inks, and textiles and as a corrosion inhibitor in lubricants. Two and 13 week studies of the toxicity of the dihydrochloride salt of HDA (HDDC) were conducted in male and female Fischer 344/N rats and B6C3F1 mice using whole body inhalation exposure. Both species were evaluated for histopathologic and reproductive effects, and rats were examined for clinical chemistry and hematologic changes. In the 2 week inhalation studies, animals were exposed to 10-800 mg HDDC/cu m, 6 hr/day. All rats, all female mice, and two of five male mice in the high exposure group died before the end of the study. Surviving mice in this group had a dose dependent depression in body weight gain. Clinical signs were primarily related to upper respiratory tract irritation and included dyspnea and nasal discharge in both species. Treatment related histopathologic lesions included inflammation and necrosis of the laryngeal epithelium of both species and the tracheal epithelium of mice, as well as focal inflammation and ulceration of the respiratory and olfactory nasal mucosa. In the 13 wk inhalation studies, animals were exposed to HDDC at concentrations of 1.6-160 mg/cu m for 6 hr/day, 5 days/week. In addition to the base study groups, a supplemental group of rats at each exposure level was included to assess the effect of HDDC on reproduction. No treatment related changes in organ weights or organ to body weight ratios occurred in rats, and no treatment related clinical signs or gross lesions were seen in either species. Chemical related microscopic lesions were limited to the upper respiratory tract (larynx and nasal passages) in the two highest exposure groups and were similar in both species. These lesions included minimal to mild focal erosion, ulceration, inflammation, and hyperplasia of the laryngeal epithelium, in addition to degeneration of the olfactory and respiratory nasal epithelium. HDDC caused no significant changes in sperm morphology or vaginal cytology and no significant adverse effects on reproduction in rats or nice. Hematologic and clinical chemistry changes in rats were minor and sporadic and were not accompanied by related histologic findings. HDDC did not increase the frequency of micronucleated erythrocytes in mice. /1,6-Hexanediamine dihydrochloride/"
        },
        {
            "References": "PMID:2499956",
            "Value": "The effects of hexamethylenediamine ... (HMDA) on mitogen induced proliferative responses and stimulation of ornithine-decarboxylase (ODC) activity were examined in splenic lymphocytes from female C57BL/6J mice. Addition of 0.1 to 16 millimolar HMDA at the start of culture or after 24 or 48 hr of culture decr the proliferative response to T-cell and B-cell mitogens. The concn of HMDA required to cause suppression incr with incubation time. Removal of the diamine after 24 hours allowed cells to proliferate normally upon reculture with mitogen. Mitogenic responses of cultures containing the ODC inhibitor alpha-difluoromethylornithine (DFMO) were also inhibited in a time and dose dependent manner. ODC activity was markedly decr by inclusion of diamine or DFMO in the culture medium. Putrescine did not reverse the suppressive effects of diamine on proliferation, but did restore DFMO containing cultures to control levels of activity. The /results suggest/ ... conclude that HMDA suppresses lymphocyte proliferation in vitro by alteration of ODC and polyamine activity; comparison of results obtained with DFMO and HMDA suggests that HMDA may act via multiple pathways, only one of which involves inhibition of ODC activity ."
        },
        {
            "References": "PMID:3692009",
            "Value": "Four groups of 15 male and 15 female Sprague-Dawley derived (CD) rats were exposed to aqueous hexamethylenediamine (HMD) aerosols for 6 hr/day, 5 days/wk for 13 wk at mean analytical concn of 0, 12.8, or 51 mg/cu m. Because of exposure related deaths in a group of male and female rats similarly exposed to 215 mg/cu m HMD, this group was terminated during the seventh week of the study. Signs of respiratory and conjunctival irritation were observed in rats at both the 51 and 215 mg/cu m HMD test levels. Body weight gain was significantly reduced in both sexes exposed to 215 mg/cu m HMD. At the 5 wk study interval, slight hemopoietic stimulation of peripheral blood parameters was observed in rats of both sexes exposed to 215 mg/cu m HMD. Treatment related microscopic lesions were seen only in rats exposed to 215 mg/cu m HMD and were confined to the trachea, nasal passages, and lungs. The no effect level in this study is considered to be 12.8 mg/cu m HMD."
        },
        {
            "References": "PMID:3624786",
            "Value": "... Dietary admin of hexamethylenediamine (HMD) to groups of rats for 3 months at dosages of 0, 50, 150, and 500 mg/kg resulted in a modest retardation in weight gain at the two higher test levels. No other obvious signs of toxicity or changes in the peripheral blood picture or selected clinical pathology parameters were found at any test level throughout the study. Evaluation of absolute and relative weights of 10 selected organs, as well as complete necropsies and microscopic evaluation of over 30 selected tissues and organs, revealed no changes considered related to treatment. The admin of HMD by gavage to pregnant rats at 0, 112, 184 and 300 mg/kg/day 1 on days 6-15 of pregnancy (day 1 = day sperm detected) did not induce any teratogenic effects. Signs of maternal toxicity were observed only at 300 mg/kg/day. Embryotoxicity was observed at both the 300 and 184 mg HMD kg/day dosage levels. No treatment related effects were observed at 112 mg HMD kg/day."
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "(1) Swann RL et al; Res Rev 85: 23 (1983) (2) Meylan WM et al; Environ Sci Technol 26: 1560-67 (1992)",
            "Value": "Based on a recommended classification scheme(1), an estimated Koc value of 286(SRC), determined from a structure estimation method(2), indicates that hexamethylene diamine is expected to have moderate mobility in soil(SRC)."
        }
    ]
}