{
    "_id": {
        "$oid": "6682e927c4e5dba5ffba2931"
    },
    "CID": {
        "$numberInt": "16653"
    },
    "Name": "MOLINATE",
    "IUPACName": "S-ethyl azepane-1-carbothioate",
    "CanonicalSMILES": "CCSC(=O)N1CCCCCC1",
    "Synonyms": [
        "MOLINATE",
        "2212-67-1",
        "Ordram",
        "S-Ethyl azepane-1-carbothioate",
        "Jalan",
        "Yalan",
        "Yulan",
        "Higalnate",
        "Molmate",
        "Hydram",
        "Felan",
        "S-Ethyl hexahydro-1H-azepine-1-carbothioate",
        "Ethyl 1-hexamethyleneiminecarbothiolate",
        "S-Ethyl N,N-hexamethylenethiocarbamate",
        "S-Ethyl hexahydroazepine-1-carbothioate"
    ],
    "IsomericSMILES": "CCSC(=O)N1CCCCCC1",
    "INCHI": "InChI=1S/C9H17NOS/c1-2-12-9(11)10-7-5-3-4-6-8-10/h2-8H2,1H3",
    "INCHIKEY": "DEDOPGXGGQYYMW-UHFFFAOYSA-N",
    "Formula": "C9H17NOS",
    "MolecularWeight": {
        "$numberDouble": "187.3"
    },
    "Description": "Molinate is a member of the class of azepanes that is azepane in which the nitrogen is substituted by an (ethylsulfanyl)carbonyl group, -C(=O)SEt. A thiocarbamate herbicide not approved for use in the U.S. or European Union, it is used control grass weeds in rice paddies. It has a role as an antispermatogenic agent, a herbicide and an agrochemical. It is a member of azepanes and a monothiocarbamic ester.",
    "XlogP": {
        "$numberDouble": "3.2"
    },
    "Complexity": {
        "$numberInt": "142"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "animal_concentrations": [
        {
            "References": "(1) Kato Y et al; Chiba-Ken Eisei Kenkyusho Kenkyu Hokoku 9: 47-53 (1985)",
            "Value": "Mussels collected from the Tokyo Bay in Japan during May and Aug of 1983 and 1984 contained maximum molinate levels of 0.20 ppm(1)."
        }
    ],
    "environmental_bioconcentrations": [
        {
            "References": "(1) Kanazawa J; Pestic Sci 12: 417-24 (1981) (2) Tsuda T et al; Toxicol Environ Chem 34: 39-55 (1991) (3) Mabury SA et al; Rev Environ Contam Toxicol 147: 71-117 (1996) (4) Tsuda T et al; Bull Environ Contam Toxicol 60: 151-8 (1998) (5) Franke C et al; Chemosphere 29: 1501-14 (1994)",
            "Value": "Using a continuous-flow water system and a 14 day exposure period, a molinate BCF of 26 was measured in a freshwater fish (topmouth gudgeon)(1). Avg BCFs of 48 and 18 were calculated for pale chub and ayu sweetfish, respectively, collected from Japanese rivers by measuring the water concn and the fish concn(2). BCF values of 30 in Japanese carp, 25.2 for striped bass, 19.7 for white sturgeon, 30.5 in common carp have been reported(3). Average BCFs from fish samples, pale chub and ayu sweetfish, from seven rivers flowing into Lake Biwa from April 1995 to March 1996 were 16 and 13, respectively(4). According to a classification scheme(5), these BCF values suggest bioconcentration in aquatic organisms is low to moderate."
        }
    ],
    "environmental_biodegradations": [
        {
            "References": "Menzie, C.M. Metabolism of Pesticides-Update III. Special Scientific Report- Wildlife No. 232. Washington, DC: U.S.Department of the Interior, Fish and Wildlife Service, 1980., p. 403",
            "Value": "Micrococcus sp. 22r degraded Ordram via S-ethyl-1-(2-hydroxy)-hexa-methyleniminothiocarbamate, 1-hexamethyleniminothiocarbamic acid, S-ethyl-(1,2-2-hydroxy)-hexamethyleniminothiocarbamate, S-ethyl-(2-oxo)-1-hexamethyleniminothiocarbamate. With Bacillus sp. 24 and Nocardia sp. 119, Ordram gave rise to oxo- and dioxo metabolites. Oxidation of the ethyl group to a carboxyl group was observed. There was no hydrolysis of the ethyl group."
        },
        {
            "References": "(1) Strekozov BP et al; Khim Sel'sk Khoz 17: 28-31 (1979) (2) Imai Y, Kuwatsuka S; J Pestic Sci 7: 487-97 (1982) (3) Imai Y, Kuwatsuka S; J Pestic Sci 11: 57-63 (1986) (4) Carrasco JM et al; Sci Total Environ 123/124: 219-32 (1992) (5) Halfon E et al; Chemosphere 33: 1543-62 (1996)",
            "Value": "AEROBIC: It was reported that 20% of molinate applied at 5 kg/ha to a field planted to barley underwent biotransformation after a 4-day incubation period(1). Over an 80-day incubation period, molinate degraded much more rapidly in three non-sterile Japanese soils as compared to sterile soils(2); in the non-sterile soils, >90% of initial molinate degraded while only 10-20% degraded in the sterile controls under upland conditions(2); degradation was slower (20-70%) in flooded soils(2); half-lives were 8-25 days under upland conditions and about 40-160 days under flooded conditions(2). Degradation of molinate in a non-sterile perfusion soil system was shown to be faster than in a sterile control system(3). A half-life in soil of 21 days has been reported using soils from the vicinity of the River Po, Italy(5). Molinate at a concn of 1.2 mg/l was degraded 50% in 30 days and 81% to 19% in 60 days in lake water from the Albufera in Valencia, Spain which was illuminated and aerated(4); the compound was degraded 96% in 30 days and to 96% in 60 days in redistilled water under the same conditions(4)."
        }
    ],
    "logP": [
        {
            "References": "Hansch, C., Leo, A., D. Hoekman. Exploring QSAR - Hydrophobic, Electronic, and Steric Constants. Washington, DC: American Chemical Society., 1995., p. 64",
            "Value": "log Kow = 3.21"
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "Spencer, E. Y. Guide to the Chemicals Used in Crop Protection. 7th ed. Publication 1093. Research Institute, Agriculture Canada, Ottawa, Canada: Information Canada, 1982., p. 402",
            "Value": "ACUTE EYE IRRITATION, ALBINO RABBITS MODERATELY IRRITATING. COLD WATER FISH SPECIES SOMEWHAT SUSCEPTIBLE."
        },
        {
            "References": "BROWN KW ET AL; INT J ENVIRON STUD 14 (1): 49-53 (1979)",
            "Value": "TOXICITY OF PESTICIDESUSED IN FLOODED RICE PRODUCTION ON CHANNEL CATFISH WERE DETERMINED IN TAP WATER & FLOODWATER FROM RICE FIELDS. MOLINATE 96 HR MEDIAN TOLERANCE LIMIT IN TAP WATER WAS 33.2 PPM; IN WATER FROM RICE FIELD WAS 29.4 PPM."
        },
        {
            "References": "SUZUKI K; SEITAI KAGAKU 2 (4): 207-14 (1980)",
            "Value": "MASS MORTALITY OF CARP IN FISH PONDS OCCURRED IN FUKUSHIMA, JAPAN IN 1975-77. CAUSE OF DEATH WAS MOLINATE-INDUCED ANEMIA IN CARP."
        },
        {
            "References": "MINAKAWA O ET AL; JPN J PUBLIC HEALTH (NIPPON KOSHU EISEI ZASSHI) 25 (11): 645-51 (1978)",
            "Value": "EXPTL RESULTS OF FISH TOXICITY INDICATE THAT MOLINATE INDUCES ACUTE ANEMIA DUE TO ABNORMAL BLOOD COAGULATION AT CONCN HIGHER THAN 0.04 PPM IN WATER. SURVIVING FISH RECOVERED AFTER BEING PLACED INTO FRESH WATER."
        },
        {
            "References": "Kearney, P.C., and D. D. Kaufman (eds.) Herbicides: Chemistry, Degredation and Mode of Action. Volumes 1 and 2. 2nd ed. New York: Marcel Dekker, Inc., 1975., p. 342",
            "Value": "... INHIBITIVE EFFECT /OF MOLINATE ON BARNYARDGRASS/ CAN BE OVERCOME BY ... GIBBERELLIC ACID. ... MOLINATE TREATMENT REDUCED LEVEL OF SOL RNA IN BARNYARDGRASS. ... CONCLUDED THAT TREATMENT WITH MOLINATE RESULTED IN LIMITED ... GIBBERELLIC ACID IN PLANT WHICH IN TURN CAUSED A REDUCED LEVEL OF TRANSFER RNA."
        },
        {
            "References": "Hartley, D. and H. Kidd (eds.). The Agrochemicals Handbook. 2nd ed. Lechworth, Herts, England: The Royal Society of Chemistry, 1987., p. A282/Aug 87",
            "Value": "Non-phytotoxic to rice."
        },
        {
            "References": "Worthing, C.R. and S.B. Walker (eds.). The Pesticide Manual - A World Compendium. 8th ed. Thornton Heath, UK: The British Crop Protection Council, 1987., p. 578",
            "Value": "AT RECOMMENDED RATES IT HAS HAD NO DETECTABLE EFFECTS ON FISH IN DITCHES DRAINING WATER FROM TREATED RICE FIELDS IN CALIFORNIA."
        }
    ],
    "sediment_soil_concentrations": [
        {
            "References": "(1) Tsukabayashi H et al; Ishikawa-Ken Eisei Kogai Kenkyusho Nenpo 23: 279-85 (1987) (2) Readman JW et al; Mar Pollut Bull 26: 613-9 (1993)",
            "Value": "SEDIMENTS: Sediments collected from a drainage canal servicing a rice growing field contained a molinate concn of approximately 15.3 ppm(1). Molinate concns of not detected, <0.01-2.7, <0.01, and <0.001 ug/g dry wt were reported in sediment samples from the Ebro Delta, Spain, the Thermaikos Gulf, Greece, the Amvrakikos Gulf, Greece, and the Nile delta, Egypt, respectively(2)."
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "(1) Kanazawa J; Environ Toxicol Chem 8: 477-84 (1989) (2) Wauchope RD et al; Rev Environ Contam Toxicol 123: 1-164 (1991) (3) Swann RL et al; Res Rev 85: 23 (1983) (4) Nakamura K et al; J Pest Sci 8: 9-16 (1983) (5) Gray RA, Weierich AJ; Weed Sci 16: 77-9 (1968) (6) Strekozov BP et al; Khim Sel'sk Khoz 17: 28-31 (1979) (7) Ahrens WH; Herbicide Handbook of the Weed Science Society of America. 7th ed. Champaign, IL: Weed Sci Soc Amer p. 206 (1994)",
            "Value": "Koc values of 80 and 89 were measured for molinate in two Japanese soils (respective organic carbon contents of 1.35 and 4.24%)(1). The US Dept of Agric's Pesticide Properties Database reports a molinate Koc value of 190(2). According to a classification scheme(3), these measured Koc values suggest that molinate is expected to have high mobility in soil. Molinate readily leaches in mineral soils, slightly more than EPTC(7). In lysimeter leaching studies using a mineral alluvial soil and a humic volcanic ash soil, molinate leached more rapidly than simetryne, thiobencarb and chlornitrofen(4). In soil column leaching studies, molinate leached more readily than other thiocarbamate herbicides (EPTC, vernolate, pebulate, R-2063)(5); very little of the molinate applied to the surface remained in the upper 3 inches of soil columns(5). Molinate was observed to have high mobility in a chernozem soil(6)."
        }
    ],
    "plant_translocations": [
        {
            "content": "The study investigated the uptake, translocation, and metabolic fate of 14C-molinate (S-ethylperhydro-2-4C-azepin-I-carbothioate) in rice plants and barnyardgrass. Results showed that molinate was absorbed through the roots and basal parts of shoots in both plants, with barnyardgrass absorbing greater amounts than rice plants. When absorbed through roots, radioactivity was translocated into whole plants, moving acropetally in rice plants and both acropetally and basepetally in barnyardgrass. Various organo-extractable metabolites of molinate were identified, including sulfoxide and oxo-derivatives, among others. Degradation of molinate was faster in barnyardgrass, and conjugates derived from basic metabolites were more prevalent in barnyardgrass compared to rice plants. The study suggested that differences in metabolic products and translocation direction of molinate may contribute to herbicidal selectivity between rice plants and barnyardgrass.",
            "reference": "今井康史, & 鍬塚昭三. (1984). Uptake, translocation, and metabolic fate of the herbicide molinate in plants. Journal of Pesticide Science, 9(1), 79-90.",
            "method": {
                "Test Plant": "Rice plants (Oryza sativa L. cv. Mutsunishiki) and barnyard grass (Echinochloa crus-galli var. oryzicola)",
                "Apply Location": "seed application",
                "Plant Grown Condition": "Seeds were germinated and grown in Kasugai's nutrient solution [(NH4)2SO4 189 mg, Na2HPO4·12H2O 101 mg, KCl 47.6 mg, CaCl2·2H2O 10.5 mg, MgCl2·6H2O 30.2 mg, FeCl3·6H2O 16.9 mg/L, pH 5.5-6.0]. Seedlings at the 3- to 3.5-leaf stage were used for experiments.",
                "Chemical Preparation": "Ring-14C-molinate (S-ethyl perhydro-2-14C-azepin-1-carbothioate) with 98% radiochemical purity and 12.7 mCi/mmol specific activity was obtained. It was diluted with non-labeled molinate in ethanol to 0.5 mg/ml and 3.23 x 10^-5 mCi/ml for use.",
                "Pesticide Application Details for the Plant": "seedlings were soaked in 20 ml nutrient solution containing different concentrations of 14C-molinate in test tubes (2.2 cm i.d.) for 2 hours.",
                "Other Information": "-"
            },
            "result": "[{\"Plant\": \"Rice\", \"Days after application\": 1.5, \"Shoot (ug/g)\": 21.92, \"Root (ug/g)\": 48.24}, {\"Plant\": \"Rice\", \"Days after application\": 2.0, \"Shoot (ug/g)\": 35.08, \"Root (ug/g)\": 63.59}, {\"Plant\": \"Rice\", \"Days after application\": 4.0, \"Shoot (ug/g)\": 57.01, \"Root (ug/g)\": 109.64}, {\"Plant\": \"Barnyardgrass\", \"Days after application\": 1.5, \"Shoot (ug/g)\": 146.92, \"Root (ug/g)\": 234.64}, {\"Plant\": \"Barnyardgrass\", \"Days after application\": 2.0, \"Shoot (ug/g)\": 258.77, \"Root (ug/g)\": 366.22}, {\"Plant\": \"Barnyardgrass\", \"Days after application\": 4.0, \"Shoot (ug/g)\": 342.1, \"Root (ug/g)\": 243.42}]"
        },
        {
            "content": "The study investigated the translocation and effects of S-ethyl hexahydro-1 H-azepine-l-carbothioate-C14 (molinate-C14) applied to the leaves and roots of barnyardgrass (Echinochloa crusgalli) and rice (Oryza sativa). When applied to leaves, molinate-C14 was mainly translocated acropetally. Root-applied molinate-C14 was readily translocated throughout the plant. Barnyardgrass absorbed more molinate-C14 than rice. Surface application of 5 or 10 ppm molinate caused less injury to rice planted at deeper depths but more injury in incorporated treatments with increasing depth. Barnyardgrass was markedly suppressed at all planting depths. The inhibition of barnyardgrass elongation by molinate was counteracted by gibberellic acid. Molinate also reduced the level of soluble RNA in barnyardgrass coleoptiles.",
            "reference": "Seaman, D. E., & Ashton, F. M. (1968). Herbicidal action of molinate in barnyardgrass and rice. Weed Science, 16(1), 28-31.",
            "method": {
                "Test Plant": "Barnyardgrass [Echinochloa crusgalli (L.) Beauv.] and rice (Oryza sativa L.)",
                "Apply Location": "foliar application",
                "Plant Grown Condition": "Two-week-old seedlings, barnyardgrass and rice, grown in soil in the greenhouse, were transferred to 30-ml test tubes containing half strength Hoagland solution (pH 7, adjusted by KOH). One week after transplanting, the plants were used for experiments.",
                "Chemical Preparation": "5 μl of a 5 μM molinate-ethyl-C14 solution (specific activity 2.46 mc/mmole, in 12.5% ethanol) was applied.",
                "Pesticide Application Details for the Plant": "-",
                "Other Information": "The treatments were replicated twice"
            },
            "result": "[{\"Plant\": \"Barnyardgrass\", \"Hours after application\": 6, \"Coleoptile (cpm/mg)\": 715, \"Root (cpm/mg)\": 390, \"Mesocotyl (cpm/mg)\": \"474\"}, {\"Plant\": \"Barnyardgrass\", \"Hours after application\": 14, \"Coleoptile (cpm/mg)\": 1180, \"Root (cpm/mg)\": 904, \"Mesocotyl (cpm/mg)\": \"693\"}, {\"Plant\": \"Rice\", \"Hours after application\": 6, \"Coleoptile (cpm/mg)\": 608, \"Root (cpm/mg)\": 237, \"Mesocotyl (cpm/mg)\": \"Not applicable\"}, {\"Plant\": \"Rice\", \"Hours after application\": 14, \"Coleoptile (cpm/mg)\": 837, \"Root (cpm/mg)\": 335, \"Mesocotyl (cpm/mg)\": \"Not applicable\"}]"
        }
    ]
}