{
    "_id": {
        "$oid": "6682e9ccc4e5dba5ffba2c6d"
    },
    "CID": {
        "$numberInt": "16682746"
    },
    "Name": "BIS(TRIBUTYLTIN) OXIDE",
    "IUPACName": "tributyl(tributylstannyloxy)stannane",
    "CanonicalSMILES": "CCCC[Sn](CCCC)(CCCC)O[Sn](CCCC)(CCCC)CCCC",
    "Synonyms": [
        "Tributyltin oxide",
        "56-35-9",
        "BIS(TRIBUTYLTIN) OXIDE",
        "TBTO",
        "Hexabutyldistannoxane",
        "Distannoxane",
        "hexabutyl-",
        "Bis(tri-n-butyltin) oxide",
        "Bis(tributyltin)oxide",
        "Biomet",
        "Butinox",
        "Lastanox Q",
        "Mykolastanox F",
        "Biomet 66",
        "Stannicide A",
        "Bis(tri-n-butyltin)oxide"
    ],
    "IsomericSMILES": "CCCC[Sn](CCCC)(CCCC)O[Sn](CCCC)(CCCC)CCCC",
    "INCHI": "InChI=1S/6C4H9.O.2Sn/c6*1-3-4-2;;;/h6*1,3-4H2,2H3;;;",
    "INCHIKEY": "APQHKWPGGHMYKJ-UHFFFAOYSA-N",
    "Formula": "C24H54OSn2",
    "MolecularWeight": {
        "$numberDouble": "596.1"
    },
    "Description": "Tributyltin oxide is an inorganic molecular entity.",
    "XlogP": {
        "$numberDouble": "NaN"
    },
    "Complexity": {
        "$numberInt": "246"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "fish_seafood_concentrations": [
        {
            "References": "(1) Maguire RJ et al; Chemosphere 15: 253-74 (1986)",
            "Value": "No data were found concerning the occurrence of bis(tributyltin) oxide in the environment(SRC). The only monitoring data located were for tributyltin (Bu3Sn+) without regard for the identity of the accompanying anion(s) and concn was reported in tin equivalents(1). Tributyltin was detected and quantified in 3 of 14 samples of whole fish collected from Canadian surface waters during 1982 and 1984 at the following concn (species; location): 0.01 ppm tin (wet wt), yellow perch (Perca flavescens; Jordan Harbor, Ontario, Canada, Lake Ontario); 0.02 ppm tin (wet wt), white sucker (Castostomus commersoni; Jordan Harbor, Lake Ontario); and 0.24 ppm tin, (wet wt) herring (Clupea herengus pallasi; Vancouver Harbor, British Columbia, Canada); tributyltin also was detected, not quantified in another 2 of the samples (concn <0.01 ppm tin (wet wt) (limit of quantitation))(1)."
        },
        {
            "References": "(1) Valkirs AO et al; Mar Environ Res 32: 151-67 (1991) (2) Hall LW Jr; Mar Pollut Bull 19: 431-8 (1988) (3) Quevauviller P; Environ Pollut 57: 149-66 (1989) (4) Maguire RJ et al; Organometallic Chem 1: 475-98 (1987",
            "Value": "Levels of tributyltin in mussels from San Diego Bay have declined after restrictions on the use of antifouling paint containing tributyltin in California were enacted. Tributyltin levels in mussels from various sites in the bay ranged from 140 to 2100 ng/g (wet wt) in February 1988 and 100-460 ng/g in February 1990(1). The max and avg concn found in tissue from oysters (Crassostrea virginica) from Sarah Creek, VA were 1570 and 834 ppb (wet wt), respectively, and the avg concn in tissues from oyster from Kings Creek was 9 ppb (wet wt)(2). Mean tributyltin concns in American oysters from Sarah Creek, Va were 834 ug/kg (wet wt)(2). Maximum values were 1570 ug/kg and oysters collected in a pristine area contained mean levels of 9 ug/kg. The levels of tributyltin in mussel tissue (n=9) in the Sado Estuary, Portugal were 16-114 ng/g (dry wt)(3). Unspecified fish samples from Lake Biwa, Japan contained 1.3-8.5 ppb Sn (wet wt)(4). Reported tributyltin concns in oysters from Burnham-on-Crouch, England, ranged from not detected to 4,500 ppb Sn (dry wt)(4). A concn of 11 ppb Sn (wet wt) was detected in shellfish collected from Lake Biwa, Japan, at an unspecified time(4)."
        }
    ],
    "sediment_soil_concentrations": [
        {
            "References": "(1) Maguire RJ et al; Chemosphere 15: 253-74 (1986)",
            "Value": "SEDIMENT: No data were found concerning the occurrence of bis(tributyltin) oxide in the environment(SRC). The only monitoring data located were for tributyltin (Bu3Sn+) without regard for the identity of the accompanying anion(s) and concn was reported in tin equivalents(1). Tributyltin was detected and quantified in 104 of 235 samples of the top 2 cm of sediment from bodies of surface water in Canada sampled between 1982-1985 at concn ranging from 0.01 to 10.78 ppm tin (dry wt) (avg concn of positive, quantified samples = 0.65 ppm tin (dry wt)); tributyltin also was detected, not quantified in another 26 of the samples (concn range from approx >3.3 ppb tin (dry wt) (limit of detection) to <0.01 ppm tin (dry wt) (limit of quantitation(1). Tributyltin was not detected in sediment from one site in Michigan and six sites in New York state(1)."
        },
        {
            "References": "(1) Maguire J, Tkacz RJ; J Agric Food Chem 33: 947-53 (1985) (2) Maguire RJ; Environ Sci Technol 18: 291-4 (1984) (3) Schebek L, Andreae MO; Environ Sci Technol 25: 871-8 (1991) (4) Fent K, Hunn J; Environ Toxicol Chem 14: 1123-1132 (1995)",
            "Value": "SEDIMENT: The concn of tributyltin species in sediment (upper 2 cm) from Toronto Harbor (6 sites) was 0.08-1.28 mg Sn/kg dry weight ); tributyltin was not detected in sediment from 2 sites outside the harbor(1). Tributyltin concn as high as 3.52 ppb tin were determined in sediment core samples from 4 of the sites in Toronto Harbor; tributyltin was detected in sediment cores taken from sediment depths of up to 30 cm whereas none was detected at depths of 30-45 cm(1). Tributyltin was detected in sediment samples collected in 1981 from 6 of 20 sites in the Great Lakes and St. Lawrence River waters of Ontario, Canada, at concn ranging from 30.9 to 539 ppb dry weight(2). The concn of tributyltin in sediment from two harbors along the Rhine River in Germany were 13 and 182 ng Sn/g dry wt; the high level is from a small harbor that is crowded with pleasure crafts that are believed to be responsible for large releases of tributyltin(3). The concns of tributyltin in harbor sediment in Lake Lucerne, Switzerland was high, up to 2800 ug/g(4). High concns were restricted to the upper 7 cm and decreased significantly below(4). The dating of cores suggest that tributyltin may persist for more than a decade in sediment. Small amounts of the mono- and di-butyltin were also found in the upper layers of sediment(4)."
        },
        {
            "References": "(1) Valkirs AO et al; Mar Environ Res 32: 151-67 (1991) (2) Quevauviller P; Environ Pollut 57: 149-66 (1989) (3) Hall LW Jr; Mar Pollut Bull 19: 431-8 (1988) (4) Maguire RJ; Appl Organometallic Chem 1: 475-98 (1987)",
            "Value": "MARINE SEDIMENT: While concns of tributyltin in surface water in San Diego Bay declined after restrictions on the use of antifouling paint containing tributyltin in California were enacted(1). Tributyltin levels in sediment were variable and did not reflect the decreases in levels in the water column(1). Mean tributyltin levels at 14 sites ranged from 7 to 430 ng/g dry wt between Jan 1989 and July 1990 with the higher values being at yacht basins and naval yards(1). Intertidal sediments at a restricted site downstream from the shipyards in the Sado estuary, Portugal reached levels of 520 ng/g dry wt for tributyltin, over an order of a magnitude higher than samples taken in March(2). This has been ascribed to the cleaning of ships in spring and points up the large seasonal variability in anthropogenic organotin levels(2). Intertidal and marine levels of tributyltin at other sites in the Sado Estuary were 12-21 and 21 ng/g, respectively(2). Sediment tributyltin concns from Chesapeake Bay include: 141-1390 ug/kg dry wt at six stations in or near marinas on a northern tributary; 23-290 ug/kg dry wt in Sarah and Kings Creek in Virginia and 920- 1300 ug/kg dry wt. in the Sarah Creek area(3). US sediments collected at unspecified times contained the following amounts of tributyltin: San Diego Bay, 8-44 ppb Sn (wet weight), Great Bay estuary, NH, 12-44 ppb (dry weight); Detroit and St. Clair Rivers (U.S. and Canada), not detected to 70 ppb (dry weight)(2). Sediment from jetties and dry docks in Esquimalt Harbor, British Columbia, Canada, contained 300-7,000 ppb Sn (dry weight)(4)."
        }
    ]
}