{
    "_id": {
        "$oid": "6682e9cbc4e5dba5ffba2c6a"
    },
    "CID": {
        "$numberInt": "16682730"
    },
    "Name": "PHENYLMERCURIC ACETATE",
    "IUPACName": "acetyloxy(phenyl)mercury",
    "CanonicalSMILES": "CC(=O)O[Hg]C1=CC=CC=C1",
    "Synonyms": [
        "phenylmercuric acetate",
        "62-38-4",
        "phenylmercury acetate",
        "acetoxyphenylmercury",
        "Liquiphene",
        "Anticon",
        "Dyanacide",
        "Gallotox",
        "Hostaquik",
        "Kwiksan",
        "Meracen",
        "Mercuron",
        "Mersolite",
        "Neantina",
        "Norforms"
    ],
    "IsomericSMILES": "CC(=O)O[Hg]C1=CC=CC=C1",
    "INCHI": "InChI=1S/C6H5.C2H4O2.Hg/c1-2-4-6-5-3-1;1-2(3)4;/h1-5H;1H3,(H,3,4);/q;;+1/p-1",
    "INCHIKEY": "XEBWQGVWTUSTLN-UHFFFAOYSA-M",
    "Formula": "C8H8HgO2",
    "MolecularWeight": {
        "$numberDouble": "336.74"
    },
    "Description": "Phenylmercury acetate is an arylmercury compound and a member of benzenes.",
    "XlogP": {
        "$numberDouble": "NaN"
    },
    "Complexity": {
        "$numberInt": "130"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "plant_concentrations": [
        {
            "References": "Nat'l Research Council Canada; Effects of Mercury in the Canadian Environment p.104 (1979) NRCC No. 16739",
            "Value": "Addition of phenylmercuric acetate ... to Canadian prairie soil increased the mercury content of alfalfa 3-10 times over a control level of 0.07 ppm (dry weight basis)."
        }
    ],
    "environmental_bioconcentrations": [
        {
            "References": "",
            "Value": "Phenylmercuric acetate is not expected to bioconcentrate in aquatic organisms as it dissociates rapidly in water forming phenylmercuric cation. (SRC)"
        }
    ],
    "environmental_biodegradations": [
        {
            "References": "Verschueren, K. Handbook of Environmental Data on Organic Chemicals. 3rd ed. New York, NY: Van Nostrand Reinhold Co., 1996., p. 1534",
            "Value": "Soil and aquatic microorganism: Phenlymercuric acetate is quickly degraded, with diphenylmercury as one of the major metabolic products."
        },
        {
            "References": "PMID:3233363",
            "Value": "The total mercury concentrations in sediments from 2 stations in Minamata Bay, Japan were 32.4 and 23.5 ug/ml, respectively. The percentage of methylmercury-resistant bacteria was higher where the mercury in the sediment was higher. Of 1068 bacterial strains isolated only 80 volatilized methylmercury. The minimum inhibitory concentrations of mercury compounds against the strains volatilizing methylmercury are presented; eg, the minimum inhibitory concentrations or mercury dichloride and phenylmercuric acetate were 80-160 and 4-8 ug/ml, respectively. All of the methylmercury-volatilizing bacteria were able to volatilize each of the mercury compounds examined(1)."
        },
        {
            "References": "(1) Pauli O, Frank G; pp. 52-60 in Proc Int Biodeter Symp 2 (1971) (2) Alexander M; Science 211: 132-211 (1981) (3) Levi E, Crafts AS; Hilgardia 21: 465-85 (1952) (4) Kimura Y, Miller VL; J Agric Food Chem 12: 253-7 (1964)",
            "Value": "Using a sewage sludge inoculum, phenylmercuric acetate at an initial concentration of 5 and 10 mg/l was found to slowly degrade to inorganic mercury compounds at a rate of 50% and 40% removal after 7 days, respectively(1). In soil and microbial cultures, phenylmercuric acetate is transformed to phenylmercuric hydride and metallic mercury, although specific details were not provided(2). Large concentrations of phenylmercuric acetate, 200 to 630 ppm, underwent rapid degradation in several different soils(3). Phenylmercuric acetate was largely transformed to the organomercury form over a 30- to 50-day period in soil(4)."
        }
    ],
    "logP": [
        {
            "References": "Hansch, C., Leo, A., D. Hoekman. Exploring QSAR - Hydrophobic, Electronic, and Steric Constants. Washington, DC: American Chemical Society., 1995., p. 40",
            "Value": "log Kow= 0.71"
        }
    ],
    "mechanism_of_action": [
        {
            "References": "Gosselin, R.E., R.P. Smith, H.C. Hodge. Clinical Toxicology of Commercial Products. 5th ed. Baltimore: Williams and Wilkins, 1984., p. III-266",
            "Value": "That the syndromes of chronic intoxication induced by inorganic mercury & by many organic mercurials are very similar is probably explained by the rapid metabolic breakdown of these mercurials to the mercuric ion. For example, studies on the fate & excretion of phenylmercuric acetate in rats, dogs & chicks indicate that phenyl mercury is absorbed intact from many portals, transported largely in red blood cells, metabolized in the liver & perhaps elsewhere to release inorganic mercury, which in the rat is excreted mostly in the feces. Within 2 to 4 days, essentially all of the phenyl mercury was broken down. Hydroxylation of the phenyl ring was thought to precede rupture of the carbon-to-mercury bond; hydroxyphenyl mercury compounds decompose spontaneously in the presence of acid & cysteine or BAL. Methoxyethyl mercury salts & at least some of the mercurial diuretics may be even more labile. In rats sc injected methoxyethyl mercury chloride decomposed (either spontaneously or enzymatically) with a half-time of about 1 day to release inorganic mercury that largely migrated to the kidneys & was eventually excreted."
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "(1) Hansch C et al; Exploring QSAR. Hydrophobic, Electronic, and Steric Constants. ACS Prof Ref Book. Heller SR, consult. Ed., Washington, DC: Amer Chem Soc p. 40 (1995) (2) Lyman WJ et al; Handbook of Chemical Property Estimation Methods. Washington, DC: Amer Chem Soc pp. 4-9 (1990) (3) Swann RL et al; Res Rev 85: 17- 28 (1983) (4) Capel PD et al; Environ Sci Tech 22: 992-7 (1988)",
            "Value": "The Koc of phenylmercuric acetate is estimated as 60(SRC), using a log Kow of 0.71(1) and a regression-derived equation(2). According to a classification scheme(3), this estimated Koc value suggests that phenylmercuric acetate is expected to have a high mobility in soil. However, phenylmercuric acetate is expected to dissociate in moist soils to the cation(SRC). Cations generally adsorb to organic matter and clay more strongly than their neutral counterparts, suggesting that the mobility may be much lower in some soils(SRC). In a river study, it was found that the phenymercuric cation sorbed strongly to particles and humic material in the water column(4)."
        }
    ]
}