{
    "_id": {
        "$oid": "6682e9ccc4e5dba5ffba2c6e"
    },
    "CID": {
        "$numberInt": "16682804"
    },
    "Name": "TRIPHENYLTIN ACETATE",
    "IUPACName": "triphenylstannyl acetate",
    "CanonicalSMILES": "CC(=O)O[Sn](C1=CC=CC=C1)(C2=CC=CC=C2)C3=CC=CC=C3",
    "Synonyms": [
        "Fentin acetate",
        "TRIPHENYLTIN ACETATE",
        "900-95-8",
        "Phentin acetate",
        "Phentinoacetate",
        "Brestan",
        "Fentinacetat",
        "Liromatin",
        "Lirostanol",
        "Tinestan",
        "Batasan",
        "Acetoxytriphenylstannane",
        "Suzu",
        "Fenolovo acetate",
        "Tin triphenyl acetate"
    ],
    "IsomericSMILES": "CC(=O)O[Sn](C1=CC=CC=C1)(C2=CC=CC=C2)C3=CC=CC=C3",
    "INCHI": "InChI=1S/3C6H5.C2H4O2.Sn/c3*1-2-4-6-5-3-1;1-2(3)4;/h3*1-5H;1H3,(H,3,4);/q;;;;+1/p-1",
    "INCHIKEY": "WDQNIWFZKXZFAY-UHFFFAOYSA-M",
    "Formula": "C20H18O2Sn",
    "MolecularWeight": {
        "$numberDouble": "409.1"
    },
    "Description": "Fentin acetate is an organotin compound that is the O-acetyl derivative of triphenyltin hydroxide. A fungicide used to control blights on potatoes, leaf spot diseases on sugar beet and anthracnose on beans. It has a role as an antifungal agrochemical. It is an organotin compound and an acetate ester. It is functionally related to a fentin hydroxide.",
    "XlogP": {
        "$numberDouble": "NaN"
    },
    "Complexity": {
        "$numberInt": "332"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "environmental_bioconcentrations": [
        {
            "References": "(1) Tas JW et al; Toxicol Environ Chem 28: 129-41 (1990) (2) Franke C et al; Chemosphere 29: 1501-14 (1994) (3) Tsuda T et al; Toxicol Environ Chem 12: 137-43 (1986) (4) Yamada H et al; Environ Toxicol Chem 13: 1415-22 (1994) (5) Fent K et al; Naturwissenschaften 78: 125-7 (1991)",
            "Value": "A BCF of 800 was measured in rainbow trout for triphenyltin acetate(1). According to a classification scheme(2), this BCF suggests that bioconcentration in aquatic organisms is high(SRC). The uptake and elimination rates of structurally-related radiolabeled triphenyltin hydroxide in guppies were 41 l/kg-day and 0.014/day, giving a BCF (uptake: elimination ratio) of 2900 l/kg (wet weight) during 30 days of exposure(1). For rainbow trout larvae the uptake and elimination rates were 22 l/kg-day and 0.031/day, respectively giving a BCF of 650 ml/g after 4 days; the lower BCF in the trout than the guppies being a result of the higher elimination rate. Since equilibrium was not reached, the bioconcentration factor was underestimated(1). The log BCFs of triphenyltin in crucian carp obtained in a 7-day experiment were 1.70 (muscle), 1.70 (vertebra); 2.05 (liver); and 1.49 (kidney)(3). In studies in which the bioaccumulation and elimination of triphentyltin in Red Sea bream (Pagrus major) was by direct uptake from water, from diet, and from both simultaneously, about a quarter of the bioaccumulation was due to dietary uptake(4). The bioaccumulation factor was 0.257. The elimination rate was 0.020/day and was independent of the source of uptake, water or diet. Bioaccumulation was also independent of the form of triphenyltin in the diet(4). Minnow (Phoxinus phoxinus) embryos/larvae and freshly hatched larvae were exposed to triphenyltin chloride in Lake Lucerne, Switzerland water at 16 °C(5). The BCF for embryo larvae was 530 at the end of a 192 hr uptake period. Newly hatched larvae had BCFs of 457 and 930 after 96 and 144 hours. At this time the BCF had not reached a plateau so the actual BCF was higher. While uptake of triphenyltin from water was rapid, elimination was absent during a 96-hr depuration period. The concn of the metabolites monophenyltin and diphenyltin were very low(5)."
        }
    ],
    "environmental_biodegradations": [
        {
            "References": "Menzie, C.M. Metabolism of Pesticides, Update II. U.S. Department of the Interior, Fish Wildlife Service, Special Scientific Report - Wildlife No. 2l2. Washington, DC: U.S. Government Printing Office, 1978., p. 266",
            "Value": "SEVERAL ASPERGILLUS SPECIES WERE ABLE TO DEGRADE FENTIN IN LIQ CULTURE WITH RELEASE OF (14)CARBON DIOXIDE. A GRAM-NEGATIVE BACTERIUM WAS ALSO ABLE TO METABOLIZE FENTIN."
        },
        {
            "References": "(1) Bulten EJ, Meinema HA; Chapter II.30. Tin in Metals and their compounds in the environment. NY, NY: VCH (1991) (2) Bodek I et al; Environmental Inorganic Chemistry. NY, NY: Pergamon Press p. 2.15-8 (1988) (3) Blume HP, Ahlsdorf B; Ecotoxicol Environ Safety 26: 313-32 (1993)",
            "Value": "In soil, the half-life for total mineralization of triphenyltin acetate has been determined to be approximately 140 days(1). In the field of a variety of crops, the half-life of triphenyltins has been reported to be 3-14 days(1). Bacteria have been reported to cleave aryl-tin bonds in triphenyltin acetate(2). Triphenyl tin acetate degrades in normal, fertile, agricultural field at 11-16 °C in <6 wks under aerobic conditions and 6-18 weeks under anaerobic conditions(3)."
        }
    ],
    "logP": [
        {
            "References": "Tomlin, C.D.S. (ed.). The Pesticide Manual - World Compendium, 11 th ed., British Crop Protection Council, Surrey, England 1997, p. 534",
            "Value": "log Kow = 3.43"
        }
    ],
    "mechanism_of_action": [
        {
            "References": "PMID:6661580",
            "Value": "The phasic distribution of spermatogenesis tubules after treatment with triphenyltin acetate and triphenyltin chloride was investigated in rats. Male albino Holtzman rats were divided into groups and administered triphenyltin acetate and triphenyltin chloride in the diet at 20 mg/kg/day for 20 days. Four animals from each group were killed on day 21 of treatment. Testes were removed and studied histologically for the presence or absence of sperm in tubules. Remaining animals were placed on regular food from day 25 of treatment for an additional 70 days and then treated as other animals. Although all eight phases of spermatogenesis were evident in triphenyltin acetate treated animals, as in controls, a general paucity of mature sperms and a relative predominance of earlier phases was evident. Sperm deficiencies were noted in phases 3 through 5 and the number of tubules was 33 percent of controls in phase 8. The latter indicated a possible effect of triphenyltin acetate on sertoli cells. In triphenyltin chloride treated animals, the tubules contained few sperm, especially in phases 2 to 5, and showed no normal phase distribution characteristics. No tubules advanced beyond phase 5. Triphenyltin chloride treated animals differed significantly in phase 4, indicating and interruption in the meiotic process. After normal diet for 70 days, triphenyltin acetate treated animals showed spermatogenesis similar to that of controls in all phases and in maturity of sperm. In the triphenyltin chloride treated group, spermatogenesis was similar to controls in all respects. The phasic distribution and tubule appearance were indicative of complete recovery of spermatogenic epithelium. /It was/ concluded that the difference in effects of the two triphenyltin compounds on the phasic distribution of cell association in tubules may be due to the actual concentration of the triphenyltin moiety reaching the active site."
        }
    ],
    "sediment_soil_concentrations": [
        {
            "References": "(1) Fent K, Hunn J; Environ Toxicol Chem 14:1123-1132 (1995)",
            "Value": "SEDIMENT: The concns of triphenyltin in harbor sediment in Lake Lucerne, Switzerland was high, up to 380 ug/g(1). High concns were restricted to the upper 4 cm and decreased significantly below. The dating of cores suggest that triphenyltin may persist for more than a decade in sediment. Small amounts of the mono- and di- phenyltin were also found in the upper layers of sediment."
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "(1) Blunden SJ, Chapman A; pp. 111-159 in Organometallic Compounds in the Environment. Craig PJ, ed. NY, NY: John Wiley and Sons (1986) (2) World Health Organization; Environmental Health Criteria 15. Tin and Organotin Compounds. Geneva, Switzerland (1980) (3) Sun H et al; Chemosphere 33: 831-8 (1996)",
            "Value": "If triphenyltin acetate is released to soil, it either exists as, or rapidly converted to oxides, hydroxides, carbonates, or hydrated cations(1). Oxides, hydroxides, carbonates or cations are not expected to leach through soil into groundwater(SRC). In a laboratory soil leaching study, triphenyltins were strongly attached to soil(2). This also suggests that triphenyltins (such as triphenyltin acetate) may be expected to have low mobility in soil(SRC). The Freundlich parameters, log k and 1/n, for triphenyltin to sediment were 1.81 and 0.793, respectively(3)."
        }
    ]
}