{
    "_id": {
        "$oid": "6682e9cbc4e5dba5ffba2c6c"
    },
    "CID": {
        "$numberInt": "16682738"
    },
    "Name": "DIBUTYLTIN DILAURATE",
    "IUPACName": "[dibutyl(dodecanoyloxy)stannyl] dodecanoate",
    "CanonicalSMILES": "CCCCCCCCCCCC(=O)O[Sn](CCCC)(CCCC)OC(=O)CCCCCCCCCCC",
    "Synonyms": [
        "Dibutyltin dilaurate",
        "77-58-7",
        "Di-n-butyltin dilaurate",
        "Butynorate",
        "Davainex",
        "Tinostat",
        "Stanclere DBTL",
        "Dibutyltin laurate",
        "Dibutylbis(lauroyloxy)tin",
        "Stabilizer D-22",
        "TVS Tin Lau",
        "DBTL",
        "T 12 (catalyst)",
        "Dibutylbis(laurato)tin",
        "Dibutyltin didodecanoate"
    ],
    "IsomericSMILES": "CCCCCCCCCCCC(=O)O[Sn](CCCC)(CCCC)OC(=O)CCCCCCCCCCC",
    "INCHI": "InChI=1S/2C12H24O2.2C4H9.Sn/c2*1-2-3-4-5-6-7-8-9-10-11-12(13)14;2*1-3-4-2;/h2*2-11H2,1H3,(H,13,14);2*1,3-4H2,2H3;/q;;;;+2/p-2",
    "INCHIKEY": "UKLDJPRMSDWDSL-UHFFFAOYSA-L",
    "Formula": "C32H64O4Sn",
    "MolecularWeight": {
        "$numberDouble": "631.6"
    },
    "Description": {
        "$numberDouble": "NaN"
    },
    "XlogP": {
        "$numberDouble": "NaN"
    },
    "Complexity": {
        "$numberInt": "477"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "animal_concentrations": [
        {
            "References": "SHLOSBERG A, EGYED MN; VET HUM TOXICOL 21 (1): 1-3 (1979)",
            "Value": "POISONING CAUSED BY DIBUTYLTIN DILAURATE WAS DIAGNOSED IN CATTLE, MINK, & PALM DOVES (STREPTOPELIA SENEGALENSIS). ACCIDENTAL ADDITION OF DIBUTYLTIN DILAURATE PREMIX TO CALF-REARING CONCN AT LEVELS UP TO 25000 PPM ON 18 FARMS CAUSED POISONING IN 1000 CATTLE. HIGH CONCN OF TIN WERE FOUND IN CATTLE TISSUES & PRECLUDED THEIR CONSUMPTION BY HUMANS. PALM DOVES INGESTING CONCN CONTAINING 12500 PPM ON ONE FARM ALSO HAD HIGH CONCN OF TIN IN TISSUES. MINK APPEARED THE MOST SUSCEPTIBLE OF THE 3 SPECIES TO THIS COMPOUND."
        }
    ],
    "fish_seafood_concentrations": [
        {
            "References": "(1) Maguire RJ et al; Chemosphere 15: 253-74 (1986) (2) Quevauviller P; Environ Pollut 57: 149-66 (1989)",
            "Value": "The only monitoring data located were for dibutyltin (Bu2Sn++) without regard for the identity of the accompanying anion(s) and concn was reported in Sn equivalents(1). Dibutyltin was detected and quantified in 1 of 14 samples of whole fish collected from Canadian surface waters during 1982 and 1984 at the following concn (species; location): 0.05 ppm Sn (wet wt), herring (C. harengus pallasi; Vancouver Harbor); dibutyltin also was detected, not quantified in another 4 of the samples (concn <0.01 ppm Sn (wet wt) (limit of quantitation))(1). The levels of dibutyltin in mussel tissue (n=14) in the Sado Estuary, Portugal were 5-82 ng/g dry wt(2)."
        }
    ],
    "sediment_soil_concentrations": [
        {
            "References": "(1) Maguire RJ et al; Chemosphere 15: 253-74 (1986)",
            "Value": "SEDIMENT: The only monitoring data located were for dibutyltin (Bu2Sn++) without regard for the identity of the accompanying anion(s) and concn was reported in Sn equivalents(1). Dibutyltin was detected and quantified in 61 of 235 samples of the top 2 cm of sediment from bodies of surface water in Canada sampled between 1982-1985 at concentrations ranging from 0.01 to 8.51 ppm Sn (dry wt) (average concn of pos, quantified samples = 0.49 ppm Sn (dry wt); dibutyltin also was detected, not quantified in another 27 of the samples (concn range from approx >3.3 ppb Sn (dry wt) (limit of detection) to <0.01 ppm Sn (dry wt) (limit of quantitation))(1). Dibutyltin was not detected in sediment from one site in Michigan and six sites in New York state(1)."
        },
        {
            "References": "(1) Maguire RJ, Tkacz RJ; J Agric Food Chem 33: 947-53 (1985) (2) Schebek L, Andreae MO; Environ Sci Technol 25: 871-8 (1991) (3) Quevauviller P; Environ Pollut 57: 149-66 (1989)",
            "Value": "SEDIMENT: The concentration of dibutyltin species in sediment (upper 2 cm) from Toronto Harbor (5 sites) was 0.01-0.26 mg Sn/kg dry weight(1). The concn of dibutyltin in sediment from two harbors along the Rhine River in Germany were 44 and 15 ng Sn/g dry wt; the high level is from a small harbor that is crowded with pleasure crafts that are believed to be responsible for large releases of tributyltin(2). Sediment from a tributary of the Rhine with a high input of sewage contained 477 ng Sn/g dry wt(2). Intertidal sediments at a restricted site downstream from the shipyards in the Sado estuary, Portugal reached levels of 9600 ng/g dry wt for dibutyltin in July samples, over an order of a magnitude higher than samples taken in March(3). This has been ascribed to the cleaning of ships in spring and points up the large seasonal variability in organotin levels. Fluvial, intertidal, and marine levels of dibutyltin at other sites in the Sado Estuary were 7.5-85, 5.0-57, and 10-50 ng/g, respectively."
        }
    ]
}