{
    "_id": {
        "$oid": "6682e928c4e5dba5ffba2933"
    },
    "CID": {
        "$numberInt": "16692"
    },
    "Name": "OCTACHLORONAPHTHALENE",
    "IUPACName": "1,2,3,4,5,6,7,8-octachloronaphthalene",
    "CanonicalSMILES": "C12=C(C(=C(C(=C1Cl)Cl)Cl)Cl)C(=C(C(=C2Cl)Cl)Cl)Cl",
    "Synonyms": [
        "OCTACHLORONAPHTHALENE",
        "2234-13-1",
        "Perchloronaphthalene",
        "Naphthalene",
        "octachloro-",
        "Perna",
        "1,2,3,4,5,6,7,8-Octachloronaphthalene",
        "Octachloronapthalene",
        "BQ6EO9GJXE",
        "PCN 75",
        "MFCD00145026",
        "NSC-243655",
        "Octachloronaphthalene 10 microg/mL in Isooctane",
        "Octachloronaphthalene 10 microg/mL in Cyclohexane",
        "Octachloronaphthalene 10 microg/mL in Acetonitrile",
        "Octachloro naphthalene"
    ],
    "IsomericSMILES": "C12=C(C(=C(C(=C1Cl)Cl)Cl)Cl)C(=C(C(=C2Cl)Cl)Cl)Cl",
    "INCHI": "InChI=1S/C10Cl8/c11-3-1-2(5(13)9(17)7(3)15)6(14)10(18)8(16)4(1)12",
    "INCHIKEY": "RTNLUFLDZOAXIC-UHFFFAOYSA-N",
    "Formula": "C10Cl8",
    "MolecularWeight": {
        "$numberDouble": "403.7"
    },
    "Description": {
        "$numberDouble": "NaN"
    },
    "XlogP": {
        "$numberDouble": "8.2"
    },
    "Complexity": {
        "$numberInt": "254"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "animal_concentrations": [
        {
            "References": "(1) Ishaq R et al; Chemosphere 41: 1913-25 (2000) (2) Kannan K et al; Environ Sci Technol 35: 441-7 (2001)",
            "Value": "Polychlorinated naphthalenes were analyzed in blubber, nuchal fat, liver, muscle, kidney, and brain of three male harbor porpoises (Phocoena phocoena) from the west coast of Sweden, and octachloronaphthalene was not detected in any tissues(1).  Polychlorinated naphthalenes were measured in the eggs (white and yoke) of double-crested cormorants and herring gulls collected from Michigan waters of the Great Lakes and were in the ranges of 380-2,400 and 83-1,300 pg/g wet weight, respectively, of which octachloronaphthalenes made up approximately 0%(2)."
        }
    ],
    "fish_seafood_concentrations": [
        {
            "References": "(1) Kannan K et al; Environ Sci Technol 34: 566-72 (2000)",
            "Value": "Octachloronaphthalene made up approximately less than 10% of the polychlorinated naphthalenes found in the whole body and fillets of fish collected from Michigan waters, including the Great Lakes during 1996-1997; concentrations of total polychlorinated naphthalenes ranged from 19 to 31,400 pg/g wet weight(1)."
        }
    ],
    "sediment_soil_concentrations": [
        {
            "References": "(1) Koistinen J et al; Chemosphere 21: 1371-9 (1990) (2) Pereira WE et al; Environ Sci Technol 22: 772-8 (1988) (3) Eljarrat E et al; Chemosphere 38: 1901-12 (1999) (4) Kannan K et al; Environ Toxicol Chem 20: 1878-89 (2001)",
            "Value": "SEDIMENT: Although analyzed for, octachloronaphthalene was not detected (detection limit of several ng/kg) in surface sediments collected from 18 lakes in central Finland in 1988(1); tetra-, penta-, and hexachloronaphthalenes were detected, but hepta- and octachloronaphthalene were not(1). Analysis of sediment samples taken from an industrial outfall in the Calcasieu River, LA (sampling date not reported), found octachloronaphthalene concns of 12 ug/g in the bottom sediment and 0.81 ug/g in the suspended sediment(2); octachloronaphthalene was not detected (detection limit not reported) in the water-only phase(2).  Surface sediments (upper 5 cm) from two polluted Mediterranean lagoons in Italy, Venice and Orbetello, were sampled in 1995 and analyzed for polychlorinated naphthalenes; octachloronaphthalene concentrations ranged from 0.95-9.31 pg/g dry weight for five sites in Venice, and from not quantified-1.78 pg/g dry weight for three sites in Orbetello(3).  A site at the Albegua River was selected as a control and had an octachloronaphthalene concentration in surface sediments of 1.06 pg/g dry weight(3). In this study octachloronaphthalene made up 1.6% of the total polychlorinated naphthalenes(3).  Concentrations of octachloronaphthalene ranged from <0.001 to 1.29 ng/g dry weight in surface sediments (0-30 cm) collected in Jun 1998 from the upper Detroit River at nine sites; from 0.007 to 0.01 ng/g dry weight from three sites in Lake Michigan; and 0.247 pg/g dry weight from one site in the upper Rouge River(4)."
        }
    ]
}