{
    "_id": {
        "$oid": "6682e928c4e5dba5ffba2934"
    },
    "CID": {
        "$numberInt": "16704"
    },
    "Name": "DIGLYCIDYL ETHER",
    "IUPACName": "2-(oxiran-2-ylmethoxymethyl)oxirane",
    "CanonicalSMILES": "C1C(O1)COCC2CO2",
    "Synonyms": [
        "DIGLYCIDYL ETHER",
        "2238-07-5",
        "Glycidyl ether",
        "Diepoxy propyl ether",
        "Diallyl Ether Dioxide",
        "Ether",
        "diglycidyl",
        "Bis(2,3-epoxypropyl) ether",
        "2-(oxiran-2-ylmethoxymethyl)oxirane",
        "Ether",
        "bis(2,3-epoxypropyl)",
        "Bis(2,3-epoxy-1 propyl) ether",
        "1,2,6,7-Diepoxy-4-oxaheptane",
        "\"2,2-(Oxybis(methylene))bisoxirane\"",
        "NSC 54739",
        "\"Oxirane",
        "2,2-[oxybis(methylene)]bis-\"",
        "Di(2,3-epoxypropyl) ether"
    ],
    "IsomericSMILES": "C1C(O1)COCC2CO2",
    "INCHI": "InChI=1S/C6H10O3/c1(5-3-8-5)7-2-6-4-9-6/h5-6H,1-4H2",
    "INCHIKEY": "GYZLOYUZLJXAJU-UHFFFAOYSA-N",
    "Formula": "C6H10O3",
    "MolecularWeight": {
        "$numberDouble": "130.14"
    },
    "Description": {
        "$numberDouble": "NaN"
    },
    "XlogP": {
        "$numberDouble": "-0.5"
    },
    "Complexity": {
        "$numberInt": "92"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "environmental_bioconcentrations": [
        {
            "References": "(1) Meylan WM, Howard PH; J Pharm Sci 84: 83-92 (1995) (2) Meylan WM et al; Environ Toxicol Chem 18: 664-72 (1999) (3) Franke C et al; Chemosphere 29: 1501-14 (1994)",
            "Value": "An estimated BCF of 3 was calculated for diglycidyl ether(SRC), using an estimated log Kow of -0.85(1) and a regression-derived equation(2). According to a classification scheme(3), this BCF suggests the potential for bioconcentration in aquatic organisms is low."
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "Grant, W.M. Toxicology of the Eye. 3rd ed. Springfield, IL: Charles C. Thomas Publisher, 1986., p. 343",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ ... Liquid ... causes severe but reversible corneal injury in rabbits ... applied as drop. It is also very irritating to skin. ... Rabbits exposed to 20 to 27 ppm ... in air for 4 hr showed complete loosening of corneal epithelium from stroma. But epithelium subsequently regenerated normally ... ."
        },
        {
            "References": "Institution for Statutory Accident Insurance and Prevention in the Chemical Industry (Berufsgenossenschaft der chemischen industrie); Toxicological Evalution Vol. 3 No. 66 Diglycidylether p.159 (1989)",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ After a single application of 1.13 g/kg DGE to the shaved dorsal skin of male New Zealand rabbits (weight 1.9-4.2 kg), a significant reduction (p<0.001) was found in the number of leukocytes and in the hemoglobin level on the sixth day of the investigation. All rabbits showed weight loss. A few hours after the application, skin edema with subsequent induration and staining of the skin occurred."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. 6:1058",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Autopsy /of rabbit after iv injection/ showed severe congestion of the lungs, congestion of patchy ischemia of the liver, slight ischemia of the kidneys, and ascites. Single injections of 50, 100, and 200 mg/kg had an effect on the peripheral blood cell counts and cell morphology. These consisted of leukopenia due to a decrease of polynuclear cells, the duration of which increased with the dose. In animals given 100 mg/kg, an increase was observed in nucleated red blood cells which appeared 7 days after injection. In surviving animals there was eventually a full recovery."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. 6:1058",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ The immediate effects of vapor were few and due to irritation of the mucosal membranes; however, after removal from the chamber within 24 hr the rabbits showed cloudy corneas as well as irritation of the mucous membranes and the skin. High vapor exposure (113 ppm) in rats also caused dyspnea. Necropsy showed lung congestion, granular, discolored livers, enlarged kidneys, and prominent adrenals. At single 24-hr vapor exposures of rabbits (to 3, 6, 12, and 24 ppm) the morphology of the blood cells was not affected at the 3 and 6 ppm level; at 12 ppm a possible thrombocytosis was noted; and at 24 ppm there was a marked leukocytosis preterminally. At 3 ppm there was still clear evidence of mucous membrane irritation, which became very severe at the highest level."
        },
        {
            "References": "Institution for Statutory Accident Insurance and Prevention in the Chemical Industry (Berufsgenossenschaft der chemischen industrie); Toxicological Evalution Vol. 3 No. 66 Diglycidylether p.159 (1989)",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Acute intramuscular injection of 25 mg/kg in 3 dogs led to severe local edema with subsequent abscess-formation. No evaluation of blood parameters was possible because of the severe inflammatory reaction."
        },
        {
            "References": "Institution for Statutory Accident Insurance and Prevention in the Chemical Industry (Berufsgenossenschaft der chemischen industrie); Toxicological Evalution Vol. 3 No. 66 Diglycidylether p.159 (1989)",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ ...DGE was applied dermally at 0.5 or 1.0 g/kg to groups of five male Long-Evans rats (weight 115-145 g). A significant dose-related decrease in leukocytes occurred after 3 days in both groups, whilst the number of bone-marrow cells remained unchanged. No deaths were observed. Severe skin irritation was seen in one animal and pneumonia in another."
        },
        {
            "References": "Institution for Statutory Accident Insurance and Prevention in the Chemical Industry (Berufsgenossenschaft der chemischen industrie); Toxicological Evalution Vol. 3 No. 66 Diglycidylether p.155 (1989)",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ A single administration, independent of the route, produces central nervous system depression and inhibits hematopoiesis and spermatogenesis. Subsequently, weight loss and leucopenia (followed by leucocytosis and hemoglobin reduction) are observed, though these effects are partially reversible. Damage to the kidneys, suprarenal glands, liver and lungs is also described."
        },
        {
            "References": "Patty, F. (ed.). Industrial Hygiene and Toxicology: Volume II: Toxicology. 2nd ed. New York: Interscience Publishers, 1963., p. 1609",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Acute toxicity. CNS depression, characterized by incoordination, ataxia and decreased motor activity occurs following intragastric and percutaneous absorption."
        },
        {
            "References": "Patty, F. (ed.). Industrial Hygiene and Toxicology: Volume II: Toxicology. 2nd ed. New York: Interscience Publishers, 1963., p. 1609",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ After 20 daily cutaneous applications to rats there was drop in marrow nucleated cells where dose was 0.060 g/kg or greater; and drop in white blood cell count and change in differential count where dose was 0.125 g/kg or greater. /from table/"
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. 6:1059",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Rats received daily percutaneous applications (5 days/week, 4 weeks) of 15, 30, 60, 125, and 500 mg/kg. At the highest levels there was a high mortality and at 125 mg/kg and higher there were pronounced symptoms of systemic toxicity, necrosis of the skin, and corneal opacity. The symptoms of systemic toxicity were weight loss and leukopenia due to a decrease in polynuclear cells. Autopsy of these animals showed general bone marrow aplasia, atrophy of the thymus, focal lymphoid necrosis, necrosis of the proximal convoluted tubules of the kidneys, focal necrosis of the testes, and hemorrhage of the adrenal medulla. At 30 and 60 mg/kg there were only weight loss and a decrease in polynuclear cells in the blood but no leukopenia. The bone marrow showed no changes. The thymus only was decreased in weight in the 60 mg/kg animals; the testes were all normal. At the 15-mg/kg level no effect was observed."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. 6:1059",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Dogs receiving a few repeated intravenous injections at weekly intervals of 25 mg/kg developed leukopenia. Severe inflammation in the muscles occurred when the injections were given intramuscularly. Several dogs died with secondary pulmonary infections. Also a weekly intravenous dose of 12.5 mg/kg induced leukopenia. In surviving dogs, killed a month after the last injection, the bone marrow appeared normal."
        },
        {
            "References": "Institution for Statutory Accident Insurance and Prevention in the Chemical Industry (Berufsgenossenschaft der chemischen industrie); Toxicological Evalution Vol. 3 No. 66 Diglycidylether p.155 (1989)",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ ...After repeated dermal application (/to rats/ from 30 mg/kg) and intravenous injection (/to dogs/ from 12.5 mg/kg), leucopenia occurs, with depression of the bone marrow and damage to the liver and testes. Necrosis in the kidney marrow and hemorrhages in the suprarenal glands are also described, as well as focal lymphoid necroses and thymus atrophy. Sub-chronic inhalation exposure (/of rats/ from 3 ppm = 16.2 mg/cu m) also produces pulmonary edema, obstruction of the lung and pneumonia. DGE has strong local irritant and corrosive effects. Depending on the concentration, even a single application to the skin, the eyes or the mucous membranes of the respiratory and/or gastro-intestinal tracts can lead to degenerative tissue damage, with erythema, edema, hemorrhage and necrosis, effects which are more marked with repeated applications. DGE is a skin sensitiser in guinea-pigs."
        },
        {
            "References": "Patty, F. (ed.). Industrial Hygiene and Toxicology: Volume II: Toxicology. 2nd ed. New York: Interscience Publishers, 1963., p. 1610",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Applications thrice weekly to skin of mice for period of 1 yr caused suppression of sebaceous glands, hyperkeratosis, epithelial hyperplasia, and skin cancers. Repeated subcutaneous injections did not cause sarcomas in rats ... ."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. 6:1059",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/  Rats were exposed to DGE by inhalation of vapors with concentration of 0.0, 0.3, or 3.0 ppm 4 hr/day, 5 days/week. The rats exposed to 3.0 ppm received only 19 exposures; the exposures to 0.3 ppm amounted to a maximum of 60. The animals at 3.0 ppm showed mortality due to pulmonary infection and showed evidence of systemic intoxication: diminished weight gain, blood changes appearing after the seventh exposure, and bone marrow changes at autopsy. In 10 animals surviving for 1 year after the final exposure to 3.0 ppm the signs of systemic intoxication had disappeared and the bone marrow was normal but several rats showed peribronchiolitis and one a fatty dystrophy of the liver. Thirty animals were exposed to 0.3 ppm (estimated to be approximately 0.2 ppm actual value), of which 10 were sacrificed after 20 exposures. These animals appeared normal. Ten other animals were sacrificed after 60 exposures and 10 others kept for 1 year after the final exposure and then sacrificed. There was no effect to the peripheral blood or the bone marrow in these two groups. The group sacrificed immediately after the final exposure showed \"poorly defined focal degeneration of the germinal epithelium.\" Thus its appears that any changes occurring at low levels of exposure are reversible ..."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. 6:1059",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ In mice, diglycidyl ether has been shown to produce epithelioma following repeated skin application. A total dose of 100 mg produced these tumors in 4/20 animals; a dose of 33 mg produced only 1/20."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists. Documentation of the TLV's and BEI's with Other World Wide Occupational Exposure Values. CD-ROM Cincinnati, OH 45240-1634 2005., p. 2",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ One of 15 male rats exposed at approximately 2.5 ppm DGE 4 hours/day, 5 days/week for a total of 19 exposures had necrosis of the seminiferous tubules of the testes and 5 of 10 rats exposed at approximately 0.3 ppm 4 hours/day, 5 days/week for 60 exposures in 90 days had \"poorly defined focal degeneration of the germinal epithelium.\""
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. 6:1059",
            "Value": "/GENOTOXICITY/ Diglycidyl ether has been shown to have a mutagenic effect in bacteriophage T2 and Neurospora and to induce chromosome aberrations in Vicia faba and several other plant cells. It has a mutagenic action in bacterial systems such as Salmonella typhimurium."
        },
        {
            "References": "PMID:379632",
            "Value": "/GENOTOXICITY/ Mutagenicity of 13 epoxide compounds studied using bacterial plate assay system. Histidine-dependent tester strains TA 98 and TA 100 of Salmonella typhimurium used. Diglycidyl ether was mutagenic in TA 100 strain. Mutagenicity not enhanced or diminished by microsomal extract."
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "(1) Meylan WM et al; Environ Sci Technol 26: 1560-67 (1992) (2) Swann RL et al; Res Rev 85: 17-28 (1983)",
            "Value": "Using a structure estimation method based on molecular connectivity indices(1), the Koc of diglycidyl ether can be estimated to be 1(SRC). According to a classification scheme(2), this estimated Koc value suggests that diglycidyl ether is expected to have very high mobility in soil."
        }
    ]
}