{
    "_id": {
        "$oid": "6682e929c4e5dba5ffba293a"
    },
    "CID": {
        "$numberInt": "16945"
    },
    "Name": "MIREX",
    "IUPACName": "1,2,3,4,5,5,6,7,8,9,10,10-dodecachloropentacyclo[5.3.0.02,6.03,9.04,8]decane",
    "CanonicalSMILES": "C12(C3(C4(C5(C3(C(C1(C5(C2(C4(Cl)Cl)Cl)Cl)Cl)(Cl)Cl)Cl)Cl)Cl)Cl)Cl",
    "Synonyms": [
        "MIREX",
        "2385-85-5",
        "Perchloropentacyclodecane",
        "Dechlorane",
        "Paramex",
        "Bichlorendo",
        "Perchlorodihomocubane",
        "Ferriamicide",
        "Dodecachloropentacyclodecane",
        "Dechlorane 4070",
        "HRS l276",
        "Hexachlorocyclopentadiene dimer",
        "Pentacyclodecane",
        "dodecachloro-",
        "CG-1283",
        "NCI-C06428"
    ],
    "IsomericSMILES": "C12(C3(C4(C5(C3(C(C1(C5(C2(C4(Cl)Cl)Cl)Cl)Cl)(Cl)Cl)Cl)Cl)Cl)Cl)Cl",
    "INCHI": "InChI=1S/C10Cl12/c11-1-2(12)7(17)4(14)3(13,5(1,15)9(7,19)20)6(1,16)10(21,22)8(2,4)18",
    "INCHIKEY": "GVYLCNUFSHDAAW-UHFFFAOYSA-N",
    "Formula": "C10Cl12",
    "MolecularWeight": {
        "$numberDouble": "545.5"
    },
    "Description": "Mirex is an organochlorine insecticide and a chlorocarbon. It has a role as a persistent organic pollutant.",
    "XlogP": {
        "$numberDouble": "5.3"
    },
    "Complexity": {
        "$numberInt": "567"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "animal_concentrations": [
        {
            "References": "PMID:6430249",
            "Value": "Levels of mirex were measured in sc fat, breast muscle, liver, & brain of waterfowl collected in New York State during 1979 & 1980. The FDA tolerance level is 3.0 ug/g in fat on a wet wt basis. Mean mirex levels were 0.10 ug/g in fat & 0.07 ug/g in breast muscle on a wet wt basis."
        },
        {
            "References": "(1) Niethammer KR et al; Arch Environ Contam Toxicol 13: 63-74 (1984) (2) McLane MAR et al; Environ Monit Assess 4: 105-11 (1984) (3) Hill EP, Dent DM; Arch Environ Contam Toxicol 14: 7-12 (1985) (4) Buckman AH et al; Environ Pollut 128: 327-338 (2004)",
            "Value": "Mirex was detected in 7 of 10 Green-backed herons, 2 of 13 Yellow crowned night herons and 2 of 10 cottonmouths at maximum concns and geometric means of 0.27, 0.06; 0.07, 0.03 and 0.11, 0.03 ppm, respectively, at Lake Providence, LA(1). Mirex was detected in 3 of 10 Green-backed herons, 4 of 10 little blue herons, 9 of 10 cottonmouths, and 3 of 10 water snakes at maximum concns and geometric means of 0.45, 0.05; 0.51, 0.05; 0.22, 0.10 and 0.10, 0.04 ppm, respectively, at Lake Bruin, LA(1). The geometric means and concn range of mirex in the wings of 125 woodcock were 0.26 (0.12-0.60) in ME to 6.97 (5.12-10.11) ppm in LA(2). Mirex was detected in the muscle tissue of otter, mink, fox, skunk, raccoon, opossum and bobcat at concns ranging from 0.04-3.69, 0.14-0.53, 0.04-0.95, 0.19-3.50, 0.23-0.98, 0.30-1.51 and 0.01-0.60 ppm, respectively, for a 2 yr period after application of mirex in areas of Georgia and Alabama(3). Mirex was also detected in the livers of otter, mink, fox, skunk, raccoon, opossum and bobcat at concn ranging from 0.07-1.05, 0.10-0.41, 0.06-3.06, 0.13-0.61, 0.11-0.74, 0.10-0.68 and 0.04-0.39 ppm, respectively, for a 2 yr period after application of mirex in areas of Georgia and Alabama(3). Mirex was detected in 7 species of Arctic seabirds in 1998 collected from northern Baffin Bay at levels ranging from 10.1-226 ng/g(4)."
        },
        {
            "References": "(1) Kim HT et al; Arch Environ Contam Toxicol 14: 13-18 (1985) (2) Heinz GH et al; Environ Pollut Ser 32: 211-32 (1983) (3) Pattee OH et al; J Wildl Manage 49: 1040-4 (1985) (4) Frank R et al; Arch Environ Contam Toxicol 12: 641-54 (1983A) (5) Struger J et al; J Great Lakes Res 11: 223-30 (1985) (6) Reichel WL et al; Envion Monit Assess 4: 395-403 (1983)",
            "Value": "The average mirex levels in the subcutaneous fat and breast muscle for 55 waterfowl collected in Columbia and Ulster Co along the Hudson River and in Suffolk Co, Long Island, NY were 0.56 and 0.004 ug/g respectively, on a dry weight basis(1). The mirex concn averaged 0.06 ppm for the eggs of 49 Merganser (Mergus serrator) nests on the islands of NW Lake Michigan(2). Mirex was detected in the eggs of eastern cooper hawks from CT, MD, PA, MI and WI and common loons from Canada and herring gulls from the Detriot and Niagara Rivers and Saginaw Bay at concn up to 0.42 ppm(3), 0.65 ug/g(4) and 0.98 ppm(5), respectively. From 1978 to 1981 mirex was detected in bald eagles from 32 states with a max median concn of 0.48 ppm in 1980(6)."
        }
    ],
    "environmental_bioconcentrations": [
        {
            "References": "Doull, J., C.D.Klassen, and M.D. Amdur (eds.). Casarett and Doull's Toxicology. 3rd ed., New York: Macmillan Co., Inc., 1986., p. 551",
            "Value": "THERE IS EVIDENCE FOR DEGRADATION OF MIREX TO CHLORDECONE (KEPONE) IN THE ENVIRONMENT. BOTH MIREX & KEPONE ARE HIGHLY PERSISTENT & HAVE HIGH LIPID:WATER PARTITION COEFFICIENTS & HAVE BEEN SHOWN TO BIOCONCENTRATE SEVERAL THOUSANDFOLD IN FOOD CHAINS."
        },
        {
            "References": "PMID:6203732",
            "Value": "Data obtained from the terrestrial aquatic laboratory model ecosystem show that mirex predominated in all the organisms (alga, snail, mosquito & fish), with 98.6% of radiolabel in fish & 99.4% of radiolabel in snails attributable to mirex. Despite high light & temp levels, no mirex metabolites, other than small amounts of radioactivity in polar fraction, were seen. The ecological magnification (EM) values were 219 in fish & 1597 in snails (EM= concn of parent cmpd in organism/concn of parent cmpd in water)."
        },
        {
            "References": "(1) Oliver BG, Nimi AJ; Environ Sci Technol 19: 842-48 (1985) (2) Francis BM, Metcalf RL; Environ Health Perspec 54: 341-46 (1984) (3) Veith GD et al; J Fish Res Board Can 36: 1040-48 (1979) (4) Buckler DR et al; Trans Amer Fish Soc 110: 270 (1981) (5) Van Valin CC et al; Trans Amer Fish Soc 97: 185 (1968) (6) Franke C et al; Chemosphere 29: 1501-14 (1994)",
            "Value": "A log BCF of 7.26 was determined for mirex by taking the average concn in the tissues of Lake Ontario rainbow trout (Salmo gairdneri) captured while spawning in the Ganaraska River over the average concn of mirex in Lake Ontario water(1). However, this field BCF value would also include mirex accumulated via dietary uptake(SRC). Experimental log BCF values of 2.30, 4.26, 4.34 and 5.75 have been reported for mirex in Gambusia affinis (mosquito fish)(2), Pimephales promelas (Fathead minnow)(3), Pimephales promelas (Fathead minnow)(4) and Lepomis machrochirus (Bluegill)(5), respectively. According to a classification scheme(6), these BCF values suggest the potential for bioconcentration in aquatic organisms is high to very high(SRC)."
        },
        {
            "References": "Menzie, C. M. Metabolism of Pesticides, An Update. U.S. Department of the Interior, Fish, Wild-life Service, Special Scientific Report - Wildlife No. 184, Washington, DC: U.S. Government Printing Office, l974., p. 263",
            "Value": "PEA AND BEAN PLANT ROOTS CONCENTRATED MIREX; AND SMALL AMT WERE TRANSLOCATED TO AERIAL PARTS WHEN PLANTS GREW FOR 2 DAYS IN WATER CONTAINING 1-10 PPM MIREX."
        },
        {
            "References": "Verschueren, K. Handbook of Environmental Data on Organic Chemicals. Volumes 1-2. 4th ed. John Wiley & Sons. New York, NY. 2001, p. 1554",
            "Value": "Bioaccumulation: BCF: algae: 12200; fish 2580; snails: 4900; crayfish: 16860-71400; daphnids: 14650"
        },
        {
            "References": "Verschueren, K. Handbook of Environmental Data on Organic Chemicals. Volumes 1-2. 4th ed. John Wiley & Sons. New York, NY. 2001, p. 1554",
            "Value": "Bioaccumulation factors after 70 days exposure to 0.038 ug/L: grass shrimp: 13100-17400; sheephead minnows: 28900-50000; mud crabs: 15000-18700; hermit crabs: 44800-71100; ribbed mussels (soft tissue): 42000-52600; American oysters (soft tissue): 34200-73700"
        },
        {
            "References": "Verschueren, K. Handbook of Environmental Data on Organic Chemicals. Volumes 1-2. 4th ed. John Wiley & Sons. New York, NY. 2001, p. 1554",
            "Value": "Bioaccumulation: blue crab (Callinectes sapidus): concn in water: 0.22 ug/L; in crab hepatopancreas after 6 hr: 31 ug/kg; blue crabs: concn in water: 0.03-0.16 ug/L; whole body residue: 20-590 ug/kg after 28 days exposure; grass shrimp: concn in water: 0.03-1.16 ug/L; whole body residue: 90-2400 ug/kg after 28 days exposure."
        },
        {
            "References": "Verschueren, K. Handbook of Environmental Data on Organic Chemicals. Volumes 1-2. 4th ed. John Wiley & Sons. New York, NY. 2001, p. 1554",
            "Value": "... Accumulation in the food chain after 6 applications of mirex (1.25 lb of bait per acre) over a 4 year period: aquatic plants: contained negligible amt; snails, crawfish, fish: 0.01-0.75 ppm; softshell turtle fat: 24.82 ppm; birds: 1.2 to 1.91 ppm; fat of vertebrates: up to 73.94 ppm; marine unicellular algae species: no observable effect on population growth following a 7 day exposure to 10-50 parts per trillion."
        },
        {
            "References": "Verschueren, K. Handbook of Environmental Data on Organic Chemicals. Volumes 1-2. 4th ed. John Wiley & Sons. New York, NY. 2001, p. 1554",
            "Value": "... American oysters (Crassostrea virginica Gmelin): bioconcentration factor after 43 days of exposure: 5100-5500 (based on oven dry wt) ... bioconcentration factors after 4 seasonal experiments, each lasting 28 days, at approx 0.5 ppb: minnows: 40800 (approx 20.4 ppm); pink and grass shrimp: 10000 (approx 5 ppm); blue crabs: 2300 (approx 1.5 ppm)"
        },
        {
            "References": "Murty, A.S. Toxicity of Pesticides to Fish. Volumes I, II. Boca Raton, FL: CRC Press Inc., 1986., p. V1 70",
            "Value": "Juvenile pinfish exposed to 25-46 ug/L/3 days exhibited a BCF of 3800 /From table/"
        }
    ],
    "environmental_biodegradations": [
        {
            "References": "(1) Jones AS, Hodges CS; J Agr Food Chem 22: 435-9 (1974) (2) Mehendale HM et al; Bull Environ Contam Toxicol 8: 200 (1972) (3) Carlson DA et al; Science 194: 939-41 (1976) (4) Brown LR et al; Effect of Mirex and Carbofuran on Estuarine Microorganisms USEPA-600/3-75-024 (NTIS PB-247147) p. 57 (1975) (5) Huckins JN et al; J Agr Food Chem 30: 1020-7 (1982)",
            "Value": "AEROBIC: Following the application of 0.5 grams mirex to 100 grams of soil (nine different soils), followed by addition of distilled water to bring the soil moisture to the field capacity, 88-99% of the initially applied amount of mirex was recovered following a 3 month incubation period, and 93-99% was recovered in the soils 6 months post application(1). Generally mirex is resistant to attack by bacteria and fungi, and can inhibit the growth of actinomyctes(1). Although mirex is taken up by micro-organisms(1), plants(2,4) and higher animals including fish(5) and rats(2), it is not metabolized(2). Analysis of soils from spill sites 5 and 12 years after the accidents, suggests that dechlorination takes place very slowly and kepone is a biotransformation product of mirex(3). Twelve years after the application of mirex to soil at one pound per acre, 50% of the mirex and mirex-related organochlorine compounds remained in the soil; 65-73% of the residues consisted of mirex and 3-6% consisted of chlordecone(3). Although concentrations were slightly higher, similar ratios of mirex (76-81%) and chlordecone (l-6%) residues were seen five years after an accidental spill of mirex bait on soil. Kepone was also identified as a transformation product of mirex in estuaries(4). Neither C(14) labeled mirex or kepone degraded in aerobic hydrosoils from the Little Dixie Reservoir and James River tributary, Richmond VA(5)."
        },
        {
            "References": "Menzie, C.M. Metabolism of Pesticides-Update III. Special Scientific Report- Wildlife No. 232. Washington, DC: U.S.Department of the Interior, Fish and Wildlife Service, 1980., p. 363",
            "Value": "When mirex was incubated with sewage sludge, 1% of the mirex was metabolized in 2.5 months."
        },
        {
            "References": "(1) Huckins JN et al; J Agr Food Chem 30: 1020-7 (1982) (2) Jones AS, Hodges CS; J Agr Food Chem 22: 435-9 (1974) (3) Andrade PSL, Wheeler WB; Bull Environ Contam Toxicol 11: 415-6 (1974)",
            "Value": "ANAEROBIC: Neither C(14) labeled mirex or kepone degraded in anaerobic hydrosoils from the Little Dixie Reservoir and James River tributary, Richmond VA(1). In addition mirex did not degrade at a concn of 0.5 g/100 g dry weight in four anaerobic lake sediments after 6 mo incubation(2). However a loss of mirex was attributed to sludge worms under anaerobic conditions(3)."
        }
    ],
    "fish_seafood_concentrations": [
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V5 206 (1974)",
            "Value": "... MIREX RESIDUES /WERE FOUND/ RANGING FROM 0.008-2.59 PPM IN WILD CATFISH FROM AREAS WHICH HAD RECEIVED A BLANKET APPLICATION OF MIREX BAIT. IN A CONTROL EXPT IN WHICH 1.25 LB/ACRE MIREX BAIT WERE SPRAYED ON A FISH POND & ITS SURROUNDING DRAINAGE AREA, 0.65 PPM MIREX HAD ACCUMULATED IN UNCAGED FISH AFTER 6 MO."
        },
        {
            "References": "Hilton JW et al; Can J Fish Aquat Sci 40 (11): 1987-94 (1983)",
            "Value": "Juvenile rainbow trout were reared for 24 wk on practical-type diets formulated with fish meals derived from coho salmon (Oncorhynchus kisutch) taken from Lake Michigan (USA), Lake Ontario (USA, Canada) & the Pacific Ocean. Levels of contaminants (DDT, chlordane, dieldrin, mirex & PCB) incr 10-fold from control & Pacific Ocean salmon-based diets to Lake Ontario salmon-based diets. Rainbow trout accum contaminants in direct proportion to dietary levels. Final concn of mirex & PCB in Lake Ontario-fed fish exceeded the allowed limits to protect human health. Fish meals produced from Lake Ontario salmon were unsuitable as source of feed for aquaculture of rainbow trout intended for human consumption."
        },
        {
            "References": "Desjardins C et al; Can Ind Rep Fish Aquat Sci 0 (141): 1-51 (1983)",
            "Value": "Eels were collected from May to Nov, 1982, in Lake Ontario, Lake St Francois, Lake Champlain, Richelieu River, Lake St Pierre, Quebec City, Kamouraska, Grande Trinite River (St Lawrence North Shore) & the Atlantic region (Canada). All eels sampled from Lake Ontario & in the Kingston-Cornwall area were contaminated with mirex (mean concn 0.18 ug/g). Mean concn was 0.126 ug/g in Lake St. Pierre, 0.157 ug/g in Quebec & 0.223 ug/g in Kamouraska."
        },
        {
            "References": "(1) Niethammer KR et al; Arch Environ Contam Toxicol 13: 63-74 (1984) (2) Jaffe R, Hites RA; J Great Lakes Res 12: 63-71 (1986) (3) Great Lakes Water Quality Board; Report on Great Lakes Water Quality p 212 (1985) (4) Easton MDL et al; Chemosphere 46: 1053-1074 (2002)",
            "Value": "Mirex was detected in 1 of 5 spotted gars at a concn of 0.08 ppm at Lake Bruin, LA and at a concn of 0.03 ppm in the only spotted gar sampled at Lake Providence, LA(1). Mirex was detected in the non-migratory fish (Carp: Cyprinus carpio, Goldfish: Carassius auratus, Catfish: Ictalurus sp, Sucker: Catostomus commersoni) at 21 of 21 NY tributaries to Lake Ontario at concn ranging from 12 to 1,400 ng/g of lipid, with an overall average of 365 ng/g(2). Photomirex was also detected in the fish at 11 of the 21 sites at concn ranging from 230 to 400 ng/g(2). The average mirex concn in whole fish samples of Lake Ontario rainbow smelt for the years 1977-1983 were 0.11, 0.05, 0.05, 0.04, 0.04, 0.02 and 0.05, respectively(3). The average mirex concn in whole fish samples of Lake Ontario lake trout for the years 1977-1983 were 0.49, 0.15, 0.25, 0.14, 0.15, 0.16 and 0.21, respectively(3). Mirex was detected in farmed salmon at levels ranging from 0.060-0.180 ng/g and wild salmon obtained from the Pacific Coast near Vancouver Canada at levels ranging from 0.020-0.090 ng/g(4)."
        },
        {
            "References": "PMID:3118823",
            "Value": "Different fish species from Abu Qir Bay, Idku Lake and Maryut Lake in Alexandria, Egypt, were assayed for residues of organochlorine insecticides and polychlorinated biphenyls (PCBs). The fish were obtained from commercial fishermen in 1985: Pagellus erythrinus, Sargus vulgarius, Siganus rivulatus, Sphyraena sphyraena, and Trigla hirundo from Abu Qir Bay; and Tilapia fish from Idku and Maryut Lakes. Twenty grams of dorsal fish muscle were extracted and the residues analyzed by GLC; reagent blanks and spike samples were included with each sample. The waters from which the fish were obtained receive drainage from industrial, agricultural and urban activities. Water samples were not assayed for specific components. Mirex was detected in all fish studied at levels equal to or less than 0.9 ug/kg. The only exception was Sargus vulgarius which had no detectable level of mirex. From a health standpoint, all samples were well below permissible levels for toxic substances."
        }
    ],
    "logP": [
        {
            "References": "Veith GD et al; J Fish Res Board Can 36: 1040-8 (1979)",
            "Value": "log Kow = 6.89"
        }
    ],
    "mechanism_of_action": [
        {
            "References": "PMID:13976",
            "Value": "Pretreatment of male rats with mirex (50 mg/kg orally for 3 days) caused a 91% suppression of biliary excretion of endogenous metabolites of imipramine. Biliary excretion of sulfobromophthalein was also suppressed by 90%. results suggest that mirex-induced impairment of hepatobiliary function is not specific to substrates. The mechanism of mirex-induced impairment is located at the site of the transfer of otherwise readily excretable substances such as metabolites of imipramine & sulfobromophthalein."
        },
        {
            "References": "Chetty CS et al; Indian J Comp Anim Physiol 1 (1): 107-13 (1983)",
            "Value": "Mirex & its photoderivatives are effective inhibitors of ATPase system."
        },
        {
            "References": "Krieger, R. (ed.). Handbook of Pesticide Toxicology. Volume 1, 2nd ed. 2001. Academic Press, San Diego, California., p. 9",
            "Value": "... Mirex .../is/ stored in lipid ... compartments of the body, which is the reason for ... /its/ very long elimination half-life ... /The/ very long half-live dominates the manifestation of damage ..."
        },
        {
            "References": "PMID:9328442",
            "Value": "Mirex is a potent tumor promoter in 7,1 2-dimethylbenz[a]anthracene (DMBA)-initiated female CD-1 mouse skin. Like 12-O-tetradecanoylphorbol-13-acetate (TPA), mirex promotes papillomas that have a Ha-ras mutation; however, unlike TPA promotion, mirex promotion does not involve a general hyperplastic response. /The authors/ used proliferating cell nuclear antigen (PCNA) and 5-bromo-2'-deoxyuridine (BrdU) immunohistochemical staining to further examine the proliferative capacity of mirex. The numbers of PCNA- and BrdU-positive epidermal S-phase cells were highly concordant in all treatment groups. Unlike a single application of TPA, a single application of mirex had little or no effect on the number of S-phase epidermal cells, and chronic application of mirex to mouse skin produced only minimal increases in S-phase cells. Moreover, mirex did not significantly alter the growth of BALB/MK-2 keratinocytes in media containing either 0.05 or 1.2 mM Ca++. These results suggest that mirex may have highly specific effects on the proliferation of initiated cells and support the existence of a unique mirex mechanism and/or distinct population of mirex-promotable mutant Ha-ras epidermal cells. To begin to address this issue of a distinct population of mirex-promotable mutant Ha-ras cells, /the authors/ conducted a tandem experiment in which DMBA-initiated mice were treated twice weekly with a maximal promoting dose of mirex. Then, when the number of papillomas reached a plateau, these same mice were treated twice weekly with a maximal promoting dose of TPA. Mice treated with mirex developed a maximum of 6.4 papillomas/mouse. These mice were then promoted with TPA, which produced 8.9 additional papillomas/mouse for a total of 15.3 papillomas/mouse. The maximum tumor yields from other groups of mice treated with only TPA or mirex were 9.8 and 7.3 papillomas/mouse, respectively. Therefore, under these tandem conditions, tumor yields were additive, indicating that there are at least two distinct populations of mutant Ha-ras cells: one promoted by mirex and the other by TPA."
        },
        {
            "References": "PMID:8013418",
            "Value": "Mirex... is a nongenotoxic hepatocarcinogen in both rats and mice. In liver, mirex induced biochemical responses and hyperplasia characteristic of increased cell proliferation, which is consistent with its role as a liver tumor promoter....  A single topical application of mirex to skin does not induce the acute biochemical responses, such as increased epidermal DNA synthesis and ornithine decarboxylase activity. Multiple topical applications of mirex over a 1 month period induced only a minimal increase in the number of epidermal nucleated cell layers which contrasts with definitive hyperplasia induced by a comparable tumor-promoting dose of 12-O-tetradecanoylphorbol-13-acetate (TPA). Collectively, these data indicated that mirex is promoting through a novel mechanism. Further evidence that mirex promotes tumors through a mechanism distinct from that of the prototypical skin tumor promoter, TPA, was obtained by examining the effect of their simultaneous co-treatment. The co-application of mirex and TPA yielded a tumor multiplicity greater than the sum of the responses of each promoter individually. In summary, our results demonstrate that mirex, a carcinogenic and hyperplastic agent in liver, is also a very effective tumor promoter in mouse skin, but suggest that mirex operates via a novel mechanism in skin that may involve only a minimal role for enhanced cell proliferation."
        },
        {
            "References": "PMID:2481745",
            "Value": "... Mirex and chlordecone resembled phenobarbital with respect to the induction of monooxygenase activities. Immunoquantitation with antibodies to purified P-450 IIB1 (Pb-induced P-450) and P-450 IA1 (3-MC-induced P-450) indicated that mirex and chlordecone induced P-450 IIB1 in a dose-dependent manner. The high dose of mirex also induced a small amount of a protein cross reacting with the antibody to IA1."
        },
        {
            "References": "Dai D et al; Pesticide Biochem Physiol 70(3): 127-141 (2001)",
            "Value": "...Mirex induced CYP1A2, 2B10, 2E1, and 3A  and ... treatments had profound effects on the metabolism of testosterone, resulting in 2.5- to 3-fold more hydroxylated products than controls. ... Seminal vesicle weights were lower for all treatment groups except DDE."
        }
    ],
    "sediment_soil_concentrations": [
        {
            "References": "(1) Kaminsky R et al; J Great Lakes Res 9: 183-9 (1983) (2) Kuntz KW, Warry ND; J Great Lakes Res 9: 241-8 (1983) (3) Smith JA et al; Bull Environ Contam Toxicol 39: 465-73 (1987) (4) Saleh FY et al; J Environ Sci Health 913: 261-94 (1978) (5) Menone ML et al; Arch Environ Contam Toxicol 40: 355-362 (2001)",
            "Value": "SEDIMENT: Mirex was detected at levels ranging from trace levels to 62 ppb in 8 of 13 Lake Ontario sediments collected at distances up to 100 km from the identified source, a dump site along the Niagara River(1). Mirex was detected in 76% of the sediments from the Niagara River at an average concn of 12 ng/g(2). Mirex was detected in the sediments of the Rockaway River NJ at concn ranging from 0.1 to 80 ug/kg(3). Mirex was measured at a concn of 133 mg/kg in sediment dredged from Bailey Creek (a tributary of the James River) VA(4). Mirex was below the detection limit (0.1 ng/g) in sediment samples from 3 out of 4 creeks in Argentina, but was detected at levels of 1-2 ng/g in the Vivorata Creek near the Atlantic Ocean(5)."
        },
        {
            "References": "PMID:4139997",
            "Value": "SOIL: A survey of the surface soils of 5 counties in western Alabama showed that mirex was detected in 1 of 47 samples at a concn less than 0.1 ppm(1)."
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "(1) Smith JH et al; Environ Pathways of Selected Chemicals in Freshwater Systems. Part II Lab Studies USEPA-600/7-78-074 p 294-315 (1978) (2) Kenega EE; Ecotoxicol Environ Safety 4: 26-38 (1980) (3) Swann RL et al; Res Rev 85: 16-28 (1983)",
            "Value": "The average Koc value for mirex in 4 samples of sediment obtained from Coyote Creek, CA was 2.4X10+7(1). The Koc value of mirex in an unspecified soil was 5800(2). According to a classification scheme(3), this average Koc value suggests that mirex is expected to be immobile in soil(SRC)."
        }
    ],
    "plant_translocations": [
        {
            "content": "Although present evidence points out that mirex is resistant to biological degradation, the evidence is only incidental, and a study of its metabolic fate in animals and plants has not been reported. This study was undertaken to determine the fate of a single dose of mirex such as might be encountered by an animal in the environment. This paper reports the routes and rates of excretion and amount and loci of storage in the bodies of a group of male rats fed a single dose of 6.0 mg/kg of mirex-14C. The first half-life is reported and the second half-life is projected from the excretory pattern. In vitro studies with various liver and plant root preparations are also included in this report, as well as preliminary experiments on plant uptake of mirex at environmental levels.",
            "reference": "Mehendale, H. M., Fishbein, L., Fields, M., & Matthews, H. B. (1972). Fate of mirex-14 C in the rat and plants. Bulletin of Environmental Contamination and Toxicology, 8, 200-207.",
            "method": {
                "Test Plant": "Pea and bean plants",
                "Apply Location": "Root application (plants were grown in water containing mirex-14C)",
                "Plant Grown Condition": "Two-week-old pea and bean plants were used for the experiment.",
                "Chemical Preparation": "Uniformly labeled mirex-14C with specific activity of 1.74 mCi/mM was obtained from a commercial source. Unlabeled technical mirex was also obtained. Solutions of 1, 5 and 10 ppm mirex containing 1% methylcellosolve in water were prepared by dissolving mirex-14C (5 x 10^5 dpm) and unlabeled mirex in methylcellosolve.",
                "Pesticide Application Details for the Plant": "The pea and bean plants were allowed to grow for 48 hours in water containing the prepared mirex solutions at 1, 5 and 10 ppm concentrations.",
                "Other Information": "After 48 hours of exposure, the plants were removed from the mirex solutions."
            },
            "result": "[{\"Plant Concentration (ppm)\": 1, \"Roots (ppm)\": 6.487, \"Shoots (ppm)\": 0.586}, {\"Plant Concentration (ppm)\": 5, \"Roots (ppm)\": 40.696, \"Shoots (ppm)\": 1.521}, {\"Plant Concentration (ppm)\": 10, \"Roots (ppm)\": 71.285, \"Shoots (ppm)\": 8.408}, {\"Plant Concentration (ppm)\": 1, \"Roots (ppm)\": 8.478, \"Shoots (ppm)\": 0.496}, {\"Plant Concentration (ppm)\": 5, \"Roots (ppm)\": 45.364, \"Shoots (ppm)\": 3.867}, {\"Plant Concentration (ppm)\": 10, \"Roots (ppm)\": 101.604, \"Shoots (ppm)\": 6.834}]"
        }
    ]
}