{
    "_id": {
        "$oid": "6682e929c4e5dba5ffba293c"
    },
    "CID": {
        "$numberInt": "17038"
    },
    "Name": "CAPTAFOL",
    "IUPACName": "2-(1,1,2,2-tetrachloroethylsulfanyl)-3a,4,7,7a-tetrahydroisoindole-1,3-dione",
    "CanonicalSMILES": "C1C=CCC2C1C(=O)N(C2=O)SC(C(Cl)Cl)(Cl)Cl",
    "Synonyms": [
        "Captafol",
        "2425-06-1",
        "Merpafol",
        "Folcid",
        "Arborseal",
        "Difosan",
        "Sanspor",
        "Terrazol",
        "Foltaf",
        "Proxel EF",
        "Haipen 50",
        "Nalco 7046",
        "DIFOLATAN",
        "Tetrachloroethylthiotetrahydrophthalimide",
        "Sulfonimide"
    ],
    "IsomericSMILES": "C1C=CCC2C1C(=O)N(C2=O)SC(C(Cl)Cl)(Cl)Cl",
    "INCHI": "InChI=1S/C10H9Cl4NO2S/c11-9(12)10(13,14)18-15-7(16)5-3-1-2-4-6(5)8(15)17/h1-2,5-6,9H,3-4H2",
    "INCHIKEY": "JHRWWRDRBPCWTF-UHFFFAOYSA-N",
    "Formula": "C10H9Cl4NO2S",
    "MolecularWeight": {
        "$numberDouble": "349.1"
    },
    "Description": "Captafol is a dicarboximide that captan in which the trichloromethyl group is replaced by a 1,1,2,2-tetrachloroethyl group. A broad-spectrum fungicide used to control diseases in fruit and potatoes, it is no longer approved for use in the European Community. It has a role as an antifungal agrochemical. It is a member of isoindoles, an organochlorine compound, an organosulfur compound and a phthalimide fungicide.",
    "XlogP": {
        "$numberDouble": "3.8"
    },
    "Complexity": {
        "$numberInt": "387"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "environmental_bioconcentrations": [
        {
            "References": "(1) Tomlin CDS, ed; The Pesticide Manual World Compendium. 11th ed., Surrey, England: British Crop Protection Council p. 175 (1997) (2) Meylan WM et al; Environ Toxicol Chem 18: 664-72 (1999) (3) Franke C et al; Chemosphere 29: 1501-14 (1994)",
            "Value": "An estimated BCF of 170 was calculated for difolatan(SRC), using a log Kow of 3.80(1) and a regression-derived equation(2). According to a classification scheme(3), this BCF suggests the potential for bioconcentration in aquatic organisms is high(SRC), provided the compound is not altered physically or chemically after being released to the environment."
        }
    ],
    "environmental_biodegradations": [
        {
            "References": "(1) Mithyantha MS, Agnihothrudu V; pp. 108-15 in Pest Environ. Proc Natl Semin. Regupathy A et al, eds. Coimbatore, India: Tamil Nadu Agric Univ (1984) (2) Cabras P et al; Rev Environ Contam Toxicol 99: 83-117 (1987) (3) Venkatramesh M, Agnihothrudu V; Bull Environ Contam Toxicol 41: 548-55 (1988) (4) Tu CM; J Environ Sci Health B28: 67-80 (1993) (5) Venkatramesh M et al; J Environ Biol 8: 85-101 (1987)",
            "Value": "In a laboratory incubation study with three kinds of soils under two moisture levels (field capacity and submergence) the biodegradation half-lives of difolatan ranged 23-55 days(1). The overall half-life of difolatan in soil is about 11 days, independent of soil type or initial concn(2). In soil, difolatan may be initially inhibitive to certain bacterial and microbial populations, but may be stimulative to certain bacterial populations(3,4). The inhibitory effect disappears in 7 days at a treatment level of 10 ppm(4). The rate of biodegradation was slowest in soil containing the highest organic carbon content(1,5)."
        }
    ],
    "logP": [
        {
            "References": "Tomlin, C.D.S. (ed.). The Pesticide Manual - World Compendium, 11 th ed., British Crop Protection Council, Surrey, England 1997, p. 175",
            "Value": "log Kow = 3.8"
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "IPCS; Poisons Information Monograph 097 on Captafol (June 1993). Available from, as of June 27, 2003: https://www.inchem.org/documents/pims/chemical/pim097.htm",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Since dogs that received captafol 300 or 100 mg/kg/day suffered frequent vomiting and diarrhea, it is not unlikely that similar symptoms would occur in humans following the ingestion of large quantities of captafol."
        },
        {
            "References": "PMID:8421323",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ The effects of subchronic administration of captafol were studied in B6C3F1 mice given dose levels of 0, 0.3, 0.625, and 1.25% in the diet for 12 wk. There was a dose-related decrease in body weight gain during the 12-wk experiment and a loss of body weight in the 1.25% group of both sexes. While the mice given captafol consumed less diet than the control mice, this was not directly dose-related. The relative weights of liver demonstrated a tendency for dose-dependent increase. Light-microscopic examination revealed cytoplasmic vacuolar degeneration, depending in severity on the dosage, in the livers of both sexes given captafol. ..."
        },
        {
            "References": "Tamano S et al; Fund and Appl Toxicol 17 (2): 390-398 (1991)",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ ...Captafol was given to male and female F344-rats in their diets /for 13 weeks/ at concentrations of 0.075, 0.15, 0.3, and 0.6%. A dose dependent decrease was noted in the urinary pH of males receiving 0.3 or 0.6% and in females given 0.15% or higher concentrations of captafol. The 0.3 and 0.6% doses produced slight increases in leukocyte count and glutamic-pyruvic-transaminase activity in females along with a mild increase in alkaline-phosphatase activity in the 0.6% case. The liver and kidney to body weight ratios were increased in both male and female rats. Histopathological changes were noted in the forestomach, liver, and kidney. Squamous cell hyperplasia and edema accompanied by polynuclear leukocyte infiltration and dilation of vessels in the lamina propria were noted in the forestomach of both sexes given 0.15% or higher concentrations. Oval cell proliferation was apparent around Glisson's sheath in the livers of females given 0.3 and 0.6% captafol. Multifocal appearance of karyocytomegaly and tubular cell atypia in the proximal tubules of the kidney was noted in the 0.3 and 0.6% groups of both sexes."
        },
        {
            "References": "California Environmental Protection Agency/Department of Pesticide Regulation; Toxicology Data Review Summaries. Available from: https://www.cdpr.ca.gov/docs/toxsums/toxsumlist.htm on Captafol as of June 16, 2002.",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ /In a/ lifetime oncogenic feeding study of difolatan Technical in CD-1 (ICR derived) mice,  104 combined controls from two concurrent studies and 80/sex/group were fed 300, 1,000 or 3,000 ppm.  Adverse effects /were/ noted in the stomach; non-neoplastic lesions ./were observed in the/  ...pancreas, and kidneys. ...Hemangiosarcomas, lymphosarcomas, and myeloproliferative disease. ...  Systemic NOEL = 300 ppm (decreased body weight, increased mortality, decreased hematological  parameters, atrophy of pancreas, testicles, spleen, bone marrow and kidney tissue);"
        },
        {
            "References": "PMID:6510634",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ The potential carcinogenicity of captafol in B6C3F1 mice was examined. Captafol was given at levels of 0 (control), 0.075, 0.15 or 0.3% in the diet to a total of 203 males and 203 females for 96 weeks, after which time the animals were returned to basal diet for a further 8 weeks. Mice surviving 42 weeks or longer were included in the effective numbers. Males and females given 0.3% captafol showed increased cumulative mortalities in the final quarter period of the experiment. Significant increases in the development of neoplastic lesions were found in the heart, spleen, forestomach, small intestine and liver of mice of both sexes treated with captafol. Tumors induced by captafol were, histologically, hemangioendothelioma in the heart, hemangioma or hemangioendothelioma in the spleen, papilloma and squamous cell carcinoma in the forestomach, adenoma and adenocarcinoma in the small intestine, and hyperplastic nodule and hepatocellular carcinoma in the liver. These results demonstrate a broad-spectrum carcinogenicity of captafol in B6C3F1 mice."
        },
        {
            "References": "U.S. Environmental Protection Agency's Integrated Risk Information System (IRIS) on Captafol (2425-06-1). Available from: https://www.epa.gov/iris/index.html on the Substance File List as of June 24, 2003.",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Captafol was administered daily in capsules at 0, 2, 40, and 250 mg/kg bw/day to male and female beagle dogs for 12 months. Signs of toxicity occurred primarily at the high dose and were noted in both sexes, except where specified: emesis, soft compound colored feces, body weight gain depression (mid and high doses), decreased BUN (males), decreased LDH (males), decreased inorganic phosphorus (males), decreased albumen (mid and high doses, males), slight increase in centrolobular hepatic inflammation (males), and ballooning degeneration/vacuolation of the transitional epithelium of the kidney and bladder (low, mid and high doses, females). The incidence and severity of the transitional epithelial lesion was dose-related. Although there was no NOEL, and this lesion occurred at the lowest dose tested, 2 mg/kg/day will be considered the LEL for this effect and the study as a whole because the incidence and frequency decreased to minimal in the lowest dose."
        },
        {
            "References": "Hayes, Wayland J., Jr. Pesticides Studied in Man. Baltimore/London: Williams and Wilkins, 1982., p. 583",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Dogs that received 300 or 100 mg/kg/day suffered frequent vomiting and diarrhea during the first 4 wk, and they were slightly anemic and deficient in growth during a 2 yr study. Dogs at dosages of 30 mg/kg/day or greater developed both absolute and relative increase of the weights of the liver and kidneys; however, their hematology and liver function tests were normal. A dosage of 10 mg/kg/day was a no effect level... ."
        },
        {
            "References": "California Environmental Protection Agency/Department of Pesticide Regulation; Toxicology Data Review Summaries. Available from: https://www.cdpr.ca.gov/docs/toxsums/toxsumlist.htm on Captafol as of June 16, 2002.",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Fifty /rats/ per sex/group were fed /difolatan/ 75, 300 or 1200 ppm for 122-123 weeks. adverse effects noted in chronic toxicity, ulcerated areas in the stomach in high dose, renal tubule cell carcinoma, increased mammary fibroadenomas in females, increased hepatic neoplasms in females."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists.  Documentation of Threshold Limit Values for Chemical  Substances and Physical Agents and Biological Exposure  Indices for 2001. Cincinnati, OH. 2001., p. 1",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ In a two year feeding study /in rats/ with captafol added to the diet at 0 (70 males and 70 females), 250, 500, 1,500, and 5,000 ppm (35 males and 35 female at each test level), there was growth depression at the 1,500 and 5,000 ppm levels. Mortality was increased in the 5,000 ppm, with no males alive after 23 months. A lymphocyte to neutrophil shift was observed in the surviving males of this group after 21 months. There was an increase in the liver to body weight ratio at the 500, 1,500, and 5,000 ppm levels at 12 months. An increase in this ratio was also seen in males at the 250 ppm. At the end of the experiment there was no longer a significant difference at the two lower levels. Significant increases were also observed in organ weight and organ to body weight ratios for kidney and adrenals of rats fed at 1,500 and 5,000 ppm. Histopathology revealed liver changes characterized by degeneration of hepatic cells, vacuolization, incipient fat alteration, and infiltration by mononuclear cells. Kidney changes were characterized by alterations in proximal and distal tubular cells, many giant forms with large, irregular nuclei being present. These changes in liver and kidney were seen only in rats fed the two highest dose levels. No other histopathological changes were associated with the administration of captafol. No effect on tumor incidence was observed."
        },
        {
            "References": "IPCS; Poisons Information Monograph 097 on Captafol (June 1993). Available from, as of June 27, 2003: https://www.inchem.org/documents/pims/chemical/pim097.htm",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Rats initially given a single dose (200 mg/kg) of diethylnitrosamine ip were fed 2 wk later with a diet containing 3,000 ppm of captafol for 6 weeks, and then killed. Carcinogenic potential was scored by comparing the number and area/sq cm of induced glutathione S-transferase placental form positive foci in the liver with those of a corresponding control group given diethylinitrosamine alone. Captafol showed a significant increase in the value of foci."
        },
        {
            "References": "Hayes, Wayland J., Jr. Pesticides Studied in Man. Baltimore/London: Williams and Wilkins, 1982., p. 583",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Rats that received captafol at dietary levels of 1,500 and 5,000 ppm did not grow normally,  their livers were enlarged, and mortality was increased at the higher level. At autopsy, these rats  showed vacuolization of liver cells and infiltration by mononuclear cells, whereas the kidneys  showed many giant cells with large irregular nuclei and other changes of the proximal and distal  tubules. At a dietary level of 500 ppm the liver was enlarged at 12 months in both sexes, and this  was true of males fed 250 ppm; however, at the end of the 2 yr, no difference of liver weight was  present and no histological changes were present. The incidence of tumors was not increased at any  dosage."
        },
        {
            "References": "PMID:8441825",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ The primary sites of tumor formation with captafol in male and/or female mice (CD-1 and B6C3F1) were the GI tract, the lymph system, and the vascular system. The main sites of tumor formation in rats of one or both sexes (CR CD, Wistar, or F344 strains) were the kidney, mammary gland, and liver."
        },
        {
            "References": "PMID:2125991",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Captafol was administered at dietary levels of 0 (control), 750 and 1,500 ppm to groups of 50 male and 50 female F344/DuCrj rats for 104 weeks, and then all animals were maintained without captafol for a further 8 weeks, and killed in week 113. Renal cell carcinoma was found in 8 of 50 male rats treated with 1,500 ppm and in one of 50 male rats treated with 750 ppm of captafol. The incidences of renal adenomas, including micro-adenomas, and basophilic altered cell tubules were significantly higher in both sexes treated with captafol than in controls, and the increases were apparently dose-dependent except that of adenomas in females. The incidences of neoplastic and preneoplastic lesions of the kidney in captafol-treated animals were higher in males than in females. Captafol also induced hepatocellular carcinomas in four of 50 female rats in the 1,500 ppm group. The incidences of hyperplastic (neoplastic) nodules and foci of cellular alterations in the liver were also significantly increased in both sexes treated with captafol, the increases being dose-dependent. In conclusion, captafol induced renal cell carcinomas in male rats and hepatocellular carcinomas in female rats."
        },
        {
            "References": "IPCS; Poisons Information Monograph 097 on Captafol (June 1993). Available from, as of June 27, 2003: https://www.inchem.org/documents/pims/chemical/pim097.htm",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ In a study with golden hamsters, effects of single administration of captafol was compared with effects of repeated administration throughout organogenesis. At the highest single doses maternal mortality increased and some abnormal fetuses were reduced. At the lowest single doses and all multiple doses there were no indications of teratogenic activity."
        },
        {
            "References": "IPCS; Poisons Information Monograph 097 on Captafol (June 1993). Available from, as of June 27, 2003: https://www.inchem.org/documents/pims/chemical/pim097.htm",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Several teratology studies have been conducted with captafol in many mammalian species, including non-human primates. In most studies, where captafol was administered throughout organogenesis, low to no teratogenic potential was demonstrated.  However, results of studies with rabbits were contradictory.  There have been two studies with no malformed fetuses and one in which 9 of 75 fetuses were malformed. Further investigation (371 foetuses) did not produce a single increase in the number of abnormalities."
        },
        {
            "References": "U.S. Environmental Protection Agency's Integrated Risk Information System (IRIS) on Captafol (2425-06-1). Available from: https://www.epa.gov/iris/index.html on the Substance File List as of June 24, 2003.",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Teratology - rabbit: Maternal NOEL=4 mg/kg/day; Maternal LEL=16 mg/kg/day (decreased weight gain and food consumphtion); Fetotoxic NOEL=16.5 mg/kg/day; LEL=50.0 mg/kg/day (increased minor skeletal abnormalities and resorptions)... ."
        },
        {
            "References": "U.S. Environmental Protection Agency's Integrated Risk Information System (IRIS) on Captafol (2425-06-1). Available from: https://www.epa.gov/iris/index.html on the Substance File List as of June 24, 2003.",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Teratology - rat: Maternal NOEL=30 mg/kg/day; Maternal LEL=200 mg/kg (mortality, gastric lesions, decrease in body weight, weight gain, and food consumption); Fetotoxic NOEL=30 mg/kg/day; Fetotoxic LEL=200 mg/kg/day (decreased fetal weight and ossification sites)... . 2-generation Reproduction - rat: Maternal NOEL=13 mg/kg/day; LEL=60 mg/kg/day (lower mean body weight); Fetotoxic NOEL=60 mg/kg/day (HDT); Fetotoxic LEL=none... ."
        },
        {
            "References": "Rodrigues M A LR, D'Angelo M; Biomed and Environ Sci 7 (3): 278-283 (1994)",
            "Value": "/ALTERNATIVE IN VITRO TESTS/ The cytotoxicity of captafol, a phthalimide-derived fungicide, was evaluated in IB-RS-2 cells. Captafol at 0.12-1.0 ug/ml blocks cell multiplication. This effect is concentration-dependent, only partially reversible and the degree of inhibition increases with time. The synthesis of DNA and RNA is inhibited in parallel by increasing concentrations of the chemical."
        },
        {
            "References": "California Environmental Protection Agency/Department of Pesticide Regulation; Toxicology Data Review Summaries. Available from: https://www.cdpr.ca.gov/docs/toxsums/toxsumlist.htm on Captafol as of June 16, 2002.",
            "Value": "/GENOTOXICITY/ Strains TA98, TA100 and TA102 for Salmonella and WP2 uvrA for E. coli. With and without rat liver activation; triplicate plates, repeat trial; positive mutagenic effect +/- S9 in TA102 and E. coli; 0, 0.001, 0.003, 0.001, 0.003, 0.01 or 0.03 mg/plate in plate incorporation assay."
        },
        {
            "References": "California Environmental Protection Agency/Department of Pesticide Regulation; Toxicology Data Review Summaries. Available from: https://www.cdpr.ca.gov/docs/toxsums/toxsumlist.htm on Captafol as of June 16, 2002.",
            "Value": "/GENOTOXICITY/ Captafol, 98%, was given to 4 rats/sex/group at 0, 85, 265, 1000 and 1500 mg/kg by gavage. Rats were sacrificed at 6, 24 and 48 hours and 50 cells per animal were examined for chromosomal aberrations.  No chromosomal aberrations /were found/."
        },
        {
            "References": "California Environmental Protection Agency/Department of Pesticide Regulation; Toxicology Data Review Summaries. Available from: https://www.cdpr.ca.gov/docs/toxsums/toxsumlist.htm on Captafol as of June 16, 2002.",
            "Value": "/GENOTOXICITY/ CHO/HGPRT Mammalian Cell Forward Gene Mutation Assay. CHO/HGPRT with and without rat liver activation at 0 to 30 ug/ml, duplicate cultures, repeat trials; positive mutagenic effect at several concentrations without S9; no mutagenicity with S9."
        },
        {
            "References": "Tezuka H et al; Mutat Res 78 (2): 177-92 (1981)",
            "Value": "/GENOTOXICITY/ Significant and dose-dependent increase in frequency of sister chromatid and chromosomal aberrations was observed in chinese hamster cell cultures treated with captafol."
        },
        {
            "References": "Perocco P et al; Jpn J Cncr Res 86 (10): 941-947 (1995)",
            "Value": "/GENOTOXICITY/ Cytotoxic and cell-transforming activities of ...captafol .../has/ been studied in an experimental in vitro model by exposing BALB/c 3T3 cells... with or without S-9 mix-induced bioactivation. Cytotoxicity... was reduced in the presence of the metabolizing system. .../Captafol/ displayed cell-transforming ability in the presence of the metabolizing system. ...Cell transformation was considered to be due to carcinogenesis-promoting activity."
        },
        {
            "References": "Rahden-Staroan I et al; Acta Biochem Pol 41 (1): 45-55 (1994)",
            "Value": "/GENOTOXICITY/ Captafol was mutagenic in S. typhimurium strain TA102 (uvr+)... . ...Captafol elicits damages in DNA recognized by correndonuclease II, as shown by the repair test, and induced the SOS repair system in E. coli PQ37 (uvrA) strain. ...Captafol /also/ induced the SOS system in PQ35 (uvr+). The lack of induction of beta-galactosidase at nonpermissive temperature in E. coli MD332 (dnaCs uvrA) strain showed that /captafol/ was /not/ able to produce DNA breaks. In V79 Chinese hamster fibroblasts ...induction of c-mitosis by captafol... (22% ...over the control...) was accompanied by a higher decrease in nonprotein sulfhydryl groups, mainly GSH (41%...). The content of protein sulfhydryl groups was decreased ...to a similar extent."
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "(1) Briggs GG; J Agric Food Chem 29: 1050-9 (1981) (2) Lord KA et al; Pestic Sci 11: 401-8 (1980) (3) Lyman WJ et al; Handbook of Chemical Property Estimation Methods Amer Chem Soc Washington, DC p. 4-10 (1990) (4) Swann RL et al; Res Rev 85: 17-28 (1983)",
            "Value": "The adsorption coefficient, logKom, for difolatan based on soil organic matter has been reported as 3.08(1) and 3.09(2). Based on a relationship Kom = Koc/1.724(3), the Koc for difolatan would be 2073 and 2120, respectively. According to a classification scheme(4), these Koc values suggests that difolatan is expected to be slightly mobile in soil."
        }
    ],
    "plant_translocation": [
        {
            "References": "Wilding, N., & Brobyn, P. J. (1980). Effects of fungicides on development of Entomophthora aphidis. Transactions of the British Mycological Society, 75(2), 297–302. doi:10.1016/s0007-1536(80)80092-1",
            "Value": "The study investigated the effects of different fungicides on the fungus Entomophthora aphidis, which is known to infect pea aphids. The researchers tested three systemic fungicides (benomyl, ethirimol, and tridemorph) and seven non-systemic fungicides (captafol, captan, fentin acetate with maneb, mancozeb, maneb, thiram, and zineb) at concentrations commonly used in field applications.The results showed that all the tested fungicides inhibited the germination of E. aphidis conidia (asexual spores) and also suppressed the mycelial growth of the fungus in vitro. Among them, benomyl, fentin acetate with maneb, maneb, and thiram were found to be particularly effective, as they killed the fungus outright. Additionally, the study examined the impact of these fungicides on the infectivity of E. aphidis for pea aphids. Aphicidal effects were observed with benomyl, tridemorph, and thiram. Several non-systemic fungicides, with the exception of captafol and zineb, reduced the fungus's infectivity when the aphids were topically treated with the fungicides 6 hours before being exposed to the fungus. The suppressive effects persisted even when the aphids were inoculated with the fungus 48 hours after fungicide treatment. Interestingly, when aphids were inoculated with the fungus before fungicide treatment, most of the non-systemic fungicides (except zineb) still decreased the fungus's infectivity, regardless of whether the fungicides were applied 22 or 70 hours after inoculation. However, fungicides like captafol, zineb, and maneb showed reduced effectiveness in reducing the fungus's infectivity. Lastly, the researchers noticed variations in the number of conidia released from infected aphids treated with the fungicides. Benomyl and tridemorph decreased conidia production, while captafol and captan increased it. In summary, the study demonstrated that certain systemic and non-systemic fungicides have varying effects on Entomophthora aphidis, with some showing aphicidal activity and others suppressing the fungus's infectivity. The timing of fungicide application in relation to aphid inoculation and the type of fungicide used played a crucial role in determining their effectiveness."
        }
    ]
}