{
    "_id": {
        "$oid": "6682e92ac4e5dba5ffba293e"
    },
    "CID": {
        "$numberInt": "17049"
    },
    "Name": "N-BUTYL GLYCIDYL ETHER",
    "IUPACName": "2-(butoxymethyl)oxirane",
    "CanonicalSMILES": "CCCCOCC1CO1",
    "Synonyms": [
        "BUTYL GLYCIDYL ETHER",
        "2-(Butoxymethyl)oxirane",
        "2426-08-6",
        "n-Butyl glycidyl ether",
        "Oxirane",
        "(butoxymethyl)-",
        "1-Butoxy-2,3-epoxypropane",
        "(Butoxymethyl)oxirane",
        "Glycidyl butyl ether",
        "Ether",
        "butyl glycidyl",
        "3-Butoxy-1,2-epoxypropane",
        "2,3-Epoxypropyl butyl ether",
        "Butyl 2,3-epoxypropyl ether",
        "Ageflex BGE",
        "Propane",
        "1-butoxy-2,3-epoxy-",
        "Glycidyl n-butyl ether"
    ],
    "IsomericSMILES": "CCCCOCC1CO1",
    "INCHI": "InChI=1S/C7H14O2/c1-2-3-4-8-5-7-6-9-7/h7H,2-6H2,1H3",
    "INCHIKEY": "YSUQLAYJZDEMOT-UHFFFAOYSA-N",
    "Formula": "C7H14O2",
    "MolecularWeight": {
        "$numberDouble": "130.18"
    },
    "Description": "n-Butyl glycidyl ether can cause cancer and male reproductive toxicity according to California Labor Code.",
    "XlogP": {
        "$numberDouble": "1"
    },
    "Complexity": {
        "$numberInt": "73"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "environmental_bioconcentrations": [
        {
            "References": "(1) Hansch C et al; Exploring QSAR. Hydrophobic, Electronic, and Steric Constants. ACS Prof Ref Book. Heller SR, consult. ed., Washington, DC: Amer Chem Soc p. 35 (1995) (2) Meylan WM et al; Environ Toxicol Chem 18: 664-72 (1999) (3) Franke C et al; Chemosphere 29: 1501-14 (1994)",
            "Value": "An estimated BCF of 3 was calculated for n-butyl glycidyl ether(SRC), using a log Kow of 0.63(1) and a regression-derived equation(2). According to a classification scheme(3), this BCF suggests the potential for bioconcentration in aquatic organisms is low(SRC)."
        }
    ],
    "logP": [
        {
            "References": "Hansch, C., Leo, A., D. Hoekman. Exploring QSAR - Hydrophobic, Electronic, and Steric Constants. Washington, DC: American Chemical Society., 1995., p. 35",
            "Value": "log Kow = 0.63"
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "Grant, W. M. Toxicology of the Eye. 2nd ed. Springfield, Illinois: Charles C. Thomas, 1974., p. 211",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Butyl glycidyl ether ... causes slight reversible damage to rabbit eye when applied as drop. Its vapors cause eye and respiratory irritation, but not so severe as certain other glycidyl ethers ... ."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. V6 p.1049",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Male rats inhaled BGE vapors for 50 7-hr exposures to air concentrations of 38, 75, 150, or 300 ppm. There were no signs of treatment-related toxicity at the two lowest doses. At 150 ppm, 1 of 10 rats died, and survivors were significantly retarded in growth. At 300 ppm there was 50% mortality with additional signs of toxicity in the survivors, such as emaciation, unkempt fur, liver necrosis, and significant increase in kidney/body and lung/body weight ratios. Testicular atrophy was noted in four out of five of the surviving rats used in this study. These rats were juveniles (57-97 g) in which the testes were probably immature at the start of study. There was a high incidence of bronchopneumonia, which may have also contributed to their general poor health."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. V6 p.1049",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ BGE was found to be a mild skin irritant in rabbits, with a Draize score of 2.8 out of 8 possible."
        },
        {
            "References": "Clayton, G. D. and F. E. Clayton (eds.). Patty's Industrial Hygiene and Toxicology: Volume 2A, 2B, 2C: Toxicology. 3rd ed. New York: John Wiley Sons, 1981-1982., p. 2202",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Incoordination, ataxia, agitation, and excitement precede marked depression. ... Air saturated with vapors ... did not kill mice exposed for 4 hr. ... Minimal histological changes consisted of focal inflammation and moderate congestion of central zones of liver ... ."
        },
        {
            "References": "Sheftel, V.O.; Indirect Food Additives and Polymers. Migration and Toxicology. Lewis Publishers, Boca Raton, FL. 2000., p. 675",
            "Value": "/GENOTOXICITY/ 1-Butoxy-2,3-epoxypropane was negative in dominant lethal test in male mice. ...Was found to be positive in series of mutagenicity assays, including induction of repair-DNA synthesis in human lymphocytes and Salmonella mutagenicity test."
        },
        {
            "References": "PMID:379632",
            "Value": "/GENOTOXICITY/ Mutagenicity of 13 epoxide compounds studied using bacterial plate assay system. Histidine-dependent tester strains TA 98 and TA 100 of Salmonella typhimurium were used. N-butyl glycidyl ether was mutagenic in the TA 100 strain. Mutagenicity was not enhanced or diminished by microsomal extract."
        },
        {
            "References": "Sullivan, J.B., Krieger G.R. (eds). Clinical Environmental Health and Toxic Exposures. Second edition. Lippincott Williams and Wilkins, Philadelphia, Pennsylvania 1999., p. 1197",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/  Animals exposed to n-butyl glycidyl ether vapor have experienced lacrimation and breathing difficulty. Pneumonitis also is seen in animal inhalation models."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists. Documentation of the TLV's and BEI's with Other World Wide Occupational Exposure Values. CD-ROM Cincinnati, OH 45240-1634 2005., p. 2",
            "Value": "/GENOTOXICITY/ BGE was associated with a significant increase (p < 0.05) in unscheduled DNA synthesis in human white blood cells. /Investigators/ reported positive tests in cultured human mononucleated leukocytes evaluated for DNA repair."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists. Documentation of the TLV's and BEI's with Other World Wide Occupational Exposure Values. CD-ROM Cincinnati, OH 45240-1634 2005., p. 2",
            "Value": "/GENOTOXICITY/ BGE exhibits positive Ames test results for mutagenicity against Salmonella typhimurium strains TA97, TA100, and TA1535 but does not exhibit mutagenicity against strain TA98.  Salmonella exposed to the urine of BGE-treated mice provided no indication of mutagenicity."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists. Documentation of the TLV's and BEI's with Other World Wide Occupational Exposure Values. CD-ROM Cincinnati, OH 45240-1634 2005., p. 2",
            "Value": "/GENOTOXICITY/ In the micronucleus test, no mutagenic activity associated with BGE was found when female B6D2F1 mice were treated with 200 mg/kg BGE on five consecutive days by gavage. When the same dose of BGE was administered orally to female B6D2F1 mice for five consecutive days, the results were similar. However, intraperitoneal treatments of BGE at doses ranging from 225 to 900 mg/kg produced dose-related increases in micronuclei."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists. Documentation of the TLV's and BEI's with Other World Wide Occupational Exposure Values. CD-ROM Cincinnati, OH 45240-1634 2005., p. 2",
            "Value": "/GENOTOXICITY/ /Investigators/ used the dominant lethal assay to test BGE for mutagenic effects on the reproductive cells of male mice. They topically applied 1.5 g/kg undiluted BGE to the depilated backs of ten B6D2F1 hybrid male mice of proven fertility three times per week for a minimum of 8 weeks. Negative controls were treated with 0.9% saline solution and positive controls were treated with triethylenemelamine.  During each of 2 weeks, males were caged individually with three virgin females. Females mated with BGE-treated males experienced a significantly lower pregnancy rate than controls (60.5% vs.  73.4% 1 week following treatment; 75.8% vs. 83.5% 2 weeks following treatment; p = 0 .05). Pups from females mated with BGE-treated males exhibited a significantly elevated proportion of deaths/pregnancy compared with control animals (0.076 vs. 0.073 1 week following pregnancy; 0.033 vs. 0.020 2 weeks following pregnancy; p = 0.04)."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. V6 p.1049",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/  In a 28 day inhalation study, rats were exposed to BGE for 6 hr/day, 5 day/week at levels of 0.1, 0.5, or 1.0 mg/L air (equivalent to 18, 94, and 188 ppm). No testicular toxicity was observed even though systemic toxicity was clearly evident. The exposures resulted in decreased body weights in the high-dose group, changes in fasting glucose in a high-dose reversibility group, elevated aspartate transferase levels in serum of high-dose males, and slightly increased hemoglobin in high-dose males, which was reversible. Histopathological examination revealed a degeneration of the olfactory mucosa and metaplasia of the ciliated respiratory epithelium. These latter changes were evident at the middle-dose level but not in the low-dose group."
        },
        {
            "References": "PMID:6656824",
            "Value": "/GENOTOXICITY/ Using the dominant lethal assay, the ability of n-butyl glycidyl ether to induce mutations in male mice was investigated. No significant dose-related changes either in pregnancy rates or in average number of implants per pregnant female were found. ... there was evidence of a significant increase in fetal death rates by the end of the first week after the highest dosage was administered."
        },
        {
            "References": "PMID:7030730",
            "Value": "/GENOTOXICITY/ The epoxide diluent, n-butylglycidyl ether (n-BGE), was tested in vitro for mutagenicity using Salmonella typhimurium and for transforming ability in mouse embryo cells (BAlb/3T3-A31-1-13). The n-BGE produced base-pair type mutations in S typhimurium strains TA1535 and TA100. However, it failed to transform mouse embryo cells when assayed up to toxic levels. The mutagenic activity could not be detected in the urine of mice, although several doses, routes of administrations, and lengths of exposure were examined. Orally administered n-BGE did not produce any increase in micronuclei in mice, but when the diluent was administered intraperitoneally, either one or two times, dose-related increases in the number of micronuclei were observed."
        },
        {
            "References": "EPA/OTS: Doc # 88-7900213",
            "Value": "/GENOTOXICITY/ N-butyl glycidyl ether was evaluated for mutagenicity in a dominant lethal assay in groups of 30 B6D2F1 mice exposed dermally to dose levels of 0, 0.375, 0.750, or 1.500 g/kg bw, 3 times weekly, for 8 weeks. Following treatment, 10 males in each group were sacrificed for gross and histopathological examination; the remaining 20 males in each group were mated to 3 females/week, for 3 weeks, then were sacrificed for histopathological examination of testes. Females were sacrificed on gestation day 14 for examination of reproductive tracts and fetuses. The treatment had no adverse effects with respect to gross pathology or histopat  hology in males, or pregnancy rate or rate of implant death in females. The authors concluded that n-butyl glycidyl ether was not mutagenic to male germ cells in mice under the conditions of this assay."
        },
        {
            "References": "Clayton, G. D. and F. E. Clayton (eds.). Patty's Industrial Hygiene and Toxicology: Volume 2A, 2B, 2C: Toxicology. 3rd ed. New York: John Wiley Sons, 1981-1982., p. 2202",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ It is classified as slightly toxic after oral admin and practically nontoxic after single percutaneous application and vapor exposure. However, material is fairly potent skin sensitizer. Repeated exposures lead to cumulative toxicity of moderate degree."
        },
        {
            "References": "Clayton, G. D. and F. E. Clayton (eds.). Patty's Industrial Hygiene and Toxicology: Volume 2A, 2B, 2C: Toxicology. 3rd ed. New York: John Wiley Sons, 1981-1982., p. 2203",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ ... Depression of CNS and  irritation of surface tissues. Cause of death paralysis of respiratory center and acute pulmonary edema."
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "(1) Hansch C et al; Exploring QSAR. Hydrophobic, Electronic, and Steric Constants. ACS Prof Ref Book. Heller SR, consult. ed., Washington, DC: Amer Chem Soc p. 35 (1995) (2) Lyman WJ et al; Handbook of Chemical Property Estimation Methods. Washington, DC: Amer Chem Soc pp. 4-9 (1990) (3) Swann RL et al; Res Rev 85: 17-28 (1983)",
            "Value": "The Koc of n-butyl glycidyl ether is estimated as 52(SRC), using a log Kow of 0.63(1) and a regression-derived equation(2). According to a classification scheme(2), this estimated Koc value suggests that n-butyl glycidyl ether is expected to have high mobility in soil(SRC)."
        }
    ]
}