{
    "_id": {
        "$oid": "6682e993c4e5dba5ffba2b52"
    },
    "CID": {
        "$numberInt": "171548"
    },
    "Name": "BIOTIN",
    "IUPACName": "5-[(3aS,4S,6aR)-2-oxo-1,3,3a,4,6,6a-hexahydrothieno[3,4-d]imidazol-4-yl]pentanoic acid",
    "CanonicalSMILES": "C1C2C(C(S1)CCCCC(=O)O)NC(=O)N2",
    "Synonyms": [
        "biotin",
        "d-biotin",
        "58-85-5",
        "Vitamin B7",
        "Bioepiderm",
        "coenzyme R",
        "vitamin H",
        "Bios II",
        "Factor S",
        "D(+)-Biotin",
        "Biodermatin",
        "D-(+)-Biotin",
        "(+)-Biotin",
        "Biotine",
        "Biotinum"
    ],
    "IsomericSMILES": "C1[C@H]2[C@@H]([C@@H](S1)CCCCC(=O)O)NC(=O)N2",
    "INCHI": "InChI=1S/C10H16N2O3S/c13-8(14)4-2-1-3-7-9-6(5-16-7)11-10(15)12-9/h6-7,9H,1-5H2,(H,13,14)(H2,11,12,15)/t6-,7-,9-/m0/s1",
    "INCHIKEY": "YBJHBAHKTGYVGT-ZKWXMUAHSA-N",
    "Formula": "C10H16N2O3S",
    "MolecularWeight": {
        "$numberDouble": "244.31"
    },
    "Description": "Biotin is an organic heterobicyclic compound that consists of 2-oxohexahydro-1H-thieno[3,4-d]imidazole having a valeric acid substituent attached to the tetrahydrothiophene ring. The parent of the class of biotins. It has a role as a prosthetic group, a coenzyme, a nutraceutical, a human metabolite, a Saccharomyces cerevisiae metabolite, an Escherichia coli metabolite, a mouse metabolite, a cofactor and a fundamental metabolite. It is a member of biotins and a vitamin B7. It is a conjugate acid of a biotinate.",
    "XlogP": {
        "$numberDouble": "0.3"
    },
    "Complexity": {
        "$numberInt": "298"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "mechanism_of_action": [
        {
            "References": "Hardman, J.G., L.E. Limbird, P.B., A.G. Gilman. Goodman and Gilman's The Pharmacological Basis of Therapeutics. 10th ed. New York, NY: McGraw-Hill, 2001., p. 1763",
            "Value": "In human tissues biotin is a cofactor for the enzymatic carboxylation of four substrates: pyruvate, acetyl coenzyme A (CoA), propionyl CoA, and beta-methylcrotonyl CoA. As such, it plays an important role in both carbohydrate and fat metabolism. Carbon dioxide fixation occurs in a two-step reaction, the first involving binding of carbon dioxide to the biotin moiety of the holoenzyme, and the second involving transfer of the biotin-bound carbon dioxide to an appropriate acceptor."
        },
        {
            "References": "PMID:11800048",
            "Value": "Biotin functions in carbon dioxide fixation reactions in intermediate metabolism, transferring the carboxyl group to acceptor molecules. It acts similarly in decarboxylation reactions. Biotin is essential in human metabolism for its part in the previously described enzymatic steps, in catalyzing deamination of amino acids, and in oleic acid synthesis. Biotin is a cofactor for the enzymatic carboxylation of pyruvate, acetyl coenzyme A (CoA), propionyl CoA, and beta-methylcrotonyl CoA, and, therefore, plays an important role in carbohydrate and fat metabolism."
        },
        {
            "References": "PMID:16109482",
            "Value": "Protein folding in the endoplasmic reticulum (ER) depends on Ca2+; uptake of Ca2+ into the ER is mediated by sarco/endoplasmic reticulum Ca2+-ATPase 3 (SERCA3). The 5'-flanking region of the SERCA3 gene (ATP2A3) contains numerous binding sites for the transcription factors Sp1 and Sp3. Biotin affects the nuclear abundance of Sp1 and Sp3, which may act as transcriptional activators or repressors. Here we determined whether biotin affects the expression of the SERCA3 gene and, thus, protein folding in human lymphoid cells. Jurkat cells were cultured in media containing 0.025 nmol/L biotin (denoted \"deficient\") or 10 nmol/L biotin (\"supplemented\"). The transcriptional activity of the full-length human SERCA3 promoter was 50% lower in biotin-supplemented cells compared to biotin-deficient cells. Biotin-dependent repressors bind to elements located 731 to 1312 bp upstream from the transcription start site in the SERCA3 gene. The following suggest that low expression of SERCA3 in biotin-supplemented cells impaired folding of secretory proteins in the ER, triggering unfolded protein response: (i) sequestration of Ca2+ in the ER decreased by 14 to 24% in response to biotin supplementation; (ii) secretion of interleukin-2 into the extracellular space decreased by 75% in response to biotin supplementation; (iii) the nuclear abundance of stress-induced transcription factors increased in response to biotin supplementation; and (iv) the abundance of stress-related proteins such ubiquitin activating enzyme 1, growth arrest and DNA damage 153 gene, X-box binding protein 1 and phosphorylated eukaryotic translation initiation factor 2alpha increased in response to biotin supplementation. Collectively, this study suggests that supplements containing pharmacological doses of biotin may cause cell stress by impairing protein folding in the ER."
        },
        {
            "References": "PMID:16011464",
            "Value": "Evidence is emerging that biotin participates in processes other than classical carboxylation reactions. Specifically, novel roles for biotin in cell signaling, gene expression, and chromatin structure have been identified in recent years. Human cells accumulate biotin by using both the sodium-dependent multivitamin transporter and monocarboxylate transporter 1. These transporters and other biotin-binding proteins partition biotin to compartments involved in biotin signaling: cytoplasm, mitochondria, and nuclei. The activity of cell signals such as biotinyl-AMP, Sp1 and Sp3, nuclear factor (NF)-kappaB, and receptor tyrosine kinases depends on biotin supply. Consistent with a role for biotin and its catabolites in modulating these cell signals, greater than 2000 biotin-dependent genes have been identified in various human tissues. Many biotin-dependent gene products play roles in signal transduction and localize to the cell nucleus, consistent with a role for biotin in cell signaling. Posttranscriptional events related to ribosomal activity and protein folding may further contribute to effects of biotin on gene expression. Finally, research has shown that biotinidase and holocarboxylase synthetase mediate covalent binding of biotin to histones (DNA-binding proteins), affecting chromatin structure; at least seven biotinylation sites have been identified in human histones. Biotinylation of histones appears to play a role in cell proliferation, gene silencing, and the cellular response to DNA repair. Roles for biotin in cell signaling and chromatin structure are consistent with the notion that biotin has a unique significance in cell biology."
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "PMID:11800048",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Application of 0.1% d-biotin, pH 7.3, to the eye of rabbits was reported to produce only slight and transient irritation, but details of the study were not provided.[Fiume MZ, Cosmetic Ingredient Review Expert Panel; Int J Toxicol 20 (Suppl 4):1-12 (2001)]"
        },
        {
            "References": "PMID:11800048",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Intramuscular injection of 0.5 or 1.0 mL of 0.1% d-biotin into rabbits did not produce irritation.[Fiume MZ, Cosmetic Ingredient Review Expert Panel; Int J Toxicol 20 (Suppl 4):1-12 (2001)]"
        },
        {
            "References": "PMID:11800048",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Intradermal injection of 0.1 cc biotin into the abdominal skin of guinea pigs did not produce irritation at the site of the injection.[Fiume MZ, Cosmetic Ingredient Review Expert Panel; Int J Toxicol 20 (Suppl 4):1-12 (2001)]"
        },
        {
            "References": "PMID:11800048",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Groups of Mongolian gerbils (number per group not stated) fed a normal or hypercholesterolemic diet were dosed orally with 1 mg/kg biotin for 3 or 6 wk. At study termination, body weights, adrenal gland weight, liver weight, serum lipids, adrenal gland and hepatic cholesterol, and fecal lipid excretion were determined. Consistently significant changes in serum free fatty acids, triglycerides, or cholesterol were not observed, and little change in adrenal glands or hepatic cholesterol was observed. Body weights of the animals fed normal diet and dosed for 6 wk were significantly decr as compared to control values.[Fiume MZ, Cosmetic Ingredient Review Expert Panel; Int J Toxicol 20 (Suppl 4):1-12 (2001)]"
        },
        {
            "References": "PMID:11800048",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Groups of Mongolian gerbils (number per group not stated) fed a basal or hypercholesterolemic diet were dosed subcutaneously (sc) with 1 mg/kg biotin for 3 or 6 wk. At study termination, body weights, adrenal gland weight, liver weight, serum lipids, adrenal gland and hepatic cholesterol, and fecal lipid excretion were determined. Consistently significant changes in serum free fatty acids, triglycerides, or cholesterol were not observed, and little change in adrenal gland or hepatic cholesterol was observed. For animals fed a basal diet, body weights of those dosed for 6 wk were significantly decr and liver weights of those dosed for 3 wk were significantly incr as compared to control values.[Fiume MZ, Cosmetic Ingredient Review Expert Panel; Int J Toxicol 20 (Suppl 4):1-12 (2001)]"
        },
        {
            "References": "PMID:11800048",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Groups of 5 male rats were dosed orally with 5 mg of dl-biotin or d-biotin for 120 days; the control group was given saline. The average body weight of the control group was greater than that of the test groups at study termination. The animals were clinically normal throughout the study. Significant changes in the number of blood cells, the amt of hemoglobin, or in hepatic or renal function were not observed.[Fiume MZ, Cosmetic Ingredient Review Expert Panel; Int J Toxicol 20 (Suppl 4):1-12 (2001)]"
        },
        {
            "References": "PMID:11800048",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ SPF outbred rats (Ibm:ROROf) were dosed sc with 5 or 50 mg/kg d-biotin in 0.1 N NaOH, pH 12, given in 2 doses 5 hr apart on the day of vaginal estrus. One control group of eight animals was given sc  0.1 N NaOH, and an untreated control group of 7 animals was not dosed. Groups of 8 animals were mated 7, 14, 21 days after dosing and killed and examined on day 21 of gestation. Significant differences were not observed in the number of implantations per gravid animal, the number of resorption sites, fetal weight, placental weight, ovary weight, or in the number of animal with irregular cycles or without evidence of mating between treated animals and animals of the control groups. The only difference observed was in the number of gravid animals. For the animals mated 7 days after dosing, 6/7, 8/8, and 7/8 animals of the 5-mg/kg, 50-mg/kg, or untreated-control, respectively, mated and 88%, 71%, and 67%, respectively, of the animals that mated had fetuses on day 21 of gestation. Of the animals mated 14 or 21 days after dosing, all of the animals of each group mated, and 63%, 88%, and 100% of the animals in the 5-mg/kg, 50-mg/kg, or untreated-control groups, respectively, had fetuses on day 21 of gestation. Lesions were not observed in the ovaries at microscopic examination.[Fiume MZ, Cosmetic Ingredient Review Expert Panel; Int J Toxicol 20 (Suppl 4):1-12 (2001)]"
        },
        {
            "References": "PMID:11800048",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Three groups of 6 female Holtzman rats, after having a normal estrus for 3 cycles, were dosed sc with 50 mg/kg biotin in 0.2 mL of 0.1 N NaOH in morning and evening injections during the diestrus stage. The animals were killed 7, 14, or 21 days after dosing. A control group of 6 rats was given sc an equal volume of 0.1 N NaOH during the diestrus stage and killed after 7 days. The estrus cycle was studied daily, and the leukocyte concn of vaginal smears was determined. The ovaries were examined microscopically and the hepatic and uterine glycogen concn were estimated. The biotin-treated animals had irregular estrus cycles, and the number of vaginal leukocytes progressively incr until day 14, and then declined sharply. Biotin did not significantly alter ovarian, uterine, or liver weights, and body weight gain was normal. At microscopic examination of the ovaries, it was observed that the process fo formation of the corpora lutea was enhanced, but several of the corpora lutea were atrophic. Hepatic glycogen, concn and total was significantly reduced after 14 days and returned to control amt after 21 days. Uterine glycogen, concn and total, was slightly reduced at 21 days after biotin treatment.[Fiume MZ, Cosmetic Ingredient Review Expert Panel; Int J Toxicol 20 (Suppl 4):1-12 (2001)]"
        },
        {
            "References": "PMID:11800048",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Groups of 12 female Holtzman rats were dosed with 50 mg/kg biotin dissolved in 0.5 mL of 0.1 N NaOH in 2 sc injection. The rats were then mated with untreated males 7, 14, or 21 days after dosing. An untreated group of 12 rats was the negative-control group. Six rats of each group were killed on day 14 of gestation, and the remaining 6 were killed on day 21 of gestation. A group of 6 rats was treated with biotin and mated, and the animals in this group were given 1 ug 17(beta)-estradiol in 0.1 mL olive oil on days 6 to 21 of gestation. Another group of 6 rats was dosed sc with 100 mg/kg biotin in 1 mL of 0.1 N NaOH in 4 injections for 2 days. The animals of these 2 groups were killed on day 21 of gestation. Of the animals killed on day 14 of gestation, 6, 4, and 3 mated 7, 14, and 21 days after dosing, respectively, had fetuses. Of the animals killed on day 21 of gestation, 2, 3, and 1 mated 7, 14, and 21 days after dosing, respectively, had fetuses. All negative-control animals had fetuses at both 14 and 21 days of gestation, and all of the animals given 17(beta)-estradiol had fetuses. None of the animals dosed with 100 mg/kg biotin mated in the 2 months following dosing. The fetal and placental weights of the existing neonates of animals dosed with 50 mg/kg biotin were decr as compared to negative control values. The fetal and placental weights of neonates of animals given 17(beta)-estradiol were comparable to those of the negative controls.[Fiume MZ, Cosmetic Ingredient Review Expert Panel; Int J Toxicol 20 (Suppl 4):1-12 (2001)]"
        },
        {
            "References": "PMID:11800048",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ ICR mice were dosed with biotin orally or sc to determine the reproductive and developmental effects of biotin. Groups of gravid mice were fed 0 or 1000 mg/kg biotin (0.1%) in commercial feed throughout gestation, dosed sc with 0 or 150 mg/kg biotin in olive oil, or dosed sc with 0 or 50 mg/kg biotin in 0.1 N NaOH, pH 11; the animals of the sc groups were dosed with 0.5 mL in 3 abdominal regions on days 0, 6, and 12 of gestation. An untreated control group was fed commercial diet. The animals were killed and examined on day 17 of gestation ... No signs of toxicity, behavioral changes, and mortality were observed. The number of resorbed or dead fetuses was slightly incr in the group dosed with biotin in olive oil as compared to the group dosed with biotin in NaOH; however, in none of the test groups was the incr statistically significant when compared to the untreated control group. Maternal body weight gain of all groups was statistically significantly decr as compared to the untreated controls, but this difference was not attributed to biotin. Fetal parameters were similar for all test groups, and a significant difference in external malformations was not observed between the biotin-treated and untreated control groups. No microscopic differences in the maternal liver, placenta, or ovaries were observed. In the treated groups, biotin accumulation was observed in maternal and fetal organs. A statistically significant incr in biotinidase activity was observed in the maternal serum and the placenta of rats fed biotin as compared to controls, but no changes were observed in serum estradiol-E2 content between these groups. The researcher concluded that biotin \"did not disturb normal reproductive functions or embryonic development\" in mice.[Fiume MZ, Cosmetic Ingredient Review Expert Panel; Int J Toxicol 20 (Suppl 4):1-12 (2001)]"
        },
        {
            "References": "PMID:8608817",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Pregnant mice received excessive amounts of biotin either subcutaneously (sc) or orally during gestation. There were no differences in the successful pregnancy rates and number of dead or resorbed fetuses between the control and biotin-treated groups. In biotin-treated groups no increased incidence of fetuses with external malformations was clearly demonstrable. However, biotin accumulated in maternal and embryonic organs; especially, the serum biotin level in the biotin-treated dam was 200-fold higher than that in the control dam. There was a difference in biotinidase activity in maternal serum and placenta between the control and biotin-treated groups. It was concluded that excessive amounts of biotin affected the specific activity of biotinidase in pregnant mice, but did not disturb normal reproductive functions and embryonic development.[Watanabe T; Experientia 52(2): 149-54 (1996)]"
        },
        {
            "References": "PMID:11800048",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ The mechanism of biotin uptake was examined using cultured Hep G2 cells. Biotin uptake was mediated through a Na+-dependent, carrier-mediated mechanism; it was dependent on incubation temp and intracellular energy.[Fiume MZ, Cosmetic Ingredient Review Expert Panel; Int J Toxicol 20 (Suppl 4):1-12 (2001)]"
        },
        {
            "References": "PMID:11800048",
            "Value": "/GENOTOXICITY/ The Mutagenic potential of < or = 10,000 ug/plate d-biotin in dimethyl sulfoxide was determined with and without metabolic activation in an Ames Salmonella/microsome assay using Salmonella typhimurium strains TA 1535, TA 1537, TA 1538, TA 98, and TA 100 and in Escherichia coli WP2 (uvrA). Negative and positive controls were used, and dach test was performed in duplicate. d-Biotin was not mutagenic or toxic. A precipitate was observed on all plates at a concn of 10,000 ug.[Fiume MZ, Cosmetic Ingredient Review Expert Panel; Int J Toxicol 20 (Suppl 4):1-12 (2001)]"
        },
        {
            "References": "PMID:11800048",
            "Value": "/GENOTOXICITY/ In a Tradescantia-Micronucleus test, the mutagenic potential of 0.01 to 0.5 mM biotin was determined with treatment made by absorption through the stem. Biotin was mutagenic, with a minimum effective dose of 0.1 mM.[Fiume MZ, Cosmetic Ingredient Review Expert Panel; Int J Toxicol 20 (Suppl 4):1-12 (2001)]"
        },
        {
            "References": "PMID:11800048",
            "Value": "/GENOTOXICITY/ The mutagenic potential of biotin was ... determined in the RK bacterial test using Escherichia coli strain CHY832. Biotin, 1.0 mg/mL and pH 7.4, was not mutagenic.[Fiume MZ, Cosmetic Ingredient Review Expert Panel; Int J Toxicol 20 (Suppl 4):1-12 (2001)]"
        },
        {
            "References": "",
            "Value": "/OTHER TOXICITY INFORMATION/ BIOTIN COMBINES WITH PROTEINACEOUS SUBSTANCE, AVIDIN, IN RAW EGG-WHITE & BECOMES INACTIVE. WHEN ON DIETS CONTAINING LARGE AMT RAW EGG-WHITE THE RAT OR CHICK DEVELOPS CHARACTERISTIC SKIN LESIONS & GROWTH IS RETARDED; THESE SYMPTOMS CAN BE PREVENTED BY FEEDING ADDITIONAL BIOTIN.[The Merck Index. 9th ed. Rahway, New Jersey: Merck & Co., Inc., 1976., p. 161]"
        }
    ]
}