{
    "_id": {
        "$oid": "6682e92cc4e5dba5ffba2949"
    },
    "CID": {
        "$numberInt": "17358"
    },
    "Name": "SULFUR HEXAFLUORIDE",
    "IUPACName": "hexafluoro-lambda6-sulfane",
    "CanonicalSMILES": "FS(F)(F)(F)(F)F",
    "Synonyms": [
        "SULFUR HEXAFLUORIDE",
        "Sulphur hexafluoride",
        "2551-62-4",
        "Elegas",
        "Sulfur fluoride",
        "SonoVue",
        "Hexafluorosulfur",
        "sulfur(VI) fluoride",
        "Lumason",
        "Hexafluorure de soufre",
        "hexafluoridosulfur",
        "Sulfur fluoride (SF6)",
        "sulfur(6+) fluoride",
        "HSDB 825",
        "UNII-WS7LR3I1D6"
    ],
    "IsomericSMILES": "FS(F)(F)(F)(F)F",
    "INCHI": "InChI=1S/F6S/c1-7(2,3,4,5)6",
    "INCHIKEY": "SFZCNBIFKDRMGX-UHFFFAOYSA-N",
    "Formula": "F6S",
    "MolecularWeight": {
        "$numberDouble": "146.06"
    },
    "Description": "Sulfur hexafluoride is a sulfur coordination entity consisting of six fluorine atoms attached to a central sulfur atom. It is the most potent greenhouse gas currently known, with a global warming potential of 23,900 times that of CO2 over a 100 year period (SF6 has an estimated lifetime in the atmosphere of between 800 and 3,000 years). It has a role as an ultrasound contrast agent, a member of greenhouse gas and a NMR chemical shift reference compound.",
    "XlogP": {
        "$numberDouble": "4.2"
    },
    "Complexity": {
        "$numberInt": "62"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "environmental_bioconcentrations": [
        {
            "References": "(1) Hansch C et al; Exploring QSAR. Hydrophobic, Electronic, And Steric Constants. ACS Prof Ref Book. Washington,DC: Amer Chem Soc (1995) (2) US EPA; Estimation Program Interface (EPI) Suite. Ver. 4.11. Nov, 2012. Available from, as of Sept 28, 2015: https://www.epa.gov/oppt/exposure/pubs/episuitedl.htm (3) Franke C et al; Chemosphere 29: 1501-14 (1994)",
            "Value": "An estimated BCF of 6 was calculated in fish for sulfur hexafluoride(SRC), using an experimental log Kow of 1.68(1,SRC) and a recommended regression-derived equation(2). According to a classification scheme(3), this BCF suggests the potential for bioconcentration in aquatic organisms is low(SRC)."
        }
    ],
    "logP": [
        {
            "References": "Hansch, C., Leo, A., D. Hoekman. Exploring QSAR - Hydrophobic, Electronic, and Steric Constants. Washington, DC: American Chemical Society., 1995., p. 3",
            "Value": "log Kow = 1.68"
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "European Medicines Agency (EMEA), The European Agency for the Evaluation of Medicinal Products, Scientific Discussion for the approval of Sonovue (sulfur hexafluoride), (2004) p.5. Available from, as of April 2, 2007: https://www.emea.europa.eu",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Sonovue administered at a dosage up to 20 mL/kg (500 fold more than the expected dose in humans) in rats and monkeys using the IV route did not induce any adverse effects or animal deaths. The acute toxicity potential of Sonovue is probably very low."
        },
        {
            "References": "PMID:21178142",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ In vivo assessment of corneal endothelial toxicity of air and SF6 /was conducted/ in the feline model. This research was motivated by the increased use of air in anterior segment surgery in human subjects.  This was a prospective masked study. The eyes of 16 healthy adult cats were randomly assigned for the injection of 0.7 mL air into the anterior chamber of one eye and SF6 in the contralateral eye. Daily examination included slit lamp photographs, pachymetry, and tonometry. Specular microscopy was performed before, 7 days after, and 10 days after injection. The animals were euthanatized, and the corneas were processed for alizarin red-trypan blue staining and for light and electron microscopy.  SF6 remained in the anterior chamber significantly longer than air. Both groups showed postinjection inflammation, which on average was maximal at day 2 and more severe with SF6. No difference in intraocular pressure (IOP) was observed between the two groups. Specular microscopy showed significant endothelial cell loss in the SF6 group (mean postinjection cell loss, 132 +/- 50 cells/sq mm) but not in the group injected with air. Alizarin red staining revealed significant regional differences in cell density only in the SF6 group and more pronounced endothelial cell loss in the superior area.  These results indicate that both air and SF6 injected into the anterior chamber of the eye can induce intraocular reaction in the feline model and that SF6 is more toxic than air in terms of endothelial cell loss and anterior chamber inflammation."
        },
        {
            "References": "European Medicines Agency (EMEA), The European Agency for the Evaluation of Medicinal Products, Scientific Discussion for the approval of Sonovue (sulfur hexafluoride), (2004) p.5. Available from, as of April 2, 2007: https://www.emea.europa.eu",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ In a 4 week study in SD rats (0; 0.2; 1; 5 mL/kg) cecitis, colitis, cecum erosion and ulcers were observed from 0.2 mL/kg (dose-related in females but not in males). The effects were reversible within 14 days after treatment cessation. Colon erosion was observed in one animal at the 5 mL/kg dose. These toxic effects were not observed in a confirmatory study in rats and in a similar study in cynomolgous monkeys. Nor was caecum inflammation observed in the fertility and general reproductive performance studies conducted in male and female rats. The mechanism of the toxicity to the gastrointestinal system observed in the one rat study was not elucidated. However, it must be noticed that it was observed only in one study and one species. In summary, Sonovue up to 5 mL/kg administered for 28 days by the IV route to rats and monkeys showed a low toxicity potential in rats and monkeys."
        },
        {
            "References": "PMID:6790488",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ On day 16 of the chick embryo, a catheter was implanted in the allantoic vein carrying arterialized blood, and a syringe was attached to the blunt end of the shell connecting to the air cell. This technique allowed for repetitive sampling and analysis of air cell gas and arterialized blood when these eggs were exposed to a He-O2 or SF6-O2 atmosphere. Exposure to SF6-O2 incr arterial carbon dioxide tension from 37 to 62 Torr and reduced the pH by 0.14 units. These responses were brought about by changes in the gas conductance of the shell, resulting in a diffusive hypercapnia and respiratory acidosis in SF6-O2. During a 4 hr exposure to these foreign gases the observed pH changes were smaller than predicted because of marked shifts of HCO3- into the blood (SF6-O2) or out of the blood (He-O2)."
        },
        {
            "References": "NIH; DailyMed. Current Medication Information for LUMASON- sulfur hexafluoride (Revised: October 2014). Available from, as of August 2, 2015: https://dailymed.nlm.nih.gov/dailymed/drugInfo.cfm?setid=7c679424-c3f7-ed02-892f-20ca0d775089",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ No impairment of fertility was observed in rats receiving Lumason at doses up to 8 times the human dose based on body surface area."
        },
        {
            "References": "European Medicines Agency (EMEA), The European Agency for the Evaluation of Medicinal Products, Scientific Discussion for the approval of Sonovue (sulfur hexafluoride), (2004) p.5. Available from, as of April 2, 2007: https://www.emea.europa.eu",
            "Value": "/GENOTOXICITY/ Sonovue was neither mutagenic in Salmonella typhimurium ...nor in the mouse bone marrow micronucleus assay."
        },
        {
            "References": "NIH; DailyMed. Current Medication Information for LUMASON- sulfur hexafluoride (Revised: October 2014). Available from, as of August 2, 2015: https://dailymed.nlm.nih.gov/dailymed/drugInfo.cfm?setid=7c679424-c3f7-ed02-892f-20ca0d775089",
            "Value": "/GENOTOXICITY/ No evidence of genotoxicity was found in the following studies conducted with Lumason: a bacterial mutagenesis (Ames) assay, ...and an in vivo mouse micronucleus assay."
        },
        {
            "References": "Griffin GD et al; IEEE Trans Electr Insul EI-18 (5): 551-2 (1983)",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ Commercial grade sulfur hexafluoride (SF6) showed no cytotoxicity in hamster lung cells (V-79) even after an exposure of 24-48 hr to a 95% SF6-5% air mixture. Sparked sulfur hexafluoride exhibited a strong cytotoxic effect and 1 hr of exposure killed 74% cells. The cytotoxicity incr with time of exposure and varied with the spark energy."
        },
        {
            "References": "Easterly CE et al; Report: 28 pages (1982) Iss ORNL/TM-8353, Order No DE82019724",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ The toxicity of various dielectric gases was assayed in 2 in vitro systems: Chinese hamster V79 (lung) cells (mammalian) and yeast (Saccharomyces cerevisiae). Sulfur hexafluoride is essentially without cytotoxic effect on both systems. After discharge of 16 KJ total spark energy in 60 cu m of sulfur hexafluoride, the sparked samples were cytotoxic to the mammalian cells, but not to the yeast. Increasing spark energy produced samples with increased cytotoxic activity. Yeast cells were unresponsive to sparked sulfur hexafluoride."
        },
        {
            "References": "PMID:2761193",
            "Value": "/OTHER TOXICITY INFORMATION/ Damage to the corneal endothelium caused by sulfur hexafluoride was analyzed in 14 rabbits. Fourteen eyes were used for testing, while the other 14 served as controls. Three stages of endothelial reaction resulting from long-term contact with sulfur hexafluoride were established by morphologic and morphometric analyses. The first stage - acute necrosis of the endothelial cells - covers all stages of destruction up to total obliteration in the exposed area of the endothelium, which is clearly demarcated from the rest of the endothelium. The second, repair stage, begins as early as 24 hours after the operation and includes the diverse forms of endothelial cell spread, transformations of the hexagonal endothelial cells, and endothelial cell migration with polymorphia and formation of rosettes. The third, proliferative phase of the endothelial cell reaction follows directly after the second phase and is characterized by the production of more giant cells, the production of giant rosettes, compaction of cell membranes and filling of the intercellular space with amorphous substances. The results of this research are of major practical relevance, since they show that a 40/60% sulfur hexafluoride/air mixture cannot be regarded as inert."
        },
        {
            "References": "PMID:11208316",
            "Value": "/OTHER TOXICITY INFORMATION/ To evaluate clinical, physiochemical and biochemical changes in rabbit vitreous body caused by local injection of sulfur hexafluoride gas ... the volume of fluid vitreous fraction was measured with Na+, K+, Mg2+, Ca2+ levels and full protein concentrations in both vitreous fractions in 24 New Zealand rabbits at 2, 7 and 14 day after SF6 injection ...  A control group consisting of 6 New Zealand rabbits had no experimental procedures ... In the investigated group, the fluid vitreous fraction volume was increased while the gelatous one was diminished from 0.08 mL in control group to 0.32 mL in the study group (on day 14). The level of Na+, K+, Mg2+, Ca2+ in the fluid fraction was unchanged. On day 7, /the authors/ noticed a statistically significant increase in protein concentration in comparison with the control group and the study group on day 14. The activity of superoxide dismutase and catalase as well as the level of malonyl dialdehyde were increased in the fluid vitreous fraction compared to the gelatous one in the control group. After the SF6 injection /the authors/ did not observe any changes of superoxide dismutase and catalase activities in the gelatous part of vitreous body while in the fluid one there was statistically significant decrease in the enzymatic activity and the MDA level in the whole observation time. /The authors concluded that the injected sulfur hexafluoride gas caused the damage of the gelatous vitreous fraction with the increase in the fluid one. The oxygen free radicals might trigger these pathological processes."
        },
        {
            "References": "PMID:11039426",
            "Value": "/OTHER TOXICITY INFORMATION/ ... To evaluate histopathologic retinal changes in rabbit eyes after injection of pure perfluoropropane (C3F8) gas, pure sulfur hexafluoride (SF6) gas, or air into the vitreous cavity ... air, C3F8 gas, or SF6 gas (0.4 mL each) were injected into rabbit vitreous cavities. Two, 4, and 6 weeks later, light and electron microscopic examinations were conducted, and the immunohistochemical localization of glutamate in the retina was studied. Noninjected eyes served as controls ... At all time points, thinning or disappearance of the outer plexiform layer in the superior retina in eyes that received C3F8 gas was found; the inferior retina was the same as in controls. In eyes that received SF6 gas or air, light and electron microscopy showed that the superior and inferior retina were the same as in controls at all time points. Immunohistochemical examination showed abnormal glutamate distribution of the superior retina in eyes injected with C3F8 gas, SF6 gas, or air. However, glutamate distribution was the same as in controls in the inferior retina in eyes injected with C3F8 gas, SF6 gas, or air. /The authors concluded that/ retinal tamponade using intraocular gases induces histopathologic retinal changes in the superior retina of the rabbit eye, where the gases are in continuous contact with the eye."
        },
        {
            "References": "PMID:803269",
            "Value": "/OTHER TOXICITY INFORMATION/ Sulfur hexafluoride (SF6) gas, tested in the vitreous chamber of owl monkey eyes, remained in the vitreous cavity about twice as long as air (ten to 11 days vs. five to six days). Its volume expanded from the diffusion of other gases into the created gas pocket. Lens opacities developed when the lens was in continuous contact with SF6 or air. Sulfur hexafluoride appeared to be no more toxic to the retina than air, using electroretinographic, histologic, and electron microscopic criteria."
        },
        {
            "References": "PMID:18946100",
            "Value": "/OTHER TOXICITY INFORMATION/ Knowledge and quantification of the microcirculation are very important for estimating the status of an organ. Real-time contrast-enhanced sonography assesses microvascular tissue perfusion. This technique has been proposed as innocuous; however, data from experimental animals (rats) have shown renal interstitial microhemorrhage after the procedure. Therefore, we developed a porcine model to explore potential renal damage that in situ exposure might cause. Kidneys from 8 anesthetized pigs were surgically exposed. An ultrasound contrast agent (sulfur hexafluoride) was infused through the femoral vein in a continuous perfusion. Destructive ultrasonic flashes were applied with a high mechanical index over only 1 kidney (the contralateral kidney was used as a control). Blinded histologic and laboratory analyses were performed to reveal any lesions. Histologic analysis of the kidney samples showed no evidence of renal damage. Biochemical parameters that could represent renal tissue damage and hemoglobin levels did not change after the microbubble-ultrasound interaction.  The ultrasound contrast agent-ultrasound interaction in anesthetized pig kidneys under the output level for the imaging visualization and microbubble destruction used did not cause tissue damage."
        },
        {
            "References": "PMID:19195768",
            "Value": "/OTHER TOXICITY INFORMATION/ Recent reports have shown that imaging hard-shelled ultrasound (US) contrast agents at high mechanical indices engenders premature ventricular contractions (PVCs). We have shown that the oscillations of microbubbles next to a cell induce a mechanical pressure on its membrane resulting in the activation of stretch activated channels (SAC). The aim of this study is to demonstrate, in vivo and in vitro, the relationship between PVCs and SAC opening. Five anesthetized rats were used. PVCs were created in vivo with (1) US and a diluted solution of contrast microbubbles injected intravenously through the tail vein at a rate of 0.5 mL per min and (2) a manually induced mechanical stimulus, which consisted of stimulations by a flexible catheter introduced into the rat aorta and pushed until the left ventricle. PVCs were quantified through ECG measurements. In vitro experiments consisted of patch Clamp measurements on HL-1 heart cell line. The stimulation was carried out either manually with a glass rod or with US and microbubbles. For both in vivo and in vitro experiments, US consisted of 40-cycle waveforms at 1 MHz and peak negative pressures up to 300 kPa and exposure time varied from 1 to 2 min. We should emphasize that these parameters are different from those used in diagnostic conditions. In vivo, microbubbles and US at 300 kPa induced modification of rat's ECG while pressures below 300 kPa did not induce any PVC. US alone did not modify the rat's ECG. Similar PVCs were also created when stimulation with a catheter was applied. Regular heart beat rate was recovered immediately after the stimulation was stopped. In vitro, the mechanical stretch induced a cell membrane depolarization due to SAC opening. Similar effect was observed with US and microbubbles. The cell potential returned to its initial value when the stimulation was released. In conclusion, we presume that PVCs are generated through a cascade of events characterized by a mechanical action of oscillating microbubbles, opening of stretch activated ion channels, membrane depolarization and triggering of action potentials."
        }
    ],
    "sediment_soil_concentrations": [
        {
            "References": "PMID:12680656",
            "Value": "SOIL: Soil air samples were collected at depths of 50, 100, and 200 cm in Central Park, NY (March 2001 to 2002), Riverside Park, NY (February 2001 to 2002), Pallisades, NY (March to April 2000), Sparkill, NY (May 2000 to February 2002), and Winthrop, ME (November 2000 to July 2001). Mean sulfur hexafluoride mixing ratio ranges at the 5 sampling sites were calculated as 15.0-15.8 parts per trillion, 9.0-10.7 parts per trillion, 8.2-8.7 parts per trillion, 8.6-8.9 parts per trillion, and 4.8 parts per trillion, respectively(1)."
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "(1) Hansch C et al; Exploring QSAR. Hydrophobic, Electronic, and Steric Constants. ACS Prof Ref Book. Heller SR, consult. ed., Washington, DC: Amer Chem Soc p. 3 (1995) (2) US EPA; Estimation Program Interface (EPI) Suite. Ver. 4.11. Nov, 2012. Available from, as of Sept 28, 2015: https://www.epa.gov/oppt/exposure/pubs/episuitedl.htm (3) Swann RL et al; Res Rev 85: 17-28 (1983) (4) Bremner JM, Banwart WL; Soil Biol Biochem 8: 79-83 (1976)",
            "Value": "The Koc of sulfur hexafluoride is estimated as 29(SRC), using a log Kow of 1.68(1) and a regression-derived equation(2). According to a classification scheme(3), this estimated Koc value suggests that sulfur hexafluoride is expected to have very high mobility in soil. Experimental data suggests that sulfur hexafluoride does not absorb at all in soils(4). The adsorption of sulfur hexafluoride was studied in four soils that differed markedly in pH, texture, and organic carbon content by injecting 100 ppm of the gas into bottles containing 5 g of soil and following the concentration of the sulfur hexafluoride in the head space air for 15 days(4). The experiments were conducted using both air-dried soils and soils moistened to fifty percent of their water holding capacity. None of the soils tested adsorbed any sulfur hexafluoride. Sulfur hexafluoride's lack of adsorptivity is one characteristic that makes it an ideal tracer gas(4)."
        }
    ]
}