{
    "_id": {
        "$oid": "6682e92ec4e5dba5ffba2954"
    },
    "CID": {
        "$numberInt": "17596"
    },
    "Name": "Cyclotetramethylenetetranitramine",
    "IUPACName": "1,3,5,7-tetranitro-1,3,5,7-tetrazocane",
    "CanonicalSMILES": "C1N(CN(CN(CN1[N+](=O)[O-])[N+](=O)[O-])[N+](=O)[O-])[N+](=O)[O-]",
    "Synonyms": [
        "Octogen",
        "2691-41-0",
        "1,3,5,7-tetranitro-1,3,5,7-tetrazocane",
        "Oktogen",
        "Octahydro-1,3,5,7-tetranitro-1,3,5,7-tetrazocine",
        "Tetramethylenetetranitramine",
        "CYCLOTETRAMETHYLENETETRANITRAMINE",
        "1,3,5,7-Tetranitro-1,3,5,7-tetraazacyclooctane",
        "HMX",
        "Cyclotetramethylene Tetranitramine",
        "1,3,5,7-Tetrazocine",
        "octahydro-1,3,5,7-tetranitro-",
        "HW 4",
        "LX 14-0",
        "LLW94W5BSJ",
        "beta-Hmy"
    ],
    "IsomericSMILES": "C1N(CN(CN(CN1[N+](=O)[O-])[N+](=O)[O-])[N+](=O)[O-])[N+](=O)[O-]",
    "INCHI": "InChI=1S/C4H8N8O8/c13-9(14)5-1-6(10(15)16)3-8(12(19)20)4-7(2-5)11(17)18/h1-4H2",
    "INCHIKEY": "UZGLIIJVICEWHF-UHFFFAOYSA-N",
    "Formula": "C4H8N8O8",
    "MolecularWeight": {
        "$numberDouble": "296.16"
    },
    "Description": "Octogen is a tetrazocane that is 1,3,5,7-tetrazocane in which the hydrogen atom attached to each of the nitrogens is replaced by a nitro group. It has a role as an explosive. It is a tetrazocane and a N-nitro compound.",
    "XlogP": {
        "$numberDouble": "2.1"
    },
    "Complexity": {
        "$numberInt": "322"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "plant_concentrations": [
        {
            "References": "(1) Pennington JC, Brannon JM; Thermochim Acta 384: 163-72 (2002) (2) Groom CA et al; Environ Sci Technol 36: 112-118 (2002) (3) Groom CA et al; J Chromatogr A 909: 53-60 (2001)",
            "Value": "The concentration of cyclotetramethylenetetranitramine in plants grown in soil contaminated with this explosive (8.6 mg/kg) was 43 mg/kg in lettuce, 4.3 mg/kg in corn stover, and 6.0 mg/kg in yellow nutsedge(1). This substance was not detected in tomatoes and corn kernels grown in this soil. The concentrations of cyclotetramethylenetetranitramine in the agricultural crops Medicago sativa, Phaseolus vulgaris, Brasica rapa, Lolium perenne, and Triticum aestivum grown in contaminated soil were 1.915 mg/pot, 1.807 mg/pot, 4.69 mg/pot, 7.199 mg/pot, and 4.383 mg/pot at soil concentrations of 100.9 mg/pot, 85.0 mg/pot, 90.5 mg/pot, 88.7 mg/pot, and 88.9 mg/pot, respectively(2). Cyclotetramethylenetetranitramine has been detected, but not quantified, in the blade tissue of rye grass grown in soil contaminated with 0.10 mM of this explosive(3)."
        }
    ],
    "sediment_soil_concentrations": [
        {
            "References": "(1) Pascoe GA, et al; Chemosphere 81: 807-816 (2010) (2) National Water Quality Monitoring Council. Water Quality Data. Cyclotetramethylenetetranitramine. Available from as of March 15, 2018: https://www.waterqualitydata.us/portal",
            "Value": "SEDIMENT: Cyclotetramethylenetetranitramine was not detected in sediment samples collected from 43 locations within Ostrich Bay, Puget Sound, WA in Fall 2009(1). Monitoring data compiled from the Retrieval (STORET) Data Warehouse and the USGS National Water Information System (NWIS) reports sediment monitoring data for cyclotetramethylenetetranitramine(2). Cyclotetramethylenetetranitramine was not detected in 12 soil samples collected by the USGS California Water Science Center in September 2010, and was not detected in 2 sediment samples collected by the USGS New Jersey Water Science Center in August 2017(2)."
        },
        {
            "References": "(1) Funk SB et al; Appl Environ Microbiol 69: 2171-77 (1993) (2) Roberts DJ et al; Environ Sci Technol 30: 2021-6 (2002) (3) Groom CA et al; Environ Sci Technol 36: 112-8 (2002) (4) Grant CL et al; Environ Toxicol Chem 14: 1865-74 (1995) (5) Boopathy R and Manning J; Water Environ Res 71: 119-24 (1999) (6) Walsh ME, Jenkins TF; Identification of TNT Transformation Products in Soil, CRREL-SR-92-16, NTIS AD-A255308, Hanover, NH, Cold Regions Res Eng Lab pp.37 (1992) (7) Xue SK et al; Soil Sci 160: 317-27 (1995)",
            "Value": "SOIL: Cyclotetramethylenetetranitramine has been identified in munition compound-contaminated soil from the U.S. Army munition depot near Umatilla, OR at a concentration of 300 mg/kg of soil(1,2). The concentrations of cyclotetramethylenetetranitramine in soil from the Wainwright firing range in Alberta, CA ranged from 25.3-50.7 mg/kg dry weight(3). Cyclotetramethylenetetranitramine was detected in contaminated soil from a Naval Surface Warfare Center in Crane, IN at an unspecified concentration(4). The concentration of cyclotetramethylenetetranitramine in contaminated soil collected at the Joliet Army Ammunition Plant in Joliet, IL ranged from 50-100 mg/kg of soil(5). Concentrations of this substance measured in soil samples from various army site locations throughout the United States were 1.1-115 ug/g at the Nebraska Ordnance Works, 1.1 ug/g at Weldon Springs Training Area in Missouri, 2.45-5700 ug/g at the Iowa Army Ammunition Plant, 1.1 ug/g at Raritan Arsenal in New Jersey, 56-2435 ug/g at the Hawthorne Army Ammunition Plant in Nevada, 1.1 ug/g at Hastings East Park in Nebraska, 3.7-86 ug/g at Milan in Tennessee, 68-258 ug/g at the Louisiana Army Ammunition Plant, and 1.1 ug/g at Camp Shelby in Missouri(6). Cyclotetramethylenetetranitramine concentrations in samples from Umatilla Depot in Oregon, VIGO Chemical Plant in Indiana, Chickasaw Ordnance Works in Tennessee, Sangamon Ordnance Plant in Illinois, Lexington-Bluegrass Depot in Kentucky, and Eagle River Flats in Alaska were below the detection limit (not specified) during this study(6). Concentrations of cyclotetramethylenetetranitramine collected at the Louisiana Army Ammunition Plant during a separate study were 39.8 and 36.3 ug/g of soil(7)."
        }
    ]
}