{
    "_id": {
        "$oid": "6682e92fc4e5dba5ffba2956"
    },
    "CID": {
        "$numberInt": "17607"
    },
    "Name": "SULFURYL FLUORIDE",
    "IUPACName": "sulfuryl difluoride",
    "CanonicalSMILES": "O=S(=O)(F)F",
    "Synonyms": [
        "SULFURYL FLUORIDE",
        "Sulfuryl difluoride",
        "Sulfonyl fluoride",
        "2699-79-8",
        "Sulphuryl fluoride",
        "Vikane",
        "Sulfuric oxyfluoride",
        "Vikane fumigant",
        "Sulfur difluoride dioxide",
        "Sulphuryl difluoride",
        "Sulphuryl fluoride [ISO]",
        "Fluorure de sulfuryle",
        "Sulfur dioxide difluoride",
        "sulfonyl difluoride",
        "SO2F2"
    ],
    "IsomericSMILES": "O=S(=O)(F)F",
    "INCHI": "InChI=1S/F2O2S/c1-5(2,3)4",
    "INCHIKEY": "OBTWBSRJZRCYQV-UHFFFAOYSA-N",
    "Formula": "F2O2S",
    "MolecularWeight": {
        "$numberDouble": "102.06"
    },
    "Description": "Sulfuryl difluoride is a sulfuryl halide. It has a role as a fumigant insecticide.",
    "XlogP": {
        "$numberDouble": "0.7"
    },
    "Complexity": {
        "$numberInt": "85"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "mechanism_of_action": [
        {
            "References": "Krieger, R. (ed.). Handbook of Pesticide Toxicology. Volume 2, 2nd ed. 2001. Academic Press, San Diego, California., p. 1894",
            "Value": "The fluoride ion may play a role in the mechanism of action of sulfuryl fluoride in insects and possibly also in mammals. Serum fluoride levels have been elevated from control values in several species, including mice, rats, rabbits, and dogs, following acute or subchronic exposure to sulfuryl fluoride. Many of the observations in rodents overexposed to sulfuryl fluoride seem to be typical of acute fluoride poisoning."
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "American Conference of Governmental Industrial Hygienists, Inc. Documentation of the Threshold Limit Values and Biological Exposure Indices. 6th ed. Volumes I, II, III. Cincinnati, OH: ACGIH, 1991., p. 1470",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Male rats that inhaled 4000 ppm sulfuryl fluoride survived about 2.5 hours; tonic convulsions were observed just prior to death. With exposure to concentrations up to 40,000 ppm, the time to death decreased in a concentration-dependent manner. Pulmonary edema, cyanosis, respiratory arrest, and convulsions preceded death at the higher concentrations. Because circulating fluoride was elevated in the animals that died, the authors considered that the toxicity of sulfuryl fluoride was due, at least in part, to fluoride."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists, Inc. Documentation of the Threshold Limit Values and Biological Exposure Indices. 6th ed. Volumes I, II, III. Cincinnati, OH: ACGIH, 1991., p. 1470",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Mice are more sensitive than rats to the acute effects of inhaled sulfuryl fluoride, whereas rabbits were considered somewhat less sensitive; tonic convulsions were recorded after exposure and aveolar hemorrhage/pulmonary congestion was seen in those that inhaled greater than or equal to 6000 ppm."
        },
        {
            "References": "Krieger, R. (ed.). Handbook of Pesticide Toxicology. Volume 2, 2nd ed. 2001. Academic Press, San Diego, California., p. 1881",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Liq sulfuryl fluoride directly contacting skin can result in frostbite ... Animals exposed to lethal doses of sulfuryl fluoride had tremors and convulsions. The convulsions were characterized by stiffening of the animal to a very rigid position and the toppling over backward. Excessive salivation, loss of bladder control, and chromodacryorrhea were observed also."
        },
        {
            "References": "",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ B6C3F1 mice were exposed to 400, 600, or 1000 ppm for 4 hr ... All animals died within 90 min after termination of the exposure to 1000 ppm and within 6 days following exposure to 600 ppm. Body tremors were observed in several female mice shortly after exposure to 600 ppm and animals surviving after the exposure period were lethargic prior to death. There were no clinically visible effects noted in mice exposed to 400 ppm ...[Krieger, R. (ed.). Handbook of Pesticide Toxicology. Volume 2, 2nd ed. 2001. Academic Press, San Diego, California., p. 1882]"
        },
        {
            "References": "",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Acute dermal exposure to sulfuryl fluoride was evaluated in rats exposed to 1000 or 9600 ppm for 4 hr ... The exposures ... allowed the head of rats to protrude outside fo the chamber ... The backs of the rats were shaved ... The only clinical effects during the exposure were chromodacryorrhea and fecal soiling. The incidence fo chromodacryorrhea and fecal soiling was comparable between the 2 exposure groups and the effects were considered to be stress related ... There was no evidence of body tremors in these rats. histopathologic examination of the skin and brain revealed no treatment-related lesions. Thus the dermal route does not appear to play a significant role in the toxicity of sulfuryl fluoride.[Krieger, R. (ed.). Handbook of Pesticide Toxicology. Volume 2, 2nd ed. 2001. Academic Press, San Diego, California., p. 1882]"
        },
        {
            "References": "",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ In an effort to understand the mode of action of sulfuryl fluoride, rats were exposed to 4000, 10,000, 20,000, or 40,000 ppm to determine the time to incapacitation ... Animals were forced to walk on ... /a motor-driven/ activity wheel /in a chamber/ for designated intervals during the exposure. Exposures were terminated when incapacitation or convulsions occurred. All rats either died or were moribund within 3 hr following the end of the exposure. At the 2 highest concn ... rats were incapacitated within 12 min and died within 10 min after terminating exposure. At 10,000 ppm, rats were incapacitated after 16 min and, at 4000 ppm, rats were incapacitated after 40 min. At the lowest concn, the mean survival time was 2.5 hr after incapacitation occurred. Animals exposed to 10,000 ppm and higher appeared to be slightly cyanotic shortly after exposure occurred. The bluish skin discoloration disappeared within 10 min after purging the chamber with room air following exposure to 10,000 ppm. The skin discoloration did not appear to be reversible at higher concn. The cause of death at all concn appeared to be cardiovascular failure and acute death. Pulmonary congestion incr in severity as the concn of the test chemical was incr in the atmosphere and at the 2 highest exposure concn, the pulmonary lesions appeared to contribute significantly to the death of the animals. At the 2 lowest concn, the pulmonary effects were not severe enough to be the major factor in the death of these animals ... The lungs of rats exposed to 4000 or 20,000 ppm sulfuryl fluoride until incapacitation occurred were examined by light and electron microscopy. Histopathologic examination of the lungs from rats exposed to 4000 ppm revealed minimal congestion, edema, and hemorrhage. Rats exposed to 20,000 ppm had more severe changes. Swelling and focal disruptions in alveolar epithelial cells were observed by electron microscopic examination of the lung. In addition, multifocal destruction of the alveolar wall with associated thrombosis was present in the lungs of rats exposed to 20,000 ppm. Both concn incr permeability of the alveolar wall as evidenced by the presence of edema, red blood cells, and fibrin in alveoli and interstitial spaces.[Krieger, R. (ed.). Handbook of Pesticide Toxicology. Volume 2, 2nd ed. 2001. Academic Press, San Diego, California., p. 1883]"
        },
        {
            "References": "",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ ... Rats were exposed to 4000 ... ppm sulfuryl fluoride to determine the effect on respiration ... Respiratory frequency as well as tidal and minute volume were measured at 1 min intervals for 10 min prior to exposure and during a 20 min exposure ... There was a rapid initial incr in mean respiratory frequency and a decr in mean tidal volume and mean minute volume relative to pre-exposure values. These respiratory parameters peaked after 2 min of exposure; there was a 39% incr in frequency, a 40% decr in tidal volume, and a 23% decr in minute volume. After approx 10 min of exposure frequency and tidal volume were near pre-exposure levels. These effects were considered to be insufficient to have resulted in mortality.[Krieger, R. (ed.). Handbook of Pesticide Toxicology. Volume 2, 2nd ed. 2001. Academic Press, San Diego, California., p. 1883]"
        },
        {
            "References": "",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Body temp, heart rate, blood pressure, and electroencephalogram were monitored in rats exposed to 4000 or 20,000 ppm sulfuryl fluoride until rats expired ... At 4000 and 20,000 ppm, animals survived for 79 and 14 min, respectively. A decr in heart rate, a gradual incr in blood pressure, decr respiration, occasional spiking and high frequency loss in the EEG, and power loss in the EEG were observed at both levels. All physiological parameters ceased to function at about the same time when the animals died regardless of the concn of sulfuryl fluoride and did not help explain the cause of death in these animals.[Krieger, R. (ed.). Handbook of Pesticide Toxicology. Volume 2, 2nd ed. 2001. Academic Press, San Diego, California., p. 1883]"
        },
        {
            "References": "",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Groups of male and female rats (10/sex/dose) were maintained for 66 days on diets fumigated with 0 (control), 2, 10, 100, or 200 lb/1000 cu ft of sulfuryl fluoride ... Control diets averaged 36 ppm of fluoride while /fumigated/ diets ... contained 55, 89, 386, or 740 ppm fluoride, respectively ... Rats tolerated a diet fumigated with sulfuryl fluoride at the rate of 2 lb/1000 cu ft with no evidence of adverse effects, although fluoride content of bone was incr somewhat. Diets fumigated with higher levels of sulfuryl fluoride resulted in retardation of growth and evidence of fluorosis in the teeth. The severity of the effects was directly proportional to the fluoride content of the diet ...[Krieger, R. (ed.). Handbook of Pesticide Toxicology. Volume 2, 2nd ed. 2001. Academic Press, San Diego, California., p. 1882]"
        },
        {
            "References": "PMID:2731668",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ The inhalation toxicity of the structural fumigant sulfuryl fluoride was evaluated in male and female New Zealand White rabbits. Exposures during the preliminary 2-wk study were 6 hr/day, 5 day/wk, to 0, 100, 300, or 600 ppm sulfuryl fluoride. Rabbits exposed to 600 ppm sulfuryl fluoride were hyperactive; one animal had a few convulsion. Exposure to 300 or 600 ppm for 2 wk resulted in vacuolation and/or malacia in the cerebrum of all rabbits and most of these rabbits also had moderate inflammation of nasal tissues; rabbits at 600 ppm had inflammed tracheas or bronchi. A subsequent 13 wk study evaluated rabbits exposed to 0, 30, 100, or 337 ppm sulfuryl fluoride. Rabbits initially were exposed to a high concn of 600 ppm; however, convulsions were noted in two animals after nine exposures and the concn subsequently was reduced to 300 ppm. Vacuolation and/or malacia were observed in the cerebrum of all rabbits at the highest concn; one rabbit exposed to 100 ppm also had cerebral vacuolation. Rabbits at the highest concn, as well as one rabbit exposed to 100 ppm, had inflammation of the nasal tissues. Although repeated exposure of rabbits to 100 to 600 ppm sulfuryl fluoride resulted in toxicity to the brain and respiratory system, no effects were detected in rabbits exposed to 30 ppm for 13 wk.[Eisenbrandt DL, Nitschke KD; Fundam Appl Toxicol 12 (3): 540-57 (1989)]"
        },
        {
            "References": "",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ In studies /in rats, guinea pigs, and rabbits/ at 20, 50, 100, 150 and 200 ppm /sulfuryl fluoride/ for up to 6 mo, lung pathology was the most significant effect observed. In addition, slight central lobular degeneration and vacuolation of the liver and slight cloudy swelling of the tubular epithelium of the kidney were observed. Increased levels of fluoride in the blood, lungs, bone, and teeth as well as fluorosis of the teeth were observed.[Krieger, R. (ed.). Handbook of Pesticide Toxicology. Volume 2, 2nd ed. 2001. Academic Press, San Diego, California., p. 1881]"
        },
        {
            "References": "",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Lung, kidney, and liver microscopic changes were observed within 3 wk in rats, guinea pigs, and rabbits exposed to 400 pm sulfuryl fluoride for 7 hr/day, 5 days/wk.[Krieger, R. (ed.). Handbook of Pesticide Toxicology. Volume 2, 2nd ed. 2001. Academic Press, San Diego, California., p. 1881]"
        },
        {
            "References": "",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Histologic examination of ... /Fischer 344 rats/ exposed to 1200 to 1250 ppm revealed liver and kidney and possibly lung, heart, and spleen effects. Animals that survived for 2 wk ... exhibited regenerative responses in the kidney. The highest concn at which all animals survived was 450 pm for males and 790 ppm for females.[Krieger, R. (ed.). Handbook of Pesticide Toxicology. Volume 2, 2nd ed. 2001. Academic Press, San Diego, California., p. 1882]"
        },
        {
            "References": "",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Groups of 14 mice/sex were exposed to 10, 30, or 100 ppm for 6 hr/day, 5 days/wk for 13 wk ... Four animals/sex/exposure level were used to measure serum fluoride levels /and their/ ... neural tissues were examined histopathologically. Standard parameters were evaluated in the main group of 10 mice/sex/concn. At the highest concn ... there was approx a 10% body weight decr in male and female mice from control values. Except for elevated serum fluoride levels ... which followed a dose-response relationship, there were no exposure-related effects on clinical chemistry, hematology, urinalysis, organ weight, or gross pathology. Histopathologic examination of mice exposed to 100 ppm ... revealed effects in the brain and thyroid gland ... In the cerebrum, microvacuolation in male and female mice was observed in the external capsule and the caudate putamen. The effect was very slight to slight in severity and was bilaterally symmetrical. Microvacuoles were also observed in the region of the thalamus/hypothalamus of these animals. In this region, the microvacuoles usually extended from the external capsule and involved the adjacent amygdaloid region. There were no recognizable inflammatory or degenerative changes associated with the microvacuoles. The single male mouse from the 100 ppm group without microvacuoles in the brain died during the course of the study due to accidental trauma. Microscopic changes in the thyroid gland were characterized by very slight hypertrophy of the follicular epithelial cells associated with a decr in the amt of colloid present. The NOEL was 30 ppm ...[Krieger, R. (ed.). Handbook of Pesticide Toxicology. Volume 2, 2nd ed. 2001. Academic Press, San Diego, California., p. 1884]"
        },
        {
            "References": "",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Groups of 5 animals of each sex were exposed to 100, 300, or 600 ppm sulfuryl fluoride for 6 hr/day, 5 days/wk for 9 exposures in 2 wk ... 9 of 10 rats in the 600 ppm exposure group were moribund and/or died between the second and sixth exposures. One female rat exposed to 600 ppm survived ... These animals had severe weight loss with body weights less than 70% of control values by the fifth exposure. Severe kidney lesions were observed in all rats exposed to 600 ppm. The papillary epithelium was necrotic over the tip of the papillae and the remainder of the epithelium was moderately hyperplastic. Subacute inflammation was associated with the necrosis and collecting ducts throughout the kidneys were dilated as a result of obstruction of the papillae. There was degeneration and necrosis of epithelial cells of the collecting ducts with regeneration of surviving epithelial cell. Several rats had mineralization at the junction of the inner and outer medulla which was accompanied by chronic interstitial inflammation in some animals. Degenerative and regenerative changes in the proximal tubules were also observed. Minimal kidney changes were observed in rats exposed to 300 ppm; there were no exposure-related kidney lesions observed in rats exposed to 100 ppm. Severe effects were observed in the upper respiratory tract and, to a lesser extent, larynx, trachea, and lungs in the sole surviving female rat exposed to 600 ppm. Also, severe, diffuse inflammation was noted in the nasal mucosa and slight accompanied by multifocal ulceration of the mucosa and slight bronchioalveolar inflammation was present in the lungs. The NOEL was 100 ppm ...[Krieger, R. (ed.). Handbook of Pesticide Toxicology. Volume 2, 2nd ed. 2001. Academic Press, San Diego, California., p. 1885]"
        },
        {
            "References": "",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Groups of 1 male and 1 female dog were exposed to target concn of 0, 30, 100, or 300 ppm for 6 hr/day, 5 days/wk for 9 exposures ... At 300 ppm, infrequent intermittent episodes of tremors and tetany were observed in both dogs beginning with the fifth exposure. On test day 9, during the seventh exposure, the tremors and tetany were severe enough that the exposure was terminated after approx 5.5 hr. Within 30 min after terminating the exposure, both dogs appeared to be normal. Similar clinical effects were noted during subsequent exposure periods and were rapidly reversible even during the exposure period. There were no exposure-related clinical effects in dogs exposed to 30 or 100 ppm. The female dog exposed to 300 ppm ... lost approx 500 g body weight over the 9 exposures. Serum fluoride levels of dogs exposed to 100 or 300 ppm were approx 2 to 4 fold higher than control values. Serum calcium levels measured shortly after exposure on test days 5 and 9 when the animals appeared to be clinically normal were comparable to control levels. There were no exposure-related hematological, organ weight, or gross pathological effects noted in dogs exposed to concn as high as 300 ppm. Minimal microscopic inflammatory changes were observed in the nasal turbinates of the male and female dog and trachea of the female dog exposed to 300 ppm. Although numerous microscopic sections were examined from the cerebral cortex, brainstem, cerebellum, and medulla oblongata, there were no histopathologic changes detected in dogs exposed to 300 ppm. The NOEL was 100 ppm ...[Krieger, R. (ed.). Handbook of Pesticide Toxicology. Volume 2, 2nd ed. 2001. Academic Press, San Diego, California., p. 1887]"
        },
        {
            "References": "",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ In a 13-wk study, groups of 4 male and 4 female beagle dogs were exposed to 0, 30, 100, or 200 ppm sulfuryl fluoride for 6 hr/day, 5 days/wk ... 1 male dog exposed to 200 ppm was laterally recumbent with tetany, tremors, salivation, and incoordination 75 min after exposure on test day 19. An hour later the activity of this animal was decr relative to controls but was otherwise normal. Similar effects were not observed during the remainder of the study. After 13 wk of exposure ... the mean body weight values of male and female dogs exposed to 200 ppm were 88 and 96%, respectively, of control values. Mean body weight values of male and female dogs exposed to lower concn ... were comparable to control values. There were no exposure-related hematological, clinical chemistry, urinalysis, organ weight, and gross pathological effects observed. Histopathologically, a single small bilaterally symmetrical focal change was noted in the putamen of the midbrain of 1 male and 1 female dog exposed to 200 ppm ... The minimal focal change was characterized by vacuolation, gliosis, perivascular cuffing, and hypertrophy of endothelial cells, and individual cells showed nuclear pyknosis and karyorrhexis. The focal reaction was slightly more prominent in the male compared to the female ... The NOEL was 100 ppm ...[Krieger, R. (ed.). Handbook of Pesticide Toxicology. Volume 2, 2nd ed. 2001. Academic Press, San Diego, California., p. 1887]"
        },
        {
            "References": "California Environmental Protection Agency Department of Pesticide Regulation; Sulfuryl Fluoride Summary of Toxicological Data (1986). Available from, as of February 09, 2007: https://www.cdpr.ca.gov/docs/toxsums/pdfs/618.pdf",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Vikane, sulfuryl fluoride, 99.8%, was administered by inhalation to Fischer 344 rats, 10/sex/group, at 0, 30, 100 or 300 ppm for 6 hours/day, 5 days/week, 13 weeks. NOEL = 30 ppm (based on mottled incisors in all rats at 100 and 300 ppm). A practical NOAEL relevant to adults likely to be exposed chronically is 100 ppm. Major findings at 300 ppm included: marked body weight decrements (M & F), cerebral vacuolation [caudate-putamen area, white fiber tracts of the internal capsule; (M and F)], kidney hyperplasia (F) and decreased protein droplets in kidneys (M), inflammation of nasal mucosae (M & F), and subpleural histiocytosis in the lungs (M & F). Brain findings constitute possible adverse effects."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists, Inc. Documentation of the Threshold Limit Values and Biological Exposure Indices. 6th ed. Volumes I, II, III. Cincinnati, OH: ACGIH, 1991., p. 1470",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Sulfuryl fluoride has been shown to induce renal and pulmonary injury on repeated exposure to high concentrations. Repeated inhalation of sulfuryl fluoride by rats, guinea pigs, and mice at 20 ppm, 7 hours/day caused no significant effects in 6 months; however, after 12 months, there was slight injury which was reversed after exposure was terminated. Some evidence of fluorosis was observed in the incisors of mice; none was observed in the teeth of rats or guinea pigs."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists, Inc. Documentation of the Threshold Limit Values and Biological Exposure Indices. 6th ed. Volumes I, II, III. Cincinnati, OH: ACGIH, 1991., p. 1470",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Rats and rabbits were exposed at 100, 300, or 600 ppm sulfuryl fluoride vapor 6 hours/day, 5 days/week for 2 weeks or to 30,100, or 300 ppm for 13 weeks. In the 2-week study, 9 of 10 rats died when exposed at 600 ppm; necropsy revealed extensive renal necrosis. The surviving rat had inflamed respiratory and nasal tissue, but only moderate kidney lesions. Minimal renal damage was seen in the rats exposed at 300 ppm. Rabbits exposed at 300 or 600 ppm demonstrated hyperactivity and developed convulsions, moderate inflammation of nasal tissues, and some inflammation of the trachea or bronchi. In the 13-week study, rats that inhaled 100 or 300 ppm had mottled incisors. Rats that inhaled 300 ppm developed minimal cerebral vacuolation, minimal signs of renal involvement, pulmonary histiocytosis, inflammation of nasal tissues, and slight, elevation in serum fluoride concentrations. Rabbits exposed at 100 ppm or 300 ppm had varying degrees of nasal tissue inflammation and significant elevation of serum fluoride concentrations. Serum fluoride was also elevated in the rabbits exposed at 30 ppm; however, exposure to this concentration did not induce toxicity in rats or rabbits."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists, Inc. Documentation of the Threshold Limit Values and Biological Exposure Indices. 6th ed. Volumes I, II, III. Cincinnati, OH: ACGIH, 1991., p. 1470",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ When female rhesus monkeys inhaled 100 ppm (417 mg/cu m) sulfuryl fluoride, 7 hours/day, 5 days/week for 6 months, their survival, general appearance, and behavior were reportedly unaffected."
        },
        {
            "References": "USEPA/Office of Pesticide Programs; Reregistration Eligibility Decision Document - Sulfuryl Fluoride p.5-9. EPA 738-F-93-012 (1992) Available from, as of February 15th, 2007: https://www.epa.gov/pesticides/reregistration/status.htm",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ In a general subchronic toxicity study, administration of sulfuryl fluoride to rats by inhalation for 6 hours/day for 90 days at doses of 30, 100, or 300 ppm (M - 29, 97, or 290 mg/kg/day; F - 33, 109, or 326 mg/kg/day), resulted in a NOEL of 30 ppm and an LEL of 100 ppm based on fluorosis of the teeth. Signs of toxicity at 300 ppm included decreased body weight, lesions of the nasal passage (inflammation), lung (alveolar histiocytosis), and brain (microscopic vacuolation of the caudate-putamen nucleus and white fiber tracts of the internal capsule) (M,F); and very slight hyperplasia of the collecting ducts of the kidney (F)."
        },
        {
            "References": "",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Groups of 50 mice/sex were exposed to measured vapor concn of 0, 5, 20, or 80 ppm sulfuryl fluoride for 6 hr/day, 5 days/wk for 18 mo ... 10 additional mice/sex/exposure level were randomly designated as a satellite group for necropsy after 12 mo of exposure to evaluate chronic toxicity. During the first year of exposure a slightly earlier onset of mortality was observed in the 80 ppm male; however, mortality at the end of the 18 mo ... was not statistically identified as incr in any ... groups of male mice ... The female mortality rate during the first year of exposure was comparable in all groups ... In both males and females exposed to 80 ppm the incidence of exudative rhinitis and aspiration pneumonia accompanied by an impacted esophagus was incr from control values. Body weight of 80 ppm male mice was 10% lower than control values after 6 mo and body weights of female mice exposed to 80 ppm were significantly decr from control values after 1 mo exposure ... In general, the effect in the female mice was not as severe as in the male mice during the first 12 mo. During the last several mo of exposure, the body weight difference between control and high dose female mice ranged from 10 to 15%. The body weights of male and female mice exposed to 5 or 20 ppm were comparable to control values throughout the study ... There was a decr incidence of normally occurring spontaneous gross lesions observed in animals exposed to 80 ppm and included a marked decr in the incidence of cystic ovaries and cystic endometrial hyperplasia of the uterus in females and a decr incidence of dilated kidney pelvis. Based upon the necropsy findings, there were no target organs identified in the mice after 12 or 18 mo. At the 12 mo interim sacrifice, histopathologic examination ... revealed changes in the brain and thyroid gland of animals exposed to 80 ppm only. Essentially all 80 ppm exposed mice had very slight or slight microscopic vacuolation of the cerebrum in the region of the external capsule. The caudate-putamen was only affected in 1 male mouse in the 80 ppm group. The amygdaloid adjacent to the external capsule was not affected. The vacuolation in the cerebrum was suggestive of edematous change and was not associated with an inflammatory cell reaction. Very slight hypertrophy of the thyroid follicular epithelial cells was observed. More male mice were affected than female mice. Interestingly, mice exposed to 80 ppm for 12 or 18 mo exhibited a lower incidence and severity of brain effects than mice exposed to 100 ppm for 13 wk. In the oncogenicity group, target organs were limited to those previously defined after 12 mo and consisted of the brain and thyroid gland of mice exposed to 80 ppm only. Only a quarter of the mice exposed to 80 ppm ... had histopathologic changes in the external capsule of the brain. There were no recognizable changes in the caudate-putamen or amygdaloid regions of the brain. Thyroid changes in mice exposed to 80 ppm were characterized by hypertrophy of follicular epithelial cells. These thyroid changes occurred at a much lower incidence in mice at 18 mo when compared to 12 mo with males having a higher incidence than females ... There was no incr in the incidence of any tumor in male or female mice exposed to concn as high as 80 ppm ...[Krieger, R. (ed.). Handbook of Pesticide Toxicology. Volume 2, 2nd ed. 2001. Academic Press, San Diego, California., p. 1887]"
        },
        {
            "References": "",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Groups of 50 male and 50 female rats were exposed to 0, 5, 20, 80 ppm sulfuryl fluoride for 6 hr/day, 5 days/wk for 2 yr ... 15 additional rats/sex/exposure level were randomly designated at the beginning of the study as a satellite group for assessment of general toxicity and neurotoxicity (functional observational battery, motor activity, and perfusion-fixed histopathology of nervous system tissues) following 1 yr of exposure. Mortality of rats exposed ... through the first 16 mo ... was similar to the control groups ... After 16 mo of exposure to 80 ppm, mortality of both males and female rats was incr from control values. The mortality rate of female rats exposed to 5 or 20 ppm was lower than control values from 20 mo until the end of the study. Slight body weight effects were observed in female rats exposed to 80 ppm throughout the first year; body weights of male and female rats exposed to 80 ppm became progressively more severe after 1 yr ... There were no consistent effect observed during the first year in urinary specific gravity values ... However ... values ... for 19 or 21 mo were significantly decr from control values. Several clinical chemistry parameters commonly associated with kidney toxicity were affected in rats exposed to 80 ppm for 19 and 21 mo ... /including/ incr urea nitrogen, cholesterol, triglycerides, creatinine, and phosphorus and decr total protein, albumin, and chloride. In addition, albumin levels of male rats exposed to 80 ppm for 12 mo were also affected. At the 12 mo sacrifice, incr in the relative kidney and liver weights of male rats exposed to 80 ppm were the only organ weight differences noted ... Histopathologic changes were noted in the kidneys, lungs, and teeth of rats exposed to 80 ppm .. for 12 mo. A very slight to slight degree of chronic progressive glomerulonephropathy was noted ... with the effects observed in females generally less severely affected ... In the lungs, very slight to sight aggregates of alveolar macrophages were noted in rats ... Very slight to slight dental fluorosis involving the upper incisor teeth was observed also. The molars of these animals were unaffected. There were no exposure related histopathologic changes noted in rats exposed to 5 or 20 ppm ... While there was no apparent difference in the gross and histopathologic changes noted in the lungs and teeth of rats exposed for 12 or 24 mo, the kidney changes had progressed from very slight or slight to severe or very severe chromic progressive glomerulonephropathy ... /with/ the incidence rate ... much higher /than control/ in the high exposure animals. Along with the kidney changes, secondary changes, such as hyperparathyroidism and mineralization of many tissues were observed ... Except for a very slight fluorosis of the teeth of male rats exposed to 20 ppm, there were no effects observed in male or female rats exposed to 5 or 20 ppm. There was no incr in the incidence of any tumor in male or female rats exposed to concn as high as 80 ppm ... There was no evidence of a nervous system effect ... The NOAEL for chronic toxicity was 20 ppm. The NOEL was 5 ppm in males and 20 ppm in females due to several rats with very slight fluorosis.[Krieger, R. (ed.). Handbook of Pesticide Toxicology. Volume 2, 2nd ed. 2001. Academic Press, San Diego, California., p. 1890]"
        },
        {
            "References": "California Environmental Protection Agency Department of Pesticide Regulation; Sulfuryl Fluoride Summary of Toxicological Data (1986). Available from, as of February 09, 2007: https://www.cdpr.ca.gov/docs/toxsums/pdfs/618.pdf",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Sulfuryl fluoride, 99.8% purity. Four beagle dogs per sex per group were exposed via whole-body inhalation at 0, 20, 80, and 200 ppm for 6 hours per day, 5 days per week, for 1 year. High dose animals were killed at 9 months due to severe clinical signs of toxicity. NOEL = 20 ppm (very slight degree of chronic active inflammation in alveoli of the lungs of two 80 ppm females, multifocal aggregates of alveolar macrophages in both sexes, and very slight dental fluorosis). Alveolar inflammation was the main cause of rapid deterioration of health of most high dose dogs by about 9 months. A focal malacia in the caudate nucleus of the brain was identified in 5 high dose dogs, without apparent functional sequelae. No adverse effects are indicated, since subacute studies ... had already shown marked functional toxicity at 300 ppm, whereas about one-fourth of that daily dose in this chronic study caused only slight chronic effects."
        },
        {
            "References": "California Environmental Protection Agency Department of Pesticide Regulation; Sulfuryl Fluoride Summary of Toxicological Data (1986). Available from, as of February 09, 2007: https://www.cdpr.ca.gov/docs/toxsums/pdfs/618.pdf",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Sulfuryl fluoride, 99.8% purity, was administered via inhalation at concentrations of 0, 5, 20, or 80 ppm to 50 CD-1 mice/sex/group for 6 hours/day, 5 days/week for 18 months. Ten additional mice/sex per dose level were included for sacrifice at 12 months. NOEL = 20 ppm. Primary concern was increased mortality in females (mainly due to increased incidence of severe degree of bilateral amyloidosis in glomeruli). Possibly treatment-related findings in males were food impaction in esophagus and inflammation and/or abscesses in the head and/or oral cavity at 80 ppm. Lesser changes at 80 ppm included very slight vacuolation of brain, particularly of cerebral external capsule (M and F), and very slight hypertrophy of thyroid epithelial cells (especially in males). This study is considered to indicate a \"possible adverse effect\", based on the exacerbation of geriatric renal disease in high dose females. Considering how high the NOEL and LOEL of this study are to levels which cannot be tolerated in acute and subacute toxicity exposure, this flagging of a \"possible adverse effect\" should not be taken to indicate unusual concern. No oncogenicity effects."
        },
        {
            "References": "PMID:2767363",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Pregnant Fischer 344 rats and New Zealand White rabbits were exposed to 0, 25, 75, or 225 ppm of sulfuryl fluoride vapor via inhalation for 6 hr/day on days 6-15 and 6-18 of gestation, respectively. Among rats, maternal water consumption was increased in the 225 ppm exposure group, but there were no indications of embryotoxicity, fetotoxicity, or teratogenicity in any of the exposed groups. Among rabbits, maternal wt loss during the exposure period (days 6-18) was observed in the 225 ppm group. Decreased fetal body wt, considered secondary to maternal wt loss, were also observed at 225 ppm. However, no evidence of embryotoxicity or teratogenicity was observed among rabbits in any exposure group. Thus, inhalation exposure to sulfuryl fluoride was not teratogenic in either rats or rabbits exposed to levels of up to 225 ppm, and fetotoxic effects (reduced body wt) were observed among fetal rabbits only at an exposure level that produced maternal wt loss.[Hanley TR Jr et al; Fundam Appl Toxicol 13 (1): 79-86 (1989)]"
        },
        {
            "References": "USEPA/Office of Pesticide Programs; Reregistration Eligibility Decision Document - Sulfuryl Fluoride p.5-9. EPA 738-F-93-012 (1992) Available from, as of February 15th, 2007: https://www.epa.gov/pesticides/reregistration/status.htm",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ There was no developmental or overt maternal toxicity associated with administration of sulfuryl fluoride by inhalation to pregnant rats for six hours/day on gestation days 6-15 at doses of 0, 25, 75, or 225 ppm (27, 81, or 244 mg/kg/day). Maternal toxicity of decreased body weight gain was observed at 300 ppm in the range-finding study."
        },
        {
            "References": "USEPA/Office of Pesticide Programs; Reregistration Eligibility Decision Document - Sulfuryl Fluoride p.5-9. EPA 738-F-93-012 (1992) Available from, as of February 15th, 2007: https://www.epa.gov/pesticides/reregistration/status.htm",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ /Sulfuryl fluoride/ when administered by inhalation to pregnant rabbits at doses of 0, 25, 75 or 225 ppm (0, 10, 28, or 85 mg/kg/day) for six hours/day on gestation days 6-18, the NOEL for both maternal and developmental toxicity was 75 ppm. The LEL was 225 ppm for both maternal toxicity (reduced body weight gain) and developmental toxicity (reduced fetal body weights and crown rump length)."
        },
        {
            "References": "",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Groups of 30 male and 30 female Sprague-Dawley rats were exposed to 0, 5, 20, or 150 ppm sulfuryl fluoride for 6 hr/day, 5 days/wk for 10 wk for the F0 and 12 wk for the F1 generation prior to mating and 6 hr/day, 7 days/wk during mating, gestation, and lactation through 2 generations ... Body weights of F0 /and F1/ ... rats exposed to 150 ppm were significantly decr from control values during most of the premating period /and/ ... female rats during gestation ... During the lactation period, the body weight gain was incr possibly as a compensatory mechanism /for F0 female and was decr for F1 female/. There was no exposure-related effect on the F0 /and F1/ male or female conception index, fertility indices, length of gestation, time to mating, pup survival indices, or pup sex ratio ... There was no exposure-related effect on the number of F1 /or F2/ pups born dead or alive, or on the litter size at any exposure level ... The body weights of F1 /and F2/ ... pups from dams exposed to 150 ppm were statistically decr /with F2 pups less severe/ throughout most of the lactation period ... These body weight effects were considered secondary to the decr maternal growth observed throughout the premating and gestation periods ... The pathologic changes in the teeth, lungs, and brain in the adult F0 and F1 Sprague-Dawley rats in this study were essentially identical to those observed in a subchronic study in Fischer 344 rats ... /with/ minor changes in the lung and brain ... present at lower exposure concn ... (20 ppm in the lung and 150 ppm in the brain) ... Interestingly, the effects observed in the brain of the F1 adults occurred in fewer animals than in the F0 adults even though the length of exposure to sulfuryl fluoride was incr. Female rats had a higher incidence of brain and lung lesions than did males at a given exposure level. The parental NOEL was 5 ppm, the NOEL for neonatal growth was 20 ppm, and the NOEL for reproductive toxicity and fertility was 150 ppm.[Krieger, R. (ed.). Handbook of Pesticide Toxicology. Volume 2, 2nd ed. 2001. Academic Press, San Diego, California., p. 1894]"
        },
        {
            "References": "California Environmental Protection Agency Department of Pesticide Regulation; Sulfuryl Fluoride Summary of Toxicological Data (1986). Available from, as of February 09, 2007: https://www.cdpr.ca.gov/docs/toxsums/pdfs/618.pdf",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Sprague-Dawley rats were dosed 6 hr/day, 5 days/wk with sulfuryl fluoride at doses of 0, 5, 20, or 150 ppm. Thirty rats/sex/group were dosed for 10 wk or 12 wk prior to mating (F0 and F1 parents, respectively): dosing was continued to end of weaning period for both sexes, except that females were taken off treatment for 5 days beginning shortly before expected parturition. Pups were not exposed to sulfuryl fluoride prior to weaning. Parental NOEL = 5 ppm (aggregates of alveolar macrophages in lungs of both sexes, both generations: dose related). At 150 ppm, adults of both generations had body weight decrements of about 10% (generally statistically significant). This group had discolored teeth (fluorosis), chronic inflammation of lungs, and \"very slight\" to \"slight\" vacuolation of myelinated fiber tracts of the caudate putamen. Reproductive effects NOEL = 20 ppm (reduced pup body weights in F1 and F2 generations). No adverse reproductive effects. The comparatively low NOEL for systemic effects may nevertheless be useful in eventual risk assessment."
        },
        {
            "References": "California Environmental Protection Agency Department of Pesticide Regulation; Sulfuryl Fluoride Summary of Toxicological Data (1986). Available from, as of February 09, 2007: https://www.cdpr.ca.gov/docs/toxsums/pdfs/618.pdf",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Vikane = sulfuryl fluoride = SO2F2 (99.8% purity) at 0, 25, 75, or 225 ppm by inhalation for 6 hours/day on days 6 through 15 of gestation /in rats and rabbits/. Dose levels based on a probe study. Maternal and developmental NOEL's > 225 ppm (HDT). Results from a /supplemental/ range-finding study show decreases in maternal body weight, body weight gain, and food consumption, and increases in water consumption and kidney weights at the 300 ppm exposure level, with no toxicity at 100, 30, or 0 ppm. Summary and individual antemortem observations, individual necropsy data, and individual litter and fetal data are provided."
        },
        {
            "References": "California Environmental Protection Agency Department of Pesticide Regulation; Sulfuryl Fluoride Summary of Toxicological Data (1986). Available from, as of February 09, 2007: https://www.cdpr.ca.gov/docs/toxsums/pdfs/618.pdf",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Vikane = sulfuryl fluoride = SO2F2 (99.8% purity) at 0, 25, 75, or 225 ppm by inhalation for 6 hours/day on days 6 through 18 of gestation /in rats and rabbits/. Maternal (decreased weight gain) and developmental (decreased fetal weight) NOEL's = 75 ppm. Results from a /supplemental/ range-finding study show decreases in maternal body weight, body weight gain, and liver weights at the 300 ppm exposure level, with similar but not statistically significant toxicity at 100 ppm. Summary and individual antemortem observations, individual necropsy data, and individual litter and fetal data are provided."
        },
        {
            "References": "USEPA/Office of Pesticide Programs; Reregistration Eligibility Decision Document - Sulfuryl Fluoride p.5-9. EPA 738-F-93-012 (1992) Available from, as of February 15th, 2007: https://www.epa.gov/pesticides/reregistration/status.htm",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ In a 2-day inhalation neurotoxicity study, rats were administered sulfuryl fluoride (6 hrs/day, for 2 consecutive days) at levels of 0, 100, or 300 ppm (M - 0, 97 or 290 mg/kg/day; F - 0, 109 or 326 mg/kg/day). A NOEL was established at greater than or equal to the high dose (300 ppm). ..."
        },
        {
            "References": "USEPA/Office of Pesticide Programs; Reregistration Eligibility Decision Document - Sulfuryl Fluoride p.5-9. EPA 738-F-93-012 (1992) Available from, as of February 15th, 2007: https://www.epa.gov/pesticides/reregistration/status.htm",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ /Sulfuryl fluoride administered at doses of 30, 100, or 300 ppm (M - 29, 97, or 290 mg/kg/day; F - 33, 109, or 326 mg/kg/day) in/ an inhalation neurotoxicity 90-day study in rats resulted in a NOEL of 30 ppm. The LEL of 100 ppm also had evidence of toxicity including fluorosis of the teeth, pale foci in the pleura, and aggregates of macrophages in the lung. There were also electrophysiologic signs of neurotoxicity at this dose including slowing of the visual evoked response and somato-sensory response (F), and auditory brain stem response (M). At 300 ppm there was vacuolation of the caudate putamen ..."
        },
        {
            "References": "USEPA/Office of Pesticide Programs; Reregistration Eligibility Decision Document - Sulfuryl Fluoride p.5-9. EPA 738-F-93-012 (1992) Available from, as of February 15th, 2007: https://www.epa.gov/pesticides/reregistration/status.htm",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ Administration of sulfuryl fluoride by inhalation for 6 hours/day for 90 days to rabbits at doses of 30, 100, or 300 ppm (11, 38, or 114 mg/kg/day) resulted in similar signs of toxicity although brain lesions occurred at lower levels. The NOEL was 30 ppm. The LEL was 100 ppm based on decreased body weights, decreased liver weight and mottling of the teeth (M,F), and microscopic vacuolation of the white matter of the brain (F). In addition, at 300 ppm (M,F) there was alveolar histiocytosis, histologic changes in the nasal epithelium, and microscopic malacia to vacuolation of the internal and external capsules, putamen, and globus pallidus of the brain."
        },
        {
            "References": "USEPA/Office of Pesticide Programs; Reregistration Eligibility Decision Document - Sulfuryl Fluoride p.5-9. EPA 738-F-93-012 (1992) Available from, as of February 15th, 2007: https://www.epa.gov/pesticides/reregistration/status.htm",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ Administration of sulfuryl fluoride in a 90-day inhalation dog study (6 hours/day) at doses of 0, 30, 100 or 200 ppm resulted in a NOEL of 100 ppm (2.5 mg/kg/day) and an LEL of 200 ppm (5.0 mg/kg/day) based on decreased mean body weight and body weight gain. There were also slight histologic lesions in the caudate nucleus of the basal ganglia midbrain (M,F) at 200 ppm. In addition, one male with the above lesion also had transient clinical neurologic signs including lateral recumbency, tremors, incoordination, salivation, and tetany followed by inactivity."
        },
        {
            "References": "",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ Acute inhalation neurotoxicty study--rat (Special design): Systemic NOAEL = 300 ppm or 354 (F) mg/kg/day. LOAEL = >300 ppm or >354 (F) mg/kg/day based on highest dose tested. Neurotoxic NOAEL = 354 (F) mg/kg/day LOAEL = >354 (F) mg/kg/day based on highest dose tested. Note: study included electrophysiological parameters, but no microscopic pathology. /From table/[EPA 40 CFR Part 180 [OPP-2003-0373; FRL-7342-1] Sulfuryl Fluoride; Pesticide Tolerance. ACTION: Final rule. 69 FR 3240 (January 23, 2004)]"
        },
        {
            "References": "",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ Rats were exposed to 0, 100, or 300 ppm sulfuryl fluoride for 6 hr/day for 2 consecutive days. A functional observational battery, grip performance, landing foot splay, motor activity, and a battery of electrodiagnostic tests, including flash evoked potentials, somatosensory evoked potentials, and auditory brainstem responses, were conducted pre- and postexposure. Except for motor activity data, post-exposure data were collected within 5 hr after the second exposure. Motor activity data were collected 18 hr after exposure. There were no exposure-related effects in any of the parameters.[Krieger, R. (ed.). Handbook of Pesticide Toxicology. Volume 2, 2nd ed. 2001. Academic Press, San Diego, California., p. 1882]"
        },
        {
            "References": "Krieger, R. (ed.). Handbook of Pesticide Toxicology. Volume 2, 2nd ed. 2001. Academic Press, San Diego, California., p. 1884",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ Groups of 5 mice/sex were exposed to 0, 30, 100, or 300 ppm sulfuryl fluoride for 6 hr/day, 5 days/wk for 2 wk ... All male mice and 4 of 5 female mice exposed to 300 ppm sulfuryl fluoride died during the second wk of the study. These animals lost weight and many had tremors. Vacuoles were observed in the cerebrum and/or medulla of 8 of 10 mice exposed to 300 ppm and varied from very slight to moderate in severity. Four male and 2 female mice exposed to 100 ppm had very slight vacuoles in the cerebrum. The NOEL was 30 ppm."
        },
        {
            "References": "Krieger, R. (ed.). Handbook of Pesticide Toxicology. Volume 2, 2nd ed. 2001. Academic Press, San Diego, California., p. 1886",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ ... Groups of 7 rats/sex were exposed to 0, 30, 100, or 300 ppm for /6 hr/day, 5 days/wk for 13 wk/ ... Hindlimb grip strength, observation battery, visual evoked response, cortical flicker fusion, auditory brainstem response to tone pips, auditory brainstem response to clicks, cerebellar evoked response, somatosensory evoked response, and caudal nerve action potential were measured approx 12 hr after the last exposure ... 2 animals/sex from the 0 and 300 ppm exposure group were evaluated with an auditory brainstem response approx 8 wk after the last exposure ... Hindlimb grip strength was normal for all rats, but evoked responses were clearly altered at 300 ppm and slightly altered at 100 ppm. The principal effect was decr in flicker fusion and a slowing of all waveforms at 300 ppm, and a slowing of the visual evoked response and the somatosensory evoked response of female rats at 100 ppm. Histopathologic changes in the brain consisted of vacuoles in the white fiber tracts of the caudate-putamen. No necrosis or neuronal destruction were noted. The 2 rats exposed to 300 ppm in the recovery group had normal auditory brainstem responses and normal brain histopathology. The fact that all of the evoked responses in rats exposed to 300 ppm for 13 wk were affected suggested a widespread functional CNS effect. The electrophysiologic slowing of the evoked responses was felt to be due to some mechanism other than the minor vacuolization observed in the caudate-putamen. The NOEL was 30 ppm ... in the standard subchronic and neurological studies."
        },
        {
            "References": "",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ 1-Year Inhalation Neurotoxicity Study --Rat (special design): NOAEL = 3.5/3.9 (M/F) mg/kg/day. LOAEL = 14/16 (M/F) mg/kg/day based on dental fluorosis. At 52/62 mg/kg/day (M/F) increased kidney and liver weights, progressive kidney disease and histopathology in lung. Neurotoxic NOAEL = 56/62 (M/F) mg/kg/day; LOAEL = 56/62 (M/F) mg/kg/day based on highest dose tested[EPA 40 CFR Part 180 [OPP-2003-0373; FRL-7342-1] Sulfuryl Fluoride; Pesticide Tolerance. ACTION: Final rule. 69 FR 3240 (January 23, 2004)]"
        },
        {
            "References": "OPP-2003-0373; FRL-7342-1] Sulfuryl Fluoride; Pesticide Tolerance. ACTION: Final rule. 69 FR 3240 (January 23, 2004)",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ 90-Day  Inhalation neurotoxicity study--rat (special design): Systemic NOAEL = 24/25 (M/F) mg/kg/day. LOAEL = 80/83 (M/F) mg/kg/day based on for both M and F pale foci in pleura and macrophages in lungs, dental fluorosis. Neurotoxic NOAEL = 24/25 (M/F) mg/kg/day LOAEL = 80/83 (M/F) mg/kg/day based on for both M and F disturbances in electro-physiological parameters (slowing of VER and SER waveforms in F and ABR waveforms in M.[EPA 40 CFR Part 180"
        },
        {
            "References": "California Environmental Protection Agency Department of Pesticide Regulation; Sulfuryl Fluoride Summary of Toxicological Data (1986). Available from, as of February 09, 2007: https://www.cdpr.ca.gov/docs/toxsums/pdfs/618.pdf",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ Sulfuryl fluoride (purity 99.8%) was administered via whole-body inhalation (6 hours/day, 5 days/week) for 1 year at concentrations of 0, 5, 20 or 80 ppm to 15 Fischer 344 rats/sex/group (satellite rats from concurrent 2-year chronic toxicity/oncogenicity study). NOEL (for neurotoxicity) = 80 ppm. ... Functional observational battery, grip performance, landing foot splay and motor activity tests showed no evidence of neurotoxicity."
        },
        {
            "References": "California Environmental Protection Agency Department of Pesticide Regulation; Sulfuryl Fluoride Summary of Toxicological Data (1986). Available from, as of February 09, 2007: https://www.cdpr.ca.gov/docs/toxsums/pdfs/618.pdf",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ Vikane, sulfuryl fluoride, 99.8%, was administered to New Zealand White rabbits via inhalation for 6 hours/day, 5 days/week for 13 weeks at 0, 30, 100 or 300 ppm. Seven animals per sex per group. NOEL = 30 ppm; [cerebral vacuolation in regions of internal and external capsules, putamen, and globus pallidus of one female: and nasal tissue inflammation in one male]. At 300 ppm, common brain findings were vacuolation to severe malacia of cerebrum (both sexes, in the above regions), and gliosis and/or hypertrophy of vascular endothelial cells in some females in the same regions. Common nasal tissue findings at 300 ppm in both sexes were degeneration and inflammation of epithelial tissues. Collectively, these findings are possible adverse effects."
        },
        {
            "References": "California Environmental Protection Agency Department of Pesticide Regulation; Sulfuryl Fluoride Summary of Toxicological Data (1986). Available from, as of February 09, 2007: https://www.cdpr.ca.gov/docs/toxsums/pdfs/618.pdf",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ Five mice/sex/group were dosed /for 2 weeks/ 6 hr/day, 5 days/wk, for 9 exposures at 0, 30, 100, and 300 ppm sulfuryl fluoride, 99.6% purity. Associated exposures of treated groups were 0.13, 0.42, and 1.3 mg/L of chamber air. Mice were sacrificed 1 day after the last exposure, at which time they were subjected to limited hematology and clinical chemistry studies, gross necropsy and histopathology. NOEL = 30 ppm (\"very slight\" cerebral vacuolation in six of ten 100 ppm mice) ... All high dose mice, except for 2 with sufficient autolysis to impede microscopic evaluation, showed cerebral vacuolation, usually of \"moderate\" degree. Five high dose mice had very slight vacuolation of the medulla. These brain lesions are \"possible adverse effects.\" Also, nine high dose mice had lacrimal/Harderian gland atrophy."
        },
        {
            "References": "USEPA/Office of Pesticide Programs; Reregistration Eligibility Decision Document - Sulfuryl Fluoride p.5-9. EPA 738-F-93-012 (1992) Available from, as of February 15th, 2007: https://www.epa.gov/pesticides/reregistration/status.htm",
            "Value": "/GENOTOXICITY/ Sulfuryl fluoride was negative for bacterial gene mutations when tested at up to 9 cytotoxic levels with and without metabolic activation."
        },
        {
            "References": "USEPA/Office of Pesticide Programs; Reregistration Eligibility Decision Document - Sulfuryl Fluoride p.5-9. EPA 738-F-93-012 (1992) Available from, as of February 15th, 2007: https://www.epa.gov/pesticides/reregistration/status.htm",
            "Value": "/GENOTOXICITY/ Sulfuryl fluoride did not cause chromosomal aberrations when tested in the mouse micronucleus assay, at doses up to 520 ppm (80% of the acute LC50)."
        },
        {
            "References": "California Environmental Protection Agency Department of Pesticide Regulation; Sulfuryl Fluoride Summary of Toxicological Data (1986). Available from, as of February 09, 2007: https://www.cdpr.ca.gov/docs/toxsums/pdfs/618.pdf",
            "Value": "/GENOTOXICITY/ Sulfuryl fluoride gas, 99.6%, was tested with Salmonella typhimurium strains TA1535, TA1537, TA98 and TA100 with and without activation with rat liver S9. Overnight cultures were plated in top agar, then exposed without lids for 4 hours in glass desiccators. Atmospheres of 0, 300, 1000, 3000, 10,000 and 30,000 ppm were tested. After exposure, plates were incubated an additional 2 days, then the colonies were counted. Triplicate plates per concentration and two trials were studied. There was no evidence of an increase in reversion rate. The number of revertants was decreased somewhat at 30,000 ppm suggesting cytotoxicity. The positive controls were acceptable."
        },
        {
            "References": "California Environmental Protection Agency Department of Pesticide Regulation; Sulfuryl Fluoride Summary of Toxicological Data (1986). Available from, as of February 09, 2007: https://www.cdpr.ca.gov/docs/toxsums/pdfs/618.pdf",
            "Value": "/GENOTOXICITY/ Sulfuryl fluoride, 99.6%, was administered to CD-1 mice in an inhalation chamber for a 4 hour exposure period. Actual concentrations of sulfuryl fluoride were 0, 48, 180 and 520 ppm, TWA. Benzene was a positive control with a target concentration of 9000 ppm. Cyclophosphamide was an additional positive control at 120 mg/kg by gavage. The positive controls were sampled 24 hours after exposure, the negative control and treated animals were sampled 24, 48 or 72 hours after exposure, 5/sex/group for each time point. 1000 PCE/animal were evaluated and the percent PCE determined. No increase in the number of micronucleated cells."
        },
        {
            "References": "California Environmental Protection Agency Department of Pesticide Regulation; Sulfuryl Fluoride Summary of Toxicological Data (1986). Available from, as of February 09, 2007: https://www.cdpr.ca.gov/docs/toxsums/pdfs/618.pdf",
            "Value": "/GENOTOXICITY/ Sulfuryl fluoride (gas fumigant), 97.4% purity, was tested in the unscheduled DNA synthesis assay using hepatocytes of Sprague-Dawley outbred Crl:CD BR male rats at concentrations of 0 (air), 204, 408, 612, 816, 1020, or 1530 ppm. No increase in unscheduled DNA synthesis by autoradiography."
        },
        {
            "References": "",
            "Value": "/OTHER TOXICITY INFORMATION/ Although the long term effects of sulfuryl fluoride are those of excess fluoride, it seems possible that some or all of the acute effects are those of the intact molecule.[Krieger, R. (ed.). Handbook of Pesticide Toxicology. Volume 2, 2nd ed. 2001. Academic Press, San Diego, California., p. 1410]"
        }
    ]
}