{
    "_id": {
        "$oid": "6682e7cdc4e5dba5ffba2269"
    },
    "CID": {
        "$numberInt": "177"
    },
    "Name": "ACETALDEHYDE",
    "IUPACName": "acetaldehyde",
    "CanonicalSMILES": "CC=O",
    "Synonyms": [
        "acetaldehyde",
        "ethanal",
        "75-07-0",
        "acetic aldehyde",
        "ethyl aldehyde",
        "Acetaldehyd",
        "Acetylaldehyde",
        "aldehyde",
        "Aldeide acetica",
        "Octowy aldehyd",
        "Aldehyde acetique",
        "Ethylaldehyde",
        "Azetaldehyd",
        "Acetic ethanol",
        "RCRA waste number U001"
    ],
    "IsomericSMILES": "CC=O",
    "INCHI": "InChI=1S/C2H4O/c1-2-3/h2H,1H3",
    "INCHIKEY": "IKHGUXGNUITLKF-UHFFFAOYSA-N",
    "Formula": "C2H4O",
    "MolecularWeight": {
        "$numberDouble": "44.05"
    },
    "Description": "Acetaldehyde is the aldehyde formed from acetic acid by reduction of the carboxy group. It is the most abundant carcinogen in tobacco smoke. It has a role as a human metabolite, an EC 3.5.1.4 (amidase) inhibitor, a carcinogenic agent, a mutagen, a teratogenic agent, an oxidising agent, an electron acceptor, a Saccharomyces cerevisiae metabolite, an Escherichia coli metabolite and a mouse metabolite.",
    "XlogP": {
        "$numberDouble": "-0.3"
    },
    "Complexity": {
        "$numberInt": "10"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "plant_concentrations": [
        {
            "References": "(1) Hagemeyer HJ; Acetaldehyde. Kirk-Othmer Encyclopedia of Chemical Technology. (1999-2015). New York, NY: John Wiley & Sons. Online Posting Date: Apr 20, 2014. (2) Martin RS et al; Environ Sci Technol 33: 2186-92 (1999) (3) Muller K et al; Chemosphere 49: 1247-56 (2002)",
            "Value": "Acetaldehyde is found in plants since it is an intermediate product of respiration in higher plants(1). Acetaldehyde is found in all ripe fruits that have tart tastes before ripening(1). Acetaldehyde was detected in the emissions of quaking aspen (Populus tremuloides), cotton wood (Populus fremonti), Gambel oak (Quercus gambelii), Douglas fir (Pseudotsuga menziesii), Engelmann spruce (Picea engelmannii), Rocky Mountain Juniper (Juniperus scopulorum), Pinyon pine (Pinus edulis), and ponderosa pine (Pinus pnerosa) at rates of 1122, 54-64, 49, 588, 111, 106, 49, and 286-494 ng/g-hour in trees from Cibola National Forest in Socorro, NM tested the summer of 1996(2). Acetaldehyde was emitted from rape during the blooming period at a rate of 1.19 and 1.81 ppbv during May 8 and 9, 1998(3)."
        },
        {
            "References": "(1) USDA; Dr. Duke's Phytochemical and Ethnobotanical Databases. Plants with a chosen chemical. Acetaldehyde. Washington, DC: US Dept Agric, Agric Res Service. Available from, as of Feb 24, 2015: https://www.ars-grin.gov/duke/",
            "Value": "Acetaldehyed occurrence in plants(1).",
            "Table": "[{'Genus species': 'Telosma cordata', 'Family': 'Asclepiadaceae', 'Name': 'Merrill flowers', 'Part': 'Flower', 'Concn (ppm)': '0-1,026'}, {'Genus species': 'Hamamelis virginiana L.', 'Family': 'Hamamelidaceae', 'Name': 'Witch Hazel', 'Part': 'Leaf', 'Concn (ppm)': '160'}, {'Genus species': 'Citrus sinensis (L.) OSBECK', 'Family': 'Rutaceae', 'Name': 'Orange', 'Part': 'Fruit Juice', 'Concn (ppm)': '15'}, {'Genus species': 'Citrus reticulata BLANCO', 'Family': 'Rutaceae', 'Name': 'Mandarin, Tangerine', 'Part': 'Fruit', 'Concn (ppm)': '2'}, {'Genus species': 'Ananas comosus (L.) MERR.', 'Family': 'Bromeliaceae', 'Name': 'Pineapple', 'Part': 'Fruit', 'Concn (ppm)': '1.4'}, {'Genus species': 'Citrus mitis BLANCO', 'Family': 'Rutaceae', 'Name': 'Calamansi, Calamondin', 'Part': 'Fruit Juice', 'Concn (ppm)': '0-2.4'}, {'Genus species': 'Acacia catechu (L. f.) WILLD.', 'Family': 'Fabaceae', 'Name': 'Black Cutch, Catechu', 'Part': 'Plant', 'Concn (ppm)': nan}, {'Genus species': 'Annona muricata L.', 'Family': 'Annonaceae', 'Name': 'Soursop', 'Part': 'Plant', 'Concn (ppm)': nan}, {'Genus species': 'Apium graveolens L.', 'Family': 'Apiaceae', 'Name': 'Celery', 'Part': 'Leaf', 'Concn (ppm)': nan}, {'Genus species': 'Carum carvi L.', 'Family': 'Apiaceae', 'Name': 'Caraway', 'Part': 'Fruit', 'Concn (ppm)': nan}, {'Genus species': 'Cinnamomum camphora (L.) NEES &amp; EBERM.', 'Family': 'Lauraceae', 'Name': 'Camphor', 'Part': 'Plant', 'Concn (ppm)': nan}, {'Genus species': 'Citrus aurantium L.;', 'Family': 'Rutaceae', 'Name': 'Bitter Orange, Petitgrain', 'Part': 'Plant', 'Concn (ppm)': nan}, {'Genus species': 'Coffea arabica L.', 'Family': 'Rubiaceae', 'Name': 'Coffee', 'Part': 'Seed', 'Concn (ppm)': nan}, {'Genus species': 'Cucumis melo subsp. ssp melo var. cantalupensis NAUDIN', 'Family': 'Cucurbitaceae', 'Name': 'Cantaloupe, Melon', 'Part': 'Petiole', 'Concn (ppm)': nan}, {'Genus species': 'Daucus carota L.', 'Family': 'Apiaceae', 'Name': 'Carrot', 'Part': 'Root', 'Concn (ppm)': nan}, {'Genus species': 'Glycine max (L.) MERR.', 'Family': 'Fabaceae', 'Name': 'Soybean', 'Part': 'Plant', 'Concn (ppm)': nan}, {'Genus species': 'Houttuynia cordata THUNB.', 'Family': 'Saururaceae', 'Name': 'Dokudami, Fishwort, Yu Xing Cao', 'Part': 'Plant', 'Concn (ppm)': nan}, {'Genus species': 'Iris x germanica L.', 'Family': 'Iridaceae', 'Name': 'Orris', 'Part': 'Rhizome', 'Concn (ppm)': nan}, {'Genus species': 'Lavandula x intermedia EMERIC ex LOIS;', 'Family': 'Lamiaceae', 'Name': 'Dutch Lavender, Lavandin', 'Part': 'Plant', 'Concn (ppm)': nan}, {'Genus species': 'Lycopersicon esculentum MILLER', 'Family': 'Solanaceae', 'Name': 'Tomato', 'Part': 'Fruit', 'Concn (ppm)': nan}, {'Genus species': 'Malus domestica BORKH.', 'Family': 'Rosaceae', 'Name': 'Apple', 'Part': 'Plant', 'Concn (ppm)': nan}, {'Genus species': 'Mentha x piperita subsp. nothosubsp. piperita', 'Family': 'Lamiaceae', 'Name': 'Peppermint', 'Part': 'Plant', 'Concn (ppm)': nan}, {'Genus species': 'Micromeria fruticosa subsp. barbata (BOISS. &amp; KY.) P.H. DAVIS', 'Family': 'Lamiaceae', 'Name': 'Tea Hyssop, Zopha, Zuta', 'Part': 'Shoot', 'Concn (ppm)': nan}, {'Genus species': 'Nicotiana tabacum L.', 'Family': 'Solanaceae', 'Name': 'Tobacco', 'Part': 'Leaf', 'Concn (ppm)': nan}, {'Genus species': 'Oryza sativa L.', 'Family': 'Poaceae', 'Name': 'Rice', 'Part': 'Plant', 'Concn (ppm)': nan}, {'Genus species': \"Pelargonium graveolens (L.) L'HER ex AIT.\", 'Family': 'Geraniaceae', 'Name': 'Rose Geranium, Scented Geranium', 'Part': 'Essential Oil', 'Concn (ppm)': nan}, {'Genus species': 'Phoenix dactylifera L.', 'Family': 'Arecaceae', 'Name': 'Date Palm', 'Part': 'Fruit', 'Concn (ppm)': nan}, {'Genus species': 'Pimpinella anisum L.', 'Family': 'Apiaceae', 'Name': 'Anise, Sweet Cumin', 'Part': 'Fruit', 'Concn (ppm)': nan}, {'Genus species': 'Prunus persica (L.) BATSCH', 'Family': 'Rosaceae', 'Name': 'Peach', 'Part': 'Plant', 'Concn (ppm)': nan}, {'Genus species': 'Ribes nigrum L.', 'Family': 'Grossulariaceae', 'Name': 'Black Currant', 'Part': 'Fruit', 'Concn (ppm)': nan}, {'Genus species': 'Solanum tuberosum L.', 'Family': 'Solanaceae', 'Name': 'Potato', 'Part': 'Plant', 'Concn (ppm)': nan}, {'Genus species': 'Vanilla planifolia JACKS.', 'Family': 'Orchidaceae', 'Name': 'Vanilla', 'Part': 'Fruit', 'Concn (ppm)': nan}, {'Genus species': 'Zingiber officinale ROSCOE', 'Family': 'Zingiberaceae', 'Name': 'Ginger', 'Part': 'Essential Oil', 'Concn (ppm)': nan}]"
        }
    ],
    "environmental_bioconcentrations": [
        {
            "References": "(1) TSCATS. Toxic Substances Control Act Test Submissions Database. Manufacturer submissions (4, 8d, 8e, FYI) to the USEPA. (2) US EPA; Estimation Program Interface (EPI) Suite. Ver. 4.11. Nov, 2012. Available from, as of Feb 21, 2015: https://www.epa.gov/oppt/exposure/pubs/episuitedl.htm (3) Franke C et al; Chemosphere 29: 1501-14 (1994)",
            "Value": "An estimated BCF of 3 was calculated in fish for acetaldehyde(SRC), using a log Kow of -0.34(1) and a regression-derived equation(2). According to a classification scheme(3), this BCF suggests the potential for bioconcentration in aquatic organisms is low(SRC)."
        }
    ],
    "environmental_biodegradations": [
        {
            "References": "(1) NITE; Chemical Risk Information Platform (CHRIP). Biodegradation and Bioconcentration. Tokyo, Japan: Natl Inst Tech Eval. Available from, as of Feb 23, 2015: https://www.safe.nite.go.jp/english/db.html (2) Thom NS, Agg AR; Proc Roy Soc Lond B 189: 347-57 (1957) (3) Gerhold RM, Malaney GW; J Water Pollut Control Fed 38: 562-79 (1957) (4) Hatfield R; Ind Eng Chem 49: 192-6 (1957) (5) Heukelekian H, Rand MC; J Water Pollut Control Assoc 29: 1040-53 (1955) (6) Rogovskaya T et al; Inst Vodosnakzh Kanaliz Gidrotekhn Sooruzhenii I Inzh Gidrogeol 1962 pp. 178-213 (1963) (7) Ludzack JR, Ettinger MB; J Water Pollut Control Assoc 32: 1173-2000 (1960) (8) Takemoto S et al; Suishitsu Odaku Kenkyu 4: 80-90 (1981) (9) Griebel GE, Owens LD; Soil Biol Biochem 4: 1-8 (1972) (10) Mopper K, Stahovec WL; Mar Chem 19: 305-12 (1986)",
            "Value": "AEROBIC: Acetaldehyde, present at 100 mg/L, reached 80% of its theoretical BOD in 2 weeks using an activated sludge inoculum at 30 mg/L and the Japanese MITI test which classified the compound as readily biodegradable(1). Acetaldehyde was also easily biodegraded by biological sewage treatment(2). Other laboratory screening tests confirm the biodegradability of acetaldehyde by acclimated sludge and sewage(3-7) with theoretical BODs of 28% in 24 hr(3), 100% in 5 hr(4), 40.5% in 5 days(8), and 70% in 5 days(5). Acetaldehyde was oxidized in a silty clay loam but no rates were given(9). In a die-away test in seawater, acetaldehyde concentrations declined to approximately 25% of initial values in 1 hr, whereas no decline in concentration was observed in sterile controls(10)."
        },
        {
            "References": "(1) Speece RE; Environ Sci Technol 17: 416A-27A (1983) (2) Chou WL et al; Biotech Bioeng Symp 8: 391-414 (1979) (3) Hovious JC et al; Anaerobic Treatment of Synthetic Organic Wastes. USEPA. Water Pollut Control Research Series 12020 DIS 01/72 (1972) (4) SCS Engineers; Selected Biodegradation Techniques for Treatment and/or Ultimate Disposal of Organic Materials. USEPA-600/2-79-006 (1979)",
            "Value": "ANAEROBIC: Acetaldehdye degrades by anaerobic biological treatment(1-4) with 97% utilization being reported in a system with a 20-day hydraulic retention time(2) and 67% being removed in an anaerobic lagoon(4)."
        }
    ],
    "logP": [
        {
            "References": "TSCATS. Toxic Substances Control Act Test Submissions Database.  Manufacturer submissions (4, 8d, 8e, FYI) to the USEPA.",
            "Value": "log Kow  = -0.34"
        }
    ],
    "mechanism_of_action": [
        {
            "References": "PMID:23801948",
            "Value": "The present review updates the relationship between acetaldehyde and parkinsonism with a specific focus on the role of P450 system and CYP 2E1 isozyme particularly. We have indicated that acetaldehyde is able to enhance the parkinsonism induced in mice by 1-methyl-4-phenyl-1,2,3,6-tetrahydropyridine, a neurotoxin able to damage the nigrostriatal dopaminergic pathway. Similarly diethyldithiocarbamate, the main metabolite of disulfiram, a drug widely used to control alcoholism, diallylsulfide (DAS) and phenylisothiocyanate also markedly enhance the toxin-related parkinsonism. All these compounds are substrate/inhibitors of CYP450 2E1 isozyme. The presence of CYP 2E1 has been detected in the dopamine (DA) neurons of rodent Substantia Nigra (SN), but a precise function of the enzyme has not been elucidated yet. By treating CYP 2E1 knockout (KO) mice with the neurotoxin 1-methyl-4-phenyl-1,2,3,6-tetrahydropyridine, the SN induced lesion was significantly reduced when compared with the lesion observed in wild-type animals. Several in vivo and in vitro studies led to the conclusion that CYP 2E1 may enhance the 1-methyl-4-phenyl-1,2,3,6-tetrahydropyridine toxicity in mice by increasing free radical production inside the dopaminergic neurons. Acetaldehyde is a good substrate for CYP 2E1 enzyme as the other substrate-inhibitors and by this way may facilitate the susceptibility of dopaminergic neurons to toxic events. The literature suggests that ethanol and/or disulfiram may be responsible for toxic parkinsonism in human and it indicates that basal ganglia are the major targets of disulfiram toxicity. A very recent study reports that there are a decreased methylation of the CYP 2E1 gene and increased expression of CYP 2E1 mRNA in Parkinson's disease (PD) patient brains. This study suggests that epigenetic variants of this cytochrome contribute to the susceptibility, thus confirming multiples lines of evidence which indicate a link between environmental toxins and PD."
        },
        {
            "References": "PMID:24282063",
            "Value": "... The overall focus of this review is on acetaldehyde and its direct and indirect effects on the nuclear and mitochondrial genome. We first consider different acetaldehyde-DNA adducts, including a critical assessment of the evidence supporting a role for acetaldehyde-DNA adducts in alcohol related carcinogenesis, and consideration of additional data needed to make a conclusion. We also review recent data on the role of the Fanconi anemia DNA repair pathway in protecting against acetaldehyde genotoxicity and carcinogenicity, as well as teratogenicity. We also review evidence from the older literature that acetaldehyde may impact the genome indirectly, via the formation of adducts with proteins that are themselves critically involved in the maintenance of genetic and epigenetic stability. Finally, we note the lack of information regarding acetaldehyde effects on the mitochondrial genome, which is notable since aldehyde dehydrogenase 2 (ALDH2), the primary acetaldehyde metabolic enzyme, is located in the mitochondrion, and roughly 30% of East Asian individuals are deficient in ALDH2 activity due to a genetic variant in the ALDH2 gene. In summary, a comprehensive understanding of all of the mechanisms by which acetaldehyde impacts the function of the genome has implications not only for alcohol and cancer, but types of alcohol related pathologies as well."
        },
        {
            "References": "PMID:18028524",
            "Value": "This study examines the effects of the ethanol metabolite, acetaldehyde, on the clinically relevant drug transporter, PEPT1. The metabolism of ethanol and the following acetaldehyde formation is thought to modulate the uptake capacity of PEPT1 within the gastrointestinal tract for a variety of clinically important peptidomimetic drug compounds. Glycylsarcosine ([(3)H]-GlySar), a nonhydrolysable PEPT1 specific substrate was used ... . In vitro uptake studies were performed in the Caco-2 and Chinese hamster ovary (CHO)-hPEPT1 cell models, measuring cellular uptake of labeled compound against increasing levels of unlabeled compound in the presence of acetaldehyde. In vivo absorption of [(3)H]-GlySar was measured in male Sprague-Dawley rats that were treated with oral dose of ethanol/disulfiram (5 g/kg / 100 mg/kg) for 6 days. These results were compared to control rats treated with saline, ethanol alone or disulfiram alone. In vitro uptake of [(3)H]-GlySar in CHO-hPEPT1 cells treated with 1 mM acetaldehyde was significantly decreased (p < 0.05) as compared to untreated controls. The uptake of [(3)H]-GlySar in Caco-2 cell monolayers treated with 1 mM acetaldehyde was also significantly decreased as compared to the untreated control cells. In vivo absorption of [(3)H]-GlySar in ethanol treated rats, as measured by AUC(0-12 hours) were decreased by approximately 50% versus the control rat group. /It was concluded/ ... that acetaldehyde significantly modulates PEPT1 function and, thereby, affects drug bioavailability. ..."
        },
        {
            "References": "PMID:17970723",
            "Value": "Six transient receptor potential (TRP) ion channels expressed in the sensory afferents play an important role as body thermosensors and also as peripheral pain detectors. ...  Human and mouse TRPA1 are activated by acetaldehyde, an intermediate substance of ethanol metabolism, in the HEK293T cell heterologous expression system and in cultured mouse trigeminal neurons. Acetaldehyde failed to activate other temperature-sensitive TRP channels expressed in sensory neurons. TRPA1 antagonists camphor and gadolinium, and a general TRP blocker ruthenium red inhibited TRPA1 activation by acetaldehyde. Camphor, gadolinium and ruthenium red also suppressed the acute nociceptive behaviors induced by the intradermal administration of acetaldehyde into the mouse footpads. Intradermal co-application of prostaglandin E2 and acetaldehyde greatly potentiated the acetaldehyde-induced nociceptive responses, and this effect was reversed by treatment with the TRPA1 antagonist camphor. These results suggest that acetaldehyde causes nociception via TRPA1 activation. /The/ data may also help elucidate the mechanisms underlying acetaldehyde-related pathological symptoms such as hangover pain."
        },
        {
            "References": "PMID:17030193",
            "Value": "Accumulating evidence indicates that acetaldehyde (AcCHO) is one of the main mediators of fibrogenesis in alcoholic liver disease. AcCHO stimulates synthesis of fibrillar collagens in hepatic stellate cells, but the molecular events directly involved in the activation of collagen genes are debatable. Peroxisome proliferator-activated receptor gamma (PPARgamma) is a nuclear receptor that is expressed in stellate cells, and its activation by specific ligands inhibits collagen synthesis. In this study, we evaluated the effects of AcCHO on PPARgamma transcriptional activity and its correlation with the AcCHO-induced collagen synthesis in hepatic stellate cells. AcCHO treatment inhibited ligand-dependent and -independent PPARgamma transcriptional activity, and this effect was correlated with an increased phosphorylation of a mitogen-activated protein kinase site at serine 84 of the human PPARgamma. Transfection of the PPARgammaSer84Ala mutant completely prevented the effect of AcCHO on PPARgamma activity and in parallel abrogated the induction of collagen gene expression by AcCHO. The effect of AcCHO on PPARgamma activity and phosphorylation was blocked by extracellular signal-regulated kinase (ERK) 1/2 and protein kinase C (PKC)delta inhibitors as well as by catalase, suggesting that hydrogen peroxide is involved in the molecular cascade responsible for PPARgamma phosphorylation via activation of the PKCdelta/ERK pathway. Furthermore, inhibition of c-Abl completely abrogated the effect of AcCHO on either PPARgamma function or collagen synthesis; in addition, expression of the PPARgammaSer84Ala mutant prevented the profibrogenic signals mediated by c-Abl activation. /It was concluded/ that the induction of collagen expression by AcCHO in stellate cells is dependent on PPARgamma phosphorylation induced by a hydrogen peroxide-mediated activation of the profibrogenic c-Abl signaling pathway."
        },
        {
            "References": "PMID:11841919",
            "Value": "Malondialdehyde and acetaldehyde react together with proteins in a synergistic manner and form hybrid protein adducts, designated as MAA adducts. MAA-protein adducts are composed of two major products whose structures and mechanism of formation have been elucidated. MAA adduct formation, especially in the liver, has been demonstrated in vivo during ethanol consumption. These protein adducts are capable of inducing a potent immune response, resulting in the generation of antibodies against both MAA epitopes, as well as against epitopes on the carrier protein. Chronic ethanol administration to rats results in significant circulating antibody titers against MAA-adducted proteins, and high anti-MAA titers have been associated with the severity of liver damage in humans with alcoholic liver disease. In vitro exposure of liver endothelial or hepatic stellate cells to MAA adducts induces a proinflammatory and profibrogenic response in these cells. Thus, during excessive ethanol consumption, ethanol oxidation and ethanol-induced oxidative stress result in the formation of acetaldehyde and malondialdehyde, respectively. These aldehydes can react together synergistically with proteins and generate MAA adducts, which are very immunogenic and possess proinflammatory and profibrogenic properties. By virtue of these potentially toxic effects, MAA adducts may play an important role in the pathogenesis of alcoholic liver injury."
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "American Conference of Governmental Industrial Hygienists. Documentation of the Threshold Limit Values and Biological Exposure Indices. 5th ed. Cincinnati, OH: American Conference of Governmental Industrial Hygienists, 1986., p. 3",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ ... Cats inhaling 380 ppm show no noticeable effect, even after 7 hr; if dose is increased fourfold, temporary irritation of air passages is observed."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists. Documentation of the TLVs and BEIs with Other World Wide Occupational Exposure Values. 7th Ed. CD-ROM Cincinnati, OH 45240-1634 2013., p. 2",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Irritation of rabbit skin was mild following topical application of 500 mg and the treated area left open to the atmosphere; rabbit eye irritation was reported as severe following instillation of 40 mg acetaldehyde."
        },
        {
            "References": "National Research Council. Drinking Water & Health Volume 1. Washington, DC: National Academy Press, 1977., p. 686",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ /Acetaldehyde inhalation in dogs/ showed that exposure at 134 ppm for 30 min resulted in mild upper respiratory tract irritation. Higher concentrations decreased /the/ respiratory rate by inhibition of CNS. Exposure at 50 ppm produced eye irritation; 200 ppm ... /caused/ conjunctivitis ... ."
        },
        {
            "References": "PMID:7298149",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ The hemodynamic effects of intravenous administration of acetaldehyde were determined in anesthetized control (group I), propranolol pretreated (group II) and phentolamine pretreated (group III) guinea pigs. Acetaldehyde produced an immediate and significant increase in mean arterial pressure followed by its progressive decrease resulting in hypotension. Heart rate increased significantly. In propranolol treated animals, acetaldehyde-induced tachycardia was not produced whereas in phentolamine treated animals, the initial pressor response was converted into a depressor one. Hence the increase in mean arterial pressure and heart rate produced by acetaldehyde are likely to be due to catecholamine release from adrenergic nerve endings."
        },
        {
            "References": "PMID:7242849",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ The relative toxicity of acetaldehyde, ammonia and bilirubin to cerebral cortex of rats has been tested by superfusion of the intact dura for 1 hr with each toxin separately. The cortex was examined histologically after 6 days survival using a silver strain which selectively impregnates degenerating axons and their synaptic terminals. A tissue concentration of 30 mM acetaldehyde was found to cause axonal and terminal degeneration, whereas 11 mM acetaldehyde was not toxic, and did not produce any structural changes detectable by electron microscopy. In terms of tissue concentrations, acetaldehyde was at least 27 times more toxic than ethanol on a molar basis. However, the acetaldehyde concentration necessary to produce neuronal degeneration in a 1 hr exposure is many times greater than ever reported in CSF in human alcoholism. Both ammonia and bilirubin are capable of causing neuronal degeneration, but we have not measured the tissue concentrations that are toxic. Comparison of molar concentrations in the superfusing fluids showed that ammonia is at least 39 times more toxic than acetaldehyde, and at least 1000 times more toxic than ethanol. Superfusion with an ethanolic solution of bilirubin (2.5mM) was strongly toxic, but this solution diluted to 50% with saline was not toxic. The possibility exists that ammonia or bilirubin may reach concentrations toxic to neurons in alcoholism, especially in the presence of liver damage."
        },
        {
            "References": "PMID:2745923",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Wistar rats were given a single dose of acetaldehyde (0.5 mg/kg) or ethanol (5 g/kg) intraperitoneally. The animals were killed 0.5, 1, 2, 4, 6, 9, 12, and 24 hr after treatment. The results indicate that acetaldehyde, like ethanol, stimulates hepatic lipid peroxidation and also selectively affects the hepatic mitochondria."
        },
        {
            "References": "Appelman LM et al; Toxicol 23 (4): 293-308 (1982)",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ ... In a 4 week study, groups of 10 male and 10 female rats were exposed to 0, 400, 1000, 2200, or 5000 ppm acetaldehyde for 6 hr/day, 5 days/wk. Treatment related changes observed at the 5000 ppm level included dyspnea and excitation during the first 30 min of each exposure, yellow-brown fur, severe growth retardation, increased numbers of neutrophils in the blood, reduced production of urine which resulted in a high urine specific gravity, increased lung weight, and severe degenerative hyperplastic and metaplastic changes of the nasal, laryngeal, and tracheal epithelium. Major lesions seen at 1000 and 2200 ppm comprised growth retardation and an increased production of urine in males, slight to moderate degeneration with or without hyper- and metaplasia of the nasal epithelium, and only at 2200 ppm, minimal epithelial changes in the larynx and trachea. The only change observed at the 400 ppm level that could be attributed to acetaldehyde was slight degeneration of the nasal olfactory epithelium seen as loss of microvilli and thinning and disarrangement of the layer of epithelial cells."
        },
        {
            "References": "PMID:4056306",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Two groups of 12 male Wistar rats received either 243 ppm of acetaldehyde or 5.7 ppm of formaldehyde for 8 hr a day, 5 days a week during 5 weeks. These levels represent three times the threshold limit values for these substances in Brazilian legislation. The animals were evaluated by pulmonary function tests before and after exposure to the pollutants. The data obtained from these rats were compared with those of 12 controls, housed in identical conditions for the same length of time but breathing normal air. The results showed an increase of the functional residual capacity, residual volume, total lung capacity and respiratory frequency in the rats exposed to acetaldehyde atmosphere. The animals exposed to formaldehyde did not present pulmonary function alterations when compared with the controls. Damage was caused by acetaldehyde to the peripheral regions of the lung parenchyma, affecting small airways or altering pulmonary elastic properties."
        },
        {
            "References": "WHO/International Programme on Chemical Safety; Environmental Health Criteria 167: Acetaldehyde (1995). Available from, as of January 14, 2015: https://www.inchem.org/pages/ehc.html",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Ip injection of male albino rats with 200 mg acetaldehyde/kg bw, daily, for 10 days, with additional pyrazole treatment to inhibit the conversion of acetaldehyde to ethanol, caused fatty accumulation in the liver, as indicated by accumulation of total lipids, triacyl glycerols, and total cholesterol, incr glycogenolysis, and a shift in metabolism from the citric acid cycle towards the pentose phosphate pathway in the liver. Serum triacyl glycerol, total cholesterol, and free fatty acid levels were also incr. Changes were similar in rats not receiving pyrazole pretreatment ... . The same treatment altered thyroid function, as indicated by lower serum T4 and decr iodine uptake in male albino rats, though these effects may have been secondary to the observed hepatic changes ... and histopathological changes of the pancreas, with resulting changes in trypsinogen levels and amylase secretion and activity in female Sprague-Dawley rats ... ."
        },
        {
            "References": "WHO/International Programme on Chemical Safety; Environmental Health Criteria 167: Acetaldehyde (1995). Available from, as of January 14, 2015: https://www.inchem.org/pages/ehc.html",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Groups of 20 Syrian hamsters were exposed to acetaldehyde vapor at 0, 700, 2400, or 8200 mg/cu m (0, 390, 1340, or 4560 ppm) for 6 hr/day, 5 days/wk, for 13 wk. Increased relative lung and heart weights as well as growth retardation were reported after exposure to 8200 mg/cu m, though there were no increases in mortality in any of the exposed groups ... . At the highest concentration, there were severe degenerative, hyperplastic, and metaplastic changes in the epithelium as well as subepithelial glands and turbinate bones. Rhinitis was observed, with abundant nasal discharge and salivation. The epithelium of the larynx, trachea, and lungs was damaged, with some focal hyperplasia and metaplasia, accompanied by tracheitis and focal bronchopneumonia. Changes in the tracheal epithelium were also observed at 2400 mg/cu m. ... (NOEL: 700 mg/cu m; LOEL: 2400 mg/cu m)."
        },
        {
            "References": "PMID:3391468",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ A subacute oral toxicity study of acetaldehyde and formaldehyde was carried out in rats. Male and female 5 wk old rats received one of the aldehydes in the drinking water for a period of 4 wk, acetaldehyde being given at dose levels of 25, 125 and 675 mg/kg body weight/day and formaldehyde at dose levels of 5, 25, and 125 mg/kg body weight/day. A group of 20 males and 20 females served as controls and received unsupplemented drinking-water ad lib. An additional group of ten males and ten females was given unsupplemented drinking-water in an amount equal to the amount of liquid consumed by the group given the top dose of formaldehyde. Food and liquid intake were decreased in the groups on the top dose of both acetaldehyde and formaldehyde. Hyperkeratosis of the forestomach, observed only in the top dose rats, was the only adverse effect of acetaldehyde detected. Effects of formaldehyde, also observed only in the top dose group, were yellow discoloration of the fur, decreased protein and albumin levels in the blood plasma, thickening of the limiting ridge and hyperkeratosis in the forestomach, and focal gastritis in the glandular stomach. In this study the no observed adverse effect levels of acetaldehyde and formaldehyde were 125 and 25 mg/kg body weight/day, respectively."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V71 325 (1985)",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Male Wistar rats exposed to 243 ppm [437 mg/cu m] acetaldehyde atmospheres for 8 hr per day on five days per week for five weeks showed increases in functional residual capacity, residual volume, total lung capacity and respiratory frequency. These changes were interpreted as being caused by damage to the peripheral regions of the lung parenchyma."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V71 325 (1985)",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Groups of weanling male and female Wistar rats were given acetaldehyde in the drinking-water to provide doses of 0, 25, 125 and 675 mg/kg bw per day for four weeks. Food and water consumption was reduced and slight to moderate hyperkeratosis of the forestomach was observed in both sexes at the highest dose level."
        },
        {
            "References": "USEPA/Integrated Risk Information System (IRIS); Summary for Acetaldehyde (75-07-0). Available from, as of January 12, 2009. https://www.epa.gov/iris/index.html",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ ... A 90-day inhalation study in hamsters (10/sex/concentration) /was conducted/. The hamsters were exposed to acetaldehyde vapor at concentrations of 0, 390, 1340, or 4560 ppm (0, 127, 435.5 or 1482 mg/cu m, adjusted for duration, respectively), for 6 hours/day, 5 days/week for 90 days. Histopathological changes attributable to exposure were observed only in the respiratory tract. At 4560 ppm, body weights were significantly reduced and the relative weights of heart, kidney, brain, testicle, and lung were significantly increased. Histopathological changes of the nasal cavity, larynx, trachea, and bronchi included necrosis, inflammatory changes, and hyperplasia and metaplasia of the epithelium. Mild effects observed at 1340 ppm consisted of statistically significant increased kidney weight in males, and small areas of stratified epithelium in the trachea in both sexes (30% of the animals). At 390 ppm, with the exception of a tiny focus of metaplastic epithelium in the trachea of 1 out of the 20 animals examined, no adverse effects were observed. The 390-ppm concentration was identified by the authors as a NOAEL. The study ... identified a similar level (400 ppm) as a LOAEL (LOAEL(HEC) = 16.9 mg/cu m) for Wistar rats, but surface area values in hamsters are not available so that a comparison on HEC values could not be made to determine the relative sensitivities of the species to acetaldehyde. The LOAEL for the extrarespiratory effects (effect on kidney weight) is 1340 ppm and the NOAEL also at 390 ppm. The NOAEL(HEC) for extrarespiratory effects is 127 mg/cu m."
        },
        {
            "References": "USEPA/Integrated Risk Information System (IRIS); Summary for Acetaldehyde (75-07-0). Available from, as of January 16, 2015. https://www.epa.gov/iris/index.html",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ ... Male Wistar rats (12/group) /were exposed/ to 0 or 243 ppm (442 mg/cu m) of acetaldehyde 8 hours/day, 5 days/week for 5 weeks. Duration- adjusted values are 0 and 105 mg/cu m, respectively. The animals were evaluated for pulmonary mechanics before and after the exposure period, and gross and paraffin-embedded sample observations were made after exposure, especially of the respiratory system. Increases in RF (respiratory failure), FRC (functional residual capacity), RV (residual volume), and TLC (total lung capacity) were significantly different from control values. Damage to distal airways was suggested since functional tests for damage to elasticity or for severe obstruction were not demonstrated. Histopathological investigation showed an intense inflammatory reaction with olfactory epithelium hyperplasia and polymorphonuclear and mononuclear infiltration of the submucosa. Cannulation precluded evaluation of tracheal effects and no differences between the control and exposed animals were observed for the lower respiratory tract. Although this study presents the pathology data in only a descriptive fashion, it identifies a LOAEL for nasal effects of 105 mg/cu m (HEC = 13.7 mg/cu m) that is consistent with the principal studies. The LOAEL(HEC) for thoracic effects on pulmonary function is 220.5 mg/cu m."
        },
        {
            "References": "USEPA/Integrated Risk Information System (IRIS); Summary for Acetaldehyde (75-07-0). Available from, as of January 16, 2015. https://www.epa.gov/iris/index.html",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Wistar rats (10/sex/group) /were exposed/ for 6 hours/day, 5 days/week for 4 weeks to 0, 400, 1000, 2200, or 5000 ppm acetaldehyde (0, 728, 1820, 4004 and 9100 mg/cu m, respectively). Duration-adjusted concentrations are 0, 130, 325, 715 and 1625 mg/cu m, respectively. The general condition and behavior of the rats were checked daily. Blood picture (Hb, Hct, RBC, total and differential WBC, and plasma protein) and chemistry were examined at the end of the treatment period. Activities of plasma glutamic-oxalacetic transaminase, glutamic-pyruvic transaminase, and alkaline phosphatase were also determined. Urine was analyzed for density, volume, pH, protein, glucose, occult blood, ketones, and appearance. The kidneys, lungs, liver, and spleen were weighed. Microscopic examination was performed on the lungs, trachea, larynx, and nasal cavity (3 transverse sections) of all animals and on the kidneys, liver, and spleen of all control and high- concentration groups. During the first 30 minutes of each exposure at the 5000-ppm level, rats exhibited severe dyspnea that gradually became less severe during the subsequent exposure period. Two animals died at this level (1 female, 1 male) and one male died at the 2200-ppm level, but the cause of death could not be determined due to autolysis or cannibalism. Growth was retarded in males at the three highest exposure concentrations and in females at the 5000-ppm level. The percentage of lymphocytes in the blood was lower and the percentage of neutrophilic leukocytes higher in males and females of the 5000-ppm group than in controls. There were a few statistically significant differences in several blood chemistry parameters between the exposure groups and the control group but none of them were concentration-related. Statistically significant changes in organ-to-body weight ratios included decreased liver weights in both sexes and increased lung weights in males at the 5000-ppm level. Males in the 5000-ppm level produced less urine, but it was of higher density. Compound-related histopathological changes were observed only in the respiratory system. The nasal cavity was most severely affected and exhibited a concentration-response relationship. At the 400-ppm level, compound-related changes included: slight to severe degeneration of the nasal olfactory epithelium, without hyper- and metaplasia, and disarrangement of epithelial cells. At the 1000- and 2200-ppm levels, more severe degenerative changes occurred, with hyperplastic and metaplastic changes in the olfactory and respiratory epithelium of the nasal cavity. Degeneration with hyperplasia/metaplasia also occurred in the laryngeal and tracheal epithelium at these levels. At 5000 ppm changes included severe degenerative hyperplastic and metaplastic changes of the nasal, laryngeal, and tracheal epithelium. Based on the degenerative changes observed in the olfactory epithelium, the 400-ppm level is designated as a LOAEL. The LOAEL(HEC), based on the ventilation rates for female rats, is 16.9 mg/cu.m. No NOAEL was identified."
        },
        {
            "References": "PMID:23825090",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Many East Asians are highly intolerant to even modest alcohol consumption. These individuals accumulate acetaldehyde, the primary metabolite of ethanol, because of a genetic polymorphism of aldehyde dehydrogenase (ALDH) that metabolizes acetaldehyde to nontoxic acetate. The aim of these studies is to upregulate ALDH by dietary means, thereby reducing acetaldehyde toxicity. Sulforaphane [SF, 1-isothiocyano-4-(methylsulfinyl)butane] derived from its glucosinolate precursor contained in cruciferous vegetables and related inducers of the Keap1/Nrf2/ARE pathway were assessed for their potencies to induce ALDH in murine hepatoma Hepa1c1c7 cells. Inducer potencies for ALDH were compared with those for NQO1, a prototypical cytoprotective enzyme present downstream of the Keap1/Nrf2/ARE pathway. SF (5 or 20 umol/day) was fed to CD-1 mice for 7 days prior to a single administration of ethanol, and then ALDH induction in organs and pharmacokinetics of acetaldehyde was examined. In addition to SF, other electrophiles, including many Michael reaction acceptors, induce ALDH. Potencies of these agents as inducers parallel their activities in inducing NQO1, and are also dependent on Nrf2. In mice, in vivo, feeding of SF induced tissue ALDH and dramatically increased (doubled) the rate of elimination of acetaldehyde arising from the administration of ethanol. SF and other edible phytochemicals may ameliorate the alcohol intolerance of individuals who are polymorphic with respect to ALDH."
        },
        {
            "References": "PMID:20623749",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ There is available evidence supporting a positive association between alcohol intake and risk of breast cancer. However, there is limited information regarding possible mechanisms for this effect. Past studies from our laboratory suggest that acetaldehyde accumulation in mammary tissue after alcohol intake may be of particular relevance and that cytosolic and microsomal in situ bioactivation of ethanol to acetaldehyde and free radicals and the resulting stimulation of oxidative stress could be a significant early event related to tumor promotion. In the present studies repetitive alcohol drinking for 28 days was found to produce significant decreases in the mammary tissue content of GSH and alpha tocopherol and in glutathione S-transferase or glutathione reductase activities. In contrast, glutathione peroxidase activity was slightly increased. Malondialdehyde determinations did not show the occurrence of lipid peroxidation while the xylenol orange procedure gave positive results. The mammary microsomal metabolism of ethanol to acetaldehyde was not induced after an acute dose of ethanol or acetone able to induce the activity of its liver counterpart. The cytosolic pathway of alcohol metabolism instead was significantly enhanced by these two treatments. No increased generation of comet images was found either in mammary tissue or in liver under the experimental conditions tested. Results suggest that, while acetaldehyde accumulation in mammary tissue could be a critical event resulting from increasing production of acetaldehyde in situ plus an additional amount of it arriving via blood, other factors such as poor handling of the accumulated acetaldehyde could be also relevant."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V36 111 (1985)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Groups of 35 male Syrian golden hamsters were exposed to 0 or 1500 ppm (2700 mg/cu m) acetaldehyde vapor for 7 hr/day on 5 days/week for 52 wk, & to weekly intratracheal instillations of 0, 0.0625, 0.125, 0.25, 0.5 or 1.0 mg benzo(a)pyrene suspended in saline for same time period. Groups of 5 animals were killed at 52 wk & remainder allowed to survive untreated for an additional 26 wk. There was no significant difference in mortality between animals exposed to acetaldehyde & those exposed to air, except for the subgroup treated with the highest dose of benzo(a)pyrene for which the mortality in the acetaldehyde-exposed animals was incr more rapidly than the mortality in the corresponding benzo(a)pyrene group exposed to air (p< 0.001 in both groups). No tumor was found in hamsters exposed to acetaldehyde only; but 3/30, 4/30, 9/30, 25/39 & 26/28 hamsters exposed to benzo(a)pyrene alone developed resp tract tumors & 1/28, 5/29, 8/29, 16/29 & 29/30 hamsters exposed to benzo(a)pyrene & acetaldehyde vapor developed the same type of tumor."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V36 112 (1985)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Groups of 36 male & 36 female Syrian golden hamsters, 6 wk of age, were exposed for 7 hr/day for 5 days/wk to room air (chamber controls) or to decr concn of acetaldehyde (distilled & analyzed by gas chromatography) (initial concn, 2500 ppm (4500 mg/cu m); final concn, 1650 ppm (2970 mg/cu m)) for 52 wk. Six animals killed & exam from each group had no tumor. The remaining animals were observed until 81 wk & killed. The incidences of respiratory tract tumors were 0/30, 8/29, 0/28 & 5/29 in control males, exposed males, control females & exposed females, respectively (p< 0.05). The acetaldehyde induced tumors were predominantly laryngeal carcinomas with a few laryngeal polyps, & nasal polyps & carcinomas."
        },
        {
            "References": "PMID:3424385",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ As part of a long-term inhalation toxicity study with acetaldehyde in rats, progression and regression of nasal mucosal damage was studied in four groups of 30 male and 30 female SPF-bred Wistar rats exposed to 0, 750, 1500, or 3000/1500 ppm of acetaldehyde for 6 hr/day, 5 days/wk, for 52 weeks with a recovery period of 26 or 52 weeks. Acetaldehyde concentration for the high exposure group was gradually decreased from 3000 ppm (day 0-141) to 1500 ppm (day 313 onwards) due to growth retardation and early mortality. From each exposure group, 10 male and 10 female rats were examined following a 26 wk recovery period, and 20 male and 20 female rats were examined following a 52 wk recovery period. At the end of 52 wk exposure to the highest acetaldehyde concentration, most animals exhibited labored respiration and mouth breathing. A dose-dependent increase in frequency of adenocarcinomas, nasal tumors, and squamous cell carcinomas was noted for male and female rats following 52 wk acetaldehyde exposure, and during a 26 wk post-exposure recovery period. Varying degrees of pathological alterations including degeneration of olfactory epithelium, hyper- and metaplastic changes in respiratory epithelium, and rhinitis were observed for animals following acetaldehyde exposure at all concentrations. Restorative activity of olfactory epithelium was observed for rats during the 26 and 52 wk recovery periods following exposure to low and mid acetaldehyde levels, but not for the group exposed to 3000/1500 ppm."
        },
        {
            "References": "WHO/International Programme on Chemical Safety; Environmental Health Criteria 167: Acetaldehyde (1995). Available from, as of January 14, 2015: https://www.inchem.org/pages/ehc.html",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Wistar rats (55/sex per dose) were exposed for life (6 hr/day, 5 days/wk, for 28 mo) to acetaldehyde concn of 1350, 2700, or 1800-5400 mg/cu m (the last concentration was gradualy reduced from 5400 mg/cu m in wk 20 to 1800 mg/cu m in wk 52). Satellite groups of 5-10 additional rats of each sex were killed at 13, 26, and 52 wk. Growth retardation occurred throughout the study at all dose levels. Mortality was greater than in controls in all dose groups and all of the animals in the high-dose group had died by wk 102. At wk 52, there were generative changes in the olfactory nasal epithelium at all dose levels incl slight to severe hyperplasia and keratinized stratified metaplasia of the larynx (high dose only) and generative changes of the upper respiratory epithelium (incl papillomatous hyperplasia at the top dose only). In the trachea, there was focal flattening and irregular arrangement of the epithelium in 3/10 top-dose males at 52 wk. In satellite groups of 30 rats per sex, for which there was a 26-wk recovery period after 52 wk of exposure, there was evidence of partial regeneration of the olfactory epithelium in the low- and mid-dose groups; there was also progression from hyperplasia and metaplasia to neoplasia in some animals. At 28 mo, carcinomas of the nose developed in all exposed groups ... . Although tumor incidence was dose-related, the latency period appeared to be independent of concn. First tumors in all groups appeared during the 12th mo of exposure. The incidence of tumors was not inc in the lungs, larynx, and trachea."
        },
        {
            "References": "PMID:2295396",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Prospective epidemiologic studies have reported an increased risk of rectal cancer following chronic ethanol ingestion. The effect of chronic ethanol administration on acetoxymethylmethylnitrosamine-induced rectal cancer and the possible role of acetaldehyde in this process were investigated. Chronic ethanol administration resulted in an earlier occurrence of rectal tumors in this animal model. Because the concomitant administration of cyanamide, a potent acetaldehyde dehydrogenase inhibitor, showed a positive trend toward increased incidences of tumors, acetaldehyde could be involved in the ethanol associated carcinogenesis. To measure colonic acetaldehyde, 12 chronically ethanol fed and control rats received an acute dose of ethanol (2.5 g/kg body wt). The mucosal concentration of acetaldehyde was significantly higher in the rectum compared with the cecum (198 vs, 120 nmoles/g colon), but was not affected by chronic ethanol feeding. Furthermore, germ-free rats had significantly lower acetaldehyde concentrations in the rectum and in the cecum compared with conventional animals, and this was paralleled by the number of fecal bacteria in the 2 intestinal segments. In addition, to determine the effect of chronic ethanol feeding on colorectal cell turnover, 30 animals were pair fed liquid diets. By the metaphase-arrest technique, alcohol feeding induced rectal, but not cecal hyperregeneration. This was accompanied by an increase in the crypt proliferative compartment and increased mucosal ornithine decarboxylase activity. Chronic ethanol ingestion accelerates chemically induced rectal carcinogenesis and acetaldehyde probably generated through bacterial ethanol oxidation may be involved in this process."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V71 323 (1985)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ ... four groups of 105 male and 105 female Cpb:WU albino Wistar rats, six weeks of age, were exposed by whole-body inhalation to concentrations of 0, 750, 1500 or 3000 (reduced progressively over a period of 11 months to 1000 ppm due to toxicity) ppm [0, 1350, 2700 or 5400-1800 mg/cu m] acetaldehyde vapor [purity unspecified] for 6 hr per day on five days per week for a maximum of 27 months. Each group comprised five subgroups, three of which were used for interim kills at weeks 13, 26 and 52, respectively. Of the animals killed at these intervals, only one had a tumour of the respiratory tract: a female in the high-dose group killed in week 53, bearing a nasal squamous-cell carcinoma. At day 468, the mortality rate in the high-dose group was 50% (28/55) for males and 42% (23/55) for females. By day 715, all high-dose rats had died and, at termination of the study at day 844, only a few animals were still alive in the mid-dose group. At the end of the study, the incidences of nasal carcinomas (carcinomas in situ, squamous-cell carcinomas and adenocarcinomas) were in males: 1/49, 17/52, 41/53 and 37/49 in the control, low-, mid- and high-dose groups, respectively; and in females: 0/50, 6/48, 34/53 and 43/53 in the control, low-, mid- and high-dose groups, respectively. One carcinoma in situ of the larynx was found in a female of the mid-dose group and one female of the low-dose group developed a poorly differentiated adenocarcinoma in the lung."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V71 325 (1985)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ The progression and regression of nasal lesions were studied in groups of 30 male and 30 female Wistar rats exposed to acetaldehyde by inhalation for 6 hr per day on five days per week at concentrations of 0, 750, 1500 and 3000 ppm [0, 1350, 2700 and 5400 mg/cu m] (the last dose was gradually reduced to 1500 ppm from week 20 to week 44) for 52 weeks. The animals were killed after recovery periods of 26 or 52 weeks. The main treatment related effects included (1) focal basal cell hyperplasia of the olfactory epithelium in 750- and 1500-ppm group rats, (2) hyperplasia and metaplasia of the respiratory epithelium, often accompanied by keratinization and sometimes by proliferation of atypical basal cells, in 3000-/1500-ppm group rats and (3) rhinitis in some of 3000-/1500-ppm group rats. There was no restoration of the respiratory epithelium among 3000-/1500-ppm group rats, even after a recovery period of 52 weeks. Progression of the hyperplasia and metaplasia in the respiratory epithelium to squamous-cell carcinomas occurred during the first 26 weeks in 11 males and four females, but degeneration of the epithelium was less pronounced in the succeeding 26 weeks. Regeneration of the olfactory epithelium occurred in the 750- and 1500-ppm groups, but not in the 3000-/1500-ppm group."
        },
        {
            "References": "PMID:17936466",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/... Whether inhaling peak concentrations of aldehydes several times daily is more damaging than semi-continuously inhaling low-dose aldehydes /was investigated by exposing/ ... Xpa-/-p53+/- knock-out mice either intermittently or semi-continuously to mixed acetaldehyde, formaldehyde, and acrolein. The intermittent regimen entailed exposure to the aldehydes 7 min every 45 min, 12 times/day, 5 days/week, corresponding to concentrations inhaled by smokers. Semi-continuously exposed animals received half the dose of aldehydes in 8h/day, 5 days/week. Some mice in each group were sacrificed after 13 weeks of exposure; the rest breathed clean air until the end of 1 year. Mice injected intratracheally with benzo[a]pyrene formed a positive control group. The nasal cavity, lungs, and any macroscopically abnormal organs of all mice were analysed histopathologically. After 13 weeks of exposure, the subacute, overall, histopathological changes induced by the inhalation differed noticeably between the intermittently and semi-continuously treated Xpa-/-p53+/- knock-out mice. After 13 weeks of mixed aldehyde exposure, atrophy of the olfactory epithelium generally appeared, but disappeared after 1 year (adaptation and/or recovery). Respiratory epithelial metaplasia of the olfactory epithelium occurred at a higher incidence at 1 year. Except for a significantly greater number of tumors observed in knock-out mice compared to wild mice (semi-continuous aldehyde exposure and controls), no differences between the semi-continuous and intermittent exposure groups were observed."
        },
        {
            "References": "PMID:12562630",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Formaldehyde was administered for 104 weeks in drinking water supplied ad libitum at concentrations of 1500, 1000, 500, 100, 50, 10, or 0 mg/L to groups of 50 male and 50 female Sprague-Dawley rats beginning at seven weeks of age. Control animals (100 males and 100 females) received tap water only. Acetaldehyde was administered to 50 male and 50 female Sprague-Dawley rats beginning at six weeks of age at concentrations of 2,500, 1,500, 500, 250, 50, or 0 mg/L. Animals were kept under observation until spontaneous death. Formaldehyde and acetaldehyde were found to produce an increase in total malignant tumors in the treated groups and showed specific carcinogenic effects on various organs and tissues."
        },
        {
            "References": "PMID:7275785",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Female mice were injected intravenously with acetaldehyde on single (seventh, eighth or ninth), or on multiple (sixth to eighth, seventh to ninth) days, and examined on the tenth or twelfth day of gestation. Exposure to acetaldehyde on multiple days resulted in high incidence of embryonic resorptions. However, when females were injected on single days and examined on the tenth day, a high incidence of neural tube defects was encountered in surviving embryos. The neural tube anomalies were located at a number of sites along the neuraxis. When examined by scanning electron microscopy, the individual neuroepithelial cells in acetaldehyde-treated embryos exhibited a characteristic rounded-up appearance with small surface blebs and spiny processes. These characteristic cell surface features were seen in acetaldehyde-treated embryos at all stages of development examined. When additional females were examined on the twelfth day, a much lower incidence of open neural tube defects was observed. When embryos at this stage of development were examined in more detail by SEM, many had numerous subectodermal blebs along the dorsal mid-line, which were not initially apparent on gross inspection. The neuroepithelial morphology was also found to be abnormal in embryos with no obvious external anomalies. The results confirm and elaborate on previous observations on the teratogenicity of acetaldehyde, stressing the ultrastructural changes that are induced in the cells of the neuroepithelium, and the possible relationship between the damage induced by this agent and certain features of the fetal alcohol syndrome."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists. Documentation of the TLVs and BEIs with Other World Wide Occupational Exposure Values. 7th Ed. CD-ROM Cincinnati, OH 45240-1634 2013., p. 3",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ In a ... study with pregnant rats, /dams were given intraperitoneal injections of 50 to 100 mg/kg acetaldehyde/ on gestational days 8 to 15.  A dose-dependent increase in resorptions and fetal death and dose-response trends in the other indicators of intrauterine growth retardation were observed. Malformations in the face, forelimbs, and hindlimbs, as well as retarded skeletal ossification (on the order of 1 to 2 days) were seen."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists. Documentation of the TLVs and BEIs with Other World Wide Occupational Exposure Values. 7th Ed. CD-ROM Cincinnati, OH 45240-1634 2013., p. 3",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ In rats receiving intra-amniotic injections of 0.02 mL of a 1% or 10% solution of acetaldehyde on day 13 of gestation, the fetal mortality was elevated in the concurrent vehicle control groups as compared with untreated controls; however, fetal mortality was elevated substantially in the acetaldehyde-treated groups. The surviving low-dose embryos had an increased incidence of malformations (80% compared to 14% in the controls)."
        },
        {
            "References": "PMID:6510219",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Acetaldehyde, the metabolite of ethanol, was administered to pregnant CF rats ip (50 mg/kg) from day 8 through 15 of gestation and fetuses from different mothers were collected from day 16 through 21 of gestation. Fetuses were processed for alizarin skeletal staining. There was significant delay in ossification besides certain skeletal malformations such as wavy ribs. The delay in ossification may be one of the reasons for reduced birth weight and increased postnatal mortality and growth."
        },
        {
            "References": "PMID:3893468",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ /In rats/ acetaldehyde could mediate a number of the toxic effects of alcohol both in ... /female rats/ and their offspring. Thus, /an assessment of/ the blood acetaldehyde response to ethanol (3 g/kg) at various stages of the female reproductive cycle /was accomplished/. Blood levels were low throughout the various phases of the estrous cycle and during most of pregnancy. By contrast, a 4-fold rise in maternal blood acetaldehyde occurred at the end of pregnancy (day 20), continued to increase during lactation (17-fold at day 14) and returned to non-pregnant values after weaning or after pup removal at birth. Both enhanced rate of ethanol oxidation and decreased activity of the low Km aldehyde dehydrogenase in liver mitochondria contributed to the increased acetaldehyde levels. Acetaldehyde was detectable in fetal blood, but only a small fraction of the high maternal values in pregnancy reached the fetus through the umbilical vein. Chronic alcohol administration resulted in decreased fetal size and striking enlargement of the placenta with possible implication of abnormal fetal development."
        },
        {
            "References": "PMID:2757651",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ The objectives of this study were to elucidate the ontogeny of the activity of alcohol dehydrogenase, low Km aldehyde dehydrogenase, and high Km aldehyde dehydrogenase in the liver and placenta of the guinea pig. There was low alcohol dehydrogenase activity in fetal liver and placenta throughout gestation and in neonatal liver. The fetal liver low Km aldehyde dehydrogenase activity increased progressively and, at 60 days of gestation, was similar to adult liver activity, as was also the case for neonatal liver enzyme activity. Placental low Km aldehyde dehydrogenase activity was less than adult liver activity throughout gestation. Fetal hepatic high Km aldehyde dehydrogenase activity increased during gestation, but was less than adult liver activity, as was also the case for neonatal liver enzyme activity. Placental high Km aldehyde dehydrogenase activity was low throughout gestation. For oral administration of 0.5 g ethanol/kg maternal body weight to pregnant guinea pigs at mid-gestation (34 days), the maternal blood and fetal body ethanol concentration-time curves were similar. Acetaldehyde was measureable in maternal blood and fetal body at similar concentrations, which were 100- to 1000-fold less than the respective ethanol concentrations. The major differences in the diposition of ethanol and acetaldehyde at near-term pregnancy, compared with mid-gestation, was the lack of measurable acetaldehyde in fetal blood. The guinea pig fetus throughout gestation has virtually no capacity to oxidize ethanol, and its duration of exposure to ethanol is regulated by maternal hepatic alcohol dehydrogenase catalyzed biotransformation of ethanol. The fetus, however, appears to have increasing low Km aldehyde dehydrogenase-dependent capacity to oxidize ethanol-derived acetaldehyde during development, and would appear to be increasingly protected from exposure to acetaldehyde as gestation progresses."
        },
        {
            "References": "Fadel RA, Persaud TVN; Teratol 41 (5): 553 (1990)",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ The influence of ethanol and acetaldehyde on skeletogenesis was investigated in Sprague-Dawley rats. Pregnant animals were divided into three groups as follows: I, Controls (distilled water, intragastrically and ip), II. Ethanol (0.015 mL/g body weight, 25% v/v, intragastrically, III. Acetaldehyde (200 mg/kg body weight, 3% solution, ip). The animals were treated from gestational day 6 through 18, and on day 20, external anomalies were not detected in any of the fetuses. Fetal weight was significantly reduced in fetuses exposed to ethanol and acetaldehyde; and in the ethanol-treated group CR /crown-rump/-length was also significantly less than the control value. Both axial and appendicular skeletal bones were affected in their development following in utero exposure to ethanol and acetaldehyde, with a higher frequency of defects in fetuses exposed to ethanol. Anomalies of the ribs and vertebrae were commonly seen in both treatment groups. The cranial bones, sternum, hyoid bone, and the metacarpal and metatarsal bones were retarded in their development with signs of delayed ossification and hypoplasia."
        },
        {
            "References": "PMID:3384064",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Pregnant rats were treated from day 9 through 12 of gestation with 12.5% ethanol, 25% ethanol, 1% acetaldehyde, cyanamide (an inhibitor of the enzyme aldehyde dehydrogenase), or a combination of cyanamide and ethanol. Embryos were recovered on gestational day 12 and were quantitatively assessed on the basis of 16 recognizable developmental endpoints (morphological scores). The head and the crown-rump lengths of the embryos were also measured. Total resorption occurred in two animals treated with cyanamide and two treated with cyanamide and ethanol. Acetaldehyde and ethanol (at both concentrations) were found to reduce the head length of the embryos but had no significant effects on morphological scores and crown-rump length. The combination of ethanol with cyanamide caused a greater reduction in head length and also significantly reduced crown-rump length, as well as the morphological scores."
        },
        {
            "References": "Giavini E et al; In Vitro Cell Dev Biol 28A (3 Pt 1): 205-10 (1992)",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Rat embryos were explanted on days 9.5 or 10 of gestation and cultured for 48 to 30 hr, respectively, In rat serum containing 0, 3, 6, 9 mg/mL of ethanol; 0, 10, 20 ug/mL of acetaldehyde; 3 mg/mL ethanol + 10 ug/mL acetaldehyde. At the end of the culture period the embryos were evaluated for vitality, and scored. Some of them were also examined histologically. Embryos exposed to ethanol from day 9.5 showed a dose-related growth retardation associated with a high frequency of malformations (open neural tube, heart defects, branchial arch hypoplasia). The exposure of 9.5 day embryos to 20 ug/mL acetaldehyde resulted in 100% embryolethality whereas 10 ug/mL induced growth retardation and teratogenic effects. When 10 day embryos were exposed to 3 mg/mL ethanol or 10 ug/mL acetaldehyde no effects were observed, but the highest levels of ethanol produced a moderate growth retardation and morphologic defects. Exposure to 20 ug/mL acetaldehyde induced hypoplasia of the first arch, but did not alter the score value. The histologic examination of these embryos revealed severe lesions at the level of the neuroepithelium and of the branchial mesenchyma. Similar effects were observed in embryos exposed simultaneously to 3 mg/mL ethanol and 10 ug/mL acetaldehyde."
        },
        {
            "References": "Imal T, Omoto M Arukoru Kenkyuto Yakubutsu Ison 27 (3): 334-54 (1992)",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ The effects of intake of acetaldehyde, the proximal metabolite of ethanol, were studied in two groups of Fischer strain rats. Virgin rats were mated at 3 months of age or at 8 months of age. The acetaldehyde intake group was given a 2% aqueous solution of acetaldehyde for the first time on the first day of pregnancy. The solution was then given once a day, oral net acetaldehyde 240 mg/kg bw through gestation, labor and lactation. The control group was not exposed to acetaldehyde. Comparative observations were made on both maternal rats and their offspring 1) Maternal body weight gain between the first and 20th day of pregnancy was significantly low in the acetaldehyde group compared with the control group (3 month old p less than 0.05. As for placental weight, 3 month old acetaldehyde mothers showed no significant differences from the controls, whereas 8 month old acetaldehyde mothers weighed significantly less than those in the control group (p less than 0.01. Histological /examination/ disclosed that the brain, liver, and kidney had slight changes in all acetaldehyde mothers, whereas the control group showed almost no changes. 2) The average number of fetuses at the 20th day of gestation, neonates per litter, did not significantly differ among the groups. 3) As for the body weight of the offspring of 3 month old mothers, the acetaldehyde neonates and 10 day old offspring weighed significantly less than those in the control group (p less than 0.01, p less than 0.01). In the case of 8 month old mothers, the acetaldehyde fetuses at the 20th day of gestation and neonates weighed significantly less than controls (p less than 0.01, p less than 0.01). 4) Histological /examination/ of the brain, lung, liver, kidney, and thymus in offspring revealed remarkable visceral immaturity and hemorrhage in the acetaldehyde group, as compared to controls."
        },
        {
            "References": "PMID:6855459",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Day 10 rat embryos grown in vitro showed significant retardation in growth and development when culture media contained acetaldehyde. A concentration-response range for acetaldehyde-induced embryotoxicity was defined, from no effect at 5 uM to complete lethality at 100 uM. The relative teratogenicity of ethanol and acetaldehyde, and the potential roles of these compounds in producing the Fetal Alcohol Syndrome are discussed. Despite intensive investigation into alcohol teratogenicity, the mechanism that produces the Fetal Alcohol Syndrome (FAS) remains unknown. Observed anomalies may result from direct embryonic exposure to ethanol or one of its metabolites, or from some indirect effect such as altered placental function or maternal nutritional status. Use of in vitro techniques allows study of direct embryonic exposures in the absence of indirect influences. Under such conditions, ethanol has been found to exert direct embryotoxicity. Rat embryos, grown as cultured explants and subjected to ethanol concentrations of 32.5 or 65 mM, were retarded in growth and development when compared to untreated controls. In this paper, we report direct embrytoxic effects of acetaldehyde, the primary metabolite of ethanol, at concentrations as low as 25 uM. ... We present here the first concentration-response data for direct embryonic exposure to acetaldehyde."
        },
        {
            "References": "PMID:16326430",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ ... The aim of the present study was to investigate the possible mechanisms underlying ethanol-induced fetal alcohol syndrome (FAS) in the developing embryo. First, ethanol-induced developmental abnormalities were investigated in vitro. Postimplantation embryos at gestation day (GD) 9.5 were cultured for 48 hr and observed for morphological changes. Ethanol-mediated changes in proteins regulated apoptosis (p53 and bcl-2), antioxidant (vitamin E and catalase) activities, generation of reactive oxygen species (ROS), and oxidative DNA damage shown as 8-hydroxy-2'-deoxyguanosine (8-OHdG) were measured in embryonic midbrain cells. Alcohol or acetaldehyde significantly induced cytotoxicity in cultured rat embryonic midbrain cells. The levels of p53, bcl-2, and 8-OHdG were concomitantly changed by alcohol and acetaldehyde treatment in midbrain cells. Injured cells induced by ROS were increased by alcohol or acetaldehyde treatment in midbrain cells. Cotreatment with alcohol or acetaldehyde and catalase decreased cytotoxicity in midbrain cells. In postimplantation embryo culture, alcohol or acetaldehyde-treated embryos showed retardation of embryonic growth and development in a concentration-dependent manner. These results indicate that alcohol and its metabolite acetaldehyde induce fetal developmental abnormalities by disrupting cellular differentiation and growth ..."
        },
        {
            "References": "PMID:11282450",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Alcohol abuse by pregnant women can result in fetal alcohol effects (FAE) and fetal alcohol syndrome (FAS). Both ethanol itself and its main metabolite, acetaldehyde (Ach), are able to produce specific FAS-related malformations. ...Previous in vitro studies ... documented that 10-day-old rat embryos exposed to Ach show a characteristic embryonic Ach syndrome, histologically characterized by marked cellular death. As both necrosis and pathological apoptosis are teratological mechanisms, the aim of this work was to evaluate if cellular death, observed in Ach-exposed embryos, can be related to necrotic or apoptotic events. Ten-day-old rat embryos were cultured in the presence of Ach 30-60 ug/mL and stained with the vital dye acridine orange to visualize apoptotic areas. After fixation, the TUNEL [3' terminal deoxynucleotide transferase (TdT)-mediated dUTP-biotin nick end labeling] method was used to histologically identify apoptosis. Both acridine orange and TUNEL staining showed signs of physiological apoptosis in controls and abnormal apoptotic regions in Ach-exposed embryos. /The/ results show a clear correlation between malformed organs and apoptotic embryonic districts, suggesting the role of apoptosis in Ach-induced abnormalities."
        },
        {
            "References": "PMID:3970722",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ The embryotoxicity of two ethanol metabolites, acetaldehyde and 2,3-butanediol, have been examined in cultured 10 day albino Wistar rat embryos over a 2 day period. At acetaldehyde concentrations of 100 and 260 uM, no significant effects were observed on embryonic protein, DNA, somite development, gross morphology, or viability. 800 uM was ... toxic causing rapid death and necrosis. 2,3-Butanediol at a culture medium concentration of 25 mM had no effect on any of the above parameters. ..."
        },
        {
            "References": "PMID:3365837",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Human and rat O6-methylguanine transferase are inhibited in vitro by ethanol at concentrations of 10 to 50 mM and by acetaldehyde, the first metabolite of ethanol, at concentrations as low as 0.01 uM. Several other enzymes, including glyceraldehyde-3-phosphate dehydrogenase and yeast alcohol dehydrogenase, which like O6-methylguanine transferase have cysteines in their active sites, were not inhibited by acetaldehyde at the levels that inhibited O6-methylguanine transferase. Disulfiram, an acetaldehyde dehydrogenase inhibitor, enhanced the inhibitory effect of ethanol in vivo. The inhibitory effect of ethanol on O6-methylguanine transferase activity is mediated primarily via its metabolite, acetaldehyde."
        },
        {
            "References": "PMID:19825859",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ It is known that drinking alcohol can lead to reproductive problems in women. In this study, we analyzed the possibility that part of those effects were mediated through alterations of ovarian function related to ethanol oxidation to acetaldehyde occurring in situ. Biotransformation in the rat ovary cytosolic fraction was partially inhibited by allopurinol, suggesting the participation of xanthine oxidoreductase in the process. Microsomal pathway was of enzymatic nature, requiring nicotinamide adenine dinucleotide phosphate-oxidase (NADPH), sensitive to oxygen and significantly inhibited by sodium diethyldithiocarbamate, 4-methylpyrazole and diphenyleneiodonium. Aldehyde dehydrogenase activity was detected by histochemistry in the ovarian tissue, in the strome surrounding the follicle while no alcohol dehydrogenase was detected. However, biochemical determination of alcohol dehydrogenase and aldehyde dehydrogenase activities in rat ovarian tissue revealed the presence of some activity of both enzymes but significantly lower than those found in the liver. By repetitive exposure of animals to ethanol, the microsomal metabolism to acetaldehyde was increased but not in the case of the cytosolic fraction. In these animals, t-butylhydroperoxyde-promoted chemiluminiscence was increased in comparison to control, revealing an increased susceptibility to oxidative stress due to alcohol drinking. Ultrastructure of ovarian tissue from rats exposed chronically to alcohol revealed alterations at the level of the granulosa; theca interna and pellucida zones. In the secondary follicle, alterations consisted of marked condensation of chromatin attached to the nuclear inner membrane. Intense dilatation of the outer perinuclear space could be observed. There was a marked dilatation of the rough endoplasmic reticulum accompanied of significant detachment of ribosomes from their membranes. Mitochondria appeared swollen. In the zona pellucida, most of the cell processes from oocyte and corona radiata cells were absent or broken totally or in part. Results suggest that in the rat ovary, metabolism of ethanol to acetaldehyde may play a role in alcohol effects on female reproductive function."
        },
        {
            "References": "Smith RA et al; Virchows Arch (B) 58 (5): 323-50 (1990)",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ Primary cultures of adult mouse sensory neurons maintained for 8 days in vitro, in both the presence of non-neuronal cell outgrowth and in non-neuronal cell-reduced cultures, were exposed to ethanol, acetaldehyde. LD50's of 600 uM acrolein and 100 mM propanol were obtained after 2 hr exposures and after 48 hr with 1mM acetaldehyde and 500 mM ethanol. Morphological effects were evident by scanning electron microscopy with sub-acute doses for each agent, using both lower concentrations and shorter exposures. Membrane pitting of the perikaryon and a reduction in the proportion of neurons bearing neurites were common signs of toxic insult. The neurites of treated cells were thicker and more irregular than those of untreated cells; this proved a good indicator of specific neurotoxicity rather than merely a cytotoxic response."
        },
        {
            "References": "WHO/International Programme on Chemical Safety; Environmental Health Criteria 167: Acetaldehyde (1995). Available from, as of January 14, 2015: https://www.inchem.org/pages/ehc.html",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ Neurological effects following exposure by routes most relevant to environmental and occupational exposure (ie, inhalation and ingestion) were limited to biochemical changes in the brain in short-term studies on rats and mice exposed to relatively high concentrations of acetaldehyde (750-13 230 mg/cu m). Reported effects included changes in the phospholipid fractions and increases in the concentrations of monoamines and Na+/K+ ATPase."
        },
        {
            "References": "PMID:22361447",
            "Value": "/BEHAVIORAL STUDIES/ Aldehyde dehydrogenase 2 deficiency may directly contribute to excess acetaldehyde (AcH) accumulation after ethanol (EtOH) drinking and AcH mediates some of the behavioral effects of EtOH. Apolipoprotein E has been suggested to be involved in the alteration of attention and memory. We have chosen Aldh2-knockout (Aldh2-KO), ApoE-KO, and their wild-type (WT) control mice to examine the effects of EtOH and AcH on spatial memory and to compare the possible relationship between genetic deficiency and memory using two behavioral assessments. Mice were trained for 4 days, with EtOH (0.5, 1.0, 2.0 g/kg) being given intraperitoneally on day 4. A probe trial was given on day 5 in the non-EtOH state in the Morris water maze (MWM). The results showed that 2.0 g/kg EtOH increased errors, indicating memory impairment on the eight-arm radial maze (RAM) for all the mice studied. One gram per kilogram EtOH impaired the performance of Aldh2-KO and ApoE-KO mice, but not WT mice. We found similar effects of EtOH on the MWM performance, with 2.0 g/kg EtOH increasing the latencies. One gram per kilogram EtOH increased the latencies of Aldh2-KO and WT mice, but not ApoE-KO mice. The 2.0 g/kg EtOH-induced memory impairment in Aldh2-KO mice was greater, suggesting an AcH effect. Furthermore, time spent on the probe trial was shorter in mice that had previously received 2.0 g/kg EtOH. ApoE-KO mice learned more slowly, while Aldh2-KO mice learned more quickly. Both the RAM and MWM results suggest that high EtOH and AcH impair spatial memory in mice, while lower doses do not have consistent memory effects. In addition, we conclude that genetic differences might underlie some of EtOH's effects on memory."
        },
        {
            "References": "PMID:19084543",
            "Value": "/GENOTOXICITY/ Acetaldehyde (AA) was tested along with two other crosslinking agents: formaldehyde (FA), an inducer of DNA-protein crosslinks (DPCs) and mitomycin C (MMC), an inducer of interstrand crosslinks (ICLs), to find out whether the mechanism of action of AA resembles more MMC or FA. Using a modification of the standard protocol for comet assay we demonstrate that AA induces crosslinks. Using a combination of alkaline comet version and proteinase-K, a clear abrogation of AA-induced reduction in DNA migration, like after FA treatment, was observed demonstrating that both agents induce DPCs, whereas MMC induces predominantly ICLs. A possible correlation between the types of induced crosslink and the induction chromosome damage in different repair deficient mutant Chinese hamster ovary cell lines treated with AA, MMC and FA was investigated. TCR/NER pathways are involved in repairing FA induced DPCs, but less in AA-induced DPCs. Our preliminary data suggest that DPCs are weaker inducers of SCEs in comparison with ICLs."
        },
        {
            "References": "Garro A et al; FASEB J 4 (3): A364 (1990)",
            "Value": "/GENOTOXICITY/ Methylation of DNA at the 5' position of cytosine (5 MeC) is associated with control of gene expression. The effect of dietary ethanol and the ethanol metabolite acetaldehyde on DNA methylation was investigated as a potential contributing factor to the teratology seen in the fetal alcohol syndrome. Nine day pregnant mice were given ethanol (3 g/kg) orally twice a day for 3 days. Fetal nuclei and DNA were isolated 5 hours after the last ethanol treatment. Nuclear methylase activity, assayed by the incorporation of 3H-CH3 donated by S-adenosylmethionine, was significantly depressed in the alcohol-fed animals. The DNA of these fetuses also was shown to be hypomethylated related to controls by its ability to serve as a CH3 acceptor using HPaII methylase, which produces 5 MeC in the sequence GGCC."
        },
        {
            "References": "PMID:1877725",
            "Value": "/GENOTOXICITY/ Acute ethanol administration (3 g/kg twice a day) to pregnant mice, from the 9th through the 11th day of gestation, resulted in hypomethylation of fetal deoxyribonucleic acid (DNA). Nuclei isolated from the fetuses of the ethanol-treated mice had lower levels of methylase activity relative to controls even in the presence of excess S-adenosylmethionine, which serves as the methyl donor for the enzyme DNA methyltransferase. Acetaldehyde, at concentrations as low as 3 to 10 uM, inhibited DNA methyltransferase activity in vitro. Since DNA methylation is thought to play an important role in the regulation of gene expression during embryogenesis, ethanol-associated alterations in fetal DNA methylation may contribute to the developmental abnormalities seen in the fetal alcohol syndrome."
        },
        {
            "References": "PMID:9491389",
            "Value": "/GENOTOXICITY/ Several aldehydes and peroxides were tested for mutagenicity using Salmonella typhimurium tester strains TA97a, TA100, TA102 and TA104, in the presence and absence of Aroclor-induced liver S9 mix from F344 rats and B6C3F1 mice, in either preincubation or vapor phase protocols. Some chemicals were tested in additional Salmonella strains. Benzaldehyde, butyraldehyde, benzoyl peroxide, 4-chlorobenzaldehyde, isobutyraldehyde, propionaldehyde and veratraldehyde were non-mutagenic. Acetaldehyde and dicumyl peroxide gave inconsistent results and furfural gave equivocal responses in TA100 and TA104. Cumene hydroperoxide, formaldehyde and glutaraldehyde were mutagenic in TA100, TA102 and TA104. trans-Cinnamaldehyde exhibited a weak mutagenic response in TA100 with mouse liver S9 only. 2,4,5-Trimethoxybenzaldehyde was mutagenic only in strain TA1538 with rat liver S9. With the exception of butanone peroxide, which was mutagenic only in TA104, all chemicals mutagenic in strains TA102 and/or TA104 were also mutagenic in TA100. The data do not, therefore, support the preferential use of strains TA102 and TA104 for screening aldehydes and peroxides for mutagenicity. For a number of these chemicals the advantages of using TA102 or TA104 was in the increased responses compared with those obtained with TA100. Two of the four peroxides were mutagenic and one of these was mutagenic only with TA104."
        },
        {
            "References": "PMID:7195980",
            "Value": "/GENOTOXICITY/ ... /A/ group of Chinese hamsters received acetaldehyde at 0.01, 0.1 and 0.5 mg/kg by i.p. injection, and bone-marrow metaphases were analysed with respect to sister-chromatid exchanges (SCE). The SCE frequencies were elevated by acetaldehyde at 0.5 mg/kg, but not by the lower doses."
        },
        {
            "References": "PMID:6518624",
            "Value": "/GENOTOXICITY/ Alkaline elution was employed to study DNA damage in Chinese hamster ovary-Kl cells treated with a series of biotic and xenobiotic aldehydes. DNA cross-linking was measured in terms of the reduction in the effect of methyl methanesulphonate on the kinetics of DNA elution and was observed in cells treated with formaldehyde, acetaldehyde, methylglyoxal and malonaldehyde. Propionaldehyde, valeraldehyde, hexanal, and 4-hydroxynonenal produced DNA single strand breaks, or lesions which were converted to breaks in alkali. Both types of DNA damage occurred in cells exposed to malonaldehyde. These findings support the hypothesis of a carcinogenic effect of the aldehydic products (malonaldehyde, methylglyoxal, propionaldehyde, hexanal, 4-hydroxynonenal) released in biomembranes during lipid peroxidation."
        },
        {
            "References": "Mortelmans K et al; Environ Mutagen 8: 1-119 (1986)",
            "Value": "/GENOTOXICITY/ Acetaldehyde was ... tested for mutagenicity using the Salmonella/microsome preincubation assay using the standard protocol approved by the National Toxicology Program (NTP). Acetaldehyde was tested at doses of 0.033, 0.10, 0.33, 1.0, 3.3, and 10 mg/plate in as many as 5 Salmonella typhimurium strains (TA1535, TA1537, TA97, TA98, and TA100) in the presence and absence of rat or hamster liver S-9. /Acetaldehyde was negative in these tests and/ the highest ineffective dose tested in any Salmonella typhimurium strain was 10 mg/plate. Total clearing of the background bacterial lawn was exhibited in some cultures using strains TA100, TA1535, and TA1537 at the high dose without activation."
        },
        {
            "References": "PMID:3930237",
            "Value": "/GENOTOXICITY/ Acetaldehyde was ... /tested/ for the induction of sex-linked recessive lethal mutations in Drosophila melanogaster using a standard protocol approved by the National Toxicology Program. ... Canton-S wild-type males were treated with concentrations of the test chemical that result in approximately 30% mortality. ... Following treatment, males were mated individually to 3 harems of Basc virgin females to produce 3 broods. Acetaldehyde at a dose of 22,500 ppm, when administered to males by injection, was positive in this assay."
        },
        {
            "References": "PMID:2495439",
            "Value": "/GENOTOXICITY/ The Drosophila wing somatic mutation and recombination test was applied to a series of chemicals to determine its suitability in genotoxicity screening ... /Chronic feeding of acetaldehyde for 48 hr at a concentration of 0.18 mM gave weak but reproducible effects for all three categories of spots: small single, large single, and twin/."
        },
        {
            "References": "PMID:3185588",
            "Value": "/GENOTOXICITY/ The testicular genotoxic effects of vinyl acetate and its hydrolysis product, acetaldehyde, were studied in mice by analyzing the induction of morphologically abnormal sperm and meiotic micronuclei. Vinyl acetate significantly increased the frequency of sperm abnormalities at 500 mg/kg/day while lower doses were ineffective. Acetaldehyde did not induce abnormal sperm. Neither of the compounds influenced the frequency of meiotic micronuclei. Vinyl acetate, but not acetaldehyde, caused a dose-dependent decrease in sperm production and a reduction of testicular weight at 500 and 125 mg/kg/day."
        },
        {
            "References": "PMID:3045482",
            "Value": "/GENOTOXICITY/ ... In cultured Chinese hamster cells, acetaldehyde induced an increase of aneuploidy and chromosome breaks and exchanges. Ethanol only induced an increase of achromatic lesions (gaps). However, following treatment with acetaldehyde, the most notable effect was an increase of hypodiploid cells and a parallel increase of multinucleated interphase cells, the frequency of hyperdiploid cells being considerably lower. A strong correlation has been found on comparing the frequency of hypodiploid cells to the frequency of hyperdiploid plus multinucleated interphase cells. There exists a higher chance of hypodiploid cells reaching the second mitosis after treatment and the main effect of acetaldehyde is the induction of hypodiploidy rather than hyperdiploidy and chromosome aberrations."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists. Documentation of the TLVs and BEIs with Other World Wide Occupational Exposure Values. 7th Ed. CD-ROM Cincinnati, OH 45240-1634 2013., p. 3",
            "Value": "/GENOTOXICITY/ Acetaldehyde has been shown to induce mutagenic and cytogenic changes in many mutagenic assays. Using in vitro mammalian assays, addition of acetaldehyde has produced sister-chromatid exchanges in human lymphocytes and in cultured Chinese hamster ovary cells in a dose-related manner; chromosomal breaks and aberrations were also induced in a dose-related manner. Acetaldehyde caused mutations in Escherichia coli systems and Drosophila melanogaster."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V36 117 (1985)",
            "Value": "/GENOTOXICITY/ Acetaldehyde caused a dose-dependent induction of chromosomal aberrations in Vicia faba root-tip meristems."
        },
        {
            "References": "WHO/International Programme on Chemical Safety; Environmental Health Criteria 167: Acetaldehyde (1995). Available from, as of January 14, 2015: https://www.inchem.org/pages/ehc.html",
            "Value": "/GENOTOXICITY/ Acetaldehyde induced chromosome malsegregation and mitotic cross-over (yA2 marker) in Aspergillus nidulans diploid strain P1 during early conidial germination ... ."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V71 326 (1985)",
            "Value": "/GENOTOXICITY/ In vitro and without exogenous metabolic activation, acetaldehyde induced gene mutations in mouse lymphoma L5178T cells, sister chromatid exchanges in Chinese hamster ovary cells and aneuploidy in embryonic Chinese hamster diploid fibroblasts. ... It did not induce micronuclei in early spermatids of mice."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V71 326 (1985)",
            "Value": "/GENOTOXICITY/ Acetaldehyde caused DNA strand breaks and cross-links in human lymphocytes in vitro without metabolic activation, but not in human bronchial epithelial cells and in human leukocytes. ..."
        },
        {
            "References": "WHO/International Programme on Chemical Safety; Environmental Health Criteria 167: Acetaldehyde (1995). Available from, as of January 14, 2015: https://www.inchem.org/pages/ehc.html",
            "Value": "/GENOTOXICITY/ Acetaldehyde is genotoxic in vitro, inducing gene mutations, clastogenic effects, and sister-chromatid exchanges (SCEs) in mammalian cells in the absence of exogenous metabolic activation. However, negative results were reported in ... tests on Salmonella. Following intraperitoneal injection, acetaldehyde induced SCEs in the bone marrow of Chinese hamsters and mice. However, acetaldehyde administered intraperitoneally did not increase the frequency of micronuclei in early mouse spermatids. There is indirect evidence from  in vitro and  in vivo studies to suggest that acetaldehyde can induce protein-DNA and DNA-DNA cross-links."
        },
        {
            "References": "WHO/International Programme on Chemical Safety; Environmental Health Criteria 167: Acetaldehyde (1995). Available from, as of January 14, 2015: https://www.inchem.org/pages/ehc.html",
            "Value": "/GENOTOXICITY/ SCE was induced by acetaldehyde (1.3-106 ug/mL) in the absence of exogenous metabolic activation in Chinese hamster ovary cells... . The increase in SCEs in Chinese hamster ovary cells was less pronounced after addition of an exogenous metabolic activating system. ..."
        },
        {
            "References": "PMID:17042508",
            "Value": "/GENOTOXICITY/ The repair of acetaldehyde/crotonaldehyde-induced guanine (N2)-guanine (N2) interstrand cross-links (ICLs), 3-(2-deoxyribos-1-yl)-5,6,7,8-(N2-deoxyguanosyl)-6(R or S)-methylpyrimido[1,2-alpha]purine-10(3H)-one, was studied using a shuttle plasmid bearing a site-specific ICL. Since the authentic ICLs can revert to monoadducts, a chemically stable model ICL, 1,3-bis(2'-deoxyguanos-N2-yl)butane derivative, was also employed to probe the ICL repair mechanism. Since the removal of ICL depends on the nucleotide excision repair (NER) mechanism in Escherichia coli, the plasmid bearing the model ICL failed to yield transformants in NER-deficient host cells, proving the stability of this ICL in cells. The authentic ICLs yielded transformants in the NER-deficient hosts; therefore, these transformants are produced by plasmid bearing spontaneously reverted monoadducts. In contrast, in NER-deficient human cells, the model ICL was removed by an NER-independent repair pathway, which is unique to higher eukaryotes. This repair did not associate with a transcriptional event, but with replication. The analysis of repaired molecules revealed that the authentic and model ICLs were repaired mostly (>94%) in an error-free manner in both hosts. The major mutations that were observed were G --> T transversions targeting the cross-linked dG located in the lagging strand template. These results support one of the current models for the mammalian NER-independent ICL repair mechanism, in which a DNA endonuclease(s) unhooks an ICL from the leading strand template at a stalled replication fork site by incising on both sides of the ICL and then translesion synthesis is conducted across the \"half-excised\" ICL attached to the lagging strand template to restore DNA synthesis."
        },
        {
            "References": "PMID:4027971",
            "Value": "/GENOTOXICITY/ A 48-hr treatment with vinyl acetate (0.05-1 mM) induced a drastic increase in sister chromatid exchanges (SCEs) and (in first division cells) structural chromosome aberrations in cultured human lymphocytes. The effects were more pronounced in cultures of isolated lymphocytes than in whole-blood cultures. A distinct dose-dependent induction of SCEs similarly occurred in Chinese hamster ovary cells after a 24-hr vinyl acetate treatment (0.125-1 mM). A pulse treatment of Chinese hamster ovary cells for 4 hr also yielded a clear increase in SCEs, but at higher concentrations (0.3-5 mM). The presence of rat liver S9 mix enhanced the SCE-inducing effect of vinyl acetate in Chinese hamster ovary cells. Gas chromatographic analysis of human whole-blood lymphocyte cultures treated for 10 s-20 min with vinyl acetate (5.4 mM) revealed a rapid degradation of vinyl acetate and formation of acetaldehyde. During the 20-min observation period, no degradation of vinyl acetate or formation of acetaldehyde were observed in complete culture medium without blood, which suggested that the reaction was enzymatic. Acetaldehyde induced SCEs in human whole-blood lymphocyte cultures at concentrations (0.125-2 mM) comparable to those used for vinyl acetate. The results indicate that vinyl acetate induces chromosome damage in cell cultures through enzyme-mediated hydrolysis to acetaldehyde."
        },
        {
            "References": "PMID:19789159",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ This study compared the effects of toxicity of ethanol and its first metabolite acetaldehyde in rat astrocytes through cell viability and cell proliferation. The cells were treated with different concentrations of ethanol in the presence or absence of a catalase inhibitor 2-amino-1,2,4 triazole (AMT) or with different concentrations of acetaldehyde. Cell viability was assessed using the trypan blue test. Cell proliferation was assessed after 24 hours and after seven days of exposure to either ethanol or acetaldehyde. We showed that both ethanol and acetaldehyde decreased cell viability in a dose-dependent manner. In proliferation studies, after seven days of exposure to either ethanol or acetaldehyde, we observed a significant dose-dependent decrease in cell number. The protein content study showed biphasic dose-response curves, after 24 hours and seven days of exposure to either ethanol or acetaldehyde. Co-incubation in the presence of AMT significantly reduced the inhibitory effect of ethanol on cell proliferation. We concluded that long-term exposure of astrocytes to ethanol is more toxic than acute exposure. Acetaldehyde is a much more potent toxin than ethanol, and at least a part of ethanol toxicity is due to ethanol's first metabolite acetaldehyde."
        },
        {
            "References": "PMID:21056952",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ Ethanol disturbs astroglial growth and differentiation and causes functional alterations. Furthermore, many signalling molecules produced by astrocytes contribute to these processes. The aim of the present study was to investigate the influence of ethanol and its primary metabolite, acetaldehyde, on TNF-alpha and IL-6 production in a rat cortical astrocyte primary culture. We are the first to report that both ethanol and acetaldehyde can modulate TNF-alpha and IL-6 secretion from cultured astrocytes. Long-term exposure (7 days) to ethanol and acetaldehyde was more toxic than an acute (24 hours) exposure. However, both compounds showed a biphasic, hormestic effect on the IL-6 secretion after the acute as well as the long-term exposure, and the maximum stimulation was reached for 50-mM ethanol and 1-mM acetaldehyde after 7-day exposure. In contrast, both compounds reduced the TNF-alpha secretion, where the effect was concentration-dependent. The catalase inhibitor 2-amino-1,2,4 triazole significantly reduced the ethanol toxicity in the cultured astrocytes after the acute as well as the long-term exposure. In conclusion, both ethanol and acetaldehyde affect the production of IL-6 and TNF-alpha in cultured astrocytes. The effect depends on the concentration of the compounds and the duration of the exposure. Acetaldehyde is a more potent toxin than ethanol, and ethanol's toxicity in the brain is at least partially due to its primary metabolite, acetaldehyde."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V36 115 (1985)",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ In an in vitro study, a suppressive effect on rat testicular steroidogenesis was reported at concn as low as 50 uM (2.2 ug/mL) acetaldehyde."
        },
        {
            "References": "PMID:2721642",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ Preimplantation two cell stage mouse embryos, obtained from superovulated CF-1 mice, were exposed to acetaldehyde through the culture medium for 60 min followed by a 105 hr incubation period. Scoring was based on a system which recognized eight different stages of development, zero for dead cells of the two and four cell stage to 7 for hatching blastocyst. Embryos treated with 5 and 10 mg acetaldehyde per 100 ml were not different from controls. Treatments of 50 mg acetaldehyde/100 mL medium and higher were completely lethal."
        },
        {
            "References": "PMID:8402924",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ Acetaldehyde ... had no effect on /fetal mouse/ thymocyte subpopulation ratios or cell numbers at a physiologic concn (50 uM) /in organ culture/."
        },
        {
            "References": "Shiohara E et al; Toxicol 30 (1): 25-30 (1984)",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ The effect of treatment of rats with acetaldehyde on the subcellular nicotinamide adenine dinucleotide(+) aldehyde dehydrogenase activities and acetaldehyde oxidation by isolated intact mitochondria of the liver and the brain was studied. Inhalation of acetaldehyde caused a significant decrease in the liver mitochondrial low Km aldehyde dehydrogenase activity, while brain mitochondrial aldehyde dehydrogenase activity remained unchanged. Acetaldehyde oxidation by isolated intact liver mitochrondria decreased significantly but that by brain mitochrondria remained unchanged after acetaldehyde inhalation."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V36 115 (1985)",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ Incubation of acetaldehyde (100 mg %) with isolated hepatocytes for 60 min significantly increased lipid peroxide formation, which was inhibited by prior addition of antioxidants such as vitamin E or glutathione."
        },
        {
            "References": "National Research Council. Drinking Water & Health Volume 1. Washington, DC: National Academy Press, 1977., p. 686",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ /Acetaldehyde/ has been shown to interfere with mitochondrial oxygen consumption in rat liver and ...energy production."
        },
        {
            "References": "Dreosti et al; Alcoholism (NY) 5 (3): 357-62 (1981)",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ Incorporation of (3)H-thymidine into DNA was significantly diminished by treatment with ethanol and acetaldehyde in regenerating rat liver, rat cells in culture, and rat fetal tissues."
        },
        {
            "References": "PMID:7028041",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ In experiments conducted under near physiological conditions of temperatures, pH, and ionic strength, acetaldehyde at concentrations similar to those found in liver after high doses of ethanol acted as a reversible inhibitor of the nicotinamide adenine dinucleotide dependent ethanol oxidation."
        },
        {
            "References": "Dalhamn T, Rosengren A; Arch Otolarygol 93 (5): 496-500 (1971)",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ The ciliotoxicity of formaldehyde, acrolein, acetaldehyde, crotonaldehyde, and methacrolein on tracheal mucosa was investigated. Tracheas were exposed in vitro to five different concentrations of each substance. Ciliary activity after exposure was compared to that measured before exposure. Aerosols of the test substances, designed to simulate cigarette smoke, were passed over tracheal tissue in an observation chamber. ... The concentration of the irritant was the primary factor affecting its effect. ... A marked increase in formaldehyde toxicity was achieved with only a slight increase in concentration, while toxicity of acetaldehyde and acrolein increased more slowly with increasing concentration. Crotonaldehyde and methacrolein toxicity increased least with increasing concentration ... ."
        },
        {
            "References": "PMID:21438889",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ The timing of the origins of fetal alcohol syndrome has been difficult to determine, in part because of the challenge associated with in vivo studies of the peri-implantation stage of embryonic development. Because embryonic stem cells (ESCs) are derived from blastocyst stage embryos, they are used as a model for early embryo development. Rhesus monkey ESC lines (ORMES-6 and ORMES-7) were treated with 0, 0.01, 0.1, or 1.0% ethanol, 1.0% ethanol with estradiol, or 0.00025% acetaldehyde with or without estradiol for 4 weeks. Although control ESCs remained unchanged, abnormal morphology of ESCs in the ethanol and acetaldehyde treatment groups was observed before 2 weeks of treatment. Immunofluorescence staining of key pluripotency markers (TRA-1-81 and alkaline phosphatase) indicated a loss of ESC pluripotency in the 1.0% ethanol group. ORMES-7 was more sensitive to effects of ethanol than ORMES-6. Estradiol appeared to increase sensitivity to ethanol in the ORMES-6 and ORMES-7 cell line. The morphological changes and labeling for pluripotency, proliferation, and apoptosis demonstrated that how ethanol affects these early cells that develop in culture, their differentiation state in particular. The effects of ethanol may be mediated in part through metabolic pathways regulating acetaldehyde formation, and while potentially accentuated by estradiol in some individuals, how remains to be determined."
        },
        {
            "References": "PMID:24681127",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ Ethanol (EtOH) and its metabolite, acetaldehyde (ALD), induce deleterious effects on central nervous system (CNS). Here we investigate the in vitro toxicity of EtOH and ALD (concentrations of 0.25%, 0.5%, and 1%) in zebrafish brain structures [telencephalon (TE), opticum tectum (OT), and cerebellum (CE)] by measuring the functionality of glutamate transporters, MTT reduction, and extracellular LDH activity. Both molecules decreased the activity of the Na(+)-dependent glutamate transporters in all brain structures. The strongest glutamate uptake inhibition after EtOH exposure was 58% (TE-1%), and after ALD, 91% (CE-1%). The results of MTT assay and LDH released demonstrated that the actions of EtOH and its metabolite are concentration and structure-dependent, in which ALD was more toxic than EtOH. In summary, our findings demonstrate a differential toxicity in vitro of EtOH and ALD in zebrafish brain structures, which can involve changes on glutamatergic parameters. ..."
        },
        {
            "References": "PMID:18482162",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ ... The effect of ethanol on Fanconi anemia (FANCD2) mRNA levels was measured by quantitative real time PCR using mouse brain and human neuronal cells. FANCD2 protein levels and ubiquitination were measured by Western blotting and immunocytochemistry. DNA damage induction by ethanol/acetaldehyde was measured using the Comet assay and gamma H2AX immunocytochemistry. Levels of DNA and RNA synthesis were measured in cell strains using (3)H-thymidine or (3)H-uridine up-take.Chronic exposure to ethanol induced FANCD2 in mouse midbrain in vivo and in the nucleus of human neuronal cells in culture. However, there was no concomitant increase in the amount of ubiquitinated FANCD2. Acetaldehyde also induced nonubiquitinated FANCD2 protein, and ... the ability of acetaldehyde to generate DNA double strand breaks, lesions which normally induce ubiquitination of FANCD2 /was demonstrated/. Ethanol also inhibited both RNA and DNA synthesis in proliferating cells consistent with effects on transcription and replication. In contrast to other DNA damaging agents, ethanol/acetaldehyde generated DNA strand breaks without inducing ubiquitination of FANCD2, despite increasing protein levels in the nucleus. These data are consistent with recent reports that suggest the Fanconi anemia pathway plays an important role in the adult brain in response to DNA damage ..."
        },
        {
            "References": "PMID:11707631",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ ... The aim of this study was to determine whether central actions that are often attributed to ethanol may actually be mediated by acetaldehyde. The effects of acetaldehyde (1-1000 uM) were tested by two-electrode voltage-clamp electrophysiology in Xenopus laevis oocytes expressing 10 different ligand-gated ion channel receptors [alpha1 glycine; alpha1beta2gamma2Sgamma-aminobutyric acid (GABA)A; rho1 GABAc; 5-hydroxytryptamine-3A; NR1a/NR2A NMDA; GluR1/GluR2 AMPA; GluR6/KA2 kainate; and alpha4beta2, alpha4beta4, and alpha2beta4 nicotinic-acetylcholine] and the G-protein-coupled inward rectifying potassium channel GIRK2. ...  The effect of acetaldehyde on the dopamine transporter (DAT), /was also evaluated/ performing dopamine uptake assays in oocytes expressing DAT. Acetaldehyde (1 and 10 uM) significantly enhanced alpha1 glycine receptor-mediated currents. Acetaldehyde did not affect the function of any of the other receptors tested or the potassium currents measured in GIRK2 channels. Moreover, acetaldehyde did not alter the DAT-mediated dopamine uptake. /The/ results suggest a potential minor role for acetaldehyde in the glycine receptor-mediated effects of ethanol. Otherwise, acetaldehyde does not modulate function of the neuronal receptors tested in this study, in GIRK channels or DAT, when expressed recombinantly in Xenopus laevis oocytes."
        },
        {
            "References": "WHO/International Programme on Chemical Safety; Environmental Health Criteria 167: Acetaldehyde (1995). Available from, as of January 14, 2015: https://www.inchem.org/pages/ehc.html",
            "Value": "/IMMUNOTOXICITY/ In a study on CD1 mice exposed to 324 mg/cu m, 3 hr/day for 5 days, the bacteriocidal activity of alveolar macrophages was reduced by 15%. However, acetaldehyde did not affect mortality following streptococcal infection."
        },
        {
            "References": "WHO/International Programme on Chemical Safety; Environmental Health Criteria 167: Acetaldehyde (1995). Available from, as of January 14, 2015: https://www.inchem.org/pages/ehc.html",
            "Value": "/IMMUNOTOXICITY/ In in vitro studies, 0.01% acetaldehyde caused a significant inhibition of human granulocyte chemotaxis. At 0.03%, acetaldehyde inhibited the release of lysozyme from monocytes, but granulocytes were unaffected. The generation of oxygen radicals by zymosan particle-stimulated monocytes and granulocytes was inhibited by acetaldehyde in a dose-dependent manner. In a similar study in which peripheral mononuclear cells were incubated with acetaldehyde, decreased lytic activity against K562 cells was observed at concentrations higher than 12 umol per liter. In another study, acetaldehyde decreased 3H thymidine incorporation into phytohaemagglutinin or Concanavalin A -stimulated human lymphocytes."
        },
        {
            "References": "PMID:22615054",
            "Value": "/OTHER TOXICITY INFORMATION/ In this work, we identified novel physiological functions of glutathione in acetaldehyde tolerance in Saccharomyces cerevisiae. Strains deleted in the genes encoding the enzymes involved in glutathione synthesis and reduction, GSH1, GSH2 and GLR1, exhibited severe growth defects compared to wild-type under acetaldehyde stress, although strains deleted in the genes encoding glutathione peroxidases or glutathione transferases did not show any growth defects. On the other hand, intracellular levels of reduced glutathione decreased in the presence of acetaldehyde in response to acetaldehyde concentration. Moreover, we show that glutathione can trap a maximum of four acetaldehyde molecules within its molecule in a non-enzymatic manner. Taken together, these findings suggest that glutathione has an important role in acetaldehyde tolerance, as a direct scavenger of acetaldehyde in the cell."
        },
        {
            "References": "PMID:7197634",
            "Value": "/OTHER TOXICITY INFORMATION/ No extravasation of sodium fluorescein from capillaries of the cerebral cortex & retina could be demonstrated in rats during severe nonlethal ethanol &/or acetaldehyde poisoning. The results do not exclude the possibility that repeated intoxications may gradually open the blood-brain & blood-retinal barriers, but do indicate the absence of an effect during acute intoxication."
        },
        {
            "References": "Amdur, M.O., J. Doull, C.D. Klaasen (eds). Casarett and Doull's Toxicology. 4th ed. New York, NY: Pergamon Press, 1991., p. 442",
            "Value": "/OTHER TOXICITY INFORMATION/ Acetaldehyde, the hepatic metabolite product of ethanol oxidation, has negative inotropic effects at blood concentrations that occur after a moderate ethanol intake. At higher concentrations, acetaldehyde releases catecholamines; hence it produces sympathomimetic effects. Such an effect gradually decreases with aldehydes of increasing chain length."
        },
        {
            "References": "PMID:2646966",
            "Value": "/OTHER TOXICITY INFORMATION/ The ethanol and acetaldehyde uptake by the lactating rat mammary gland as well as their effects on this gland at the ultrastructural level were studied. The extraction of acetaldehyde was greater than that of ethanol both after chronic and acute ethanol treatment. Chronic ethanol administration resulted in a loss of the mammary cell polarization, in a reduction of the Golgi dictyosomal elements and in several abnormalities at the level of casein maturation and secretion, whereas lipid synthesis and secretion did not seem to be affected. Normal spherical casein micelles took on a filament-like structure and casein vesicles appeared fused together forming macrovesicles. All these alterations were specific of ethanol and/or acetaldehyde action and were not due to the associated malnutrition, as deduced from the lack of effects in the nutritional control group."
        },
        {
            "References": "Quintanilla ME, Tampier L; Toxicol 63 (1): 113-21 (1990)",
            "Value": "/OTHER TOXICITY INFORMATION/ In rats, ethanol intake as low as 4 g/kg/day induced mitochondrial alterations, detected by a decrease in mitochondrial O2 uptake supported by substrates entering at the three sites of coupled phosphorylation. Since acetaldehyde oxidation occurs mainly inside the mitochondria, linked to the respiration chain, the effect of daily previous administration of low doses of ethanol on the acetaldehyde oxidation rate by intact rat liver mitochondria was studied. Determination of acetaldehyde oxidation rate and O2 uptake accompanying acetaldehyde removal by liver mitochondria indicates that the mean value of these parameters studied in rats consuming low amount of ethanol (0.5-3.0 g/kg/day) was significantly higher than that of controls drinking only water (in state 3, and in state 4). This enhancing effect of ethanol cannot be ascribed to an uncoupling of oxidative phosphorylation and also not to a change in aldehyde dehydrogenase activity which was measured in disrupted mitochondria. On the other hand, high ethanol consumption (4-7 g/kg/day), which alters mitochondrial function, did not decrease mitochondrial acetaldehyde oxidation, as compared to rats drinking water only. This result differs from the decrease induced by higher levels of previous ethanol intake (12-14 g/kg/day)."
        },
        {
            "References": "PMID:19137438",
            "Value": "/OTHER TOXICITY INFORMATION/ ... In the present work, we studied the effect of acetaldehyde (Ac) in mitochondria functionality. Mitochondria from Wistar rats were isolated and treated with Ac. Ac decreased respiratory control by 50% which was associated with a decrease in adenosine triphosphate content (28.5%). These results suggested that Ac could be inducing changes in cell redox status. We determined protein oxidation, superoxide dismutase (SOD) activity, and glutathione ratio, indicating that Ac induced an enhanced oxidation of proteins and a decrease in SOD activity (90%) and glutathione/oxidized GSH ratio (36%). The data suggested that Ac-induced oxidative stress mediated by mitochondria dysfunction can lead to cell sensitization and to a second oxidative challenge. We pretreated hepatocytes with Ac followed by treatment with antimycin A, and this experiment revealed a noticeable decrease in cell viability, determined by neutral red assay, in comparison with cells treated with Ac alone. Our data demonstrate that Ac impairs mitochondria functionality generating oxidative stress that sensitizes cells to a second damaging signal contributing to the development of alcoholic liver disease."
        },
        {
            "References": "PMID:17718404",
            "Value": "/OTHER TOXICITY INFORMATION/ Acetaldehyde is the first active breakdown product (ie, metabolite) generated during alcohol metabolism. It has toxic properties but also exerts other actions on the body (ie, has pharmacological properties). Recent studies have shown that the direct administration of acetaldehyde, especially into the brain, induces several effects that mimic those of alcohol. High doses of acetaldehyde induce sedative as well as movement- and memory-impairing effects, whereas lower doses produce behavioral effects (eg, stimulation and reinforcement) that are characteristic of addictive drugs. When acetaldehyde accumulates outside the brain (ie, in the periphery), adverse effects predominate and prevent further alcohol drinking. To investigate the role of acetaldehyde in mediating alcohol's effects, investigators have pharmacologically manipulated alcohol metabolism and the production of acetaldehyde within the body (ie, endogenous acetaldehyde production). Studies manipulating the activity of the enzyme catalase, which promotes acetaldehyde production in the brain, suggest that acetaldehyde contributes to many behavioral effects of alcohol, especially its stimulant properties. However, it remains controversial whether acetaldehyde concentrations obtained under normal physiological conditions are sufficient to induce significant pharmacological effects. Current evidence suggests that the contribution of acetaldehyde to alcohol's effects is best explained by a process in which acetaldehyde modulates, rather than mediates, some of alcohol's effects."
        },
        {
            "References": "PMID:17590996",
            "Value": "/OTHER TOXICITY INFORMATION/ Alcohol abuse is a major cause of pancreatitis, a condition that can manifest as both acute necroinflammation and chronic damage (acinar atrophy and fibrosis). It is generally accepted that alcohol-induced pancreatic injury is a consequence of the metabolism of alcohol by the pancreas (via the oxidative and non-oxidative pathways) producing the toxic metabolites acetaldehyde and fatty acid ethyl esters (FAEEs) respectively. Ethanol oxidation within the pancreas also leads to oxidant stress within the gland. Acetaldehyde, oxidant stress and FAEEs cause numerous molecular changes in pancreatic acinar cells which predispose the gland to autodigestion and necroinflammation. An important recent development relates to the identification of pancreatic stellate cells (PSCs) as the key mediators of alcohol-induced pancreatic fibrosis, when activated by ethanol, acetaldehyde or oxidant stress. Recent studies implicate the mitogen activated protein kinase (MAPK) pathway, a major signalling pathway in mammalian cells, as a critical regulator of the effects of ethanol and acetaldehyde on acinar cells as well as PSCs. Particularly important are the modulatory effects of ethanol and its metabolites on downstream transcription factors NF-kappaB and AP-1 (which regulate inflammatory responses via cytokine production) in acinar cells. In PSCs, additional signalling molecules identified as important to the process of ethanol and acetaldehyde-induced PSC activation include protein kinase C (PKC), phosphatidylinositol-3-kinase (PI3K) and peroxisome proliferator-activated receptor gamma (PPARgamma). Interestingly, cross-talk has been demonstrated between PI3K and MAPK in acetaldehyde-treated PSCs. The above advances in the identification of relevant signalling molecules may enable therapeutic targeting of these pathways so as to prevent/reduce alcohol-induced acute as well as chronic injury of the pancreas."
        },
        {
            "References": "PMID:16054980",
            "Value": "/OTHER TOXICITY INFORMATION/ Alcoholic beverage consumption is classified as a known human carcinogen, causally related to an increased risk of cancer of the upper gastrointestinal tract. The formation of acetaldehyde from ethanol metabolism seems to be the major mechanism underlying this effect. Acetaldehyde is carcinogenic in rodents and causes sister chromatid exchanges and chromosomal aberrations in human cells. The best-studied DNA adduct from acetaldehyde is N(2)-ethyl-2'-deoxyguanosine, which is increased in liver DNA obtained from ethanol-treated rodents and in white blood cells obtained from human alcohol abusers. However, the carcinogenic relevance of this adduct is unclear in view of the lack of evidence that it is mutagenic in mammalian cells. A different DNA adduct, 1,N(2)-propano-2'-deoxyguanosine (PdG), can also be formed from acetaldehyde in the presence of histones and other basic molecules. PdG has been shown to be responsible for the genotoxic and mutagenic effects of crotonaldehyde. The PdG adduct can exist in either of two forms: a ring-closed form or a ring-opened aldehyde form. Whereas the ring-closed form is mutagenic, the aldehyde form can participate in the formation of secondary lesions, including DNA-protein cross-links and DNA interstrand cross-links. The formation of these types of complex secondary DNA lesions resulting from PdG may explain many of the observed genotoxic effects of acetaldehyde described above. Repair of PdG and its associated adducts is complex, involving multiple pathways. Inherited variation in the genes encoding the proteins involved in the repair of PdG and its secondary adducts may contribute to susceptibility to alcoholic beverage-related carcinogenesis."
        },
        {
            "References": "WHO/International Programme on Chemical Safety; Environmental Health Criteria 167: Acetaldehyde (1995). Available from, as of January 14, 2015: https://www.inchem.org/pages/ehc.html",
            "Value": "/OTHER TOXICITY INFORMATION/ Acetaldehyde forms stable and unstable adducts with proteins. This can impair protein function as evidenced by inhibition of enzyme activity, impaired histone-DNA binding, and inhibition of polymerization of tubulin ... Acetaldehyde can react with various macromolecules in the body, preferentially those containing lysine residues, which can lead to marked alterations in the biological function of these molecules."
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "(1) US EPA; Estimation Program Interface (EPI) Suite. Ver. 4.11. Nov, 2012. Available from, as of Feb 21, 2015: https://www.epa.gov/oppt/exposure/pubs/episuitedl.htm (2) Swann RL et al; Res Rev 85: 17-28 (1983)",
            "Value": "Using a structure estimation method based on molecular connectivity indices(1), the Koc of acetaldehyde can be estimated to be 1(SRC). According to a classification scheme(2), this estimated Koc value suggests that acetaldehyde is expected to have very high mobility in soil."
        }
    ]
}