{
    "_id": {
        "$oid": "6682e7cdc4e5dba5ffba226b"
    },
    "CID": {
        "$numberInt": "179"
    },
    "Name": "ACETOIN",
    "IUPACName": "3-hydroxybutan-2-one",
    "CanonicalSMILES": "CC(C(=O)C)O",
    "Synonyms": [
        "acetoin",
        "3-hydroxy-2-butanone",
        "513-86-0",
        "3-hydroxybutan-2-one",
        "acetylmethylcarbinol",
        "Dimethylketol",
        "Acetyl methyl carbinol",
        "2-Butanone",
        "3-hydroxy-",
        "2,3-Butanolone",
        "2-Hydroxy-3-butanone",
        "1-Hydroxyethyl methyl ketone",
        "Methanol",
        "acetylmethyl-",
        "Acetoin (natural)",
        "gamma-Hydroxy-beta-oxobutane",
        "3-hydroxyl-2-butanone"
    ],
    "IsomericSMILES": "CC(C(=O)C)O",
    "INCHI": "InChI=1S/C4H8O2/c1-3(5)4(2)6/h3,5H,1-2H3",
    "INCHIKEY": "ROWKJAVDOGWPAT-UHFFFAOYSA-N",
    "Formula": "C4H8O2",
    "MolecularWeight": {
        "$numberDouble": "88.11"
    },
    "Description": "Acetoin is a methyl ketone that is butan-2-one substituted by a hydroxy group at position 3. It has a role as a metabolite. It is a methyl ketone and a secondary alpha-hydroxy ketone.",
    "XlogP": {
        "$numberDouble": "-0.3"
    },
    "Complexity": {
        "$numberInt": "58"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "environmental_bioconcentrations": [
        {
            "References": "(1) Yalkowsky SH, Dannenfelser RM; The AQUASOL DATABASE of Aqueous Solubility. Ver 5. Tucson, AZ: Univ AZ, College of Pharmacy (1992) (2) Lyman WJ et al; Handbook of Chemical Property Estimation Methods. Washington, DC: Amer Chem Soc pp. 5-5 (1990) (3) Franke C et al; Chemosphere 29: 1501-14 (1994)",
            "Value": "An estimated BCF of 0.3 was calculated for acetoin(SRC), using a water solubility of 1.0X10-6 mg/L(1), and a regression-derived equation(2). According to a classification scheme(3), this BCF suggests the potential for bioconcentration in aquatic organisms is low(SRC)."
        }
    ],
    "environmental_biodegradations": [
        {
            "References": "(1) Gerhold RM, Malaney GW; J Water Pollut Contr Fed 38: 562-579 (1966)",
            "Value": "AEROBIC: Three activated sludges from Columbus, Hilliard, and Linwood, OH wastewater treatment plants were used as inocula in Warburg respirometer tests designed to measure oxygen uptake of acetoin(1). The suspended solids concentration was adjusted to 2,500 mg/L; acetoin was added to obtain a concentration of 500 mg/L and incubated at 20 °C. Average theoretical BOD values measured at 6, 12 and 24 hours were 2.6, 4.3, and 13.8%, respectively, indicating that biodegradation is an important fate process(1)."
        },
        {
            "References": "PMID:6721493",
            "Value": "ANAEROBIC: Acetoin was added at a concentration of 50 ppm C to sludges from secondary digesters in Adrian and Jackson, MI. The sludges were diluted to 10% and incubated anaerobically in 160-ml serum bottles for 56 days at 35 °C(1). Acetoin was mineralized >75% after 8 weeks(1), indicating the compound is susceptible to anaerobic biodegradatoin following acclimation(1)."
        }
    ],
    "logP": [
        {
            "References": "US EPA; Estimation Program Interface (EPI) Suite. Ver.3.11. June 10, 2003. Available from, as of Mar 15, 2005: https://www.epa.gov/oppt/exposure/pubs/episuitedl.htm",
            "Value": "log Kow = -0.36 /Estimated/"
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "Greenberg LA; J Pharmacol Exp Ther 77: 194-197 (1943)",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ The toxicity of acetoin in rats was investigated and compared to ethyl-alcohol. Small (unspecified) amounts of a 30% acetoin solution or ethyl-alcohol were injected ip into rats until the loss of the righting reflex or until respiratory failure. In another series, 5 mg/kg methyl-alcohol was injected, followed by acetoin until respiratory failure was induced. Blood was drawn and analyzed for the compounds. With loss of righting reflex, acetoin ranged from 227 to 251 mg percent with an average of 235 mg. Ethyl-alcohol ranged from 288 to 312 mg with an average of 300 mg. Acetoin intoxication resembled ethyl-alcohol intoxication. Upon respiratory failure, acetoin concentrations ranged from 742 to 770 mg percent with an average of 754 mg. Ethyl-alcohol ranged from 900 to 952 mg percent with an average of 920 mg. With combined administration, the concentrations of acetoin and ethyl-alcohol in the blood were additive in effect. The author concludes that acetoin is 1.4 times more intoxicating than ethyl-alcohol."
        },
        {
            "References": "Hohenegger M et al; Neprhron 48 (2): 154-158 (1988)",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ The effect of uremic toxins on oxygen consumption (OC) was studied. Male Sprague-Dawley-rats were injected intraperitoneally with acetoine. Rats were starved before and after administration of chemicals. OC was measured between 1 and 6 hours after treatment using a diaferometer or a digital respirometer. ...In-vitro OC of rat diaphragma and liver slices was measured in a Warburg apparatus using Krebs phosphate buffer at pH 7.4. ...Acetoine at 3600 mg/kg had no influence on OC. ...No decrease in blood pressure was observed. Injection of 3600 mg/kg of acetoine made them comatose for several hours. Liver slices and diaphragms from normal or uremic rats showed a normal metabolic rate. Exposure to compounds at 30 mg/dL had no influence on tissue respiration. Addition of 400 mg/dL of urea and 20 mg/dL of creatinine had no influence on OC when given alone or in combination with chemicals."
        },
        {
            "References": "Gaunt et al; Food Cosmet Toxicol 10(2) 131 (1972)",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ No-untoward-effect level of acetoin was established as 3000 ppm in drinking water to rats. Levels admin were 0, 750, 3000 or 12,000 ppm for 13 wk. At 12,000 ppm body wt gain was reduced, which was assoc with redn in food & water intake. Liver wt incr. Slight anemia reported."
        },
        {
            "References": "WHO; Food Additive Series 42: Safety Evaluation of Aliphatic Acyclic and Alicyclic alpha-Diketones and Related alpha-Hydroxyketones (1999). Available from, as of February 15, 2005: https://www.inchem.org/documents/jecfa/jecmono/v042je20.htm",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Groups of 15 male and 15 female CFE rats were given acetoin in their drinking-water at concentrations of 0 (control), 750, 3000, or 12,000 mg/kg (equivalent to 0, 85, 330, or 1300 mg/kg bw/day). No animals died during the study, and their condition and appearance were normal. The body weights of males at 12,000 mg/kg in drinking-water decreased significantly from week 5, and at weeks 2, 6, and 13 the relative weight of the liver was statistically significantly greater in these animals than in controls. A similar effect was seen in female rats, but only after 13 weeks. Hematological examination conducted at 13 weeks showed a small (4-8%) but statistically significant (p<0.05) decrease in hemoglobin concentration and erythrocyte counts in animals of each sex at the high dose, but these changes were not accompanied by a decrease in hematocrit. Urinalysis and blood chemical determinations performed at the end of the study on all animals revealed no statistically significant differences between treated and control groups. Histopathological examination also revealed no adverse effects. ...The increased relative liver weights /may have been/ a reaction of the liver to an increased metabolic load resulting from the high intake of acetoin. The NOEL was 3000 ppm, equivalent to 330 mg/kg bw/day."
        },
        {
            "References": "WHO; Food Additive Series 42: Safety Evaluation of Aliphatic Acyclic and Alicyclic alpha-Diketones and Related alpha-Hydroxyketones (1999). Available from, as of February 15, 2005: https://www.inchem.org/documents/jecfa/jecmono/v042je20.htm",
            "Value": "/GENOTOXICITY/ Acetoin /(at </=4500 mg/plate)/, diacetyl, and 1,2-cyclohexanedione showed some mutagenicity in /Salmonella typhimurium/ strains TA100 and TA104. As the mutation frequencies were low and the positive results were always accompanied by negative results, the overall conclusion was that this group of substances does not induce gene mutation in bacteria in vitro."
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "(1) Yalkowsky SH, Dannenfelser RM; The AQUASOL DATABASE of Aqueous Solubility. Ver 5. Tucson, AZ: Univ AZ, College of Pharmacy (1992) (2) Lyman WJ et al; Handbook of Chemical Property Estimation Methods. Washington, DC: Amer Chem Soc pp. 4-5 (1990) (3) Swann RL et al; Res Rev 85: 17-28 (1983)",
            "Value": "The Koc of acetoin is estimated as 2(SRC), using a water solubility of 1.0X10+6 mg/L(1) and a regression-derived equation(2). According to a classification scheme(3), this estimated Koc value suggests that aetoin is expected to have very high mobility in soil."
        }
    ]
}