{
    "_id": {
        "$oid": "6682e92fc4e5dba5ffba2959"
    },
    "CID": {
        "$numberInt": "18052"
    },
    "Name": "ALLYL CHLOROFORMATE",
    "IUPACName": "prop-2-enyl carbonochloridate",
    "CanonicalSMILES": "C=CCOC(=O)Cl",
    "Synonyms": [
        "ALLYL CHLOROFORMATE",
        "2937-50-0",
        "Chloroformic acid allyl ester",
        "Allyl chlorocarbonate",
        "allyl carbonochloridate",
        "2-Propenyl chloroformate",
        "Carbonochloridic acid",
        "2-propenyl ester",
        "Formic acid",
        "chloro-",
        "allyl ester",
        "prop-2-enyl carbonochloridate",
        "Carbonochloridic acid",
        "2-propen-1-yl ester",
        "Allylester kyseliny chlormravenci",
        "allyloxycarbonyl chloride",
        "allylchloroformate",
        "prop-2-en-1-yl carbonochloridate",
        "MFCD00000648"
    ],
    "IsomericSMILES": "C=CCOC(=O)Cl",
    "INCHI": "InChI=1S/C4H5ClO2/c1-2-3-7-4(5)6/h2H,1,3H2",
    "INCHIKEY": "CAEWJEXPFKNBQL-UHFFFAOYSA-N",
    "Formula": "C4H5ClO2",
    "MolecularWeight": {
        "$numberDouble": "120.53"
    },
    "Description": {
        "$numberDouble": "NaN"
    },
    "XlogP": {
        "$numberDouble": "2"
    },
    "Complexity": {
        "$numberInt": "79"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "environmental_bioconcentrations": [
        {
            "References": "(1) US EPA; Estimation Program Interface (EPI) Suite. Ver. 4.1. Jan, 2011. Available from, as of July 16, 2012: https://www.epa.gov/oppt/exposure/pubs/episuitedl.htm (2) Franke C et al; Chemosphere 29: 1501-14 (1994) (3) Kreutzberger CB; Kirk-Othmer Encyclopedia of Chemical Technology. (1999-2012). New York, NY: John Wiley & Sons; Chloroformates and Carbonates. Online Posting Date: April 16, 2001 (4) Hann RW Jr, Jensen PA; Water Quality Characteristics of Hazardous Materials. NTIS-PB-285946. Texas A&M Univ, College Station Environ Engineering Div (1977)",
            "Value": "An estimated BCF of 3 was calculated in fish for allyl chloroformate(SRC), using an estimated log Kow of 0.98(1) and a regression-derived equation(1). According to a classification scheme(2), this BCF suggests the potential for bioconcentration in aquatic organisms is low(SRC). In addition, allyl chloroformate hydrolyzes rapidly in water(3) to form allyl alcohol and chloroformic acid(4) indicating bioconcentration is not an important environmental fate process(SRC)."
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "USEPA, Office of Prevention, Pesticides, and Toxic Substances; Interim Acute Exposure Guideline Levels (Aegls) for Selected Chloroformates (May 2008). Available from, as of  July 31, 2012: https://www.epa.gov/oppt/aegl/pubs/chloroformates_interim.pdf",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Groups of five male and five female Sprague Dawley rats were exposed to 33.7, 65.0, 77.7, 134.5, 175.7, or 233.3 ppm allyl chloroformate for 1 hour, followed by a 14-day observation period. Animals were exposed in a 200 liter stainless steel dynamic flow inhalation chamber. The aerosol was generated by aspirating the allyl chloroformate through a pressure operated spray nozzle. The concentrated aerosol was then diluted with dried, filtered air and drawn into the exposure chamber. Air flow was maintained through the use of a calibrated critical orifice, and airflow was recorded at 30 minute intervals during the exposure period. The concentration of allyl chloroformate in the exposure atmosphere was determined analytically at 30 and 60 minutes via gas chromatography. Clinical signs were noted in all exposure groups and included decreased activity, body tremors, constricted pupils, diarrhea, emaciation, epistaxis, gasping, lacrimation, nasal discharge piloerection, polyuria, ptosis, respiratory gurgle, and salivation. Nine of the ten rats exposed to 33.7 ppm gained weight over the 14 day observation period, and the tenth animal retained a constant weight. All eight of the rats exposed to higher concentrations and surviving the 14-day observation period lost weight. Gross necropsy findings included discoloration of the lungs, pulmonary edema, clear fluid in the thoracic cavity, gas distended gastrointestinal tract, and discoloration of gastrointestinal tract contents."
        },
        {
            "References": "Oskerko EF, Klimova EI; Toxic effects of allyl chloroformate; Gig Tr Prof Zabol 5: 51-2 (1984)",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Allyl chloroformate was irritating to the skin and eyes of rabbits."
        },
        {
            "References": "Oskerko EF, Klimova EI; Toxic effects of allyl chloroformate; Gig Tr Prof Zabol 5: 51-2 (1984)",
            "Value": "/GENOTOXICITY/ Allyl chloroformate increased the frequency of chromosomal aberrations in the bone marrow of rats exposed for 30 days at 1.23 mg/cu m air."
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "(1) US EPA; Estimation Program Interface (EPI) Suite. Ver. 4.1. Jan, 2011. Available from, as of July 16, 2012: https://www.epa.gov/oppt/exposure/pubs/episuitedl.htm (2) Swann RL et al; Res Rev 85: 17-28 (1983) (3) Kreutzberger CB; Kirk-Othmer Encyclopedia of Chemical Technology. (1999-2012). New York, NY: John Wiley & Sons; Chloroformates and Carbonates. Online Posting Date: April 16, 2001 (4) Hann RW Jr, Jensen PA; Water Quality Characteristics of Hazardous Materials. NTIS-PB-285946. Texas A&M Univ, College Station Environ Engineering Div (1977)",
            "Value": "Using a structure estimation method based on molecular connectivity indices(1), the Koc of allyl chloroformate can be estimated to be 5(SRC). According to a classification scheme(2), this estimated Koc value suggests that allyl chloroformate is expected to have very high mobility in soil. Allyl chloroformate hydrolyzes rapidly in water(3) to form allyl alcohol and chloroformic acid(4). Therefore, hydrolysis in moist soils will attenuate or eliminate the importance of environmental leaching(SRC)."
        }
    ]
}