{
    "_id": {
        "$oid": "6682e931c4e5dba5ffba2965"
    },
    "CID": {
        "$numberInt": "18636"
    },
    "Name": "OCTACHLORODIBENZO-P-DIOXIN",
    "IUPACName": "1,2,3,4,6,7,8,9-octachlorodibenzo-p-dioxin",
    "CanonicalSMILES": "C12=C(C(=C(C(=C1Cl)Cl)Cl)Cl)OC3=C(O2)C(=C(C(=C3Cl)Cl)Cl)Cl",
    "Synonyms": [
        "OCTACHLORODIBENZO-p-DIOXIN",
        "3268-87-9",
        "OCDD",
        "1,2,3,4,6,7,8,9-Octachlorodibenzo-p-dioxin",
        "Octachlorodibenzodioxin",
        "Dibenzo-p-dioxin",
        "octachloro-",
        "NCI-C03678",
        "NSC 37651",
        "Dibenzo[b,e][1,4]dioxin",
        "octachloro-",
        "Octachlorodibenzo(b,e)(1,4)dioxin",
        "PCDD 75",
        "1,2,3,4,6,7,8,9-Octachlorodibenzodioxin",
        "Octachloro-p-dibenzodioxin",
        "1,2,3,4,6,7,8,9-Octachorodibenzo-p-dioxin",
        "Dibenzo(b,e)(1,4)dioxin",
        "octachloro-"
    ],
    "IsomericSMILES": "C12=C(C(=C(C(=C1Cl)Cl)Cl)Cl)OC3=C(O2)C(=C(C(=C3Cl)Cl)Cl)Cl",
    "INCHI": "InChI=1S/C12Cl8O2/c13-1-2(14)6(18)10-9(5(1)17)21-11-7(19)3(15)4(16)8(20)12(11)22-10",
    "INCHIKEY": "FOIBFBMSLDGNHL-UHFFFAOYSA-N",
    "Formula": "C12Cl8O2",
    "MolecularWeight": {
        "$numberDouble": "459.7"
    },
    "Description": "1,2,3,4,6,7,8,9-Octachlorodibenzo-p-dioxin is a polychlorinated dibenzodioxine.",
    "XlogP": {
        "$numberDouble": "8.1"
    },
    "Complexity": {
        "$numberInt": "354"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "plant_concentrations": [
        {
            "References": "(1) Birmingham B et al; Chemosphere 19: 507-12 (1989) (2) Hashimoto S, Morita M; Chemosphere 31: 3887-97 (1995)",
            "Value": "The following residues of octachlorodibenzo-p-dioxin (in ng/kg fresh wt) were detected in various plants(1): potatoes-3, apples-8, peaches-0.6 and wheat-0.7(1). In 1994, octachlorodibenzo-p-dioxin was detected in 4 dried seaweed samples from Hiraiso, Ibarak, Japan a concns of 2.5, 6.7, 13, and 14 pg/g dry wt(2)."
        }
    ],
    "animal_concentrations": [
        {
            "References": "(1) Morita M et al; Chemosphere 16: 1749-52 (1987) (2) Oehme M et al; Chemosphere 17: 1291-300 (1988) (3) Vanden Berg M et al; Arch Environ Contam Toxicol 16: 149-58 (1987) (4) White DH et al; Environ Monit Assess 31: 225-32 (1994) (5) Jimenez B et al; Chemosphere 38: 507-15 (1999) (6) Herbert CE et al; Environ Sci Technol 28: 1268-77 (1994) (7) Addison RF et al; Marine Environ Res 47: 225-40 (1999) (8) Beck H et al; Chemosphere 20: 1027-34 (1990) (9) Berggrena P et al; Mar Pollut Bull 38: 1070-84 (1999) (10) Buckland SJ et al; Chemosphere 20: 1035-42 (1990) (11) Haynes D et al; Chemosphere 38: 255-62 (1999) (12) Jarman WM et al; Environ Toxicol Chem 12: 105-14 (1993) (13) Kannan K et al; Environ Sci Technol 35: 441-7 (2001) (14) Oehme M et al; Sci Total Environ 162: 75-91 (1995)",
            "Value": "Pigeons collected in Toyko, Japan had octachlorodibenzo-p-dioxin concn of 1.2-3.1 ppb in the fat(1). Blubber samples collected from 7 seals in the Arctic at Spitzbergen had levels of 13.0-37.0 ng/kg(2). Analysis of livers of Cormorants and Grey Herons collected in the Netherlands between 1980 and 1982 found measurable octachlorodibenzo-p-dioxin levels of 65-788 ng/kg(3). Non-viable eggs of the endangered Mississippi sandhill crane sampled between 1990-91 contained octachlorodibenzo-p-dioxin at concns ranging from 11 to 76 pg/g wet mass(4). Skin biopsies were performed on sea lions from the Atlantic coast of Argentina(5); the avg concn of octachlorodibenzo-p-dioxin in samples collected in 1996 from Punta Bemeja and Mar de Plata were 6.47 (n=6) and 2.41 (n=9) pg/g wet wt(5). Herring gull eggs from 15 colonies collected around the Great Lakes had concns of octachlorodibenzo-p-dioxin ranging from 2.61-18.62 ng/kg wet wt(6). Grey seals from Sable Island, Nova Scotia sampled in February 1995 contained octachlorodibenzo-p-dioxin in tissue and fluids samples as follows (mean concns all pg/g lipid)(7): maternal blubber, 4.07 (n=5); maternal blood, 760 (n=2); maternal milk, 1.16 (n=3); pup blubber, 2.67 (n=4). The blubber of North Sea harbor seals and porpoise contained octachlorodibenzo-p-dioxin at mean concns of 5.6 ppt fat wt basis (n=5; range, 2.0-11 ppt fat wt basis) and 97 ppt fat wt basis (n=1), respectively(8). The mean concn of octachlorodibenzo-p-dioxin in the blubber of male harbor porpoises from the Baltic Sea, Kattegaf-Skagerrak Seas, and west coast of Norway collected from 1978-1993 ranged from 1.4 to 3.2 pg/g lipid wt(9). Blubber tissues from carcasses of Hector's dolphin found on the South Island, New Zealand between 1985 to 1987 contained octachlorodibenzo-p-dioxin at concns ranging from 7.1 to 15.8 pg/g lipid (n=6)(10). Dugong fat samples from Mackay and Townsville, Queensland, Australia in 1996 was found to contain octachlorodibenzo-p-dioxin at concns ranging from 170 to 250 pg/g fat (n=3)(11). The concn of octachlorodibenzo-p-dioxin in California peregrine falcon eggs (sampled in 1983-1988 on the central coast of California) contained octachlorodibenzo-p-dioxin at a mean concn of 5.3 ng/kg wet wt (range, <0.015-18 ng/kg wet wt)(12). In the Michigan waters of the Great Lakes, double-crested cormorants and herring were collected and the concn of octachlorodibenzo-p-dioxin was determined in tissue samples(13); in May 1998, the mean concn of octachlorodibenzo-p-dioxin in double-crested cormorants tissues ranged from 8.9 to 20 pg/g wet wt for 3 sampling locations while the mean concn in herring gulls ranged from 1.3 to 6.3 pg/g wet wt(13). The concn of octachlorodibenzo-p-dioxin in seal blubber and brain tissues ranged from 1.27 to 6.59 pg/g wet wt and 0.77 to 1.97 pg/g wet wt, respectively in samples collected from the Greenland Sea(14)."
        }
    ],
    "fish_seafood_concentrations": [
        {
            "References": "(1) Petty JD et al; Trace Subst Environ Health 17: 96-102 (1983) (2) Rappe C et al; Chemosphere 22: 239-66 (1991) (3) Frommberger R; Chemosphere 22: 29-38 (1991) (4) Sakurai T et al; Chemosphere 40: 627-40 (2000) (5) Rappe C; Chemosphere 25: 231-4 (1992) (6) Startin JR et al; Chemosphere 20: 793-8 (1990)",
            "Value": "Analysis of fish from various sources found the following concns (ng/kg) of octachlorodibenzo-p-dioxin(1): bloater from Lake Superior: 2.0; lake trout from Lake Superior: trace-3.0; lake trout from Lake Ontario: 2.0; brook trout from Lake Ontario: 3.0; walleye from Lake Erie: 2.0; common carp from Lake Erie: 2.0; lake trout from Lake Michigan: 1-2(1). Samples of striped bass, crabs and lobsters collected from the Newark Bay and New York Bight contained octachlorodibenzo-p-dioxin levels of 5.1-94.6 ng/kg wet wt(2). Analysis of various fish species collected from the Rhine and Neckar Rivers in Germany in 1987 and 1988 found levels of <5.0-60 ng/kg fat(3). Fish samples collected in May/June 1995 from Toyko Bay, Japan contained octachlorodibenzo-p-dioxin at concns (all pg/g wet wt) as follows: shellfish, 315; crab, <2.58; fish, <1.82 to 2.46(4). Herring collected in waters around Sweden was found to contain octachlorodibenzo-p-dioxin at levels as follows (location, concn in pg/g lipid)(5): Gulf of Bothnia, <1.7; Baltic proper, 5.7; Skagerack, 5.6. Fish purchased in Norwich, United Kingdom had an avg octachlorodibenzo-p-dioxin concn of 2.62 ng/kg wet wt while individual concns were as follows (fish species, concn in ng/kg wet wt)(6): plaice, 1.40-3.20; mackerel, 4.81; herring, 3.4; cod, 2.79; skate, 1.36; coley, 2.25."
        }
    ],
    "sediment_soil_concentrations": [
        {
            "References": "(1) Creaser CS et al; Chemosphere 21: 931-8 (1990) (2) Kjeller LO et al; Environ Sci Technol 25: 1619-27 (1991) (3) Boos R et al; Chemosphere 25: 283-291 (1992) (4) Rotard W et al; Chemosphere 29: 2193-200 (1994) (5) Schuhmacher M et al; Arch Environ Contam Toxicol 33: 239-46 (1997) (6) Schuhmacher M et al; Chemosphere 37: 2127-37 (1998) (7) Sakurai T et al; Chemosphere 40: 627-40 (2000) (8) Green NJL et al; Environ Sci Technol 35: 1974-81 (2001)",
            "Value": "SOIL: Soil samples collected from 5 British cities contained a mean octachlorodibenzo-p-dioxin concn of 9.98 ug/kg(1). Archived soil samples from 1846 to 1986 were analyzed and octachlorodibenzo-p-dioxin levels of 10-13 ng/kg were found in 1864 as compared to 23-25 ng/kg in 1986(2). The concn of octachlorodibenzo-p-dioxin in soil samples collected near Salzburg, Austria between 1990-1991 ranged from 17.7 to 1022.0 ng/kg, 28.7 to 241.0 ng/kg, and 3.6 to 89.1 ng/kg for urban, industrial , and rural locations, respectively(3). In a rural district in the western part of Germany, the mean concn of octachlorodibenzo-p-dioxin was determined in the following in soils (all ng/kg dry matter)(4): plowland, 32.3 (n=14; range, 7.4-87.9); grassland, 43.6 (n=7; range, 26.3-87.0); deciduous forests, 283.2 (n=9; range, 60.2-759.1); and coniferous forests, 320.3 (n=11; range, 99.6-692.2). octachlorodibenzo-p-dioxin was measured in soil at increasing distances from a municipal solid waste incinerator (MSWI) in Barcelona, Spain as follows (distance from MSWI, concn in ng/kg dry matter): 100 m, 550.21; 250 m, 24.32; 500 m, 70.23; 750 m, 330.12; 1000m, 50.01; 1500 m, 41.32; 2000 m, 450.21; 3000 m, 150.41(5). The concn of octachlorodibenzo-p-dioxin in the vicinity of a municipal solid waste incinerator in Tarragona, Spain ranged from 85 to 23,643 ng/kg organic carbon (n=24) (6). Octachlorodibenzo-p-dioxin was detected in soil samples in the regions around Tokyo Bay, Japan at a concn of 857 pg/g dry wt in May-June, 1995(7). Archived soil samples from farms located at Rothamsted and Woburn Stockyard (United Kingdom) suggest that octachlorodibenzo-p-dioxin was present in soil pre-1900's at levels ranging from 6.7 to 121 pg/g(8)."
        },
        {
            "References": "(1) Czuczwa JM, Hites RA; Environ Sci Technol 20: 195-200 (1986) (2) Czuczwa JM et al; Chemosphere 14: 1175-9 (1985) (3) Bopp RF et al; Environ Sci Technol 25: 951-6 (1991) (4) Kjeller LO, Rappe C; Environ Sci Technol 29: 346-55 (1995) (5) Bruckmeier BFA et al; Environ Pollut 95: 19-25 (1997) (6) Fattore E et al; Environ Sci Technol 31: 1777-84 (1997) (7) Bellucci LG et al; Mar Pollut Bull 40: 65-76 (2000) (8) Juttner I et al; Environ Sci Technol 31: 806-12 (1997)",
            "Value": "SEDIMENT: Surface sediments collected from Lakes Huron, Michigan, Erie and Ontario and Siskiwit Lake had octachlorodibenzo-p-dioxin concns of 0.56-4.8 ppb dry wt(1); analysis of sediment cores from Lake Erie shows that polychlorodibenzo-p-dioxin levels were very low until 1940, then increased until 1970 and then began declining in mid-1970's(1); it was suggested that the decrease may have resulted from reduced emissions imposed by the Clean Air Act(1). Surficial sediments collected from three lakes in Switzerland had an avg octachlorodibenzo-p-dioxin concn of 1.3 ppb(2); analysis of sediment cores from these lakes indicated that polychlorodibenzo-p-dioxins were absent before 1945(2). Sediment samples collected from estuaries adjacent to an industrial site in Newark, NJ had levels of 3.1-42 ppb(3). Historical sediment samples collected from the northwest Baltic Sea (sampled in 1988) contained octachlorodibenzo-p-dioxin at the following levels (year, concn in pg/g dry wt) (4): 1985, 273.0; 1978, 273.0; 1970, 43.70; 1962, 20.70; 1954, 15.20; 1938, 11.90; 1922, 11.50; 1906, 13.20; 1882, 12.30. Sediments of the Grober Arbersee, Bavarian Forest, South Germany contained octachlorodibenzo-p-dioxin at the following levels (period, concn in ng/kg dry wt): 1865-1872, 3.79; 1878-1884, 17.91; 1911-1918, 24.07; 1951-1957, 60.64; 1957-1963, 86.50; 1963-1968, 128.02; 1968-1972, 447.49; 1972-1977, 959.23; 1977-1981, 1048.56; 1981-1985, 591.11; 1991-1993, 560.18 (5). In July 1992, the avg concn of octachlorodibenzo-p-dioxin in sediments taken from the Venice (Italy) lagoon ranged from 4.1 to 347 ng/kg dry wt (n=6) (6). Sediment samples taken from the Venice (Italy) lagoon in 1996-1998 contained octachlorodibenzo-p-dioxin at concns ranging from 0.009 to 10.311 ug/kg (n=24)(7). Sediment samples from lakes located in the Northen Black Forest, southwestern Germany contained octachlorodibenzo-p-dioxin as follows(8): Herrenwieser See (period, concn in pg/g): 1982-1992, 5199; 1960-1982, 391; 1927-1960, 169; 1886-1927, 166; 18th century, 203; 17th century, 149; Schurmsee (period, concn in pg/g): 1987-1992, 1327; 1979-1987, 359; 1965-1979, 39; 1946-1865, 41; 19th century, 57; 18th century, 42; Wildsee (period, concn in pg/g): 1985-1992, 5321; 1964-1985, 6841; 1930-1964, 1238; 1892-1930, 75; 1850-1892, 45; early 19th century, 49; Hazenbacher See (period, concn in pg/g): 1983-1992, 1288; 1961-1983, 1328; 1903-1934, 47; 1882-1903, 68; 19th century, 77; 18th century, 248."
        },
        {
            "References": "(1) Vartiainen T et al; Chemosphere 34: 1341-50 (1997) (2) Baker JI, Hites RA; Environ Sci Technol 34: 2887-91 (2000) (3) Kannan K et al; Environ Toxicol Chem 20: 1878-89 (2001) (4) Zheng MH et al; Bull Environ Contam Toxicol 66: 504-7 (2001) (5) Sakurai T et al; Chemosphere 40: 627-40 (2000)",
            "Value": "SEDIMENT: In 1994, octachlorodibenzo-p-dioxin was found in bottom sediments from lakes in southern Finland (all pg/g dry wt): Lake Pahtaja, 67.1; Lake No. 222, 25.0; Lake Sierram, 208; Lake Valkjarvi, 120(1). At the remote Lake Siskwit, Isle Royale, Lake Superior, WI; the historical concn of octachlorodibenzo-p-dioxin was measured in sediment cores as follows: Core No. 3 (year, concn in pg/g dry wt): 1998, 224; 1997, 165; 1994, 269; 1992, 208; 1988, 237; 1984, 281; 1980, 392; 1975, 426; 1967, 285; 1954, 308; 1935, 196; 1910, 154; 1988, 84; Core No. 5 (year, concn in pg/g dry wt): 1998, 219; 1997, 202; 1994, 311; 1992, 402; 1988, 398; 1984, 380; 1980, 293; 1975, 262; 1967, 272; 1954, 107; 1935, 36; 1910, 29; 1988, 16(2). Octachlorodibenzo-p-dioxin was detected in river sediments from the upper Detroit river (Michigan) and the lower Rouge river (Michigan) at concns ranging from 11.2 to 1,020 pg/g dry wt and 119 to 299 pg/g dry wt, respectively(3). The concn of octachlorodibenzo-p-dioxin in sediment samples, taken from the Pearl river delta of China in March 1997, ranged from 472 to 2,502 pg/g (n=8) (4). Samples of sediment were collected in May-June 1995 from Tokyo Bay, Japan and found to contain octachlorodibenzo-p-dioxin at concns ranging from 1,840 to 12,800 pg/g dry wt(5)."
        }
    ]
}