{
    "_id": {
        "$oid": "6682e934c4e5dba5ffba2971"
    },
    "CID": {
        "$numberInt": "19284"
    },
    "Name": "DIHEPTYL PHTHALATE",
    "IUPACName": "diheptyl benzene-1,2-dicarboxylate",
    "CanonicalSMILES": "CCCCCCCOC(=O)C1=CC=CC=C1C(=O)OCCCCCCC",
    "Synonyms": [
        "DIHEPTYL PHTHALATE",
        "3648-21-3",
        "Di-n-heptyl phthalate",
        "Heptyl phthalate",
        "1,2-Benzenedicarboxylic acid",
        "diheptyl ester",
        "Di-n-Heptylphthalate",
        "diheptyl benzene-1,2-dicarboxylate",
        "Phthalic acid",
        "diheptyl ester",
        "Phthalic Acid Diheptyl Ester",
        "CHEBI:34677",
        "MFCD00043680",
        "IE05VO8P8P",
        "1,2-Benzenedicarboxylic acid diheptyl ester",
        "DTXSID8040779",
        "Phthalic acid",
        "bis-n-heptyl ester"
    ],
    "IsomericSMILES": "CCCCCCCOC(=O)C1=CC=CC=C1C(=O)OCCCCCCC",
    "INCHI": "InChI=1S/C22H34O4/c1-3-5-7-9-13-17-25-21(23)19-15-11-12-16-20(19)22(24)26-18-14-10-8-6-4-2/h11-12,15-16H,3-10,13-14,17-18H2,1-2H3",
    "INCHIKEY": "JQCXWCOOWVGKMT-UHFFFAOYSA-N",
    "Formula": "C22H34O4",
    "MolecularWeight": {
        "$numberDouble": "362.5"
    },
    "Description": "Diheptyl phthalate is the diheptyl ester of benzene-1,2-dicarboxylic acid. It is a phthalate ester and a diester.",
    "XlogP": {
        "$numberDouble": "8"
    },
    "Complexity": {
        "$numberInt": "344"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "environmental_bioconcentrations": [
        {
            "References": "(1) Chemicals Inspection and Testing Institute; Biodegradation and Bioaccumulation Data of Existing Chemicals Based on the CSCL Japan. Japan Chemical Industry Ecology - Toxicology and Information Center. ISBN 4-89074-101-1 3-91 (1992) (2) Franke C et al; Chemosphere 29: 1501-14 (1994)",
            "Value": "BCFs of 0.9 to 2.2 and 6.2 to 16.7 were measured for diheptyl phthalate in carp at chemical concentrations of 1 and 0.1 mg/L, respectively(1). According to a classification scheme(2), these measured BCFs suggest that bioconcentration in aquatic organisms is low(SRC)."
        }
    ],
    "environmental_biodegradations": [
        {
            "References": "(1) Chemicals Inspection and Testing Institute; Biodegradation and Bioaccumulation Data of Existing Chemicals Based on the CSCL Japan. Japan Chemical Industry Ecology - Toxicology and Information Center. ISBN 4-89074-101-1 3-91 (1992) (2) Saeger VW, Tucker ES; App Env Microbiol 31: 29-34 (1976) (3) Saeger VW, Tucker ES; Plastics Eng Aug: 46-49 (1973) (4) Sasaki S; pp. 283-98 in Aquatic Pollutants. Hutzinger O et al Ed Oxford: Pergamon Press (1978) (5) Carson DB et al; Aquat Toxicol Risk Assess: 13th Vol, ASTM STP 1096 pp. 48-59 (1990) (6) Umeda H et al; Suishitso Odaku Kenkyu 11: 427-33 (1988) (7) Desai SM; Diss Abstr Int B 52: 3752-3985 (1992)",
            "Value": "AEROBIC: Diheptyl phthalate present at 100 mg/L, reached 36% of its theoretical BOD in two weeks using an activated sludge inoculum at 30 mg/L in the Japanese MITI test(1,4). Diheptyl phthalate, added to an aerobic semi-continuous activated sludge apparatus at 5, 10, and 20 mg/24 hr, underwent 52, 48, and 54% degradation, respectively(2-3). Di(heptyl,nonyl,undecyl) phthalate had a half-life of 6 to 8 days in river die-away tests(5). In active microcosms containing lake water and sediment, 40 to 48% of (14)C-di(heptyl,nonyl,undecyl) phthalate radioactivity was evolved as carbon dioxide over a 41 day period; after six weeks no residual (14)C-di(heptyl,nonyl,undecyl) phthalate was found in the water column and only 2 to 6% was associated with sediments(5). In semi-continuous activated sludge tests, a primary degradation half-life of <1 day at an addition rate of 5 to 200 mg/L per 24-hour cycle was observed for di(heptyl,nonyl,undecyl) phthalate(5). In shake flask studies using an acclimated bacterial inoculum, an ultimate degradation half-life of 5 days was observed for di(heptyl,nonyl,undecyl) phthalate at an initial concentration of 20 mg/L(5). Diheptyl phthalate was biodegraded in river water from the Kako River in Japan(6). Diheptyl phthalate was biodegraded 11-16% over a 40 day incubation period with activated sludge(7)."
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "PMID:1364432",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ A twenty-eight day repeated oral dose toxicity test of dihepthyl phthalate (DHP) was carried out in male and female F344 rats at the dose levels of 0, 0.2, 1 and 5 g/kg/day. All rats in each group, consisting of 5 males and 5 females, received a daily intragastric administration of DHP for 28 days. Additional two groups of animals exposed to dose levels of 0 and 5 g/kg were used for investigation of subsequent recovery for 2 weeks. No animals died during the administration period. Inhibition of body weight gain was observed in both sexes of the 5 g/kg group. Blood biochemistry revealed significant increases in albumin and A/G ratio in males of the groups treated with 0.2 g/kg or more, and in albumin and total protein in females treated with 1 g/kg or more. In the 5 g/kg group, BUN, GOT, GPT, ALP and Zn was increased in males, and GOT in females. The increases in GOT, GPT and ALP were also observed in males of the 1 g/kg group. Increases in liver and kidney weights were noted in both sexes treated with 1 g/kg or more and in males of the 5 g/kg group, respectively. Testicular weight was decreased in the 5 g/kg group. On histopathological examination, swelling and necrosis of hepatocytes were found in males of the 1 and 5 g/kg groups. Males of 5 g/kg group showed atrophy of the seminiferous tubules accompanied with loss of spermatogenesis. In the recovery group, similar changes were detected in the testis, but some of the seminiferous tubules showed slight regenerative changes."
        },
        {
            "References": "PMID:16249068",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ ... In a developmental toxicity study, female rats were given di-isoheptyl phthalate (DIHP) by oral gavage on gestational days 6-20. There were significant reductions in uterine weight, increased resorptions and reduced fetal weight in the high dose (750 mg/kg) group. Fetal examination revealed malformations and variations of both the skeletal system and the viscera including ectopic testes. The intermediate dose, 300 mg/(kg/day), was a no effect level in this study. /Di-isoheptyl phthalate/"
        },
        {
            "References": "PMID:16249068",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ In a two-generation reproductive toxicity study, DIHP was given in the diet at 1000, 4500 and 8000 ppm. In the 8000 ppm group of the first (F1) generation, anogenital distance was reduced, time to balanopreputial separation was increased, there was a significant increase in thoracic nipples and testicular abnormalities, and weights of testes and accessory reproductive organs were significantly reduced. Testicular sperm counts and daily sperm production were significantly reduced. Fertility was also significantly reduced in the 8000 ppm group. In the second (F2) generation offspring, anogenital distance was significantly reduced and there was evidence of reduced weight gain during lactation in both the 4500 and 8000 ppm groups. ... /Diisoheptyl phthalate/"
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. V6 834",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ In mice (ICR) treated on days 7-11 of gestation with dose levels of 0.94-11.3 mL/kg (900-11000 mg/kg), embryolethality was observed at the highest dose level only. Fetal abnormalities were seen at the mid- and high-dose levels. A no-observed-effect level of 900 mg/kg was determined."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. V6 833",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Investigators treated rats with 2600 mg/kg n-diheptyl phthalate by oral gavage for 4 day to evaluate the effect on the testes and zinc excretion. No effects on these variables were noted."
        },
        {
            "References": "PMID:7394794",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Rats were given di-n-heptyl phthalate orally in doses of 7.2 mmol/kg/day for four days. It produced no testicular atrophy or increased secretion of zinc in urine."
        },
        {
            "References": "Nakashime K et al; Teratology 16: 117 (1977)",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Pregnant mice treated with single oral dose on day 7, 8, 9, 10 or 11 of gestation. Dose levels were 0.94 mL/kg, 1.88 mL/kg, or 3.75 mL/kg on day 7; 1.50 mL/kg, 2.50 mL/kg or 7.50 mL/kg on day 8 or 9; and 7.50 mL/kg or 11.3 mL/kg on day 10 or 11. Untreated controls and distilled water administered controls on each day of gestation were employed. Embryo-fetal toxicity highest on days 7 and 8, with 100% of the fetuses being resorbed on day 8 when treated with 7.50 mL/kg of diheptyl phthalate. The frequency of gross abnormalities was increased on days 8 and 9, with 66.7% or 73.9% of the fetuses being abnormal when exposed to 2.50 mL/kg and 7.50 mL/kg of diheptyl phthalate on days 8 and 9, respectively. Most common gross abnormalities were exencephalia on day 8; open eyelid, cleft palate, and oligodactylia on day 9; and tail anomaly, oligodactylia, and hematoma on days 10 and 11. Skeletal abnormalities were deformities of the vertebrae, fused ribs, abnormal or incomplete skull bones, and incomplete or missing leg bones. Fused ribs occurred in 100% of the fetuses exposed with 2.50 mL/kg of diheptyl phthalate on day 8."
        }
    ],
    "sediment_soil_concentrations": [
        {
            "References": "PMID:11014852",
            "Value": "SEDIMENT: Sediment samples taken Sept 1995  from the mouth of 3 rivers (The Hokura flows 54.7 km and includes industrial and agricultural areas; The Shinano flows 366.8 km and includes urban and agricultural areas; The Tainai includes industrial and agricultural areas, draining 151 sq km) were negative for diheptyl phthalate(1). It was detected, not quantified in 1 port in Niigata, Japan(1)."
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "(1) Meylan WM et al; Environ Sci Technol 26: 1560-67 (1992) (2) Swann RL et al; Res Rev 85: 17-28 (1983) (3) Carson DB et al; Aquat Toxicol Risk Assess: 13th Vol, ASTM STP 1096 pp 48-59 (1990)",
            "Value": "Using a structure estimation method based on molecular connectivity indices(1), the Koc of diheptyl phthalate can be estimated to be 5.7X10+4(SRC). According to a classification scheme(2), this estimated Koc value suggests that diheptyl phthalate is expected to be immobile in soil. In sterile microcosms containing lake water and sediment, approximately 80% of di(heptyl,nonyl,undecyl) phthalate partitioned to sediment(3)."
        }
    ]
}