{
    "_id": {
        "$oid": "6682e935c4e5dba5ffba2978"
    },
    "CID": {
        "$numberInt": "19520"
    },
    "Name": "NONACHLOR",
    "IUPACName": "1,3,4,5,7,8,9,10,10-nonachlorotricyclo[5.2.1.02,6]dec-8-ene",
    "CanonicalSMILES": "C12C(C(C(C1Cl)Cl)Cl)C3(C(=C(C2(C3(Cl)Cl)Cl)Cl)Cl)Cl",
    "Synonyms": [
        "CIS-NONACHLOR",
        "NONACHLOR",
        "3734-49-4",
        "Arbinex",
        "5103-73-1",
        "39765-80-5",
        "4,7-Methano-1H-indene",
        "1,2,3,4,5,6,7,8,8-nonachloro-2,3,3a,4,7,7a-hexahydro-",
        "4,7-Methano-1H-indene",
        "1,2,3,4,5,6,7,8,8-nonachloro-2,3,3a,4,7,7a-hexahydro-",
        "(1.alpha.,2.alpha.,3.alpha.,3a.alpha.,4.beta.,7.beta.,7a.alpha.)-",
        "SCHEMBL2900288",
        "DTXSID8042214",
        "OCHOKXCPKDPNQU-UHFFFAOYSA-N",
        "4,7-Methanoindan",
        "1,2,3,4,5,6,7,8,8-nonachloro-3a,4,7,7a-tetrahydro-",
        "NS00003549",
        "1,2,3,4,5,6,7,8,8-nonachloro-3a,4,7,7a- tetrahydro-4,7-methanoindan",
        "1,3,4,5,7,8,9,10,10-nonachlorotricyclo[5.2.1.02,6]dec-8-ene"
    ],
    "IsomericSMILES": "C12C(C(C(C1Cl)Cl)Cl)C3(C(=C(C2(C3(Cl)Cl)Cl)Cl)Cl)Cl",
    "INCHI": "InChI=1S/C10H5Cl9/c11-3-1-2(4(12)5(3)13)9(17)7(15)6(14)8(1,16)10(9,18)19/h1-5H",
    "INCHIKEY": "OCHOKXCPKDPNQU-UHFFFAOYSA-N",
    "Formula": "C10H5Cl9",
    "MolecularWeight": {
        "$numberDouble": "444.2"
    },
    "Description": {
        "$numberDouble": "NaN"
    },
    "XlogP": {
        "$numberDouble": "5.2"
    },
    "Complexity": {
        "$numberInt": "447"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "animal_concentrations": [
        {
            "References": "(1) Klaas EE et al; Pest Monit J 14: 90-94 (1980) (2) Mcewen LC et al; Environ Tox Chem 3: 367-376 (1984) (3) Ohlendorf HM et al; Environ Monit Assess 15: 91-104 (1990)",
            "Value": "BIRDS: A nation wide study of pesticide contaminants in the eggshells of clapper rail, common gallinule, purple gallinule and limpkin eggs found only trace amounts of nonachlor in nine of forty-nine clapper rail eggs from New Jersey(1). Black-crowned night heron eggs from Wyoming and Colorado were analyzed for organochlorine content; twenty-four of the eggs were found to contain nonachlor in concentrations from 0.08-0.14 ppm(2). In 1990, a study of night heron and egret eggs in California found concentrations of nonachlor ranging from not detected to 0.24 ng/g in 43 of 87 eggs sampled(3)."
        },
        {
            "References": "PMID:9680529",
            "Value": "MAMMALS: A study of polar bears in various arctic regions found the mean concentration of nonachlor was 400 ug/kg for the 320 bears sampled (182 females) in 1989-90(1)."
        }
    ],
    "fish_seafood_concentrations": [
        {
            "References": "(1) Ballschmiter K; Chemoshpere 13: 1255 (1984) (2) Newsome WH et al; J Aoac Int 76: 707-710 (1993)",
            "Value": "A study of fish contaminants near the Azore Islands during 1983 found 8 ug/kg of nonachlor in carp(1). In 1993, twelve fish species in the Great Lakes were studied and all species were contaminated with nonachlor from 3.89 ng/g in carp to 115 ng/g in trout(2)."
        },
        {
            "References": "Schmitt CJ et al; Arch Environ Contam Toxicol 19 (5): 748-81 (1990)",
            "Value": "The U.S. Fish and Wildlife Service periodically determines concn of organochlorine chemicals in freshwater fish collected from a nationwide network of stations as part of the National Contaminant Biomonitoring Program (NCBP, formerly a part of the National Pesticide Monitoring Program). From late 1984 to early 1985, a total of 321 composite fish samples were collected from 112 stations and analyzed for organochlorine chemical residues. ... Mean chlordane concn did not change from 1980-81 to 1984, following a period of decline; however, trans-nonachlor replaced cis-chlordane as the most abundant component, suggesting a lower influx of chlordane to the aquatic environment."
        },
        {
            "References": "PMID:3928593",
            "Value": "Fish collected in 1980-1982 from riverine and pothole wetlands at 9 locations in the north central United States were analyzed for organochlorine pesticides, certain of their metabolites, and polychlorinated biphenyls. Samples showed a higher frequency of detectable contaminants. The most common compound found in fish was DDE, which was found in 51% of the samples at levels up to 512 ng/g. alpha-BHC was present at concn of 5 to 27 ng/g in 36% of the fish samples, and DDD was found at levels of 5 to 60 ng/g in 14%. Four other compounds, DDT, dieldrin, polychlorinated biphenyls, and trans-nonachlor, were detected in fish at relatively low concn in less than 10% of the samples."
        }
    ],
    "sediment_soil_concentrations": [
        {
            "References": "PMID:9256390",
            "Value": "SOIL: A study in northeastern Japan found residues of chlordane, including nonachlor (no quantity specified), in two agricultural fields more than fifteen years after the use of chlordane was permitted(1)."
        },
        {
            "References": "(1) Fox ME et al; Mar Pollut Bull 19: 333-336 (1988) (2) Rostad CE; Arch Environ Contam Toxicol 14: 225-260 (1997)",
            "Value": "SEDIMENT: A study in New Zealand found sediments from five different mud flats surrounding Manukau Harbor contained 0.2-0.7 ng/g of nonachlor(1). Suspended sediments from various points on the Mississippi River and associated tributaries were contaminated with nonachlor (not detected to 226 ng/g) during the period from 1988-1990(2)."
        },
        {
            "References": "PMID:3928593",
            "Value": "Sediment samples collected in 1980-1982 from riverine and pothole wetlands at 17 locations in the north central United States were analyzed for organochlorine pesticides, certain of their metabolites, and polychlorinated biphenyls. Concn were above minimum detection levels (5 ng/g of organochlorines and 20 ng/g of polychlorinated biphenyls) in less than 4% of the samples taken."
        }
    ]
}