{
    "_id": {
        "$oid": "6682e7cec4e5dba5ffba226d"
    },
    "CID": {
        "$numberInt": "196"
    },
    "Name": "ADIPIC ACID",
    "IUPACName": "hexanedioic acid",
    "CanonicalSMILES": "C(CCC(=O)O)CC(=O)O",
    "Synonyms": [
        "adipic acid",
        "hexanedioic acid",
        "124-04-9",
        "Adipinic acid",
        "1,4-Butanedicarboxylic acid",
        "Acifloctin",
        "Acinetten",
        "Adilactetten",
        "1,6-Hexanedioic acid",
        "Molten adipic acid",
        "Kyselina adipova",
        "FEMA No. 2011",
        "Adipinsaeure",
        "Adipinsaure",
        "adipic-acid"
    ],
    "IsomericSMILES": "C(CCC(=O)O)CC(=O)O",
    "INCHI": "InChI=1S/C6H10O4/c7-5(8)3-1-2-4-6(9)10/h1-4H2,(H,7,8)(H,9,10)",
    "INCHIKEY": "WNLRTRBMVRJNCN-UHFFFAOYSA-N",
    "Formula": "C6H10O4",
    "MolecularWeight": {
        "$numberDouble": "146.14"
    },
    "Description": "Adipic acid is an alpha,omega-dicarboxylic acid that is the 1,4-dicarboxy derivative of butane. It has a role as a food acidity regulator and a human xenobiotic metabolite. It is an alpha,omega-dicarboxylic acid and a dicarboxylic fatty acid. It is a conjugate acid of an adipate(1-).",
    "XlogP": {
        "$numberDouble": "0.1"
    },
    "Complexity": {
        "$numberInt": "114"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "plant_concentrations": [
        {
            "References": "(1) Rodgman A, Perfetti TA; The Chemical Components of Tobacco and Tobacco Smoke, Second Edition. Boca Raton, FL: CRC Press, p. 2086 (2013)",
            "Value": "Adipic acid has identified as a component of tobacco(1)."
        },
        {
            "References": "(1) USDA; Dr. Duke's Phytochemical and Ethnobotanical Databases. Plants with a chosen chemical. Adipic acid. Washington, DC: US Dept Agric, Agric Res Service. Available from, as of Feb 18, 2015: https://www.ars-grin.gov/duke/",
            "Value": "Adipic acid occurrence in plants(1).",
            "Table": "[{'Genus Species': 'Beta vulgaris subsp. subsp. vulgaris', 'Family': 'Chenopodiaceae', 'Common name': 'Beet, Beetroot, Sugar Beet', 'Part': 'Root'}, {'Genus Species': 'Uncaria catechu (L. f.) WILLD.', 'Family': 'Pedaliaceae', 'Common name': 'Gambir, Pale Catechu', 'Part': 'Plant'}]"
        }
    ],
    "environmental_bioconcentrations": [
        {
            "References": "(1) Hansch C et al; Exploring QSAR. Hydrophobic, Electronic, and Steric Constants. ACS Prof Ref Book. Heller SR (consult ed) Washington,DC: Amer Chem Soc p. 23 (1995) (2) US EPA; Estimation Program Interface (EPI) Suite. Ver. 4.11. Nov, 2012. Available from, as of Feb 16, 2015: https://www.epa.gov/oppt/exposure/pubs/episuitedl.htm (3) Franke C et al; Chemosphere 29: 1501-14 (1994)",
            "Value": "An estimated BCF of 3 was calculated in fish for adipic acid(SRC), using a log Kow of 0.08(1) and a regression-derived equation(2). According to a classification scheme(3), this BCF suggests the potential for bioconcentration in aquatic organisms is low(SRC)."
        }
    ],
    "environmental_biodegradations": [
        {
            "References": "(1) OECD; SIDS Initial Assessment Report For SIAM 18, Adipic Acid (CAS 124-04-9), April 2004. Available from, as of Feb 16, 2015: https://www.inchem.org/documents/sids/sids/124049.pdf (2) NITE; Chemical Risk Information Platform (CHRIP). Biodegradation and Bioconcentration. Tokyo, Japan: Natl Inst Tech Eval. Available from, as of Feb 18, 2015: https://www.safe.nite.go.jp/english/db.html (3) Gerike P, Fischer WK; Ecotox Environ Safety 3: 159-73 (1979) (4) Zahn R, Huber W; Tenside Deterg 12: 266-70 (1975) (5) Zahn R, Wellens H; Z Wasser Abwasser Forsch 13: 1-7 (1980) (6) Urano K, Kato Z; J Hazardous Materials 13: 147-59 (1986) (7) Dore M et al; Trib Cebedeau 28: 3-11 (1975)",
            "Value": "AEROBIC: Results of biological screening tests indicate that adipic acid is readily biodegradable(1). Adipic acid, present at 100 mg/L, reached 81% of its theoretical BOD in 2 weeks using an activated sludge inoculum at 30 mg/L in the Japanese MITI test(2). In study with 10 participating laboratories using OECD 301E (ready biodegradability test), all laboratories observed a ready biodegradability of adipic acid with a degradation of at least 86% and an average degradation of 96.6% after 19 days(1). In an aerobic modified Sturm test (CO2 evolution) according to OECD 301B guideline, adipic acid was degraded by 91% in terms of CO2 evolution after a period of 28 days(1). In a closed bottle test (OECD 301D), 83% of the adipic acid was degraded after 30 days(1). In a test according to the modified OECD screening test (OECD 301E), 96% (related to DOC) was degraded after a period of 19 days(1). In four biodegradability screening tests that were designed as models for degradability in surface water, the results ranged from 92% of theoretical BOD in 14 days to 83% in 30 days(3,4). In 5 tests designed to simulate treatment plants, results ranged from 99% DOC removal in 1 day to 92% of theoretical BOD in 14 days(3-5). In a systematic screening procedure after a 5-10 hr lag, 50-75% of theoretical BOD of adipic acid was obtained in 90-100 hr(6). Adipic acid was rapidly degraded in a river die-away test using Main River (Germany) water(5); 50% and 90% degradation being achieved in 3.5 and 7 days, respectively, at concentration levels of 700 mg/L(5). The Afnor test, which was designed to simulate degradation in polluted river water, gave a 5 day BOD of 36% of theoretical(7)."
        },
        {
            "References": "(1) Sharabi NED, Bartha R; Appl Environ Microbiol 59: 1201-5 (1993) (2) Tanaka H et al; Hakkokogaku Kaishi 55: 57-61 (1977) (3) Anderson MS et al; J Gen Microbiol 120: 89-94 (1980) (4) Trower MK et al; Appl Environ Microbiol 49: 1282-9 (1985) (5) ECHA; Search for Chemicals. Apidic Acid (CAS 124-04-9) Registered Substances Dossier. European Chemical Agency. Available from, as of Feb 18, 2015: https://echa.europa.eu/ (6) Chou WL et al; Bioeng Symp 8: 391-414 (1979)",
            "Value": "An 84% conversion of adipic acid's carbon content to carbon dioxide was observed after 30 days aerobic incubation in soil biometer flasks at an initial adipic acid concentration of 1 mg/g soil(1). Adipic acid is readily degraded by soil microorganisms(2-5). Using forest and agricultural soil from Korea, adipic acid had a 60% CO2 evolution after 33 days(5). After a lag period of 10 days, adipic acid was degraded 82% by anaerobic bacteria acclimated to acetate culture(6). Adipic acid was degraded in an anaerobic reactor employing acetate-enriched cultures and a 20 day hydraulic retention time with 67% utilization after 90 days of acclimation(6). ["
        }
    ],
    "logP": [
        {
            "References": "Hansch, C., Leo, A., D. Hoekman. Exploring QSAR - Hydrophobic, Electronic, and Steric Constants. Washington, DC: American Chemical Society., 1995., p. 23",
            "Value": "log Kow = 0.08"
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "Kennedy GL Jr; Drug Chem Toxicol 25 (2): 191-202 (2002)",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Single intratracheal instillation of either 2.5, 5, or 7 mg of adipic acid in rats produced acute pulmonary cytotoxicity and inflammation. One day after instillation, lavage protein, LDH, and inflammatory cells were markedly increased. Histopathology confirmed acute pulmonary inflammation. Four weeks after exposure, pulmonary alterations persisted and were most pronounced in the rats receiving 7 mg. Significant changes included hydroxyproline increases, histologic foci of pulmonary fibrosis, and persistent tachypnea. Neutralization of the pH ameliorated the toxicity. These findings suggest that high concentrations of adipic acid can cause persistent pulmonary structural and functional alterations. This is most likely the result of the acidity and lipid solubility of this organic acid."
        },
        {
            "References": "Kennedy GL Jr; Drug Chem Toxicol 25 (2): 191-202 (2002)",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Adipic acid (10 mg) was placed in the eyes of two rabbits. Twenty seconds after contact, the eye of one rabbit was washed with water; the other treated eye was left unwashed. The washed eye had mild conjunctival irritation with no corneal or iritic effect and was normal within three days. The unwashed eye had mild conjunctival irritation, minimal iritic effect, and no corneal effect. At seven days, there was minimal conjunctival irritation and, at 14 days, the eye was normal."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. V5 764",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Male and female rats exposed to adipic acid as an aerosol dust (126 ug/cu m, 6 hr daily for 15 days) showed no signs of toxicity. Blood parameters at euthanasia and organ pathology at autopsy were normal. On long term exposure, adipic acid dust affected the upper respiratory tract, liver, kidney, and CNS."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. V5 765",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Oral administration of 2.6, 12, 56, or 263 mg/kg adipic acid to pregnant mice from day 6 through day 15 of gestation had no discernible influence on nidation, maternal or fetal survival, or fetal abnormities."
        },
        {
            "References": "Kennedy GL Jr; Drug Chem Toxicol 25 (2): 191-202 (2002)",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Adipic acid showed no teratogenic activity when injected into the developing chick embryo at 0 and 96 hr of incubation either via air cell or yolk at doses up to 300 mg/kg of egg."
        },
        {
            "References": "Kennedy GL Jr; Drug Chem Toxicol 25 (2): 191-202 (2002)",
            "Value": "/GENOTOXICITY/ Adipic acid is not mutagenic in Salmonella typhimurium strains TA98, TA100, TA1535, TA1537, and TA1538 or in Escherichia coli (WP2(uvrA)) with or without rat microsomal activation."
        },
        {
            "References": "GENE-TOX Program: Current Status of Bioassay in Genetic Toxicology. U.S. Environmental Protection Agency, Washington, DC. Office of Toxic Substances and Pesticides. (For program information, contact Environmental Mutagen Information Center, Oak Ridge National Laboratory, Post Office Box Y, Oak Ridge, Tennessee 37830. Telephone (615) 574-7871)",
            "Value": "/GENOTOXICITY/ Mutagenicity: (mutation research 76: 169 (1980)) Escherichia coli WP2,uvrA - gene mutation (reverse) studies with metabolic activation: negative."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. V5 765",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ In the in vitro hepatocyte cultures, adipic acid did not induce of palmitoyl coenzyme A oxidase, which is a marker enzyme for peroxisome proliferation."
        },
        {
            "References": "Kennedy GL Jr; Drug Chem Toxicol 25 (2): 191-202 (2002)",
            "Value": "/OTHER TOXICITY INFORMATION/ In both mice and rabbits, lethal doses produce signs of inactivity, stomach and intestinal distention, and irritation and hemorrhage of the intestines."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. V5 764",
            "Value": "/OTHER TOXICITY INFORMATION/ Adipic acid is slightly toxic on acute exposure but produces moderate to severe eye irritation in rabbits (20 mg/24 hr)."
        },
        {
            "References": "Hartung R et al; Fortschr Urol Nephrol 17 (Pathog Klin Harnsteine 8): 322-38 (1981)",
            "Value": "/OTHER TOXICITY INFORMATION/ Urinary oxalate lowering or urinary citrate increasing drugs, incl adipate, administered orally to rats, effectively inhibited the growth of oxalate and phosphate containing crystals and increased the Ca(2+) binding capacity in urine."
        }
    ],
    "sediment_soil_concentrations": [
        {
            "References": "(1) Kawamura K, Kaplan IR; Environ Sci Technol 21: 105-10 (1987)",
            "Value": "Soil samples taken at the University of California, Los Angeles campus contained 215 and 568 ppb of adipic acid whereas bog sediment samples from the Sierra Nevada foothills contained 2050 ppb(1)."
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "(1) US EPA; Estimation Program Interface (EPI) Suite. Ver. 4.11. Nov, 2012. Available from, as of Feb 16, 2015: https://www.epa.gov/oppt/exposure/pubs/episuitedl.htm (2) Swann RL et al; Res Rev 85: 23 (1983) (3) Serjeant EP, Dempsey B; Ionisation Constants of Organic Acids in Aqueous Solution IUPAC Chemical Data Series No.23 New York, NY: Pergamon Press. p. 989 (1979) (4) Doucette WJ; pp. 141-188 in Handbook of Property Estimation Methods for Chemicals. Boethling RS, Mackay D, eds. Boca Raton, FL: Lewis Publ (2000)",
            "Value": "Using a structure estimation method based on molecular connectivity indices(1), the Koc of adipic acid can be estimated to be 24(SRC). According to a classification scheme(2), this estimated Koc value suggests that adipic acid is expected to have very high mobility in soil. The pKa values of adipic acid's two acid groups are 4.44 and 5.44(3), indicating that this compound will exist almost entirely in the anion form and anions generally do not adsorb more strongly to soils containing organic carbon and clay than their neutral counterparts(4)."
        }
    ]
}