{
    "_id": {
        "$oid": "6682e7e7c4e5dba5ffba22eb"
    },
    "CID": {
        "$numberInt": "1983"
    },
    "Name": "ACETAMINOPHEN",
    "IUPACName": "N-(4-hydroxyphenyl)acetamide",
    "CanonicalSMILES": "CC(=O)NC1=CC=C(C=C1)O",
    "Synonyms": [
        "acetaminophen",
        "Paracetamol",
        "4-Acetamidophenol",
        "103-90-2",
        "Tylenol",
        "N-(4-Hydroxyphenyl)acetamide",
        "APAP",
        "Panadol",
        "N-Acetyl-p-aminophenol",
        "Acetaminofen",
        "Datril",
        "\"4-Hydroxyacetanilide\"",
        "p-Hydroxyacetanilide",
        "p-Acetamidophenol",
        "Algotropyl"
    ],
    "IsomericSMILES": "CC(=O)NC1=CC=C(C=C1)O",
    "INCHI": "InChI=1S/C8H9NO2/c1-6(10)9-7-2-4-8(11)5-3-7/h2-5,11H,1H3,(H,9,10)",
    "INCHIKEY": "RZVAJINKPMORJF-UHFFFAOYSA-N",
    "Formula": "C8H9NO2",
    "MolecularWeight": {
        "$numberDouble": "151.16"
    },
    "Description": "Paracetamol is a member of the class of phenols that is 4-aminophenol in which one of the hydrogens attached to the amino group has been replaced by an acetyl group. It has a role as a cyclooxygenase 2 inhibitor, a cyclooxygenase 1 inhibitor, a non-narcotic analgesic, an antipyretic, a non-steroidal anti-inflammatory drug, a cyclooxygenase 3 inhibitor, a xenobiotic, an environmental contaminant, a human blood serum metabolite, a hepatotoxic agent, a ferroptosis inducer and a geroprotector. It is a member of phenols and a member of acetamides. It is functionally related to a 4-aminophenol.",
    "XlogP": {
        "$numberDouble": "0.5"
    },
    "Complexity": {
        "$numberInt": "139"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "logP": [
        {
            "References": "Sangster J; LOGKOW Database. A databank of evaluated octanol-water partition coefficients (Log P). Available from, as of Mar 6, 2014: https://logkow.cisti.nrc.ca/logkow/search.html",
            "Value": "log Kow = 0.46"
        }
    ],
    "mechanism_of_action": [
        {
            "References": "American Society of Health-System Pharmacists 2013; Drug Information 2013. Bethesda, MD. 2013, p. 2211",
            "Value": "Acetaminophen produces analgesia and antipyresis by a mechanism similar to that of salicylates. Unlike salicylates, however, acetaminophen does not have uricosuric activity. There is some evidence that acetaminophen has weak anti-inflammatory activity in some nonrheumatoid conditions (e.g., in patients who have had oral surgery). ... Acetaminophen lowers body temperature in patients with fever but rarely lowers normal body temperature. The drug acts on the hypothalamus to produce antipyresis; heat dissipation is increased as a result of vasodilation and increased peripheral blood flow."
        },
        {
            "References": "American Society of Health-System Pharmacists 2013; Drug Information 2013. Bethesda, MD. 2013, p. 2211",
            "Value": "The effects of acetaminophen on cyclooxygenase activity have not been fully determined. Acetaminophen is a weak, reversible, isoform-nonspecific cyclooxygenase inhibitor at dosages of 1 g daily. The inhibitory effect of acetaminophen on cyclooxygenase-1 is limited, and the drug does not inhibit platelet function. Therapeutic doses of acetaminophen appear to have little effect on cardiovascular and respiratory systems; however, toxic doses may cause circulatory failure and rapid, shallow breathing."
        },
        {
            "References": "PMID:20720158",
            "Value": "Acetaminophen (N-acetyl-p-aminophenol (APAP)) is the most common antipyretic/analgesic medicine worldwide. If APAP is overdosed, its metabolite, N-acetyl-p-benzo-quinoneimine (NAPQI), causes liver damage. However, epidemiological evidence has associated previous use of therapeutic APAP doses with the risk of chronic obstructive pulmonary disease (COPD) and asthma. The transient receptor potential ankyrin-1 (TRPA1) channel is expressed by peptidergic primary sensory neurons. Because NAPQI, like other TRPA1 activators, is an electrophilic molecule, /the researchers/ hypothesized that APAP, via NAPQI, stimulates TRPA1, thus causing airway neurogenic inflammation. NAPQI selectively excites human recombinant and native (neuroblastoma cells) TRPA1. TRPA1 activation by NAPQI releases proinflammatory neuropeptides (substance P and calcitonin gene-related peptide) from sensory nerve terminals in rodent airways, thereby causing neurogenic edema and neutrophilia. Single or repeated administration of therapeutic (15-60 mg/kg) APAP doses to mice produces detectable levels of NAPQI in the lung, and increases neutrophil numbers, myeloperoxidase activity, and cytokine and chemokine levels in the airways or skin. Inflammatory responses evoked by NAPQI and APAP are abated by TRPA1 antagonism or are absent in TRPA1-deficient mice. This novel pathway, distinguished from the tissue-damaging effect of NAPQI, may contribute to the risk of COPD and asthma associated with therapeutic APAP use."
        },
        {
            "References": "PMID:24501102",
            "Value": "Acetaminophen is at present one of the most commonly used analgesics and antipyretics. Recent evidence has suggested that oxidative stress is involved in the mechanism of acetaminophen intoxication. Paraoxonase-1 (PON1) plays an important role as an endogenous free-radical scavenging molecule. The aim of this study was to evaluate the influence of serum PON1 activity and oxidative stress in patients with acetaminophen intoxication. A total of 20 patients with acetaminophen intoxication and 25 healthy controls were enrolled. Serum total antioxidant capacity (TAC), lipid hydroperoxide (LOOH) levels, and paraoxonase and arylesterase activities were measured spectrophotometrically. The serum TAC levels and the paraoxonase and arylesterase activities were significantly lower in patients with acetaminophen intoxication compared with controls (all, p < 0.001), while the serum LOOH levels were significantly higher (p < 0.001). Results suggest that decreased PON1 activity seems to be associated with increased oxidative stress in patients with acetaminophen intoxication. Measuring serum PON1 activity may be useful in assessing the development of toxicity risk in acetaminophen toxicity. It would be useful to recommend vitamins with antioxidant effects such as vitamins C and E along with medical treatments."
        },
        {
            "References": "PMID:24563856",
            "Value": "The mechanism by which acetaminophen (APAP) causes liver damage evokes many aspects drug metabolism, oxidative chemistry, and genetic-predisposition. In this study, we leverage the relative resistance of female C57BL/6 mice to APAP-induced liver damage (AILD) compared to male C57BL/6 mice in order to identify the cause(s) of sensitivity. Furthermore, /the researchers/ use mice that are either heterozygous (HZ) or null (KO) for glutamate cysteine ligase modifier subunit (Gclm), in order to titrate the toxicity relative to wild-type (WT) mice. Gclm is important for efficient de novo synthesis of glutathione (GSH). APAP (300 mg/kg, ip) or saline was administered and mice were collected at 0, 0.5, 1, 2, 6, 12, and 24 hr. Male mice showed marked elevation in serum alanine aminotransferase by 6 hr. In contrast, female WT and HZ mice showed minimal toxicity at all time points. Female KO mice, however, showed AILD comparable to male mice. Genotype-matched male and female mice showed comparable APAP-protein adducts, with Gclm KO mice sustaining significantly greater adducts. ATP was depleted in mice showing toxicity, suggesting impaired mitochondria function. Indeed, peroxiredoxin-6, a GSH-dependent peroxiredoxin, was preferentially adducted by APAP in mitochondria of male mice but rarely adducted in female mice. These results support parallel mechanisms of toxicity where APAP adduction of peroxiredoxin-6 and sustained GSH depletion results in the collapse of mitochondria function and hepatocyte death. We conclude that adduction of peroxiredoxin-6 sensitizes male C57BL/6 mice to toxicity by acetaminophen."
        },
        {
            "References": "OLSON, K.R. (Ed). Poisoning and Drug Overdose, Sixth Edition. McGraw-Hill, New York, NY 2012, p. 69",
            "Value": "One of the products of normal metabolism of acetaminophen by cytochrome p450 mixed-function oxidase enzymes is highly toxic; normally this reactive metabolite (NAPQI) is detoxified rapidly by glutathione in liver cells. however, in an overdose, production of NAPQI exceeds glutathione capacity and the metabolite reacts directly with hepatic macromolecules, causing liver injury."
        },
        {
            "References": "PMID:21572097",
            "Value": "Acetaminophen (APAP) overdose causes liver injury in humans and mice. DNA fragmentation is a hallmark of APAP-induced cell death, and nuclear translocation of apoptosis-inducing factor (AIF) correlates with DNA fragmentation after APAP overdose. To test the hypothesis that AIF may be a critical mediator of APAP-induced cell death, fasted male AIF-deficient Harlequin (Hq) mice and respective wild-type (WT) animals were treated with 200 mg/kg APAP. At 6 h after APAP, WT animals developed severe liver injury as indicated by the increase in plasma alanine aminotransferase (ALT) activities (8600 + or - 1870 U/l) and 61 + or - 8% necrosis. This injury was accompanied by massive DNA strand breaks in centrilobular hepatocytes (terminal deoxynucleotidyl transferase-mediated dUTP nick-end labeling (TUNEL) assay) and release of DNA fragments into the cytosol (anti-histone ELISA). In addition, there was formation of reactive oxygen (increase in liver glutathione disulfide (GSSG) levels and mitochondrial protein carbonyls) and peroxynitrite (nitrotyrosine (NT) staining) together with mitochondrial translocation of activated c-jun-N-terminal kinase (P-JNK) and release of AIF from the mitochondria. In contrast, Hq mice had significantly less liver injury (ALT: 330 + or - 130 U/l; necrosis: 4 + or - 2%), minimal nuclear DNA damage, and drastically reduced oxidant stress (based on all parameters) at 6 h. WT and Hq mice had the same baseline levels of cyp2E1 and of glutathione. The initial depletion of glutathione (20 min after APAP) was the same in both groups suggesting that there was no relevant difference in metabolic activation of APAP. Thus, AIF has a critical function in APAP hepatotoxicity by facilitating generation of reactive oxygen in mitochondria and, after nuclear translocation, AIF can be involved in DNA fragmentation."
        },
        {
            "References": "PMID:21319200",
            "Value": "Acetaminophen (APAP) overdose is the leading cause of acute liver failure in Western countries. In the last four decades much progress has been made in our understanding of APAP-induced liver injury through rodent studies. However, some differences exist in the time course of injury between rodents and humans. To study the mechanism of APAP hepatotoxicity in humans, a human-relevant in vitro system is needed. Here we present evidence that the cell line HepaRG is a useful human model for the study of APAP-induced liver injury. Exposure of HepaRG cells to APAP at several concentrations resulted in glutathione depletion, APAP-protein adduct formation, mitochondrial oxidant stress and peroxynitrite formation, mitochondrial dysfunction (assessed by JC-1 fluorescence), and lactate dehydrogenase (LDH) release. Importantly, the time course of LDH release resembled the increase in plasma aminotransferase activity seen in humans following APAP overdose. Based on propidium iodide uptake and cell morphology, the majority of the injury occurred within clusters of hepatocyte-like cells. The progression of injury in these cells involved mitochondrial reactive oxygen and reactive nitrogen formation. APAP did not increase caspase activity above untreated control values and a pancaspase inhibitor did not protect against APAP-induced cell injury. These data suggest that key mechanistic features of APAP-induced cell death are the same in human HepaRG cells, rodent in vivo models, and primary cultured mouse hepatocytes. Thus, HepaRG cells are a useful model to study mechanisms of APAP hepatotoxicity in humans."
        },
        {
            "References": "PMID:21241727",
            "Value": "Acetaminophen (APAP) hepatotoxicity is the most frequent cause of acute liver failure in many countries. The mechanism of cell death is initiated by formation of a reactive metabolite that binds to mitochondrial proteins and promotes mitochondrial dysfunction and oxidant stress. Manganese superoxide dismutase (SOD2) is a critical defense enzyme located in the mitochondrial matrix. The objective of this investigation was to evaluate the functional consequences of partial SOD2-deficiency (SOD2+/-) on intracellular signaling mechanisms of necrotic cell death after APAP overdose. Treatment of C57Bl/6J wild type animals with 200mg/kg APAP resulted in liver injury as indicated by elevated plasma alanine aminotransferase activities (2870 + or - 180U/L) and centrilobular necrosis at 6h. In addition, increased tissue glutathione disulfide (GSSG) levels and GSSG-to-GSH ratios, delayed mitochondrial GSH recovery, and increased mitochondrial protein carbonyls and nitrotyrosine protein adducts indicated mitochondrial oxidant stress. In addition, nuclear DNA fragmentation (TUNEL assay) correlated with translocation of Bax to the mitochondria and release of apoptosis-inducing factor (AIF). Furthermore, activation of c-jun-N-terminal kinase (JNK) was documented by the mitochondrial translocation of phospho-JNK. SOD2+/- mice showed 4-fold higher ALT activities and necrosis, an enhancement of all parameters of the mitochondrial oxidant stress, more AIF release and more extensive DNA fragmentation and more prolonged JNK activation. ... The impaired defense against mitochondrial superoxide formation in SOD2+/- mice prolongs JNK activation after APAP overdose and consequently further enhances the mitochondrial oxidant stress leading to exaggerated mitochondrial dysfunction, release of intermembrane proteins with nuclear DNA fragmentation and more necrosis."
        }
    ]
}