{
    "_id": {
        "$oid": "6682e937c4e5dba5ffba297e"
    },
    "CID": {
        "$numberInt": "20382"
    },
    "Name": "Tetrodotoxin",
    "IUPACName": "(1R,5R,6R,7S,9R,11S,13S,14S)-3-amino-14-(hydroxymethyl)-8,10-dioxa-2,4-diazatetracyclo[7.3.1.17,11.01,6]tetradec-3-ene-5,9,12,13,14-pentol",
    "CanonicalSMILES": "C(C1(C2C3C(N=C(NC34C(C1OC(C4O)(O2)O)O)N)O)O)O",
    "Synonyms": [
        "TETRODOTOXIN",
        "Q379842"
    ],
    "IsomericSMILES": "C([C@@]1([C@@H]2[C@@H]3[C@H](N=C(N[C@]34[C@@H]([C@@](O2)(O[C@H]1C4O)O)O)N)O)O)O",
    "INCHI": "InChI=1S/C11H17N3O8/c12-8-13-6(17)2-4-9(19,1-15)5-3(16)10(2,14-8)7(18)11(20,21-4)22-5/h2-7,15-20H,1H2,(H3,12,13,14)/t2-,3?,4+,5+,6-,7+,9+,10-,11-/m1/s1",
    "INCHIKEY": "CFMYXEVWODSLAX-XMVQEDPJSA-N",
    "Formula": "C11H17N3O8",
    "MolecularWeight": {
        "$numberDouble": "319.27"
    },
    "Description": {
        "$numberDouble": "NaN"
    },
    "XlogP": {
        "$numberDouble": "-5.9"
    },
    "Complexity": {
        "$numberInt": "562"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "animal_concentrations": [
        {
            "References": "(1) USFDA; Bad Bug Book. Foodborne Pathogenic Microorganisms and Natural Toxins Handbook. 1st ed., Tetrodotoxin. Center for Food Safety and Applied Nutrition. Available from, as of Jan 15, 2019: https://www.fda.gov/food/foodborneillnesscontaminants/causesofillnessbadbugbook/",
            "Value": "Tetrodotoxin has ... been isolated from widely differing animal species, including the California newt, ... frogs of the genus Atelopus, the blue-ringed octopus, starfish, ... and xanthid crabs. ... The trumpet shell Charonia sauliae has been implicated in food poisonings, and evidence suggests that it contains a tetrodotoxin derivative. No algal source has been identified, and until recently tetrodotoxin was assumed to be a metabolic product of the host. However, recent reports of the production of tetrodotoxin/anhydrotetrodotoxin by several bacterial species, including strains of the family Vibrionaceae, Pseudomonas sp., and Photobacterium phosphoreum, point toward a bacterial origin of this family of toxins. These are relatively common marine bacteria that are often associated with marine animals(1)."
        },
        {
            "References": "(1) Goldfrank LR et al, eds; Goldfrank's Toxicologic Emergencies. 7th ed. New York, NY: McGraw-Hill. P. 1089 (2002)",
            "Value": "Tetrodotoxin ... isolated from blue-ringed octopus and the gastropod mullusc, and has caused fatalities from the ingestion of horseshoe crab eggs. Additionally, there are certain tetrodotoxin-containing newts (Taricha, notophthalmus, triturus, and cynops), in particular the Taricha granulosa, found in Oregon, California, and southern Alaska(1)."
        },
        {
            "References": "PMID:11223081",
            "Value": "Twenty-three specimens of a tree-frog Polypedates sp. were collected from two locations (Mymensingh and Barisal) of Bangladesh in 1999, and assayed for their toxicity scores and toxin principle. Among the tissues, only the skin of the Mymensingh specimens was found to be toxic in mouse test, with the toxicity scores of 31-923 ug/g. The toxin isolated from the skin was analyzed by high-performance liquid chromatography, electrospray ionization-time of flight mass spectrometry and proton nuclear magnetic resonance, and characterized as tetrodotoxin, a toxin principle."
        },
        {
            "References": "PMID:16492790",
            "Value": "The deadly neurotoxin tetrodotoxin (TTX) is found in a variety of animal Phyla and, because of its toxicity, is most often assumed to deter predation. On the tropical Pacific island of Guam, ... an un-described flatworm (Planocerid sp. 1) /was found/ that contains high levels of TTX and its analogs. Through ecological experiments, /it was found/ that TTXs do not protect these flatworms from some predators but instead are used to capture mobile prey. TTX is known to have multiple ecological functions, which has probably led to its widespread presence among prokaryotes and at least 10 metazoan phyla."
        }
    ],
    "fish_seafood_concentrations": [
        {
            "References": "(1) GoldfrankLR et al, eds; Goldfrank's Toxicologic Emergencies. 7th ed. New York, NY: McGraw-Hill. P. 1089 (2002)",
            "Value": "Approximately 100 fresh- and saltwater Tetrodontiforme species exist, including a number of puffer-like fish such as the globe fish, balloon fish, blowfish, and toad fish; also the fugu puffer fish in Japan. Tetrodotoxin found in these fish is also isolated from blue-ringed octopus and the gastropod mollusk, and has caused fatalities from the ingestion of horseshoe crab eggs. Additionally, there are certain tetrodotoxin-containing newts (Taricha, notophthalmus, triturus, and cynops), in particular the Taricha granulosa, found in Oregon, California, and southern Alaska(1)."
        },
        {
            "References": "PMID:15904680",
            "Value": "Three puffer fishes, Fugu rubripes, collected from the Bohai Sea of China were examined for tetrodotoxin-producing microorganisms. An actinomycete isolated from the ovaries of the puffer fishes was found to produce tetrodotoxin. After being cultured at 28 °C for 7 days, cells were harvested by centrifuge and disrupted by ultrasonication. The toxin was purified from the cell lyzate by ultrafiltration, active charcoal column, Bio-gel-p2 and ion exchange column chromatography. Mouse neuroblastoma cell culture, thin-layer chromatography, fluorimetric spectrophotometry, UV-spectrophotometry and electrospray ionization mass spectrometry, together with mouse bioassay demonstrated that the isolated strain produced tetrodotoxin and related toxin during cultivation. Based on morphological, physiological, biochemical characteristics and 16S rDNA alignment, this strain was identified as Nocardiopsis dassonvillei. .../The/ findings suggested that N. dassonvillei in the ovaries was closely related to the toxification of the puffer fish."
        },
        {
            "References": "PMID:16051296",
            "Value": "To investigate the relationship between the toxicity of puffer fish and the distribution of tetrodotoxin-producing bacteria in puffer fish Fugu rubripes collected from the Bohai Sea of China, bacteria were isolated from each organ (ovaries, livers, intestines and gallbladders) and screened for tetrodotoxin (TTX) production. 20 out of 36 isolated strains were found to produce TTX in vitro. In the organs of ovaries and livers whose toxicity is more potent than other organs, the number and toxicity of TTX-producing strains was greater than that of others. Most TTX-producing bacterial strains were identified as Bacillus spp. (19 strains) and Actinomycete spp. (1 strain) based on the morphological observation, physiological and biochemical characteristics and G+C content of DNA. The purified toxin was identified to be TTX by high performance liquid chromatography assay, thin-layer chromatography assay and electrospray ionization mass spectrometry analysis. Our results suggested that TTX-producing bacteria are closely related to the toxification of the puffer fish. More research is needed to elucidate the mechanism of TTX synthesis and the role of TTX in bacteria."
        },
        {
            "References": "(1) USFDA; Bad Bug Book. Foodborne Pathogenic Microorganisms and Natural Toxins Handbook. 1st ed., Tetrodotoxin. Center for Food Safety and Applied Nutrition. Available from, as of Jan 15, 2019: https://www.fda.gov/food/foodborneillnesscontaminants/causesofillnessbadbugbook/",
            "Value": "The gonads, liver, intestines, and skin of pufferfish can contain levels of tetrodotoxin sufficient to produce rapid and violent death. The flesh of many pufferfish may not usually be dangerously toxic. Poisonings from tetrodotoxin have been almost exclusively associated with the consumption of pufferfish from waters of the Indo-Pacific ocean regions. Several reported cases of poisonings, including fatalities, involved pufferfish from the Atlantic Ocean, Gulf of Mexico, and Gulf of California. There have been no confirmed cases of poisoning from the Atlantic pufferfish, Spheroides maculatus. ... Tetrodotoxin has ... been isolated from parrotfish, /and/ angelfish(1)."
        },
        {
            "References": "PMID:30408884",
            "Value": "Paralytic shellfish toxins (PST) and tetrodotoxin (TTX) are naturally-occurring toxins that may contaminate the food chain, inducing similar neurological symptoms in humans. They are co-extracted under the same conditions and thus their combined detection is desirable. Whilst PST are regulated and officially monitored in Europe, more data on TTX occurrence in bivalves and gastropods are needed before meaningful regulations can be established. In this study, we used three separate analytical methods - pre-column oxidation with liquid chromatography and fluorescence detection, ultrahigh performance hydrophilic interaction liquid chromatography (HILIC) tandem mass spectrometry (MS/MS) and HILIC high resolution (HR) MS/MS - to investigate the presence of PST and TTX in seawater and shellfish (mussels, clams) collected in spring summer 2015 to 2017 in the Mediterranean Sea. Samples were collected at 10 sites in the Syracuse Bay (Sicily, Italy) in concomitance with a mixed bloom of Alexandrium minutum and A. pacificum. ... In addition, for the first time TTX was detected in Italy in most of the analysed samples in the range 0.8-6.4 ug TTX eq/kg. The recurring blooms of PST-producing species over the 3-year period, the high PST levels and the first finding of TTX in mussels from the Syracuse bay, suggest that monitoring programmes of PST and TTX in seafood should be activated in this geographical area."
        }
    ]
}