{
    "_id": {
        "$oid": "6682e7e8c4e5dba5ffba22f0"
    },
    "CID": {
        "$numberInt": "2078"
    },
    "Name": "ALACHLOR",
    "IUPACName": "2-chloro-N-(2,6-diethylphenyl)-N-(methoxymethyl)acetamide",
    "CanonicalSMILES": "CCC1=C(C(=CC=C1)CC)N(COC)C(=O)CCl",
    "Synonyms": [
        "alachlor",
        "15972-60-8",
        "Lasagrin",
        "Metachlor",
        "Methachlor",
        "Alanex",
        "2-chloro-N-(2,6-diethylphenyl)-N-(methoxymethyl)acetamide",
        "Alachlore",
        "Alochlor",
        "Pillarzo",
        "Lasso",
        "LAZO",
        "Chimiclor",
        "Alanox",
        "Lasso micro-tech"
    ],
    "IsomericSMILES": "CCC1=C(C(=CC=C1)CC)N(COC)C(=O)CCl",
    "INCHI": "InChI=1S/C14H20ClNO2/c1-4-11-7-6-8-12(5-2)14(11)16(10-18-3)13(17)9-15/h6-8H,4-5,9-10H2,1-3H3",
    "INCHIKEY": "XCSGPAVHZFQHGE-UHFFFAOYSA-N",
    "Formula": "C14H20ClNO2",
    "MolecularWeight": {
        "$numberDouble": "269.77"
    },
    "Description": "Alachlor is an aromatic amide that is N-(2,6-diethylphenyl)acetamide substituted by a methoxymethyl group at at the nitrogen atom while one of the hydrogens of the methyl group has been replaced by a chlorine atom. It has a role as a herbicide, an environmental contaminant and a xenobiotic. It is an organochlorine compound, a monocarboxylic acid amide and an aromatic amide. It is functionally related to a N-phenylacetamide.",
    "XlogP": {
        "$numberDouble": "3.5"
    },
    "Complexity": {
        "$numberInt": "248"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "plant_concentrations": [
        {
            "References": "(1) Bacci E et al; Chemosphere 21: 525-35 (1990) (2) Paterson KG, Schnoor JL; Water Environ Res 64: 274-83 (1992)",
            "Value": "In a laboratory greenhouse experiment, azalea leaves (Azlea indica) absorbed 2.85X10+5 times higher concentration of alachlor than present in the vapor phase at equilibrium(1). Plant uptake of alachlor from soil via root was found to be proportional to the water volume transpired by the plants(2). The uptake of alachlor in corn was 12.5% of that applied to a plot(2)."
        }
    ],
    "environmental_bioconcentrations": [
        {
            "References": "(1) Ramesh A, Maheswari ST; Chemosphere 54: 647-652 (2004) (2) Call DJ et al; J Environ Qual 13: 493-98 (1984) (3) Franke C et al; Chemosphere 29: 1501-14 (1994)",
            "Value": "Biological concentration factors of 2.8 and 10.3 mg/L were measured in fish for alachlor, using bluegill sunfish which were exposed in an ecosystem treated with 2.5 and 10.3 kg/ha, respectively; substantial amounts of residue were present in fish up to 20 days(1). Whole body bioconcentration factor (BCF) for alachlor in fathead minnow (Pimephales promelas) was measured to be 6(2). According to a classification scheme(3), these BCF values suggest the potential for bioconcentration in aquatic organisms is low(SRC). Alachlor was rapidly eliminated upon transfer of fish in uncontaminated water with 81% and 98% being eliminated after 24 hr and 14 days, respectively(2). This rapid elimination was also found in rainbow trout (Salmo gairdneri)(2)."
        },
        {
            "References": "(1) Bacci E et al; Chemosphere 21: 525-35 (1990) (2) Paterson S et al; Environ Sci Technol 25: 866-71 (1991)",
            "Value": "The BCF value for alachlor vapor in azalea plant (Azalea indica) leaves was experimentally determined in greenhouse experiments to be 2.8X10+5(1). When the plant was removed from contaminated air, elimination of alachlor from leaves started in 15 days(1). Using a correlation equation, the BCF value due to uptake of alachlor vapor by plant leaves was estimated to be 2.82X10+5(2)."
        }
    ],
    "environmental_biodegradations": [
        {
            "References": "Kearney, P.C., and D. D. Kaufman (eds.) Herbicides: Chemistry, Degredation and Mode of Action. Volumes 1 and 2. 2nd ed. New York: Marcel Dekker, Inc., 1975., p. 369",
            "Value": "... SOIL INCUBATION STUDIES SUGGESTS THAT ALACHLOR IS BIODEGRADED RAPIDLY IN SOILS BUT THAT VERY LITTLE RING-LABELED (14)C ALACHLOR IS CONVERTED TO (14)CO2. MAJORITY OF RADIOACTIVITY COULD BE RECOVERED FROM SOIL ONLY AFTER ALKALINE HYDROLYSIS, SUGGESTING THAT HERBICIDAL METABOLITES WERE BOUND TO SOIL ORG MATTER. ... 2-CHLORO-2',6'-DIETHYLACETAMIDE WAS FORMED IN ALACHLOR-TREATED AIR-DRIED SOILS INCUBATED @ 46 °C. THIS PRODUCT ... BELIEVED TO RESULT ... FROM ACID-CATALYZED HYDROLYSIS ... ON MINERAL SURFACES."
        },
        {
            "References": "Weed Science Society of America. Herbicide Handbook. 4th ed. Champaign, IL: Weed Science Society of America, 1979. of America, 1979., p. 9",
            "Value": "/IN SOILS/ MICROBIAL BREAKDOWN APPROX 90%."
        },
        {
            "References": "Kearney, P.C., and D. D. Kaufman (eds.) Herbicides: Chemistry, Degredation and Mode of Action. Volumes 1 and 2. 2nd ed. New York: Marcel Dekker, Inc., 1975., p. 369",
            "Value": "Soil fungi degrade alachlor and release chloride ion. Four additional organic metabolites were also identified in cultures of Chaetomium globosum: 2-chloro-2',6'-diethylacetanilide, 2,6-diethyl-N-(methoxymethyl)aniline, 2,6-diethylaniline, and 1-chloroacetyl-2,3-dihydro-7-ethylindole. Incubation of Chaetomium globosum with 2-chloro-2',6'-diethyl-acetanilide, 2,6-diethylaniline, and monochloroacetate demonstrated further degradation of these products."
        },
        {
            "References": "Menzie, C.M. Metabolism of Pesticides-Update III. Special Scientific Report- Wildlife No. 232. Washington, DC: U.S.Department of the Interior, Fish and Wildlife Service, 1980., p. 5",
            "Value": "The degradation of alachlor by soil fungi was studied. Of eight fungi studied, Chaetomium globosum was most active and produced, in addition to inorganic chloride, four metabolites identified as: 2-chloro-2',6'-diethylacetanilide; 2,6-diethyl-N-methoxymethylaniline; 2,6-diethylaniline; and 1-chloroacetyl-2,3-dihydro-7-ethylindole. The other fungi incubated with alachlor for 7 days degraded varying amounts of alachlor: Fungus: Penicillium sp., 0% degraded; Fungus: Trichoderma sp., 0% degraded; Fungus: Fusarium roseum, 0% degraded; Fungus: Alternaria sp., 4% degraded; Fungus: Phoma sp., 11% degraded; Fungus: Chaetomium bostrychodes 18% degraded; Fungus: Paecilomyces sp., 62% degraded; Fungus: Chaetomium globosum, 100% degraded."
        },
        {
            "References": "Menzie, C.M. Metabolism of Pesticides-Update III. Special Scientific Report- Wildlife No. 232. Washington, DC: U.S.Department of the Interior, Fish and Wildlife Service, 1980., p. 5",
            "Value": "Ring (14)C labeled alachlor and propachlor were studied in a model ecosystem. Alachlor was degraded into eight compounds and propachlor into seven compounds. None were identified. In each case some of the material was unextractable. There was no evidence of magnification of the two compounds or their metabolites in the food chain."
        },
        {
            "References": "(1) Novick NJ, Alexander M; Appl Environ Microbiol 49: 737-43 (1985) (2) Yu C-C et al; J Agric Food Chem 23: 877-79 (1975) (3) Novick NJ et al; J Agric Food Chem 34: 721-25 (1986) (4) Cavalier TC et al; Ground Water 29: 225-31 (1991) (5) Pothuluri JV et al; J Environ Qual 19: 525-30 (1990) (6) Isensee AR; Bull Environ Contam Toxicol 46: 519-26 (1991)",
            "Value": "AEROBIC: Under aerobic conditions, microorganisms in sewage and eutrophic lake water transformed 10-21% of alachlor to 4-6 unidentified products in 6 weeks(1). In a model ecosystem, 98.2% of alachlor transformed to 8 unidentified products in 33 days(2). The mineralization of alachlor in groundwater aquifers was slow and <1% mineralization was observed in 30 days(3). The disappearance of alachlor in groundwater free of aquifer materials (e.g., sand) was very slow and the half-life was in the range 808-1,518 days(4). Between alachlor concentrations of 1-5 ppb, the disappearance rate was faster at higher temperatures, and in groundwater taken from shallower depths(4). The lower biotransformation rates in anaerobic groundwater compared to aerobic groundwater may be due to less microbial activity or the absence of alachlor degraders in anaerobic samples(5,6)."
        },
        {
            "References": "(1) Chesters G et al; Rev Environ Contam Toxicol 110: 1-74 (1989) (2) Beestman GB, Deming JM; Agron J 66: 308-11 (1974) (3) Novick NJ et al; J Agric Food Chem 34: 721-25 (1986) (4) Dzantor EK et al; Environ Toxicol Chem 10: 649-55 (1991)",
            "Value": "AEROBIC: The biodegradation half-life of alachlor was 7.8 days in an unsterilized soil compared to 469 days in a sterile soil(2). Therefore, the degradation of alachlor was >50 times faster in unautoclaved soil than sterile soil, indicating that microbial transformation played a major role in the herbicide disappearance in soil(2). Although microbial transformation of alachlor is fast in soil, <4% of the herbicide mineralized in different soils in 30 days(3). Several degradation products including 2-chloro-2',6'-diethylacetanilide and 1-chloroacetyl-2,3-dihydro-7-ethylindole have been identified(1). The biodegradation of alachlor in soil under spill conditions will be very slow due to toxicity(4). Degradation of alachlor in soil treated with excessive amounts (10,000 mg/kg) of formulated alachlor was negligible in 1 yr compared to 80-90% degradation at a concentration of 10 mg/kg(4)."
        },
        {
            "References": "(1) USEPA; Reregistration Eligibility Decisions (REDs) Database on Alachlor (15972-60-8). USEPA 738-R-98-020. Dec 1998. Available at https://www.epa.gov/oppsrrd1/REDs/0063.pdf as of Mar 21, 2007.",
            "Value": "AEROBIC: Degradation of alachlor water is not an important environmental fate process as suggested by a remaining 88.8% of applied to non-sterile lake water after 30 days(1). Alachlor applied at 2 ppm to silt, loamy sand, and silt loam soils incubated in the dark at 25 °C and 75% field moisture capacity for 175 days degraded with estimated half-lives ranging from 2-3 weeks. Percent degradations were as follows (percent applied remaining): silt loam - 87.7% at day 0, 47.4% at day 21, 1.6% at day 175; loamy sand - 98.5% at day 0, 52.4% at day 14, 2.5% at day 175; silt - 99.0% at day 0, 40.4% at day 14, 0.7% at day 175. The four major degradates identified were alachlor DM-oxanilic acid, alachlor oxanilic acid, alachlor ESA, and 2'6'-diehtyl-2-hydrodroxy-N-methoxymethylacetanilide; nine other degradates were also identified and all 15 degradates were at less than or equal to 10% of the applied alachlor(1)."
        },
        {
            "References": "(1) Konopka A; Appl Microbiol Biotechnol 42: 440-5 (1994)",
            "Value": "ANAEROBIC: Alachlor, present at 100 ppm, was 80 and 50% biodegraded in 30 days using two agricultural soils, Chalmers silt loam and Sturgis sandy loam, respectively, incubated as 10% (w/v) slurries under anaerobic conditions at 22 °C(1). A first-order degradation rate of 0.14/day was measured using an anaerobic sludge from the West Lafayette municipal sewage treatment plant inoculum(1); this corresponds to a half-life of approximately 5 days(SRC)."
        }
    ],
    "logP": [
        {
            "References": "Hansch, C., Leo, A., D. Hoekman. Exploring QSAR - Hydrophobic, Electronic, and Steric Constants. Washington, DC: American Chemical Society., 1995., p. 125",
            "Value": "log Kow = 3.52"
        }
    ],
    "mechanism_of_action": [
        {
            "References": "USEPA/Office of Pesticide Programs; Reregistration Eligibility Decision Document - Alachlor. p.2 (December 1998). Available from, as of January 30, 2007: https://www.epa.gov/pesticides/reregistration/status.htm",
            "Value": "Mode of Action /in target species/: Chloroacetamides are known to inhibit biosynthesis of fatty acids, lipids, protein, isoprenoids, flavonoids, and gibberellins."
        },
        {
            "References": "Alachlor: Evaluation of the Potential for Endocrine Disruption, 22 p. (December 20, 2002). Supporting and Related Materials in Alachlor Docket (EPA-HQ-OPP-2005-0050-0074). Accessed through www.regulations.gov.",
            "Value": "The mechanism of thyroid hyperplasia and carcinogenicity of alachlor in the rat is based on the induction of T4/T3 glucuronic acid transferase (UDPGT) in the liver. Due to the enhanced glucuronidation of T4 and T3 and subsequent biliary excretion of the conjugates, the plasma concentrations of T4 and T3 are decreased. To compensate for this change, the pituitary produces more thyroid-stimulating hormone (TSH) to enhance T4 production by the thyroid. Continuous stimulation of the thyroid by increased plasma TSH levels leads to hyperplasia of the follicular epithelium and subsequently to tumor formation. The occurrance of thyroid follicular tumors following induction of hepatic UDPGT is a well-known phenomena in rats and is generally considered to be of little to no relevance for human risk assessment. Alachlor does not bind to human thyroid hormone receptor, human thyroid binding globulin or human transthyretin."
        },
        {
            "References": "US EPA; Cumulative Risk from Chloroacetanilide Pesticides. U.S. Environmental Protection Agency Office of Pesticide Programs Health Effects Division, 74 p (March 8, 2006).",
            "Value": "Acetochlor, Alachlor and Butachlor may be grouped together based on a common end-point (nasal turbinate tumors in rats) and a known mechanism of toxicity for this endpoint. All three compounds produce tumors of the nasal olfactory epithelium in rats by way of a non-linear, non-genotoxic mode of action that includes cytotoxicity of the olfactory epithelium, followed by regenerative cell proliferation of the nasal epithelium that can then lead to neoplasia if cytotoxicity and proliferation are sustained. Acetochlor, Alachlor and Butachlor may also be grouped together based on an common end-point and a known mechanism of toxicity (UDPGT induction). All three compounds produce tumors of the thyroid follicular cells in rats by way of a non-genotoxic mode of action that includes UDPGT induction, increased TSH, alterations in T3/T4 hormone production and thyroid hyperplasia. The FIFRA Science Advisory Panel noted in /1997/, additionally, that even though the evidence illustrated that a common mechanism could be used to group certain chemicals for the development of thyroid tumors, it was recommended that this endpoint not be used in combining margins of exposure because the toxic effects were noted at doses above the Maximum Tolerated Dose (MTD)."
        },
        {
            "References": "US EPA; Cumulative Risk from Chloroacetanilide Pesticides. U.S. Environmental Protection Agency Office of Pesticide Programs Health Effects Division, 74 p (March 8, 2006).",
            "Value": "...there is ample evidence ...that the development of nasal olfactory epithelium tumors in rats dosed with chloroacetanilides involves the following sequence of steps,: 1) Acetochlor conjugates with glutathione (GSH) and is excreted in the bile. 2) The conjugate is biotransformed to a series of sulfur-containing products. Enterohepatic circulation of these products creates a pool of metabolites that are delivered to the nose. 3) Biotransformation to tissue-reactive and toxic metabolites. Metabolism by nasal enzymes, results in formation of a benzoquinoneimine, an electrophile and redox-active molecule. 4) Binding of toxic metabolite to cellular proteins plus possible generation of oxidative stress . 5) Cytotoxicity 6) Regenerative cell proliferation. 6) Sustained cytotoxicity and cell proliferation that results in neoplasia. The following three events are considered key events for formation of nasal olfactory epithelium tumors by the proposed non-linear, non genotoxic mode of action (MOA): Quinone imine- formation (protein binding) goes to cytotoxicity goes to cell proliferation."
        },
        {
            "References": "USEPA/Office of Pesticide Programs; Reregistration Eligibility Decision Document - Alachlor. p.43 (December 1998). Available from, as of January 30, 2007: https://www.epa.gov/pesticides/reregistration/status.htm",
            "Value": "Thyroid tumors: ...the Agency /EPA/ requirements for demonstrating a hormonal mode of action were met by the registrant and ... the tumors were observed only at an excessive dose. Stomach: Evidence was presented that the carcinomas resulting from alachlor were ...  carcinoids, not adenocarcinomas or gastric sarcomas, and that these carcinoids are probably related to the proposed gastrin-induced effect. ...  Although the tumor increases were significant only at the highest dose (excessive), it was noted that there was also 1 tumor (vs 0 in controls) at the mid-dose (which was considered to be adequate, not excessive) and this is a rare tumor type. Nasal tumors: The /EPA/ Science Advisory Panel considered these possibly relevant to humans but only at exposures in excess of anticipated human exposures for pesticide use. ... In accordance with the EPA proposed Guidelines for Carcinogen Risk Assessment (April 23,1996), alachlor was characterized as \"likely\" to be a human carcinogen at high doses, but \"not likely\" at low doses, by all routes of exposure. This conclusion was based on increased incidences of malignant and combined benign/malignant multiple tumor types in both sexes of the Long Evans rat, which occurred mainly at higher doses. Based on a consideration of modes of action for these tumors, the Committee agreed that a non-linear margin of exposure (MOE) approach should be used for the purpose of risk assessment. The consensus ... was that MOEs for both the malignant mixed gastric tumors and the nasal adenomas be presented for a risk management decision. The Committee recognizes that while the response occurs only at higher doses and quantitative differences exist in sensitivity between rats and humans, a similar mechanism for nasal tumor production is present in humans, and therefore its relevance to humans cannot be dismissed."
        },
        {
            "References": "USEPA/Office of Pesticide Programs; Reregistration Eligibility Decision Document - Alachlor. p.25 (December 1998). Available from, as of January 30, 2007: https://www.epa.gov/pesticides/reregistration/status.htm",
            "Value": "Based upon the available data for alachlor, the following hypothesis has been proposed for the production of tumors in the nasal mucosa: alachlor is metabolized in the rat to the glutathione (mercapturic acid) conjugate, which is excreted through the bile into the gut. In the gut, enteric bacteria metabolize the conjugate to the thiol conjugate, with subsequent S-methylation of the thiol. This product, the methyl sulfide, is re-absorbed into the systemic circulation where conversion to the secondary sulfide occurs. Hydrolysis of the secondary sulfide by arylamidase produces the diethylaniline metabolite of alachlor. Oxidation of the diethylaniline metabolite produces the putative toxic metabolite, diethylbenzoquinone imine (DEBQI). This metabolite binds to cellular protein, resulting in eventual cell death. Ensuing regenerative cell proliferation can then lead to neoplasia through \"fixation\" of spontaneous mutations."
        },
        {
            "References": "PMID:8812207",
            "Value": "Chronic administration of alachlor in the diet at a level of 126 mg/kg/day has previously been shown to cause an increase in benign thyroid follicular cell tumors in male Long-Evans rats. Studies were conducted to elucidate the mechanism of the alachlor-induced thyroid tumors in the male rat by evaluating changes in parameters that are collectively associated with a hormonally mediated mode of action for thyroid neoplasia. Male Long-Evans rats were administered 126 mg alachlor/kg body wt/day via the diet for up to 120 days. One group of animals was removed from alachlor-treated diet after 60 days and received untreated diet for an additional 60 days. Liver and thyroid weights and serum levels of triiodothyronine (T3), thyroxine (T4), and thyroid-stimulating hormone (TSH), as well as hepatic uridine diphosphate glucuronosyl transferase (UDPGT) activity, were determined at 7, 14, 28, 60, and 120 days of treatment. Liver and thyroid weights, hepatic UDPGT activity, and circulating levels of TSH were significantly increased in animals administered alachlor. These increases were seen as early as 7 days after alachlor administration. Circulating levels of T4 in alachlor-treated animals were significantly decreased compared with controls at 7 days, but had returned to control levels by 60 days. T3 levels were elevated at all time points except at 28 days. The changes in TSH and T3 levels, hepatic UDPGT activity, and liver weights were all reversible on elimination of alachlor from the diet. Thyroid weights did not completely return to control levels after removal of alachlor from the diet, although some recovery was evident. The results of this study clearly suggest that alachlor-induced thyroid neoplasia, observed in previous chronic bioassays with alachlor, was associated with increases in circulating TSH levels. Increased metabolism of T4 via hepatic enzymatic conjugation (i.e., T4-UDPGT) appeared to be responsible for the increased TSH levels. These effects were shown to be reversible on cessation of exposure to alachlor. In summary, evidence is presented for a hormonally mediated process for the development of thyroid follicular cell tumors."
        },
        {
            "References": "PMID:16178123",
            "Value": "Chronic exposure to the chloracetanilide herbicide alachlor has been shown to cause olfactory mucosal neoplasms. Genomic analysis of olfactory mucosa from rats given alachlor (126 mg/kg/d) for from 1 day to 18 mo suggested that matrix metalloproteinases MMP-2 and MMP-9 were upregulated in the month following initiation of treatment. The present studies were designed to confirm this latter finding and to explore the potential role of MMPs in alachlor-induced olfactory carcinogenesis. Zymographic analysis of olfactory mucosal extracts confirmed that MMP-2 activity is higher in the olfactory mucosa of alachlor-treated rats. Therefore, rats were fed alachlor (126 mg/kg/d in the diet for 1 year) either with or without the MMP-2/MMP-9 inhibitor Ro 28-2653 (100 mg/kg daily by gavage for the first 2 months of alachlor treatment). The number of olfactory mucosal neoplasms was reduced by 25% after 1 year of alachlor treatment in rats that received both alachlor and Ro 28-2653. The morphology of alachlor-induced olfactory tumors was similar whether or not Ro 28-2653 had been given; the MMP inhibitor itself had no impact on olfactory mucosal histology. These data confirm that olfactory mucosal MMP-2 activity is increased following short-term alachlor exposure and show that administration of an MMP-2/9 inhibitor reduced the incidence of olfactory neoplasms in alachlor-treated rats, thereby implicating MMP-2 activity as a mediator of alachlor-induced carcinogenicity."
        },
        {
            "References": "Weed Science Society of America. Herbicide Handbook. 5th ed. Champaign, Illinois: Weed Science Society of America, 1983., p. 14",
            "Value": "Appears to inhibit protein synthesis in susceptible plants."
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "European Chemicals Bureau; IUCLID Dataset, Alachlor (15972-60-8) (2000 CD-ROM edition). Available from, as of January 30, 2007: https://esis.jrc.ec.europa.eu/",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ In an acute dermal toxicity study in rabbits, the LD50 was determined to be ca. 13,300 mg/kg bw (confidence limits of 6,700 to 26,600 mg/kg). Mortality in groups exposed to alachlor (90.0% pure) at 5,600, 8,000, 11,300, 16,000 and 20,000 mg/kg was 25, 0, 75, 25 and 100%, respectively. Most animals exhibited slight to well defined erythema with slight or very slight edema at the dosing site. Signs of toxicity during 24 hrs following the exposure period included decreased motor activity and ataxia in all treatment groups. These effect gradually subsided throughout the study. While several post-mortem changes were noted in animals that died during the study, there were no necropsy findings in animals sacrificed at the end of the study."
        },
        {
            "References": "European Chemicals Bureau; IUCLID Dataset, Alachlor (15972-60-8) (2000 CD-ROM edition). Available from, as of January 30, 2007: https://esis.jrc.ec.europa.eu/",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ There were no deaths in rats exposed to alachlor at 0.4 or 5.1 mg/L for 4 hrs either during the exposure period or the subsequent 14-day observation period. The concentration of alachlor generated int his study was the highest attainable under the test conditions. Observations during exposure included lacrimation and wet, matted fur due to coating of the test material. In the four-hour post-exposure period, secretory signs (lacrimation, salivation and nasal discharge), respiratory effects (rales), and matted, discolored fur were observed. The occurrence of these signs began to decrease after post-exposure day 2, with the exception of matted fur, which persisted until day 6. Slight body weight decreases were observed on post-exposure day 1, but normal body weight gains were evident in most animal on day 3. At necropsy, the only treatment related effect observed was that scattered grey or red foci in the lungs of three females. All other animals appeared normal. ... The test method was U.W. EPA Guideline 81-3."
        },
        {
            "References": "European Chemicals Bureau; IUCLID Dataset, Alachlor (15972-60-8) (2000 CD-ROM edition). Available from, as of January 30, 2007: https://esis.jrc.ec.europa.eu/",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/  In an acute oral toxicity study in rats conducted in accordance with OECD Guideline 401, mortality in the 650, 930, 1,330, 1,900 and 2,700 mg/kg groups was 0, 30, 40, 90 and 90%, respectively. The majority of the surviving animals gained weight at both 7 and 14 days after dosing. Signs of toxicity observed on the day of dosing in most groups included nasal, oral and ocular discharges, fecal and urinary staining, hypoactivity and soft stool. All surviving animals were free of significant toxicologic signs from day 10 through the termination of the study. Other than an area of liver discoloration in one surviving animal from the 1,330 mg/kg group, there were no unusual necropsy findings.The oral LD50 for males and females combined was estimated to be 1,350 mg/kg bw (95% confidence limits of 1,085-1,615 mg/kg)."
        },
        {
            "References": "USEPA/Office of Pesticide Programs; Reregistration Eligibility Decision Document - Alachlor. p.11 (December 1998). Available from, as of January 30, 2007: https://www.epa.gov/pesticides/reregistration/status.htm",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ The oral LD50 for alachlor in a rat study was 930 (810-1,050) mg/kg. Clinical signs observed after oral dosing included ataxia, muscle tremors, hyperactivity, lethargy, dyspnea, and convulsions. The LC50 for rat inhalation was 1.04 mg/L for 4 hours. Clinical signs were related to eye and nasal irritation."
        },
        {
            "References": "European Chemicals Bureau; IUCLID Dataset, Alachlor (15972-60-8) (2000 CD-ROM edition). Available from, as of January 30, 2007: https://esis.jrc.ec.europa.eu/",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ In rabbits, alachlor (92.8% pure) was described as slightly irritating in skin irritation tests. Animals  were exposed for 24 hours and skins were evaluated for irritation at 24 and 72 hours. For unabraded skins, both erythema and edema scores at 24 hours were 1; at 72 hours, scores for erythema were 0-2 and for edema were 0-1. Irritation scores for abraded sites were identical to unabraded sites at 24 hours and only slightly higher at 72 hours. In an eye irritation test in rabbits, alachlor (92.8% pure) was described as not irritating. Minor conjunctival redness was observed in three rabbits on day 1; this effect cleared by day 2 in two of the rabbits and by day 3 in the remaining animal. There were no effects on the cornea or iris of any rabbit at any time point."
        },
        {
            "References": "European Chemicals Bureau; IUCLID Dataset, Alachlor (15972-60-8) (2000 CD-ROM edition). Available from, as of January 30, 2007: https://esis.jrc.ec.europa.eu/",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ In a test conducted based on procedures described by Buehler for delayed contact hypersensitivity in the guinea pig, alachlor was described as sensitizing. All animals survived until termination of the study... Upon challenge, all ten animals treated with alachlor exhibited dermal irritation in response to a non-irritating dose of the test material at both 24 and 48 hours. In addition, edema was observed in four of ten animals at 24 hours, and edema and necrosis were observed in three and one of ten animals, respectively, at 48 hours. No irritation was observed in the six control animals."
        },
        {
            "References": "Spencer, E. Y. Guide to the Chemicals Used in Crop Protection. 7th ed. Publication 1093. Research Institute, Agriculture Canada, Ottawa, Canada: Information Canada, 1982., p. 4",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Moderate Eye Irritant in Rabbits."
        },
        {
            "References": "European Chemicals Bureau; IUCLID Dataset, Alachlor (15972-60-8) (2000 CD-ROM edition). Available from, as of January 30, 2007: https://esis.jrc.ec.europa.eu/",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Sprague-Dawley rats were exposed to alachlor by inhalation at 0, 0.06, 0.2, and 0.6 mg/L for 6 hr/day, 5 days/wk for 1 month. Signs of sensory irritation were observed at all doses. Body weights and serum glucose were decreased in mid and high exposure females and in high level males; liver weights were increased in males and females exposed to the highest alachlor concentration."
        },
        {
            "References": "European Chemicals Bureau; IUCLID Dataset, Alachlor (15972-60-8) (2000 CD-ROM edition). Available from, as of January 30, 2007: https://esis.jrc.ec.europa.eu/",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ In CD-1 mice fed alachlor at 0, 1,000, 1,500, 2,000 or 2,500 ppm in the feed for 90 days, the only treatment-related effects were increased relative and/or absolute liver weights at 1,500, 1,000 and 2,500 ppm and possibly increased relative kidney weights at 2,000 and 2,500 ppm. No functional or pathological effect were reported."
        },
        {
            "References": "USEPA/Office of Pesticide Programs; Reregistration Eligibility Decision Document - Alachlor. p.11-12 (December 1998). Available from, as of January 30, 2007: https://www.epa.gov/pesticides/reregistration/status.htm",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ In a ...  subchronic toxicity study, male and female Charles River albino rats ... received 0, 20, 200, or 2,000 ppm technical alachlor which is 0, 1.5, 15, or 146 mg/kg/day for the control, low, mid and high dose groups, respectively by standard conversion factors for 90 days. Systemic toxicity was noted in the high dose animals as decreased body weights and body weight gains, decreased food consumption and efficiency, increased absolute and relative spleen weights, increased relative liver weights, increased relative to body weight kidney weights, and decreased relative gonad weights (testis and ovaries). The systemic toxicity NOEL (No Observed Effect Level) is 15 mg/kg/day. The systemic toxicity LOEL (Lowest Observed Effect Level) is 146 mg/kg/day based on decreased body weights, body weight gains, reduced food consumption, increased spleen, liver and kidney weights, and decreased gonad weights. This study is classified as unacceptable since it is an invalidated IBT study. Guideline requirements are not satisfied. However, this study was not repeated since an adequate chronic toxicity study was performed by the registrant.."
        },
        {
            "References": "European Chemicals Bureau; IUCLID Dataset, Alachlor (15972-60-8) (2000 CD-ROM edition). Available from, as of January 30, 2007: https://esis.jrc.ec.europa.eu/",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ The repeated dermal application of alachlor to New Zealand white rabbits 6 hr/day, 5 days/wk for 21 days at doses of 200, 1,000 and 4,000 mg/kg/day resulted in very slight  to moderate dermal irritation in all treated groups. An apparent increase in pituitary weights was noted in the high dose males."
        },
        {
            "References": "USEPA/Office of Pesticide Programs; Reregistration Eligibility Decision Document - Alachlor. p.12 (December 1998). Available from, as of January 30, 2007: https://www.epa.gov/pesticides/reregistration/status.htm",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ In a 21-day dermal toxicity study, alachlor (...45.3% a.i. and ... 45.2% a.i.) was administered to New Zealand white rabbits at dose levels of 0, 50, 300, or 1,000 mg/kg. Repeated exposure resulted in skin damage ranging from dermal irritation to corrosion. The observations occurred in a dose-related manner. Systemic toxicity was noted as an increase in polymorphonuclear leukocytes which may have resulted from the presence of the chronic inflammatory reaction in the dermis. There was also a significant (p < 0.01) decrease in body weight in both sexes at the high dose. There was also regenerative anemia, with an elevated white blood cell count, and platelet counts, and a decreased albumin/globulin ratio. Also, there was evidence of liver glycogen depletion at the high dose. Three animals in the mid dose and 6 animals in the high dose died or were sacrificed in extremis."
        },
        {
            "References": "USEPA/Office of Pesticide Programs; Reregistration Eligibility Decision Document - Alachlor. p.12 (December 1998). Available from, as of January 30, 2007: https://www.epa.gov/pesticides/reregistration/status.htm",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ In a subchronic feeding study, Beagle dogs were administered doses of 0, 5, 25, 50, or 75 mg/kg/day of alachlor (93.3% a.i...) in capsules for six months. Systemic toxicity was noted as an increase in liver weights at the lowest dose tested (LDT; 5 mg/kg/day) and above in males, and at 25 mg/kg/day and above in females. An increase in the incidence of gross pathological observations (discoloration of the liver and biliary hyperplasia) in the liver were noted at 25 mg/kg/day and above in both sexes. Dose related body weight gain decrement, reduction in total serum protein levels, globulin levels, increase in Serum AP (alkaline phosphatase), LDH (lactate dehydrogenase) and occasionally SGPT (serum glutamic-pyruvic transaminase) activities in both sexes were noted at 25 mg/kg/day and above. Increased incidence of emaciation and mortality were noted at 50 mg/kg/day and above. The systemic toxicity NOEL could not be determined, but would be less than 5 mg/kg/day (LDT). The systemic toxicity LOEL is equal to or less than 5 mg/kg/day based on increased liver weight."
        },
        {
            "References": "European Chemicals Bureau; IUCLID Dataset, Alachlor (15972-60-8) (2000 CD-ROM edition). Available from, as of January 30, 2007: https://esis.jrc.ec.europa.eu/",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Beagle dogs were exposed to alachlor daily by gavage at doses of 0, 25, 50 and 100 mg/kg/day for 27 weeks. The 100 mg/kg/day dose was reduced to 75 mg/kg/day after 3 weeks because dogs in this treatment group exhibited signs of severe toxicity. At the end of the seventh week, most of the high dose group dogs had died. ...Repeat exposure of alachlor to dogs for up to six months produced mortality at and above 25 mg/kg/day. Kidney weights were significantly increased at 50 and 75 mg/kg/day. ... Liver toxicity was noted in dogs given alachlor at 25, 50 and 75 mg/kg/day as manifested by increases in serum enzyme levels and the occurrence of microscopic lesions. Indications of anemia were also noted in animals given doses of 25 mg/kg/day and above. The mean liver weight of male dogs given alachlor at 5 mg/kg/day was increased 18% above the control value."
        },
        {
            "References": "Alachlor: Evaluation of the Potential for Endocrine Disruption, 22 p. (December 20, 2002). Supporting and Related Materials in Alachlor Docket (EPA-HQ-OPP-2005-0050-0074). Accessed through www.regulations.gov.",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Male Gonadal Toxicity Study. ... Alachlor was dissolved in sunflower seed oil and administered daily by gavage to male Wistar rats for 75 days at dose levels of 0, 44.5, 89 and 178 mg/kg bw/day. At the end of the dosing period, the rats were sacrificed and the testes removed, fixed and examined. Edema and hyperemia of the interstitium, slight swelling of the walls of the subcapsular blood vessels, enlargement of Leydig cells, decreases in the spermatopoiesis index, decreased numbers of spermatogonia, and/or an increase in the number of tubules without speramtozoids were noted at all dose levels."
        },
        {
            "References": "Alachlor: Evaluation of the Potential for Endocrine Disruption, 22 p. (December 20, 2002). Supporting and Related Materials in Alachlor Docket (EPA-HQ-OPP-2005-0050-0074). Accessed through www.regulations.gov.",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ No testicular or vascular effects were observed in dogs after 6 months of treatment with alachlor at doses up to 100 mg/kg bw/day. Peri-arteritis was observed in the mouse after 18 months of treatment at a dose level of 260 mg/kg bw/day, but there was no dose-effect relationship for degeneration of the germinal epithelium."
        },
        {
            "References": "USEPA/Office of Pesticide Programs; Reregistration Eligibility Decision Document - Alachlor. p.14 (December 1998). Available from, as of January 30, 2007: https://www.epa.gov/pesticides/reregistration/status.htm",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ In a carcinogenicity study, technical (92.6% a.i... or ... 92.19% a.i.) stabilized with epichlorohydrin at the start of the study (for 11 months) and then with a lot stabilized with epoxidozed soybean oil was given to CD-1 albino mice in the diet for 18 months at doses of 0 (control), 26, 78 or 260 mg/kg/day. Systemic toxicity was noted in the mid and high dose groups as increased liver weights, increased kidney weight in the mid and high dose males, and in the high dose females as reduced survival (statistical evaluation of mortality showed no significant incremental changes with increasing doses of alachlor in male mice while female mice showed a significant increasing trend in mortality with increasing doses of alachlor) and body weight gains (10%), males were not similarly affected. Thyroid follicular atrophy was noted in the mid and high dose males and the high dose females. There was an increase in water consumption in the high dose groups. Males had a significant increasing trend in bronchioalveolar adenomas at p < 0.05. There were no significant differences in the pair-wise comparisons of the male dosed groups with the controls. Female mice had significant increasing trends, in addition to significant differences in the pair-wise comparisons of the 260 mg/kg/day dose group with the controls, for bronchioalveolaradenomas and adenomas and/or carcinomas combined, all at p < 0.01."
        },
        {
            "References": "USEPA/Office of Pesticide Programs; Reregistration Eligibility Decision Document - Alachlor. p.15-16 (December 1998). Available from, as of January 30, 2007: https://www.epa.gov/pesticides/reregistration/status.htm",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ In a second carcinogenicity study, CD-1 albino mice (60 animals/sex/dose) from Charles River Laboratory (Portage MI) received 0 (control), 100, 400 or 1,600 ppm (male: 0, 16.64, 65.42, or 262.40 mg/kg/day; and female: 0, 23.73, 90.34, or 399.22 mg/kg/day respectively, calculated directly from food consumption data) of alachlor (94.64% a.i....) in the diet for 18 months. Ten animals/ sex/ dose were sacrificed at 12 months. Systemic toxicity was noted in high dose males as lower body weight gains for the period ending on day 91; high dose males and females with lower body weight gains for the period ending on day 372 and high dose females with lower body weight gains to the end of the study. There were no decreases in food consumption, rather there were increases in high dose females. No treatment related effects on food efficiency were noted in the treated males; however, the high dose females had a dose related decrease in food efficiency at 12 and 18 months. Gross pathological observations included (at 18 months) a mass/nodule of the liver as noted in 6/41, 7/40, 10/41, and 10/41 in males and 1/40, 0/42, 1/36, and 3/40 in females for the control, low, mid and high dose groups respectively; a mass/nodule of the lung in 3/41, 9/40, 10/41, and 12/41 in males and 1/40, 2/42, 9/36, and 6/40 in females for the control, low, mid and high dose groups, respectively. There was a statistically significant increase in absolute liver weights of the low and high dose females and liver weights relative to brain weights in high dose females at 12 months. Also, there was an increase in relative liver weights in high dose females at 18 months. The high dose males showed a statistically significant increase in absolute and relative liver weights at 18 months. There was a statistically significant decrease in kidney weights relative to body weights in high dose females at 12 months and a decrease in absolute kidney weight in high dose females at 18 months. The males at 18 months had a significant increase in absolute kidney weights in all dose groups, increased kidney weights relative to body weights in the low and high dose groups and increased kidney weights relative to brain weight in the mid and high dose groups. Non-neoplastic observations included slight increases in tubular epithelium hyperplasia/regeneration in the kidney(s) of high dose males, an increase in centrilobular hepatocellular hypertrophy in mid and high dose males along with an increase in high dose females of fibrous osteodystrophy of the sternum. Neoplastic observations included an increase in bronchoalveolar adenomas in all treated groups in males (7, 18, 27, and 22%, for the control, low, mid and high dose groups, respectively) and females (5, 14, 10, and 17% for the control, low, mid and high dose groups, respectively), statistical significance was achieved in mid dose males. The combined incidence of bronchoalveolar adenomas/carcinomas was increased in all treated groups in males (7, 18, 32, and 22% for the control, low, mid and high dose groups, respectively). Only the mid dose males were statistically significantly different from the controls. These data indicate that CD-1 mice showed evidence of bronchoalveolar adenomas (mostly) and/or carcinomas in the lung, but the data were considered to be inconclusive in terms of the relationship to alachlor treatment especially when both mouse carcinogenicity studies are considered together. The systemic toxicity NOEL for males is 16.64 mg/kg/day and the systemic toxicity LOEL for males is 65.42 mg/kg/day based on an increase in centrilobular hepatocellular hypertrophy in mid and high dose males. The systemic toxicity NOEL for females is 90.34 mg/kg/day and the systemic toxicity LOEL for females is 399.22 mg/kg/day based on body weight gain decrements and an increase in fibrous osteodystrophy of the sternum."
        },
        {
            "References": "USEPA/Office of Pesticide Programs; Reregistration Eligibility Decision Document - Alachlor. p.13-14 (December 1998). Available from, as of January 30, 2007: https://www.epa.gov/pesticides/reregistration/status.htm",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ In a two-year feeding study, Long-Evans rats received doses of 0, 100, 300, or 1000 ppm (approximately 0 (control), 14, 42, or 126 mg/kg/day) technical alachlor in the diet for approximately 117 weeks in males (812 to 813 days) and 106 weeks in females (741 to 744 days). It should be noted that the test substance used for the first 11 months of the study was stabilized with 0.5% epichlorohydrin (...92.6% a.i.), while the test substance used for the remaining 16 months of the study was stabilized with epoxidized soybean oil (... 92.19% a.i.). Epichlorohydrin is carcinogenic for male Wistar rats and Sprague-Dawley rats: when given in drinking water epichlorohydrin has been found to cause forestomach tumors (squamous cell papillomas and carcinomas) in male Wistar rats... . By the inhalation route epichlorohydrin has been found to cause squamous carcinomas of the nasal cavity ... .. The effect of epichlorohydrin on tumor formation in this study is not known. Systemic toxicity was noted at 14 mg/kg/day and above as ocular lesions in the form of uveal degeneration syndrome, and as increased thyroid weights in both sexes; and as increased liver weight in the high dose groups. These observations were correlated with degenerative liver changes at all dose levels. There were decreased body weights in the mid and high dose males and the high dose females during the second year of the study. Statistical evaluation of mortality indicated an increasing trend for male and female rats with increasing doses. Male rats had an increased incidence of nasal respiratory epithelium adenomas, and adenomas and/or adenocarcinomas combined at 42 and 126 mg/kg/day (p < 0.01 and significant trends). Also, there was increased incidence in malignant mixed gastric tumors and gastric adenocarcinomas and/or malignant mixed gastric tumors combined at 126 mg/kg (p < 0.01 and significant trends). There were increased incidences in thyroid follicular cell adenomas and adenomas and/or carcinomas combined at 126 mg/kg (p < 0.01 and significant trends). There were increased incidences in the 126 mg/kg/day dose group for stomach osteosarcomas, and thyroid follicular cell carcinomas (both at p < 0.05). There were increased incidences of brain oligodendrogliomas of the hypothalamus, stomach osteosarcomas, and thyroid follicular cell carcinomas (all at p < 0.01) and significant trends. For female rats there was increased incidence of nasal turbinate adenomas, and adenomas and/or adenocarcinomas combined at 42 (p < 0.05) and 126 (p < 0.01) mg/kg/day and significant trends for these tumor types. There was also an increased incidence of malignant mixed gastric tumors, and gastric adenocarcinomas and/or malignant mixed gastric tumors combined (p < 0.01) at 126 mg/kg/day, as well as significant trends for these tumor types. Also, increased incidence at 14 and 126 mg/kg/day of mammary gland adenofibromas, adenofibromas and/or fibroadenomas combined, and adenofibromas, fibroadenomas, and papillary adenocarcinomas combined (p < 0.05). There were significant increasing trends in liver adenomas, stomach osteosarcomas, and thyroid follicular cell adenomas and/or adenocarcinomas combined (all at p < 0.01). Of all the tumors listed above, the increasing trend observed in brain oligodendrogliomas of the hypothalamus, and the significant trend in brain ependymomas and ependymomas and/or malignant ependymomas combined in male rats and the significant pair-wise comparisons for mammary gland adenofibromas, adenofibromas and/or fibroadenomas combined, and adenofibromas, fibroadenomas, and papillary adenocarcinomas combined and liver adenomas in female rats were considered to have occurred at excessively toxic doses, and only the tumors of the nasal epithelium, stomach, and thyroid were treatment related and are the basis for considering alachlor to be carcinogenic in the rat. The systemic toxicity NOEL could not be determined but would be less than 14 mg/kg/day. The systemic toxicity LOEL is equal to or less than 14 mg/kg/day based on ocular lesions (uveal degeneration syndrome) and hepatic toxicity."
        },
        {
            "References": "USEPA/Office of Pesticide Programs; Reregistration Eligibility Decision Document - Alachlor. p.14 (December 1998). Available from, as of January 30, 2007: https://www.epa.gov/pesticides/reregistration/status.htm",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ In a second long-term study, Long-Evans rats were fed doses of 0, 0.5, 2.5 or 15 mg/kg/day technical alachlor (94.13% ... stabilized with 1.28% epoxidized soybean oil) for 110 weeks (25 to 26 months). Systemic toxicity was noted at 15 mg/kg/day, highest dose tested (HDT), as molting of the retinal pigmentation (uveal degeneration syndrome), increased mortality rate (significant increasing trend) in females (no effect in males) and abnormal disseminated foci in male livers. Male rats had increased incidence of nasal respiratory epithelium adenomas at 15 mg/kg/day (p < 0.01 with significant trend). Female rats had an increased incidence of adrenal benign pheochromocytomas and nasal respiratory epithelium adenomas at the 15 mg/kg/day dose level (p < 0.05 and p < 0.01, respectively and significant trend). There was also increased incidence of thymus malignant lymphosarcomas at the 15 mg/kg/day dose level (p < 0.05); however, only the tumors of the nasal epithelium were treatment related and are the basis for considering alachlor to be carcinogenic in the rat. The systemic toxicity NOEL is 2.5 mg/kg/day and the systemic toxicity LOEL is 15 mg/kg/day, based on molting of retinal pigmentation and increased mortality in females, with abnormal disseminated foci of the liver in males."
        },
        {
            "References": "USEPA/Office of Pesticide Programs; Reregistration Eligibility Decision Document - Alachlor. p.14 (December 1998). Available from, as of January 30, 2007: https://www.epa.gov/pesticides/reregistration/status.htm",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ In a special two-year study, technical alachlor (94.13% a.i.... stabilized with 1.28% epoxidized soybean oil) was administered in the diet at 126 mg/kg/day to Long-Evans rats for two years to assess ocular effects of the compound (uveal degeneration syndrome). It was observed that females were more sensitive than males, and that once the uveal degeneration syndrome was observed, it was irreversible (a group exposed to alachlor for the first 5 to 6 months). The nasal, thyroid and gastric tumors observed in earlier investigations were observed. The nasal tumors were noted at the end of the study (2 years) in the group that was exposed to alachlor for the first 5 to 6 months."
        },
        {
            "References": "California Environmental Protection Agency Department of Pesticide Regulation; Alachlor Summary of Toxicological Data (1986) Available from, as of January 27, 2007: https://www.cdpr.ca.gov/docs/toxsums/pdfs/678.pdf",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/  \"Chronic Study of Alachlor Administered in Feed to Long-Evans rats\"... (Supplemental to primary study ...). Alachlor, tech., (no epichlorohydrin in this tech.). 50/sex given 0, 0.5, 2.5, or 15 mg/kg/day in diet: NOEL for chronic tox = 2.5 mg/kg/day (nasal submucosal gland hyperplasia at 15 mg/kg/day (M & F). Significant increases in nasal epithelial adenomas in M and F at 15 mg/kg/day. One stomach adenocarcinoma (rare tumor) in 2.5 mg/kg/day male attributed by investigators to test article..."
        },
        {
            "References": "California Environmental Protection Agency Department of Pesticide Regulation; Alachlor Summary of Toxicological Data (1986) Available from, as of January 27, 2007: https://www.cdpr.ca.gov/docs/toxsums/pdfs/678.pdf",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ \"Chronic study of alachlor administered by gelatin capsule to dogs\"... Alachlor, tech. 0, 1.0, 3.0, and 10.0 mg/kg/day. NOEL = 1.0 mg/kg/day (based primarily on slight, dose-related incidence of hemosiderosis or excess hemosiderin in kidney, liver, and spleen; also on modest increases in gastro-intestinal findings such as diarrhea, mucus stool, and other stool abnormalities: all of these findings predominantly in males). Mild anemia and mild liver toxicity indicated at 10 mg/kg/day, particularly in males."
        },
        {
            "References": "Alachlor: Evaluation of the Potential for Endocrine Disruption, 22 p. (December 20, 2002). Supporting and Related Materials in Alachlor Docket (EPA-HQ-OPP-2005-0050-0074). Accessed through www.regulations.gov.",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ A thorough analysis of the three long-term toxicology studies that were conducted by Monsanto in the rat revealed that the incidence of peri-arteritis in the testes of the rat is high (up to 32%) and not related to treatment. A slight increase in testicular atrophy was noted in the high-dose group (126 mg/kg by/day) of one study but no evidence of degeneration of the germinal epithelium or other testicular toxicity was noted in the other studies. In addition, there were no treatment-related effects on related parameters such as aspermia, oligospermia and epididymal atrophy."
        },
        {
            "References": "Maleva E, Strateva A; Sb Dckl-Nauchine Ses Druzh Med Khim, 4th: 41-5 (1983)",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Histological examination of the testes of rats given 5-20% of the LD50 dose (790 mg/kg) of Lasso by stomach tube after 75 days showed that Lasso caused a reduction in spermatopoiesis, decreased the number of spermatogonia, and increased the number of tubules without spermatozoa; the effects were dose dependent."
        },
        {
            "References": "USEPA/Office of Pesticide Programs; Reregistration Eligibility Decision Document - Alachlor. p.17 (December 1998). Available from, as of January 30, 2007: https://www.epa.gov/pesticides/reregistration/status.htm",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ In a three-generation reproduction study, Sprague Dawley CD rats received either 0 (control), 3, 10, or 30 mg/kg/day technical alachlor (92.6% a.i....) in the diet. Parental/ Offspring systemic toxicity was noted at the high dose in the form of discoloration of the kidney and reduced kidney weights (especially in F2 parents and F3b pups). Histopathology revealed chronic nephritis in the high dose males. The high dose females of each parental generation and the F3b females had lower ovary weights (this decrease was maximal (17%) and significant in the F0 generation, and was also associated with 17% decrease in the ovaries to body weight ratio). No microscopic changes were reported in the ovaries and no effect was noted on reproductive parameters. The parental/offspring systemic toxicity NOEL is 10 mg/kg/day. The parental/offspring systemic toxicity LOEL is 30 mg/kg/day based on kidney effects. Since there were no effects on reproductive parameters, the reproductive toxicity NOEL is equal to or greater than 30 mg/kg/day (HDT). The reproductive toxicity LOEL is greater than 30 mg/kg/day."
        },
        {
            "References": "USEPA/Office of Pesticide Programs; Reregistration Eligibility Decision Document - Alachlor. p.16 (December 1998). Available from, as of January 30, 2007: https://www.epa.gov/pesticides/reregistration/status.htm",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ In a developmental toxicity (teratology) study, Charles River rats were given 0 (control), 50, 150 or 400 mg/kg/day of alachlor (92.19% a.i...) by gavage on gestation days 6 through 19, inclusive. Maternal systemic toxicity was noted at the high dose as maternal deaths, and increased incidence of soft stools, red matter around the nose and mouth and anogenital staining and reduced body weight gains. Developmental toxicity was noted at the high dose as a slight increase in the mean number of early and late resorptions with related increased post-implantation loss and a slight reduction in the mean number of viable fetuses. The maternal toxicity NOEL is 150 mg/kg/day.The maternal toxicity LOEL is 400 mg/kg/day based on increased mortality, increased incidence of clinical signs and reduced body weight gains. The developmental toxicity NOEL is 150 mg/kg/day. The developmental toxicity LOEL is 400 mg/kg/day based on increased resorptions and decreased litter size."
        },
        {
            "References": "California Environmental Protection Agency Department of Pesticide Regulation; Alachlor Summary of Toxicological Data (1986) Available from, as of January 27, 2007: https://www.cdpr.ca.gov/docs/toxsums/pdfs/678.pdf",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ \" A teratogenicity study in rabbits with Alachlor\"... Alachlor, purity 94.7%, administered by gavage at dose levels of 0 (corn oil), 50, 100 and 150 mg/kg/day from gestation days 7 through 19. There were 18 mated female New Zealand White rabbits/dose. Some reduction in food consumption was observed during the treatment period at each dose level, but body weights were not markedly affected by treatment. Maternal NOEL = 100 mg/kg/day, based on small but statistically signficant body weight loss during early treatment period (days 7-10) at 150 mg/kg/day. Developmental NOEL = 150 mg/kg/day (highest dose tested), thus there were no adverse effects."
        },
        {
            "References": "Alachlor: Evaluation of the Potential for Endocrine Disruption, 22 p. (December 20, 2002).. Supporting and Related Materials in Alachlor Docket (EPA-HQ-OPP-2005-0050-0074). Accessed through www.regulations.gov.",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Multi-Generation Reproduction Studies.  ... In a three-generation reproduction toxicity study, rats were treated with alachlor at dose level up to 30 mg/kg bw/day. There were no treatment-related effects on mating, fertility, male-female sex ratio, pup survival, testicular weight, or histopathology of the reproductive organs. Absolute and relative (to brain and body weight) ovary weights in high-dose females were slightly lower than controls in all three generations. However, only the changes in absolute and ovary-brain weight ratios of F0 animals were statistically significant. No statistically significant differences were noted in ovary-body weight ratios in any generation. In addition, there were no effects on ovarian histopathology or on any of the reproductive parameters..."
        },
        {
            "References": "Alachlor: Evaluation of the Potential for Endocrine Disruption, 22 p. (December 20, 2002). Supporting and Related Materials in Alachlor Docket (EPA-HQ-OPP-2005-0050-0074). Accessed through www.regulations.gov.",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ Reporter Gene Assays...Induction in yeast cells expressing huuman estrogen receptor showed an increase in reporter activity only at alachlor concentrations 100,000 times higher than the corresponding 17-beta-estradiol concentration that produced the same level of transactivation...Alachlor was judged to have no estrogenic activity in a yeast two-hybrid assay using a chimeric receptor containing the human estrogen receptor ligand-binding domain."
        },
        {
            "References": "Alachlor: Evaluation of the Potential for Endocrine Disruption, 22 p. (December 20, 2002). Supporting and Related Materials in Alachlor Docket (EPA-HQ-OPP-2005-0050-0074). Accessed through www.regulations.gov",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ Estrogen Receptor Assays. Studies with alachlor have shown no affinity for the rat estrogen receptor (IC50>1,000 uM) and only weak association with the recombinant human estrogen receptor and the alligator estrogen receptor. Competitive binding demonstrated an interaction only at relatively high concentrations (IC50:100 uM for human estrogen receptor and 27 uM for the alligator estrogen receptor) which indicates negligible binding potential at realistic exposure levels."
        },
        {
            "References": "Alachlor: Evaluation of the Potential for Endocrine Disruption, 22 p. (December 20, 2002). Supporting and Related Materials in Alachlor Docket (EPA-HQ-OPP-2005-0050-0074). Accessed through www.regulations.gov",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ Screening for Gestogenic Activity. Two studies have evaluated the interaction between a recombinant human progesterone receptor expressed in yeast cells and the alligator progestrone receptor isolated from oviductal tissure in vitro. These studies have shown that alachlor does not have agonist or antagonist activity towards the progesterone receptor."
        },
        {
            "References": "USEPA/Office of Pesticide Programs; Reregistration Eligibility Decision Document - Alachlor. p.17 (December 1998). Available from, as of January 30, 2007: https://www.epa.gov/pesticides/reregistration/status.htm",
            "Value": "/GENOTOXICITY/ A reverse mutation assay in five strains of Salmonella typhimurium (TA 1535, TA 100, TA 1537, TA 1538, and TA 98) using 10 to 5,000 ug/plate with and without S9 metabolic activation was negative. An E. coli WP2 hcr reverse mutation assay using 10 to 5,000 ug/plate with and without S9 metabolic activation was negative. A rec assay with Bacillus subtilis (H17 and M45) using 20 to 2,000 ug/disk was negative... An assay of structural chromosomal aberrations (e.g., in vivo cytogenetics in rat bone marrow) was negative. Single doses of 0, 100, 300, or 1,000 mg/kg with sacrifice times of 6, 12, 24, and 48 hours. A CHO (Chinese hamster ovaries) HGPRT mammalian cell forward mutation test was negative. Dose levels tested were 15 to 150 ug/mL without S9 metabolic activation and 15 to 330 ug/mL with S9 metabolic activation. Alachlor was negative in an Ames Salmonella typhimurium mammalian microsome plate incorporation assay, conducted in the absence of S9 and with S9 prepared from uninduced rat, mouse, or monkey nasal turbinates, at concentrations ranging from 50 to 5,000 ug/plate. Tester strains TA 98, TA 100, TA 1535, and TA 1537 were used."
        },
        {
            "References": "PMID:1566280",
            "Value": "/GENOTOXICITY/ The ability of alachlor to cause DNA damage was investigated by measuring single strand breaks in DNA, after metabolic activation by freshly isolated rat hepatocytes. Incubation of different concentrations of alachlor with rat hepatocytes led to numerous metabolites. The majority, isolated and identified by GC-MS analysis, were products arising from reactions catalyzed by the p450 monooxygenase system, arylamidase and flavin mixed function oxidase/cytochrome p450 monooxygenase. The results, using freshly isolated rat hepatocytes, showed that in these conditions several potentially DNA damaging metabolites were produced; this experimental condition was used to assess DNA damage induced by the mixture of alachlor and its metabolites. The alkaline elution technique showed that at 200 uM and more clearly at 400 uM there were some small fragments that eluted in the first fraction. This fragmentation was probably due to alachlor cytotoxicity. In addition to the small DNA fragments eluting in the first fraction there were other larger DNA fragments. These DNA single strand breaks were most evident at the alachlor concentration of 400 uM, but also at 200 uM and 100 uM, whereas at 10 uM the DNA elution rate appeared comparable to that of controls."
        },
        {
            "References": "California Environmental Protection Agency Department of Pesticide Regulation; Alachlor Summary of Toxicological Data (1986) Available from, as of January 27, 2007: https://www.cdpr.ca.gov/docs/toxsums/pdfs/678.pdf",
            "Value": "/GENOTOXICITY/ There is one acceptable gene mutation study in mammalian cells on file for technical alachlor with no mutagenicity reported. The studies in bacteria which have been reviewed do not suggest a high potential for gene mutation, although one of several representative metabolites of alachlor is mutagenic in the Ames test ...  CDFA requires mutagenicity studies on the technical material to meet the respective data category requirements, thus study does not fill the gene mutation \"data gap\", although it is a well-executed study on the analytical grade material. A supplementary information worksheet has been included respecting the change of status. Earlier versions of the Summary of Toxicology Data indicated a \"possible adverse effect\" ... for gene mutation based on the study with a metabolite... In this study, the mutation frequency was increased greater than 3-fold at 10 mg/plate and also increased at 3.0 mg/plate with Salmonella strain TA100. The other 3 strains tested (TA1535, TA1537, and TA98) were clearly negative at these concentrations. Based on the negative results with technical alachlor in mammalian cells ... and the negative results in the other reports with bacteria, the positive result with a metabolite in one strain only of Salmonella is of questionable biological significance. Therefore, the weight of evidence is for a lack of activity for gene mutation."
        },
        {
            "References": "California Environmental Protection Agency Department of Pesticide Regulation; Alachlor Summary of Toxicological Data (1986) Available from, as of January 27, 2007: https://www.cdpr.ca.gov/docs/toxsums/pdfs/678.pdf",
            "Value": "/GENOTOXICITY/ \"CHO/HGPRT Mammalian Cell Forward Gene Mutation Assay\"...  Alachlor technical, 95.4%; CHO/HGPRT assay, tested with and without rat liver activation; S9 at 2% or 5%, 0, 15, 30, 60, 100, 150, 200 or 330 ug/ml, 5 hour incubation; 8-day expression for thioguanine resistance; no increase in mutation frequency reported."
        },
        {
            "References": "California Environmental Protection Agency Department of Pesticide Regulation; Alachlor Summary of Toxicological Data (1986) Available from, as of January 27, 2007: https://www.cdpr.ca.gov/docs/toxsums/pdfs/678.pdf",
            "Value": "/GENOTOXICITY/ \"In vivo bone marrow chromosome study in rats\". Rats dosed with tech. alachlor by gavage in corn oil: 0, 100, 330, and 1,000 mg/kg in a single administration. Rats killed at 6, 12, 24, and 48 hr after dosing (48-hr specimens not read as there was no evidence of mitotic delay). No increase in aberrations noted."
        },
        {
            "References": "California Environmental Protection Agency Department of Pesticide Regulation; Alachlor Summary of Toxicological Data (1986) Available from, as of January 27, 2007: https://www.cdpr.ca.gov/docs/toxsums/pdfs/678.pdf",
            "Value": "/GENOTOXICITY/ In vivo rat hepatocyte UDS assay. Alachlor, tech. 6 rats/dose gavaged with 50, 200, and 1,000 mg/kg: 3 rats sacrificed at 2 hr, 3 at 12 hr in each group. Two rats each for pos. and neg. controls, killed at 12 hr. Alachlor found to be weakly genotoxic in this assay (significant increase in UDS in 1,000 mg/kg group sacrificed after 12 hr)."
        },
        {
            "References": "USEPA/Office of Pesticide Programs; Reregistration Eligibility Decision Document - Alachlor. p.17-18 (December 1998). Available from, as of January 30, 2007: https://www.epa.gov/pesticides/reregistration/status.htm",
            "Value": "/GENOTOXICITY/ Alachlor was positive for inducing UDS in hepatocytes recovered from male Fischer-344 rats at 12 hours after oral gavage administration of 1,000 mg/kg. (It is noted that the dose at which a positive response was observed approximates the LD50 of alachlor in rats.) The average number of net nuclear grains counts were increased by >5 compared with the controls, with > 10% of the cells in repair (increased net nuclear grains counts over control were obtained with 2/5 animals, and increases of >5 net grains were observed with 3/5 animals. Similarly, a comparison of the individual data from treated animals and the vehicle control group showed that hepatocytes recovered from 3 of 5 animals were positive for UDS, cells from one animal showed a borderline positive response, and liver cells from the remaining animal was negative. These data are suggestive of a genotoxic response. There was no indication of UDS activity at 12 hours after oral gavage administration of lower doses (50, 200, or 500 mg/kg) or at 2 hours following gavage with 1,000 mg/kg."
        },
        {
            "References": "PMID:6835251",
            "Value": "/GENOTOXICITY/ Alachlor was tested using rat bone marrow cells in vivo. Doses of 1.25, 2.50 and 5 ug alachlor/g body wt were given as a single ip injection to Wistar rats. Each treatment group consisted of 4 rats. The high dose killed all animals. The low dose 1.25 ug/g body wt produced no significant incr in aberrations. 2.5 ug/g body wt incr chromatid type aberrations significantly. Chronic oral treatment of rats for 280 days with a dose of 1.7 ug/g body wt (total intake 476 mg/kg body wt) failed to produce any significant incr of aberrations over controls."
        },
        {
            "References": "USEPA/Office of Pesticide Programs; Reregistration Eligibility Decision Document - Alachlor. p.18 (December 1998). Available from, as of January 30, 2007: https://www.epa.gov/pesticides/reregistration/status.htm",
            "Value": "/GENOTOXICITY/ Alachlor was negative in a micronucleus assay in Long-Evans rats conducted with a single intraperitoneal injection of 150, 300, or 600 mg/kg and 24-, 48-, and 72-hour sacrifice times. Two males and one female receiving the high dose died, and clinical signs of toxicity were observed in males at all doses and in mid- and high-dose females. A separate experiment in the same study with radiolabeled alachlor provided evidence that the test material reached the target organ, bone marrow, when administered intraperitoneally. In a mouse micronucleus assay, groups of 10-15 male CD-1 mice received single oral gavage administrations of 250, 500 or 1000 mg/kg alachlor (>99%). The test material was delivered to the animals in corn oil. Animals were sacrificed at 24 and 48 hours postadministration; bone marrow cells were harvested and 2000 polychromatic erythrocytes per male were examined for the incidence of micronucleated polychromatic erythrocytes (MPEs). Death and other clinical signs (i.e., piloerection and/or decreased defecation) were observed at the highest dose tested. Cytotoxicity for the target organ was not observed at any dose. The positive control induced the expected high yield of MPEs in the treated males. There was, however, no evidence that alachlor induced a clastogenic or aneugenic effect at any dose or sacrifice time..."
        },
        {
            "References": "PMID:6377060",
            "Value": "/GENOTOXICITY/ Alachlor was among 11 herbicides and 13 combinations of commercial grade herbicides evaluated for their genotoxic properties with Salmonella typhimurium, Saccharomyces cerevisiae directly and following plant and animal activation, or with Zea mays. A commercial formulation of alachlor induced a significant incr in gene conversion at both the adenine and tryptophan loci in the Saccharomyces cerevisiae assay. A technical grade of alachlor was positive in yeast after plant activation or mammalian S9 activation. Also alachlor was demonstrated to induce mutations in the blue-green alga Nostoc Muscorum."
        },
        {
            "References": "USEPA/Office of Pesticide Programs; Reregistration Eligibility Decision Document - Alachlor. p.19 (December 1998). Available from, as of January 30, 2007: https://www.epa.gov/pesticides/reregistration/status.htm",
            "Value": "/GENOTOXICITY/ Ames Salmonella assays with synthesized metabolites of alachlor using strains TA 98, TA 100, TA 1535, and TA 1537 at dose levels of 0.004 to 10.00 mg/plate both with and without S9 metabolic activation showed that of five metabolites tested (t-hydroxysulfone; rat, mouse, goat, hen, rotation crops metabolite], sec- amide p-hydroxy methylsulfone; rat metabolite], t-sulfinyllacetic acid [corn metabolite], t-oxanilic acid [soil, water, soybean metabolite], and t-sulfonic acid [corn, soil, soybeans, water metabolite]), only the t-hydroxysulfone metabolite was observed to be mutagenic (strain TA 100 at 3 and 10 mg/plate in the presence and absence of metabolic activation). In Ames Salmonella assays with synthesized metabolites of alachlor [s-hydroxysulfone]) using strains TA 98, and TA 100 at dose levels of 0.01 to 10.00 mg/plate both with and without S9 metabolic activation only the s-hydroxysulfone metabolite was observed to be weakly mutagenic (strain TA 100 at 1, 3 and 10 mg/plate in the presence and absence of metabolic activation). The responses that were less than a 2-fold increase indicating a positive response..Two alachlor metabolites, 2'6'-diethyl-2-methyl thioacetanilide (DMTA) and 2'6'-Diethylaniline (DEA), were tested in an Ames Salmonella typhimurium mammalian microsome plate incorporation assay in the absence of S9 and with S9 prepared from uninduced rat, mouse, or monkey nasal turbinates. Tester strains TA 98, TA 100, TA 1535, and TA 1537 were used. DMTA was positive in strain TA 1535 in three independent Salmonella typhimurium mammalian microsome plate incorporation assays, conducted with S9 prepared from mouse nasal turbinates. In addition, there was a tendency for increased numbers of revertants of TA 1535 to occur following exposure to higher dose levels (1,500 and/or 5,000 ug/plate) of DMTA. This was also observed in one of two assays conducted with rat nasal turbinate S9. Although only marginal increases were observed, the increases were reproducible and statistically significant. There was no response in tester strains TA 98, TA 100 or TA 1537 with the nonactivated test material or in the presence of S9 prepared from mouse, rat, or monkey nasal turbinates. However, it should be noted that DMTA is not a stable product of alachlor metabolism. 2'6'-Diethylaniline (DEA) was positive in strains TA 1535 and TA 100 in at least two independent Salmonella typhimurium/mammalian microsome plate incorporation assays, conducted with S9 prepared from mouse nasal turbinates. The nonactivated test material and the test material activated with rat nasal turbinate S9 were also positive in strain TA 100. Although only marginal increases were observed, they were reproducible and statistically significant. There was no consistent response in tester strains TA 98 and TA 1537. /Alachlor metabolites/"
        },
        {
            "References": "USEPA/Office of Pesticide Programs; Reregistration Eligibility Decision Document - Alachlor. p.18-19 (December 1998). Available from, as of January 30, 2007: https://www.epa.gov/pesticides/reregistration/status.htm",
            "Value": "/GENOTOXICITY/ Urine from alachlor treated rats was tested in an Ames Salmonella assay using strains TA 98, TA 100, TA 1535, and TA 1537 in the presence and absence of Arochlor 1254-induced mammalian activation system and/or beta-glucuronidase/sulfatase and dose levels of 0.005 to 0.5 mL/plate. There was a weak mutagenic response in strain TA 98 in the presence of beta-glucuronidase. A weak mutagenic response was also observed in strain TA 1537 in the presence of both beta-glucuronidase and metabolic activation. /Alachlor metabolites/"
        },
        {
            "References": "Alachlor: Evaluation of the Potential for Endocrine Disruption, 22 p. (December 20, 2002). Supporting and Related Materials in Alachlor Docket (EPA-HQ-OPP-2005-0050-0074). Accessed through www.regulations.gov.",
            "Value": "/OTHER TOXICITY INFORMATION/ A potential mechanism of endocrine toxicity can occur through either inhibition or induction of cytochrome P-459 catalytic activity involved in steroid metabolism. /It was/ reported that ip injections of alachlor to rats at dose levels up to 1,000 mg/kg/day did not affect the activity of cytochrome P-450 mediated 7-alpha-hydroxylase (CYP2A1), testosterone 2-alpha-hydroylase (CYP2C11) or testosterone 6-beta-hydroxylase (CYP3A2). Further. /it was/ noted that the changes in P450 activities resulting from exposure to alachlor were not consistent with the profile of changes of known endocrine disruptors."
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "(1) Wauchope RD et al; Rev Environ Contam Toxicol 123: 1-155 (1992) (2) Aga DS, Thurman EM; Environ Sci Technol 35: 2455-60 (2001) (3) Swann RL et al; Res Rev 85: 17-28 (1983) (4) Peter CJ, Weber JB; Weed Sci 33: 874-81 (1985) (5) Huang LQ, Frink CR; Bull Environ Contam Toxicol 43: 159-64 (1989) (6) Czapar GF et al; J Environ Qual 21: 110-15 (1992) (7) Clay SA et al; Weed Technol 5: 485-89 (1991)",
            "Value": "Log Koc values for alachlor have been reported by various authors to range 2.08 (Koc = 120) to 3.33 (Koc = 2,138)(1,2). According to a classification scheme(3), this estimated Koc value suggests that alachlor is expected to have high to low mobility in soil(3). Experimental results confirm that alachlor adsorbs weakly to moderately to soil and the leaching of alachlor from soil is high to medium(4,5). The adsorption of alachlor increases with an increase in organic content, clay content and surface area of soil(4). Alachlor was not detected in groundwater from a soil with high organic and clay content(5). This is probably due to longer residence time in this soil allowing the degradation of alachlor before it reached the water table. The presence of continuous pores or channels in soil will increase the mobility of alachlor in soil(6,7)."
        }
    ],
    "plant_translocations": [
        {
            "content": "Translocation of alachlor [2-chloro-2′,6′-diethyl-N-(methoxymethyl) acetanilide] in soybean [Glycine max (L.) Merrill] and wheat (Triticum aestivum L.) was primarily apoplastic with greater uptake and translocation in wheat (susceptible) than in soybean (resistant). Root-applied 14C-alachlor translocated throughout both plants. Root uptake was greater for wheat than for soybean and older leaves accumulated more than did younger actively growing tissue in both species. Foliar applications to the primary leaves of soybean and wheat resulted in some apoplastic translocation within the treated leaf of wheat but only slight translocation in soybean. Absorption of 14C-alachlor reached equilibrium at 4 hr by excised wheat root tissue, while absorption continued after 32 hr in excised coleoptile and leaf tissue. Absorption of alachlor by leaf and coleoptile tissue was greater in light than in the dark.",
            "reference": "Chandler, A. M., Basler, E., & Santelmann, P. W. (1974). Uptake and translocation of alachlor in soybean and wheat. Weed Science, 22(3), 253-258.",
            "method": {
                "Test Plant": "Soybean (Glycine max) and wheat (Triticum aestivum)",
                "Apply Location": "Foliar and root application",
                "Plant Grown Condition": "The experiments were conducted in a growth chamber with a 14-hour photoperiod, 22 klux light supplied by a mixture of incandescent and fluorescent lamps, at 30°C, and 10 hours of dark at 24°C.",
                "Chemical Preparation": "In the root-uptake study, 109.8 mg of uniformly ring-labeled C-alachlor (1.02 mCi/mole) was added to 300 ml of Hoagland's nutrient solution. In the foliar absorption study, 65.68 µg of 14C-alachlor plus a non-ionic surfactant at 0.5% by volume was applied to the primary leaf tissue of both wheat and soybean plants in ten 1-µl drops.",
                "Pesticide Application Details for the Plant": "Absorption and translocation in both species were determined 48 hours after treatment.",
                "Other Information": "The experiments were conducted in a randomized block design with 10 replications. Duncan's multiple range statistical test was conducted at the 0.01 level. After each absorption period, the plants were removed from the jars, the roots rinsed for 1 minute with distilled water and blotted free of excess water."
            },
            "result": "[{\"Apply method\": \"Foliar\", \"Plant\": \"Wheat\", \"First leaf (% of applied)\": \"0.92\", \"Untreated leaf (%)\": \"-\", \"Treated leaf (%)\": \"-\", \"Second leaf (%)\": \"0.68\", \"Third leaf (%)\": \"0.04\", \"Stem (%)\": 0.61, \"Roots (%)\": 9.71, \"Nutrient solution (%)\": 79.7, \"Growing point (%)\": \"-\", \"Trifoliate leaves(%)\": \"-\", \"Primary leaves (%)\": \"-\", \"Cotyledons (%)\": \"-\"}, {\"Apply method\": \"Foliar\", \"Plant\": \"Soybean\", \"First leaf (% of applied)\": \"-\", \"Untreated leaf (%)\": \"-\", \"Treated leaf (%)\": \"-\", \"Second leaf (%)\": \"-\", \"Third leaf (%)\": \"-\", \"Stem (%)\": 0.61, \"Roots (%)\": 54.01, \"Nutrient solution (%)\": 34.35, \"Growing point (%)\": \"0.13\", \"Trifoliate leaves(%)\": \"1.71\", \"Primary leaves (%)\": \"2.33\", \"Cotyledons (%)\": \"0.22\"}, {\"Apply method\": \"Root\", \"Plant\": \"Wheat\", \"First leaf (% of applied)\": \"-\", \"Untreated leaf (%)\": \"11.28\", \"Treated leaf (%)\": \"48.76\", \"Second leaf (%)\": \"0.04\", \"Third leaf (%)\": \"0.08\", \"Stem (%)\": 0.06, \"Roots (%)\": 0.08, \"Nutrient solution (%)\": 0.65, \"Growing point (%)\": \"-\", \"Trifoliate leaves(%)\": \"-\", \"Primary leaves (%)\": \"-\", \"Cotyledons (%)\": \"-\"}, {\"Apply method\": \"Foliar\", \"Plant\": \"Soybean\", \"First leaf (% of applied)\": \"-\", \"Untreated leaf (%)\": \"0.13\", \"Treated leaf (%)\": \"68.56\", \"Second leaf (%)\": \"-\", \"Third leaf (%)\": \"-\", \"Stem (%)\": 0.12, \"Roots (%)\": 0.17, \"Nutrient solution (%)\": 0.55, \"Growing point (%)\": \"0.04\", \"Trifoliate leaves(%)\": \"0.36\", \"Primary leaves (%)\": \"-\", \"Cotyledons (%)\": \"0.14\"}]"
        },
        {
            "content": "The uptake, translocation, and metabolism of 14C-alachlor, a herbicide compound, were investigated in germinating and emerged snap bean seedlings under different temperature regimes. The study found that the total uptake of 14C-alachlor was higher at the higher temperature. However, the herbicide was primarily localized in the roots, where it underwent rapid metabolism. At the lower temperature, the distribution of the labeled compound was relatively equal among different plant parts except for cotyledons, and a smaller proportion of alachlor was metabolized. Under higher temperatures, both root uptake of 14C-alachlor and translocation to the shoots were significantly greater. Additionally, it was observed that approximately 60% of the alachlor volatilized from a watchglass at 27°C, and subsequent uptake of the volatilized compound occurred in adjacent snap bean plants within a closed system.",
            "reference": "Rice, R. P., & Putnam, A. R. (1980). Temperature influences on uptake, translocation, and metabolism of alachlor in snap beans (Phaseolus vulgaris). Weed Science, 28(2), 131-134.",
            "method": {
                "Test Plant": "'Spartan Arrow' bean (Phaseolus vulgaris) seeds",
                "Apply Location": "Root application",
                "Plant Grown Condition": "Growth chambers maintained at 16-h daylength (21 klux), at 16°C night/21°C day and 27°C night/32°C day temperature regimes",
                "Chemical Preparation": "Uniformly ring labeled 14C-alachlor (6.47 µCi/mg)",
                "Pesticide Application Details for the Plant": "0.3 µCi of labeled alachlor added to 150 cc of quartz sand moistened with nutrient solution for each plant",
                "Other Information": "Pots placed in growth chambers, seeds germinated, unifoliate leaves expanded, seedlings removed at 7 and 10 days, washed with distilled water, sectioned into roots, hypocotyl, cotyledons, epicotyl, leaves, and terminal bud"
            },
            "result": "[{\"Exposure time (h)\": 48, \"Temperature, C\": \"16-21\", \"Roots (dpm/mg)\": 1.2, \"Hypocotyl (dpm/mg)\": 1.6, \"Cotyledons (dpm/mg)\": 0.7, \"Epicotyl (dpm/mg)\": 0.0, \"Unifoliate leaves (dpm/mg)\": 0.8, \"Terminal bud (dpm/mg)\": 0.0}, {\"Exposure time (h)\": 48, \"Temperature, C\": \"27-32\", \"Roots (dpm/mg)\": 2.6, \"Hypocotyl (dpm/mg)\": 1.0, \"Cotyledons (dpm/mg)\": 0.2, \"Epicotyl (dpm/mg)\": 3.8, \"Unifoliate leaves (dpm/mg)\": 5.4, \"Terminal bud (dpm/mg)\": 5.3}, {\"Exposure time (h)\": 72, \"Temperature, C\": \"16-21\", \"Roots (dpm/mg)\": 1.3, \"Hypocotyl (dpm/mg)\": 1.7, \"Cotyledons (dpm/mg)\": 0.0, \"Epicotyl (dpm/mg)\": 1.9, \"Unifoliate leaves (dpm/mg)\": 1.6, \"Terminal bud (dpm/mg)\": 0.0}, {\"Exposure time (h)\": 72, \"Temperature, C\": \"27-32\", \"Roots (dpm/mg)\": 3.9, \"Hypocotyl (dpm/mg)\": 1.1, \"Cotyledons (dpm/mg)\": 0.0, \"Epicotyl (dpm/mg)\": 9.6, \"Unifoliate leaves (dpm/mg)\": 7.8, \"Terminal bud (dpm/mg)\": 19.8}, {\"Exposure time (h)\": 96, \"Temperature, C\": \"16-21\", \"Roots (dpm/mg)\": 1.6, \"Hypocotyl (dpm/mg)\": 1.5, \"Cotyledons (dpm/mg)\": 0.3, \"Epicotyl (dpm/mg)\": 7.6, \"Unifoliate leaves (dpm/mg)\": 2.1, \"Terminal bud (dpm/mg)\": 7.3}, {\"Exposure time (h)\": 96, \"Temperature, C\": \"27-32\", \"Roots (dpm/mg)\": 5.9, \"Hypocotyl (dpm/mg)\": 5.2, \"Cotyledons (dpm/mg)\": 0.1, \"Epicotyl (dpm/mg)\": 7.6, \"Unifoliate leaves (dpm/mg)\": 14.4, \"Terminal bud (dpm/mg)\": 11.5}]"
        }
    ]
}