{
  "_id": {
    "$oid": "6682e7e8c4e5dba5ffba22f1"
  },
  "CID": {
    "$numberInt": "2086"
  },
  "Name": "Temik",
  "IUPACName": "[(2-methyl-2-methylsulfanylpropylidene)amino] N-methylcarbamate",
  "CanonicalSMILES": "CC(C)(C=NOC(=O)NC)SC",
  "Synonyms": [
    "Temik",
    "116-06-3",
    "Aldicarb [ISO]",
    "UC-21149",
    "8V071SH05P",
    "2-Methyl-2-(methylthio)propionaldehyde O-(methylcarbamoyl)oxime",
    "Temik 10 G",
    "OMS-771",
    "Carbamyl",
    "2-Methyl-2-(methylthio)propanal O-[(methylamino)carbonyl]oxime",
    "NSC 379586",
    "Sulfone aldoxycarb",
    "Aldicarbe [French]",
    "Temik G10",
    "Caswell No. 011A"
  ],
  "IsomericSMILES": "CC(C)(C=NOC(=O)NC)SC",
  "INCHI": "InChI=1S/C7H14N2O2S/c1-7(2,12-4)5-9-11-6(10)8-3/h5H,1-4H3,(H,8,10)",
  "INCHIKEY": "QGLZXHRNAYXIBU-UHFFFAOYSA-N",
  "Formula": "C7H14N2O2S",
  "MolecularWeight": {
    "$numberDouble": "190.27"
  },
  "Description": {
    "$numberDouble": "NaN"
  },
  "XlogP": {
    "$numberDouble": "1.1"
  },
  "Complexity": {
    "$numberInt": "180"
  },
  "Charge": {
    "$numberInt": "0"
  },
  "plant_concentrations": [
    {
      "References": "Menzie, C.M. Metabolism of Pesticides-Update III. Special Scientific Report- Wildlife No. 232. Washington, DC: U.S.Department of the Interior, Fish and Wildlife Service, 1980., p. 9",
      "Value": "When 10% granular formulation of aldicarb was applied to soil in which potatoes were grown, the aldicarb was not detected in the potatoes at harvest (128-174 days post treatment). Levels of the sulfoxide & sulfone ranged from 0.02 to 0.77 mg/kg fresh wt potato. Residues were higher in peelings than in peeled potatoes."
    },
    {
      "References": "PMID:19300718",
      "Value": "... Aldicarb, aldicarb sulfoxide, and aldicarb sulfone ... were found in the roots, trunks, stems, and leaves of grapevine 120 days after application. Residues in leaves as high as 1.40 and 8.89 ppm resulted from 4.5 and 9 kg/ha soil applications, respectively. In roots, trunks, and stems the residues declined after 180 days. No residues were detected in the newly forming immature fruit. Residues in roots, trunks, young branches, and leaves declined further after 270 days, but residues in mature fruit at harvest time were 0.03 to 0.05 ppm from application of 4.5 and 9 kg/ha, respectively. In other trials the amount of aldicarb residues found in mature fruit at harvest time varied with grape varieties, time and rate of application, total amt of rainfall, irrigation water, and soil type. /Total toxins/"
    },
    {
      "References": "(1) Jamet P et al; Phytiatr-Phytopharm 28 (3): 157-68 (1979) (2) Steele AE et al; J Nematol 11 (1): 42-6 (1979) (3) Rouchaud J et al; Rijksuniv Gent 45 (4): 895-903 (1980)",
      "Value": "Row application of 5% aldicarb granules (1 kg active ingredient/ha) to sugar beet led to concentrations of <0.05 ppm residues within 3-4 wk. Aldicarb sulfoxide was detectable after 1 wk; its concentration was 0.02-0.05 ppm for the next 60 days. Aldicarb sulfone appeared after 3-4 wks, reaching 0.1 ppm for approx 3 months. In leaves, aldicarb was absent, whereas the sulfoxide and sulfone reached levels of 0.04 and 0.4 ppm, respectively(1). Aldicarb residues in foliage of B. vulgaris 21 days after transplanting to soil treated with 1-5 ug aldicarb/g soil were proportional to residues in storage roots, but 20 times as great(2). Initial concentration of residues in roots, after 21 days treatment, were proportional to applied rates but declined by 50% when roots were stored for 25 days at 24 °C. Mean respective concentration of aldicarb, aldicarb sulfoxide, and aldicarb sulfone were 8.7, 81.6, and 9.8% of the total residue, respectively(2). Growing and ripe sugar beets grown in soil treated with 3 kg (14)C-labeled aldicarb/ha had higher radioactivity levels in the blades than in the petioles and whole leaves than in the crowns and roots(3). Eight metabolites were identified in the beet leaves. Aldicarb + aldicarb sulfoxide + aldicarb sulfone made up only 13% of the radioactivity in the leaves. About 15% of the radioactivity was in an insoluble form. Sugar crystalized from the beet roots contained 17.7% of the radioactivity from the roots(3)."
    },
    {
      "References": "(1) Sites RW, Cone WW; J Econ Entomol 82 (4): 1237-44 (1989)",
      "Value": "Uptake of (14)C-labeled aldicarb by potted hops, Humulus lupulus, began within 6 hr of application and continued for 18-48 hr, depending on application rate; higher rates took longer. Accumulation was greatest in the leaves, with relatively little in stems and roots. Leaf and cone residues were determined at 5 day intervals for 60 days following an application. In leaves, aldicarb residues peaked in 10 days (36.5 ppm) and peak accumulation of aldicarb sulfoxide and sulfone occurred at day 25 (89.9 ppm) and day 45 (14.9 ppm), respectively. Aldicarb residues were much lower in cones than in leaves. In cones, the peak (1.3 ppm) occurred 60 days after an application. Aldicarb sulfoxide and sulfone residues were low throughout the test period and reached peak levels (11.6 and 3.1 ppm, respectively) at day 60. Residue levels were higher in dried hop leaves and cones. Drying increased the concentration of residues approximately three fold in leaves and four fold in cones(1)."
    }
  ],
  "environmental_bioconcentrations": [
    {
      "References": "(1) Hansch C et al; Exploring QSAR. Hydrophobic, Electronic, and Steric Constants. ACS Prof Ref Book. Heller SR, consult. ed., Washington, DC: Amer Chem Soc p. 35 (1995) (2) Meylan WM et al; Environ Toxicol Chem 18: 664-72 (1999) (3) Franke C et al; Chemosphere 29: 1501-14 (1994) (4) Dowdy DL, McKone TE; Environ Toxicol Chem 16: 2448-56 (1997)",
      "Value": "An estimated BCF of 3 was calculated in fish for aldicarb(SRC), using a log Kow of 1.13(1) and a regression-derived equation(2). According to a classification scheme(3), this BCF suggests the potential for bioconcentration in aquatic organisms is low(SRC). Aldicarb had mean log bioconcentration ratios of 0.263 and -0.92 for plant/soil in above and below ground plants, respectively(4)."
    },
    {
      "References": "Menzie, C.M. Metabolism of Pesticides-Update III. Special Scientific Report- Wildlife No. 232. Washington, DC: U.S.Department of the Interior, Fish and Wildlife Service, 1980., p. 7",
      "Value": "The species of free-living soil nematodes (Aphelenchus avenae & Panagrellus redivivus) were exposed to aldicarb. Although the levels of aldicarb which accumulate were similar in the 2 species, the rates of uptake, metabolism & elimination were greater in Panagrellus redivivus. The level of toxic metabolites was higher in Aphelenchus avenae after 24 hr."
    }
  ],
  "environmental_biodegradations": [
    {
      "References": "(1) Wolfe NL, Macalady DL; J Contam Hydrol 9(1-2):17-34 (1992) (2) Ou LT et al; J Agric Food Chem 33: 72-8 (1985) (3) Delfino JJ, Miles CJ; Soil Crop Sci Soc Florida Proc 44: 9-14 (1985) (4) Miles CJ, Delfino JJ; J Agric Food Chem 33: 455-60 (1985) (5) Harris CR et al; J Environ Health B19: 1-11 (1984)",
      "Value": "Aldicarb has been extensively studied both in the laboratory under controlled conditions and in the field(1). Under aerobic conditions, it has been shown to oxidize at the sulfur atom to form first the sulfoxide, followed by further oxidation to the sulfone. Under anaerobic conditions, reduction to the corresponding aldehyde and nitrile is the proposed degradation pathway. It has not been definitively shown that these reactions are abiotic or biotic(1). Mineralization half-lives for the aerobic incubation of aldicarb were 20-361 days in surface soils up to 30 cm depth, and 131-233 days (223-1130 days anaerobic) in subsurface soils between 20 and 183 cm in depth(2). Metabolites detected in aerobic soils included aldicarb sulfoxide and sulfone and their oximes and aldicarb sulfoxide nitrile; under anaerobic conditions no aldicarb sulfone or its degradation products were detected(2). Aldicarb did not degrade in sterile or unsterile groundwater under anaerobic conditions in 60-65 days at pH 5.2 and 6.0 or in 40 days in aerated groundwater at pH 7.6 (with or without added sieved limestone)(3). In unfiltered anaerobic groundwater and anaerobic groundwater amended with limestone and filtered with membrane filters to remove microorganisms, the half-lives of aldicarb were 62 and 433 days, respectively(4). Using this same groundwater, but aerated with sterile air under laboratory conditions, the half-life of aldicarb ranged from 34 to 94 days at pH 8.5(4). Aldicarb sulfoxide and aldicarb sulfone degraded more rapidly, with half-lives in the range of 10-47 days (sulfoxide) and 4-32 days (sulfone) under aerobic conditions. Under anaerobic conditions the half-lives ranged from 25-32 days (sulfoxide) and 26-109 days (sulfone)(4). Aldicarb sulfoxide has been shown to be reduced to aldicarb in groundwater under anaerobic conditions in groundwater to which glucose had been added(4). Aldicarb degraded faster in soil which had been previously treated with carbofuran. After 1 day, 68% of aldicarb applied remained in soil not treated with carbofuran, whereas 16% remained in soil treated 4 times with carbofuran between 1-13 weeks prior to treatment with aldicarb. Zero% remained in soil treated once with carbofuran 13 weeks prior to treatment with aldicarb(5)."
    },
    {
      "References": "(1) Vink JPM, van der Zee SEATM; Water Res 31:2858-68 (1997)",
      "Value": "Aldicarb Transformation Rates Per Day in different media(1).",
      "Table": "[{'Compound': 'Aldicarb', 'Soil (aerobic)': 0.25, 'Soil (low oxic)': '0.150', 'Lake sediment (anaerobic)': '0.277'}, {'Compound': 'Aldicarb sulfoxide', 'Soil (aerobic)': 0.035, 'Soil (low oxic)': '0.055', 'Lake sediment (anaerobic)': 'Not Formed'}, {'Compound': 'Aldicarb sulfone', 'Soil (aerobic)': 0.015, 'Soil (low oxic)': 'Not Determined', 'Lake sediment (anaerobic)': 'Not Formed'}]"
    }
  ],
  "logP": [
    {
      "References": "Hansch, C., Leo, A., D. Hoekman. Exploring QSAR - Hydrophobic, Electronic, and Steric Constants. Washington, DC: American Chemical Society., 1995., p. 35",
      "Value": "log Kow = 1.13"
    }
  ],
  "mechanism_of_action": [
    {
      "References": "Haddad, L.M. and Winchester, J.F. Clinical Management of Poisoning and Drug Overdosage. Philadelphia, PA: W.B. Saunders Co., 1983., p. 711",
      "Value": "The carbamate insecticides are reversible cholinesterase-inhibitors. They cause this effect by reversible carbamylation of the enzyme acetylcholinesterase, allowing accum of acetylcholine, as with the organophosphate insecticides. ... While the organophosphate insecticides cause irreversible inhibition of the cholinesterase enzymes, the carbamyl-enzyme complex is reversible & dissociates far more readily than the organophosphate complex. The clinical syndrome is more benign & of much shorter duration with the carbamate insecticides. Unlike the the organophosphates, the carbamates poorly penetrate the CNS. /Carbamate insecticides/"
    }
  ],
  "sediment_soil_concentrations": [
    {
      "References": "(1) Jones RL, Back RC; Environ Toxicol Chem 3: 9-20 (1984) (2) USGS; Pesticides in Soils and Ground Water in Selected Irrigated Agricultural Areas Near Havre, Ronan, and Huntley, Montana.; Water Resourc. Div., Helena, MT. Report 1990, USGS/WRI-90-4023; PB90-232562 (1990) (3) Hendrickson R, Meagher WR; J Agric Food Chem 16: 903-5 (1968) (4) Mansour SA; Rev Environ Contam Toxicol 196: 1-51 (2008)",
      "Value": "SOIL: Aldicarb was detected in soil from 6 citrus farms located in 5 different counties in Florida, where it had been used as an insecticide(1). The majority of the detected aldicarb was in the upper layer of soil (depth 0-30 cm), where avg concentrations of 2-1,330 ppm were observed. The concentrations attenuated as a function of soil depth with avg concentrations in the range of not detected to 33 ppm at the deepest levels (183-224 cm) (1). Aldicarb, aldicarb sulfone, and aldicarb sulfoxide where detected in soils where potatoes are grown in Montana at concentrations of <10 ug/kg to 90 ug/kg(2). Aldicarb and its residues were detected in soil from citrus orchards in Florida following its application(3). Concentrations were in the range of 4.8-5.2 ppb in treated parts of the orchards where oranges were grown and 0.2 ppb in adjacent areas 38 weeks following application(3). Concentrations were much higher in areas where grapefruits were grown, with levels of 1,940-1,970 ppb in treated areas and 1-1.4 ppb in adjacent areas 32 weeks following application(3). Aldicarb was detected in soil samples from locations in Egypt collected in 1996 at 25.0-48.6 ppb(4)."
    }
  ],
  "soil_absorption_mobility": [
    {
      "References": "(1) Worrall F et al; J Geol Soc London 157: 877-84 (2000) (2) Wauchope RD et al; Rev Environ Contam Toxicol 123: 1036 (1991) (3) Sabljic A et al; Chemosphere 31: 4489-514 (1995) (4) Guo L et al; Soil Sci Soc Am J 63: 1637-44 (1999) (5) Swann RL et al; Res Rev 85: 17-28 (1983) (6) Smelt JH et al; Neth J Plant Pathol 87 (5): 177-92 (1982) (7) Coppedge JR et al; Arch Environ Contam Toxicol 5: 129-41 (1977) (8) Jones RL et al; Pestic Sci 23: 307-25 (1988)",
      "Value": "Koc values for aldicarb have been reported from data in the UK database in 1993 to range from 7 to 80(1). Measured Koc values have also been reported as 30(2) and 32(3). In Valois sand (30.1% sand, 55.2% silt, 14.7% clay, 1.64% organic carbon) the Koc was 22(4). According to a classification scheme(5), these Koc values suggest that aldicarb is expected to have very high to high mobility in soil. Aldicarb and its metabolites are rapidly degraded in soils, which can limit the mobility and leaching potential of these compounds(6-8)."
    },
    {
      "References": "(1) Smelt JH et al; Neth J Plant Pathol 87 (5): 177-92 (1982)",
      "Value": "In spring, the insecticide and nematocide, aldicarb, in the granular formulation Temik 10G was broadcast on 3 potato fields and incorporated by rotary cultivation. Ridges were formed by repeated runs with ridging implements. The soil was sampled in layers of 0.1-0.8 m depth 3-4 times during the growing season. Aldicarb itself was almost completely converted to its sulfone and sulfoxide derivatives on a humic sand soil and 2 loam soils within 1 month. During the growing season, its sulfoxide and sulfone, which are toxic ... were retained mainly in the top 0.3 m of all 3 soils. Relatively high concentrations were measured only in the top 0.2 m, indicating limited redistribution by leaching. Low to very low contents were found down to 0.8 m depth especially on one of the loam soils where the highest total rainfall was measured from May-Oct (328 mm). In a humic sand soil, leaching in the furrow was deeper than below the ridge. At the end of the growing season, the sulfoxide plus sulfone corresponded to a mass fraction of 5.7-6.7% of the dosage in the 2 loam soils and to 17% in the humic sand soil. These residues were mainly concentrated in the center of the ridges(1)."
    },
    {
      "References": "PMID:596936",
      "Value": "Samples of 14-C labeled aldicarb were incorporated into 4 soil types at a depth of 38 mm below the soil surface in order to study the movement and degradation of aldicarb in soils. The data indicate that leaching occurred in course sand, but very little movement was observed in clay loam and muck soils. Following a 7 week incubation period, the majority of radiolabel was recovered from the top layer in the loam and clay soils where it was originally applied. In the sandy soil however, most of the radiolabel was recovered at a depth of 75-128 mm. The evolution of 14-CO2 from the treated soil suggested that aldicarb and its metabolites were readily degraded in these soils(1)."
    },
    {
      "References": "PMID:6713131",
      "Value": "Laboratory studies indicated that clay soils retained the highest amounts of aldicarb residues followed by loam soils. The lowest amount of aldicarb residues were found in sandy, sandy-loam, and peat soils(1). Aldicarb residues recovered in drainage water from different types of soil were determined. The highest levels were found in water from sandy, sandy-loam and peat soils(1)."
    }
  ]
}
