{
    "_id": {
        "$oid": "6682e7e8c4e5dba5ffba22f2"
    },
    "CID": {
        "$numberInt": "2087"
    },
    "Name": "ALDRIN",
    "IUPACName": "1,8,9,10,11,11-hexachlorotetracyclo[6.2.1.13,6.02,7]dodeca-4,9-diene",
    "CanonicalSMILES": "C1C2C=CC1C3C2C4(C(=C(C3(C4(Cl)Cl)Cl)Cl)Cl)Cl",
    "Synonyms": [
        "aldrin",
        "Aldocit",
        "Aldrosol",
        "Kortofin",
        "Seedrin",
        "Tatuzinho",
        "Aldrex",
        "CHEMBL195953",
        "124-96-9",
        "309-00-2",
        "ISODRIN",
        "1,2,3,4,10,10-Hexachloro-1,4,4a,5,8,8a-hexahydro-1,4,5,8-dimethanonaphthalene",
        "1,4:5,8-Dimethanonaphthalene",
        "1,2,3,4,10,10-hexachloro-1,4,4a,5,8,8a-hexahydro-",
        "(1.alpha.,4.alpha.,4a.beta.,5.alpha.,8.alpha.,8a.beta.)-",
        "Aldrin Dust",
        "Aldrin-R"
    ],
    "IsomericSMILES": "C1C2C=CC1C3C2C4(C(=C(C3(C4(Cl)Cl)Cl)Cl)Cl)Cl",
    "INCHI": "InChI=1S/C12H8Cl6/c13-8-9(14)11(16)7-5-2-1-4(3-5)6(7)10(8,15)12(11,17)18/h1-2,4-7H,3H2",
    "INCHIKEY": "QBYJBZPUGVGKQQ-UHFFFAOYSA-N",
    "Formula": "C12H8Cl6",
    "MolecularWeight": {
        "$numberDouble": "364.9"
    },
    "Description": "Aldrin can cause cancer according to an independent committee of scientific and health experts.",
    "XlogP": {
        "$numberDouble": "4.5"
    },
    "Complexity": {
        "$numberInt": "481"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "plant_concentrations": [
        {
            "References": "Verschueren, K. Handbook of Environmental Data on Organic Chemicals. 3rd ed. New York, NY: Van Nostrand Reinhold Co., 1996., p. 150",
            "Value": "/In/ aquatic vascular plants /collected from/ Lake Pajjanne, Finland /during/ 1972-1973 the concn for aldrin was 2 ug/kg + or - 5 ug/kg (dry weight) n= 114."
        }
    ],
    "animal_concentrations": [
        {
            "References": "Verschueren, K. Handbook of Environmental Data of Organic Chemicals. 2nd ed. New York, NY: Van Nostrand Reinhold Co., 1983., p. 173",
            "Value": "Hooded seal, Greenland: Fat: 0.028 mg/g"
        },
        {
            "References": "(1) Sabourin TD et al; Bull Environ Contam Toxicol 32: 460-8 (1984) (2) Pantoja S et al; Marine Pollut Bull 16: 255 (1985) (3) Rao V et al; Ecotoxicology and Environ Safety 33: 44-54 (1996)",
            "Value": "Water snakes taken in Louisiana contained aldrin at concn of not detected to 0.02 ppm (wet wt)(1). Bryde's whale had concns of aldrin in blubber and liver tissues of 0.0005 mg/kg and not detected, respectively(2). Measurements were made on fresh tissue of cetaceans taken off Chile(2). Whole-body pesticide residue levels were assayed for benthic indicator organisms from the East Fork Poplar Creek (EFPC) in Oak Ridge, TN(3); the concn of aldrin in benthic macroinvertebrates and crayfish were 8 and 16 ug/kg, respectively(3)."
        }
    ],
    "environmental_bioconcentrations": [
        {
            "References": "YARBROUGH JD, CHAMBERS JE; ACS SYMP SER 99 (CH 9): 145 (1979)",
            "Value": "SUSCEPTIBLE MOSQUITOFISH, GAMBUSIA AFFINIS, EXPERIENCED GREATER ACCUM OF ALDRIN IN TISSUES THAN RESISTANT MOSQUITOFISH. PROBABLE CAUSES FOR RESISTANCE IN DECR ORDERS OF IMPORTANCE: IMPLIED SITE INSENSITIVITY; BARRIERS TO PENETRATION; & BIOTRANSFORMATION."
        },
        {
            "References": "BATTAGLIA B; COMM EUR COMMUNITIES (REP) EUR (EUR 6388 ENVIRON RES PROGRAMME): 584-8 (1980)",
            "Value": "BLUE MUSSELS (MYTILUS SPECIES) USED AS INDICATORS FOR MONITORING POLLUTION OF LAGOON WATERS SHOWED ALDRIN TO BE PRESENT UP TO 0.4 UG/KG IN WET TISSUE."
        },
        {
            "References": "(1) Hawker DW, Connell DW; Ecotoxicol Environ Safety 11: 184-97 (1986) (2) Freitag D et al; Ecotoxicol Environ Safety 6: 60-81 (1982) (3) Garten CT, Trabalka JR; Environ Sci Technol 17: 590-5 (1983) (4) Geyer H et al; Chemosphere 13: 269-84 (1984) (5) Chemicals Evaluation Research Institute (Japan); Biodegradation and Bioaccumulation, Data of Existing Chemicals (Aldrin). Available at the Database query page at https://www.cerij.or.jp/ceri_en/index_e4.shtml as of Sept 13, 2000. (6) Franke C et al; Chemosphere 29: 1501-14 (1994)",
            "Value": "The bioconcentration factor of aldrin in molluscs is 4571(1), in the golden orfe is 3,890(2), in an unspecified fish is 10,715(3) and in the alga, Chlorella fusca, is 12,260(4). The BCF values for aldrin in carp (Cyprinus carpio) range from 735-20,000(5). According to a classification scheme(6), this range of BCF values suggests the potential for bioconcentration in aquatic organisms is high to very high(SRC)."
        }
    ],
    "environmental_biodegradations": [
        {
            "References": "FLORES-RUEGG E; PART OF A COORDINATED PROGRAM ON ISOTOPIC-TRACER-AIDED STUDIES OF AGROCHEMICAL RESIDUE-SOIL BIOTA INTERACTIONS. FINAL REPORT FOR THE PERIOD 1 MARCH 1978-30 JUNE 1982; REPORT (IAEA-R-2161-F): 10 (1982)",
            "Value": "ABILITY OF FUNGI ISOLATED FROM SOILS TO DEGRADE (14)C ALDRIN & ITS METABOLITES WAS ASSAYED IN CULTURE GROWTH MEDIUM. PENICILLIUM METABOLIZED PARENT CMPD OR ONE OF ITS METABOLITES. FIELD STUDIES PERFORMED WITH SOILS PACKED INTO PVC TUBES SHOWED THAT ADDED (14)C ALDRIN LEACHED FASTEST IN SOIL POOR IN ORGANIC MATTER."
        },
        {
            "References": "(1) Chemicals Evaluation Research Institute (Japan); Biodegradation and Bioaccumulation, Data of Existing Chemicals (Aldrin). Available at the Database query page at https://www.cerij.or.jp/ceri_en/index_e4.shtml as of September 21, 2000 (2) ATSDR; Toxicological Profile for Aldrin/Dieldrin (Draft for Public Comment). Washington, DC: Agency for Toxic Substances and Disease Registry pp. 174-177 (2000) (3) Tabak HH et al; Proc Sym Assoc Off Anal Chem 94th Ann Mtg p 267-328 (1981) (4) Freitag D et al; Chemosphere 14: 1589-1616 (1985) (5) Patil KC et al; Environ Sci Technol 6: 629-32 (1972) (6) Mendel JL et al; J Assoc Off Anal Chem 50: 897-903 (1967)",
            "Value": "AEROBIC: Aldrin, present at 100 mg/l, reached 0% of its theoretical BOD in 14 weeks using an activated sludge inoculum at 30 mg/l and the Japanese MITI test(1). In soil, aldrin is converted to dieldrin by epoxidation, which occurs in all aerobic and biologically-active soils, with 50-75% of end-season residues detected as dieldrin(2). No biodegradation of aldrin at 5 and 10 mg/l was observed through the third subculture of a mixed culture inoculum from sewage(3). Activated sludge biodegraded 1.5% of the initial aldrin in an unspecified amount of time(4). Aldrin incubated for 30 days in a water surface film collected off of Hawaii was degraded by 8.1% to the diol(5). A pure culture of the marine alga, Dunaliella sp, degraded 23.3% of the initial aldrin to dieldrin and 5.2% to the diol(5). A pure culture of Aerobacter aerogenes degraded 36-46% of the initial amount of aldrin in 24 hours(6)."
        },
        {
            "References": "(1) ATSDR; Toxicological Profile for Aldrin/Dieldrin (Draft for Public Comment). Washington, DC: Agency for Toxic Substances and Disease Registry pp. 174-177 (2000)",
            "Value": "ANAEROBIC: Aldrin was degraded under anaerobic conditions in biologically active waste water sludge (pH 7-8, 35 °C) with a half-life of < 1 week(1)."
        }
    ],
    "fish_seafood_concentrations": [
        {
            "References": "(1) Duggan RE et al; Pest Res Levels in Foods in US from July 1, 1969 to June 30, 1976 FDA and AOAC (1983) (2) Reish DJ et al; J Water Pollut Cont Fed 54: 786-812 (1982) (3) Malins DC et al; Environ Sci Technol 18: 705-13 (1984) (4) Rao V et al; Ecotoxicol Environ Safety 33: 44-54 (1996) (5) ATSDR; Toxicological Profile for Aldrin/Dieldrin (Draft for Public Comment). Washington, DC: Agency for Toxic Substances and Disease Registry pp. 183-185 (2000)",
            "Value": "0.5% of 2901 domestic fish samples had an ave aldrin concn of 0.0002 ppm(1). Aldrin was detected in mussel and crab at concn of 1 ppb and 16 ng/g, respectively(2). Aldrin was detected but not quantified in bottom-dwelling fish taken from the Puget Sound, WA(3). Whole-body pesticide residue levels were assayed for aquatic vertebrates from the East Fork Poplar Creek (EFPC) in Oak Ridge, TN(4); the concn of aldrin in redbreast and stonerollers were 18 and 34 ug/kg, respectively(4). The concns of aldrin were studied in bivalve mollusks obtained from three coastal lagoons in the southeastern Gulf of Mexico(5). The ave concn of aldrin in bivalve mollusks collected from the Carmen, Machona, and Alvarado lagoons were 2.6, 1.6, and 6.6 ng/g dry wt, respectively(5). Aldrin was detected in shrimp (Penaeus setiferus and Penaeus aztecus) collected from the Calcasieu River Basin in an industrial area of Louisiana in 1985-1986(5). Aldrin was present in shrimp taken from 7 of 30 samples at concns of 0.05-95 ug/g(5)."
        },
        {
            "References": "PMID:3118823",
            "Value": "Different fish species from Abu Qir Bay, Idku Lake, and Maryut Lake in Alexandria, Egypt, were assayed for residues of organochlorine insecticides and polychlorinated biphenyls (PCBs). The fish were obtained from commercial fishermen in 1985: Pagellus erythrinus, Sargus vulgaris, Siganus rivulatis, Sphyraena sphyraena, and Trigla herundo from Abu Qir Bay; and Tilapia fish from Idku and Maryut Lakes. Twenty grams of dorsal fish muscle were extracted and the residues analyzed by GLC; reagent blanks and spike samples were included with each sample. The waters from which the fish were obtained receive drainage from industrial, agricultural and urban activities. Water samples were not assayed for specific components. Assays for aldrin indicated it was present in low concns. The highest value obtained was 19.9 ug/kg in Sargus vulgarius from Abu Qir Bay. Aldrin was present in low and similar amounts (1.1-3.5 ug/kg) in small and medium sized Tilapia nilotica. Size ranges of Tilapia zilli showed variation of 5.7 ug/kg (small) to 13.1 ug/kg (large) in the concn of aldrin in muscle tissue. All samples were well below permissible levels for aldrin(1)."
        }
    ],
    "logP": [
        {
            "References": "Hansch, C., Leo, A., D. Hoekman. Exploring QSAR - Hydrophobic, Electronic, and Steric Constants. Washington, DC: American Chemical Society., 1995., p. 96",
            "Value": "Log kow= 6.50"
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "Hayes, Wayland J., Jr. Pesticides Studied in Man. Baltimore/London: Williams and Wilkins, 1982., p. 172",
            "Value": "... ALDRIN ... FREQUENTLY PRODUCE ILLNESS IN WHICH CONVULSION IS FIRST SIGN OF INJURY. ... INCOORDINATION OBSERVED IN ANIMALS ... /FROM ALDRIN/ IS DIFFERENT FROM TREMOR CAUSED BY 1,1,1-TRICHLORO-2,2-BIS(P-CHLOROPHENYL)ETHANE ... ."
        },
        {
            "References": "Clayton, G.D., F.E. Clayton (eds.) Patty's Industrial Hygiene and Toxicology. Volumes 2A, 2B, 2C, 2D, 2E, 2F: Toxicology. 4th ed. New York, NY: John Wiley & Sons Inc., 1993-1994., p. 1519",
            "Value": "... Rats /were fed/ for a period of 2 yr at concn of 2.5, 12.5, & 25 ppm by wt of diet . ... No incr in mortality or decrease in growth weight at any ... levels ... /were observed/. At 12.5 ppm & above, some animals showed incr liver wt & some degenerative hepatic cell changes. ... Rats fed concn of 5, 10, & 20 ppm /of pure comp/ in diet ... /showed/ no response over 6-wk period ... ."
        },
        {
            "References": "U. S. Department of the Interior, Fish & Wildlife Service, Bureau of Sport Fisheries & Wildlife. Handbook of Toxicity of Pesticides to Wildlife. Washington, D. C.: U. S. Government Printing Office, 1970., p. 17",
            "Value": "ACUTE SYMPTOMS /OBSERVED IN DUCKS, PHEASANTS, & BOBWHITE QUAIL FOLLOWING ACUTE ORAL LD50 EXPOSURE WERE/ ATAXIA, ... LOW CARRIAGE, NICTITATING MEMBRANE CLOSED FOR LONG PERIODS, FLUFFED FEATHERS, TREMORS, PHONATION, VIOLENT WING-BEAT CONVULSIONS, SEIZURES, & OPISTHOTONOS. DEATH OCCURRED 1/2 HOUR TO 10 DAYS POST-TREATMENT. WT LOSSES OCCURRED AMONG SURVIVORS OF HIGHER LEVELS. GROSS AUTOPSIES REVEALED OCCASIONAL LIVER ADHESIONS TO PARIETAL PERITONEUM."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V5 31 (1974)",
            "Value": "GROUPS OF 12 MALE & 12 FEMALE OSBORNE-MENDEL RATS WERE FED DIETS CONTAINING 0, 0.5, 2, 10, 50, 100, OR 150 PPM RECRYSTALLIZED ALDRIN FOR 2 YR. ... CONSIDERING TOGETHER GROUPS GIVEN 0.5, 2, OR 10 PPM ... (IE, THE GROUPS SHOWING SURVIVAL RATES AT 2 YR COMPARABLE TO THOSE OF CONTROLS), NUMBER OF TUMOR-BEARING ANIMALS WAS 25/60 ... COMPARED WITH 3/17 CONTROLS. AMONG TREATED ... 12 DEVELOPED LYMPHOMAS (9 ... LOCATED IN LUNGS), 13 HAD MAMMARY TUMORS (MALIGNANT IN 4 RATS), 2 HAD FIBROSARCOMAS & 3 HAD TUMORS AT OTHER SITES. THE 3 TUMOR-BEARING CONTROL RATS, HAD, RESPECTIVELY, A PULMONARY LYMPHOMA, A BENIGN MAMMARY TUMOR & A TUMOR AT ANOTHER SITE."
        },
        {
            "References": "National Research Council. Drinking Water & Health Volume 1. Washington, DC: National Academy Press, 1977., p. 565",
            "Value": "... VERY LOW DOSAGES AFFECT CNS, PRODUCING ENCEPHALOGRAPHIC CHANGES & ALTERING BEHAVIOR. ... CATS FED ALDRIN AT 1 MG/KG/DAY OR MADE TO INHALE 0.1 UG/L OF AIR HAD MARKED LOWERING OF CONDITIONED REFLEXES & OF UNCONDITIONED FOOD & ORIENTATION REFLEXES, WHICH REQUIRED UP TO 8 DAYS TO RETURN TO NORMAL."
        },
        {
            "References": "Clarke, M. L., D. G. Harvey and D. J. Humphreys. Veterinary Toxicology. 2nd ed. London: Bailliere Tindall, 1981., p. 141",
            "Value": "FOR CALVES 1-2 WK OLD MIN TOXIC /ORAL/ DOSE ... WAS 5.0 MG/KG & FOR CATTLE & SHEEP 25 MG/KG. ALDRIN ALSO HAS HIGH LEVEL OF CHRONIC DIETARY TOXICITY. ... FOLLOWING REPEATED ADMIN TOTAL DOSE PROVING TOXIC TO FARM ANIMALS ... /IS ABOUT/ SAME AS THAT REQUIRED TO PRODUCE TOXIC EFFECTS WHEN GIVEN AS SINGLE DOSE, IE, 15-30 MG/KG. CUTANEOUS TOXICITY ... IS HIGH: MIN TOXIC DOSE APPLIED AS SPRAY TO CALVES IS 0.25% OR LESS."
        },
        {
            "References": "PMID:92403",
            "Value": "ALDRIN HAD NO EFFECT ON REPRODUCTIVE FUNCTION IN MALE & FEMALE OFFSPRINGS OF FEMALE RATS WHICH HAD BEEN FED ALDRIN DURING PREGNANCY."
        },
        {
            "References": "PMID:367308",
            "Value": "ALDRIN WAS ADMIN DAILY TO 30 & 90 DAY-OLD WISTAR RATS AT 8 OR 11 PPM IN DIET. AT 60 DAYS, RATS WERE INOCULATED WITH ESCHERICHIA COLI. CAPACITY TO FORM ANTIBODIES AT 90 & 150 DAYS WAS CHANGED. ... FUNCTIONAL DISORDERS OF THYMUS & ADRENAL GLANDS & IN PROTEIN SYNTH WERE NOTED. YOUNGER RATS WERE MORE STRONGLY AFFECTED THAN OLDER RATS."
        },
        {
            "References": "Hayes, Wayland J., Jr. Pesticides Studied in Man. Baltimore/London: Williams and Wilkins, 1982., p. 235",
            "Value": "MINIMAL IP DOSAGE /OF ALDRIN/ ... THAT INDUCED CHROMOSOMAL ABERRATIONS IN BONE MARROW CELLS OF RATS & MICE WAS 9.56 MG/KG. THIS ... IS CONTRADICTORY TO NEGATIVE RESULTS REPORTED FOR DIELDRIN. DOGS WERE ABLE TO REPRODUCE WHEN RECEIVING ORAL DOSES AT ... 0.2 TO 2.0 MG/KG/DAY /OF ALDRIN/, BUT PUPS DIED EARLY, PROBABLY BECAUSE OF HIGH LEVELS OF /SRP: THE METABOLITE/ DIELDRIN IN MILK OF DAMS. IN 3 GENERATION TEST IN RATS, NUMBER OF PREGNANCIES WAS REDUCED & MORTALITY OF PUPS WAS SEVERELY INCR AT MATERNAL DIETARY LEVELS OF 12.5 PPM & 25 PPM (ABOUT 0.65 & 1.3 MG/KG/DAY EXCEPT DURING LACTATION WHEN DOSAGE ... WAS MUCH HIGHER). AT DIETARY LEVEL OF ... 2.5 PPM (ABOUT 0.4 MG/KG/DAY DURING LACTATION) THERE WAS SLIGHT TO MODERATE INCR IN MORTALITY OF PUPS."
        },
        {
            "References": "SINGH KK, JHA GJ; VET SCI 32 (3): 283-8 (1982)",
            "Value": "MICROSOCOPIC EXAM OF COSTOCHONDRAL JUNCTION OF GOATS AFTER CHRONIC ALDRIN INTOXICATION REVEALED DRASTIC REDUCTION IN WIDTH OF PROLIFERATING, MATURING & DEGENERATING CARTILAGE CELLS. ZONE OF PROVISIONAL CALCIFICATION WAS ALMOST NEGLIGIBLE, & APPOSITIONAL BONE GROWTH SHOWED MARKED REDUCTION. IT WAS CONCLUDED THAT DECR IN RATE OF APPOSITIONAL BONE GROWTH AT ENDOSTEAL PERIOSTEAL & OSTEONIC SURFACES MIGHT BE DUE TO POOR SYNTHESIS OF BONE MATRIX BY OSTEOBLASTS."
        },
        {
            "References": "FLICKINGER EL; J WILDL MANAGE 43 (1): 94-101 (1979)",
            "Value": "IN 1972 & 1974, 112 DEAD OR MORIBUND SNOW GEESE (CHEN C CAERULESCENS), MOSTLY IMMATURE WHITE PHASE MALES, WERE FOUND IN AREA OF GARWOOD PRAIRIE, TEXAS. DYING GEESE WERE OBSERVED WITHIN 2 DAYS AFTER RICE FIELDS PLANTED WITH ALDRIN TREATED SEED WERE FLOODED BY HEAVY RAINS. BRAINS FROM 8 MORIBUND SNOW GEESE CONTAINED AVG OF 8.2 PPM (4.9-14.0 PPM) DIELDRIN; BRAINS OF 14 DEAD GEESE SHOWED AVG OF 14.1 PPM (2.1-31 PPM). IT APPEARED CERTAIN THAT ALDRIN CAUSED THE MORTALITIES."
        },
        {
            "References": "PMID:6224843",
            "Value": "COMPARATIVE EFFECTS OF ALDRIN, DIELDRIN, ENDRIN, ISODRIN, & TELODRIN, ON DIFFERENT ATPASE ACTIVITIES IN BEEF HEART MITOCHONDRIAL & RAT BRAIN SYNAPTOSOMAL FRACTIONS WERE DETERMINED IN VITRO. BEEF HEART MITOCHONDRIAL (OLIGOMYCIN-SENSITIVE) MG(2+) ATPASE ACTIVITY WAS INHIBITED BY ALL CHEM AT ALL CONCN TESTED. ALDRIN WAS THE MOST POTENT INHIBITOR WITH IC50 OF 40 UMOLAR; ABOUT 30% WAS OBSERVED WITH DIELDRIN & INHIBITION WAS NOT CONCN-DEPENDENT. RAT BRAIN SYNAPTOSOMAL ATPASES WERE MOST SENSITIVE TO ALDRIN & TELODRIN. A 50% INHIBITION OF OLIGOMYCIN-SENSITIVE MG(2+) ATPASE ACTIVITY WAS OBTAINED AT 80 UMOLAR OF ALDRIN. NA+K+ ATPASE & OLIGOMYCIN INSENSITIVE MG(2+) ATPASE ACTIVITIES SHOWED MAX INHIBITION OF 40% AT HIGHEST CONCN TESTED FOR ALDRIN. RESULTS SUGGEST THAT ATPASE SYSTEM IN RAT HEART & CNS MAY BE SELECTIVELY INHIBITED BY ALDRIN, BUT NOT BY ITS STRUCTURAL ANALOGS."
        },
        {
            "References": "PMID:6339892",
            "Value": "ALDRIN WAS NONMUTAGENIC ATDOSES UP TO 5000 UG/PLATE IN TESTS FOR MUTAGENICITY USING BACTERIAL REVERSION ASSAY SYSTEMS WITH 5 SALMONELLA TYPHIMURIUM STRAINS (TA100, TA98, TA1535, TA1537, & TA1538) & AN ESCHERICHIA COLI STRAIN, WP2 HCR."
        },
        {
            "References": "USEPA; Ambient Water Quality Criteria Doc: Aldrin/Dieldrin p.B-38 (1980) EPA 440/5-80-019",
            "Value": "Acanthamoeba castellianii (amoeba) exposed to 10,000 ug/l/6 days no effect on survival /was observed/."
        },
        {
            "References": "NIOSH; Special Occupational Hazard Review: Aldrin/Dieldrin p.46 (1978) DHEW Pub No. 78-201",
            "Value": "Feeding of aldrin at 1 mg/kg/day or by inhalation at 0.1 mg/cu m for an unspecified period caused marked lowering of conditioned reflexes and of unconditioned orientation reflexes. These reflexes required as much as 6-8 days to return to normal after exposure."
        },
        {
            "References": "Clayton, G.D., F.E. Clayton (eds.) Patty's Industrial Hygiene and Toxicology. Volumes 2A, 2B, 2C, 2D, 2E, 2F: Toxicology. 4th ed. New York, NY: John Wiley & Sons Inc., 1993-1994., p. 1521",
            "Value": "In female Osborne Mendel rats, a single oral dose of 20 mg/kg of aldrin (approximately 25 percent of an LD50) increased liver enzyme activities as follows: 0-demethylase, 320%; 0-dearylase, 10%; N-demethylase, 350%; azoreductase, 190%; and nitroreductase, 300%. Oral administration of 1.5 mg/kg of parathion 1 hr after administration of 20 mg/kg aldrin decreased the above enzyme activities significantly. Highest levels reached were 110, 100, 105, 95, and 81 percent, respectively. ... Pretreatment of male Osborne Mendel rats with an oral dose of 30 mg/kg of aldrin ... provided a significant degree of protection against the toxic effects of an LD50 of parathion."
        },
        {
            "References": "White-Stevens, R. (ed.). Pesticides in the Environment: Volume 1, Part 1, Part 2. New York: Marcel Dekker, Inc., 1971., p. 209",
            "Value": "... EPOXIDATION OF ... ALDRIN WAS SHOWN TO BE INHIBITED BY SKF 525A & PIPERONYL BUTOXIDE, EACH KNOWN TO BE INHIBITORS OF MICROSOMAL OXIDASES."
        },
        {
            "References": "ROSS JH ET AL; TOXICOL APPL PHARMACOL 48 (1): A80 (1979)",
            "Value": "N-ALKYL HOMOLOGUES OF PARAQUAT (VIOLOGENS) WERE NONCOMPETITIVE INHIBITORS OF ALDRIN EPOXIDATION."
        },
        {
            "References": "MILLER C ET AL; PROC AM ASSOC CANCER RES 22: 118 (1981)",
            "Value": "ALDRIN PRODUCED MARKED INHIBITION OF C3H10 HALF LIFE CELL TRANSFORMATION CAUSED BY 3-METHYLCHOLANTHRENE OR BENZO(A)PYRENE."
        },
        {
            "References": "PMID:3000377",
            "Value": "The neurotoxic insecticide /endrin or aldrin/ inhibited gamma-aminobutyric acid dependent (36) Cl- uptake by mouse brain vesicles."
        },
        {
            "References": "Casarett, L.J., and J. Doull. Toxicology: The Basic Science of Poisons. New York: MacMillan Publishing Co., 1975., p. 329",
            "Value": "REPORTED THAT HEPTACHLOR, 1,1,1-TRICHLORO-2,2-BIS(P-CHLOROPHENYL)ETHANE, ENDRIN, & ALDRIN WERE TERATOGENIC IN CHICKEN EGGS."
        },
        {
            "References": "Hayes, W.J., Jr., E.R. Laws, Jr., (eds.). Handbook of Pesticide Toxicology. Volume 2. Classes of Pesticides. New York, NY: Academic Press, Inc., 1991., p. 825",
            "Value": "Nephrosis has been observed in goats that were drenched with aldrin (2.5 mg/kg) every day for 21 days. Many convoluted tubules showed almost complete necrosis of the lining of the epithilial cells. Hyperplasia of the thyroid was also severe in all animals compared to controls. Kidney damage has also been observed in dogs and rats after chronic administration of aldrin."
        },
        {
            "References": "Humphreys, D.J. Veterinary Toxicology. 3rd ed. London, England: Bailliere Tindell, 1988., p. 146",
            "Value": "Following repeated administration, the total dose of aldrin proving toxic to farm animals has been found to be roughly the same as the required to produce toxic effects when given as a single dose, namely, 15-30 mg/kg. The cutaneous toxicity of aldrin is also high, the minimum toxic level applied as a spray to calves being 0.2% or less. For calves one to two weeks old the minimum toxic dose was found to be 5 mg/kg and for cattle and sheep 25 mg/kg. A concentration of 5 ppm in the diet is fatal to young pheasants."
        },
        {
            "References": "Grant, W.M. Toxicology of the Eye. 3rd ed. Springfield, IL: Charles C. Thomas Publisher, 1986., p. 60",
            "Value": "Aldrin deranges the electroretinogram and visual evoked (cortical) response when given ip in mice."
        },
        {
            "References": "WHO; Environ Health Criteria 91; Aldrin and Dieldrin p.166 (1989)",
            "Value": "Heteropneustes (Saccobranchus) fossilis was exposed to aldrin for 30 days at a concentration of 0.03 mg/l. Respiration, hematological parameters, and the activity of two enzymes in liver, kidneys, and gills were determined. The respiration rate decreased and the blood concentrations of glucose, sodium, and chloride ions showed significant increases. The cholesterol content and clotting time were decreased, and the adenosine triphosphatase activity in the three tissues was significantly reduced."
        },
        {
            "References": "WHO; Environ Health Criteria 91; Aldrin and Dieldrin p.191 (1989)",
            "Value": "Goats administered 50 mg aldrin/kg body weight showed mild degenerative changes, congestion and petechial hemorrhages, in various organs. In the kidneys degenerative changes of the proximal convuluted tubules were found. Clinical changes were also found, eg, salivation and convulsions."
        },
        {
            "References": "WHO; Environ Health Criteria 91; Aldrin ad Dieldrin p.217 (1989)",
            "Value": "Aldrin and dieldrin and other cyclodienes inhibit the gamma amino butyric acid induced chloride ion uptake into skeletal muscles and the binding of tritiated dihydropicrotoxinin (anion channel probe) to the membrane. This results in central nervous system excitation adn convulsions due to the blocking of gamma amino butyric acid transmitters."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. S7 88 (1987)",
            "Value": "/Aldrin/ did not induce dominant lethal mutations in mice. In single studies, itinduced chromosomal aberrations in bone-marrow cells of rats nad mice, but no micronuclei in bone-marrow cells of mice treated in vivo. It induced chromosomal aberrations in cultured human lymphocytes; studies of DNA damage in human and rodent cells in vitro were inconclusive. Aldrin inhibited intercellular communication in both human and rodent cell systems. It did not induce sex-linked recessive lethal mutations in Drosophila but was mutagenic to yeast: It was not mutagenic to bacteria and did not induce breakage of plasmid DNA."
        },
        {
            "References": "WHO; Environ Health Criteria 91; Aldrin and Dieldrin p.217 (1989)",
            "Value": "The mode of action of aldrin and dieldrin on the liver involves an increase in the activity of microsomal biotransformation enzymes, particularly of the monooxygenase system with cytochrome p450. This induction of liver microsomal enzymes is reversible and, if exceeding a certain degree, appears to be associated with the occurrence of reversible hypertrophy of centrilobular hepatocytes with cytoplastic changes and hepatomegaly in the liver of rodents."
        },
        {
            "References": "Aiello, S.E. (ed). The Merck Veterinary Manual. 8th ed. Merck & Co., Inc., National Publishing Inc., Philadelphia, PA. 1998., p. 2063",
            "Value": "Young dairy calves are poisoned by 8.8 mg/kg body wt, PO, but tolerate 4.4 mg/kg, while adult cattle tolerate 8.8 mg/kg and are poisoned by 22 mg/kg. Pigs tolerate 22 mg/kg and are poisoned by 44 mg/kg. Horses are poisoned by 22 mg/kg. Because of its effectiveness against insect pests on crops and pasture and consequent low dosage per acre, dieldrin is not likely to poison livestock grazing the treated areas. /Dieldrin/"
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists, Inc. Documentation of the Threshold Limit Values and Biological Exposure Indices. 6th ed. Volumes I, II, III. Cincinnati, OH: ACGIH, 1991., p. 33",
            "Value": "... /Rats were/ fed 2.5, 12.5, or 25 ppm of aldrin in the diet ... for 2 years and reported increased liver weight and some degenerative changes at 12.5 and 25 ppm. A dietary concentration of 2.5 ppm is roughly equivalent to 0.1 mg/kg body weight per day. ... However, parenchymatous degeneration of the livers and kidneys of dogs fed 0.02 and 0.06 mg/kg/day for up to one year were reported."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists, Inc. Documentation of the Threshold Limit Values and Biological Exposure Indices. 6th ed. Volumes I, II, III. Cincinnati, OH: ACGIH, 1991., p. 33",
            "Value": "The acute oral LD50 of aldrin depends upon the solvent used for administration, but in rats, it is of the order of 60 mg/kg body weight. Aldrin appears to be absorbed through the skin in significant amounts and great enough to cause toxic effects, particularly on a chronic basis; however, quantitative data are not available."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists, Inc. Documentation of the Threshold Limit Values and Biological Exposure Indices. 6th ed. Volumes I, II, III. Cincinnati, OH: ACGIH, 1991., p. 389",
            "Value": "Aldrin, administered in single, 50 mg/kg oral doses to hamsters during the period of organogenesis, caused a high incidence of fetal deaths, congenital anomalies, and growth retardation."
        },
        {
            "References": "PMID:10665418",
            "Value": "Cytochrome P450-dependent aldrin epoxidation was characterized in third instar larvae of the aquatic midge, Chironomus tentans. Optimal in vitro assay conditions for the epoxidase were pH 7.6 and 31~C. Activity was linear up to 40 min of incubation time & 0.5 mg microsomal protein/incubation. The activity was concentrated in the microsomal fraction of whole body homogenates & was NADPH-dependent. The effect of atrazine exposure on aldrin epoxidase was measured to determine if this herbicide induces cytochrome P450-dependent activity. Comparisons of control & atrazine-exposed midges indicated incr epoxidase activity as a result of atrazine exposure, & a 45 kDa protein of incr intensity was observed after SDS-PAGE of microsomal protein. The molecular weight of this protein was similar in size to cytochrome P450 enzymes reported for other insects. Heme staining of SDS- PAGE gels & immunochemical studies using a Drosophila melanogaster anti-P450 polyclonal antiserum, further support the cytochrome P450 nature of this inducible 45 kDa protein."
        }
    ],
    "sediment_soil_concentrations": [
        {
            "References": "WU TC ET AL; CHUNG-KUO NUNG YEH HSUEH HUI CHIH 20 (1-2): 1-8 (1982)",
            "Value": "ALDRIN UP TO 25.5 PPB WAS DETECTED AMONG SEDIMENT SAMPLES FROM 20 RIVERS IN TAIWAN. NO CORRELATION WAS OBSERVED BETWEEN RESIDUE LEVEL & ORG MATTER OR PH OF SEDIMENTS."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V5 29 (1974)",
            "Value": "/IT WAS SHOWN/ ... THAT APPLICATION UP TO 25 LB ALDRIN/ACRE OF CORN SOILS RESULTED IN RETENTION OF 10% OF APPLIED LEVEL AFTER 4 YR, THIS REMAINING MAINLY IN FORM OF DIELDRIN."
        },
        {
            "References": "(1) Ball HJ; J Environ Sci Health B18: 735-44 (1983) (2) Miles JRW, Harris CR; J Environ Sci Health B13: 199-209 (1978)",
            "Value": "SOIL: In Nebraska soils in the year 1973, aldrin was detected in 2% of 101 sites at a range and ave concn of 0.01 to 0.06 ppm and <0.01 ppm, respectively(1). In Ontario (Canada) in 1976,the concn of aldrin in agricultural soils ranged from ND to 0.06 ppm(2)."
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "(1) Swann RL et al; Res Rev 85: 17-28 (1983) (2) Sabljic A; J Agric Food Chem 32: 243-6 (1984)",
            "Value": "According to a classification scheme(1), a range of Koc values of 400-28,000(2), suggests that aldrin is expected to be moderately mobile to immobile in soil(SRC)."
        },
        {
            "References": "(1) Pionke HB, Chesters G; J Environ Qual 2: 29-45 (1973) (2) Harris CI; J Agric Food Chem 17: 80-2 (1969) (3) Lichtenstein EP et al; J Agric Food Chem 19: 718-21 (1971) (4) Weisgerber I et al; J Agric Food Chem 22: 609-12 (1974) (5) Faust SD; Adv Environ Sci Technol 8: 317-65 (1977)",
            "Value": "Aldrin was applied to silty soil at 1.5 kg/ha as a surface spray. Following one simulated rainfall, 5.2% of the aldrin was lost in runoff(1). Aldrin was immobile in columns containing Hagerstown silty clay loam or Lakeland sandy loam through which water moved upward for 3 days(2). The amount of water which moved up the columns was not specified(2). Aldrin was applied to the upper 5 inches of a silt loam soil(3). The percent distribution of aldrin after 10 years in nondisked soil was 0-2 in - 11%, 2-4 in - 33%, 4-6 in - 33%, and 6-9 in - 23% and in disked (for one summer only) soil was 0-2 in - 13%, 2-4 in - 29%, 4-6 in - 29%, and 6-9 in - 29%(3). Aldrin in soil was quantified 5, 6, 4, and 3 months following its application at 2.9, 3.0, 3.0, and 3.0 kg/ha to soils used for growing maize in Germany, England, Spain, and the United States, respectively(4). For soil depths of 0-10 cm, 10-20 cm, 20-40 cm, and 40-60 cm, respective residue levels in ppm (% total aldrin extractable) were: Germany - 0.78 ppm (78%), 0.18 ppm (18%), 0.03 ppm (3%), and <0.01 ppm (<1%); England - 1.30 ppm (ca 100%), <0.01 ppm (<1%) at all other levels; Spain - 0.83 ppm (96.5%), 0.02 ppm (2.3%), 0.01 ppm (1.2%) and <0.01 ppm (<1%); US - 0.50 ppm,(98%), 0.01 ppm (1.96%), <0.01 ppm (<1%) at all other levels(4). Aldrin in soil was quantified 5 and 4 months following application of aldrin at 2.9 and 3.2 kg/ha to soils used for growing wheat in Germany and England, respectively(4). For soil depths of 0-10 cm, 10-20 cm, 20-40 cm, and 40-60 cm, respective residue levels in ppm (% total aldrin residues) were: Germany - 1.09 ppm (66.9%), 0.45 ppm (27.6%), 0.09 ppm (5.5%), <0.01 ppm (<1%); England - 2.00 ppm (ca 100%), <0.01 ppm (<1%) at all other levels(4). A leaching index of 1 (<10 cm leaching through soil column with 150 cm annual rainfall) was assigned to aldrin(5)."
        }
    ]
}