{
    "_id": {
        "$oid": "6682e938c4e5dba5ffba2983"
    },
    "CID": {
        "$numberInt": "21152"
    },
    "Name": "TRISODIUM NITRILOTRIACETATE",
    "IUPACName": "trisodium;2-[bis(carboxylatomethyl)amino]acetate",
    "CanonicalSMILES": "C(C(=O)[O-])N(CC(=O)[O-])CC(=O)[O-].[Na+].[Na+].[Na+]",
    "Synonyms": [
        "TRISODIUM NITRILOTRIACETATE",
        "5064-31-3",
        "Nitrilotriacetic acid trisodium salt",
        "Trisodium NTA",
        "Ntana3",
        "Sodium nitrilotriacetate",
        "NTA Trisodium salt",
        "Trisodium aminotriacetate",
        "Nitrilotriacetic acid",
        "trisodium salt",
        "\"Trisodium 2,2,2-nitrilotriacetate\"",
        "Trisodium N,N-bis(carboxymethyl)glycinate",
        "trisodium;2-[bis(carboxylatomethyl)amino]acetate",
        "Glycine",
        "N,N-bis(carboxymethyl)-",
        "trisodium salt",
        "NITRILOTRIACETICACIDTRISODIUMSALT",
        "E3C8R2M0XD"
    ],
    "IsomericSMILES": "C(C(=O)[O-])N(CC(=O)[O-])CC(=O)[O-].[Na+].[Na+].[Na+]",
    "INCHI": "InChI=1S/C6H9NO6.3Na/c8-4(9)1-7(2-5(10)11)3-6(12)13;;;/h1-3H2,(H,8,9)(H,10,11)(H,12,13);;;/q;3*+1/p-3",
    "INCHIKEY": "DZCAZXAJPZCSCU-UHFFFAOYSA-K",
    "Formula": "C6H6NNa3O6",
    "MolecularWeight": {
        "$numberDouble": "257.08"
    },
    "Description": "Sodium nitrilotriacetate is an organic sodium salt composed of sodium and nitrilotriacetate ions in a 3:1 ratio. It has a role as a carcinogenic agent and a nephrotoxic agent. It contains a nitrilotriacetate(3-).",
    "XlogP": {
        "$numberDouble": "NaN"
    },
    "Complexity": {
        "$numberInt": "171"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "environmental_biodegradations": [
        {
            "References": "Tabatabai M, Bremner JM; Soil Biol Biochem 7 (2): 103 (1975)",
            "Value": "Trisodium nitrilotriacetate is readily decomp by soil microorganisms under anaerobic or aerobic conditions. Nitrilotriacetate-N converted to nitrate under aerobic conditions, indicating use of detergents containing nitrilotriacetate leading to nitrate enrichment of water resources."
        },
        {
            "References": "Firestone MK, Tiedhe JM; Appl Microbiol 29 (6): 58 (1975)",
            "Value": "A nitrilotriacetate (NTA)-degrading pseudomonas species was shown to degrade Ca, Mn, Mg, Cu, Zn, Cd, Fe and Na chelates of nitrilotriacetate at nearly equal rates when the appropriate metal concn are low enough to avoid toxicity from the freed metal"
        },
        {
            "References": "Menzie, C. M. Metabolism of Pesticides, An Update. U.S. Department of the Interior, Fish, Wild-life Service, Special Scientific Report - Wildlife No. 184, Washington, DC: U.S. Government Printing Office, l974., p. 279",
            "Value": "In an aerated sewage lagoon, trisodium nitrilotriacetate breakdown was temperature dependent: 93% at 15 °C; 47% at 5 °C;  and 22% at 0.5 °C."
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "PMID:4998753",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ TRISODIUM NITRILOACETATE PRODUCED EMESIS IN 50% OF DOGS GIVEN 6.0 MG/KG. INSTILLATION OF 3 MG OF A 35% FORMULATION INTO RABBIT EYES PRODUCED ONLY DIFFUSE AREAS OF CORNEAL TRANSLUCENCY AND CONJUNCTIVITIS WHEN LEFT UNRINSED."
        },
        {
            "References": "PMID:730083",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ EFFECT OF NITRILOTRIACETATE ON CATION BALANCE OF WEANLING RATS FED TRISODIUM NITRILOTRIACETATE AFTER 4 WK WAS RENAL TOXICITY, EXPRESSED AS KIDNEY-TO-BODY-WT RATIO."
        },
        {
            "References": "ANDERSON RL, KANERVA RL; FOOD COSMET TOXICOL, 16 (6): 569 (1978)",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ RATS FED VARIOUS LEVELS OF NITRILOTRIACETATE AS EITHER H3NTA OR TRISODIUM NITRILOTRIACETATE FOR 4 WK. URINE PH INCR BY HIGH DOSES OF TRISODIUM NITRILOTRIACETATE, DECR BY H3NTA. 1000 MICROMOLES TRISODIUM NITRILOTRIACETATE/100 G/DAY CAUSED HEMATURIA."
        },
        {
            "References": "PMID:4998753",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ EXTREMELY HIGH CONCN OF TRISODIUM NITRILOTRIACETATE (APPROX 7500 PPM) INCORPORATED INTO DIET OF RATS FOR 90 DAYS PRODUCED KIDNEY LESIONS, BUT NO OTHER SIGNIFICANT ABNORMALITIES."
        },
        {
            "References": "PMID:4006078",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ The development of renal tumors was examined in rats given 1000 ppm N-ethyl-N-hydroxyethylnitrosamine (NEELA) & then 30,000, 10,000 or 3,000 ppm of trisodium nitrilotriacetate monohydrate (Na3 X NTA X H20) in their food. The incidences of renal tumors in rats treated with N-ethyl-N-hydroxyethylnitrosamine for 2 wk & then 30,000, 10,000 & 3,000 ppm trisodium nitrilotriacetate monohydrate for 30 wk were 100, 86 & 22%, respectively, while they were 16 & 0% in rats treated with N-ethyl-N-hydroxyethylnitrosamine or 30,000 ppm trisodium nitrilotracetate monohydrate at 30,000 or 10,000, but not 3,000 ppm, also incr the size & number of renal tumors in rats treated with N-ethyl-N-hydroxyethylnitrosamine & trisodium nitrilotriacetate monohydrate 30,000 ppm, but not 10,000 or 3,000 ppm also induced hydronephrosis in rats irrespective of whether they were treated with N-ethyl-N-hydroxyethylnitrosamine. Thus, trisodium nitrilotriacetate monohydrate has a dose-related effect on the kidney. /Trisodium nitrilotriacetate monohydrate/"
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V48 199 (1990)",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ The responses of Charles River & Fischer 344 rats to 1.5% NTA & 2% NTA, trisodium salt in the diet were evaluated in a four wk feeding study. In spite of different rates of ingestion, the two strains of animals had similar qualitative responses to NTA. Ingestion of NTA or its trisodium salt was assoc with reduced growth, incr kidney:body weight ratio, incr urinary calcium, hematuria & the presence of crystalline NTA, calcium sodium salt in the urine ... ."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V48 199 (1990)",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ After NTA, trisodium salt was fed to male and female beagle dogs for 90 days at 0.03, 0.15 and 0.5% in the diet, urinary zinc excretion was significantly greater in dogs in the mid- and high dose groups. NTA was deposited in bone (123 142 ppm at the 0.5% dose level), but this had no adverse effect ..."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V48 199 (1990)",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ No change in fat free bone weight, total ash or percentage of ash was found in the tibias of rats fed NTA, trisodium salt for 91 days. When given for 30 days, the compound had no effect on serum alkaline phosphatase or on liver and kidney carbonic anhydrase, but hepatic metallothionein levels were increased two fold following intraperitoneal administration of NTA (100 mg/kg bw) to male Swiss Webster mice ... ."
        },
        {
            "References": "PMID:6890021",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ NITRILOTRIACETATE, AS THE MONOHYDRATED TRISODIUM SALT, WAS ADMIN BY GAVAGE TO MALE SPRAGUE-DAWLEY RATS AT LEVELS OF 0, 0.73 OR 7.3 MMOL/KG BODY WT/DAY FOR PERIODS UP TO 30 DAYS. TWO ANIMALS FROM EACH OF THE GROUPS WERE KILLED 24 HR AFTER DOSING ON DAY 9, 13, 16, 20, 23, 27 OR 30. CYTOPLASMIC VACUOLATION & HYPERPLASIA OF THE PROXIMAL CONVOLUTED TUBULES WERE THE MOST PROMINENT ALTERATIONS OBSERVED FROM BOTH GROUPS OF NTA-TREATED RATS. THE NUMBER AND SEVERITY OF THE LESIONS WAS GREATER IN THE HIGH-DOSE GROUP & IN THIS GROUP, EROSION & HYPERPLASIA OF THE PELVIC TRANSITIONAL EPITHELIUM WERE ALSO NOTED. THE RESULTS OF THIS STUDY SUGGEST THAT NTA-ASSOCIATED URINARY TRACT LESIONS DEVELOP IN A SEQUENTIAL PATTERN AND THAT THE RATE & EXTENT OF THESE LESIONS IS DOSE DEPENDENT. /TRISODIUM NITRILOTRIACETATE MONOHYDRATE/"
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V48 199 (1990)",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ NTA is nephrotoxic. NTA and its trisodium salt have been shown to induce cytoplasmic vacuolation of renal proximal tubule cells, hydronephrosis, erosion and ulceration of the renal pelvic transitional epithelium and kidney hyperplasia in rats at dietary levels of 0. 15% or more, in studies of 28 days or longer ... and in mice at 0.5% or more ... ."
        },
        {
            "References": "US NTIS; PB REP, PB-266177, 190 (1977)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ RATS TREATED WITH NITRILOTRIACETATE TRISODIUM MONOHYDRATE 200-20,000 PPM & MICE WITH 2500-5000 PPM FOR 24 & 18 MO, RESPECTIVELY, CAUSED LESIONS OF URINARY TRACT & PRIMARY EPITHELIAL TUMORS IN HIGH DOSE GROUP. METASTASES OF TUMORS AT HIGH DOSAGE. SIMILAR RESULTS WITH TRISODIUM NITRILOTRIACETATE. /NITRILOTRIACETATE TRISODIUM MONOHYDRATE/"
        },
        {
            "References": "PMID:5023837",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ THE FEEDING OF 0.03% TRISODIUM NITRILOACETATE TO RATS AS PART OF THE BASIC DIET FOR UP TO 2 YR ELICITED NO APPARENT ADVERSE EFFECTS ON THE PHYSIOLOGIC OR METABOLIC PROCESSES OF THESE ANIMALS & IS CONSIDERED TO BE A NO-EFFECT LEVEL. AN INCREASE LEVEL OF ZINC WAS FOUND IN BONES."
        },
        {
            "References": "PMID:6939931",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ 196 RATS WERE GIVEN 1000 PPM TRISODIUM NITRILOTRIACETATE IN DRINKING WATER FOR 2 YR. A SIGNIFICANT HIGHER PROPORTION OF NITRILOTRIACETATE-TREATED RATS DIED IN 1ST 550 DAYS OF STUDY (19.7% NITRILOTRIACETATE-TREATED RATS VS 11.2% CONTROLS). 25 RATS HAD RENAL ADENOMAS & 4 WITH RENAL ADENOCARCINOMAS. 5 CONTROL RATS HAD RENAL ADENOMAS ONLY."
        },
        {
            "References": "BIOASSAY OF NITRILOTRIACETIC ACID AND NITRILOTRIACETIC ACID, TRISODIUM SALT, MONOHYDRATE FOR POSSIBLE CARCINOGENICITY. CAS NO. 139-13-9 (NTA), CAS NO. 18662-53-8 (NA3NTA-H20); US NTIS, PB REP; ISS PB-266177, 190 (1977)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ RATS & MICE TREATED WITH NITRILOTRIACETIC ACID TRISODIUM SALT MONOHYDRATE, 200-20,000 PPM FOR RATS, AND 2500-5000 PPM FOR MICE FOR 24 AND 18 MONTHS, RESPECTIVELY, CAUSED LESIONS OF THE URINARY TRACT AND PRIMARY EPITHELIAL TUMORS IN THE HIGH DOSE GROUP. SIMILAR RESULTS WERE OBTAINED WITH TRISODIUM NITRILOTRIACETATE. METASTASES OF THE TUMOR WERE FOUND IN ANIMALS RECEIVING THE HIGH DOSAGE OF EITHER COMPD. /TRISODIUM NITRILOTRIACETATE MONOHYDRATE/"
        },
        {
            "References": "PMID:5157308",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ TRISODIUM NITRILOACETATE WAS FED TO 2 GENERATIONS OF RATS FROM DAYS 6-15TH IN EACH PREGNANCY AT 0.1 OR 0.5%. 4 LEVELS, 2.5, 25, 100 OR 250 MG/KG/DAY, WERE ADMIN BY INTUBATION TO RABBITS ON DAYS 7-16TH FOR 1 PREGNANCY. NO EFFECTS IN REPRODUCTION, EMBRYONAL OR FETAL DEVELOPMENT WERE NOTED."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V48 200 (1990)",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ NTA, trisodium salt did not induce reproductive toxicity in male or female Charles River CD rats in a two generation study (0.1 or 0.5% in the diet) or in pregnant Charles River CD rats (0.1 or O.5% in the diet on days 6 15 of pregnancy) or in rabbits (up to 250 mg/kg bw by gavage on days 7 16 of gestation ... )."
        },
        {
            "References": "European Chemicals Bureau; IUCLID Dataset for Trisodium nitrilotriacetate (5064-31-3), p.183 (2000 CD-ROM edition). Available from, as of November 8, 2011: https://esis.jrc.ec.europa.eu/",
            "Value": "/GENOTOXICITY/ /In a reverse mutation assay Trisodium nitrilotriacetate tested negative in Escherichia coli WP2 uvrA at concentrations of 1 and 10% without activation./"
        },
        {
            "References": "European Chemicals Bureau; IUCLID Dataset for Trisodium nitrilotriacetate (5064-31-3), p.174 (2000 CD-ROM edition). Available from, as of November 8, 2011: https://esis.jrc.ec.europa.eu/",
            "Value": "/GENOTOXICITY/ /In an Ames test Trisodium nitrilotriacetate tested negative in Salmonella typhimurium TA1535, TA1537, TA1538, TA98, TA100 at concentrations of 54-870 ug/plate with and without activation./"
        },
        {
            "References": "European Chemicals Bureau; IUCLID Dataset for Trisodium nitrilotriacetate (5064-31-3), p.173 (2000 CD-ROM edition). Available from, as of November 8, 2011: https://esis.jrc.ec.europa.eu/",
            "Value": "/GENOTOXICITY/ /In an Ames test Trisodium nitrilotriacetate monohydrate tested negative in Salmonella typhimurium TA100, TA98, TA1535, TA1537, TA97 at concentrations of 0, 33-2000 ug/plate with and without activation./ / Trisodium nitrilotriacetate monohydrate/"
        },
        {
            "References": "PMID:2140731",
            "Value": "/OTHER TOXICITY INFORMATION/ To evaluate the effects of renal carcinogens and tumor promoters on gap junctional intercellular communication (IC) and colony formation two rat kidney epithelial cell lines were examined in vitro. The NRK-52E line was obtained from the American Type Culture Collection and the NK-4 line was established by us from male F344/NCr rats. The NRK-52E line was co-cultured on a confluent monolayer of lethally irradiated NRK-52E cells to determine colony-forming ability (cloning efficiency) and clonal expansion (average surface area of the colonies SA) and the NK-4 line was cultured on collagen gel. Streptozotocin, a renal carcinogen, and trisodium nitrilotriacetate monohydrate, a renal carcinogen and tumor promoter, showed mild growth-enhancing effects on both cell lines, as determined by significant increases in SA, but not in cloning efficiency (CE). Sodium barbital, a renal tumor promoter, had similar effects, while phenobarbital sodium, a non-renal tumor promoter, lacked such activity. The effects of these compounds on gap junctional function were investigated by the Lucifer Yellow dye transfer microinjection assay using monolayers of NRK-52E and NK-4 cells. We found that streptozotocin, trisodium nitrilotriacetate monohydrate and sodium barbital inhibited IC in NRK-52E cells, in accordance with their reported tumorigenic and/or tumor-promoting activity in vivo, while phenobarbital sodium did not. Thus, we could present these findings in NRK-52E cells as an in vitro model to examine the potential tissue-specific effects of renal carcinogens and tumor promoters in vitro. We found, however, that other growth control mechanisms beside IC may play a role, because although the NK-4 line did not possess normal IC, the tumor promoters studied had identical growth-promoting effects on colony formation and expansion in both this cell line and the NRK-52E line."
        },
        {
            "References": "PMID:5055678",
            "Value": "/OTHER TOXICITY INFORMATION/ RATS RECEIVING 1% WT/VOL IN DRINKING WATER HAD VACUOLAR TUBULAR NEPHROPATHY, HYPERGLYCEMIA, & GLYCOSURIA."
        }
    ]
}