{
    "_id": {
        "$oid": "6682e7e8c4e5dba5ffba22f3"
    },
    "CID": {
        "$numberInt": "2124"
    },
    "Name": "ALUMINUM FLUORIDE",
    "IUPACName": "trifluoroalumane",
    "CanonicalSMILES": "F[Al](F)F",
    "Synonyms": [
        "aluminum fluoride",
        "Aluminum trifluoride",
        "trifluoroalumane",
        "AlF3",
        "Fluorid hlinity",
        "Aluminium fluorure",
        "trifluoridoaluminium",
        "CCRIS 2282",
        "HSDB 600",
        "EINECS 232-051-1",
        "Aluminum fluoride",
        "anhydrous",
        "UNII-Z77H3IKW94",
        "Z77H3IKW94",
        "DTXSID8030712",
        "Trifluoroaluminum"
    ],
    "IsomericSMILES": "F[Al](F)F",
    "INCHI": "InChI=1S/Al.3FH/h;3*1H/q+3;;;/p-3",
    "INCHIKEY": "KLZUFWVZNOTSEM-UHFFFAOYSA-K",
    "Formula": "AlF3",
    "MolecularWeight": {
        "$numberDouble": "83.976748"
    },
    "Description": "Aluminium trifluoride is an aluminium coordination entity.",
    "XlogP": {
        "$numberDouble": "NaN"
    },
    "Complexity": {
        "$numberInt": "8"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "mechanism_of_action": [
        {
            "References": "Booth, N.H., L.E. McDonald (eds.). Veterinary Pharmacology and Therapeutics. 5th ed. Ames, Iowa: Iowa State University Press, 1982., p. 1014",
            "Value": "Fluoride is very reactive and capable of inhibiting a number of enzymes, including preglycolytic enzymes, phosphatases, and cholinesterase. The result is inhibition of cellular glucose phosphorylation (hence subsequent glycolysis) and respiration and increased sensitivity of cholinergic mechanisms to acetylcholinesterase. /Sodium fluoride/"
        },
        {
            "References": "Gosselin, R.E., R.P. Smith, H.C. Hodge. Clinical Toxicology of Commercial Products. 5th ed. Baltimore: Williams and Wilkins, 1984., p. II-112",
            "Value": "Inhibition of one or more enzymes controlling cellular glycolysis (and perhaps respiration) may result in a critical lesion. ... Binding or precipitation of calcium as calcium fluoride ... Suggested as mechanism underlying many diverse signs & symptoms in fluoride poisoning, particularly if death is delayed. ... At least in some species fluoride interferes with both contractile power of heart and the mechanism of beat in a way that cannot be ascribed to hypocalcemia. /Fluoride/"
        },
        {
            "References": "PMID:10570952",
            "Value": "Aluminum fluoride (AlF4-) inhibited guanine nucleotide-activated phospholipase D (PLD) in rat submandibular gland cell-free lysates in a concentration-dependent response. This effect was consistent in permeabilized cells with endogenous phospholipid PLD substrates. Inhibition was not caused by either fluoride or aluminum alone and was reversed by aluminum chelation. Inhibition of PLD by aluminum fluoride was not mediated by cAMP, phosphatases 1, 2A or 2B, or phosphatidate phosphohydrolase. AlF4- had a similar inhibitory effect on rArf-stimulated PLD, but did not block the translocation of Arf from cytosol to membranes, indicating a post-GTP-binding-protein site of action. Oleate-sensitive PLD, which is not guanine nucleotide-dependent, was also inhibited by AlF4-, supporting a G protein-independent mechanism of action. A submandibular Golgi-enriched membrane preparation had high PLD activity which was also potently inhibited by AlF4-, leading to speculation that the known fluoride inhibition of Golgi vesicle transport may be PLD-mediated."
        },
        {
            "References": "PMID:10561485",
            "Value": "Aluminum fluoride (AlF(4)(-)) inhibited phospholipase D (PLD) purified from cabbage in both PIP(2)-dependent and PIP(2)-independent assays. ... Enzyme kinetic studies confirmed that PLD followed Hill kinetics, characteristic for allosteric enzymes, with an apparent Hill coefficient (n(app)) of 3.8, indicating positive cooperativity among multiple substrate-binding sites and suggesting possible functional oligomerization of the enzyme. AlF(4)(-) modification of PLD kinetics was consistent with a competitive mode of enzyme inhibition."
        },
        {
            "References": "PMID:9188784",
            "Value": "... Here we present the isolation of a stable Ras x GDP- x AlF4- x GAP ternary complex by gel filtration. In addition, we generalise the association of AlF4- with the small GTP-binding proteins by demonstrating ternary complex formation for the Cdc42, Rap and Ran proteins in the presence of their respective GAP proteins."
        },
        {
            "References": "Rhee JW et al; J Soc Gynecol Investig 3 (2 Suppl 1): 343A",
            "Value": "...The myometrial response to aluminum fluoride (AlF4-), which by-passes receptors and directly activates G proteins /was investigated/. Eight rats were equally divided between a normoxic control group and a treatment group (exposure to chronic hypoxia, 10.5% O2, on day 19 and maintained until day 21 of gestation). On day 21, multiple myometrial strips were collected from each animal and mounted in a standard muscle bath preparation in Krebs buffer at 37 °C. Following equilibration, tissues were exposed to increasing doses of AlF4- (0.5 mM to 6 mM). Contractile tensions were analyzed by on-line computer, and data were normalized to cross-sectional area. Emax values did not differ between the two groups (160+/-15 vs. 168+/-7 for control and hypoxic groups, respectively, p>0.05). The slopes of the dose response curves and pD2 were also unaffected. Myometrial tissues from both normoxic and hypoxic rats showed similar efficacy and sensitivity to AlF4-."
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "Booth, N.H., L.E. McDonald (eds.). Veterinary Pharmacology and Therapeutics. 5th ed. Ames, Iowa: Iowa State University Press, 1982., p. 1014",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ /Acute poisoning/ if sufficient fluoride is absorbed ... Fluoride ion increases capillary permeability and also produces a coagulation defect. These actions lead to hemorrhagic gastroenteritis and hemorrhages, congestion, and edema in various organs including the brain. Clinical manifestations include excitability, muscle tremors, weakness, urination, defecation, salivation, emesis, sudden collapse, clonic convulsions, coma, and death due to respiratory and cardiac failure. Cyanosis and early rigor mortis ... /Fluoride/"
        },
        {
            "References": "Suketa Y et al; Toxicol Appl Pharmacol 39: 313-19 (1977) as cited in WHO; Environ Health Criteria: Fluorine and Fluorides p.54 (1984)",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ After intraperitoneal administration of a single large dose of fluoride (sodium fluoride, 35 mg/kg body weight), the calcium contents of the renal cortex and medulla of fluoride intoxicated rats were increased by 33 and 10 times, respectively. /Sodium Fluoride/"
        },
        {
            "References": "Singer L et al; Proc Soc Exp Biol Med 157: 363-68 (1978) as cited in WHO; Environ Health Criteria: Fluorine and Fluorides p.53 (1984)",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ The ionic fluoride levels in plasma following intraperitoneal administration of 15, 20, or 25 mg of fluoride per kg body weight to 200 g rats /was studied/. In animals given 25 mg/kg, the mean ionic fluoride level in plasma was 38 mg/liter after 10 min and the animals invariably died within 1 hr. All animals receiving 15 or 20 mg/kg survived, despite mean ionic fluoride levels in plasma of 22.9 and 29.2 mg/l, respectively. /Sodium Fluoride/"
        },
        {
            "References": "Leone NC et al; Public Health Rep 71: 459-67 (1956) as cited in USEPA; Drinking Water Criteria Document for Fluoride p.III-9 (1985) EPA Contract No. 68-03-3279",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ The acute and subacute physiological and pathological effects of fluoride (as sodium fluoride) administered intravenously and orally to male and female dogs /were described/. When fluoride was infused intravenously in four dogs at the rate of 5.4 mg Fluoride/min, the mean acute lethal dose was 36.0 + or - 0.5 mg Fluoride/kg with death occurring after 59 to 64 minutes of infusion. The principal effects observed were a progressive decline in blood pressure, heart rate, central nervous system activity (pupil size, response to light, tendon reflexes) with vomiting and defecation. /Sodium Fluoride/"
        },
        {
            "References": "PMID:2166793",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ The effect of fluoride (NaF; 10 mM sodium fluoride plus deferoxamine to chelate contaminating aluminum) and fluoride plus aluminum fluorides (AlF; 10 mM sodium fluoride plus 20 uM aluminum chloride) on activation of rabbit femoral arteries was investigated. AlF and NaF produced large increases in stress (force/muscle cross-sectional area), but temporal changes were dissimilar, as were other indices of muscle activation. Stress produced by NaF developed slowly and only after a long delay of about 15 min, whereas stress produced by AlF developed rapidly after a delay of only about 5 min. NaF-induced contractions were more sustained than AlF-induced contractions. Both AlF and NaF increased the level of cross-bridge phosphorylation and the velocity of muscle shortening, but at comparable stresses, AlF produced greater increases than did NaF. AlF produced a large increase in lP production, whereas NaF produced a small increase. Also, AlF-induced stress was largely insensitive to inhibition by the calcium channel blocker, nifedipine (1 uM), whereas NaF-induced stress was largely inhibited by nifedipine. However, in tissues depleted of calcium, both agents produced potent contractions when CaCl2 was added back to the tissues (EC50 values for AlF, NaF, histamine, phenylephrine and KCl were, respectively, 0.057, 0.085, 0.11, 0.11 and 0.23 mM). AlF, but not NaF, strongly desensitized arteries to phenylephrine, causing a 73% reduction in the ability of phenylephrine to achieve maximum steady-state stress."
        },
        {
            "References": "Hansen K; Bios 19: 51-55 (1978) as cited in USEPA; Drinking Water Criteria Document for Fluoride p.V-27 (1985) EPA Contract No. 68-03-3279",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ In a chronic study, mice (female, CSE mice, 3 to 4 weeks old, initially weighing 22.5 to 25.5 grams) were given drinking water containing 1 to 6 mg fluoride (as sodium flouride)/l for six months. No histological effects attributable to fluoride were seen in the heart, stomach, intestines, or bones. /Sodium Fluoride/"
        },
        {
            "References": "PMID:9518651",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ ...27 adult male Long-Evans rats were administered one of three treatments for 52 weeks: the control group was administered double distilled deionized drinking water (ddw). The aluminum-treated group received ddw with 0.5 ppm AlF3 and the NaF group received ddw with 2.1 ppm NaF containing the equivalent amount of F as in the AlF3 ddw. Tissue aluminum (Al) levels of brain, liver and kidney were assessed with the Direct Current Plasma (DCP) technique and its distribution assessed with Morin histochemistry. Histological sections of brain were stained with hematoxylin and eosin (H&E), Cresyl violet, Bielschowsky silver stain, or immunohistochemically for beta-amyloid, amyloid A, and IgM. No differences were found between the body weights of rats in the different treatment groups although more rats died in the AlF3 group than in the control group. The Al levels in samples of brain and kidney were higher in both the AlF3 and NaF groups relative to controls. The effects of the two treatments on cerebrovascular and neuronal integrity were qualitatively and quantitatively different. These alterations were greater in animals in the AlF3 group than in the NaF group and greater in the NaF group than in controls."
        },
        {
            "References": "Lenchenko VG, Sharipova NP; Vopr Eksp Klin Ter Profil Prom Intoksikatsii; 160-4 (1974)",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Exposure of female rats /by inhalation/ to aluminum fluoride at 0.2 or 0.03 mg/cu m for whole period of gestation increased frequency of pre-implantation death of fertilized ova. At the higher concentration /aluminum fluoride/ produced embryotoxic and teratogenic effects in fetuses."
        },
        {
            "References": "PMID:8067979",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ ...40 young adult male Long-Evans rats were divided into 4 groups of 10 rats each. The groups received different concentrations of AlF3 in the drinking water from 3 sample solutions having a total Al concentration of 0.5, 5.0, and 50 ppm, respectively, or double-distilled deionized water on an ad libitum basis for 45 weeks. General decline of bodily appearance was observed in the lowest concentration AlF3 group, and animals in this group succumbed in greater numbers during the course of the study than those in any other group. Examinations of performance in an open field, an analysis of walking patterns, and a balance beam test did not find any difficulties indicative of motor disorder. Indeed, on the initial trial on the balance beam, the AlF3-treated animals exhibited superior performance. No group differences were found in behavior assessed by spontaneous alternation or by a modified Morris water maze test. When retested in the Morris maze after a low dose of scopolamine (0.4 mg/kg), the control animals took longer to reach the platform while the AlF3-treated rats were not affected. In an olfactory preference test, the AlF3-treated animals failed to show preferences exhibited by the controls, indicating a possible olfactory impairment. The level of Al in the brains of the AlF3-exposed rats, as determined by direct current plasma analysis, was almost double that of the control animals. There was a similar trend for the Al content found in the kidneys."
        },
        {
            "References": "WHO; Environ Health Criteria 227: Fluorides (2002). Available from, as of June 4, 2004: https://www.inchem.org/documents/ehc/ehc/ehc227.htm",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ The level of aluminium in the brains of male Long-Evans rats given laboratory chow and distilled water or distilled water containing 2.1 mg sodium fluoride/L or 0.5 mg aluminium fluoride/L for 52 weeks was reported to be approximately 2-fold higher in the sodium fluoride group and about 2.5 higher in the aluminium fluoride group than in animals given the same feed and distilled water for drinking. There was significant mortality in the aluminium fluoride group. In the kidney, there was no increased aluminium in the sodium fluoride group but about twice as much in the aluminium fluoride group. Levels in the liver were not different between the three groups. Pathology studies of the brain revealed increased neuronal abnormalities in both fluoride-exposed groups in parts of the right and left hemispheres, alterations in the neuronal density in the left hemisphere and alterations of beta-amyloid, amyloid A and IgM in various parts of the brain. In an earlier study, the authors reported greater mortality and effects at the dose of aluminium fluoride used in this study than at 10- and 100-fold greater levels of aluminum fluoride. No dose-response in changes in the brain was apparent."
        },
        {
            "References": "Kram D et al; Mutat Res 57: 51-55 (1978) as cited in WHO; Environ Health Criteria: Fluorine and Fluorides p.V-29 (1984)",
            "Value": "/GENOTOXICITY/ No effect of sodium fluoride in drinking water on the frequency of sister chromatid exchange in mice /were found/. Twelve week old mice were taken from colonies which had been maintained for at least the seven prior generations on a low fluoride diet (estimated to equal less than 0.1 mg/kg/day) or a high fluoride diet (50 ppm-estimated to equal 10 mg/kg/day). Sodium fluoride was added to the drinking water of the group exposed to 50 ppm fluoride. Sister chromatid exchange status was identified in a separate laboratory with no knowledge of the fluoride status of the animals. No significant differences in sister chromatid exchange status were found between the low and high fluoride groups. /Sodium Fluoride/"
        },
        {
            "References": "Cass JS; J Occup Med 3: 471-77, 527-43 (1966) as cited in WHO; Environ Health Criteria: Fluorine and Fluorides p.49 (1984)",
            "Value": "/OTHER TOXICITY INFORMATION/ Typical symptoms of acute toxicity are reduction or loss of appetite, local or general congestion, and sub-mucosal hemorrhages of the gastrointestinal tract. Such acute responses were recognized when chickens were fed for 10 days on a diet containing 6786 mg fluoride/kg (as sodium fluoride). Roosters receiving sodium fluoride at 200 mg/kg body weight, twice in 24 hr, developed gastroenteritis with edema of the mucosa of the stomach and upper bowels, subcutaneous edema, hepatomegaly, and atrophy of the pancreas. /Sodium Fluoride/"
        },
        {
            "References": "WHO; Environ Health Criteria 227: Fluorides (2002). Available from, as of June 4, 2004: https://www.inchem.org/documents/ehc/ehc/ehc227.htm",
            "Value": "/OTHER TOXICITY INFORMATION/ Toxicity is specific not only to plant species, but also to ionic species of fluoride; some aluminium fluoride complexes present in solution culture may be toxic at activities of 22-357 umol fluoride/L... ."
        },
        {
            "References": "WHO; Environ Health Criteria 227: Fluorides (2002). Available from, as of June 4, 2004: https://www.inchem.org/documents/ehc/ehc/ehc227.htm",
            "Value": "/OTHER TOXICITY INFORMATION/ Aluminium-fluoride complexation increased fluoride uptake and toxicity in oats relative to the free fluoride ion; shoot and root dry weights were significantly limited at AlF2+ concentrations of 11-22 umol/L and AlF2+ concentrations of 126-357 umol/L."
        }
    ]
}