{
    "_id": {
        "$oid": "6682e938c4e5dba5ffba2984"
    },
    "CID": {
        "$numberInt": "21307"
    },
    "Name": "CARBOXIN",
    "IUPACName": "6-methyl-N-phenyl-2,3-dihydro-1,4-oxathiine-5-carboxamide",
    "CanonicalSMILES": "CC1=C(SCCO1)C(=O)NC2=CC=CC=C2",
    "Synonyms": [
        "CARBOXIN",
        "5234-68-4",
        "Carbathiin",
        "Carboxine",
        "Vitavax",
        "2-Methyl-N-phenyl-5,6-dihydro-1,4-oxathiine-3-carboxamide",
        "Oxatin",
        "DCMO",
        "Kisvax",
        "Vitavax 75W",
        "DMOC",
        "Vitavax 100",
        "Vitavax 735D",
        "Kemikar",
        "Vitaflo 250"
    ],
    "IsomericSMILES": "CC1=C(SCCO1)C(=O)NC2=CC=CC=C2",
    "INCHI": "InChI=1S/C12H13NO2S/c1-9-11(16-8-7-15-9)12(14)13-10-5-3-2-4-6-10/h2-6H,7-8H2,1H3,(H,13,14)",
    "INCHIKEY": "GYSSRZJIHXQEHQ-UHFFFAOYSA-N",
    "Formula": "C12H13NO2S",
    "MolecularWeight": {
        "$numberDouble": "235.3"
    },
    "Description": "Carboxin is an anilide obtained by formal condensation of the amino group of aniline with the carboxy group of 2-methyl-5,6-dihydro-1,4-oxathiine-3-carboxylic acid. A fungicide for control of bunts and smuts that is normally used as a seed treatment. It has a role as an EC 1.3.5.1 [succinate dehydrogenase (quinone)] inhibitor and an antifungal agrochemical. It is an anilide, an enamide, an oxacycle, an organosulfur heterocyclic compound, an anilide fungicide and a secondary carboxamide.",
    "XlogP": {
        "$numberDouble": "2.1"
    },
    "Complexity": {
        "$numberInt": "295"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "environmental_bioconcentrations": [
        {
            "References": "(1) Tomlin CDS, ed; The e-Pesticide Manual: a world compendium. Carboxin. 13th ed. PC CD-ROM, Version 3.0, 2003-04. Surrey, UK: British Crop Protection Council, (2003) (2) Meylan WM et al; Environ Toxicol Chem 18: 664-72 (1999) (3) Franke C et al; Chemosphere 29: 1501-14 (1994)",
            "Value": "An estimated BCF of 9 was calculated for carboxin(SRC), using a log Kow of 2.3(1) and a regression-derived equation(2). According to a classification scheme(3), this BCF suggests the potential for bioconcentration in aquatic organisms is low(SRC)."
        }
    ],
    "environmental_biodegradations": [
        {
            "References": "(1) USEPA; Reregistration Eligibility Decisions for Carboxin. (5234-68-4) Sept 2004. Washington, DC: USEPA 738-R-04-015 (2004)",
            "Value": "AEROBIC: Carboxin degraded rapidly, with a mean half-life of 1.25 days in two aerobic soil metabolism studies using sandy loam soils maintained at 25 °C and 75% of the field capacity(1). The primary metabolite was identified as carboxin sulfoxide. Carboxin degraded with a half-life of 34 days in an aquatic metabolism study using silt loam soil that was incubated in the dark at 25 °C under aerobic conditions(1). Carboxin degraded slowly with a mean half-life of 129 days in two anaerobic soil metabolism studies using sandy loam soils maintained in the dark at 25 °C(1). Carboxin sulfoxide was identified as a major degradation product (>10% of the initially applied amount) and carboxin sulfone was identified as a minor metabolite. The half-life of carboxin was 239 days in an anaerobic aquatic metabolism study(1)."
        },
        {
            "References": "Balasubramanya RH, Patil RB; Plant Soil 57 (2-3): 457-61 (1980)",
            "Value": "Degradation of carboxin & oxycarboxin in wet soils by organisms was studied. The blue-green algae Anabaena, Nostoc, & Tolypothrix extensively degraded the fungicides, carboxin oxycarboxin. Chlorella vulgaris also degraded them. The photosynthetic bacterium Rhodospirillum failed to degrade carboxin beyond sulfoxide stage, but degraded oxycarboxin to a greater extent. The protozoan species, Colpoda, degraded carboxin extentively but not oxycarboxin."
        },
        {
            "References": "Menzie, C.M. Metabolism of Pesticides-Update III. Special Scientific Report- Wildlife No. 232. Washington, DC: U.S.Department of the Interior, Fish and Wildlife Service, 1980., p. 113",
            "Value": "Rhizopus japonicus degraded carboxin to a substituted acid anilide. When incubated with Bacillus sphaericus, carboxin gave rise to aniline."
        },
        {
            "References": "Menzie, C. M. Metabolism of Pesticides, An Update. U.S. Department of the Interior, Fish, Wild-life Service, Special Scientific Report - Wildlife No. 184, Washington, DC: U.S. Government Printing Office, l974., p. 82",
            "Value": "IN SOIL, CARBOXIN WAS OXIDIZED TO SULFOXIDE. NO SULFONE WAS DETECTED. ... SULFOXIDE WAS FORMED IN WATER. AT PH OF 2 AND 4, SLOW OXIDATION TO SULFONE WAS DETECTED. NO HYDROLYSIS WAS OBSERVED."
        },
        {
            "References": "(1) El-Dib MA, Aly OA; Water Res 10: 1055-59 (1976) (2) Balasubramanya RH, Patil RB; Plant Soil 57: 195-201 (1980)",
            "Value": "A mixed population of microorganisms in river water and sewage sludge did not metabolize carboxin (6-7 mg/l) during the tested period of 4 months(1). Phenylamides, such as carboxin, have no inhibitory effects on bacteria and are not expected to interfere with the role of bacteria in the process of self-purification of surface waters(1). In another study of aerobic soils (sandy loam, clay, laterite, alkaline, and coffee plantation soil) carboxin underwent degradation to its sulfoxide within 10 days in all soils(2)."
        }
    ],
    "logP": [
        {
            "References": "Tomlin CDS, ed; The e-Pesticide Manual: a world compendium. Carboxin. 13th ed. PC CD-ROM, Version 3.0, 2003-04. Surrey, UK: British Crop Protection Council, (2003)",
            "Value": "log Kow = 2.3"
        }
    ],
    "mechanism_of_action": [
        {
            "References": "Mathre DE Jr; Pestic Biochem Physiol 1 (2): 216-24 (1971)",
            "Value": "Carboxin was tested for its effects on the activities of mitochondria from fungi. At low concentrations it inhibited mitochondrial succinate oxidation from the sensitive fungus Ustilago maydis. The inhibition was of the noncompetitive nature. It is believed that carboxin inhibits mitochondrial respiration at or close to the site of succinate oxidation and does not greatly affect the remaining portion of the electron transport system or the coupled phosphorylation reactions."
        },
        {
            "References": "PMID:1423716",
            "Value": "The sequence of an allele encoding the iron sulfur protein subunit of succinate dehydrogenase was determined following PCR amplification of genomic DNA from a carboxin sensitive Ustilago maydis strain. Comparison of this sequence with that of the iron sulfur protein allele from a carboxin resistant strain revealed a two base difference between the sequences. This mutation led to the substitution of a leucine residue for a histidine residue within the third cysteine rich cluster of the deduced amino acid sequence of the carboxin resistant strain allele. This cluster, which is associated with the S3 iron redox center, is involved in the transport of electrons from succinate to ubiquinone. Confirmation that this nucleotide change led to enhanced resistance to carboxin was obtained following mutagenesis of the sensitive iron sulfur protein allele to the resistant form and expression of the mutated allele in Ustaligo maydis."
        },
        {
            "References": "Gosselin, R.E., R.P. Smith, H.C. Hodge. Clinical Toxicology of Commercial Products. 5th ed. Baltimore: Williams and Wilkins, 1984., p. II-317",
            "Value": "The compounds /carboxin and oxycarboxin/ inhibit oxidative metabolism and succinic dehydrogenase in mitochondria of liver and bone."
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "(1) USEPA; Reregistration Eligibility Decisions for Carboxin. (5234-68-4) Sept 2004. Washington, DC: USEPA 738-R-04-015 (2004) (2) Swann RL et al; Res Rev 85: 17-28 (1983)",
            "Value": "Carboxin adsorption and desorption isotherms were estimated using a Manchester sandy loam(1). An adsorption Fruendlich coefficient of 0.78 with a 1/n value of 0.93 was calculated from the adsorption data using linear regression on log transformed data. The desorption isotherm had a Fruendlich coefficient of 1.1 with 1/n of 0.94. The organic carbon content of the soil was 1.09%, corresponding to a Koc of 71(1). According to a classification scheme(2), this Koc value suggests that carboxin is expected to have high mobility in soil(SRC). Twenty inches of water was eluted through a 12 inch column of a clay loam soil to which 14C labeled carboxin had been applied(1). Fifty-two percent of the applied radioactivity and 41% of the applied carboxin were found in the leachate. Thirty-eight percent of the radioactivity remained in the column and ten percent of the radioactivity could not be accounted for at the end of the study(1). This soil column leaching study suggests that carboxin is highly mobile(SRC)."
        }
    ],
    "plant_translocations": [
        {
            "content": "The study investigated the uptake and translocation of the systemic oxathiin fungicide carboxin and its sulfone analog, oxycarboxin, in bean plants. It was found that carboxin was taken up better by the roots of bean plants than oxycarboxin. Radioautography indicated apoplastic movement of both fungicides, leading to marginal accumulation in transpiring leaves, with no redistribution between organs up to 14 days after treatment cessation. Carboxin was rapidly oxidized in roots to the non-fungitoxic sulfoxide, while oxycarboxin persisted in root and leaf extracts for up to 21 days. The majority of the label in roots was acetone-insoluble, indicating binding to plant polymers, while in leaves, a smaller proportion was insoluble. Analysis showed that the carboxamide linkage in carboxin was hydrolyzed in roots, producing aniline, which bound to plant polymers and formed water-soluble conjugation products. These findings were confirmed by chemotherapy studies with bean rust, confirming the translocation, distribution, and decomposition patterns of the fungicides.",
            "reference": "Snel, M., & Edgington, L. V. (1970). Uptake, translocation and decomposition of systemic oxathiin fungicides in bean. Phytopathology, 60(12), 1708-1716.",
            "method": {
                "Test Plant": "Bean (Phaseolus vulgaris cvs. Tendergreen and Pinto)",
                "Apply Location": "Root uptake from nutrient solution (hydroponics)",
                "Plant Growth Condition": "Seeds germinated in vermiculite. One week old seedlings transferred to half-strength Knop's nutrient solution. Grown in controlled environment cabinets at 21°C day/18°C night, 16 hr daylength, 60% relative humidity to minimize transpirational differences.",
                "Chemical Preparation": "14C-labeled carboxin and oxycarboxin (anilino moiety labeled) synthesized by UniRoyal Research. Purity confirmed by TLC and UV absorption spectra. Specific activity 0.2 mCi/mmol.",
                "Pesticide Application Details for the Plant": "3-week old plants exposed to 6.25 and 12.5 μM solutions of 14C-carboxin or 14C-oxycarboxin (0.1875 and 0.375 μCi) in 150 mL nutrient solution for 120 hours.",
                "Other Information": "Uptake quantified by measuring remaining radioactivity in nutrient solution compared to controls. 1 mL aliquots in 15 mL scintillation cocktail counted for 10 min with quench correction."
            },
            "result": "[{\"Days after application\": 7, \"Stem (%)\": 2.391, \"Trifoliate leaves (% of absorbed)\": 5.321, \"Roots (%)\": 27.62, \"Unifoliate leaves (%)\": 37.9}, {\"Days after application\": 14, \"Stem (%)\": 1.793, \"Trifoliate leaves (% of absorbed)\": 7.174, \"Roots (%)\": 29.41, \"Unifoliate leaves (%)\": 32.16}, {\"Days after application\": 21, \"Stem (%)\": 2.331, \"Trifoliate leaves (% of absorbed)\": 9.925, \"Roots (%)\": 22.18, \"Unifoliate leaves (%)\": 33.12}, {\"Days after application\": 35, \"Stem (%)\": 1.913, \"Trifoliate leaves (% of absorbed)\": 6.995, \"Roots (%)\": 26.3, \"Unifoliate leaves (%)\": 28.1}]"
        }
    ]
}