{
    "_id": {
        "$oid": "6682e7e9c4e5dba5ffba22f7"
    },
    "CID": {
        "$numberInt": "2160"
    },
    "Name": "AMITRIPTYLINE",
    "IUPACName": "N,N-dimethyl-3-(2-tricyclo[9.4.0.03,8]pentadeca-1(15),3,5,7,11,13-hexaenylidene)propan-1-amine",
    "CanonicalSMILES": "CN(C)CCC=C1C2=CC=CC=C2CCC3=CC=CC=C31",
    "Synonyms": [
        "amitriptyline",
        "50-48-6",
        "Amitriptylin",
        "Damitriptyline",
        "Triptanol",
        "Flavyl",
        "Seroten",
        "Proheptadiene",
        "Lantron",
        "Triptisol",
        "Tryptanol",
        "Adepress",
        "Adepril",
        "Damilen",
        "Elavil"
    ],
    "IsomericSMILES": "CN(C)CCC=C1C2=CC=CC=C2CCC3=CC=CC=C31",
    "INCHI": "InChI=1S/C20H23N/c1-21(2)15-7-12-20-18-10-5-3-8-16(18)13-14-17-9-4-6-11-19(17)20/h3-6,8-12H,7,13-15H2,1-2H3",
    "INCHIKEY": "KRMDCWKBEZIMAB-UHFFFAOYSA-N",
    "Formula": "C20H23N",
    "MolecularWeight": {
        "$numberDouble": "277.4"
    },
    "Description": "Amitriptyline is an organic tricyclic compound that is 10,11-dihydro-5H-dibenzo[a,d][7]annulene substituted by a 3-(dimethylamino)propylidene group at position 5. It has a role as an adrenergic uptake inhibitor, an antidepressant, an environmental contaminant, a xenobiotic and a tropomyosin-related kinase B receptor agonist. It is a tertiary amine and a carbotricyclic compound. It derives from a hydride of a dibenzo[a,d][7]annulene.",
    "XlogP": {
        "$numberDouble": "5"
    },
    "Complexity": {
        "$numberInt": "331"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "logP": [
        {
            "References": "Hansch, C., Leo, A., D. Hoekman. Exploring QSAR - Hydrophobic, Electronic, and Steric Constants. Washington, DC: American Chemical Society., 1995., p. 167",
            "Value": "log Kow = 4.92"
        }
    ],
    "mechanism_of_action": [
        {
            "References": "PMID:6302296",
            "Value": "Acute and chronic effects of the antidepressant drugs tranylcypromine, a monoamine oxidase inhibitor, and amitriptyline, a monoamine uptake inhibitor, were studied on beta-adrenergic receptor function in mouse astrocytes in primary cultures. In clinically relevant concentrations, acute administration of either antidepressant drug had a direct inhibitory effect on the binding of the beta-adrenergic ligand dihydroalprenolol and on the isoproterenol-induced accumulation of cyclic AMP. However, in the absence of isoproterenol, these drugs enhanced the formation of cyclic AMP in the astrocytes. Chronic exposure to amitriptyline or tranylcypromine led to a decrease in isoproterenol-induced accumulation of cyclic AMP, and the time course for the development of this phenomenon was similar to that reported for whole brain in vivo. These findings suggest that these antidepressant drugs act as a partial agonists at beta-adrenergic receptors on astrocytes, and that the down-regulation of beta-adrenergic activity that occurs in vivo after chronic administration of antidepressant drugs may, to a large extent, take place in astrocytes and may result from the partial beta-agonist nature of the drugs."
        },
        {
            "References": "PMID:17590509",
            "Value": "Astrocytes play important roles in guiding the construction of the nervous system, controlling extracellular ions and neurotransmitters, and regulating CNS synaptogenesis. Egr-1 is a transcription factor involved in neuronal differentiation and astrocyte cell proliferation. In this study, we investigated whether the tricyclic antidepressant (TCA) amitriptyline induces Egr-1 expression in astrocytes using rat C6 glioma cells as a model. We found that amitriptyline increased the expression of Egr-1 in a dose- and time-dependent manner. The amitriptyline-induced Egr-1 expression was mediated through serum response elements (SREs) in the Egr-1 promoter. SREs were activated by the Ets-domain transcription factor Elk-1 through the ERK and JNK mitogen-activated protein (MAP) kinase pathways. The inhibition of the ERK and JNK MAP kinase signals attenuated amitriptyline-induced transactivation of Gal4-Elk-1 and Egr-1 promoter activity. Our findings suggest that the induction of Egr-1 expression in astrocytes may be required to attain the therapeutic effects of antidepressant drugs."
        },
        {
            "References": "PMID:26135544",
            "Value": "Antidepressants such as serotonin-noradrenaline reuptake inhibitors (SNRIs) and tricyclic antidepressants (TCAs) are frequently used for the management of neuropathic pain. Noradrenaline (NA) and serotonin (5-HT) increase in the spinal cord by reuptake inhibition is considered to be main mechanism of the therapeutic effect of antidepressants in neuropathic pain. In the present study, we examined the analgesic effects of duloxetine (SNRI) and amitriptyline (TCA) in a rat model of neuropathic pain induced by spinal nerve ligation (SNL). Intraperitoneal administration of duloxetine and amitriptyline dose-dependently (3,10 and 30 mg/kg) suppressed hyperalgesia induced by SNL. In vivo microdialysis in the lumbar spinal dorsal horn revealed that NA and 5-HT concentrations increased after intraperitoneal administration of duloxetine and amitriptyline (10 mg/kg, respectively). We further determined NA and 5-HT contents in homogenized samples from the ipsilateral dorsal spinal cord after SNL. Although the NA content in SNL rats 2 weeks after ligation was higher than that in SNL rats 4 weeks after ligation, the analgesic efficacy of duloxetine and amitriptyline was similar between two groups. The present study suggests that NA/5-HT increase in the spinal cord is crucial in the antihyperalgesic effect of duloxetine and amitriptyline. The plastic change of the descending noradrenergic system does not obviously affect the analgesic efficacy of duloxetine and amitriptyline."
        },
        {
            "References": "PMID:15796067",
            "Value": "Recent studies show that neuronal and glial plasticity are important for the therapeutic action of antidepressants. Here, we demonstrated that amitriptyline, a tricyclic antidepressant, significantly increased GDNF mRNA and GDNF release in C6 cells. Furthermore, different classes of antidepressants increased GDNF release, but non-antidepressant psychotropic drugs did not. The amitriptyline-induced GDNF release was completely inhibited by U0126, a mitogen-activated protein kinase (MAPK)-extracellular signal-regulated kinase (ERK) kinase (MEK) inhibitor, but was not inhibited by H-89, a protein kinase A inhibitor or calphostin C, a protein kinase C inhibitor. These results suggest that the amitriptyline-induced GDNF release may be regulated through a MEK/MAPK pathway. Next, we examined the effects of monoamines on GDNF release, because antidepressants are known to increase monoamines. 5-HT increased GDNF mRNA and GDNF release, but noradrenaline and dopamine did not. The 5-HT-induced GDNF release was partially, but significantly, blocked by ketanserin, a 5-HT2A receptor antagonist. The 5-HT-induced GDNF release was completely inhibited by U0126, but was not inhibited by H-89 or calphostin C. These results suggest that the 5-HT-induced GDNF release was mediated through a MEK/MAPK pathway and, at least, 5-HT2A receptors. GDNF, as well as other neurotrophic factors, may contribute to explain the therapeutic action of antidepressants and suggest a novel strategy of pharmacological intervention."
        },
        {
            "References": "PMID:21515689",
            "Value": "Recently, both clinical and animal studies demonstrated neuronal and glial plasticity to be important for the therapeutic action of antidepressants. Antidepressants increase glial cell line-derived neurotrophic factor (GDNF) production through monoamine-independent protein-tyrosine kinase, extracellular signal-regulated kinase (ERK), and cAMP responsive element-binding protein (CREB) activation in glial cells. This study clarifies the type of tyrosine kinase and mechanism of antidepressant-induced GDNF production in C6 glioma cells and normal human astrocytes. The amitriptyline (a tricyclic antidepressant)-induced ERK activation was specifically and completely inhibited by fibroblast growth factor receptor (FGFR) tyrosine kinase inhibitors and siRNA for FGFR1 and -2. Treatment with amitriptyline or several different classes of antidepressants, but not non-antidepressants, acutely increased the phosphorylation of FGFRs and FGFR substrate 2a (FRS2a). Amitriptyline-induced CREB phosphorylation and GDNF production were blocked by FGFR-tyrosine kinase inhibitors. Therefore, antidepressants activate the FGFR/FRS2a/ERK/CREB signaling cascade, thus resulting in GDNF production. Furthermore, we attempted to elucidate how antidepressants activate FGFR signaling. The effect of amitriptyline was inhibited by heparin, non-permeant FGF-2 neutralizing antibodies, and matrix metalloproteinase (MMP) inhibitors. Serotonin (5-HT) also increased GDNF production through FGFR2; however, the effect of 5-HT was not inhibited by heparin and MMP inhibitors. These results suggest that amitriptyline-induced FGFR activation might occur through an extracellular pathway, in contrast to that of 5-HT. The current data show that amitriptyline-induced FGFR activation might occur by the MMP-dependent shedding of FGFR ligands, such as FGF-2, thus resulting in GDNF production."
        },
        {
            "References": "PMID:25267343",
            "Value": "In addition to alleviating depression, long-term adaptive changes induced by antidepressants may regulate neural plasticity in the diseased brain, providing symptomatic and disease-modifying effects in Parkinson's disease. The present study investigated whether chronic treatment with a frequently prescribed tricyclic antidepressant was neuroprotective in a 6-hydroxydopamine (6-OHDA) rat model of parkinsonism. In lesioned animals, chronic amitriptyline (AMI; 5 mg/kg) treatment resulted in a significant sparing of tyrosine hydroxylase-immunoreactive (THir) neurons in the substantia nigra pars compacta (SNpc) compared with saline treatment. Additionally, striatal fibers were preserved and functional motor deficits were attenuated. Although 6-OHDA lesions did not induce anhedonia in our model, the dose of AMI utilized had antidepressant activity as demonstrated by reduced immobility. Recent in vitro and in vivo data provide evidence that trophic factors such as brain-derived neurotrophic factor (BDNF) and glial cell line-derived neurotrophic factor (GDNF) may be key mediators of the therapeutic response to antidepressants. Therefore, we investigated whether AMI mediates changes in these specific trophic factors in the intact and degenerating nigrostriatal system. Chronic AMI treatment mediates an increase in nigral BDNF both before and during ongoing degeneration, suggesting it may contribute to neuroprotection observed in vivo. However, over time, AMI reduced BDNF levels in the striatum, indicating tricyclic therapy differentially regulates trophic factors within the nigrostriatal system. Combined, these results suggest that AMI treatment attenuates dopamine neuron loss and elicits significant trophic changes relevant to dopamine neuron survival."
        },
        {
            "References": "PMID:25681575",
            "Value": "In addition to alleviating depression, trophic responses produced by antidepressants may regulate neural plasticity in the diseased brain, which not only provides symptomatic benefit but also potentially slows the rate of disease progression in Parkinson's disease (PD). Recent in vitro and in vivo data provide evidence that neurotrophic factors such as brain-derived neurotrophic factor (BDNF) and glial cell line-derived neurotrophic factor (GDNF) may be key mediators of the therapeutic response to antidepressants. As such, we conducted a cross-sectional time-course study to determine whether antidepressant-mediated changes in neurotrophic factors occur in relevant brain regions in response to amitriptyline (AMI) treatment before and after intrastriatal 6-hydroxydopamine (6OHDA). Adult male Wistar rats were divided into seven cohorts and given daily injections (i.p.) of AMI (5 mg/kg) or saline throughout the duration of the study. In parallel, various cohorts of intact or parkinsonian animals were sacrificed at specific time points to determine the impact of AMI treatment on trophic factor levels in the intact and degenerating nigrostriatal system. The left and right hemispheres of the substantia nigra, striatum, frontal cortex, piriform cortex, hippocampus, and anterior cingulate cortex were dissected, and BDNF and GDNF levels were measured with ELISA. Results show that chronic AMI treatment elicits effects in multiple brain regions and differentially regulates levels of BDNF and GDNF depending on the region. Additionally, AMI halts the progressive degeneration of dopamine (DA) neurons elicited by an intrastriatal 6-OHDA lesion. Taken together, these results suggest that AMI treatment elicits significant trophic changes important to DA neuron survival within both the intact and degenerating nigrostriatal system."
        },
        {
            "References": "PMID:24260208",
            "Value": "Antidepressants increase the proliferation of neural precursors in adult dentate gyrus (DG), which is considered to be involved in the therapeutic action of antidepressants. However, the mechanism underlying it remains unclear. By using cultured adult rat DG-derived neural precursors (ADP), we have already shown that antidepressants have no direct effects on ADP. Therefore, antidepressants may increase the proliferation of neural precursors in adult DG via unknown indirect mechanism. We have also shown that amitriptyline (AMI), a tricyclic antidepressant, induces the expressions of GDNF, BDNF, FGF2 and VEGF, common neurogenic factors, in primary cultured astrocytes (PCA). These suggest that AMI-induced factors in astrocytes may increase the proliferation of neural precursors in adult DG. To test this hypothesis, we examined the effects of AMI-induced factors and conditioned medium (CM) from PCA treated with AMI on ADP proliferation. The effects of CM and factors on ADP proliferation were examined with BrdU immunocytochemistry. AMI had no effect on ADP proliferation, but AMI-treated CM increased it. The receptors of GDNF, BDNF and FGF2, but not VEGF, were expressed in ADP. FGF2 significantly increased ADP proliferation, but not BDNF and GDNF. In addition, both of a specific inhibitor of FGF receptors and anti-FGF2 antibody significantly counteracted the increasing effect of CM on ADP proliferation. In addition, FGF2 in brain is mainly derived from astrocytes that are key components of the neurogenic niches in adult DG. These suggest that AMI may increase ADP proliferation indirectly via PCA and that FGF2 may a potential candidate to mediate such an indirect effect of AMI on ADP proliferation via astrocytes."
        },
        {
            "References": "PMID:23227251",
            "Value": "Recently, multiple neurotrophic/growth factors have been proposed to play an important role in the therapeutic action of antidepressants. In this study, we prepared astrocyte- and neuron-enriched cultures from the neonatal rat cortex, and examined the changes in neurotrophic/growth factor expression by antidepressant treatment using real-time PCR. Treatment with amitriptyline (a tricyclic antidepressant) significantly increased the expression of fibroblast growth factor-2 (FGF-2), brain-derived neurotrophic factor, vascular endothelial growth factor and glial cell line-derived neurotrophic factor mRNA with a different time course in astrocyte cultures, but not in neuron-enriched cultures. Only the expression of FGF-2 was higher in astrocyte cultures than in neuron-enriched cultures. We focused on the FGF-2 production in astrocytes. Several different classes of antidepressants, but not non-antidepressants, also induced FGF-2 mRNA expression. Noradrenaline (NA) is known to induce FGF-2 expression in astrocyte cultures, as with antidepressants. Therefore, we also assessed the mechanism of NA-induced FGF-2 expression, in comparison to amitriptyline. NA increased the FGF-2 mRNA expression via a1 and beta-adrenergic receptors; however, the amitriptyline-induced FGF-2 mRNA expression was not mediated via these adrenergic receptors. Furthermore, the amitriptyline-induced FGF-2 mRNA expression was completely blocked by cycloheximide (an inhibitor of protein synthesis), while the NA-induced FGF-2 mRNA was not. These data suggest that the regulation of FGF-2 mRNA expression by amitriptyline was distinct from that by NA. Taken together, antidepressant-stimulated astrocytes may therefore be important mediators that produce several neurotrophic/growth factors, especially FGF-2, through a monoamine-independent and a de novo protein synthesis-dependent mechanism.   P"
        },
        {
            "References": "PMID:26183033",
            "Value": "Recently, we demonstrated that several antidepressants including amitriptyline increased fibroblast growth factor 2 (FGF2) mRNA expression slowly over 24 hr through de novo protein synthesis in rat primary cultured astrocytes. This study defined the signaling cascade that mediates amitriptyline-induced FGF2 production in rat primary cultured astrocytes. Amitriptyline treatment significantly increased early growth response 1 (EGR1), a transcription factor known to regulate FGF2 expression. Knockdown of EGR1 using siRNA blocked amitriptyline-evoked FGF2 mRNA expression. Treatment with several different classes of antidepressants leads to expression of EGR1 mRNA as well as FGF2 mRNA. These results confirm that EGR1 production is likely to be indispensable for the amitriptyline-evoked FGF2 mRNA expression. Signal transduction inhibitors were used to elaborate the cellular signaling cascade that leads to EGR1-mediated FGF2 expression following amitriptyline treatment. Amitriptyline-evoked EGR1-mediated FGF2 mRNA expression was blocked by mitogen-activated protein kinase/extracellular signal-regulated kinase kinase (MEK)1/2 inhibitor. Furthermore, extracellular signal-regulated kinase/EGR1-mediated FGF2 mRNA expression evoked by amitriptyline was blocked by inhibitors of the FGF receptor, epidermal growth factor receptor (EGFR), and matrix metalloproteinase. Taken together, these results demonstrate that amitriptyline increases FGF2 mRNA expression through a matrix metalloproteinase/receptor tyrosine kinases (RTK) (FGF receptor and EGFR)/extracellular signal-regulated kinase/EGR1 signaling pathway in rat primary cultured astrocytes. Recent studies suggest that fibroblast growth factor 2 (FGF2) is involved in the antidepressant effect in the model of depression. The production of ERK-dependent early growth response 1 (EGR1) is a crucial part of the amitriptyline-induced FGF2 expression signaling cascade in rat primary cultured astrocytes. The findings elaborate an astrocytic mechanism that could be used to develop antidepressants."
        },
        {
            "References": "PMID:25869129",
            "Value": "Further elaborating the mechanism of antidepressants, beyond modulation of monoaminergic neurotransmission, this study sought to elucidate the mechanism of amitriptyline-induced production of glial cell line-derived neurotrophic factor (GDNF) in astroglial cells. Previous studies demonstrated that an amitriptyline-evoked matrix metalloproteinase (MMP)/FGF receptor (FGFR)/FGFR substrate 2alpha (FRS2alpha)/ERK cascade is crucial for GDNF production, but how amitriptyline triggers this cascade remains unknown. MMP is activated by intracellular mediators such as G proteins, and this study sought to clarify the involvement of G protein signaling in amitriptyline-evoked GDNF production in rat C6 astroglial cells (C6 cells), primary cultured rat astrocytes, and normal human astrocytes. Amitriptyline-evoked GDNF mRNA expression and release were inhibited by pertussis toxin (PTX), a Galpha(i/o) inhibitor, but not by NF449, a Galpha(s) inhibitor, or YM-254890, a Galphaq inhibitor. The activation of the GDNF production cascade (FGFR/FRS2alpha/ERK) was also inhibited by PTX. Deletion of Galpha(o1) and Galpha(i3) by RNAi demonstrated that these G proteins play important roles in amitriptyline signaling. G protein activation was directly analyzed by electrical impedance-based biosensors (CellKey(TM) assay), using a label-free (without use of fluorescent proteins/probes or radioisotopes) and real time approach. Amitriptyline increased impedance, indicating Ga(i/o) activation that was suppressed by PTX treatment. The impedance evoked by amitriptyline was not affected by inhibitors of the GDNF production cascade. Furthermore, FGF2 treatment did not elicit any effect on impedance, indicating that amitriptyline targets PTX-sensitive Galpha(i/o) upstream of the MMP/FGFR/FRS2alpha/ERK cascade. These results suggest novel targeting for the development of antidepressants."
        },
        {
            "References": "PMID:23872911",
            "Value": "Nerve growth factor (NGF) receptors, TrKA and p75(NTR), are being investigated in cancer therapy. Our previous data show that, in HTB114 uterine leiomyosarcoma cells, p75(NTR)-dependent apoptosis is inducible by cytotoxic drugs and can suppress nerve growth factor-dependent growth. Although amitriptyline can kill cancer cells and bind TrKA/B, its effects on p75-dependent apoptosis are unknown. The aim of this paper was to evaluate the antineoplastic potential of amitriptyline, and the role of p75(NTR)-dependent apoptosis in the chemoresistant uterine HTB114 leiomyosarcoma. Using proliferation assays and fluorescence-activated cell sorting analysis, we found that amitriptyline caused a marked reduction in HTB114 cell viability, associated with the parallel upregulation of p75(NTR) expression. This converted the TrKA+ proliferating cells into TrKA+/p75(NTR+), leading to downregulation of TrKA-prosurvival signaling (AKT) and activation of p75(NTR)-dependent apoptosis (through caspase-3). Overall, we provide novel evidence that HTB114 uterine leiomyosarcoma cells are highly sensitive to amitriptyline, supporting the role of p75(NTR)-dependent apoptosis as a novel cytotoxic mechanism of this drug and of p75(NTR) as an inducible stress receptor and a novel target in clinical oncology."
        },
        {
            "References": "PMID:24641259",
            "Value": "Intercellular communication via gap junctions, comprised of connexin (Cx) proteins, allow for communication between astrocytes, which in turn is crucial for maintaining CNS homeostasis. The expression of Cx43 is decreased in post-mortem brains from patients with major depression. A potentially novel mechanism of tricyclic antidepressants is to increase the expression and functioning of gap junctions in astrocytes.  The effect of amitriptyline on the expression of Cx43 and gap junction intercellular communication (GJIC) in rat primary cultured cortical astrocytes was investigated. We also investigated the role of p38 MAPK intracellular signalling pathway in the amitriptyline-induced expression of Cx43 and GJIC. Treatment with amitriptyline for 48?h significantly up-regulated Cx43 mRNA, protein and GJIC. The up-regulation of Cx43 was not monoamine-related since noradrenaline, 5-HT and dopamine did not induce Cx43 expression and pretreatment with alpha- and beta-adrenoceptor antagonists had no effect. Intracellular signalling involved p38 MAPK, as amitriptyline significantly increased p38 MAPK phosphorylation and Cx43 expression and GJIC were significantly blocked by the p38 inhibitor SB 202190. Furthermore, amitriptyline-induced Cx43 expression and GJIC were markedly reduced by transcription factor AP-1 inhibitors (curcumin and tanshinone IIA). The translocation of c-Fos from the cytosol and the nucleus of cortical astrocytes was increased by amitriptyline, and this response was dependent on p38 activity.  CONCLUSION AND IMPLICATION:  These findings indicate a novel mechanism of action of amitriptyline through cortical astrocytes, and further suggest that targeting this mechanism could lead to the development of a new class of antidepressants."
        }
    ],
    "sediment_soil_concentrations": [
        {
            "References": "(1) Long ER et al; Environ Toxicol Chem 32(8): 1701-1710 (2013)",
            "Value": "Amitriptyline was detected, not quantified in 39 of 40 the marine sediment locations throughout Puget Sound, Washington, USA, sampled during April and June, 2010. It was detected in one sample at 0.45 ng/g dry wt; minimum reporting limit = 0.23-2.45 ng/g dry wt(1)."
        }
    ]
}