{
    "_id": {
        "$oid": "6682e7e9c4e5dba5ffba22f8"
    },
    "CID": {
        "$numberInt": "2164"
    },
    "Name": "Amobarbital",
    "IUPACName": "5-ethyl-5-(3-methylbutyl)-1,3-diazinane-2,4,6-trione",
    "CanonicalSMILES": "CCC1(C(=O)NC(=O)NC1=O)CCC(C)C",
    "Synonyms": [
        "amobarbital",
        "Amylobarbitone",
        "Isomytal",
        "Amylobarbital",
        "Barbamil",
        "Barbamyl",
        "Amytal",
        "57-43-2",
        "Amobarbitone",
        "Amylbarbitone",
        "Pentymal",
        "Talamo",
        "Barbamyl acid",
        "Binoctal",
        "Dorlotyn"
    ],
    "IsomericSMILES": "CCC1(C(=O)NC(=O)NC1=O)CCC(C)C",
    "INCHI": "InChI=1S/C11H18N2O3/c1-4-11(6-5-7(2)3)8(14)12-10(16)13-9(11)15/h7H,4-6H2,1-3H3,(H2,12,13,14,15,16)",
    "INCHIKEY": "VIROVYVQCGLCII-UHFFFAOYSA-N",
    "Formula": "C11H18N2O3",
    "MolecularWeight": {
        "$numberDouble": "226.27"
    },
    "Description": "Amobarbital is a member of the class of barbiturates that is pyrimidine-2,4,6(1H,3H,5H)-trione substituted by a 3-methylbutyl and an ethyl group at position 5. Amobarbital has been shown to exhibit sedative and hypnotic properties.",
    "XlogP": {
        "$numberDouble": "2.1"
    },
    "Complexity": {
        "$numberInt": "303"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "logP": [
        {
            "References": "Hansch, C., Leo, A., D. Hoekman. Exploring QSAR - Hydrophobic, Electronic, and Steric Constants. Washington, DC: American Chemical Society., 1995., p. 91",
            "Value": "log Kow = 2.07"
        }
    ],
    "mechanism_of_action": [
        {
            "References": "American Society of Health System Pharmacists; AHFS Drug Information 2009. Bethesda, MD. (2009), p. 2579",
            "Value": "The exact mechanism(s) by which barbiturates exert their effect on the CNS, has not been fully elucidated. However, it is believed that such effects are related, at least partially, to the drugs' ability to enhance the activity of gamma-aminobutyric acid (GABA), the principal inhibitory neurotransmitter in the CNS, by altering inhibitory synaptic transmissions that are mediated by GABAA receptors. /Barbiturates General Statement/"
        },
        {
            "References": "American Society of Health System Pharmacists; AHFS Drug Information 2009. Bethesda, MD. (2009), p. 2579",
            "Value": "Although the drugs act throughout the CNS, a site of particular sensitivity is the polysynaptic midbrain reticular formation which is concerned with the arousal mechanism. Barbiturates induce an imbalance in central inhibitory and facilitatory mechanisms influencing the cerebral cortex and the reticular formation. The significance of the effect of barbiturates on neurotransmitters is unclear. It appears that the drugs decrease the excitability of both presynaptic and postsynaptic membranes. It has not been determined which of the various actions of barbiturates at cellular and synaptic levels are responsible for their sedative and hypnotic effects. /Barbiturates General Statement/"
        },
        {
            "References": "American Society of Health System Pharmacists; AHFS Drug Information 2009. Bethesda, MD. (2009), p. 2579",
            "Value": "Relatively low doses of the barbiturates depress the sensory cortex, decrease motor activity, and produce sedation and drowsiness. In some patients, however, drowsiness may be preceded by a period of transient elation, confusion, euphoria, or excitement, especially after subhypnotic doses of aprobarbital, pentobarbital, or secobarbital. /Barbiturates General Statement/"
        },
        {
            "References": "American Society of Health System Pharmacists; AHFS Drug Information 2009. Bethesda, MD. (2009), p. 2579",
            "Value": "Larger doses distort judgment, cloud perception, suppress motor activity, and produce drowsiness and sleep. Still larger doses induce anesthesia. Barbiturate-induced sleep differs from physiologic sleep. Barbiturates reduce the rapid eye movement (REM) or dreaming stage of sleep. Stages III and IV sleep are also decreased. Although tolerance develops to the REM-suppressant effects during chronic administration, REM rebound occurs when the drugs are withdrawn, and the patient may experience markedly increased dreaming, nightmares, and/or insomnia. /Barbiturates General Statement/"
        },
        {
            "References": "American Society of Health System Pharmacists; AHFS Drug Information 2009. Bethesda, MD. (2009), p. 2579",
            "Value": "Phenobarbital frequently produces paradoxical excitement and hyperactivity in children or exacerbates existing hyperactivity. Geriatric patients may react to usual doses of barbiturates with excitement, confusion, or depression, probably as a result of the drugs' depressant effects on inhibitory centers of the cerebral cortex. /Barbiturates General Statement/"
        },
        {
            "References": "American Society of Health System Pharmacists; AHFS Drug Information 2009. Bethesda, MD. (2009), p. 2579",
            "Value": "Barbiturates have no analgesic action and may increase the reaction to painful stimuli at subanesthetic doses. All barbiturates exhibit anticonvulsant activity, but only phenobarbital, metharbital, and mephobarbital are effective anticonvulsants in subhypnotic doses. /Barbiturates General Statement/"
        },
        {
            "References": "American Society of Health System Pharmacists; AHFS Drug Information 2009. Bethesda, MD. (2009), p. 2579",
            "Value": "In usual hypnotic doses, barbiturates depress respiration similar to that occurring in natural sleep. With larger doses, however, the drugs markedly decrease the rate, depth, and volume of respiration, probably through a direct action on medullary centers. Rapid iv administration of these drugs may produce respiratory depression and transient hypotension. /Barbiturates General Statement/"
        },
        {
            "References": "American Society of Health System Pharmacists; AHFS Drug Information 2009. Bethesda, MD. (2009), p. 2579",
            "Value": "Reduction of tone and motility of the GI tract following sedative doses of the barbiturates is largely caused by their central depressant action rather than by any direct effects on the GI tract. In toxic doses, the drugs depress transmission of impulses in autonomic ganglia. Although barbiturates decrease oxygen consumption of all tissues, hypnotic doses have no measurable effect on the basal metabolic rate. /Barbiturates General Statement/"
        },
        {
            "References": "American Society of Health System Pharmacists; AHFS Drug Information 2009. Bethesda, MD. (2009), p. 2579",
            "Value": "Barbiturates have no direct effects on renal function, although severe renal impairment may occur in acute barbiturate poisoning as a result of marked hypotension. Hepatic function is not adversely affected by barbiturates, but the drugs, particularly phenobarbital, induce hepatic microsomal enzymes and thus may alter the metabolism of other drugs. Deep barbiturate anesthesia may prolong labor by decreasing the force and frequency of uterine contractions, although hypnotic doses have no effect on uterine activity. /Barbiturates General Statement/"
        },
        {
            "References": "Hardman, J.G., L.E. Limbird, P.B. Molinoff, R.W. Ruddon, A.G. Goodman (eds.). Goodman and Gilman's The Pharmacological Basis of Therapeutics. 9th ed. New York, NY: McGraw-Hill, 1996., p. 374",
            "Value": "Subanesthetic concn of barbiturates also can reduce glutamate-induced depolarizations ... only the AMPA subtypes of glutamate receptors sensitive to kainate or quisqualate appear to be affected ... Recombinant AMPA receptors also are blocked by barbiturates. /Barbiturates/"
        },
        {
            "References": "Hardman, J.G., L.E. Limbird, P.B. Molinoff, R.W. Ruddon, A.G. Goodman (eds.). Goodman and Gilman's The Pharmacological Basis of Therapeutics. 9th ed. New York, NY: McGraw-Hill, 1996., p. 377",
            "Value": "Barbiturates selectively depress transmission in autonomic ganglia and reduce nicotinic excitation by choline esters ... At skeletal neuromuscular junction, the blocking effects of both tubocurarine and decamethonium are enhanced during barbiturate anesthesia. /Barbiturates/"
        },
        {
            "References": "PMID:15263067",
            "Value": "Barbiturates are known to suppress protective immunity, and their therapeutic use is associated with nosocomial infections. Although barbiturates inhibit T cell proliferation, differentiation, and cytokine synthesis, only thiobarbiturates markedly reduce the activation of immune regulatory transcription factors such as nuclear factor-kappaB and nuclear factor of activated T cells. In this study, /the authors/ investigated barbiturate-mediated effects on the regulation of the transcription factor activator protein 1 (AP-1) in primary T lymphocytes. /Investigators/ show that both thiobarbiturates and their oxy-analogs inhibit AP-1-dependent gene expression and AP-1 complex formation at clinically relevant doses. Furthermore, mitogen-activated protein (MAP) kinase activity, which transcriptionally and posttranslationally regulates AP-1 complex formation, is suppressed by most barbiturates. CD3/CD28- or phorbol 12-myristate 13-acetate (PMA)/ionomycin-induced p38 and extracellular signal-regulated kinase 1/2 phosphorylation or c-jun NH2-terminal kinase (JNK) 1/2 kinase activity was significantly diminished by pentobarbital, thiamylal, secobarbital, or methohexital treatment. These barbiturates also inhibited the initiators of the MAP kinase cascade, the small G proteins ras and rac-1, and prevented binding to their partners raf-1 and PAK, respectively. Thiopental, unlike the other barbiturates, only reduced ras and JNK activity upon direct CD3/CD28 receptor engagement. Contrarily, upon PMA/ionomycin stimulation, thiopental blocked AP-1-dependent gene expression independently of the small G protein ras and MAP kinases, thus suggesting an additional, unknown mechanism of AP-1 regulation. In conclusion, /these/ results contribute to the explanation of a clinically manifested immune suppression in barbiturate-treated patients and support the idea of a MAP kinase-independent regulation of AP-1 by PKC and calcium in human T cells."
        },
        {
            "References": "PMID:10599546",
            "Value": "Screening drugs used in obstetrical practice for effects on steroid hormone synthesis revealed that phenobarbital inhibited progesterone synthesis in MA-10 Leydig tumor cells. The inhibition was apparently a drug class effect since it could be reproduced by other barbiturates. Barbiturate blockade was reversible and could be bypassed in the MA-10 cells by using 22-hydroxycholesterol. Human granulosa cell progesterone synthesis was also inhibited in a dose dependent fashion by phenobarbital, secobarbital and barbituric acid. Significant inhibition occurred in dose ranges that would be therapeutic for treating epilepsy. From these data we conclude that barbiturates block steroidogenesis by inhibiting cholesterol transport to the cholesterol side chain cleavage enzyme."
        },
        {
            "References": "PMID:8360287",
            "Value": "/Investigators/ examined the effects of secobarbital and other sedative-hypnotic barbiturates on the neuronal death induced by exposure to excitatory amino acids or deprivation of oxygen or glucose in mouse cortical cell cultures. N-Methyl-D-aspartate (NMDA), alpha-amino-3-hydroxy-5-methyl-4- isoxazolepropionate, and kainate toxicities were attenuated in a concentration-dependent fashion by high concentrations of secobarbital or thiopental. Antagonism of NMDA toxicity was not overcome by increasing NMDA concentration and not mimicked by gamma-aminobutyrate. Despite these antiexcitotoxic actions, secobarbital exacerbated the neuronal death induced by deprivation of either glucose alone or oxygen and glucose together; death induced by oxygen deprivation alone was little affected. Thiopental and methohexital also increased oxygen-glucose deprivation injury. A possible explanation for this injury potentiation was provided by the observation that secobarbital enhanced the cellular ATP depletion induced by combined oxygen-glucose deprivation. Deleterious effects on ATP production may counterbalance the protective effects of barbiturates under some conditions."
        },
        {
            "References": "PMID:2913483",
            "Value": "Administration of the allylbarbiturate secobarbital (SB) to phenobarbital-pretreated rats is known to result in structural and functional loss of hepatic cytochrome P-450 and generation of N-alkylated prosthetic heme derivatives. Isozyme-selective functional markers have led us to confirm P-450b as the isozyme selectively inactivated by the drug. In contrast to its inactivation by allylisopropylacetamide, such SB-inactivated P-450b is not amenable to structural and functional repair by exogenous heme, for reasons that remain unclear. In an effort to gain some insight, /investigators/ have explored various possible mechanisms. In the course of these studies with rat liver microsomes enriched in P-450b as well as isolated purified P-450b, we have found that, along with prosthetic heme alkylation, a significant fraction of the hemoprotein also undergoes drug-mediated alkylation of the apocytochrome, presumably at the active site. Accordingly, an equimolar ratio of irreversibly bound drug to functionally inactive residual P-450b chromophore is observed after incubation of the purified isozyme with SB and NADPH. Thus, P-450b-mediated oxidative metabolism of SB appears to partition not only between prosthetic heme alkylation and epoxidation but apoprotein alkylation as well"
        },
        {
            "References": "PMID:15381635",
            "Value": "/Investigators/ studied amobarbital's effects on membrane properties and currents, and electrically evoked inhibitory postsynaptic currents (IPSCs) mediated by gamma-aminobutyric acid (GABA) in rat thalamic slices. Using concentration-response relationships, /the authors/  compared amobarbital's effects in nociceptive nuclei and non-nociceptive nucleus reticularis thalami (nRT). Amobarbital decreased input resistance by activating GABA(A) receptors. Amobarbital produced a larger decrease in ventrobasal than nRT neurons.  Amobarbital depressed burst and tonic firing. Depression of burst firing was more effective, particularly in ventrobasal and intralaminar neurons. Depression was reversed by GABA(A) antagonists, and surmountable by increasing current injection, implicating a receptor-mediated shunt mechanism. Amobarbital did not affect the tetrodotoxin-isolated low threshold Ca(2+) spike during GABA(A) blockade. Amobarbital reduced excitability without altering outward leak, or hyperpolarisation-activated inward currents. Amobarbital increased mean conductance and burst duration of single GABA(A) channels. Consistent with this, amobarbital increased amplitude and decay time of IPSCs with distinct EC(50)s, implicating actions at two GABA(A) receptor sites. Activation of GABA(A) receptors by low concentrations, fast IPSC amplitude modulation, and failure to affect intrinsic currents distinguished amobarbital's mechanism of action from previously characterised barbiturates. The selective actions of amobarbital on GABA(A) receptor may have relevance in explaining anaesthetic and analgesic uses."
        },
        {
            "References": "PMID:12098585",
            "Value": "The study aimed at determining mechanism(s) by which amobarbital (amytal) suppresses glucose oxidation in cerebellar granule neurons in primary cultures, a glutamatergic preparation. When challenged with a depolarizing K(+) concentration (55 mM), the cells doubled their rate of glucose oxidation (production of 14CO(2) from U-[14C]glucose) and glycolysis (lactate accumulation). At normal K(+) concentration, amobarbital reduced 14CO(2) production with half-maximum effect at 0.5-1 mM; at 55 mM K(+), the inhibition was more potent, with more than half of the K(+)-induced stimulation abolished at 50 microM. Dixon plot analysis showed a single inhibitory mechanism at 5.4 mM K(+), but at 55 mM K(+), two kinetically different mechanisms could be distinguished. A more pronounced compensatory amobarbital-induced increase in glycolysis at 5.4 than at 55 mM K(+) suggested that amobarbital in addition to its inhibition of mitochondrial respiration inhibited K(+)-induced increase in energy demand, probably by its known suppression of stimulated glutamate release."
        },
        {
            "References": "PMID:17900548",
            "Value": "Damage to the mitochondrial electron transport chain (ETC) occurs during ischaemia. Blockade of electron flow in the ETC just before ischaemia with the reversible complex I inhibitor amobarbital protects isolated mitochondria against ischaemic damage and preserves oxidative phosphorylation and cytochrome c content. /Investigators/ hypothesized that brief amobarbital perfusion just before ischaemia would improve cardiac recovery and decrease infarct size after ischaemia and reperfusion (IR) by preserving the mitochondrial redox state and reducing mitochondrial superoxide (O(2)(-*)) generation, in turn would decrease mitochondrial Ca(2+) accumulation (mt[Ca(2+)]). Guinea pig Langendorff-perfused hearts were treated with Krebs Ringer solution (KR; untreated) or amobarbital (2.5 mM) in KR for 1 min immediately before 30 min of no flow, global ischaemia, followed by reperfusion without additional treatment. Cardiac function, mitochondrial NADH, FAD, mt[Ca(2+)], and O(2)(-*) levels were assessed during the 1 min perfusion period and throughout IR. RESULTS: Amobarbital perfusion alone before ischaemia significantly increased O(2)(-*) levels and NADH, without altering FAD, and decreased mt[Ca(2+)]. During ischaemia, mitochondrial NADH was higher, O(2)(-*) levels were lower, and mt[Ca(2+)] was less elevated in the amobarbital group. On reperfusion O(2)(-*) levels and mt[Ca(2+)] were significantly reduced, NADH-FAD redox state was preserved and cardiac function was markedly improved in the amobarbital group; infarct size was smaller in the amobarbital group compared to the untreated group. CONCLUSION: Temporary blockade of mitochondrial complex I activity by amobarbital protects hearts by reducing production of O(2)(-*) and mtCa(2+) loading during IR injury."
        }
    ]
}