{
    "_id": {
        "$oid": "6682e939c4e5dba5ffba298c"
    },
    "CID": {
        "$numberInt": "21954"
    },
    "Name": "MALEIC HYDRAZIDE",
    "IUPACName": "1,2-dihydropyridazine-3,6-dione",
    "CanonicalSMILES": "C1=CC(=O)NNC1=O",
    "Synonyms": [
        "MALEIC HYDRAZIDE",
        "123-33-1",
        "Pyridazine-3,6-diol",
        "3,6-Dihydroxypyridazine",
        "3,6-Pyridazinediol",
        "1,2-Dihydropyridazine-3,6-dione",
        "3,6-Pyridazinedione",
        "1,2-dihydro-",
        "Maleic acid hydrazide",
        "Stuntman",
        "Vondalhyde",
        "1,2-Dihydro-3,6-pyridazinedione",
        "Antergon",
        "Antyrost",
        "Malazide",
        "Regulox"
    ],
    "IsomericSMILES": "C1=CC(=O)NNC1=O",
    "INCHI": "InChI=1S/C4H4N2O2/c7-3-1-2-4(8)6-5-3/h1-2H,(H,5,7)(H,6,8)",
    "INCHIKEY": "BGRDGMRNKXEXQD-UHFFFAOYSA-N",
    "Formula": "C4H4N2O2",
    "MolecularWeight": {
        "$numberDouble": "112.09"
    },
    "Description": "Maleic hydrazide is a pyridazinone.",
    "XlogP": {
        "$numberDouble": "-0.8"
    },
    "Complexity": {
        "$numberInt": "143"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "plant_concentrations": [
        {
            "References": "(1) Gandhi B; Maleic Hydrazide: Position Document 1 USEPA/SPRD-80/46 (1977)",
            "Value": "Tobacco analyzed after the 1970 growing season contained residues of 18 and 31 ppm maleic hydrazide(1)."
        }
    ],
    "environmental_bioconcentrations": [
        {
            "References": "(1) Aherns WH; The Herbicide Handbook 7th ed. Weed Science Society of America. Champagne, IL pp 179-181 (1994) (2) Meylan WM et al; Environ Toxicol Chem 18: 664-72 (1999) (3) Franke C et al; Chemosphere 29: 1501-14 (1994)",
            "Value": "An estimated BCF of 3 was calculated for maleic hydrazide(SRC), using a log Kow of -1.96 (1) and a regression-derived equation(2). According to a classification scheme(3), this BCF suggests the potential for bioconcentration in aquatic organisms is low(SRC)."
        }
    ],
    "environmental_biodegradations": [
        {
            "References": "Kearney, P.C., and D. D. Kaufman (eds.) Herbicides: Chemistry, Degredation and Mode of Action. Volumes 1 and 2. 2nd ed. New York: Marcel Dekker, Inc., 1975., p. 828",
            "Value": "... MALEIC HYDRAZIDE CAN SERVE AS SOLE SOURCE OF CARBON & NITROGEN FOR NUMBER OF MICROORGANISMS & ... IS VERY SUBJECT TO BACTERIAL DECOMP IN SOIL ... ."
        },
        {
            "References": "(1) Levi E, Crafts AS; Hilgardia 21: 431-63 (1952) (2) Helweg-Andersen A; pp. 117-24 in Decomposition of Toxic and Nontoxic Organic Compounds in Soil. Ann Arbor MI Ann Arbor Sci Publ (1981) (3) Hoffman I et al; J Agric Food Chem 10: 453-5 (1962) (4) Alexander M, Scow Km; pp. 243-69 in Reactions & Movements of Organic Chemicals in Soils. SSSA Special Publication No. 22 (1989) (5) Menzie CM; Metabolism of Pesticides Update III. Washington, DC: Fish & Wildlife Service NTIS PB83-165498 p. 743 (1980) (6) Aherns WH; The Herbicide Handbook 7th ed. Weed Science Society of America. Champagne, IL pp 179-181 (1994)",
            "Value": "Maleic hydrazide reportedly biodegrades rapidly under moist, warm conditions in soils(1). 100 ppm Maleic hydrazide in garden soil (pH 7.3) under aerobic conditions underwent 65, 85, 90, 93 and 93% biodegradation after 5, 10, 15, 20 and 50 days, respectively(2). Approximately 93% of the initial 100 ppm maleic hydrazide added to autoclaved garden soil remained after 49 days(2). Approximately 86% of the initial 100 ppm maleic hydrazide added to gamma-irradiated garden soil remained after 42 days(2). Addition of 5 g of \"activated\" soil (soil which has been incubated previously for 3 months with 224 ppm maleic hydrazide) to 95 g of untreated soil had little effect on the rate of biodegradation(2). When maleic hydrazide (applied in the form of the diethanolamine salt as a 20% commercial spray) was applied to loamy soil (pH 5.5) in open field at a rate of 5 and 10 kg active material/ha, >90% was observed after 12 days(2). No maleic hydrazide was detected in the soil treated at 5 kg/ha after 129 days, whereas traces were detected in the soil treated at 10 kg/ha after 189 days(2). Maleic hydrazide at 120 mg/kg in soil grab samples has been observed to be metabolized by zero-order kinetics(4). In unsterilized soil, 56% of the 14C evolved as 14C02 after 225 days, whereas only 5% evolved from sterilized soil(5). Maleic hydrazide applied to muck, sand and clay at concentrations of 0.7-2.7, 1.0-3.75 and 0.85-3.4 ppm, respectively, had degraded 86-100%, 87-100% and 47-67%, respectively after 42 days(3). The half-life of maleic hydrazide was reported as 2-3 days in a sandy loam used for growing potatoes, 6 days in a turfed sandy loam, and 7 days in a tobacco growing loam(6)."
        },
        {
            "References": "(1) Fuka T, Pitter P; Vodni Hospod 34: 205-9 (1984) (2) Doyle RC et al; J Agric Food Chem 26: 987-9 (1978)",
            "Value": "In adapted and non-adapted activated sludge, maleic hydrazide has been reported to be highly susceptible to biodegradation(1). In a study of the effects of dairy manure and sewage sludge on the degradation of maleic hydrazide in silt loam, 73% degradation (measured as % theoretical CO2 evolved) of 2.5 ppm maleic hydrazide was observed after 60 days incubation in unamended silt loam, 1.5% organic content and pH=6.2(2). Degradation of 66-69% of 2.5 ppm maleic hydrazide was observed after 60 days in soil amended with dairy manure (50 and 100 metric tons/ha) and 46-59% in sewage sludge (50 and 100 metric tons/ha)(2)."
        }
    ],
    "logP": [
        {
            "References": "Ahrens, W.H. Herbicide Handbook of the Weed Science Society of America. 7th ed. Champaign, IL: Weed Science Society of America, 1994., p. 180",
            "Value": "log Kow= -0.68 pH = 5; -1.96 at pH = 7; -2.41 at pH = 9"
        }
    ],
    "mechanism_of_action": [
        {
            "References": "White-Stevens, R. (ed.). Pesticides in the Environment: Volume 1, Part 1, Part 2. New York: Marcel Dekker, Inc., 1971., p. 65",
            "Value": "Maleic hydrazide inhibits mitosis in actively growing tissues of treated plants and also has profound effects on rate of respiration. ... Maleic acid ... reacts with -SH compounds ... /and/ competes with receptor sites of ... succinic dehydrogenase. ... Inhibition ... may represent site of action ... in plants."
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "Weed Science Society of America. Herbicide Handbook. 5th ed. Champaign, Illinois: Weed Science Society of America, 1983., p. 324",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Eye irritation for rabbits: severe. Skin irritation for rabbits: moderate."
        },
        {
            "References": "PMID:1801979",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ In acute experimental intoxications with 3 indigenous pesticides (Tripinacloraz, Lemax and Maleic Hydrazide - Na salt) the changes of some biochemical parameters, reflecting the degree of hepatic structural alterations, were studied. The pesticides were administered by gastric gavage in a single dose close to LD50 to Wistar male rats. The morphological alterations were in good correlation with a different hepatocellular levels localization. Reversible morphological lesions (granulovascuolar-like dystrophy and circulatory disorders) without any pathological significance on dose - effect correlation induced a progressive response especially on serum ceruloplasmine, leucine aminopeptidase and lactate dehydrogenase. /Maleic hydrazide, sodium salt/"
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. V4 1339",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Maleic hydrazide has been associated with gastroenteritis in dogs following ingestion."
        },
        {
            "References": "FAO/WHO Joint Meeting on Pesticide Residues; Maleic hydrazide (Pesticide Residues in Food: 1996 Evaluations). Available from, as of April 15, 2004: https://www.inchem.org/documents/jmpr/jmpmono/v96pr08.htm",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ In Sprague-Dawley rats of each sex, exposure by snout-only to potassium maleic hydrazide (purity, 96.5%; maximal mean aerodynamic diameter, <6.6 um) for 4 hr in atmospheres of up to 4 mg/L (maximum achievable) did not induce death or other notable adverse effects. /Maleic hydrazide, potassium salt/"
        },
        {
            "References": "PMID:6617530",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ The immunomodulatory effects of a plant growth regulator maleic hydrazide was investigated by injecting the compound twice weekly for 4 weeks in female Swiss Webster white mice. The animals were antigenically challenged with sheep red blood cells on day 24 of the study. Although humoral immunity was the primary system examined, analysis included all the following parameters: spleen plaque forming cells, lymphocyte viability, spleen lymphocyte counts, hemolysin titers, total plasma proteins, total white blood cells counts, hematocrit, total body weight and liver, thymus and spleen weight. Cyclophosphamide and physiological saline were used as the respective positive and negative control substances. The dosing was as follows: cyclophosphamide at 50 mg/kg per injection, and maleic hydrazide at 125 and 250 mg/kg per injection. Maleic hydrazide significantly reduced thymus weights and moderately lowered the ratio of spleen plaque forming cells /10+6 viable spleen lymphocytes. Maleic hydrazide significantly elevated total lymphocytes/g of spleen and the hemolysin titer (up to 33% over saline control values). There was an elevation in number of spleen plaque forming cells/g of spleen and the overall effects were dose related."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. V4 1339",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ In rats fed 10,000 ppm in the diet for 3 weeks, an increase in cell division of liver parenchymal cells was reported."
        },
        {
            "References": "USEPA/Office of Pesticide Programs; Reregistration Eligibility Decision Document - Maleic hydrazide. EPA 738-R-94-010 June 1994. Available from, as of April 14, 2004: https://www.epa.gov/pesticides/reregistration/status.htm",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ In a 21 day dermal toxicity study, male and female Sprague-Dawley rats were treated for 6 hours/day for 3 weeks with a solution of the potassium salt of maleic hydrazide in distilled water. Dosage levels were 0, 100, 500, or 1000 mg/kg/day. Parameters examined included clinical signs of toxicity, mortality, body weights, food and water consumption, hematology, clinical chemistry, necropsy, organ weights and histopathological examination of selected tissues/organs. The test material was essentially non-irritating to the skin and there were no treatment-related effects observed at any dosage level. The NOEL for dermal toxicity and the NOEL for systemic toxicity are both >/= 1000 mg/kg/day. /Maleic hydrazide, potassium salt/"
        },
        {
            "References": "FAO/WHO Joint Meeting on Pesticide Residues; Maleic hydrazide (Pesticide Residues in Food: 1996 Evaluations). Available from, as of April 15, 2004: https://www.inchem.org/documents/jmpr/jmpmono/v96pr08.htm",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ In a 13-week study used as a range-finding investigation for a long-term study of toxicity, groups of 10 male and 10 female Sprague-Dawley rats received potassium maleic hydrazide (purity, 97.8%) in the diet at levels varied weekly to give intakes of 0, 30, 100, 300, or 1000 mg/kg bw per day. Histological examinations were limited to a maximum of seven major tissues and gross abnormalities. Blood and urine were not analysed. There were no effects on mortality, clinical signs, body-weight gain, water consumption, or gross pathological appearance. A slight increase in food consumption was seen in animals at the highest dose. Reduced spleen weights in females at 30 or 1000 mg/kg bw/day and increased incidences of basophilic renal tubules in all treated males were small effects and showed no dose-response relationship; these effects are therefore considered to be of minimal biological significance. /Maleic hydrazide, potassium salt/"
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. V4 1340",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Mice fed up to 3 mg/kg for 320 days showed no carcinogenic effect when sacrificed at 2 years of age. Application of maleic hydrazide to the skin three times a week up to a cumulative dose of 300 mg was not carcinogenic. Oral treatment of dogs and rats for 17-28 months resulted in no excess cancer in any tissue or organs."
        },
        {
            "References": "California Environmental Protection Agency/Department of Pesticide Regulation; Toxicology Data Review Summaries. Available from: https://www.cdpr.ca.gov/docs/toxsums/toxsumlist.htm on Maleic Hydrazide as of July 21, 2004",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Maleic hydrazide (potassium salt, 90%, technical) tested at 0, 1000, 3200 and 10,000 ppm in the diet in a 23 months study with Charles River CD-1 mice; 50/sex/dose group; average compound consumption for males were 157, 509 and 1545 mg/kg/day and for females were 189, 598 and 1811 mg/kg/day; increase in mortality ...at 98 weeks and the study was terminated; no /oncogenic/ effect; /Maleic hydrazide, potassium salt/"
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. V4 1339",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Maleic hydrazide fed to rats at either 10,000 or 20,000 ppm for 28 months showed a suggestion of impaired renal function but little else."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. V4 1339",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Doses of 0.7, 1.5, and 3 mg/kg to rats for 320 days produced lowering of liver glycogen and dystrophic changes in the liver, and nephritis and intestinal pneumonia were also seen at 3 mg/kg."
        },
        {
            "References": "FAO/WHO Joint Meeting on Pesticide Residues; Maleic hydrazide (Pesticide Residues in Food: 1996 Evaluations). Available from, as of April 16, 2004: https://www.inchem.org/documents/jmpr/jmpmono/v96pr08.htm",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ In a one-year study, groups of 6 male and 6 female beagle dogs received a diet containing potassium maleic hydrazide (purity, 99.8%; 0.04 ppm hydrazine) at concentrations of 0, 750, 2500, or 25,000 ppm, equal to 29, 87, or 970 mg/kg bw/day. The animals were examined for changes in clinical signs, body weight, food consumption, hematological, clinical chemical, urinalytical, and ophthalmological parameters, organ weights, and gross and microscopic pathological  appearance. One male at the highest dose was killed in extremis in week 28; the findings at necropsy included a distended, fluid-filled abdomen, calculi in the urinary bladder, increased lobation of the pancreas, and enlarged liver and kidneys. Body-weight gain was reduced by >20% in animals of each sex at 2500 ppm and by >35% in those at 25,000 ppm, with no effects on food consumption. Increased serum enzyme activities and reduced albumin levels consistent with pathological effects in the liver were seen in animals at the high dose; the reduced serum chloride levels seen in animals at 2500 or 25,000 ppm may be secondary to the high potassium content of the diet. The urinary pH was increased consistently in dogs at 25,000 ppm. Decreased absolute and relative heart weights were seen in males at 2500 ppm and in males and females at 25,000 ppm but were not associated with adverse histological findings. Increased absolute and relative thyroid weights seen in males and females at the highest dose were consistent with the findings of foci of epithelial hypertrophy in some animals in these groups. Increased frequencies of inflammatory lesions of the liver and esophagus were seen in dogs at 25,000 ppm. The NOAEL was 750 ppm, equal to 29 mg/kg bw/day, on the basis of marked reductions in body-weight gain at 2500 ppm and effects on body weight, liver, thyroid, and urine at 25,000 ppm. /Maleic hydrazide, potassium salt/"
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V4 176 (1974)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ ...Maleic hydrazide /was administered/ in daily doses of 1000 mg/kg bw by stomach tube to 36 mice of each sex for 3 wk, beginning when animals were 7 days old. Then 3000 ppm were mixed directly with diet which was fed ad libitum for approximately 18 months. No significant increase in incidence of tumors... in comparison with untreated controls. ...30 rats fed 1% maleic hydrazide in diet for 100 weeks failed to show significant increase in number of tumors, in comparison with that found in 20 control animals."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V4 176(1974)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Swiss mice were injected sc on days 1, 7, 14 and 21 following birth with total dose of 3 mg of /maleic hydrazide/ per mouse as aqueous solution. ...It contained/ 0.4% hydrazine as impurity. Hepatomas developed in 3/17 male survivors after 49 wk. ...In control males, 4/48 hepatomas ...no hepatomas developed in female animals."
        },
        {
            "References": "FAO/WHO Joint Meeting on Pesticide Residues; Maleic hydrazide (Pesticide Residues in Food: 1996 Evaluations). Available from, as of April 15, 2004: https://www.inchem.org/documents/jmpr/jmpmono/v96pr08.htm",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ The long-term toxicity and carcinogenicity of potassium maleic hydrazide (purity, >97.8%; <0.05 ppm hydrazine) was investigated in groups of 50 male and 50 female Sprague-Dawley rats, with 20 of each sex per group taken for interim sacrifice at week 52. The animals received diets providing doses of 0, 25, 500, or 1000 mg/kg bw/day. The dietary levels were varied to account for body-weight gain and food consumption and ranged between 262 and 1023 ppm, 5144 and 16,700 ppm, and 10,214 and 31,325 ppm for the low, intermediate, and high doses, respectively. As animals were housed in groups of five, the achieved doses in individual animals varied around the cage means, which were within 10% of the nominal value over the whole study. Owing to an error, five females in the control, low-, and middle-dose groups were mis-dosed for 38 weeks; these animals were excluded from the overall results. Survival to termination was >38% in all groups and >50% in the animals at the highest dose, with no treatment- related effects. Clinical signs (examined in all groups) and ophthalmoscopic results (only in the controls and animals at the high dose) appeared to be unaffected by treatment. Food consumption was increased by approximately 10% in animals at 500 or 1000 mg/kg bw/day, contrasting with a decrease (>10%) in body-weight gain from week 10 in these groups; similar effects were seen at the interim kill, but these did not achieved statistical significance. A dose-related decrease in leukocyte count seen at week 51 in males was reversed by week 104, when dose-related increases were seen in animals of each sex. These changes were not statistically significant individually but were all associated with an increase in the neutrophil:lymphocyte ratios; the biological implications to humans of such changes in the leukocyte picture in rats are unclear. Decreased blood urea nitrogen was seen in males at the highest dose in weeks 25 and 51 and in males at the middle dose in week 51; there was evidence of a similar slight effect in females at week 51. Serum phosphate levels were increased in males at the highest dose in week 25 and in males at the intermediate and highest doses in week 51; serum calcium was also increased in males at the middle and highest doses at week 51. Females at 500 mg/kg bw/day had increased alanine aminotransferase and lactic dehydrogenase activities at week 25 and decreased serum chloride levels, but similar changes were not recorded subsequently. Evidence of decreased urinary pH in animals at the highest dose was seen in week 51. Statistically significant reductions (about 20%) in absolute liver weights in males at the highest dose at interim sacrifice and in males and females at the highest dose and females at the intermediate dose at termination were related, at least in part, to the reduced body weights in these groups. Although the relative liver weights were reduced in these groups, the reductions were not statistically significant and were without obvious pathological sequelae. No treatment-related effects were seen at interim sacrifice, during the study or at the terminal gross pathological examinations. Extensive microscopic pathological examinations were performed on all controls, animals at the highest dose, and animals that died during the study. Only the liver, kidney, lung, and heart (at week 104 only) from animals at the low and intermediate doses were examined at interim and terminal sacrifice. The incidence of myocarditis of the ventricle, described as fibrous or chronic, was increased in males at the highest dose at interim sacrifice and throughout the study, but as there was no dose-response relationship this may be a chance finding. The incidence of periacinar vacuolation of the liver was increased in males at the highest dose at interim sacrifice and throughout the study. A change in the pattern of renal lesions was seen in females at week 104, with a non-dose-related increase in the incidence of progressive nephropathy in all groups and a decrease in that of pelvic epithelial hyperplasia at the highest dose. The incidences of hydronephrosis and proteinaceous plugs in the urinary bladder were increased in males at the highest dose. Adrenal medullary hyperplasia and cystic degeneration were increased in incidence in males at the highest dose, with a non-significant increase in adrenal cortical hyperplasia and a decrease in cystic degeneration in females at the highest dose in week 104. The frequencies of cholesterol clefts in the pituitary and parafollicular-cell hyperplasia of the thyroid were increased in males at the highest dose. None of the incidences of alterations was consistent between the sexes, although there is some evidence that the kidney may be a target organ. It is therefore uncertain whether the lesions were due to maleic hydrazide. Occasional increases in tumor incidences were seen, but as these were not consistent between the two sexes and did not achieve statistical significance they are considered not to be directly attributable to maleic hydrazide. The NOAEL was 25 mg/kg bw/day on the basis of the marked effects on body-weight gain in the presence of increased food consumption, together with alterations in clinical chemical parameters at higher doses. /Maleic hydrazide, potassium salt/"
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. V4 1340",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Decreased fertility has been reported in rats fed potatoes that had been treated with maleic hydrazide."
        },
        {
            "References": "FAO/WHO Joint Meeting on Pesticide Residues; Maleic hydrazide (Pesticide Residues in Food: 1996 Evaluations). Available from, as of April 15, 2004: https://www.inchem.org/documents/jmpr/jmpmono/v96pr08.htm",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Groups of 16 artificially inseminated belted Dutch rabbits were dosed by gavage with potassium maleic hydrazide (purity, 99.8%; 1 ppm hydrazine) in deionized water at levels of 0, 100, 300, or 1000 mg/kg bw maleic hydrazide per day on days 7-27 of gestation. The doses were chosen on the basis of the results of a range-finding study in which there was total mortality at 2500 mg/kg bw/day. The dams were killed on day 28, their reproductive tracts examined, and the fetuses removed. All fetuses were examined for viability, sex, and external malformations and variations, and were then dissected for investigation of visceral abnormalities before staining with alizarin red S for skeletal examination. An increased incidence of alopecia in animals at the highest dose was the only clinical sign associated with treatment. Maternal body-weight gain was reduced at 1000 mg/kg bw/day on days 7-13 of gestation. A single death occurred during the treatment period, in a dam at 300 mg/kg bw/day, probably as a result of an accident during gavage. Treatment had no significant effects on the number of abortions, implantation rate, pregnancy rate, fetal weight, litter size, or fetal viability. Eight late resorptions from five litters occurred in the group at the highest dose, with 0, 1, and 2 in the controls and in the groups at the low and intermediate doses, respectively. The only malformation or anomaly clearly related to treatment was scapular defects, which were seen in four fetuses (three forked scapulae, one bent; 4%) at the intermediate dose and in two (two forked scapulae; 2%) at the highest dose, with none in controls or animals at the low dose. The incidence of such anomalies in historical control animals at the test facility was 1 in 1536 (0.065%). As these anomalies were not identical, however, they should not have been combined; the ranges were thus within those seen in rabbits at other test facilities. Given the low incidences and the lack of a clear dose-response relationship for the fetal effects, the NOAEL was 1000 mg/kg bw/day for embryotoxicity and teratogenicity and 300 mg/kg bw/day for maternal toxicity on the basis of increased absorptions and decreased body-weight gain at the beginning of treatment. /Maleic hydrazide, potassium salt/"
        },
        {
            "References": "USEPA/Office of Pesticide Programs; Reregistration Eligibility Decision Document - Maleic hydrazide. EPA 738-R-94-010 June 1994. Available from, as of April 14, 2004: https://www.epa.gov/pesticides/reregistration/status.htm",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ In a standard two generation reproduction study with 2 litters per generation, the potassium salt of maleic hydrazide was incorporated continuously in the feed of male and female Sprague-Dawley rats at dietary levels of 0, 1000, 10000, or 30000 ppm of maleic hydrazide for 2 successive generations. These levels were equivalent to 0, 81, 791, and 2405 mg/kg/day of maleic hydrazide for males and 0, 97, 932, and 2874 mg/kg/day for females. Parental animal groups (F0 and F1b) consisted of 15 males and 30 females per group. An additional dietary level of 50000 ppm was discontinued during the study because of reduced body weights of F0 adults and F1b pups. The reproductive indices of male and female parents were not adversely affected by the test material at any treatment level or at any time during the study. At 30000 ppm, however, reduced body weight gains were observed for F0 female parental animals during growth and reproduction phases and increased mortality was noted for F1b parental animals. Therefore, the parental NOEL is 10000 ppm (791 mg/kg/day and 932 mg/kg/day for males and females respectively) of maleic hydrazide and the LOEL is 30000 ppm (2405 mg/kg/day and 2874 mg/kg/day for males and females, respectively). At 30000 ppm, decreased body weight gains were also observed for F1b, F2a, and F2b pups during lactation. Based on these decreased body weight gains for pups, the developmental NOEL is 10000 ppm (791 mg/kg/day and 932 mg/kg/day for males and females, respectively) of maleic hydrazide and the LOEL is 30000 ppm (2405 mg/kg/day and 2874 mg/kg/day for males and females, respectively). /Maleic hydrazide, potassium salt/"
        },
        {
            "References": "FAO/WHO Joint Meeting on Pesticide Residues; Maleic hydrazide (Pesticide Residues in Food: 1996 Evaluations). Available from, as of April 15, 2004: https://www.inchem.org/documents/jmpr/jmpmono/v96pr08.htm",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Groups of 23-25 mated female Sprague-Dawley rats were given solutions of potassium maleic hydrazide (purity, 97.8%; 0.048 ppm hydrazine) in distilled water, prepared to give doses of 0, 30, 300, or 1000 mg/kg bw maleic hydrazide per day, by gavage on days 6-16 of gestation. ...All dams were killed on day 20, their reproductive tracts examined, and the fetuses removed. All fetuses were examined for external malformations; half were then investigated by Wilson sectioning, and the remainder were dissected to examine visceral abnormalities before staining with alizarin red S for skeletal examination. Doses of maleic hydrazide <1000 mg/kg bw/day had no adverse effects on maternal body weight, clinical signs, food consumption, pregnancy rate, implantation rate, or fetal weight. In comparison with concurrent controls, animals at the highest dose had increased incidences of testes displaced over the bladder, vestigial 14th ribs, and retarded ossification of the pelvis, with evidence of a dose-response relationship; however, the incidences were reported to be within the rates in historical controls at the test facility. Four fetuses from different litters in the group at the highest dose had major malformations, with none in concurrent controls. Micrognathia and cleft palate were seen in three fetuses from the same dam treated at 300 mg/kg bw/day, one fetus at the highest dose had cleft palate, and one fetus at 30 mg/kg bw/day had a misshapen palatal arch; neither micrognathia nor cleft palate was seen in fetuses of the concurrent controls. None of the findings achieved statistically significance (by Fisher's exact test). The NOAEL for both maternal and fetal effects was 1000 mg/kg bw/day. /Maleic hydrazide, potassium salt/"
        },
        {
            "References": "Appleton MD et al; J Agric Food Chem 29 (5): 986-9 (1981)",
            "Value": "/GENOTOXICITY/ Maleic hydrazide incubated with Saccharomyces cerevisiae was incorporated into the RNA of the cells, where it substituted for cytosine rather than for uracil, its structural isomer."
        },
        {
            "References": "PMID:6828072",
            "Value": "/GENOTOXICITY/ Maleic hydrazide in high concentrations (from 8x10-3 M upward) induces sister chromatid exchanges in human blood cultures if it is added either for the entire culture period (72 hr) or for the last 24 hours."
        },
        {
            "References": "NTP; Review of Current DHHS, DOE & EPA Research Related to Tox p.72 (1986) NTP-86-087",
            "Value": "/GENOTOXICITY/ Results for heritable genetic effects in Drosophila showed positive for a sex-linked recessive lethal test."
        },
        {
            "References": "PMID:6828072",
            "Value": "/GENOTOXICITY/ Maleic hydrazide leads to pronounced induction of sister chromatid exchanges in V-79 cells (quadrupling the control value) if added for 24 hr simultaneously with 5-bromodeoxyuridine."
        },
        {
            "References": "Cortes F et al; Environ Exp Bot 25 (3): 183-8 (1985)",
            "Value": "/GENOTOXICITY/ Root tips of Allium cepa were exposed to maleic hydrazide either continuously or for 2 hr and then analyzed for mitotic index. An effect of maleic hydrazide on cell division was evident in all cases, although at the lowest dose, was observed 12 hr after the pulse treatment. Maleic hydrazide induced chromatid aberrations and sister chromatid exchanges; its effectiveness depended on the cell cycle stage treated."
        },
        {
            "References": "PMID:2215554",
            "Value": "/GENOTOXICITY/ Growing roots of Vicia faba were treated with maleic hydrazide for 5 hr, washed for 2 hr and exposed to 3H-thymidine for additional 2 hr periods at 7 hr, 24 hr and 32 hr after the onset of maleic hydrazide treatment, to label DNA. As the replicative DNA synthesis was suppressed by /hydroxyurea/, an enhancement of (3)-thymidine incorporation into nuclear DNA above the control, as determined by microautoradiography, was considered to be due to unscheduled DNA synthesis induced by the mutagen. A significantly higher incorporation of (3)-thymidine into DNA of maleic hydrazide treated roots occurred, when labelling was applied 7 hr after the maleic hydrazide action, whereas at 24 hr only slight and at 32 hr no enhancement of DNA labelling above control was registered. A 3-14 day storage with 50% water content of Vicia faba seeds exposed to maleic hydrazide or methyl methanesulfonate resulted in a recovery from mutagen induced chromosomal damage and a significantly higher incorporation of (3)-thymidine into nuclear DNA. This supports the hypothesis that recovery from maleic hydrazide and methyl methanesulfonate induced chromosomal damage is mediated by excision repair during seed storage."
        },
        {
            "References": "Sandhu SS, Acedo GN; Toxicol Indust Health 4 (2): 257-67 (1988)",
            "Value": "/GENOTOXICITY/ A plant test system using the Vicia faba root tip assay was investigated for its usefulness in detecting aneuploidy inducing agents. Six model chemicals known to produce aneuploidy in other systems were used, including ...  maleic hydrazide... . Vicia faba root tips were obtained from germinated seeds, and secondary root meristems were exposed for 2 hr to various concentrations of each chemical. Following mitosis arrest by colchicine, root tips were examined microscopically. Significantly increased values of hyperdiploids were noted with...  maleic hydrazide ... . Aneuploidy induction was dose related ... . Maleic hydrazide induced micronuclei and chromatid and chromosome breaks. ..."
        },
        {
            "References": "Meschini R et al; Mut Res 204 (4): 645-8 (1988)",
            "Value": "/GENOTOXICITY/ Chinese hamster ovary cells grown in vitro and bone marrow cells of mice treated in vivo were used to study the chromosomal damage induced by the herbicide maleic hydrazide). A dose related increase in sister chromatid exchange frequency was noted after a 24 hr treatment with maleic hydrazide. The magnitude of the sister chromatid exchange induction was similar for three different samples, suggesting that the effect was not caused by any impurity in the maleic hydrazide. The same increase in sister chromatid exchange frequency was noted whether maleic hydrazide was administered in the first cell cycle or in the second cell cycle after BrdUrd treatment. A higher increase in the frequency of sister chromatid exchange was induced following the 24 hr treatment as compared to the 12 hr treatment. The induction of chromosomal aberrations was affected by short treatments with maleic hydrazide. Chromosomal aberration induction was pH dependent. Maleic hydrazide did not induce sister chromatid exchange in bone marrow cells of mice treated orally with test doses ranging from 333 to 1000 mg/kg. Earlier research had indicated that maleic hydrazide was negative for inducing sister chromatid exchange. This may have been due to the shorter treatment times used in these earlier studies. /It was/ concluded that from these studies that maleic hydrazide is genotoxic in mammalian cells in vitro but not in vivo."
        },
        {
            "References": "California Environmental Protection Agency/Department of Pesticide Regulation; Toxicology Data Review Summaries. Available from: https://www.cdpr.ca.gov/docs/toxsums/toxsumlist.htm on Maleic Hydrazide as of July 21, 2004",
            "Value": "/GENOTOXICITY/ Maleic hydrazide (potassium salt, 88.69% pure) was used in a reversion assay with Salmonella typhimurium TA 1535, TA 1537, TA 1538, TA 98, and TA 100 (2 trials in triplicate) with and without S9 (S9 from liver fractions of phenobarbital and betanaphthoflavone induced young male Sprague-Dawley rats) at 0, 625, 1250, 2500, 5000, and 10000 ug/plate (limit test). No increase in reversion frequency was observed. /Maleic hydrazide, potassium salt/"
        },
        {
            "References": "Torres C et al; Mutat Research 280 (4): 291-5 (1992)",
            "Value": "/GENOTOXICITY/ Maleic hydrazide was evaluated for genotoxicity in the Drosophila-melanogaster wing spot test. This test permits detection of somatic mutation and recombination. Third instar larvae of multiple wing hair and flare-3 strains were fed 1 to 10 mM concn of the chemical until survivors pupated. Genotoxicity was assessed using the appearance of clones of cells with multiple wing hair, flare-3, or multiple wing hair/flare-3 phenotypes. Maleic hydrazide exposure significantly and in a dose related manner increased the frequency of small single, large single, and twin spots."
        },
        {
            "References": "Edwin R and Reddy V RK; Adv Plant Sci 6 (1): 134-42 (1993)",
            "Value": "/GENOTOXICITY/ The effect of maleic hydrazide on Allium cepa and Pisum sativum were studied. The maleic hydrazide was used with two different concentrations (0.003% and 1%) each with 1/2hr, 1 hr, 2 hr, 4 hr, 6 hr, and 12 hr durations. At lower concentration and durations, maleic hydrazide was found to increase the mitotic index and at higher concentration it caused a mitodepressive effect and mutagenic activity in the form of several cytological abnormalities that include, chromosomal breaks, induction of clumping, stickness, ring and lagging chromosomes, anaphase bridge, micronuclei and polyploidy."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. V4 1339",
            "Value": "/OTHER TOXICITY INFORMATION/ No abnormal response was produced in a cow that consumed 8.8 lb in the diet over a 3 month period."
        },
        {
            "References": "PMID:3110615",
            "Value": "/OTHER TOXICITY INFORMATION/ Clastogenic adaptation to ... maleic hydrazide no longer occurred when benzamide, an inhibitor of nuclear ADP-ribosyltransferase, was applied prior to the low dose (conditioning) treatment which triggers this phenomenon. This may be indicative that inducible processes connected with ribosylation reactions are involved in the protective effects exerted by clastogenic adaptation."
        },
        {
            "References": "PMID:1374535",
            "Value": "/OTHER TOXICITY INFORMATION/ Research was carried out on the genotoxic effects (induction of micronucleated cells in primary root tips) and toxic effects (reduction in primary root growth) in young plants of Vicia faba grown in soils with different organic matter contents and treated with ... maleic hydrazide. ... maleic hydrazide proved to be highly clastogenic for young plants grown in both soils..."
        }
    ],
    "sediment_soil_concentrations": [
        {
            "References": "Kearney, P.C., and D. D. Kaufman (eds.) Herbicides: Chemistry, Degredation and Mode of Action. Volumes 1 and 2. 2nd ed. New York: Marcel Dekker, Inc., 1975., p. 828",
            "Value": "PERSISTS IN SOIL FOR PERIOD OF 4-10 WK."
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "(1) Aherns WH; The Herbicide Handbook 7th ed. Weed Science Society of America. Champagne, IL pp 179-181 (1994) (2) Swann RL et al; Res Rev 85: 17-28 (1983) (3)Helweg-Andersen A; Tidssk Plantv 75: 84-9 (1971) (4) Levi E, Crafts AS; Hilgardia 21: 431-63 (1952) (5) Hermosin MC et al; Soil Sci 144: 250-6 (1962)",
            "Value": "The reported Koc of maleic hydrazide was 264 for a clay soil, and 23 for a sand(1). Based on a classification scheme(2), these Koc values suggest that maleic hydrazide has very high to moderate mobility in soil(SRC). In a field experiment in which 5 and 10 kg/ha of maleic hydrazide were applied, the hydrazide did not migrate below a depth of 10 cm(3). This may be due to extensive biodegradation of maleic hydrazide(3). Maleic hydrazide was shown to bind to the clay component in Aiken clay loam where anion exchange is the predominant process(4). In a study of the adsorption of maleic hydrazide in 22 different soils, adsorption was most significantly correlated to specific surface area, clay content, and pH(5). The lack of correlation of adsorption with organic content of the soils may have been partly caused by the low organic content of the soils studied (<2%)(5). Adsorption of the herbicide ranged from high to low(5). Based upon the above information, maleic hydrazide may generally be expected to be mobile in soils with low clay content and relatively immobile in soils with high clay content. The mobility also may be affected by pH and specific surface area of the soils(SRC)."
        }
    ],
    "plant_translocations": [
        {
            "content": "14C-labeled maleic hydrazide was injected into the stem xylem of one-year-old silver maple and American sycamore seedlings, and was found to translocate to all plant parts within one day based on autoradiography. Over 15% of the applied 14C radioactivity was excreted from the roots into the surrounding nutrient solution after 30 days. Whereas the 14C in the nutrient solution existed as unchanged maleic hydrazide, plant tissue analysis indicated formation of a metabolite, possibly a sugar conjugate, with the proportion of this metabolite increasing over time compared to maleic hydrazide levels.",
            "reference": "DOMIR, S. C. (1978). Translocation and Metabolism of Injected Maleic Hydrazide in Silver Maple and American Sycamore Seedlings. Physiologia Plantarum, 42(4), 387–390. doi:10.1111/j.1399-3054.1978.tb04101.x ",
            "method": {
                "Test Plant": "Silver maple (Acer saccharinum L.) and American sycamore (Platanus occidentalis L.) seedlings",
                "Apply Location": "Stem injection - an incision was made through the stem bark, 10-14 cm below the apex. Using a microliter syringe, 0.21 μl (25 μl) of treatment solution was injected into the xylem tissue through this incision.",
                "Plant Grown Condition": "Seedlings were planted in sand-filled 15-cm plastic pots and supplied weekly with 100 ml half-strength modified Hoagland's nutrient solution. Seedlings were then transferred to aerated 1-liter black polyethylene beakers containing nutrient solution for 2 weeks. Seedlings were selected for uniformity and pruned to a single stem before injection.",
                "Chemical Preparation": "(3,6-14C) Maleic hydrazide (0.5 mCi/mmol) was provided at 50 μCi and dissolved in 25 ml of distilled water to make a stock solution of 2 kBq/ml. Half the stock solution was concentrated to 3 ml to obtain the treatment solution.",
                "Pesticide Application Details for the Plant": "0.21 μl (25 μl) of treatment solution containing (3,6-14C) maleic hydrazide was injected into the xylem tissue of each plant through a stem incision.",
                "Other Information": "Six seedlings of each species were used, with three plants for autoradiography and three for extraction at each time point."
            },
            "result": "[{\"Tree Type\": \"Silver Maple\", \"Days After Injection\": 1, \"Root Part (%)\": \"7.4 \\u00b1 0.5\", \"Stem (%)\": \"67.1 \\u00b1 6.1\", \"Leaves (%)\": \"20.45 \\u00b1 2.8\", \"Nutrient Solution (%)\": \"-\", \"Total Extracted (%)\": \"94.9 \\u00b1 7.5\"}, {\"Tree Type\": \"Silver Maple\", \"Days After Injection\": 15, \"Root Part (%)\": \"4.6 \\u00b1 0.9\", \"Stem (%)\": \"22.9 \\u00b1 2.9\", \"Leaves (%)\": \"53.6 \\u00b1 4.7\", \"Nutrient Solution (%)\": \"9.8 \\u00b1 1.6\", \"Total Extracted (%)\": \"90.9 \\u00b1 6.4\"}, {\"Tree Type\": \"Silver Maple\", \"Days After Injection\": 30, \"Root Part (%)\": \"7.4 \\u00b1 1.5\", \"Stem (%)\": \"25.9 \\u00b1 1.8\", \"Leaves (%)\": \"41.8 \\u00b1 2.7\", \"Nutrient Solution (%)\": \"17.6 \\u00b1 3.6\", \"Total Extracted (%)\": \"92.7 \\u00b1 4.1\"}, {\"Tree Type\": \"American Sycamore\", \"Days After Injection\": 1, \"Root Part (%)\": \"3.6 \\u00b1 0.6\", \"Stem (%)\": \"37.0 \\u00b1 4.6\", \"Leaves (%)\": \"52.8 \\u00b1 4.1\", \"Nutrient Solution (%)\": \"1.5 \\u00b1 0.7\", \"Total Extracted (%)\": \"94.9 \\u00b1 9.5\"}, {\"Tree Type\": \"American Sycamore\", \"Days After Injection\": 15, \"Root Part (%)\": \"3.4 \\u00b1 0.5\", \"Stem (%)\": \"18.7 \\u00b1 2.5\", \"Leaves (%)\": \"65.3 \\u00b1 4.0\", \"Nutrient Solution (%)\": \"7.2 \\u00b1 1.0\", \"Total Extracted (%)\": \"94.6 \\u00b1 4.8\"}, {\"Tree Type\": \"American Sycamore\", \"Days After Injection\": 30, \"Root Part (%)\": \"4.0 \\u00b1 0.8\", \"Stem (%)\": \"20.3 \\u00b1 3.1\", \"Leaves (%)\": \"47.4 \\u00b1 4.3\", \"Nutrient Solution (%)\": \"16.4 \\u00b1 2.7\", \"Total Extracted (%)\": \"90.1 \\u00b1 7.0\"}]"
        },
        {
            "content": "In this paper, a high-performance ion exclusion chromatographic (ICE) method was developed and applied for monitoring maleic hydrazide (MH) translocation in complex potato plant tissue and tuber matrices. After middle leaf uptake, most MH was trapped and dissipated in the middle leaf, and the rest was transported to other parts mainly through the phloem. Soil absorption significantly reduced the uptake efficiency of the root system, in which MH was partitioned to dissipate in root protoplasts or transfer through the xylem and persisted in the plant. Tuber uptake enabled MH to remain in the flesh and maintain stable levels under storage conditions, but during germination, MH was translocated from the flesh to the growing buds, where it dissipated through the short-day photoperiodic regime. The results demonstrated successful application of the ICE method and provided necessary insights for real-time monitoring of MH translocation behavior to effectively improve potato edible safety.",
            "reference": "Luan, S., Cai, D., Zhang, D., Hou, C., Meng, L., Xu, J., ... & Huang, Q. (2023). Real-Time Monitoring of Translocation, Dissipation, and Cumulative Risk of Maleic Hydrazide in Potato Plants and Tubers by Ion Exclusion Chromatography. Journal of Agricultural and Food Chemistry, 71(42), 15855-15862.",
            "method": {
                "Test Plant": "Russet potato (Solanum tuberosum L.) and yellow potato cultivars",
                "Apply Location": "Foliar spray on middle leaves of seedlings. Soil application by spraying soil around seedlings. Soaking buds and tubers in solution",
                "Plant Grown Condition": "Russet potato plants were grown in plastic pots filled with soil from vegetable fields in Shanghai suburbs and cultured in a greenhouse with 12 h light/dark cycle, 90% relative humidity at 25°C.",
                "Chemical Preparation": "100 mM maleic hydrazide (MH) stock solution prepared by dissolving in methanol and diluting to 5 mM with ultrapure water containing <0.1% (v/v) Triton X-100..For foliar and soil spray applications, 5 mM MH solution with 0.1% Triton X-100 was used.",
                "Pesticide Application Details for the Plant": "Middle leaves sprayed with 5 mM MH solution until run-off. Soil sprayed with 10 mL of 5 mM MH solution, avoiding spraying seedlings. Buds (3 cm) and tubers with buds soaked in 5 mM MH for 5 min",
                "Other Information": "Plant samples (leaves, stems, roots, tubers, buds) collected at different time points after treatment for analysis. Samples pretreated by grinding, extraction, filtration before analysis"
            },
            "result": "[{\"Application method\": \"Foliar spraying\", \"Days after application\": 0.5, \"Middle leaves (ug/g)\": 203.16, \"Upper leaves (ug/g)\": 6.43, \"Lower leaves (ug/g)\": 6.83, \"Stems (ug/g)\": \"8.54\", \"Roots (ug/g)\": 8.54}, {\"Application method\": \"Foliar spraying\", \"Days after application\": 1.0, \"Middle leaves (ug/g)\": 194.46, \"Upper leaves (ug/g)\": 12.66, \"Lower leaves (ug/g)\": 13.46, \"Stems (ug/g)\": \"8.34\", \"Roots (ug/g)\": 8.04}, {\"Application method\": \"Foliar spraying\", \"Days after application\": 3.0, \"Middle leaves (ug/g)\": 187.01, \"Upper leaves (ug/g)\": 14.57, \"Lower leaves (ug/g)\": 15.67, \"Stems (ug/g)\": \"7.73\", \"Roots (ug/g)\": 5.52}, {\"Application method\": \"Foliar spraying\", \"Days after application\": 9.0, \"Middle leaves (ug/g)\": 175.2, \"Upper leaves (ug/g)\": 12.76, \"Lower leaves (ug/g)\": 19.89, \"Stems (ug/g)\": \"7.43\", \"Roots (ug/g)\": 5.72}, {\"Application method\": \"Foliar spraying\", \"Days after application\": 15.0, \"Middle leaves (ug/g)\": 166.5, \"Upper leaves (ug/g)\": 9.74, \"Lower leaves (ug/g)\": 14.17, \"Stems (ug/g)\": \"7.13\", \"Roots (ug/g)\": 4.22}, {\"Application method\": \"Soil application\", \"Days after application\": 1.0, \"Middle leaves (ug/g)\": 6.33, \"Upper leaves (ug/g)\": 6.24, \"Lower leaves (ug/g)\": 6.61, \"Stems (ug/g)\": \"-\", \"Roots (ug/g)\": 58.21}, {\"Application method\": \"Soil application\", \"Days after application\": 3.0, \"Middle leaves (ug/g)\": 9.69, \"Upper leaves (ug/g)\": 8.6, \"Lower leaves (ug/g)\": 11.59, \"Stems (ug/g)\": \"-\", \"Roots (ug/g)\": 26.89}, {\"Application method\": \"Soil application\", \"Days after application\": 5.0, \"Middle leaves (ug/g)\": 24.9, \"Upper leaves (ug/g)\": 17.66, \"Lower leaves (ug/g)\": 26.44, \"Stems (ug/g)\": \"-\", \"Roots (ug/g)\": 22.46}, {\"Application method\": \"Soil application\", \"Days after application\": 7.0, \"Middle leaves (ug/g)\": 28.34, \"Upper leaves (ug/g)\": 25.35, \"Lower leaves (ug/g)\": 30.06, \"Stems (ug/g)\": \"-\", \"Roots (ug/g)\": 21.91}, {\"Application method\": \"Soil application\", \"Days after application\": 10.0, \"Middle leaves (ug/g)\": 11.77, \"Upper leaves (ug/g)\": 15.84, \"Lower leaves (ug/g)\": 9.32, \"Stems (ug/g)\": \"-\", \"Roots (ug/g)\": 13.31}, {\"Application method\": \"Soil application\", \"Days after application\": 15.0, \"Middle leaves (ug/g)\": 10.68, \"Upper leaves (ug/g)\": 14.49, \"Lower leaves (ug/g)\": 8.78, \"Stems (ug/g)\": \"-\", \"Roots (ug/g)\": 8.24}]"
        }
    ]
}