{
    "_id": {
        "$oid": "6682e93ac4e5dba5ffba298d"
    },
    "CID": {
        "$numberInt": "22094"
    },
    "Name": "CHLOROPROPYLATE",
    "IUPACName": "propan-2-yl 2,2-bis(4-chlorophenyl)-2-hydroxyacetate",
    "CanonicalSMILES": "CC(C)OC(=O)C(C1=CC=C(C=C1)Cl)(C2=CC=C(C=C2)Cl)O",
    "Synonyms": [
        "CHLOROPROPYLATE",
        "Chlorpropylate",
        "5836-10-2",
        "Chlorpropylat",
        "Rospine",
        "Acaralate",
        "Rospin",
        "\"Isopropyl 4,4-dichlorobenzilate\"",
        "Chlormite",
        "Gesakur",
        "Rospan",
        "Geigy 24163",
        "GI03ROM7HQ",
        "\"Benzilic acid",
        "4,4-dichloro-",
        "isopropyl ester\"",
        "ENT 26,999"
    ],
    "IsomericSMILES": "CC(C)OC(=O)C(C1=CC=C(C=C1)Cl)(C2=CC=C(C=C2)Cl)O",
    "INCHI": "InChI=1S/C17H16Cl2O3/c1-11(2)22-16(20)17(21,12-3-7-14(18)8-4-12)13-5-9-15(19)10-6-13/h3-11,21H,1-2H3",
    "INCHIKEY": "AXGUBXVWZBFQGA-UHFFFAOYSA-N",
    "Formula": "C17H16Cl2O3",
    "MolecularWeight": {
        "$numberDouble": "339.2"
    },
    "Description": "Chloropropylate is an organochlorine acaricide, a member of monochlorobenzenes, a tertiary alcohol and an isopropyl ester. It has a role as a bridged diphenyl acaricide. It is functionally related to a 4,4'-dichlorobenzilic acid.",
    "XlogP": {
        "$numberDouble": "4.7"
    },
    "Complexity": {
        "$numberInt": "348"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "environmental_bioconcentrations": [
        {
            "References": "(1) Yalkowsky SH, He Y, eds; Handbook of aqueous solubility data. Boca Raton, FL: CRC Press p. 1069 (2003) (2) Meylan WM et al; Environ Toxicol Chem 18: 664-72 (1999) (3) Franke C et al; Chemosphere 29: 1501-14 (1994)",
            "Value": "An estimated BCF of 170 was calculated for chloropropylate(SRC), using a water solubility of 10 mg/L(1) and a regression-derived equation(2). According to a classification scheme(3), this BCF suggests the potential for bioconcentration in aquatic organisms is high(SRC)."
        }
    ],
    "environmental_biodegradations": [
        {
            "References": "(1) Miyazaki S et al; Appl Microbiol 18: 972-76 (1969) (2) Miyazaki S et al; J Agr Food Chem 18: 87-91 (1970)",
            "Value": "Chloropropylate is metabolized by a yeast, Rhodotorula gracilis, in two major reaction steps, an initial hydrolytic process and a subsequent decarboxylation-dehydrogenation to form 4,4'-dichlorobenzophenone and CO2(1). Following a 10 day period, the percent distribution of metabolites was 94.4% chloropropylate, 1.7% 4,4'-dichlorobenzilic acid, 0.6% 4,4'-dichlorobenzophenone, and 3.4% unknown metabolites; after 20 days, 84.4% was chloropropylate, 0.2% 4,4'-dichlorobenzilic acid, 11.6% 4,4'-dichlorobenzophenone and 3.6% unknown metabolites(1). After an 8 week incubation period, a small amount of chloropropylate still existed in solution(2)."
        },
        {
            "References": "(1) Chemicals Inspection and Testing Institute; Biodegradation and Bioaccumulation Data of Existing Chemicals Based on the CSCL Japan ISBN 4-89074-101-1 p. 4-13 (1992) (2) Wang YS et al; J Agric Food Chem 33: 495-9 (1985) (3) Wang YS et al; Ecotox Environ Saf 28: 193-200 (1994) (4) Wheeler WB et al; J Environ Qual 2: 115-8 (1973)",
            "Value": "AEROBIC: Aerobic biodegradation data for chloropropylate are lacking. However, biodegradation data for the structurally analogous compound chlorobenzilate have been found. Chlorobenzilate, present at 100 mg/L, reached 0% of its theoretical BOD in 4 weeks using an activated sludge inoculum at 30 mg/l and the Japanese MITI test(1). Chlorobezilate underwent 29-40% primary degradation at a concentration of 0.0022 ppm in Cayuga, Cayuta, and Seneca Lakes (New York State Finger Lakes Region, US) water grab samples after 22 days(2). This substance underwent 52, 88, and 92% primary degradation at concentrations of 2, 0.072, and 0.0032 ppm, respectively, in Beebe Lake (Ithaca, New York) water grab samples after 22 days. Chlorobenzilate underwent 12 and 14% primary degradation at 3 ppm in Green Lake and Wai-Shuang River (Taipei Prefecture, Taiwan) water grab samples, respectively(3). This substance underwent 82% degradation after 21 days in a Lukang silty clay loam grab sample from Chang-Hwa Prefecture, Taiwan and 40% degradation after 21 days in a Pincheng clay grab sample from Taipei Prefecture, Taiwan(3). The chemical concentration in both of these samples was 0.0022 ppm. The rate of loss of chlorobenzilate at 0.25, 0.50, and 1 ppm in Leon fine sand grab samples were 12, 59, and 77%, respectively, after 56 days(4). The rate of loss of chlorobenzilate at 0.25, 0.50, and 1 ppm in lakeland fine sand grab samples were 50, 74, and 88%, respectively, after 56 days. Leon fine sand has a higher organic content than Lakeland soil. Based on the behavior of the structurally analogous compound chlorobenzilate in these grab sample tests, chloropropylate is expected to biodegrade in water and soil(SRC)."
        },
        {
            "References": "(1) Williams PP; Res Rev 66: 63-135 (1977)",
            "Value": "ANAEROBIC: Chloropropylate may be resistant to anaerobic biodegradation since it is stable in ruminal fluid(1)."
        }
    ],
    "mechanism_of_action": [
        {
            "References": "Pardini RS et al; Arch Environ Contam Toxicol 9 (1); 87-97 (1980)",
            "Value": "... DDT, DDE, TDE, Kelthane, chlorobenzilate, chloropropylate and Acarol were found to be inhibitory towards both heavy beef heart mitochondrial (HBHM) NADH-oxidase and succinoxidase enzyme systems. Dichlorobenzophenone and p-chlorophenol were less inhibitory towards the HBHM NADH-oxidase and did not inhibit the succinoxidase enzyme system. DDA did not inhibit either of the electron transport systems. Carbaryl was not inhibitory towards both HBHM oxidase systems, whereas its degradative product dihydroxynaphthalene was inhibitory at the same concentration. Furadan, Matacil, Baygon and Dimetilan were only slightly inhibitory towards the mitochondrial NADH-oxidase system and did not inhibit the succinoxidase system. Zectran was inhibitory towards the NADH-oxidase system and was not inhibitory towards the succinoxidase system. DDT, DDE and TDE, dihydroxynaphthalene and 1-naphthol inhibited the NADH-oxidase enzyme system on the substrate side of cytochrome c, whereas Kelthane inhibited on the oxygen side."
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "(1) Yalkowsky SH, He Y, eds; Handbook of aqueous solubility data. Boca Raton, FL: CRC Press p. 1069 (2003) (2) Lyman WJ et al; Handbook of Chemical Property Estimation Methods. Washington, DC: Amer Chem Soc pp. 4-5 (1990) (3) Swann RL et al; Res Rev 85: 17-28 (1983)",
            "Value": "The Koc of chloropropylate is estimated as 1200(SRC), using a water solubility of 10 mg/L(1) and a regression-derived equation(2). According to a classification scheme(3), this estimated Koc value suggests that chloropropylate is expected to have low mobility in soil(SRC)."
        }
    ]
}