{
    "_id": {
        "$oid": "6682e995c4e5dba5ffba2b5a"
    },
    "CID": {
        "$numberInt": "221493"
    },
    "Name": "CHOLIC ACID",
    "IUPACName": "(4R)-4-[(3R,5S,7R,8R,9S,10S,12S,13R,14S,17R)-3,7,12-trihydroxy-10,13-dimethyl-2,3,4,5,6,7,8,9,11,12,14,15,16,17-tetradecahydro-1H-cyclopenta[a]phenanthren-17-yl]pentanoic acid",
    "CanonicalSMILES": "CC(CCC(=O)O)C1CCC2C1(C(CC3C2C(CC4C3(CCC(C4)O)C)O)O)C",
    "Synonyms": [
        "cholic acid",
        "81-25-4",
        "Cholalic acid",
        "Colalin",
        "Cholalin",
        "cholate",
        "Cholsaeure",
        "Cholbam",
        "cholicacid",
        "kolbam",
        "NSC-6135",
        "3alpha,7alpha,12alpha-Trihydroxy-5beta-cholanic acid",
        "Cholic acid",
        "5beta-",
        "3,7,12-Trihydroxycholanic acid",
        "3alpha,7alpha,12alpha-Trihydroxy-5beta-cholan-24-oic acid"
    ],
    "IsomericSMILES": "C[C@H](CCC(=O)O)[C@H]1CC[C@@H]2[C@@]1([C@H](C[C@H]3[C@H]2[C@@H](C[C@H]4[C@@]3(CC[C@H](C4)O)C)O)O)C",
    "INCHI": "InChI=1S/C24H40O5/c1-13(4-7-21(28)29)16-5-6-17-22-18(12-20(27)24(16,17)3)23(2)9-8-15(25)10-14(23)11-19(22)26/h13-20,22,25-27H,4-12H2,1-3H3,(H,28,29)/t13-,14+,15-,16-,17+,18+,19-,20+,22+,23+,24-/m1/s1",
    "INCHIKEY": "BHQCQFFYRZLCQQ-OELDTZBJSA-N",
    "Formula": "C24H40O5",
    "MolecularWeight": {
        "$numberDouble": "408.6"
    },
    "Description": "Cholic acid is a bile acid that is 5beta-cholan-24-oic acid bearing three alpha-hydroxy substituents at position 3, 7 and 12. It has a role as a human metabolite and a mouse metabolite. It is a bile acid, a C24-steroid, a 3alpha-hydroxy steroid, a 7alpha-hydroxy steroid, a 12alpha-hydroxy steroid and a trihydroxy-5beta-cholanic acid. It is a conjugate acid of a cholate.",
    "XlogP": {
        "$numberDouble": "3.6"
    },
    "Complexity": {
        "$numberInt": "637"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "environmental_bioconcentrations": [
        {
            "References": "(1) Roda A et al; J Lipid Res 31: 1433-43 (1990) (2) US EPA; Estimation Program Interface (EPI) Suite. Ver. 4.1. Nov, 2012. Available from, as of May 1, 2015: https://www.epa.gov/oppt/exposure/pubs/episuitedl.htm/ (3) Franke C et al; Chemosphere 29: 1501-14 (1994)",
            "Value": "An estimated BCF of 3 was calculated in fish for cholic acid(SRC), using a log Kow of 2.02(1) and a regression-derived equation(2). According to a classification scheme(2), this BCF suggests the potential for bioconcentration in aquatic organisms is low(SRC)."
        }
    ],
    "logP": [
        {
            "References": "Roda A et al; J Lipid Res 31: 1433-43 (1990)",
            "Value": "log Kow = 2.02"
        }
    ],
    "mechanism_of_action": [
        {
            "References": "PMID:25582706",
            "Value": "Bile acids (BAs) are known to regulate BA synthesis and transport by the farnesoid X receptor in the liver (FXR-SHP) and intestine (FXR-Fgf15). However, the relative importance of individual BAs in regulating these processes is not known. Therefore, mice were fed various doses of five individual BAs, including cholic acid (CA), chenodeoxycholic acid (CDCA), deoxoycholic acid (DCA), lithocholic acid (LCA), and ursodeoxycholic acid (UDCA) in their diets at various concentrations for one week to increase the concentration of one BA in the enterohepatic circulation. The mRNA of BA synthesis and transporting genes in liver and ileum were quantified. In the liver, the mRNA of SHP, which is the prototypical target gene of FXR, increased in mice fed all concentrations of BAs. In the ileum, the mRNA of the intestinal FXR target gene Fgf15 was increased at lower doses and to a higher extent by CA and DCA than by CDCA and LCA. Cyp7a1, the rate-limiting enzyme in BA synthesis, was decreased more by CA and DCA than CDCA and LCA. Cyp8b1, the enzyme that 12-hydroxylates BAs and is thus responsible for the synthesis of CA, was decreased much more by CA and DCA than CDCA and LCA. Surprisingly, neither a decrease in the conjugated BA uptake transporter (Ntcp) nor increase in BA efflux transporter (Bsep) was observed by FXR activation, but an increase in the cholesterol efflux transporter (Abcg5/Abcg8) was observed with FXR activation. Thus in conclusion, CA and DCA are more potent FXR activators than CDCA and LCA when fed to mice, and thus they are more effective in decreasing the expression of the rate limiting gene in BA synthesis Cyp7a1 and the 12-hydroxylation of BAs Cyp8b1, and are also more effective in increasing the expression of Abcg5/Abcg8, which is responsible for biliary cholesterol excretion. However, feeding BAs do not alter the mRNA or protein levels of Ntcp or Bsep, suggesting that the uptake or efflux of BAs is not regulated by FXR at physiological and pharmacological concentrations of BAs."
        },
        {
            "References": "NIH; DailyMed. Current Medication Information for Cholbam (Cholic Acid) Capsule (Updated: March 2015). Available from, as of May 28, 2015: https://dailymed.nlm.nih.gov/dailymed/drugInfo.cfm?setid=e5b67402-8550-4604-97a0-c7b149fbf753",
            "Value": "Cholic acid is a primary bile acid synthesized from cholesterol in the liver. In bile acid synthesis disorders due to single enzyme defects (SEDs) in the biosynthetic pathway, and in peroxisomal disorders (PDs) including Zellweger spectrum disorders, deficiency of primary bile acids leads to unregulated accumulation of intermediate bile acids and cholestasis. Bile acids facilitate fat digestion and absorption by forming mixed micelles, and facilitate absorption of fat-soluble vitamins in the intestine.  Endogenous bile acids including cholic acid enhance bile flow and provide the physiologic feedback inhibition of bile acid synthesis. The mechanism of action of cholic acid has not been fully established; however, it is known that cholic acid and its conjugates are endogenous ligands of the nuclear receptor, farnesoid X receptor (FXR). FXR regulates enzymes and transporters that are involved in bile acid synthesis and in the enterohepatic circulation to maintain bile acid homeostasis under normal physiologic conditions."
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "PMID:3856068",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ The acute effects of cholic acid ingestion on methylazoxymethanol acetate-treated conventional and germfree rats were investigated. Male SD rats were divided into 4 treatment groups. The first group received control chow; the second group, control chow plus 0.5% cholic acid; the third group, control chow plus MAM; and the fourth group, control chow plus 0.5% cholic acid plus MAM. Fecal bile acids, cholesterol, cholesterol degradation products, and neutral sterols, as well as labeling indices and numbers of epithelial cells per crypt column, were measured after 6 weeks of treatment. The administration of MAM to germfree groups diminished both fecal bulk and the amount of fecal water. MAM did not affect the fecal bile acid composition. Analysis of the fecal bile acids in conventional rats fed cholic acid demonstrated that half of the bile acids were in a form of deoxycholic acid. In the germfree groups fed cholic acid, 90% of the bile acids appeared unaltered in the feces. Neither in the germfree nor in the conventional groups was an effect seen of MAM on the output of fecal neutral sterols. The addition of cholic acid to the food decreased the output of neutral sterols both in the conventional (P less than .001) and in the germfree (P less than .02) animals. The germfree animals showed a reduced amount of neutral steroid excretion (P less than .01) when compared to the findings for the conventional groups. MAM had no influence on the fecal cholesterol or coprostanol output. The consumption of 0.5% cholic acid decreased the total output of cholesterol (P less than .05). The excretion of coprostanol was significantly diminished in the conventional rats fed cholic acid (P less than .001). No difference in labeling indices was observed between conventional and germfree rats, whether treated with cholic acid, MAM, or cholic acid plus MAM. However, all germfree groups showed less epithelial cells per crypt column (P less than .001) than did conventional animals."
        },
        {
            "References": "PMID:1546624",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Mice lacking the farnesoid X receptor (FXR) involved in the maintenance of hepatic bile acid levels are highly sensitive to cholic acid-induced liver toxicity. Serum aspartate aminotransferase (AST) activity was elevated 15.7-fold after feeding a 0.25% cholic acid diet /for five days/, whereas only slight increases in serum AST (1.7- and 2.5-fold) were observed in wild-type mice fed 0.25 and 1% cholic acid diet, respectively. Bile salt export pump mRNA and protein levels were increased in wild-type mice fed 1% cholic acid diet (2.1- and 3.0-fold) but were decreased in FXR-null mice fed 0.25% cholic acid diet. The bile acid output rate was 2.0- and 3.7-fold higher after feeding of 0.25 and 1.0% cholic acid diet in wild-type mice, respectively. On the other hand, no significant increase in bile acid output rate was observed in FXR-null mice fed 0.25% cholic acid diet in contrast to a significant decrease observed in mice fed a 1.0% cholic acid diet in spite of the markedly higher levels of hepatic tauro-conjugated bile acids. Unconjugated cholic acid was not detected in the bile of wild-type mice fed a control diet, but it was readily detected in wild-type mice fed 1% cholic acid diet. The ratio of biliary unconjugated cholic acid to total cholic acid (unconjugated cholic acid and tauro-conjugated cholic acid) reached 30% under conditions of hepatic taurine depletion. These results suggest that the cholic acid-induced enhancement of canalicular bile acid output rates and excretion of unconjugated bile acids are involved in adaptive responses for prevention of cholic acid-induced toxicity."
        },
        {
            "References": "PMID:22293415",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Three types of animal bile preparation, bear bile (BB), cattle bile (CB) and pig bile (PB) differ in bile acid composition and are supposed to exert different pharmacotoxicological actions. Dietary supplementation with CB at 1% (w/w) for 4 weeks decreased triacylglycerol (TAG) level but increased total cholesterol (CHO) level in serum, which were associated with fatty liver injury in mice. The increased levels of cholesterol esters (CE) and monounsaturated fatty acids (MUFA) in the serum and liver were observed in the mice fed the CB-supplemented diet. Lipid abnormalities and fatty liver injury observed in the mice fed the CB diet were not induced by the supplementation with BB and PB. The supplementation with cholic acid (CA), the most abundant bile acid in CB, could induce lipid abnormalities and fatty liver injury, which were indistinguishable from those induced by CB supplementation. CB and CA supplementation induced similar changes in the expression levels of mRNAs in the liver. Thus, CB induced lipid abnormalities and fatty liver injury, which can be attributed to the actions of CA contained in CB. The inabilities of BB and PB to induce lipid abnormalities and fatty liver injury are supposed to be due to their limited contents of CA."
        },
        {
            "References": "PMID:277042",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Dietary cholic acid (0.1%) and/or calcium (2.6% as calcium carbonate) were added to a semipurified diet containing cholesterol and ethynyl estradiol to determine whether the incidence of pigment and/or cholesterol gallstones would be changed. Male golden Syrian hamsters were fed the experimental diets for 96 days (Group 1, control; Group 3, cholic acid plus calcium) or only an average of 60 days (Group 2, 0.1% cholic acid). Animals in Group 2 became ill (weight loss, low food intake, diarrhea) possibly due to cholic acid (or deoxycholic acid) toxicity. Cholesterol gallstones and crystals were absent in all experimental groups. The incidence of pigment gallstones was: control, Group 1, 12/16; 0.1% cholic acid, Group 2, 3/13; and 0.1% cholic acid plus calcium, Group 3, 11/22. Cholic acid with or without calcium produced an elevation of both liver and plasma cholesterol: Group 2, 80.1 mg/g and 501 mg/dl; Group 3, 103.7 mg/g and 475 mg/dl vs Group 1, 65 mg/g and 209 mg/dl, respectively. The lithogenic indices of the bile were lower in Groups 2 and 3 compared to Group 1, controls, 0.45 and 0.58 vs 1.16, respectively. The extent of the portal tract pathology could not be correlated with the presence or absence of pigment gallstones or with the levels of lithocholic acid in the hamster bile. In summary, when semipurified diets were supplemented with ethynyl estradiol and cholic acid, with and without calcium supplementation, no cholesterol gallstones formed and the incidence of pigment gallstones was not altered."
        },
        {
            "References": "PMID:164187",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ ... The present study aimed at comparing the hepatotoxicity of cholic acid (CA), deoxycholic acid (DCA) and lithocholic acid (LCA), which are respectively, tri-, di- and monohydroxylated bile acids. For in vivo studies, the bile acids have been given at the dose of 0.5% or 1% in the diet of male Wistar rats for 2 weeks. The histological analysis of the liver, and the measurement of serum parameters of cytotoxicity and cholestasis (aminotransferases activity, bilirubin and total bile acids concentration), indicate that, among the bile acids tested, DCA is the most hepatotoxic, at both doses, while CA is the least hepatotoxic and cholestatic compound. Moreover, DCA is the only bile acid which, when given at the dose of 0.5%, induces lipid peroxidation in the liver, as evidenced by the measurement of thiobarbituric reactive substances in liver homogenates. The analysis of bile acids in liver homogenates by gas liquid chromatography revealed that feeding the animals with DCA results in its hepatic accumulation. Feeding rats with LCA or CA only slightly modifies the proportion of tri-, di- and monohydroxylated bile acids in the liver, as compared to controls. An in vitro experiment aimed at studying the hepatocellular lysis induced in vitro by the three bile acids by measuring the release of lactate dehydrogenase in the incubation medium of surviving hepatocytes in suspension. At a concentration of 1 mM, only DCA induces a significant cellular lysis, while at this concentration the lytic effects of CA and LCA are progressive and time-dependent. From this study, we gather that the hepatotoxicity of bile acids does not necessarily depend on their degree of hydroxylation. Our results are in accordance with some studies in rat hepatocarcinogenesis, showing a predominant initiating and promoting effects of DCA, as compared to LCA."
        },
        {
            "References": "PMID:25582706",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Bile acids (BAs) are known to regulate BA synthesis and transport by the farnesoid X receptor in the liver (FXR-SHP) and intestine (FXR-Fgf15). However, the relative importance of individual BAs in regulating these processes is not known. Therefore, mice were fed various doses of five individual BAs, including cholic acid (CA), chenodeoxycholic acid (CDCA), deoxoycholic acid (DCA), lithocholic acid (LCA), and ursodeoxycholic acid (UDCA) in their diets at various concentrations for one week to increase the concentration of one BA in the enterohepatic circulation. The mRNA of BA synthesis and transporting genes in liver and ileum were quantified. In the liver, the mRNA of SHP, which is the prototypical target gene of FXR, increased in mice fed all concentrations of BAs. In the ileum, the mRNA of the intestinal FXR target gene Fgf15 was increased at lower doses and to a higher extent by CA and DCA than by CDCA and LCA. Cyp7a1, the rate-limiting enzyme in BA synthesis, was decreased more by CA and DCA than CDCA and LCA. Cyp8b1, the enzyme that 12-hydroxylates BAs and is thus responsible for the synthesis of CA, was decreased much more by CA and DCA than CDCA and LCA. Surprisingly, neither a decrease in the conjugated BA uptake transporter (Ntcp) nor increase in BA efflux transporter (Bsep) was observed by FXR activation, but an increase in the cholesterol efflux transporter (Abcg5/Abcg8) was observed with FXR activation. Thus in conclusion, CA and DCA are more potent FXR activators than CDCA and LCA when fed to mice, and thus they are more effective in decreasing the expression of the rate limiting gene in BA synthesis Cyp7a1 and the 12-hydroxylation of BAs Cyp8b1, and are also more effective in increasing the expression of Abcg5/Abcg8, which is responsible for biliary cholesterol excretion. However, feeding BAs do not alter the mRNA or protein levels of Ntcp or Bsep, suggesting that the uptake or efflux of BAs is not regulated by FXR at physiological and pharmacological concentrations of BAs."
        },
        {
            "References": "PMID:17971517",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Cholesterol (CH) homeostasis in the liver is regulated by enzymes of CH synthesis such as 3-hydroxy-3-methylglutaryl coenzyme A reductase (HMGCR) and catabolic enzymes such as cytochrome P-450, family 7, subfamily A, and polypeptide 1 (CYP7A1). Since a circadian clock controls the gene expression of these enzymes, these genes exhibit circadian rhythm in the liver. In this study, we examined the relationship between a diet containing CH and/or cholic acid (CA) and the circadian regulation of Hmgcr, low-density lipoprotein receptor (Ldlr), and Cyp7a1 gene expression in the mouse liver. A 4-wk CA diet lowered and eventually abolished the circadian expression of these genes. Not only clock genes such as period homolog 2 (Drosophila) (Per2) and brain and muscle arnt-like protein-1 (Bmal1) but also clock-controlled genes such as Hmgcr, Ldlr, and Cyp7a1 showed a reduced and arrhythmic expression pattern in the liver of Clock mutant mice. The reduced gene expression of Cyp7a1 in mice fed a diet containing CA or CH + CA was remarkable in the liver of Clock mutants compared with wild-type mice, and high liver CH accumulation was apparent in Clock mutant mice. In contrast, a CH diet without CA only elevated Cyp7a1 expression in both wild-type and Clock mutant mice. The present findings indicate that normal circadian clock function is important for the regulation of CH homeostasis in the mouse liver, especially in conjunction with a diet containing high CH and CA."
        },
        {
            "References": "PMID:10399886",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ The aims of this study were to search for the role of cholic acid in the regulation blood pressure of humans and rats and to investigate the effects of cholic acid on the production of vascular aldosterone and corticosterone in rats. Levels of serum total bile acids were measured by an enzymic spectrophotometeric method in normal controls, patients with essential hypertension, and in Wistar and spontaneously hypertensive rats. Levels in essential hypertension (7.3+/-3.4 umol/L, n = 88) were higher than those of normal subjects (4.9+/-3.3 umol/L, n = 86), and levels in SHR (13.9+/-3.8 umol/L, n = 11) were slightly increased, but not significantly different from Wistar rats (10.4+/-5.1 umol/L, n = 12). Male Wistar rats received cholic acid 80 mg/kg/day, orally, for 30 days, and blood pressure was monitored by a pressure transducer. Systolic blood pressure increased in Wistar rats treated with cholic acid compared to control rats. Mesenteric artery perfusion ex vivo was performed, and pressor responses to norepinephrine were determined in Wistar rats. The pressor responses to norepinephrine in mesenteric arteries treated with cholic acid were significantly increased. The perfusate from the mesenteric arteries was collected and applied to a Sep-Pak C 18 cartridge column for reverse phase high performance liquid chromatography, and levels of both aldosterone and corticosterone were determined by radioimmunoassay. Levels of aldosterone were decreased but those of corticosterone increased in the perfusate from arteries treated with cholic acid. Reverse transcriptase polymerase chain reaction showed that cholic acid inhibited the expression of 11beta-HSD2 and CYP11B2 mRNA in mesenteric arteries. These results reveal that cholic acid is able to induce hypertension and provide evidence that cholic acid inhibits the transcription of both 11beta-HSD2 and CYP11B2 in vasculature, leading to lower aldosterone and higher corticosterone production in vessels and increased vasoconstrictor responses to norepinephrine."
        },
        {
            "References": "PMID:22628034",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Cholesterol 7a-hydroxylase (CYP7A1) is the initiating and rate-limiting enzyme in the neutral pathway that converts cholesterol to primary bile acids (BA). CYP7A1-deficient (Cyp7a1(-/-)) mice have a depleted BA pool, diminished intestinal cholesterol absorption, accelerated fecal sterol loss, and increased intestinal cholesterol synthesis. To determine the molecular and physiological effects of restoring the BA pool in this model, adult female Cyp7a1(-/-) mice and matching Cyp7a1(+/+) controls were fed diets containing cholic acid (CA) at modest levels [0.015, 0.030, and 0.060% (wt/wt)] for 15-18 days. A level of just 0.03% provided a CA intake of approximately 12 umol (4.8 mg) per day per 100 g body wt and was sufficient in the Cyp7a1(-/-) mice to normalize BA pool size, fecal BA excretion, fractional cholesterol absorption, and fecal sterol excretion but caused a significant rise in the cholesterol concentration in the small intestine and liver, as well as a marked inhibition of cholesterol synthesis in these organs. In parallel with these metabolic changes, there were marked shifts in intestinal and hepatic expression levels for many target genes of the BA sensor farnesoid X receptor, as well as genes involved in cholesterol transport, especially ATP-binding cassette (ABC) transporter A1 (ABCA1) and ABCG8. In Cyp7a1(+/+) mice, this level of CA supplementation did not significantly disrupt BA or cholesterol metabolism, except for an increase in fecal BA excretion and marginal changes in mRNA expression for some BA synthetic enzymes. These findings underscore the importance of using moderate dietary BA levels in studies with animal models."
        },
        {
            "References": "PMID:9687967",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Primary and secondary bile acids such as cholic (CHA), deoxycholic (DCA) and lithocholic (LCA) acids have been shown to increase colon tumorigenesis. It has been suggested that inhibition of xenobiotic metabolizing enzymes such as glutathione S-transferase (GST) and UDP-glucuronyltransferase (UGT) by bile acids may be a factor in the development of colon cancer. While enzyme inhibition has been demonstrated in vitro, it is unclear whether feeding bile acids modulates colonic GST and UGT in vivo. To test this notion, male, Sprague-Dawley rats (n = 100) were assigned to a control (CON) or test diets containing 0.2% CHA, DCA, LCA or ursodeoxycholic acid (UDCA). After 5 weeks, colonic tissue was harvested and used for enzyme and cell proliferation measurements. The response to bile acids varied with the enzyme measured and appeared isoenzyme specific. GST-alpha activity was lower in the bile acid fed groups compared with CON. While GST-mu was lower in the LCA-fed group, GST-pi was lower in the DCA-, CHA- and UDCA-fed groups. Unlike GST, both UGT and NADPH-cytochrome P-450 reductase (CYC) activities were increased by bile acids. The proliferative response of the colonic epithelium varied with the bile acids and was regionally specific. These data demonstrate that feeding bile acids alters the activity of colonic phase I and II enzymes; however, the physiological effect of these enzymatic perturbations is yet to be determined."
        },
        {
            "References": "PMID:9103272",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Promotion would suppose the selection of initiated cells. We tested the selection of aberrant crypt cells by cholic acid, a colon cancer promoter, and the effect of protectors, phytate and food restriction. After an azoxymethane injection, rats were allocated to a control diet, or to supplements of cholic acid, sodium phytate, or to a 50% food restriction. The proliferation and apoptosis of 1200 crypts were assessed, after immuno-staining for BrdU. Cholic acid increased the proliferation of aberrant crypts but not of normal crypts. Phytate and food restriction decreased the proliferation of normal crypts, but not of aberrant crypts. Apoptosis was not affected by diets. Results support the hypothesis that cholic acid can select initiated cells in the colon."
        },
        {
            "References": "PMID:8402621",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Aberrant crypt foci (ACF) are putative preneoplastic lesions of colon cancer which are being utilized currently as a biological end point to evaluate the induction and modulation of colon carcinogenesis. In several previous short-term studies, the unexpected reduction of ACF by the reported colonic tumor promoter cholic acid (CHA) emphasized the need for a systematic evaluation of the growth of ACF in response to a tumor promoter. The present study was conducted to determine if any characteristic(s) of ACF at various early stages of carcinogenesis would predict resulting tumor incidence in rats fed CHA. Male Sprague-Dawley rats received two injections of azoxymethane (20 mg/kg) and were fed either the AIN-76 diet or AIN-76 plus 0.2% CHA. The number, crypt multiplicity (number of crypts/focus), and size (area) of ACF were measured after 2, 8, 14, and 18 weeks in 5 rats/group. The number of ACF was lower (P < 0.033) in animals fed CHA at all time points. Average crypt multiplicity of ACF was greater (P = 0.045) from CHA-fed animals after 8 weeks compared to animals fed the AIN-76 diet. The average size of ACF was smaller in CHA-fed animals after 2 weeks and then tended to be larger than the sizes of the ACF from animals fed the AIN-76 diet. All remaining animals were killed after 18 weeks. Tumor incidence was higher (P < 0.001) in the CHA-fed group (63.2%) compared to the control diet group (29.4%). CHA-fed rats also had a higher number of tumors/tumor-bearing rat compared to control diet rats (1.96 versus 1.13). The main finding of this study is that the number of ACF at early time points did not predict tumor incidence. Crypt multiplicity was a consistent predictor of tumor outcome and should be measured in future studies using ACF as a biological end point. The CHA diet appears to provide a unique tumor-modulating environment that selectively enhances the growth of a smaller number of ACF leading to an increased number of tumors compared to a control diet. The mechanism(s) by which CHA mediates this effect warrants further investigation."
        },
        {
            "References": "PMID:7260943",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Primary bile acids were studied as possible colon tumor promoters or inhibitors in a rat model of chemically induced colon cancer. Cholic acid feeding increased the number of animals with tumors, the number of tumors per animal, and the number of tumors per tumor-bearing animal. Tumor enhancement was attributed to deoxycholic acid, the bacterial metabolite of cholic acid. When chenodeoxycholic acid was fed to the rats in our model, tumor incidence was increased, but the number of tumors per animal and the number of tumors per tumor-bearing animal were similar to controls. The different fecal bile acid pattern obtained with chenodeoxycholic acid may be responsible for the differences in tumor incidence. The methodology to characterize and identify all steroidal components of the feces requires extraction, thin-layer chromatography, gas-liquid chromatography, and gas-liquid chromatography-mass spectrometry. Newer techniques include LH-20 chromatography (for sulfated steroids) and high-pressure liquid chromatography."
        },
        {
            "References": "PMID:7250550",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Administration of cholic acid (1.0% of the diet) to male Fisher rats for 3 days resulted in increased numbers of DNA synthesizing epithelial cells per colonic crypt column as compared to those found in either control or 0.2% cholic acid-fed rats. The middle third of the crypt was the area stimulated to contribute the additional proliferating cells. The maximum number of (3)H-TdR-labeled cells was doubled by 24 hr and migration had processed further up the colonic crypt of the 1% cholic acid-fed rats than the 0.2% cholic acid or control animals. Compared with cholic acid-deprived rats, long-term dietary intake of 0.2% cholic acid (26 weeks) was found to heighten the numbers of labeled cells per column and expand the proliferative compartment. The enhanced manifestation of colonic neoplasia in N-methyl-N-nitrosourea (MNU)-induced rats consuming cholic acid ... appears related to the elevated levels of cell proliferation brought about in response to the deleterious action of the bile acid on the mucosa. Increased numbers of epithelial cells undergoing DNA synthesis in cholic acid-treated animals would allow the earlier expression of malignant transformation in the large intestine."
        },
        {
            "References": "PMID:18476519",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ /The purpose of the study was/ to investigate the effects of morphous on fetal brains in pregnant rat of high cholic acid. Randomly dividing 30 SD pregnant rats to three groups A, B and C, every group is 10. From 13th to 20th days of pregnancy, injecting 5.5 mg x kg(-1) x d(-1) cholic acid to pregnant rats of group A, 1.4 mg x kg(-1) x d(-1) cholic acid to group B and the partes aequales normal saline to group C by intraperitoneal injection one time every day. In the 21st day of pregnancy, to cut the belly open and take the fetus out and record the total fetus, live fetus and the weight. Determine the serum concentration of total bile acid (TBA) in pregnant rats and fetal rats. Enzyme linked immunosorbent assay(ELISA) was used to detect the serum level of neuron-specific enolase (NSE) in fetal rats. Fix and embed the brain after decapitation, then to observe the pathological change of the fetal cerebrum under light microscope and electron microscope. (1) The serum concentration of TBA of pregnant rats and fetal rats in group A is (22.3 +/- 8.1) umol/L and (28.8 +/- 8.1) umol/L, in group B is (9.8 +/- 3.6) umol/L and (9.3 +/- 3.5) micromol/L, in group C is (3.6 +/- 1.8) umol/L and (4.0 +/- 1.2) umol/L. There is significant difference in every two groups, P < 0.01. The serum concentration of TBA between pregnant rats and fetal rats were positively correlated with each other, (r = 0.875, P < 0.01). (2) The mortinatality of fetus in group A, B and C are 30.1%, 16.9% and 7.1%, there is significant difference in every two groups, P < 0.05. (3) The serum lever of NSE of fetus in group A was significantly higher than that of group B and C, [(31.9 +/- 13.1) ng/L vs. (13.9 +/- 5.9) ng/L and (9.3 +/- 3.9) ng/L, both are P < 0.05]. But there is no significant difference between group B and C, P > 0.05. The serum level of TBA and NSE in fetus were positively correlated with each other, (r = 0.758, P < 0.01). (4) By the light microscope we found that the neuronal degeneration and necrosis. The level of organization disorder, the density of nerve cells decrease and the cell nucleus pyknosis and anachromasis. The neuronal degeneration area in group A and B are significantly higher than group C[(1.4 +/- 0.6) and (1.5 +/- 0.7) vs. (0.7 +/- 0.3), both are P < 0.05]. But there is no significant difference between group A and B, P > 0.05. The is no apparent correlation between the neuronal degeneration area and the serum level of NSE in fetus, r = 0.282, P > 0.05. The neuronal necrosis area in group A are significantly higher than group B and C [(1.8 +/- 0.7) vs. (0.9 +/- 0.4) and (0.6 +/- 0.3), both are P < 0.05]. But there is no significant difference between group B and C, P > 0.05. The neuronal necrosis area and the level of NSE in fetus were positively correlated with each other, r = 0.798, P < 0.01. (5) Under the electron microscope we found that the neuronal nuclear membrane ambiguity, karyopyknosis, nucleolus disappeared, nuclear chromatin rarefaction. The number of endoplasmic reticulum and mitochondria decrease, the residual mitochondria swelling, cristae quassation. The number density of mitochondria of nerve cells in group A is significantly lower than that of group B and C [(21.9 +/- 9.0) uM(-3) vs. (45.5 +/- 13.1) uM(-3) and (36.1 +/- 12.1) uM(-3), both are P < 0.01]. But there is no significant difference between group B and C, P > 0. 05. The volume of mitochondria of nerve cells in group A and B are significantly higher than that of group C [7.0 +/-1.8) x 10(-4) uM3 and (5.7 +/- 1.6) x 10(-4) uM3 vs. (3.2 +/- 1.2) x 10(-4) uM(3), both are P < 0.01]. But there is no significant difference between group A and B (P > 0.05). There is apparent pathological change of fetal rats brain in cholic acid groups, the neuronal degeneration and the mitochondria swelling was mainly found in low cholic acid group, the neuronal necrosis and the mitochondria decrease was mainly found in high cholic acid group. The serum concentration of TBA and NSE in fetal rats were positively correlated with each other."
        },
        {
            "References": "PMID:18026736",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Etiopathogenesis of biliary atresia remains unknown. Among several theories, one proposes that the disorder may be caused by the toxic effect of monohydroxy bile acids on fetal and neonatal hepatobiliary system. In this paper we evaluated toxic effects produced by ingestion of cholic acid, a trihydroxy bile acid, and lithocholic acid, a monohydroxy bile acid in the hepatobiliary system of a hamster during gestational and perinatal periods. A diet composed by 0.5% cholic acid and 0.25% lithocholic acid was administrated to pregnant hamsters. Liver and bile ducts of the adult and newborn animals were analyzed to point out the changes induced by these acids after birth. Because hamsters and humans have a similar bile metabolism, these animals were eligible for the study. The ingestion of 0.5% lithocholic acid, during hamster's gestation, caused maternal intense ductal/ductular proliferation, inflammatory signs, hepatic cells degeneration and regeneration, hyperplasia of extra hepatic ducts epithelium, and abortion. Both 0.5% cholic acid and 0.25% lithocholic acid ingested by pregnant hamsters, caused ductal/ductular proliferation and hepatobiliary inflammatory damage in a different degree of intensity in adult animals and mild intensity in the young; and also the number of the young was reduced in the litter. We found that the ingestion of these bile acids by hamsters, during gestational period caused different degrees of toxicity on maternal and neonatal hepatobiliary systems. The histopathologic findings observed in biliary atresia patients could not be found in newborn hamsters. New experimental models are needed in the attempt to establish a correlation of these acids with neonatal cholestatic diseases."
        },
        {
            "References": "Paonessa (F) D et al; Am J Obstet Gynecol 193 (6 Suppl): S173 (2005)",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Cholestasis of pregnancy is associated with an increased risk of term intrauterine fetal demise. The mechanism of stillbirth is unknown and no test reliably predicts this outcome. We undertook this study to determine if cholic acid has any effect on placental artery perfusion pressures as a possible factor contributing to fetal demise. Two cotyledons were obtained from each of 5 placentas. A chorionic artery and vein pair were cannulated in each cotyledon. Hanks solution was infused into the chorionic artery for thirty minutes to establish baseline perfusion pressure. Cholic acid (400 umol/L) was then continuously infused to the treatment cotyledon. Serial perfusion pressures were recorded every five minutes over the next two hours. A vasoconstricting dose of angiotensin II (100 nmol/L) was administered to assess post treatment vasocontractile potential in the control and experimental cotyledons. Response pressures were recorded and compared. Statistical analysis was performed using a T test. A P value of <0.05 was considered significant. Compared to controls, infusion of cholic acid did not significantly alter the perfusion pressure (34.2 + or - 8.6 mm Hg vs. 28.7 + or - 6.6 mm Hg) P = 0.28. There was no difference in the vasoactive response to angiotensin II between cholic acid exposed and non-exposed cotyledons (44.8 + or - 8.1 mm Hg vs. 34.5 + or - 4.7 mm Hg) P = 0.12.  Cholic acid concentrations of 400 umol/L did not alter the placental arterial perfusion pressures or vasoresponse to angiotensin II in the ex vivo placental cotyledon model."
        },
        {
            "References": "PMID:299580",
            "Value": "/GENOTOXICITY/ The mutagenicity of bile acids was detected by a fluctuation test using Salmonella typhimurium TA100 and TA98 as tester strains. Cholic acid, chenodeoxycholic acid, deoxycholic acid and ursodeoxycholic acid were mutagenic in this test while lithocholic acid was not. The mutagenicity of the bile acids on a molar basis was roughly one-fourth that of methyl methanesulfonate, a moderately potent mutagen. Epidemiological studies have shown a high correlation between levels of bile acids excreted and colon cancer. However, no evidence has previously been reported showing that bile acids are mutagenic. ... Results suggest that bile acids may be important in the etiology of colon cancer."
        },
        {
            "References": "PMID:3547118",
            "Value": "/GENOTOXICITY/ 3 bile acids (cholic acid, chenodeoxycholic acid and deoxycholic acid) were assayed for mutagenicity in Salmonella typhimurium TA98 and TA100 in fluctuation tests in the absence of an external source of metabolic activation. At the doses tested, there were no dose-related statistically significant increases in mutagenicity compared with appropriate controls. ..."
        },
        {
            "References": "PMID:25318885",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ This study examined the effect of cholic acid (CA) on cultured cardiac myocytes (CMs) from neonatal rats with an attempt to explore the possible mechanism of sudden fetal death in intrahepatic cholestasis of pregnancy (ICP). Inverted microscopy was performed to detect the impact of CA on the beating rates of rat CMs. MTT method was used to study the effect of CA on the viability of CMs. CMs cultured in vitro were incubated with 10 umol/L Ca(2+)-sensitive fluorescence indicator fluo-3/AM. The fluorescence signals of free calcium induced by CA were measured under a laser scanning confocal microscope. The results showed that CA decreased the beating rates of the CMs in a dose-dependent manner. CA could suppress the activities of CMs in a time- and dose-dependent manner. CA increased the concentration of intracellular free calcium in a dose-dependent manner. Our study suggested that CA could inhibit the activity of CMs by causing calcium overload, thereby leading to the sudden fetal death in ICP."
        },
        {
            "References": "PMID:21839040",
            "Value": "/OTHER TOXICITY INFORMATION/ Alterations in the gastrointestinal microbiota have been associated with metabolic diseases. However, little is known about host factors that induce changes in gastrointestinal bacterial populations. We investigated the role of bile acids in this process because of their strong antimicrobial activities, specifically the effects of cholic acid administration on the composition of the gut microbiota in a rat model. Rats were fed diets supplemented with different concentrations of cholic acid for 10 days. We used 16S ribosomal RNA gene clone library sequencing and fluorescence in situ hybridization to characterize the composition of the cecal microbiota of the different diet groups. Bile acids in feces, organic acids in cecal contents, and some blood parameters were also analyzed. Administration of cholic acid induced phylum-level alterations in the composition of the gut microbiota; Firmicutes predominated at the expense of Bacteroidetes. Cholic acid feeding simplified the composition of the microbiota, with outgrowth of several bacteria in the classes Clostridia and Erysipelotrichi. Externally administered cholic acid was efficiently transformed into deoxycholic acid by a bacterial 7a-dehydroxylation reaction. Serum levels of adiponectin decreased significantly in rats given the cholic acid diet. Cholic acid regulates the composition of gut microbiota in rats, inducing similar changes to those induced by high-fat diets. These findings improve our understanding of the relationship between metabolic diseases and the composition of the gastrointestinal microbiota."
        },
        {
            "References": "PMID:639363",
            "Value": "/OTHER TOXICITY INFORMATION/ Cholic acid has a dose-dependent negative chronotropic effect on isolated atria of Wistar rats. The positive inotropic effect of cholic acid is the result of a negative chronotropic effect and can be eliminated by electrical pacing. Cholic acid does not appear to exert its negative chronotropic effect through cholinoceptors and alterations in bath concentrations of calcium and potassium does not influence this effect significantly. Cholic acid is a functional antagonist of isoprenaline. It is suggested that cholic acid exerts its negative chronotropic effect by forming a monolayer on the surface of the cell membrane, thereby mechanically interfering with membrane function."
        },
        {
            "References": "PMID:15994119",
            "Value": "/OTHER TOXICITY INFORMATION/ To study the effects of cholic acid (CA) feeding on hepatic cholesterol metabolism, male sterol 12alpha-hydroxylase (CYP8B1) knockout (-/-) mice and wildtype controls (+/+) were fed either a control diet or the same diet supplemented with CA (0.1% or 0.5% w/w) or cholesterol (1% w/w). During feeding of the control diet, cholesterol synthesis was increased in CYP8B1-/- compared to +/+ mice. Both cholesterol and CA feeding down regulated mRNA expression of cholesterogenic genes and hepatic de novo cholesterol synthesis as also reflected by a concomitant decrease in the nuclear factor SREBP-2 precursor protein and increased hepatic free cholesterol levels. Mice with an intact CYP8B1 gene (CYP8B1+/+ and C57Bl/6 mice) accumulated higher concentrations of cholesteryl esters (24- and 25-fold, respectively) in their livers compared to CYP8B1-/- mice (8-fold). Feeding of CA increased intestinal cholesterol absorption in CYP8B1+/+ mice by 23% and in CYP8B1-/- mice by 50%. While plasma cholesterol did not differ between CYP8B1+/+ and -/- mice under control conditions and cholesterol feeding a decrease was seen in CYP8B1-/- but not CYP8B1+/+ mice fed CA. This study indicates that CA is an important determinant for intestinal cholesterol absorption and that the levels of the transcription factor SREBP-2 in the liver are dependent upon the combined effect of CA on intestinal cholesterol absorption and CYP7A1. The possibility is discussed that inhibition of CYP8B1 and thus CA synthesis may be beneficial for the treatment of hyperlipidemic disorders."
        },
        {
            "References": "PMID:143372",
            "Value": "/OTHER TOXICITY INFORMATION/ It was found that in healthy rats cholic acid caused a moderately increased intensity of bile secretion and raised the content of bile acids in it. In animals with toxic hepatitis produced by a long-term action of the chemical poison polychlorpinene in a dose of 1/10 LD50 and following introduction to such rats of cholic acid in a dose of 30 mg/100 g an intensified elimination of cholates and cholesterol excretion were evident. Combined action of polychlorpinene and cholic acid was conductive to a reduced conjugation of cholic acid with taurine and to a greater conjugation with glycine, this being attended by an increased content of free bile acids in the bile."
        },
        {
            "References": "PMID:515471",
            "Value": "/OTHER TOXICITY INFORMATION/ The changes of sphincter of Oddi's resistance, induced by choledochal perfusion of conjugated (taurocholic) and non-conjugated (cholic) biliary acid solutions, in anesthetized dogs, were studied. The perfusions were made at a constant flow and intracholedochal pressures were registered. The mean number of contractions per minute, the mean maximal pressures and the mean minimal pressures in each study periods were analysed. The choledochal perfusion with the biliary acids solutions induced a slight but significative increase in sphincteric resistance. After 15 minutes, the perfusion with cholic acid solution induced maximal pressures significantly more elevated than the ones observed with taurocholic acid solution. The non-conjugated solution induced a pressure tracing significantly distinct from the tracing observed with the conjugated acid solution. No changes in resistance were observed with a 2% NaCl solution. This implies that the observed changes in resistance were not related to osmotic stimulation of the sphincter of Oddi."
        },
        {
            "References": "PMID:16516849",
            "Value": "/OTHER TOXICITY INFORMATION/ We studied bile acid and cholesterol metabolism in insulin-dependent diabetes utilizing genetically modified mice unable to synthesize cholic acid (Cyp8b1-/-). Diabetes was induced in Cyp8b1-/- and wild type animals (Cyp8b1+/+) by alloxan, and the mice were fed normal or cholesterol-enriched diet for 10 weeks. The serum levels of cholesterol were strongly increased in diabetic Cyp8b1+/+ mice fed cholesterol, while diabetic Cyp8b1-/- mice did not show any aberrations regardless of the diet. Diabetic cholesterol-fed Cyp8b1+/+ mice had much higher biliary cholesterol and cholesterol saturation index than all other groups, their bile contained a large number of cholesterol crystals, and their canalicular cholesterol transporter Abcg5/g8 mRNA levels were much higher. Cyp7a1 mRNA levels were similar in all diabetic mice but higher compared to non-diabetic animals. The results indicate a critical role for cholic acid for the development of hypercholesterolemia and gallstones in our animal model."
        },
        {
            "References": "PMID:14647060",
            "Value": "/OTHER TOXICITY INFORMATION/ Intrahepatic cholestasis is often associated with impairment of biliary bile acid secretion, a process mediated by the sister of P-glycoprotein (Spgp or Abcb11) also known as the bile salt export pump (Bsep). In humans, mutations in the Spgp gene are associated with a fatal childhood disease, type 2 progressive familial intrahepatic cholestasis (PFIC2). However in mice, the \"knockout\" of Spgp only results in mild cholestasis. In this study, we fed spgp(-/-) knockout mice with a cholic acid (CA)-supplemented diet to determine whether a more pronounced PFIC2-like phenotype could be induced. Such mice developed severe cholestasis characterized by jaundice, weight loss, elevated plasma bile acid, elevated transaminase, cholangiopathy (proliferation of bile ductules and cholangitis), liver necrosis, high mortality, and wide-ranging changes in the mRNA expression of major liver genes (16/36 examined). A surprising observation was that the bile acid output and bile flow in CA-fed mutant mice was significantly higher than anticipated. This suggests that the spgp(-/-) mice are able to utilize an alternative bile salt transport system. However, unlike Spgp, this system is insufficient to protect the knockout mice from cholestasis despite its high capacity. In conclusion, the spgp(-/-) mice provide a unique model to investigate molecular pathways associated with cholestasis and related diseases."
        },
        {
            "References": "PMID:25680200",
            "Value": "/OTHER TOXICITY INFORMATION/ The cause of Cystic fibrosis liver disease (CFLD), is unknown. It is well recognized that hepatic exposure to hydrophobic bile salts is associated with the development of liver disease. For this reason, we hypothesize that, CFTR dependent variations, in the hepatic handling of hydrophobic bile salts, are related to the development CFLD. To test our hypothesis we studied, in Cftr-/- and control mice, bile production, bile composition and liver pathology, in normal feeding condition and during cholate /cholic acid 0.5% wt/wt/ exposure, either acute (intravenous) or chronic (three weeks via the diet). In Cftr-/- and control mice the basal bile production was comparable. Intravenous taurocholate increased bile production to the same extent in Cftr-/- and control mice. However, chronic cholate exposure increased the bile flow significantly less in Cftr-/- mice than in controls, together with significantly higher biliary bile salt concentration in Cftr-/- mice. Prolonged cholate exposure, however, did not induce CFLD like pathology in Cftr-/- mice. Chronic cholate exposure did induce a significant increase in liver mass in controls that was absent in Cftr-/- mice. Chronic cholate administration induces a cystic fibrosis-specific hepatobiliary phenotype, including changes in bile composition. These changes could not be associated with CFLD like pathological changes in CF mouse livers. However, chronic cholate administration induces liver growth in controls that is absent in Cftr-/- mice. Our findings point to an impaired adaptive homeotrophic liver response to prolonged hydrophobic bile salt exposure in CF conditions."
        },
        {
            "References": "NIH; DailyMed. Current Medication Information for Cholbam (Cholic Acid) Capsule (Updated: March 2015). Available from, as of May 28, 2015: https://dailymed.nlm.nih.gov/dailymed/drugInfo.cfm?setid=e5b67402-8550-4604-97a0-c7b149fbf753",
            "Value": "/OTHER TOXICITY INFORMATION/ In the PEX2-/- mouse model of peroxisomal disorders, feeding with a combination of cholic acid and ursodeoxycholic acid normalized C24 bile acid concentrations in bile to that of untreated control animals. Although growth was only mildly improved, there was near complete normalization of stool fat content, resolution of steatorrhea, and improved survival. Bile acid feeding reduced the number of cholestatic deposits in bile ducts and alleviated cholangitis, but exacerbated the degree of hepatic steatosis and mitochondrial and cellular damage in the peroxisome-deficient livers of these animals."
        },
        {
            "References": "PMID:12971955",
            "Value": "/OTHER TOXICITY INFORMATION/ Adaptive changes in transporter expression in liver and kidney provide alternative excretory pathways for biliary constituents during cholestasis and may thus attenuate liver injury. Whether adaptive changes in ATP-binding cassette (ABC) transporter expression are stimulated by bile acids and their nuclear receptor FXR is unknown. Hepatic, renal and intestinal ABC transporter expression was compared in cholic acid (CA)- and ursodeoxycholic acid (UDCA)-fed wild-type (FXR(+/+)) and FXR knock-out mice (FXR(-/-)). Expression was assessed by reverse transcription-polymerase chain reaction, immunoblotting and immunofluorescence microscopy. CA feeding stimulated hepatic Mrp2, Mrp3, Bsep and renal Mrp2 as well as intestinal Mrp2 and Mrp3 expression. Lack of Bsep induction by CA in FXR(-/-) was associated with disseminated hepatocyte necrosis which was not prevented by compensatory induction of Mrp2 and Mrp3. With the exception of Bsep, UDCA stimulated expression of hepatic, renal and intestinal ABC transporters independent of FXR without inducing liver toxicity. Toxic CA and non-toxic UDCA induce adaptive ABC transporter expression, independent of FXR with the exception of Bsep. Stimulation of hepatic Mrp3 as well as intestinal and renal Mrp2 by UDCA may contribute to its therapeutic effects by inducing alternative excretory routes for bile acids and other cholephiles."
        },
        {
            "References": "PMID:11438506",
            "Value": "/OTHER TOXICITY INFORMATION/ Cholestasis is associated with retention of potentially toxic bile acids and alterations in hepatocellular transporter expression. Conversely, nontoxic ursodeoxycholic acid (UDCA) stimulates bile secretion and counteracts cholestasis. This study aimed to determine the effects of UDCA and cholic acid (CA) on the expression of hepatocellular transporters for bile acids (Ntcp, Bsep), organic anions (Oatp1, Mrp2), organic cations (Mdr1a/b), and phospholipids (Mdr2) in mouse liver. Bile flow/composition was analyzed in UDCA- or CA-fed mice. Transporter expression was studied by reverse-transcription polymerase chain reaction, Western blotting, and immunofluorescence microscopy. UDCA had no effect on basolateral Ntcp and down-regulated Oatp1, whereas canalicular Bsep and Mrp2 were up-regulated. CA down-regulated basolateral Ntcp and Oatp1, whereas canalicular Bsep, Mrp2, and Mdr1a/b were up-regulated. Neither UDCA nor CA affected Mdr2 expression. Both UDCA and CA stimulated biliary bile acid and glutathione excretion, although only CA increased phospholipid and cholesterol excretion. Down-regulation of basolateral and up-regulation of canalicular transporters in response to CA may represent a defense mechanism, in an attempt to prevent hepatocellular accumulation of potentially toxic bile acids. The therapeutic effects of UDCA may be caused in part by stimulation of canalicular transporter expression in the absence of hepatocellular toxicity."
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "(1) US EPA; Estimation Program Interface (EPI) Suite. Ver. 4.1. Nov, 2012. Available from, as of May 1, 2015: https://www.epa.gov/oppt/exposure/pubs/episuitedl.htm (2) Swann RL et al; Res Rev 85: 17-28 (1983) (3) Roda A et al; J Lipid Res 31: 1433-43 (1990) (4) Serjeant EP, Dempsey B; Ionisation constants of organic acids in aqueous solution. IUPAC Chem Data Ser No.23. New York, NY: Pergamon pp.989 (1979) (5) Doucette WJ; pp. 141-188 in Handbook of Property Estimation Methods for Chemicals. Boethling RS, Mackay D, eds. Boca Raton, FL: Lewis Publ (2000)",
            "Value": "Using a structure estimation method based on molecular connectivity indices(1), the Koc of cholic acid can be estimated to be 2600(SRC). According to a classification scheme(2), this estimated Koc value suggests that cholic acid is expected to have slight mobility in soil. However, soil mobility may be slightly higher given a measured log Kow of 2.02(3). The pKa of cholic acid is 4.98(4), indicating that this compound will exist largely in the anion form in the environment and anions generally do not adsorb more strongly to soils containing organic carbon and clay than their neutral counterparts(5)."
        }
    ]
}