{
    "_id": {
        "$oid": "6682e93ac4e5dba5ffba298f"
    },
    "CID": {
        "$numberInt": "22188"
    },
    "Name": "TERBACIL",
    "IUPACName": "3-tert-butyl-5-chloro-6-methyl-1H-pyrimidine-2,4-dione",
    "CanonicalSMILES": "CC1=C(C(=O)N(C(=O)N1)C(C)(C)C)Cl",
    "Synonyms": [
        "TERBACIL",
        "5902-51-2",
        "Turbacil",
        "Geonter",
        "Sinbar",
        "3-tert-Butyl-5-chloro-6-methyluracil",
        "Compound 732",
        "Du Pont 732",
        "Du Pont herbicide 732",
        "Experimental herbicide 732",
        "Uracil",
        "3-tert-butyl-5-chloro-6-methyl-",
        "3-tert-butyl-5-chloro-6-methyl-1,2,3,4-tetrahydropyrimidine-2,4-dione",
        "3-tert-butyl-5-chloro-6-methyl-1H-pyrimidine-2,4-dione",
        "5-Chloro-3-tert-butyl-6-methyluracil",
        "3-tert.Butyl-5-chlor-6-methyluracil"
    ],
    "IsomericSMILES": "CC1=C(C(=O)N(C(=O)N1)C(C)(C)C)Cl",
    "INCHI": "InChI=1S/C9H13ClN2O2/c1-5-6(10)7(13)12(8(14)11-5)9(2,3)4/h1-4H3,(H,11,14)",
    "INCHIKEY": "NBQCNZYJJMBDKY-UHFFFAOYSA-N",
    "Formula": "C9H13ClN2O2",
    "MolecularWeight": {
        "$numberDouble": "216.66"
    },
    "Description": "Terbacil is an organohalogen compound and a member of pyrimidines.",
    "XlogP": {
        "$numberDouble": "1.9"
    },
    "Complexity": {
        "$numberInt": "328"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "environmental_bioconcentrations": [
        {
            "References": "(1) Jackson SH et al; J Agric Food Chem 57:958-67 (2009) (2) Franke C et al; Chemosphere 29: 1501-14 (1994) (3) USEPA/OPPTS; Reregistration Eligibility Decisions (REDs) Database on terbacil (5902-51-2). USEPA 738-R-97-011. Available from, as of March 9, 2011: https://www.epa.gov/pesticides/reregistration/status.htm",
            "Value": "A BCF of 6 was reported for terbacil in bluegill (Lepomis macrochirus) which were exposed over a 4-week period(1). According to a classification scheme(2), this BCF suggests bioconcentration in aquatic organisms is low(SRC). Radio-labeled terbacil (0.01 and 1.00 ug/mL) was accumulated, respectively, at concentrations of 0.11 and 7.9 ug/g in viscera, 0.02 and 1.8 ug/g in head, 0.07 and 4.4 ug/g in the livers, and 0.02 and 1.7 ug/g in edible tissues of bluegill sunfish over 4 week exposure period(3). Terbacil residues in all fish tissues declined below the detection limit (<0.01 ug/g) during a 3 day depuration period(3)."
        }
    ],
    "environmental_biodegradations": [
        {
            "References": "(1) USEPA; Pesticides Pollution and Control Terbacil-Registration Standard. Washington, DC: Off Pest Programs USEPA/540/RS-82/013 (1982) (2) Wolf DC, Martin JP; Soil Sci Amer Proc 38: 921-5 (1974)",
            "Value": "Terbacil, present at 100 ppm, biodegraded 20% after 32 weeks in an aerobic sandy loam soil at 23 °C(1). In an aerobic loam soil at 32 °C, 8 ppm terbacil exhibited a half-life of about 5 months(1). Half-lives of 2-3 months were observed for 2 ppm terbacil in aerobic silt loam and sandy loam soils(1). At an initial concentration of 2.88 ppm, 28% biodegradation was observed for radio-labeled terbacil (unspecified placement of the label) after 600 days in an aerobic sandy loam soil(2); in the same study, only a trace amount of the 2.88 ppm terbacil (unspecified placement of the label) biodegraded in an anaerobic sandy loam after 145 days(2). Furthermore, 2.1 ppm terbacil degraded <5% in anaerobic silt loam and sandy soil after 60 days at 20 °C in the dark(1). After 90 days of incubation in sterile and nonsterile soils, at least 90% of 2 ppm terbacil remained; 0.8-1.5% of applied 14C evolved as CO2 from nonsterile soil, whereas 0.01% was evolved from sterile soil(1). Therefore, terbacil is only slowly metabolized by microbes in soil."
        },
        {
            "References": "(1) USEPA/OPPTS; Reregistration Eligibility Decisions (REDs) Database on terbacil (5902-51-2). USEPA 738-R-97-011. Available from, as of March 9, 2011: https://www.epa.gov/pesticides/reregistration/status.htm",
            "Value": "AEROBIC: Radio-labeled terbacil (9.3 ug/g) had a first-order half-life of 653 days (extrapolated) in a sassafras sandy loam soil when incubated for 12 months at 25 °C in the dark(1). The major transformation product (>10% of applied) was 14-carbon dioxide. Minor transformation products (<10% of applied) were t-butylurea and 3-tert-butyl-6-methyluracil. In an ancillary study, radio-labeled terbacil had a half-life of 2 to 3 months in nonsterile soils (Fallsington sandy loam and Flanagan silt loam) when incubated in a greenhouse(1)."
        },
        {
            "References": "(1) USEPA/OPPTS; Reregistration Eligibility Decisions (REDs) Database on terbacil (5902-51-2). USEPA 738-R-97-011. Available from, as of March 9, 2011: https://www.epa.gov/pesticides/reregistration/status.htm",
            "Value": "ANAEROBIC: Radio-labeled terbacil, at 9.3 ug/g, had a first-order half-life of 235 days (extrapolated) when incubated for 90 days in anaerobic sassafras sandy loam soil at 25 C in the dark. Minor transformation products (<10% of applied) were t-butylurea and 3-tert-butyl-5-chloro-6-hydroxymethyluracil. In an ancillary study, radio-labeled terbacil (2.1 ug/g) had a half-life of >60 days when incubated for 60 days in anaerobic mineral soils (Fallsington and Flanagan) under greenhouse conditions(1)."
        }
    ],
    "logP": [
        {
            "References": "Hansch, C., Leo, A., D. Hoekman. Exploring QSAR - Hydrophobic, Electronic, and Steric Constants. Washington, DC: American Chemical Society., 1995., p. 61",
            "Value": "log Kow = 1.89"
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "(1) USEPA/OPPTS; Reregistration Eligibility Decisions (REDs) Database on terbacil (5902-51-2). USEPA 738-R-97-011. Available from, as of March 9, 2011: https://www.epa.gov/pesticides/reregistration/status.htm (2) Kenaga EE; Ecotox Environ Safety 4: 26-38 (1980) (3) Rao PSC, Davidson JM; Retention and Transformation of Selected Pesticides and Phosphorus in Soil-Water Systems. USEPA-600/S3-82-060 (1982) (4) Huuskonen J; Environ Toxicol Chem 22:816-20 (2003) (5) Swann RL et al; Res Rev 85: 17-28 (1983)",
            "Value": "The Koc of terbacil ranges from 41 to 89(1-4). According to a classification scheme(5), these Koc values suggest that terbacil is expected to have high to very high mobility in soil(SRC). Radio-labeled terbacil (0.3-6.3 ug/mL) had a Freundlich adsorption coefficient of 0.39 ml/g (Koc =  61) in Woodstown sandy loam, 0.71 mL/g (Koc = 58) in Cecil sandy loam; 1.3 mL/g (Koc = 52), 1.2 mL/g (Koc = 44) in a Keyport silt loam(1). Radio-labeled terbacil had Freundlich adsorption coefficient of 2.46 mL/g (Koc = 64) in a Webster silty clay loam, 0.38 mL/g (Koc = 42) in a Cecil sandy loam, 0.38 mL/g (Koc = 76) in a Glendale sandy clay loam, and 0.12 mL/g (Koc = 21) in Eustis fine sand(1). Radio-labeled terbacil, at 1 ug/mL, had Freundlich adsorption coefficients ranging from 0.7-1.6 mL/g (Koc = 58-85) for twelve mineral soils(1)."
        }
    ],
    "plant_translocations": [
        {
            "content": "Uptake, translocation, and metabolism of 14C-terbacil was investigated in 12-leaf (tolerant) and 3-leaf (susceptible) field violet plants. Field violets with 12 leaves absorbed less 14C-terbacil g−1 of fresh weight from solution culture than did plants with three leaves. Plants with three leaves translocated twice as much radioactivity to foliage than did plants with 12 leaves. Most 14C in roots (77%) and foliage (57%) of field violet plants with 12 leaves was in polar metabolites. Metabolism studies indicated that most 14C (79%) in foliage extracts from field violet plants with three leaves was 14C-terbacil. Polar metabolites were not detected in roots of field violet plants with three leaves.",
            "reference": "Doohan, D. J., Monaco, T. J., & Sheets, T. J. (1992). Effect of field violet (Viola arvensis) growth stage on uptake, translocation, and metabolism of terbacil. Weed Science, 40(2), 180-183.",
            "method": {
                "Test Plant": "Field Violet (Viola arvensis)",
                "Apply Location": "Root application",
                "Plant Grown Condition": "Average daily maximum and minimum temperatures in the greenhouse were 29 ± 2 C and 21 ± 1 C, respectively. Relative humidity was 85 ± 5%. Natural irradiance in the greenhouse on clear days averaged 1650 μM m-2 s-1 photosynthetic photon flux density (PPFD) (400 to 700 nm). Field violet seeds were germinated in glass petri plates on two paper blotters moistened with 10-3 M gibberellic acid (GA3). Germinated seeds were placed on the surface of moist sand and covered with aluminum foil for 1 or 2 d to enhance seedling establishment. Seedlings were watered with half-strength Hoagland's (12) solution.",
                "Chemical Preparation": "One day after transfer to flasks, plants were supplied with fresh half-strength Hoagland's solution containing approximately 2.26 x 103 Bq of 14C-terbacil (specific activity, 3.37 x 105 Bq mg-1) giving a final concentration of 0.31 μM 14C-terbacil.",
                "Pesticide Application Details for the Plant": "-",
                "Other Information": "Roots of 3- or 12-leaf plants were washed free of sand under tapwater immediately before placing into 150-ml erlenmeyer flasks containing 100 ml of half-strength Hoagland's solution and covered with aluminum foil."
            },
            "result": "[{\"Growth Stage\": \"3-leaf\", \"Hours after application\": 24, \"Roots (%)\": 48, \"Shoots (5)\": 52, \"Total recovered (dpm/g)\": 542}, {\"Growth Stage\": \"3-leaf\", \"Hours after application\": 48, \"Roots (%)\": 33, \"Shoots (5)\": 67, \"Total recovered (dpm/g)\": 978}, {\"Growth Stage\": \"3-leaf\", \"Hours after application\": 96, \"Roots (%)\": 41, \"Shoots (5)\": 59, \"Total recovered (dpm/g)\": 1862}, {\"Growth Stage\": \"12-leaf\", \"Hours after application\": 24, \"Roots (%)\": 69, \"Shoots (5)\": 31, \"Total recovered (dpm/g)\": 404}, {\"Growth Stage\": \"12-leaf\", \"Hours after application\": 48, \"Roots (%)\": 68, \"Shoots (5)\": 32, \"Total recovered (dpm/g)\": 901}, {\"Growth Stage\": \"12-leaf\", \"Hours after application\": 96, \"Roots (%)\": 66, \"Shoots (5)\": 34, \"Total recovered (dpm/g)\": 1487}]"
        },
        {
            "content": "Terbacil tolerance was investigated in field-selected alfalfa strain 4 OK 182, showing a 78% increase in tolerance over the unselected parental cultivar 'Cimarron.' Growth response studies indicated that photosynthetic electron transport was inhibited similarly in both cultivars when exposed to a wide range of terbacil concentrations, indicating that tolerance was not due to reduced sensitivity at the site of action. 'OK 182' took up an average of 22% less C-terbacil over a 6-day labeling period, with a similar proportion of total radiolabel translocated in both strains, indicating that differential translocation was not a factor in the tolerance mechanism. Once in the leaves, terbacil was rapidly metabolized to a glucosidic conjugate by both strains, with 'OK 182' showing 17% lower terbacil and 33% lower total concentration of metabolites in leaf tissues compared to 'Cimarron.' The enhanced tolerance in 'OK 182' was attributed to decreased terbacil uptake.",
            "reference": "Anderson, M. P., Bensch, C., Stritzke, J. F., & Caddel, J. L. (1995). Uptake, translocation, and metabolism in alfalfa (Medicago sativa) selected for enhanced tolerance to terbacil. Weed Science, 43(3), 365-369.",
            "method": {
                "Test Plant": "Alfalfa (Medicago sativa) 'OK 182' and 'Cimarron' strains",
                "Apply Location": "Root application (nutrient solution culture)",
                "Plant Grown Condition": "Seeds were germinated in a medium consisting of sand, peat moss, and Perlite in 8:3:3 ratio. After 2 weeks, seedlings were transferred to plastic cups containing 405 ml of modified Wych and Rains nutrient solution with 10 mM potassium phosphate buffer at pH 6.5. Plants were grown under continuous fluorescent lighting with 300 μE/m2/s PPFD and temperatures ranging from 25-35°C. Nutrient solution was aerated, changed weekly, and evapotranspiration losses were replaced with distilled water every 2-3 days.",
                "Chemical Preparation": "Radiolabeled carbonyl-14C-terbacil with 119 kBq/mg specific activity was provided by DuPont. Treatment solution was prepared by adding radiolabeled terbacil to obtain 15.5 kBq activity and unlabeled terbacil to reach 0.580 μM final concentration in fresh nutrient solution.",
                "Pesticide Application Details for the Plant": "The treatment solution containing 14C-terbacil was applied to the root zone by placing plants in fresh nutrient solution with radiolabeled terbacil. Solution volume was maintained by adding quarter-strength nutrient solution daily.",
                "Other Information": "Plants were harvested 1, 2, 4, and 6 days after treatment initiation."
            },
            "result": "[{\"Plant\": \"OK 182\", \"Roots (dpm/g)\": 5.384, \"Stems (dpm/g)\": 36.538, \"Leaves (dpm/g)\": 118.461}, {\"Plant\": \"Cimarron\", \"Roots (dpm/g)\": 8.461, \"Stems (dpm/g)\": 46.153, \"Leaves (dpm/g)\": 138.846}]"
        }
    ]
}