{
    "_id": {
        "$oid": "6682e7cec4e5dba5ffba226e"
    },
    "CID": {
        "$numberInt": "222"
    },
    "Name": "Ammonia",
    "IUPACName": "azane",
    "CanonicalSMILES": "N",
    "Synonyms": [
        "ammonia",
        "azane",
        "7664-41-7",
        "Ammonia gas",
        "Nitro-sil",
        "Ammonia anhydrous",
        "Ammoniakgas",
        "Ammonia",
        "anhydrous",
        "Ammoniak",
        "AM-Fol",
        "Anhydrous ammonia",
        "Ammoniak Kconzentrierter",
        "ammoniac",
        "Aqueous ammonia",
        "Liquid Ammonia"
    ],
    "IsomericSMILES": "N",
    "INCHI": "InChI=1S/H3N/h1H3",
    "INCHIKEY": "QGZKDVFQNNGYKY-UHFFFAOYSA-N",
    "Formula": "H3N",
    "MolecularWeight": {
        "$numberDouble": "17.031"
    },
    "Description": "Ammonia is an azane that consists of a single nitrogen atom covelently bonded to three hydrogen atoms. It has a role as a nucleophilic reagent, a neurotoxin, a metabolite, an EC 3.5.1.4 (amidase) inhibitor, a refrigerant, a mouse metabolite and a NMR chemical shift reference compound. It is an azane, a mononuclear parent hydride and a gas molecular entity. It is a conjugate base of an ammonium. It is a conjugate acid of an azanide.",
    "XlogP": {
        "$numberDouble": "-0.7"
    },
    "Complexity": {
        "$numberInt": "0"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "plant_concentrations": [
        {
            "References": "(1) US Dept Agric; US Dept Agric, Agric Res Service. 1992-2016. Dr. Duke's Phytochemical and Ethnobotanical Databases. Ammonia. Available from, as of Sept 29, 2016: https://phytochem.nal.usda.gov/phytochem/search",
            "Value": "Plants containing ammonia(1).",
            "Table": "[{'Genus species': 'Apium graveolens', 'Family': 'Apiaceae', 'Common name(s)': 'Celery', 'Part': 'Stem', 'Concn (ppm)': '19600.0'}, {'Genus species': 'Spinacia oleracea', 'Family': 'Chenopodiaceae', 'Common name(s)': 'Spinach', 'Part': 'Leaf', 'Concn (ppm)': '18280.0'}, {'Genus species': 'Apium graveolens', 'Family': 'Apiaceae', 'Common name(s)': 'Celery', 'Part': 'Pt', 'Concn (ppm)': '15480.0'}, {'Genus species': 'Brassica oleracea var. capitata l.', 'Family': 'Brassicaceae', 'Common name(s)': 'Cabbage', 'Part': 'Leaf', 'Concn (ppm)': '3800.0-11060.0'}, {'Genus species': 'Humulus lupulus', 'Family': 'Cannabaceae', 'Common name(s)': 'Hops', 'Part': 'Flower', 'Concn (ppm)': '10660.0'}, {'Genus species': 'Zea mays', 'Family': 'Poaceae', 'Common name(s)': 'Corn', 'Part': 'Seed', 'Concn (ppm)': '10030.0'}, {'Genus species': 'Glycine max', 'Family': 'Fabaceae', 'Common name(s)': 'Soybean', 'Part': 'Seed', 'Concn (ppm)': '8600.0'}, {'Genus species': 'Hordeum vulgare', 'Family': 'Poaceae', 'Common name(s)': 'Barley, Barleygrass', 'Part': 'Seed', 'Concn (ppm)': '8130.0'}, {'Genus species': 'Linum usitatissimum', 'Family': 'Linaceae', 'Common name(s)': 'Flax, Linseed', 'Part': 'Seed', 'Concn (ppm)': '3000.0'}, {'Genus species': 'Oenothera biennis', 'Family': 'Onagraceae', 'Common name(s)': 'Evening-Primrose', 'Part': 'Seed', 'Concn (ppm)': '2300.0-2455.0'}]"
        }
    ],
    "environmental_bioconcentrations": [
        {
            "References": "Environment Canada; Tech Info for Problem Spills: Ammonia (Draft) p.91 (1981)",
            "Value": "Plants have a high affinity for gaseous ammonia when leaf stomata are open in daylight."
        }
    ],
    "environmental_biodegradations": [
        {
            "References": "Environment Canada; Tech Info for Problem Spills: Ammonia (Draft) p.92 (1981)",
            "Value": "AEROBIC: When ammonia appears in water under the normal conditions (aerobic), it is rapidly converted to nitrate by nitrification; the principal water contaminant normally being nitrate. The pH in water is increased by the presence of ammonia ion, in the form of hydroxide ions. ... Bacteria convert the ammonia to nitrate creating an oxygen demand (BOD) several days after the introduction of ammonia. The bacteria that oxidize ammonia to nitrate are largely of the genus Nitrosomonas; conversion of nitrite to nitrate is carried out primarily by the genus Nitrobacter. Temperature, oxygen supply, and pH of the water are factors in determining the rate of oxidation."
        }
    ],
    "logP": [
        {
            "References": "US EPA; Estimation Program Interface (EPI) Suite. Ver. 4.1. Nov, 2012. Available from, as of July 5, 2016: https://www2.epa.gov/tsca-screening-tools/",
            "Value": "log Kow = -2.66 /estimate for ammonium hydroxide which is the form of ammonia in water/"
        }
    ],
    "mechanism_of_action": [
        {
            "References": "PMID:19904201",
            "Value": "... Ammonia plays a key role in the pathogenesis of hepatic encephalopathy, which manifests as a neuropsychiatric syndrome accompanying acute and chronic liver failure. One consequence of ammonia action on the brain is astrocyte swelling, which triggers the generation of oxidative/nitrosative stress at the level of NADPH oxidase, nitric oxide synthases and the mitochondria. A self-amplifying signaling loop between oxidative stress and astrocyte swelling has been proposed. Consequences of the ammonia-induced oxidative/nitrosative stress response are protein modifications through nitration of tyrosine residues and oxidation of astrocytic and neuronal RNA. Nitrosative stress also mobilizes zinc from intracellular stores with impact on gene expression. These alterations may at least in part mediate cerebral ammonia toxicity through disturbances of intracellular and intercellular signaling and of synaptic plasticity. Oxidative/nitrosative stress and a low-grade cerebral edema as key events in the pathogenesis of ammonia toxicity and hepatic encephalopathy may offer potential new strategies for treatment. Ammonia-induced oxidation of RNA and proteins may impair postsynaptic protein synthesis, which is critically involved in learning and memory consolidation. RNA oxidation offers a novel explanation for multiple disturbances of neurotransmitter systems and gene expression and the cognitive deficits observed in hepatic encephalopathy."
        },
        {
            "References": "",
            "Value": "SRP: Ammonia in an aqueous environment exists in equilibrium between ionized ammonium cation and the non-ionized ammonia. This equilibrium can be affected by buffers, pH, temperature, and salinity. Thus in many cases it is not possible to assign the associated toxicity to the ionized or non-ionized form of the ammonia-nitrogen. /Aqueous ammonia/"
        },
        {
            "References": "PMID:19104923",
            "Value": "Mechanisms involved in hepatic encephalopathy (HE) still remain poorly understood. It is generally accepted that ammonia plays a major role in this disorder, and that astrocytes represent the principal target of ammonia neurotoxicity. In recent years, studies from several laboratories have uncovered a number of factors and pathways that appear to be critically involved in the pathogenesis of this disorder. Foremost is oxidative and nitrosative stress (ONS), which is largely initiated by an ammonia-induced increase in intracellular Ca(2+). Such increase in Ca(2+) activates a number of enzymes that promote the synthesis of reactive oxygen-nitrogen species, including constitutive nitric oxide synthase, NADPH oxidase and phospholipase A2. ONS subsequently induces the mitochondrial permeability transition, and activates mitogen-activated protein kinases and the transcription factor, nuclear factor-kappaB (NF-kappaB). These factors act to generate additional reactive oxygen-nitrogen species, to phosphorylate various proteins and transcription factors, and to cause mitochondrial dysfunction. This article reviews the role of these factors in the mechanism of HE and ammonia toxicity with a focus on astrocyte swelling and glutamate uptake, which are important consequences of ammonia neurotoxicity...."
        },
        {
            "References": "PMID:19617422",
            "Value": "A new model for ammonia excretion in freshwater fish and its variable linkage to Na(+) uptake and acid excretion /is proposed/. In this model, /the Rhesus protein/ Rhag facilitates NH(3) flux out of the erythrocyte, Rhbg moves it across the basolateral membrane of the branchial ionocyte, and an apical Na(+)/NH (+)(4) exchange complex consisting of several membrane transporters (Rhcg, V-type H(+)-ATPase, Na(+)/H(+) exchanger NHE-2 and/or NHE-3, Na(+) channel) working together as a metabolon provides an acid trapping mechanism for apical excretion. Intracellular carbonic anhydrase (CA-2) and basolateral Na(+)/HCO (-)(3) cotransporter (NBC-1) and Na(+)/K(+)-ATPase play indirect roles. These mechanisms are normally superimposed on a substantial outward movement of NH(3) by simple diffusion, which is probably dependent on acid trapping in boundary layer water by H(+) ions created by the catalyzed or non-catalyzed hydration of expired metabolic CO2 ..."
        },
        {
            "References": "PMID:17006913",
            "Value": "... It is well recognized that ammonia is a major factor in /the pathogenesis of hepatic encephalopathy/ and that the astrocyte represents a major target of its CNS toxicity. In vivo and in vitro studies have shown that ammonia evokes oxidative/nitrosative stress, mitochondrial abnormalities (the mitochondrial permeability transition, MPT) and astrocyte swelling, a major component of the brain edema associated with fulminant hepatic failure. How ammonia brings about these changes in astrocytes is not well understood. It has long been accepted that the conversion of glutamate to glutamine, catalyzed by glutamine synthetase, a cytoplasmic enzyme largely localized to astrocytes in brain, represented the principal means of cerebral ammonia detoxification. Yet, the \"benign\" aspect of glutamine synthesis has been questioned. This article highlights evidence that, at elevated levels, glutamine is indeed a noxious agent. ... A mechanism by which glutamine executes its toxic effects in astrocytes, the \"Trojan horse\" hypothesis, /is proposed/. Much of the newly synthesized glutamine is subsequently metabolized in mitochondria by phosphate-activated glutaminase, yielding glutamate and ammonia. In this manner, glutamine (the Trojan horse) is transported in excess from the cytoplasm to mitochondria serving as a carrier of ammonia. /It is proposed/ that it is the glutamine-derived ammonia within mitochondria that interferes with mitochondrial function giving rise to excessive production of free radicals and induction of the MPT, two phenomena known to bring about astrocyte dysfunction, including cell swelling ..."
        },
        {
            "References": "PMID:9745928",
            "Value": "Ammonia is a main factor in the pathogenesis of hepatic encephalopathy ... Acute ammonia toxicity is mediated by activation of NMDA receptors. Chronic moderate hyperammonemia prevents acute ammonia toxicity in rats. Chronic exposure of cultured neurons to 1 mM ammonia leads to impaired response of the NMDA receptor to activation by its agonists (due to decreased protein kinase C-mediated phosphorylation) and prevents glutamate (Glu) neurotoxicity. Compounds that prevent ammonia toxicity in mice (e.g. carnitine) also prevent Glu toxicity in cultured neurons. These compounds did not prevent activation of NMDA receptor or the rise of Ca2+. They interfered with subsequent steps in the toxic process. The protective effect of carnitine is mediated by activation of metabotropic Glu receptors. Agonists of mGluRs, especially of mGluR5, prevent Glu toxicity. Agonists of muscarinic receptors also prevent Glu toxicity and there seems to be an interplay between muscarinic and metabotropic Glu receptors in the protective effect. /The authors/ tried to identify intracellular events involved in the process of neuronal death. It is known that the rise of Ca2+ is an essential step. Glu leads to depletion of ATP; some compounds (e.g. carnitine) prevent Glu-induced neuronal death without preventing ATP depletion: additional events are required for neuronal death. Glu induces activation of Na+/K+-ATPase, which could be involved in the toxic process. Inhibitors of protein kinase C, calcineurin or nitric oxide synthase prevent Glu toxicity. /These/ results indicate that Glu toxicity can be prevented at different steps or by activating receptors coupled to the transduction pathways interfering with the toxic process. Agents acting on these steps could prevent excitotoxicity in vivo in animals."
        },
        {
            "References": "HHS/ATSDR; Toxicological Profile for Ammonia p.17 (September 2004) TP126. Available from, as of May 24, 2016: https://www.atsdr.cdc.gov/toxprofiles/index.asp",
            "Value": "... Some have suggested that ammonia may be involved in the generation of the symptomatology and progression of Alzheimer's disease as a result of pathological ammonia metabolism in the brain. Cerebral edema and herniation and intracranial hypertension have been noted in animal models of hyperammonemia. The mechanism of ammonia-induced encephalopathies has not been definitively elucidated. It is thought to involve the alteration of glutamate metabolism in the brain with resultant increased activation of N-methyl-D-aspartate (NMDA) receptors, which causes decreased protein kinase C-mediated phosphorylation of Na+/K+ ATPase, increased activity of Na+/K+ ATPase, and depletion of ATP. Additional evidence of altered energy levels includes changes in some TCA cycleassociated components including acetoacetate, and NAD+/NADH ratio, 2-oxoglutarate, and 3-hydroxybutarate. This reduced ATP level may be involved in ammonia-induced coma and death. A disruption in neurotransmission has also been suggested by alteration of brain tubulin, which is an essential component of the axonal transport system. /Hyperammonemia/"
        },
        {
            "References": "U.S. Dept Health & Human Services/Agency for Toxic Substances & Disease Registry; Toxicological Profile for Ammonia pp.90-1 (2004) TP126. Available from, as of May 6, 2010: https://www.atsdr.cdc.gov/toxpro2.html#",
            "Value": "Excess circulating levels of ammonia (hyperammonemia) can cause serious neurological effects. Hyperammonemias can be inherited (i.e., inborn errors of urea cycle enzymes) or acquired (i.e., liver toxicity caused by ingested toxins, viral infections, autoimmune disease). An extensively studied neuropsychiatric disorder known as hepatic encephalopathy develops when liver function is impaired and the organ cannot metabolize ammonia. This results in an increased concentration of ammonia in the blood and brain. The mechanism of ammonia-induced encephalopathies has not been definitively elucidated, but is thought to involve the alteration of glutamate metabolism in the brain and resultant increased activation of NMDA receptors, which causes decreased protein kinase C-mediated phosphorylation of Na+/K+ ATPase, increased activity of Na+/K+ ATPase, and depletion of ATP.  Antagonists of NMDA receptors, agonists of metabotropic glutamate receptors, agonists of muscarinic receptors, and inhibitors of protein kinase C, calcineurin, or nitric oxide synthase prevent glutamate toxicity, indicating that all of these play a role in acute ammonia neurotoxicity..."
        },
        {
            "References": "PMID:19393035",
            "Value": "Brain edema, due largely to astrocyte swelling, is an important clinical problem in patients with acute liver failure. While mechanisms underlying astrocyte swelling in this condition are not fully understood, ammonia and associated oxidative/nitrosative stress appear to be involved. Mechanisms responsible for the increase in reactive oxygen/nitrogen species (RONS) and their role in ammonia-induced astrocyte swelling, however, are poorly understood. Recent studies have demonstrated a transient increase in intracellular Ca2+ in cultured astrocytes exposed to ammonia. As Ca2+ is a known inducer of RONS, we investigated potential mechanisms by which Ca2+ may be responsible for the production of RONS and cell swelling in cultured astrocytes after treatment with ammonia. Exposure of cultured astrocytes to ammonia (5 mM) increased the formation of free radicals, including nitric oxide, and such increase was significantly diminished by treatment with the Ca2+ chelator 1,2-bis-(o-aminophenoxy)-ethane-N,N,-N',N'-tetraacetic acid tetraacetoxy-methyl ester (BAPTA). We then examined the activity of Ca2+-dependent enzymes that are known to generate RONS and found that ammonia significantly increased the activities of NADPH oxidase (NOX), constitutive nitric oxide synthase (cNOS), and phospholipase A2 (PLA2) and such increases in activity were significantly diminished by BAPTA. Pre-treatment of cultures with 7-nitroindazole, apocyanin, and quinacrine, respective inhibitors of cNOS, NOX, and PLA2, all significantly diminished RONS production. Additionally, treatment of cultures with BAPTA or with inhibitors of cNOS, NOX, and PLA2 reduced ammonia-induced astrocyte swelling. These studies suggest that the ammonia-induced rise in intracellular Ca2+ activates free radical producing enzymes that ultimately contribute to the mechanism of astrocyte swelling."
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "PMID:23707397",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ This study examined the acute median lethal concentration (LC50) and the non-lethal threshold concentration (LC01) of ammonia in male and female Wistar rats nose-only exposed at exposure durations of either 1 or 4 hr. Additional attributes characterizing the acute toxicity of inhaled ammonia were determined during a post-exposure period of 2 weeks. The objective of this study is to further refine the methodology applied to derive Emergency Response Planning Guideline (ERPG) values on potent sensory irritants in a controlled rat bioassay. In the more susceptible male rats the 1- and 4-hr LC50 (LC01) were 12,303 (10,067) and 4923 (4028) mg/cu m, respectively. At sublethal exposure levels the ventilation of rats was about one third of normal breathing. This change in ventilation and inhalation dosimetry was adjusted for Cxt-dependent lethal endpoints whereas sensory irritation-related phenomena were C-dependently adjusted. In summary, the outcome of this study shows that C- and C x t-dependent causes of toxicity need to be appreciated when extrapolating across species with species-specific inhalation dosimetry. It also appears to be indispensable that each exposure metric must be disentangled when translating C x t-dependent lethality and reflexively-induced, sensation-based C-dependent point of departures. For one hour exposure periods, these PODs were derived to be 1500 and 500 ppm, respectively."
        },
        {
            "References": "PMID:26821737",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ This study examined acute toxicity and lung injury following inhalation exposure to ammonia. Male Sprague-Dawley rats (300-350 g) were exposed to 9000, 20,000, 23,000, 26,000, 30,000 or 35,000 ppm of ammonia for 20 min in a custom head-out exposure system. The exposure atmosphere, which attained steady state within 3 min for all ammonia concentrations, was monitored and verified using a Fourier transform infrared spectroscopy (FTIR) gas analyzer. Animals exposed to ammonia resulted in dose-dependent increases in observed signs of intoxication, including increased chewing and licking, ocular irritation, salivation, lacrimation, oronasal secretion and labored breathing. The LCt50 of ammonia within this head-out inhalation exposure model was determined by probit analysis to be 23,672 ppm (16,489 mg/cu m) for the 20 min exposure in male rats. Exposure to 20,000 or 23,000 ppm of ammonia resulted in significant body weight loss 24-hr post-exposure. Lung edema increased in all ammonia-exposed animal groups and was significant following exposure to 9000 ppm. Bronchoalveolar fluid (BALF) protein concentrations significantly increased following exposure to 20,000 or 23,000 ppm of ammonia in comparison to controls. BAL cell (BALC) death and total cell counts increased in animals exposed to 20,000 or 23,000 ppm of ammonia in comparison to controls. Differential cell counts of white blood cells, neutrophils and platelets from blood and BALF were significantly increased following exposure to 23,000 ppm of ammonia ..."
        },
        {
            "References": "HHS/ATSDR; Toxicological Profile for Ammonia pp.49-50 (September 2004) TP126. Available from, as of May 24, 2016: https://www.atsdr.cdc.gov/toxprofiles/index.asp",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Anesthetized, mechanically ventilated rabbits exposed to high levels of nebulized ammonia (2 mL of 23-27% ammonia solution; estimated by the study authors as peak ammonia concentrations of 35,000-39,000 ppm) for 4 min had a decrease in blood oxygen saturation and an increase in airway pressure (a measure of changes in airway resistance). Arterial oxygen tension decreased from 23.3 (+/- 3.6) to 11.0 (+/- 3.6) kPa and peak airway pressure increased from 13 (+/- 2) to 17 (+/- 2) cm H2O. At baseline and 5 and 15 min after ammonia administration, measurements were taken via a catheter in the left auricular artery, which monitored pressure and sampled for arterial blood gases, and via transducers in the ventilator. Thirty and 150 min after ammonia exposure, rabbits received inhalation therapy of either 0.5 mg budesonide (a steroid) or a placebo, and airway pressure, hemodynamics, and gas exchange were measured every 30 min for 6 hr. Slight, gradual improvement of blood gas parameters was noted over the 6 hr observation period in all rabbits, with or without steroid treatment; however, no parameters approached normal during that time period."
        },
        {
            "References": "HHS/ATSDR; Toxicological Profile for Ammonia p.52 (September 2004) TP126. Available from, as of May 24, 2016: https://www.atsdr.cdc.gov/toxprofiles/index.asp",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Cardiovascular changes that may be analogous to those observed in humans have been observed in rabbits exposed to high concentrations of ammonia. Bradycardia was seen at 2,500 ppm, and hypertension and cardiac arrhythmias leading to cardiovascular collapse followed acute exposures to concentrations exceeding 5,000 ppm. Pathological correlates for these effects have not been demonstrated. Atrophy of pericardial fat has been observed in mice exposed to 4,000 ppm ammonia."
        },
        {
            "References": "HHS/ATSDR; Toxicological Profile for Ammonia p.53 (September 2004) TP126. Available from, as of May 24, 2016: https://www.atsdr.cdc.gov/toxprofiles/index.asp",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Hepatic effects are usually not seen in animals exposed to ammonia gas ... Liver necrosis has been observed following acute lethal exposure of mice to 3,440 ppm ammonia for 1 hour."
        },
        {
            "References": "U.S. Environmental Protection Agency's Integrated Risk Information System (IRIS) on Ammonia (CAS #7664-41-7). Available from, as of May 11, 2010: https://www.epa.gov/iris/subst/index.html",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ The ciliary movement in the tracheas of rats exposed to ammonia via mouth-piece /was monitored microscopically/ continuously for 8 min to concentrations of 90, 45, 20, and 10 ppm (3 rats/dose); and 6.5 and 3 ppm (2 rats/dose). Ciliary activity ceased in a concentration-dependent rate upon exposure to ammonia. Time to ciliary stasis was 5, 10, 20, and 150 sec at concentrations of 90, 45, 20, and 6.5 ppm, respectively. Time to ciliary stasis was 7-8 min at the 3 ppm concentration."
        },
        {
            "References": "Pohanish, R.P. (ed). Sittig's Handbook of Toxic and  Hazardous Chemical Carcinogens 6th Edition Volume 1:  A-K,Volume 2: L-Z. William Andrew, Waltham, MA 2012, p. 161",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Levels of 170 ppm of ammonia vapor caused mild changes in the spleens, kidneys, and livers of guinea pigs."
        },
        {
            "References": "Clayton, G.D., F.E. Clayton (eds.) Patty's Industrial Hygiene and Toxicology. Volumes 2A, 2B, 2C, 2D, 2E, 2F: Toxicology. 4th ed. New York, NY: John Wiley & Sons Inc., 1993-1994., p. 758",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Static exposures of cats and rabbits for 1 hr ... at 7000 mg/cu m resulted in the death of approx 50% ... Postmortem exam showed severe effects on the upper respiratory tract ... Less severe effects in the lower respiratory tract included damage to bronchioles and alveolar congestion, edema, atelectasis, hemorrhage, emphysema, and fluid."
        },
        {
            "References": "PMID:19900420",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Cytosolic enzymes AMP deaminase and adenosine deaminase (ADA) catalyze AMP and adenosine deamination, constitute rate-limiting steps of adenine nucleotide catabolism and play important roles in cellular energy metabolism. In this study, AMP deaminase and ADA activities of rat liver, neocortex, cerebellum, striatum and hippocampus were investigated in acute ammonia intoxication and subacute CCl(4)-induced hepatitis. Activities of both AMP deaminase and ADA in the liver were elevated by 2.4-4.2-fold (p<0.0001) in both models of hepatotoxic injury as compared with controls. In acute hyperammonemia activities of AMP, deaminase and ADA increased by 46-59% (p<0.02) in the neocortex and did not change in the striatum. In the hippocampus of hyperammonemic rats, only AMP deaminase activity was increased by 48% (p=0.0004), and in the cerebellum only ADA activity was increased significantly (by 26%, p<0.05). The adenylate pool size and energy charge were greatly reduced in the neocortex of hyperammonemic rats. Results suggested that two parallel pathways of AMP breakdown, including AMP deaminase and ADA, respectively, are up-regulated under pathological conditions, probably in order to overcome compensatory synthesis of adenylates, to ensure prompt adenylate pool depletion and reduce the adenylate energy charge in liver and selected brain regions. /Hyperammonemia/"
        },
        {
            "References": "PMID:16009439",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ To understand the role of citrulline-nitric oxide (NO) cycle in hyperammonemia, nitric oxide synthase (NOS), argininosuccinate synthetase (ASS), argininosuccinate lyase (ASL) and arginase activities, as well as nitrate/nitrite (NOx), arginine, ornithine, citrulline, glutamine, glutamate and GABA were estimated in cerebral cortex (CC), cerebellum (CB) and brain stem (BS) of rats subjected to acute ammonia toxicity. NOx concentration and NOS activity were found to increase in all the regions of brain in acute ammonia toxicity. The activities of ASS and ASL showed an increasing trend whereas the arginase was not changed. The results of this study clearly demonstrated the increased formation of NO, suggesting the involvement of NO in the pathophysiology of acute ammonia toxicity. The increased activities of ASS and ASL suggest the increased and effective recycling of citrulline to arginine in acute ammonia toxicity, making NO production more effective and contributing to its toxic effects. /Hyperammonemia/"
        },
        {
            "References": "PMID:12971910",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ ... Acute ammonia intoxication was induced in mice (eight per group) by a single intraperitoneal (i.p.) injection of ammonium chloride. Appearance of neurological deteriorations depended on the doses of ammonium chloride injected. While wild-type, GluRepsilon1(-/-), GluRepsilon4(-/-), and GluRepsilon1(-/-)/epsilon4(-/-) mice all died by ammonium chloride at 12 mmol/kg during the first tonic convulsions, two of eight GluRepsilon3(-/-) mice survived. Pretreatment of wild-type mice with CP-101,606 prevented two mice from ammonia-induced death. Pretreatment of GluRepsilon3(-/-) mice with CP-101,606 prevented the death of three mice and prolonged the time of death of non-survivors. Similarly, the neuronal form of nitric oxide synthase (NOS) inhibitor 7-nitroindazole (7-NI) as well as the nonselective NOS inhibitor L-NMMA, but not the inducible NOS inhibitor 1400W, partially prevented the death of mice and prolonged the period of death. Furthermore, ammonium chloride prolonged the increase in intracellular free Ca2+ concentration ([Ca2+]i) and subsequent NO production induced by NMDA in the cerebellum. These results suggest that activation of NMDA receptor containing GluRepsilon2 and GluRepsilon3 subunits and following activation of neuronal NOS are involved in acute ammonia intoxication which leads to death of animals."
        },
        {
            "References": "PMID:12885441",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ ... Ammonia intoxication in vivo leads to reduced activity of superoxide dismutase (SOD), catalase and glutathione peroxidase in brain nonsynaptic mitochondria and increased formation of O2(-) by submitochondrial particles. It also results in increased xanthine oxidase (XO) activity and decreased xanthine dehydrogenase (XDH)/XO activity ratio indicating conversion of XDH to XO and also increases monoamine oxidase A (MAO-A) activity but not of MAO-B. Blocking NMDA receptors with MK-801 prevents ammonia-induced oxidative stress, XDH to XO conversion and MAO-A activation. Ammonia intoxication did not lead to H2O2 formation by mitochondria, in spite of increased O2(-) generation. The main source of H2O2 in the mitochondrial matrix was Mn-SOD. Ammonia intoxication in vivo leads to increased superoxide and decreased hydrogen peroxide in nonsynaptic brain mitochondria. Increased superoxide is due to increased formation by the respiratory chain and by xanthine and aldehyde oxidases and decreased elimination by antioxidant enzymes. The reduced formation of hydrogen peroxide is due to the reduced activity of Mn-SOD. Prevention of ammonia-induced production of reactive oxygen species by MK-801 supports the idea that it is mediated by activation of NMDA receptors."
        },
        {
            "References": "PMID:6740688",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Lesions occurring in resp tract of mice after exposure to 10 sensory irritants (including ammonia), at concentrations which elicited a respiratory decrease of 50% (RD50), were compared with respect to type and severity. The RD50 of ammonia was 303 ppm. Exposure for 6 hr/day for 5 days produced lesions in nasal cavity with distinct anterior-posterior severity gradient. Lesions produced by the irritants ranged from slight epithelial hypertrophy or hyperplasia to epithelial erosion, ulceration, & necrosis with variable inflammation of subepithelial tissues."
        },
        {
            "References": "NIOSH; Criteria Document: Ammonia p.47 (1979) DHEW Pub. NIOSH 74-136",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ /Results of exposure of/ an unstated number of rabbits and cats for 1 hour to initial concentrations of 3.5-8.7 mg/L (approximately 5,200-12,800 ppm) /of ammonia/ with an average concentration of 7.0 mg/L (approximately 10,360 ppm was reported to be the \"approximate LC50.\" The static method of gassing used probably resulted in an average concentration of half the initial concentrations or less. Also evaluated was the gas absorption of the nasobuccopharyngeal section of the respiratory tract. Rabbits /which/ inhaled directly through a tracheal cannula, and a second group inhaled normally through nose, mouth, and throat. The mean survival time in the second group was reported to be almost twice that of the first group, 33 hr versus 18 hr. On microscopic examination, the trachea was congested and edematous. The mucosa was necrotic and sloughed off in 80-90% of the animals in which the upper respiratory tract had been bypassed, while the trachea was normal in appearance in the second group of test animals. Similar differential findings, but to a lesser degree, were shown in the bronchial mucosa. The damage to the bronchioles and alveoli surprisingly appeared to be identical in both groups. It was described as congestion, edema, hemorrhage, and atelectasis with emphysema. The upper respiratory tract acted as a protection only to the trachea and bronchi, and that small airways and alveoli were less resistant to ammonia injury in many cases within 10 minutes. Between the 6th and 10th postexposure days, 7 of the 80 died, compared with no deaths in controls. Autopsies were not performed."
        },
        {
            "References": "NIOSH; Criteria Document: Ammonia p.50 (1979) DHEW Pub. NIOSH 74-136",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ One pig exposed to 280 ppm of ammonia showed immediate irritation of the nose and mouth and abnormal respiratory patterns, and by the 36th hour of exposure had convulsions and extremely shallow and irregular breathing. Convulsions continued for 3 hours after exposure ended but the animal appeared normal several hours later. In each of 2 trials, 4 exposure groups of 9 pigs each were continuously exposed to ammonia for 5 weeks. Data from both trials were combined for analysis. Concentrations of ammonia were measured daily, and the average exposures of the groups were 12, 61, 103, and 145 ppm. Feed consumption and average daily weight gain were adversely affected by increasing ammonia concentrations. Pigs exposed to the 3 higher concentrations had excessive nasal, lacrymal, and oral secretions, but these were less pronounced in those exposed to 61 ppm. Pigs exposed to 61 ppm appeared to adjust within 3-4 days, so that their secretory rate was only slightly higher than that of animals exposed to 12 ppm. Pigs in the 2 higher concentrations coughed approximately 3 times as much as those in the lower, and coughing at 61 ppm was slightly more frequent than at 12 ppm. Five animals from each exposure group were autopsied and all gross and microscopic findings were normal."
        },
        {
            "References": "PMID:3579009",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ The short-term effects of ammonia vapor on mucociliary function in the maxillary sinus of rabbits anesthetized with urethane were investigated by a photoelectric technique. Challenges with 1.5 mL ammonia increased mucociliary activity dose dependently, the maximal response being 26.6 +/ - 1.6%. The increase appeared within 1.3 +/ - 0.3 seconds after exposure. Atropine and hexamethonium decreased the effects of NH3, indicating that part of the response was mediated by cholinergic effector neurons, but a noncholinergic effect clearly remained. Pretreatment with large doses of capsaicin (13 mg ia) abolished the response, whereas the neuropeptide substance P antagonist (d-Pro2, D-Trp7,9) inhibited the noncholinergic response. Challenges with ammonia vapor decreased respiratory rate. An identical response was noticed during injections with the C fiber stimulant capsaicin. Ammonia vapor trigger a mucociliary protective reflex in the airways, involving capsaicin-sensitive C fibers; the increase of mucociliary activity is probably due to the combined effect on the mucociliary system of both neuropeptide substance P and acetylcholine released from the afferent and efferent part of the reflex arc, respectively."
        },
        {
            "References": "NIOSH; Criteria Document: Ammonia p.48 (1979) DHEW Pub. NIOSH 74-136",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Eight rats and four mice /were exposed/ for 16 hr to an ammonia gas concentration of 1,000 ppm in a continuous flow chamber study. No noticeable effects /were noted/ during exposure. One rat died 12 hr after exposure and showed congestion of the brain, liver, and kidneys, plus large hemorrhages in the lung and pulmonary edema. The other 11 animals showed no gross abnormalities during the subsequent 5 months of observation. Two rats and two mice were killed at that time, and autopsy results were negative."
        },
        {
            "References": "HHS/ATSDR; Toxicological Profile for Ammonia p.49 (September 2004) TP126. Available from, as of May 24, 2016: https://www.atsdr.cdc.gov/toxprofiles/index.asp",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Clinical and histological effects have been seen in the lungs of animals following exposure to ammonia gas. Cats exposed to 1,000 ppm ammonia gas for 10 min and observed for up to 35 days showed a biphasic course of respiratory pathology. Effects seen at 24 hr post-exposure included severe dyspnea, anorexia, and dehydration, with rhonchi and coarse rales evident upon auscultation. Microscopy of lung samples on day 1 showed necrotizing bronchitis in the large conducting airways, and necrosis and sloughing of the epithelium and acute inflammatory reaction in the bronchi. On day 7, the mucosal lesions had resolved, but on day 35, varying degrees of bronchitis and early bronchopneumonia with areas of bulbous emphysema were seen. Gross pathology revealed varying degrees of congestion, hemorrhage, edema, interstitial emphysema, and collapse of the lungs at all time points. Pulmonary resistance was increased throughout the study. Swiss mice exposed to 909 ppm, but not 303 ppm, ammonia gas 6 hr/day, 5 days/week for 4-14 days had histological lesions in the respiratory epithelium in the nasal cavity; no lesions were observed in the trachea or lungs. Nasal mucosa was adversely affected in adult male mice exposed to vapor of 12% ammonia solution for 15 min/day, 6 days/week for 4, 5, 6, 7, or 8 weeks. Histological changes progressed from weeks 4-8 from crowding of cells forming crypts and irregular arrangements to epithelial hyperplasia, patches of squamous metaplasia, loss of cilia, and dysplasia of the nasal epithelium. One animal that had loss of polarity of the epithelium, hyperchromatism, and mitotic figures with an intact basement membrane also had a carcinoma in situ in one nostril. At week 8, one mouse had an invasive adenocarcinoma of the nasal mucosa. Histochemical results were also abnormal. The levels and cell locations of succinic dehydrogenase, acid phosphatase, alkaline phosphatase, and nonspecific esterase activities were altered, indicating altered cell metabolism and energy production, cell injury, proliferation, and possibly chronic inflammation and neoplastic transformation."
        },
        {
            "References": "HHS/ATSDR; Toxicological Profile for Ammonia p.51 (September 2004) TP126. Available from, as of May 24, 2016: https://www.atsdr.cdc.gov/toxprofiles/index.asp",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Young pigs exposed continuously to ammonia vapors (0, 25, 50, or 100 ppm) for 6 days in air-pollutant exposure chambers had increased numbers of neutrophils in nasal lavage fluid in all exposure groups and increased porcine serum albumin at 100 ppm."
        },
        {
            "References": "HHS/ATSDR; Toxicological Profile for Ammonia p.51 (September 2004) TP126. Available from, as of May 24, 2016: https://www.atsdr.cdc.gov/toxprofiles/index.asp",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Not all studies have shown adverse respiratory effects from intermediate exposure to ammonia vapors. Groups of gilts (virgin female pigs) were raised from the age of 2-4.5 months in a conventional grower unit where they were naturally exposed to mycoplasmal and bacterial pathogens that cause enzootic pneumonia and atrophic rhinitis. The pigs were then transferred to environmentally regulated rooms, where they were exposed continuously to low (mean 7 ppm) or moderate (mean 35 ppm) levels of ammonia for 6 weeks. No statistically significant differences were seen in the percent of lung tissue containing lesions or in snout grade. Ninety-five percent of all gilts had lung lesions, with a wide range of degree of severity. Snouts were graded at the level of the second deciduous premolar as having normal turbinates (grade of 0), slight to moderate degeneration (grade of 1-3), or severe degeneration to complete loss of turbinates (grade of 4 or 5). Some of the gilts were continuously exposed through puberty and breeding (around 205 days of age) and the lungs and turbinates were examined at 30 days of gestation. No statistically significant differences were observed in percent of lung tissue containing lesions or in snout grade."
        },
        {
            "References": "HHS/ATSDR; Toxicological Profile for Ammonia p.52 (September 2004) TP126. Available from, as of May 24, 2016: https://www.atsdr.cdc.gov/toxprofiles/index.asp",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Myocardial fibrosis has been observed in rats, guinea pigs, rabbits, dogs, and monkeys after prolonged (90 days) continuous exposure to 653 ppm /ammonia gas/."
        },
        {
            "References": "HHS/ATSDR; Toxicological Profile for Ammonia p.53 (September 2004) TP126. Available from, as of May 24, 2016: https://www.atsdr.cdc.gov/toxprofiles/index.asp",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Standard hematological measurements, including blood hemoglobin and differential cell counts, have been reported for a few animal species ... Acute hematological effects of ammonia have not been demonstrated. Pigs exposed to up to 100 ppm ammonia for 6 days had no statistically significant differences from controls in total leukocytes or percent lymphocytes, neutrophils, or eosinophils. Repeated exposure to 1,100 ppm had no effect on hematological parameters in guinea pigs, rats, and rabbits ... Increased concentrations of hemosiderin /were reported/ in the spleen of guinea pigs exposed to 170 ppm ammonia for 18 weeks. This suggests the possibility of increased turnover of red blood cells; however, this has not been corroborated."
        },
        {
            "References": "HHS/ATSDR; Toxicological Profile for Ammonia p.53 (September 2004) TP126. Available from, as of May 24, 2016: https://www.atsdr.cdc.gov/toxprofiles/index.asp",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Fatty changes of liver plate cells were seen in rats following continuous long-term exposure to 642 ppm ammonia for 90 days, but no such changes were seen in rats, squirrel monkeys, and guinea pigs exposed to 1,086 ppm ammonia 8 hr/day, 5 days/week for 6 weeks."
        },
        {
            "References": "HHS/ATSDR; Toxicological Profile for Ammonia pp.53-4 (September 2004) TP126. Available from, as of May 24, 2016: https://www.atsdr.cdc.gov/toxprofiles/index.asp",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Mild abnormalities in the renal tubules have been described in guinea pigs exposed to 170 ppm for 12 weeks, 5 days/week, 6 hr/day; however, renal effects at this relatively low level have not been corroborated. Exposure to more than 6 times this concentration for 6 weeks, 5 days/week, 8 hr/day did not result in pathological changes to the kidney. Renal tubular calcification (severity not reported) has been reported in rats continuously exposed to near lethal levels."
        },
        {
            "References": "HHS/ATSDR; Toxicological Profile for Ammonia p.54 (September 2004) TP126. Available from, as of May 24, 2016: https://www.atsdr.cdc.gov/toxprofiles/index.asp",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Exposure of pigs to up to 100 ppm ammonia for 6 days did not significantly alter the plasma cortisol concentration. No statistically significant difference was seen in adrenal gland weight of female pigs exposed to about 35 ppm ammonia for 6 weeks or for 6 weeks plus through day 30 of gestation compared to pigs exposed for similar time frames to about 7 ppm ammonia. No unexposed controls were included in that study. The endocrine system does not appear to be a primary target of inhaled ammonia."
        },
        {
            "References": "HHS/ATSDR; Toxicological Profile for Ammonia p.54 (September 2004) TP126. Available from, as of May 24, 2016: https://www.atsdr.cdc.gov/toxprofiles/index.asp",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Reduced body weight has been observed in rats exposed via inhalation to 500 ppm and in pigs exposed to 50 ppm or more ammonia for 6 days. Pigs gained less weight and showed decreased food consumption when exposed to 100 ppm ammonia for 4 or 5 weeks. Female pigs exposed to about 35 ppm for 6 weeks gained less weight than those exposed to only about 7 ppm. However, females that were continuously exposed to about 7 or 35 ppm ammonia from 6 weeks before breeding until day 30 of gestation had no statistically significant difference in body weight; however, no controls were included in this study."
        },
        {
            "References": "U.S. Environmental Protection Agency's Integrated Risk Information System (IRIS) on Ammonia (CAS #7664-41-7). Available from, as of May 11, 2010: https://www.epa.gov/iris/subst/index.html",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ ... Groups of F344 rats (6/sex/dose) /were exposed/ continuously to 25, 50, 150, or 250 ppm ammonia (HEC = 1.9, 3.7, 11.2, or 18.6 mg/cu m, respectively) for 7 days prior to inoculation with Mycoplasma pulmonis and from 28-42 days following M. pulmonis exposure. Each treatment group had a corresponding control group exposed only to background ammonia and inoculated with M. pulmonis in order to produce murine respiratory mycoplasmosis (MRM). The following parameters were used to assess toxicity: clinical observations and histopathological examination of nasal passages, middle ear, trachea, lungs, liver and kidneys. All levels of ammonia, whether produced naturally or derived from a purified source, significantly increased the severity of rhinitis, otitis media, tracheitis and pneumonia characteristic of M. pulmonis. Furthermore, there was a significant concentration response between observed respiratory lesions and increasing environmental ammonia concentration for gross and microscopic lesions. All lesions observed were characteristic of MRM. Gross bronchiectasis and/or pulmonary abscesses and the extent of gross atelectasis and consolidation was consistently more prevalent in exposed animals at all concentrations than in their corresponding controls. The severity of the microscopic lesions in the nasal passages, middle ears, tracheas and lungs was significantly greater in all exposed groups compared with controls. Increasing ammonia concentration was not associated with an increasing frequency of M. pulmonis isolations. Additionally, rats not exposed to M. pulmonis and exposed to ammonia at 250 ppm developed nasal lesions (epithelial thickening and epithelial hyperplasia) unlike those observed in inoculated rats. Based upon these data in M. pulmonis exposed rats, a LOAEL(HEC) of 1.9 mg/cu m was identified."
        },
        {
            "References": "U.S. Environmental Protection Agency's Integrated Risk Information System (IRIS) on Ammonia (CAS #7664-41-7). Available from, as of May 11, 2010: https://www.epa.gov/iris/subst/index.html",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Female Porton rats /were whole-body exposed/ to ammonia concentrations of 200 (+/- 50) ppm for 4, 8, or 12 days or 435 (+/- 135) ppm for 7 days. Duration of exposure was not otherwise specified. The total number of animals was 16, but the apportionment into exposure groups was not provided. Hyperplasia of the tracheal epithelium was shown to be concentration- and time-dependent. At 4 days of exposure to 200 ppm, the epithelium had changed to transitional-stratified and by 8 days there was gross change: disappearance of cilia and stratification increasing to folds forming on the luminal surface. A mucilaginous exudate was also evident with a slight increase in submucosal cellularity. At 12 days at the 200 ppm concentration, the epithelialization had increased in thickness. Rats exposed for 7 days to 435 ppm showed acute inflammatory reactions with infiltration of neutrophils, large mononucleated cells, monocytes and immature fibroblasts in the trachea. Evidence of necrotic changes at the luminal surface included pyknotic nuclei and karyorrhectic cells."
        },
        {
            "References": "U.S. Environmental Protection Agency's Integrated Risk Information System (IRIS) on Ammonia (CAS #7664-41-7). Available from, as of May 11, 2010: https://www.epa.gov/iris/subst/index.html",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Groups of 10 guinea pigs and 20 Swiss albino mice were exposed continuously to an ammonia-air concentration of 20 ppm (13.9 mg/cu m) for up to 6 weeks. A separate group of six guinea pigs was similarly exposed to an ammonia concentration of 50 ppm (35 mg/cu m) for 6 weeks, and a group of 21 Leghorn chickens was exposed to a 20 ppm concentration for up to 12 weeks. Controls (number not specified) were maintained under identical conditions, except for the ammonia. Smaller groups of chickens were exposed continually to either 200 ppm for up to 3 weeks or 1000 ppm for up to 2 weeks. The effects of ammonia were found to be both time- and concentration-dependent. While no effects were observed in guinea pigs, mice, or chickens sacrificed after 1, 2, 3, or 4 weeks of exposure at 20 ppm, darkening/reddening, edema, congestion, and hemorrhage were seen in the lungs of all three species at sacrifice after 6 weeks of exposure at that concentration. In guinea pigs exposed to 50 ppm ammonia for 6 weeks, grossly enlarged and congested spleens, congested livers and lungs, and pulmonary edema were seen. In chickens exposed to 200 ppm for 17-21 days, liver congestion and slight clouding of the cornea were observed in addition to those effects observed in the chickens exposed to 20 ppm ammonia for 6 weeks. At 1000 ppm, the same effects, in addition to congestion of the spleen, were seen in chickens after just 2 weeks of exposure, and corneal opacities developed within just 8 days of exposure. In a second series of experiments, it was found that a 72 hr exposure to 20 ppm ammonia significantly increased the infection rate of chickens subsequently exposed to an aerosol of Newcastle disease virus, while the same effect was observed in just 48 hours in chickens exposed to 50 ppm. Changes in gross and micropathology did not accompany the change in disease rate."
        },
        {
            "References": "Grant, W.M. Toxicology of the Eye. 3rd ed. Springfield, IL: Charles C. Thomas Publisher, 1986., p. 86",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ ... Continuous exposure for several wk to 470 mg/cu m ... to the eyes of ... rabbits ... produced opacity over 1/4 to 1/2 of the cornea."
        },
        {
            "References": "Clayton, G.D., F.E. Clayton (eds.) Patty's Industrial Hygiene and Toxicology. Volumes 2A, 2B, 2C, 2D, 2E, 2F: Toxicology. 4th ed. New York, NY: John Wiley & Sons Inc., 1993-1994., p. 758",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ /49 and 51/ rats were ... exposed continuously for 90 days at ... 262 mg/cu m and for 65 days at 455 mg/cu m /respectively/ ... 262 mg/cu m ... /produced/ mild nasal discharge in about 25% ... All 51 rats exposed at 455 mg/cu m showed mild dyspnea and nasal irritation. There were 32 deaths by day 25 and 50 by day 65."
        },
        {
            "References": "Clayton, G.D., F.E. Clayton (eds.) Patty's Industrial Hygiene and Toxicology. Volumes 2A, 2B, 2C, 2D, 2E, 2F: Toxicology. 4th ed. New York, NY: John Wiley & Sons Inc., 1993-1994., p. 758",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ ... Rats ... /were exposed/ to 470 mg/cu m ... continuously for 90 days ... Histopathology ... found focal or diffuse interstitial pneumonitis in all ... with epithelial calcification in renal tubules and bronchi, epithelial proliferation of renal tubules, myocardial fibrosis and fatty liver /in some/ ..."
        },
        {
            "References": "Clayton, G.D., F.E. Clayton (eds.) Patty's Industrial Hygiene and Toxicology. Volumes 2A, 2B, 2C, 2D, 2E, 2F: Toxicology. 4th ed. New York, NY: John Wiley & Sons Inc., 1993-1994., p. 758",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Swine exposed for 2 to 6 wk at 100 ppm developed conjunctival irritation and thickening of nasal and tracheal epithelium without injury to bronchi or alveoli."
        },
        {
            "References": "PMID:16617980",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ In two trials, 60 male commercial broilers were placed in each of eight environmentally controlled chambers receiving 0, 25, 50, or 75 ppm aerial ammonia from 1 to 28 days. Birds exposed to 25 ppm (lower concentration) ammonia gas developed ocular abnormalities but at a slower rate when compared with birds exposed to 50 and 75 ppm (higher concentrations). Birds exposed to higher concentrations also developed more severe lesions. With little atmospheric ammonia present after 28 days of the grow-out stage, the corneas indicated signs of healing. Lymphocytes and heterophils were seen in the iris at 49 days in ammonia-exposed birds even when ammonia exposure was terminated at 28 days. The lower ammonia concentrations resulted in abnormalities that were slight when compared with those seen at the higher ammonia concentrations. As measured by the incidence of inflammatory infiltrates in the trachea, lung, and air sacs, respiratory tract tissues did not appear to be affected by any tested level of aerial ammonia. The findings in this investigation represent the first report indicating that ammonia-induced uveitis in chickens clears rapidly after exposure to ammonia ceases."
        },
        {
            "References": "PMID:6709574",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Pullets exposed to 200 ppm atmospheric ammonia for 17 days had reduced feed intake and reduced growth rate when compared to controls. After the ammonia exposure period at point of lay, percent egg production was less and mortality was greater for exposed group than controls."
        },
        {
            "References": "NIOSH; Criteria Document: Ammonia p.48 (1979) DHEW Pub. NIOSH 74-136",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ 12 guinea pigs /were exposed/ to about 170 ppm ammonia for 6 hours a day, 5 days a week for up to 18 weeks. Chamber concentrations were monitored and ranged from 140-200 ppm. The exposed animals and 6 controls were weighed weekly. No adverse effects were observed by autopsy of the 4 exposed and 2 control animals killed after 6 weeks or after 12 weeks. In 4 animals exposed for 18 weeks, there was congestion of spleens, livers, and kidneys with early degenerative changes in suprarenal glands. Increased blood destruction was suggested by higher quantities of hemosiderin in the spleens. In the upper tubules of the kidneys there was cloudy swelling with precipitated albumin in the lumen and some casts. These changes were also seen in the lower tubules of 2 animals. The cells of the suprarenal glands were swollen and the cytoplasm in some areas had lost its normal granular structure."
        },
        {
            "References": "HHS/ATSDR; Toxicological Profile for Ammonia p.57 (September 2004) TP126. Available from, as of May 24, 2016: https://www.atsdr.cdc.gov/toxprofiles/index.asp",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ One of 10 adult male mice (strain not given) exposed to ammonia gas for 15 min/day 6 days/week for 8 weeks had mitotic figures with an intact basement membrane and a carcinoma in situ in one nostril and one mouse had an invasive adenocarcinoma of the nasal mucosa."
        },
        {
            "References": "HHS/ATSDR; Toxicological Profile for Ammonia p.50 (September 2004) TP126. Available from, as of May 24, 2016: https://www.atsdr.cdc.gov/toxprofiles/index.asp",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Pigs /have been examined/ in normal swine production facilities or in environmentally regulated enclosures ... The correlation of housing air environment (in the finishing barn) to swine diseases and productivity over 12 months on 28 swine farms /was studied/. Total dust, respirable dust, endotoxin activity of the dust, and hydrogen sulfide levels were determined, and area dust and microbial counts were monitored at 1.2 m above the floor (the human breathing zone). Ammonia and carbon dioxide levels were determined 1.2 m and 20 cm (swine breathing zone) above the floor. The average ammonia concentration in the human breathing zone for all farms was 9.1 ppm; the mean concentration in the swine breathing zone was 14.5 ppm. The mean concentrations of environmental contaminants were calculated for the most productive farrowing operations and the least productive ones and compared with lower production variables. Ammonia concentration was related to number of pigs weaned per litter, and total and respirable dust concentrations were related to prolonged age to reach a weight of 25 kg. Another comparison involved the stratification of the finishing farms into quartiles according to percentage of pigs with specified disease conditions and comparison of mean concentrations of various environmental contaminants for each farm in each strata. Levels of ammonia (in the animal breathing zone) greater than 25, 29, and 23 ppm were associated with buildings in which pneumonia, pleuritis, and arthritis, respectively, were greater than the mean value for the group. Overall, respirable dust (> 0.8 mg/cu m), ammonia (> 23 ppm in the animal breathing zone), and carbon dioxide (> 2,000 ppm) levels were most often associated with increased disease. Possible study shortcomings noted ... were that pre-existing conditions could have been present in the pigs (before they entered the finishing barns) and that nasal turbinates were not routinely examined for abnormalities. These data suggest that ammonia may contribute to respiratory and other pathological conditions in pigs raised in crowded, enclosed conditions, but the exact contribution of ammonia is difficult to assess."
        },
        {
            "References": "HHS/ATSDR; Toxicological Profile for Ammonia p.56 (September 2004) TP126. Available from, as of May 24, 2016: https://www.atsdr.cdc.gov/toxprofiles/index.asp",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ No statistically significant differences were noted in ovarian or uterine weights of pigs exposed to about 7 or 35 ppm ammonia for 6 weeks. Female pigs that were continuously exposed to about 35 ppm ammonia from 6 weeks before breeding until day 30 of gestation had no statistically significant differences in age at puberty, number of live fetuses, or fetus-to-corpus luteum ratio compared to pigs exposed to only about 7 ppm. No unexposed controls were included in that study ... No statistically significant difference in fetal length was evident at 30 days of gestation in offspring of pig dams that were continuously exposed to about 7 or 35 ppm ammonia from 6 weeks before breeding until day 30 of gestation."
        },
        {
            "References": "PMID:6371080",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Recent studies of dairy cattle provide speculative evidence that high protein feeding or forms of protein that lead to elevated ammonia concentrations in tissue decrease conception rates and increase the calving to conception intervals of dairy cows. /Hyperammonemia/"
        },
        {
            "References": "PMID:6324765",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ Acute and sustained hyperammonemia in mice resulted in decr of transition temperature of Arrhenius plots of synaptosomal (sodium-potassium)ATPase. This seems to indicate that ammonia alters physical properties of synaptosomal membranes. /Hyperammonemia/"
        },
        {
            "References": "PMID:6329474",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ Ammonia intoxication decreases the hyperpolarizing action of postsynaptic inhibition in cat spinal cord. The effect of ammonia intoxication on postsynaptic inhibition can be considered as a cause of the encephalopathy produced because postsynaptic inhibition is altered without a change in tissue energy state, the resting membrane potential, the whole neuron resistance, the action potential, and the excitatory postsynaptic potentials."
        },
        {
            "References": "PMID:6097201",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ ... The search for the peripheral toxins responsible for the CNS impairment present in hepatic encephalopathy has ... shown that the administration of ammonia, mercaptans and octanoic acid in normal rats reproduced behavioral and electrophysiological changes similar to those seen in galactosamine induced encephalopathy. The present report shows that a subacute administration of the above toxins induced a marked alteration of the GABA receptor complex which may account for the CNS derangement of hepatic encephalopathy."
        },
        {
            "References": "HHS/ATSDR; Toxicological Profile for Ammonia pp.55-6 (September 2004) TP126. Available from, as of May 24, 2016: https://www.atsdr.cdc.gov/toxprofiles/index.asp",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ No overt symptoms of neurological disorders were reported in guinea pigs or monkeys that were exposed to up to 1,105 ppm ammonia for 6 weeks. Exposure of the nasal mucosa to ammonia-saturated air elicited vasodilatation and corresponding increased blood flow and reflex hypertension in the lower lip of cats. Stimulation of the nasal mucosa by chemical irritants has been shown to elicit changes in the respiratory system, such as apnea, laryngeal spasm, and bronchoconstriction, and in the cardiovascular system, such as bradycardia and variable blood pressure changes. Brain glutamine levels have also been shown to increase in rats that inhaled 25 or 300 ppm ammonia vapor for 6 hours/day for 5 days, which is likely a result of ammonia metabolism by the astrocytic glutamate-glutamine cycle."
        },
        {
            "References": "PMID:17551980",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ Acute intoxication with large ammonia doses leads to activation of NMDA receptors in the brain, resulting in oxidative stress and disturbance of mitochondrial function. Altered mitochondrial function is a crucial step in some mechanisms of cellular apoptosis. This study assesses whether ammonia intoxication in vivo leads to induction of apoptotic markers such as permeability transition pore (PTP) formation, caspase-3, and caspase-9 activation, changes in p53 protein, or cytochrome c release. Acute ammonia intoxication did not affect caspase-9 or caspase-3 activities. The mitochondrial membrane potential also remained unaltered in non-synaptic brain mitochondria after injection of ammonia, indicating that ammonia did not induce PTP formation in brain in vivo. The nuclear level of p53 did not change, whereas its cytoplasmic level increased approximately two-fold. In agreement with the theory that translocation of the p53 from cytosol to nuclei is an essential step for induction of apoptosis ... apoptotic nuclei /were not found/ in brain of rats injected with ammonia. This supports the idea that ammonia neurotoxicity does not involve apoptosis and points to impaired p53 transfer from cytoplasm to nuclei as a possible preventer of apoptosis ..."
        },
        {
            "References": "PMID:23124771",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ Ammonia, which is considered to be the main agent responsible for hepatic encephalopathy, inhibits oxidative glucose metabolism in the brain. However, the effects of ammonia on cerebral glucose metabolism in different brain regions remains unclear. To clarify this issue, we added ammonia directly to fresh rat brain slices and measured its effects on glucose metabolism. Dynamic positron autoradiography with [(18)F]2-fluoro-2-deoxy-D-glucose and 2-(4-iodophenyl)-3-(4-nitrophenyl)-5-(2,4-disulfophenyl)-2H-tetrazolium (WST-1) colorimetric assay revealed that ammonia significantly increased the cerebral glucose metabolic rate and depressed mitochondrial function, as compared to the unloaded control in each of the brain regions examined (cerebral cortex, striatum, and cerebellum), reflecting increased glycolysis that compensates for the decrease in aerobic metabolism. Pre-treatment with (+)-5-methyl-10,11-dihydro-5H-dibenzo[a,d]cyclohepten-5,10-imine hydrogen maleate (MK-801), a N-methyl-D-aspartate (NMDA) receptor antagonist, significantly attenuated these changes induced by ammonia in cerebellum, but not in cerebral cortex or striatum. The addition of ammonia induced an increase in cyclic guanosine monophosphate (cGMP) levels in cerebellum, but not in cerebral cortex or striatum, reflecting the activation of the NMDA receptor-nitric oxide-cGMP pathway. These results suggested that NMDA receptor activation is responsible for the impairment of glucose metabolism induced by ammonia specifically in cerebellum."
        },
        {
            "References": "HHS/ATSDR; Toxicological Profile for Ammonia p.55 (September 2004) TP126. Available from, as of May 24, 2016: https://www.atsdr.cdc.gov/toxprofiles/index.asp",
            "Value": "/BEHAVIORAL STUDIES/ Acute exposure to low levels of ammonia (100 ppm) has been shown to depress free-access wheel running behavior in rodents."
        },
        {
            "References": "HHS/ATSDR; Toxicological Profile for Ammonia p.76 (September 2004) TP126. Available from, as of May 24, 2016: https://www.atsdr.cdc.gov/toxprofiles/index.asp",
            "Value": "/GENOTOXICITY/ Slight mutagenic activity /was found/ in Drosophila following exposure to ammonia gas, but ... survival after treatment was < 2%. /These results were retested and/ 0.5% sex-linked lethals /were noted/ ..."
        },
        {
            "References": "European Chemicals Agency (ECHA); Registered Substances, Ammonia, anhydrous (CAS Number: 7664-41-7) (EC Number: 231-635-3) (Last updated: December 24, 2015). Available from, as of June 1, 2016: https://echa.europa.eu/",
            "Value": "/GENOTOXICITY/ The mutagenicity of anydrous ammonia was investigated in a Ames test in S. typhimurium TA98, TA100, TA1535, TA1537 and TA1538, and in E. coli WP2uvrA. The test method was modified appropriately to investigate a volatile test substance. Studies were performed in duplicate in the presence and absence of an exogenous metabolic activation system (Aroclor 1254 -induced male Sprague-Dawley rat liver S9 fraction). No evidence of mutagenicity was seen under the conditions of this assay."
        },
        {
            "References": "PMID:25040426",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ Chronic hepatic encephalopathy (CHE) is a major complication in patients with severe liver disease. Elevated blood and brain ammonia levels have been implicated in its pathogenesis, and astrocytes are the principal neural cells involved in this disorder. Since defective synthesis and release of astrocytic factors have been shown to impair synaptic integrity in other neurological conditions, we examined whether thrombospondin-1 (TSP-1), an astrocytic factor involved in the maintenance of synaptic integrity, is also altered in CHE. Cultured astrocytes were exposed to ammonia (NH4Cl, 0.5-2.5 mM) for 1-10 days, and TSP-1 content was measured in cell extracts and culture media. Astrocytes exposed to ammonia exhibited a reduction in intra- and extracellular TSP-1 levels. Exposure of cultured neurons to conditioned media from ammonia-treated astrocytes showed a decrease in synaptophysin, PSD95, and synaptotagmin levels. Conditioned media from TSP-1 over-expressing astrocytes that were treated with ammonia, when added to cultured neurons, reversed the decline in synaptic proteins. Recombinant TSP-1 similarly reversed the decrease in synaptic proteins. Metformin, an agent known to increase TSP-1 synthesis in other cell types, also reversed the ammonia-induced TSP-1 reduction. Likewise, we found a significant decline in TSP-1 level in cortical astrocytes, as well as a reduction in synaptophysin content in vivo in a rat model of CHE. These findings suggest that TSP-1 may represent an important therapeutic target for CHE. Defective release of astrocytic factors may impair synaptic integrity in chronic hepatic encephalopathy. We found a reduction in the release of the astrocytic matricellular proteins thrombospondin-1 (TSP-1) in ammonia-treated astrocytes; such reduction was associated with a decrease in synaptic proteins caused by conditioned media from ammonia-treated astrocytes. Exposure of neurons to CM from ammonia-treated astrocytes, in which TSP-1 is over-expressed, reversed (by approx 75%) the reduction in synaptic proteins. NF-kB = nuclear factor kappa B; PSD95 = post-synaptic density protein 95; ONS = oxidative/nitrative stress."
        },
        {
            "References": "PMID:25064044",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ Hepatic encephalopathy (HE) represents a neuropsychiatric syndrome, which evolves as a consequence of a low grade cerebral edema and a concomitant oxidative/nitrosative stress response. Ephrin receptors (EphR) and their ligands (ephrins) regulate astrocytic glutamate uptake and gliotransmitter release thereby governing neurotransmission, but their role in HE and ammonia toxicity is unclear. We therefore tested effects of ammonia on expression levels of EphR/ephrin isoforms in cultured rat astrocytes and analyzed underlying mechanisms. NH4Cl induced mRNA expression changes of several EphR/ephrin isoforms in a methionine sulfoximine-, NADPH oxidase- and NO synthase-dependent manner in cultured astrocytes. A prominent upregulation was noted for EphR A4 mRNA and protein in NH4Cl-treated astrocytes. NH4Cl-treatment decreased EphR A4 molecular mass to similar extent as found in astrocytes treated with the N-glycosylation inhibitor tunicamycin. Knockdown of EphR A4 by siRNA, or treating astrocytes with NH4Cl or tunicamycin abolished fibroblast growth factor-induced and EphR A4-dependent astrocyte proliferation. NH4Cl-treatment also decreased GLAST mRNA levels in cultured astrocytes. This effect was sensitive to inhibitors of NAPDH oxidase or glutamine synthetase, but was insensitive to siRNA-mediated EphR A4 knockdown. Eph/ephrin gene expression changes were also found in post mortem brain samples of cirrhotic patients without or with HE compared to controls suggesting a potential in vivo relevance of the present findings. The present study suggests that ammonia modulates EphR/ephrin signaling in astrocytes and in the brain of cirrhotic patients with HE with potential implications for deranged neurotransmission in HE. /NH4Cl/"
        },
        {
            "References": "PMID:21748779",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ Hepatic encephalopathy (HE) is the major neurological complication occurring in patients with acute and chronic liver failure. Elevated levels of blood and brain ammonia are characteristic of HE, and astrocytes are the primary target of ammonia toxicity. In addition to ammonia, recent studies suggest that inflammation and associated cytokines (CKs) also contribute to the pathogenesis of HE. It was previously established that ammonia induces the mitochondrial permeability transition (mPT) in cultured astrocytes. As CKs have been shown to cause mitochondrial dysfunction in other conditions, we examined whether CKs induce the mPT in cultured astrocytes. Cultures treated with tumor necrosis factor-alpha, interleukin-1beta, interleukin-6, and interferon-gamma, individually or in a mixture, resulted in the induction of the mPT in a time-dependent manner. Simultaneous treatment of cultures with a mixture of CKs and ammonia showed a marked additive effect on the mPT. As oxidative stress (OS) is known to induce the mPT, so we examined the effect of CKs and ammonia on hemeoxygenase-1 (HO-1) protein expression, a marker of OS. Such treatment displayed a synergistic effect in the upregulation of HO-1. Antioxidants significantly blocked the additive effects on the mPT by CKs and ammonia, suggesting that OS represents a major mechanism in the induction of the mPT. Treatment of cultures with minocycline, an antiinflammatory agent, which is known to inhibit OS, also diminished the additive effects on the mPT caused by CKs and ammonia. Induction of the mPT in astrocytes appears to represent a major pathogenetic factor in HE, in which CKs and ammonia are critically involved."
        },
        {
            "References": "PMID:23142151",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ Increased ammonia accumulation in the brain due to liver dysfunction is a major contributor to the pathogenesis of hepatic encephalopathy (HE). Fatal outcome of rapidly progressing (acute) HE is mainly related to cytotoxic brain edema associated with astrocytic swelling. An increase of brain ammonia in experimental animals or treatment of cultured astrocytes with ammonia generates reactive oxygen and nitrogen species in the target tissues, leading to oxidative/nitrosative stress (ONS). In cultured astrocytes, ammonia-induced ONS is invariably associated with the increase of the astrocytic cell volume. Interrelated mechanisms underlying this response include increased nitric oxide (NO) synthesis which is partly coupled to the activation of NMDA receptors and increased generation of reactive oxygen species by NADPH oxidase. ONS and astrocytic swelling are further augmented by excessive synthesis of glutamine (Gln) which impairs mitochondrial function following its accumulation in there and degradation back to ammonia (\"the Trojan horse\" hypothesis). Ammonia also induces ONS in other cell types of the CNS: neurons, microglia and the brain capillary endothelial cells (BCEC). ONS in microglia contributes to the central inflammatory response, while its metabolic and pathophysiological consequences in the BCEC evolve to the vasogenic brain edema associated with HE. Ammonia-induced ONS results in the oxidation of mRNA and nitration/nitrosylation of proteins which impact intracellular metabolism and potentiate the neurotoxic effects. Simultaneously, ammonia facilitates the antioxidant response of the brain, by activating astrocytic transport and export of glutathione, in this way increasing the availability of precursors of neuronal glutathione synthesis."
        },
        {
            "References": "PMID:24965775",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ Ammonia levels are often elevated in patients with cirrhosis or tumors. Patients with these diseases are immunocompromised. In this study, we investigated the effects of ammonia on a member of the immune cell family, the dendritic cells (DCs). Our results demonstrated that ammonia diminished cell count, phagocytosis, and lymphocyte stimulation of DCs. Ammonia also induced DC swelling, excessive reactive oxygen species production, and mitochondrial damage, which may constitute the underlying mechanism of ammonia-induced DC dysfunction. In ammonium chloride (NH4Cl)-loaded mice, DCs exhibited lowered phagocytosis and a weakened immune response to the chicken OVA vaccine. DCs from patients with cirrhosis or ammonia-treated healthy human blood both exhibited diminished phagocytosis. Moreover, tumor cell conditioned medium drove DCs into dysfunction, which could be reversed by ammonia elimination. In a murine colon carcinoma model, we found that ammonia could regulate tumor growth involving DCs and their related immune response. These findings reveal that ammonia could drive DCs into dysfunction, which contributes to the immunocompromised state of patients with cirrhosis or tumors. /NH4Cl/"
        },
        {
            "References": "PMID:25092802",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ Hepatic encephalopathy (HE) is a frequent complication of liver cirrhosis and is due to a low-grade cerebral edema associated with oxidative/nitrosative stress. Recent reports suggest that cognitive impairment in cirrhotic patients may not resolve completely after an attack of manifest HE. As astrocyte dysfunction is central to the pathogenesis of HE and astrocytes are critically involved in synaptic plasticity, we tested for sustained impairment of astrocyte function by analyzing expression levels of senescence biomarkers in ammonia-treated cultured rat astrocytes and in postmortem brain samples from cirrhotic patients with or without HE. NH4 Cl time- and dose-dependently inhibited proliferation of cultured astrocytes by up to 45% (5 mmol/L, 72 hr) and strongly increased senescence-associated beta-galactosidase activity. Inhibition of astrocyte proliferation by ammonia was mediated by a l-methionine sulfoximine-, oxidative stress-, and p38(MAPK) -dependent activation of p53 associated with enhanced transcription of cell cycle inhibitory genes GADD45alpha and p21. Mitochondria and the nucleus were identified as sources of oxygen radical formation after prolonged NH4 Cl exposure. Concurrently, NH4 Cl (5 mmol/L) treatment inhibited both epidermal growth factor- and brain-derived neurotrophic factor (BDNF)-induced proliferation as well as BDNF-mediated astrocyte morphology changes through downregulation of the respective growth factor receptors epidermal growth factor receptor and truncated tyrosine receptor kinase B. Increased mRNA expression levels of senescence-associated genes were also found in post mortem brain samples from patients with liver cirrhosis with HE, but not in those without HE. The data suggest that ammonia toxicity and HE are associated with premature astrocyte senescence, which may impair neurotransmission and contribute to persistence of cognitive disturbances after resolution of episodes of overt HE. /NH4Cl/"
        },
        {
            "References": "PMID:15050974",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ ... Using an in vitro model of cultured embryonic rat brain cell aggregates, ... the role of creatine in ammonia toxicity /was studied/. Cultures exposed to ammonia before maturation showed impaired cholinergic axonal growth accompanied by a decrease of creatine and phosphocreatine, a finding not observed in mature cultures. By using different antibodies, /it was/ shown that the phosphorylated form of the intermediate neurofilament protein is affected. Adding creatine to the culture medium partially prevents impairment of axonal growth and the presence of glia in the culture is a precondition for this protective effect. Adequate arginine substitution is essential in the treatment of urea cycle defects as creatine is inefficiently transported into the brain."
        },
        {
            "References": "HHS/ATSDR; Toxicological Profile for Ammonia p.68 (September 2004) TP126. Available from, as of May 24, 2016: https://www.atsdr.cdc.gov/toxprofiles/index.asp",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ Binding of (3)H-MK-801 (an NMDA receptor antagonist) to NMDA receptors was reduced by approximately 60% in cerebellar cell cultures from 8 day old rats exposed to NH4+ in utero and during lactation (dams received 4,293 mg ammonium/kg/day in the diet from gestational day 1 through lactation day 8). Additionally, aspartate aminotransferase (AST) induction was absent in treated neurons (occurred in neurons from control rats), which also indicates impairment of NMDA receptors. Treated neurons were much more resistant to the toxic effects of glutamate than control neurons; since glutamate toxicity is mediated by NMDA receptors, attenuation of glutamate toxicity is indicative of impaired NMDA receptor function. /NH4+/"
        },
        {
            "References": "U.S. Environmental Protection Agency's Integrated Risk Information System (IRIS) on Ammonia (CAS #7664-41-7). Available from, as of May 11, 2010: https://www.epa.gov/iris/subst/index.html",
            "Value": "/IMMUNOTOXICITY/ A group of 295 pathogen free F344 rats was inoculated with M. pulmonis and exposed to either trace or 100 ppm ammonia (HEC = 7.4 mg/cu m). Growth of M. pulmonis was greater in exposed rats than in controls. Similarly, serum immunoglobulin antibody responses to the inoculum were greater in the exposed population. It was further demonstrated that the nasal passages absorbed virtually all the ammonia at concentrations < 500 ppm, indicating that the increased numbers of M. pulmonis in the lungs and the consequent exacerbation of lung lesions in MRM are secondary to events in the nasal passages rather than a direct effect of ammonia in the lung itself."
        },
        {
            "References": "Hayes, W.J., Jr., E.R. Laws Jr., (eds.). Handbook of Pesticide Toxicology Volume 1. General Principles. New York, NY: Academic Press, Inc., 1991., p. 73",
            "Value": "/IMMUNOTOXICITY/ The concn of ammonia fumes in the air of animal rooms from bedding soiled with urine ... is also now recognized as a possible complicating factor in the interpretation of animal studies, particularly when there might be respiratory lesions ... The effects of ammonia at concentrations of 25-250 ppm in the air of animal rooms on the characteristics of murine respiratory mycoplasmosis in Sherman and Fischer rats /were studied/. The prevalence of pneumonia, but not of other respiratory lesions of murine respiratory mycoplasmosis, showed a strong tendency to increase directly /correlated/ with environmental ammonia concentration. Exposure to ammonia of rats that had not been infected with the mycoplasma organism caused anatomic lesions that were unlike those of mycoplasmosis and were limited to the nasal passages."
        },
        {
            "References": "HHS/ATSDR; Toxicological Profile for Ammonia pp.50-1 (September 2004) TP126. Available from, as of May 24, 2016: https://www.atsdr.cdc.gov/toxprofiles/index.asp",
            "Value": "/IMMUNOTOXICITY/ The lungs of young pigs exposed continuously to 0, 25, 50, or 100 ppm ammonia gas for 6 days in air-pollutant exposure chambers were removed, ventilated, and perfused, and the pulmonary vascular hemodynamics and permeability and the endotoxin-induced vascular response were assessed. In lungs from pigs exposed to 100 ppm, but not 25 or 50 ppm ammonia, the endotoxin-induced vascular response seen in lungs from control pigs was abolished. /It was/ suggested that this is due to a modification of the balance between vasodilators (such as cyclooxygenase products and platelet activating factor) and vasoconstrictors (such as prostacyclin). Since vasoconstriction, as induced by endotoxin, may serve as a protective mechanism in the lungs and attenuate edema formation, the effective abolishment of this effect by ammonia may be detrimental."
        },
        {
            "References": "HHS/ATSDR; Toxicological Profile for Ammonia p.52 (September 2004) TP126. Available from, as of May 24, 2016: https://www.atsdr.cdc.gov/toxprofiles/index.asp",
            "Value": "/IMMUNOTOXICITY/ Exposure of pigs in vivo to up to 100 ppm ammonia for 6 days did not alter the baseline values of any hemodynamic or permeability parameters (arterial, pre- or postcapillary, or venous blood flow resistance, or total pulmonary blood flow resistance), but did eliminate the hemodynamic response to Escherichia coli endotoxins in the lungs. This may affect the ability of the lungs to resist bacterial infection. The pulmonary blood flow resistance measurements were taken in vitro in ventilated and perfused lungs from pigs exposed to ammonia in vivo."
        },
        {
            "References": "HHS/ATSDR; Toxicological Profile for Ammonia p.55 (September 2004) TP126. Available from, as of May 24, 2016: https://www.atsdr.cdc.gov/toxprofiles/index.asp",
            "Value": "/IMMUNOTOXICITY/ ... Studies in animals have shown that acute and long-term exposure to ammonia can decrease the resistance to bacterial infection and decrease immune response to infection. A significant increase in mortality was observed in mice (strain not given) exposed to ammonia for 168 hr followed by exposure to the LD50 of Pasteurella multocida. Exposure of rats (strain not given) to ammonia at 0.25 ppm for 4.6 weeks following inoculation with Mycoplasma pulmonis intranasally significantly increased the severity of respiratory signs characteristic of murine respiratory mycoplasmosis. Guinea pigs exposed to 90 ppm ammonia for 3 weeks developed a significant decrease in the cell-mediated immune response to challenge with a derivative of tuberculin. Furthermore, the response of blood and bronchial lymphocytes to mitogens (phytohemagglutinin, concanavalin A, purified protein derivative of tuberculin) was markedly reduced. The hemodynamic response (increased total pulmonary blood flow resistance) to E. coli endotoxins in the lungs of pigs was eliminated by exposure to up to 100 ppm ammonia for 6 days, which may affect the ability of the lungs to resist bacterial infection. Also, a reduction in gamma globulin concentration was reported in pigs exposed to 100 ppm ammonia for 31.45 days."
        },
        {
            "References": "PMID:6370056",
            "Value": "/IMMUNOTOXICITY/ Turkeys were given an aerosol vaccine to determine their ability to clear a virulent inhaled pathogenic strain of Escherichia coli, while maintained in presence of atmospheric ammonia at 2 concentrations (10 & 40 uL/L of air). More Escherichia coli were found in lungs, air sacs, & livers of turkeys exposed to ammonia. Turkeys not exposed to ammonia had better clearance of Escherichia coli. Vaccination against Escherichia coli improved the rate of clearance of Escherichia coli in birds not exposed to ammonia."
        },
        {
            "References": "PMID:6360902",
            "Value": "/IMMUNOTOXICITY/ The effects of exposure of animals to ammonia on their delayed type of dermal response, the mitogenic and antigenic responses of their lymphocytes, and the bactericidal and phagocytic activities of their alveolar macrophages were examined ... The response of normal blood lymphocytes to phytohemaglutinin in medium containing 1 or 10 mg of ammonia/dL was significantly affected. There was no significant difference in the bactericidal or phagocytic activities of alveolar macrophages collected from animals exposed to ammonia and control animals. However, ammonia added to the culture of alveolar macrophages from normal animals significantly inhibited their bactericidal activity. /Aqueous ammonia/"
        },
        {
            "References": "PMID:6232755",
            "Value": "/IMMUNOTOXICITY/ The effect of addition of ammonia into the tissue cultures represented toxic, subtoxic, and normal concentrations of ammonia in the bovine blood during clinical and subclinical urea toxicosis ... Viability of the lymphocytes was measured by the trypan blue exclusion test and their mitogenic reactivity by incorporation of (3)H thymidine into DNA of lymphocytes. Approximately 30% bovine lymphocytes were killed by ammonia in medium during 72 hr of incubation. Ammonia also affected the response of lymphocytes to stimulation with PHA or Con A as well as mixed lymphocyte culture reaction. The mitogenic response of lymphocytes was also reduced when lymphocytes were preincubated with ammonia for even 1 hr. The mitogenic response was not restored when the number of lymphocytes preincubated with ammonia was reconstituted to the initial concn to compensate for the killed lymphocytes before stimulation with PHA. Therefore, addition of ammonia to the culture either killed lymphocytes or permanently impaired their function."
        },
        {
            "References": "PMID:17037621",
            "Value": "/VETERINARY CASE REPORTS/ ... Thieves entered a feedlot and damaged a liquid anhydrous ammonia (AA) storage tank, resulting in the accidental leakage of gas from a valve. Overnight, 12 cattle were found dead, with a total mortality of 64 cattle out of 260 on the premises dying or euthanized in < 1 week. Signs of affected cattle included blindness, drooling, inappetence, respiratory distress, recumbency, and death. Two cattle were submitted live for diagnostic evaluation 3 days after initial exposure. Gross lesions included corneal ulcers, fibrinonecrotizing rhinitis, hemorrhages within the nasal sinuses, and anterioventral bronchopneumonia. Microscopic lesions consisted predominantly of degeneration and necrosis of superficial epithelium lining nasal passages, trachea, and pulmonary airways ..."
        },
        {
            "References": "HHS/ATSDR; Toxicological Profile for Ammonia p.51 (September 2004) TP126. Available from, as of May 24, 2016: https://www.atsdr.cdc.gov/toxprofiles/index.asp",
            "Value": "/VETERINARY CASE REPORTS/ A number of cattle were acutely exposed to anhydrous ammonia when a pipeline running through their pasture ruptured and leaked 1,800 barrels of ammonia in a short period of time. The ammonia combined with moisture and formed a white cloud (ammonia aerosol), which drifted south across two additional fields containing cattle. In the field where the rupture occurred, four head of cattle were found dead and two others were euthanized because of blindness and respiratory distress. Cattle in the adjacent pasture had runny eyes and noses and were coughing and wheezing. Eight days after the pipeline rupture, the cloud of ammonia aerosol, which had apparently settled in a low-lying protected area, blew back up the valley and exposed the remaining cattle again and also exposed a horse in the same pasture. All animals had respiratory distress, elevated body temperatures, and one cow and the horse had swollen tongues and enlarged lymph glands. All cattle were given antibiotics and some were treated specifically for respiratory problems. No measurements or estimations of ammonia concentrations were provided and no follow-up examinations were available to assess long-term effects from the exposures. /Anhydrous ammonia/"
        },
        {
            "References": "PMID:24280072",
            "Value": "/OTHER TOXICITY INFORMATION/ Housed pigs are often exposed to elevated concentrations of atmospheric ammonia. This aerial pollutant is widely considered to be an environmental stressor that also predisposes to reduced growth rates and poor health, although evidence to support this view is limited. Hepatic gene expression is very responsive to stress and metabolic effects. Two batches of growing pigs were therefore exposed to a nominal concentration of atmospheric ammonia of either 5 ppm (low) or 20 ppm (high) from 4 weeks of age for 15 weeks. Growth rates were monitored. Samples of liver were taken after slaughter (at /about/ 19 weeks of age). Samples from the second batch were analyzed for global gene expression using 23 K Affymetrix GeneChip porcine genome arrays. Samples from both batches were subsequently tested for five candidate genes using quantitative real-time PCR (qPCR). The array analysis failed to detect any significant changes in hepatic gene expression following chronic exposure to atmospheric ammonia. Animals clustered into two main groups but this was not related to the experimental treatment. There was also no difference in growth rates between groups. The qPCR analyses validated the array results by showing similar fold changes in gene expression to the arrays. They revealed a significant batch effect in expression of lipin 1 (LPIN1), Chemokine (C-X-C motif) ligand 14 (CXCL14), serine dehydratase (SDS) and hepcidin antimicrobial peptide (HAMP). Only CXCL14, a chemotactic cytokine for monocytes, was significantly down-regulated in response to ammonia. As chronic exposure to atmospheric ammonia did not have a clear influence on hepatic gene expression, this finding implies that 20 ppm of atmospheric ammonia did not pose a significant material risk to the health or metabolism of housed pigs."
        },
        {
            "References": "PMID:25741220",
            "Value": "/OTHER TOXICITY INFORMATION/ Ammonia is a well-known toxicant both existing in atmospheric and aquatic system. So far, most studies of ammonia toxicity focused on mammals or aquatic animals. With the development of poultry industry, ammonia as a main source of contaminant in the air is causing more and more problems on broiler production, especially lower growth rate. The molecular mechanisms that underlie the negative effects of ammonia on the growth and intestine of broilers are yet unclear. We investigated the growth, gut morphology, and mucosal proteome of Arbor Acres broilers (Gallus gallus) exposed to high concentrations of atmospheric ammonia by performing a proteomics approach integrated with traditional methods. Exposure to ammonia interfered with the development of immune organ and gut villi. Meanwhile, it greatly reduced daily weight gain and feed intake, and enhanced feed conversion ratio. A total of 43 intestinal mucosal proteins were found to be differentially abundant. Up-regulated proteins are related to oxidative phosphorylation and apoptosis. Down-regulated proteins are related to cell structure and growth, transcriptional and translational regulation, immune response, oxidative stress and nutrient metabolism. These results indicated that exposure to ammonia triggered oxidative stress, and interfered with nutrient absorption and immune function in the small intestinal mucosa of broilers. These findings have important implications for understanding the toxic mechanisms of ammonia on intestine of broilers, which provides new information that can be used for intervention using nutritional strategies in the future."
        },
        {
            "References": "PMID:25901992",
            "Value": "/OTHER TOXICITY INFORMATION/ With the development of the poultry industry, ammonia, as a main contaminant in the air, is causing increasing problems with broiler health. To date, most studies of ammonia toxicity have focused on the nervous system and the gastrointestinal tract in mammals. However, few detailed studies have been conducted on the hepatic response to ammonia toxicity in poultry. The molecular mechanisms that underlie these effects remain unclear. In the present study, our group applied isobaric tags for relative and absolute quantitation (iTRAQ)-based quantitative proteomic analysis to investigate changes in the protein profile change in hepatic tissue of broilers exposed to high concentrations of atmospheric ammonia, with the goal of characterizing the molecular mechanisms of chronic liver injury from exposure to high ambient levels of ammonia. Overall, 30 differentially expressed proteins that are involved in nutrient metabolism (energy, lipid, and amino acid), immune response, transcriptional and translational regulation, stress response, and detoxification were identified. In particular, two of these proteins, beta-1 galactosidase (GLB1) and a kinase (PRKA) anchor protein 8-like (AKAP8 L), were previously suggested to be potential biomarkers of chronic liver injury. In addition to the changes in the protein profile, serum parameters and histochemical analyses of hepatic tissue also showed extensive hepatic damage in ammonia-exposed broilers. Altogether, these findings suggest that longtime exposure to high concentrations of atmospheric ammonia can trigger chronic hepatic injury in broilers via different mechanisms, providing new information that can be used for intervention using nutritional strategies in the future."
        },
        {
            "References": "PMID:19428814",
            "Value": "/OTHER TOXICITY INFORMATION/ ... Progression of acute liver failure (ALF) leads to multi-organ failure, systemic inflammatory response, hepatic encephalopathy, cerebral edema and increased intracranial pressure, which seem the most important immediate causes of mortality in patients with ALF. A main contributor to these events is hyperammonemia, due to impaired ammonia detoxification in the liver. Acute hyperammonemia per se leads to death, which is mediated by activation of the NMDA type of glutamate receptors in brain and may be prevented by antagonists blocking these receptors. Acute liver failure also leads to hyperammonemia and excessive activation of NMDA receptors in brain which contributes to ALF-induced death. Sustained blocking of NMDA receptors by continuous administration of the antagonists MK-801 or memantine increases about twice the survival time of rats with severe ALF due to injection of 2.5g/kg of galactosamine. In rats with milder ALF due to injection of 1.5g/kg of galactosamine, blocking NMDA receptors increases the percentage of surviving rats from 23% to 62% and increases about twice the survival time of the rats which die. These data strongly support that blocking NMDA receptors would improve survival of patients with ALF, either by allowing more time for liver regeneration or to get a liver suitable for transplantation. /Hyperammonemia/"
        },
        {
            "References": "USEPA; Ambient Water Quality Criteria Doc: Ammonia p.31 (1984) EPA 440/5-85-001",
            "Value": "/OTHER TOXICITY INFORMATION/ Decreased ammonia toxicity with increased salinity may be partially explained, at least for low salinity levels, by the fact that there is a slight decrease in the ammonia fraction of total ammonia as ionic strength increases in dilute saline solutions. /Aqueous ammonia/"
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "Environment Canada; Tech Info for Problem Spills: Ammonia (Draft) p.94 (1981)",
            "Value": "Ammonia is strongly adsorbed on soil, and on sediment particles and colloids in water. This adsorption results in high concentrations of sorbed ammonia in oxidized sediments. Under anoxic conditions, the adsorptive capacity of sediments is less, resulting in the release of ammonia to either the water column or an oxidized sediment layer above."
        },
        {
            "References": "Environment Canada; Tech Info for Problem Spills: Ammonia (Draft) p.94 (1981)",
            "Value": "In clay, the ammonia ion tends to be adsorbed on the negative adsorption sites of clay colloids. It may substitute for potassium in the lattice structure of a clay mineral."
        }
    ]
}