{
    "_id": {
        "$oid": "6682e995c4e5dba5ffba2b5c"
    },
    "CID": {
        "$numberInt": "222528"
    },
    "Name": "DEOXYCHOLIC ACID",
    "IUPACName": "(4R)-4-[(3R,5R,8R,9S,10S,12S,13R,14S,17R)-3,12-dihydroxy-10,13-dimethyl-2,3,4,5,6,7,8,9,11,12,14,15,16,17-tetradecahydro-1H-cyclopenta[a]phenanthren-17-yl]pentanoic acid",
    "CanonicalSMILES": "CC(CCC(=O)O)C1CCC2C1(C(CC3C2CCC4C3(CCC(C4)O)C)O)C",
    "Synonyms": [
        "DEOXYCHOLIC ACID",
        "83-44-3",
        "Desoxycholic acid",
        "deoxycholate",
        "Cholerebic",
        "Cholorebic",
        "Choleic acid",
        "Degalol",
        "Deoxycholatic acid",
        "Droxolan",
        "Pyrochol",
        "Septochol",
        "Desoxycholsaeure",
        "3alpha,12alpha-Dihydroxy-5beta-cholanic acid",
        "7alpha-Deoxycholic acid"
    ],
    "IsomericSMILES": "C[C@H](CCC(=O)O)[C@H]1CC[C@@H]2[C@@]1([C@H](C[C@H]3[C@H]2CC[C@H]4[C@@]3(CC[C@H](C4)O)C)O)C",
    "INCHI": "InChI=1S/C24H40O4/c1-14(4-9-22(27)28)18-7-8-19-17-6-5-15-12-16(25)10-11-23(15,2)20(17)13-21(26)24(18,19)3/h14-21,25-26H,4-13H2,1-3H3,(H,27,28)/t14-,15-,16-,17+,18-,19+,20+,21+,23+,24-/m1/s1",
    "INCHIKEY": "KXGVEGMKQFWNSR-LLQZFEROSA-N",
    "Formula": "C24H40O4",
    "MolecularWeight": {
        "$numberDouble": "392.6"
    },
    "Description": "Deoxycholic acid is a bile acid that is 5beta-cholan-24-oic acid substituted by hydroxy groups at positions 3 and 12 respectively. It has a role as a human blood serum metabolite. It is a bile acid, a dihydroxy-5beta-cholanic acid and a C24-steroid. It is a conjugate acid of a deoxycholate.",
    "XlogP": {
        "$numberDouble": "4.9"
    },
    "Complexity": {
        "$numberInt": "605"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "logP": [
        {
            "References": "PMID:2280184",
            "Value": "log Kow = 3.50"
        }
    ],
    "mechanism_of_action": [
        {
            "References": "Goodman, L.S., and A. Gilman. (eds.) The Pharmacological Basis of Therapeutics. 5th ed. New York: Macmillan Publishing Co., Inc., 1975., p. 971",
            "Value": "IN SOLN CONJUGATED BILE SALTS FORM MICELLES IN WHICH LIPID MATERIALS MAY BE ENTRAINED. ...ALSO PROMOTE DIGESTION OF FATS BY STIMULATING PANCREATIC SECRETION & BY ACTIVATING PANCREATIC LIPASE. ... DEOXYCHOLIC.../ACID/ PROMOTE/S/ NET EXCRETION OF NA, K, & WATER IN COLON...MAY BE...FACTORS REGULATING COLONIC ABSORPTION."
        },
        {
            "References": "PMID:377936",
            "Value": "DEOXYCHOLATE ADMIN DECR ABSORPTION OF CHOLESTEROL FROM HUMAN INTESTINAL TRACT. IT APPEARED TO INFLUENCE INTESTINAL FLORA AS ASSESSED INDIRECTLY BY ANALYSIS OF TYPES OF NEUTRAL STEROLS ELIM WITH FECES."
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "Goodman, L.S., and A. Gilman. (eds.) The Pharmacological Basis of Therapeutics. 5th ed. New York: Macmillan Publishing Co., Inc., 1975., p. 972",
            "Value": "IN DOGS, BILE SALTS DAMAGE GASTRIC MUCOSAL BARRIER, WHICH RESULTS IN BACK DIFFUSION OF ACID. ALTHOUGH NET DIFFUSION INTO LUMEN IS DIMINISHED, MUCOSAL CONCN IS INCREASED & ULCERATION OCCURS. /BILE SALTS/"
        },
        {
            "References": "PMID:648792",
            "Value": "DEOXYCHOLIC ACID ADDED TO CULTURES: WAS HIGHLY TOXIC TO RAT FIBROBLASTS & COLON CANCER CELLS, LESS TOXIC TO LIVER EPITHELIAL CELLS."
        },
        {
            "References": "WANITSCHKE ET AL; VERN DTSCH GES INN MED 83: 446-448 (1977)",
            "Value": "3 MMOL/L INSTILLED INTO RAT COLON LUMEN INCR PERMEABILITY TO WATER & TO UREA, MANNITOL & LACTOSE; DID NOT AFFECT OSMOTIC FILTRATION COEFFICIENTS."
        },
        {
            "References": "SYTNIX IA, SI KLIMNYUK; MIKROBIOL ZH (KIEV) 40 (3): 357-360 (1978)",
            "Value": "CHOLIC ACID, TAUROCHOLIC ACID, GLYCOCHOLIC ACID, & DEOXYCHOLIC ACID EXERTED ANTIMICROBIAL ACTIVITY AGAINST STAPH IN VITRO: DEOXYCHOLATE MOST EFFECTIVE."
        },
        {
            "References": "Ohtaki Y et al; Anticancer Res 16 (2): 752-5 (1996)",
            "Value": "Although hepatocarcinogenesis has been reported to be promoted by exogenous administration of bile acids, the relation of endogenous bile acids to hepatocarcinogenesis is not completely understood. This study investigates the relationship between serum concentration of bile acids, the appearance of preneoplastic change, glutathione S-transferase placental form positive foci in the liver of male Donryu rats which had been fed 0.06% 3'-methyl-4-dimethylamino-azobenzene, and the effects of gomisin A, previously reported to inhibit the tumor promotion process. During the feeding of 3'-methyl-4-dimethylamino-azobenzene for 5 wks, the concn of serum bile acids were found to have increased significantly to several times the levels found at the start of the experiment. The increase of serum bile acids, especially deoxycholic acid, and the appearance of preneoplastic lesions, the number and area of glutathione S-transferase placental-positive foci in the liver, were significantly inhibited by simultaneous oral administration of gomisin A (30 mg/kg). When deoxycholic acid (100 mg/kg) was orally administered after an initiation by 3'-methyl-4-dimethylamino-azobenzene, serum bile acids and preneoplastic changes were significantly increased, these increases were inhibited by combined feeding of 0.03% gomisin A in the diet. There were good correlations between the serum concn of deoxycholic acid and the number of glutathione S-transferase placental-positive foci in the liver in both experimental protocols. These results confirm that deoxycholic acid is an endogenous risk factor for hepatocarcinogenesis and suggest that anti-promoter effect of gomisin A is based on improving metabolism of bile acids, including deoxycholic acid."
        }
    ]
}