{
    "_id": {
        "$oid": "6682e7eac4e5dba5ffba22fb"
    },
    "CID": {
        "$numberInt": "2244"
    },
    "Name": "ACETYLSALICYLIC ACID",
    "IUPACName": "2-acetyloxybenzoic acid",
    "CanonicalSMILES": "CC(=O)OC1=CC=CC=C1C(=O)O",
    "Synonyms": [
        "aspirin",
        "ACETYLSALICYLIC ACID",
        "50-78-2",
        "2-Acetoxybenzoic acid",
        "2-(Acetyloxy)benzoic acid",
        "Acetosal",
        "O-Acetylsalicylic acid",
        "o-Acetoxybenzoic acid",
        "Acenterine",
        "Acetophen",
        "Acylpyrin",
        "Easprin",
        "Ecotrin",
        "Salicylic acid acetate",
        "Acetosalin"
    ],
    "IsomericSMILES": "CC(=O)OC1=CC=CC=C1C(=O)O",
    "INCHI": "InChI=1S/C9H8O4/c1-6(10)13-8-5-3-2-4-7(8)9(11)12/h2-5H,1H3,(H,11,12)",
    "INCHIKEY": "BSYNRYMUTXBXSQ-UHFFFAOYSA-N",
    "Formula": "C9H8O4",
    "MolecularWeight": {
        "$numberDouble": "180.16"
    },
    "Description": "Acetylsalicylic acid is a member of the class of benzoic acids that is salicylic acid in which the hydrogen that is attached to the phenolic hydroxy group has been replaced by an acetoxy group. A non-steroidal anti-inflammatory drug with cyclooxygenase inhibitor activity. It has a role as a non-steroidal anti-inflammatory drug, a non-narcotic analgesic, a platelet aggregation inhibitor, an antipyretic, a cyclooxygenase 2 inhibitor, a cyclooxygenase 1 inhibitor, a prostaglandin antagonist, a teratogenic agent, an anticoagulant, a plant activator, an EC 1.1.1.188 (prostaglandin-F synthase) inhibitor, a drug allergen and a geroprotector. It is a member of benzoic acids, a member of salicylates and a member of phenyl acetates. It is functionally related to a salicylic acid. It is a conjugate acid of an acetylsalicylate.",
    "XlogP": {
        "$numberDouble": "1.2"
    },
    "Complexity": {
        "$numberInt": "212"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "environmental_bioconcentrations": [
        {
            "References": "(1) Hansch C et al; Exploring QSAR. Hydrophobic, Electronic, and Steric Constants. ACS Prof Ref Book. Heller SR, consult. ed., Washington, DC: Amer Chem Soc p. 54 (1995) (2) Meylan WM et al; Environ Toxicol Chem 18: 664-72 (1999) (3) Franke C et al; Chemosphere 29: 1501-14 (1994)",
            "Value": "An estimated BCF of 3 was calculated in fish for acetylsalicylic acid (SRC), using a log Kow of 1.19(1) and a regression-derived equation(2). According to a classification scheme(3), this BCF suggests the potential for bioconcentration in aquatic organisms is low(SRC)."
        }
    ],
    "environmental_biodegradations": [
        {
            "References": "(1) Rogers HR; Sci Total Environ 185: 3-26 (1996) (2) Halling-Sorensen B et al; Chemosphere 36: 357-393 (1998) (3) Jones OAH et al; Water Res 36: 5013-22 (2002)",
            "Value": "AEROBIC: No biodegradation studies were located for acetylsalicylic acid in soil or natural water(SRC, 2008); however, acetylsalicylic acid was classified as readily biodegradable in screening tests using sewage sludge inoculum(1,2). Conversely, only a 0.09% total biodegradation was predicted in a study of a UK sewage treatment plant; the compound is detected in the UK environment(3)."
        },
        {
            "References": "(1) Shelton DR, Tiedje JM; Development of Tests for Determining Anaerobic Biodegradation Potential USEPA 560/5-81-013, NTIS PB84-166495 (1981) (2) Shelton DR, Tiedje JM; App Env Microbiol 47: 850-7 (1984)",
            "Value": "AEROBIC: No biodegradation studies were located for acetylsalicylic acid in soil or natural water(SRC, 2008); however, acetylsalicylic acid was classified as readily biodegradable in screening tests using sewage sludge inoculum(1,2). Conversely, only a 0.09% total biodegradation was predicted in a study of a UK sewage treatment plant; the compound is detected in the UK environment(3)."
        }
    ],
    "logP": [
        {
            "References": "Hansch, C., Leo, A., D. Hoekman. Exploring QSAR - Hydrophobic, Electronic, and Steric Constants. Washington, DC: American Chemical Society., 1995., p. 54",
            "Value": "log Kow = 1.19"
        }
    ],
    "mechanism_of_action": [
        {
            "References": "Thomson/Micromedex. Drug Information for the Health Care  Professional. Volume 1,  Greenwood Village, CO. 2007., p. 2575",
            "Value": "Produce analgesia through a peripheral action by blocking pain impulse generation and via a central action, possibly in the hypothalamus. The peripheral action may predominate and probably involves inhibition of the synthesis or prostaglandins, and possibly inhibition of the synthesis and/or actions of other substances, which sensitize pain receptors to mechanical or chemical stimulation. /Salicylates/"
        },
        {
            "References": "Thomson/Micromedex. Drug Information for the Health Care  Professional. Volume 1,  Greenwood Village, CO. 2007., p. 2575",
            "Value": "May produce antipyresis by acting centrally on the hypothalamic heat-regulating center to produce peripheral vasodilation resulting in increased cutaneous blood flow, sweating, and heat loss. The central action may involve inhibition of prostaglandin synthesis in the hypothalamus; however, there is some evidence that fevers caused by endogenous pyrogens that do not act via a prostaglandin mechanism may also respond to salicylate therapy. /Salicylates/"
        },
        {
            "References": "Evaluations of Drug Interactions. 2nd ed. and supplements. Washington, DC: American Pharmaceutical Assn., 1976, 1978., p. 341",
            "Value": "CNS ... ESP NUCLEI LOCATED IN HYPOTHALAMUS PLAYS MAJOR ROLE IN REGULATION OF PERIPHERAL MECHANISMS CONCERNED WITH BODY HEAT PRODN & LOSS. WITH SALICYLATES, HEAT PRODN IS NOT INHIBITED, BUT HEAT LOSS IS INCR BY INCR PERIPHERAL BLOOD FLOW & PERSPIRATION. /SALICYLATES/"
        },
        {
            "References": "McEvoy, G.K. (ed.). American Hospital Formulary Service.     AHFS Drug Information. American Society of Health-System     Pharmacists, Bethesda, MD. 2007., p. 2035",
            "Value": "Aspirin acetylates prostaglandin endoperoxide synthase (prostaglandin G/H-synthase) and irreversibly inhibits its cyclooxygenase (COX) activity. The enzyme catalyzes the conversion of arachidonic acid to PGH2, the first committed step in prostanoid biosynthesis. Two isoforms of prostaglandin endoperoxide synthase exist, PGHS-1 and PGHS-2 (also referred to as COX-1 and COX-2, respectively). PGHS-1 (COX-1) is expressed constitutively in most cell types, including platelets. PGHS-2 (COX-2) is undetectable in most mammalian cells, but its expression can be induced rapidly in response to mitogenic and inflammatory stimuli. Aspirin is a relatively selective inhibitor of platelet PGHS-1 (cyclooxygenase-1, COX-1). The existence of 2 isoenzymes with different aspirin sensitivities, coupled with extremely different recovery rates of their cyclooxygenase (COX) activity following inactivation by aspirin, at least partially explains the different dosage requirements and durations of aspirin effects on platelet function versus the drug's analgesic and anti-inflammatory effects. Human platelets and vascular endothelial cells process PGH2 to produce thromboxane A2 and prostacyclin (epoprostenol, PGI2), respectively. Thromboxane A2 induces platelet aggregation and vasoconstriction, while prostacyclin inhibits platelet aggregation and induces vasodilation. Aspirin is antithrombotic in a wide range of doses inhibiting thromboxane A2 and prostacyclin."
        },
        {
            "References": "McEvoy, G.K. (ed.). American Hospital Formulary Service.     AHFS Drug Information. American Society of Health-System     Pharmacists, Bethesda, MD. 2007., p. 2035",
            "Value": "Aspirin (but not other salicylates) inhibits platelet aggregation induced by epinephrine or low concentrations of collagen but not that induced by thrombin or high concentrations of collagen. Aspirin inhibits the second phase of platelet aggregation by preventing release of adenosine diphosphate (ADP) from platelets. The drug also prevents release of platelet factor 4 from platelets. Mean bleeding time may be prolonged by several minutes (approximately doubled) in healthy individuals and longer in children or in patients with bleeding disorders (e.g., hemophilia). In healthy individuals receiving a single 325-mg oral dose of aspirin, bleeding time may increase to a maximum within 12 hours and generally return to normal within 24 hours; any increase is usually of little clinical significance. Some clinicians have reported that mean bleeding time is progressively prolonged with increasing single doses of up to 1 g, but may be only slightly prolonged or unaffected by higher single doses; however, this has not been consistently found. The effect on bleeding time depends on the measurement method (e.g., Duke, Ivy, Mielke) used and technical variables (e.g., venostasis), and this may partially account for conflicting reports.  Like the analgesic and anti-inflammatory effects, the effects of aspirin on platelets appear to be mainly associated with inhibition of prostaglandin synthesis. Aspirin irreversibly acetylates and inactivates cyclooxygenase in circulating platelets and possibly in megakaryocytes. A single 325-mg oral dose of the drug results in about 90% inhibition of the enzyme in circulating platelets. This inactivation prevents platelet synthesis of prostaglandin endoperoxides and thromboxane A2, compounds which induce platelet aggregation and constrict arterial smooth muscle. Since cyclooxygenase in platelets is not resynthesized, this effect of aspirin on platelet function persists for the life span of platelets (4-7 days). When approximately 20% of circulating platelets have not been exposed to aspirin (about 36 hours after the last dose), the hemostatic function of the platelet pool generally returns to normal; however, altered hemostasis has been reported to persist longer in some patients receiving long-term therapy."
        },
        {
            "References": "Hardman, J.G., L.E. Limbird, P.B., A.G. Gilman. Goodman and   Gilman's The Pharmacological Basis of Therapeutics. 11th  ed.  New York, NY: McGraw-Hill, 2006., p. 1482",
            "Value": "inducer of platelet aggregation and a potent vasoconstrictor. Aspirin blocks production of thromboxane A2 by acetylating a serine residue near the active site of platelet cyclooxygenase (COX-1), the enzyme that produces the cyclic endoperoxide precursor of thromboxane A2. Since platelets do not synthesize new proteins, the action of aspirin on platelet cyclooxygenase is permanent, lasting for the life of the platelet (7 to 10 days). Thus, repeated doses of aspirin produce a cumulative effect on platelet function. Complete inactivation of platelet COX-1 is achieved when 160 mg of aspirin is taken daily. Therefore, aspirin is maximally effective as an antithrombotic agent at doses much lower than those required for other actions of the drug."
        },
        {
            "References": "Gilman, A.G., T.W. Rall, A.S. Nies and P. Taylor (eds.). Goodman and Gilman's The Pharmacological Basis of Therapeutics. 8th ed. New York, NY. Pergamon Press, 1990., p. 647",
            "Value": "CHRONIC ADMIN ... DECR PLASMA PROTEIN-BOUND IODINE & THYROIDAL UPTAKE & CLEARANCE OF IODINE ... EFFECTS ... PROBABLY DUE TO ... DISPLACEMENT BY SALICYLATE OF THYROXINE & TRIIODOTHYRONINE FROM PREALBUMIN & THYROXINE-BINDING GLOBULIN IN PLASMA ... . /SALICYLATES/"
        },
        {
            "References": "Gilman, A.G., T.W. Rall, A.S. Nies and P. Taylor (eds.). Goodman and Gilman's The Pharmacological Basis of Therapeutics. 8th ed. New York, NY. Pergamon Press, 1990., p. 648",
            "Value": "VERY LARGE DOSES ... STIMULATE STEROID SECRETION BY ADRENAL CORTEX THROUGH EFFECT ON HYPOTHALAMUS & INCR ... PLASMA CONCN OF FREE ADRENOCORTICOSTEROIDS BY DISPLACEMENT FROM PLASMA PROTEINS. /SALICYLATES/"
        },
        {
            "References": "Gilman, A.G., T.W. Rall, A.S. Nies and P. Taylor (eds.). Goodman and Gilman's The Pharmacological Basis of Therapeutics. 8th ed. New York, NY. Pergamon Press, 1990., p. 648",
            "Value": "SALICYLATES REDUCE LIPOGENESIS BY PARTIALLY BLOCKING INCORPORATION OF ACETATE INTO FATTY ACIDS ... HIGH DOSES ... ACTIVATE CENTRAL SYMPATHETIC CENTERS & THEREBY CAUSE RELEASE OF EPINEPHRINE FROM ADRENAL MEDULLA. /SALICYLATES/"
        },
        {
            "References": "PMID:18209566",
            "Value": "... Cyclooxygenase-2 (COX-2) and intercellular adhesion molecule-1 (ICAM-1) expression, IkappaB and p38 mitogen-activated protein kinase (MAPK) phosphorylation were determined in endothelial cells exposed to oxidized low-density lipoprotein (ox-LDL) in the presence of aspirin. The results showed that aspirin significantly suppressed COX-2 and ICAM-1 expression induced by ox-LDL and also inhibited IkappaB phosphorylation in human umbilical vein endothelial cells (HUVECs). Moreover, aspirin reduced the level of p38 MAPK phosphorylation. Our findings suggest that aspirin can decrease inflammatory responses induced by ox-LDL, and the mechanism might be associated with NF-kappaB activation pathway and inhibition of p38 MAPK phosphorylation."
        },
        {
            "References": "PMID:17302997",
            "Value": "Aspirin at low concentrations from 1X10( -10) mol/L to 1X10( -8) mol/L decreased the apoptosis and Phospho-p38 mitogen-activated protein kinase (p38 MAPK) phosphorylation induced by H2O2 in BAEC, while high doses of aspirin (1X10( -7)-1X10( -4) mol/L) induced typical apoptotic changes in BAEC and stimulated the expression of phospho-p38 MAPK in a concentration-dependent manner. SB203580, a specific p38 MAPK inhibitor, blocked such effects. Aspirin exhibits a biphasic effect on the apoptosis in BAEC, reducing apoptosis at low concentration and inducing apoptosis at high concentration."
        },
        {
            "References": "PMID:18242581",
            "Value": "Aspirin exerts its unique pharmacological effects by irreversibly acetylating a serine residue in the cyclooxygenase site of prostaglandin-H(2)-synthases (PGHSs). Despite the irreversibility of the inhibition, the potency of aspirin varies remarkably between cell types, suggesting that molecular determinants could contribute to cellular selectivity. Using purified enzymes, /investigators/ found no evidence that aspirin is selective for either of the two PGHS isoforms, and we showed that hydroperoxide substrates of the PGHS peroxidase inhibited the rate of acetylation of PGHS-1 by 68%. Using PGHS-1 reconstituted with cobalt protoporphyrin, a heme devoid of peroxidase activity, we demonstrated that reversal by hydroperoxides of the aspirin-mediated acetylation depends upon the catalytic activity of the PGHS peroxidase. ... Inhibition of PGHS-2 by aspirin in cells in culture is reversed by 12-hydroperoxyeicosatetraenoic acid dose-dependently (ED(50)=0.58+/-0.15muM) and that in cells with high levels of hydroperoxy-fatty acids (RAW264.7) the efficacy of aspirin is markedly decreased as compared to cells with low levels of hydroperoxides (A549; IC(50)s=256+/-22muM and 11.0+/-0.9muM, respectively). Together, these findings indicate that acetylation of the PGHSs by aspirin is regulated by the catalytic activity of the peroxidase, which yields a higher oxidative state of the enzyme."
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "PMID:1003266",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ HOMOZYGOUS GUNN RATS, MUTANT WISTARS GENETICALLY LACKING GLUCURONYL TRANSFERASE, DEVELOPED RENAL PAPILLARY NECROSIS AFTER 1 ORAL DOSE OF ASPIRIN & PHENACETIN. LESION APPEARED MORE FREQUENTLY WITH ASPIRIN THAN PHENACETIN, AND AT LOWER DOSES."
        },
        {
            "References": "PMID:3764937",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ TWENTY-NINE 5-WK-OLD MALE F344/CRL RATS WERE FED A DIET CONTAINING 0 OR 0.5% ASPIRIN CONTINUOUSLY FOR 68 WEEKS. ALL SURVIVING RATS AT WEEK 68 WERE NECROPSIED; ORGANS IN THE THORACIC AND ABDOMINAL CAVITIES, AS WELL AS THE SKIN AND SUBCUTIS, WERE EXAMINED MACROSCOPICALLY. THE BLADDER, STOMACH, AND LIVER WERE PREPARED FOR HISTOPATHOLOGY. BODY WEIGHT GAIN WAS LOWER IN THE ASPIRIN-TREATED GROUP THAN IN THE CONTROL GROUP. NO BLADDER TUMORS WERE REPORTED IN EITHER GROUP, EVEN THOUGH RENAL PAPILLARY NECROSES OF INTERSTITIAL TISSUE, CAPILLARIES, AND LOOPS OF HENLE WERE FOUND IN 13 OF 15 LESIONS EXAMINED IN THE TREATED GROUP. THERE WAS A SIGNIFICANT DECREASE IN THE SEVERITY OF NEPHROPATHY IN AGED RATS IN THE ASPIRIN-TREATED GROUP COMPARED WITH CONTROLS."
        },
        {
            "References": "PMID:12563458",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ ... Female /wistar rats/ were confirmed to have mated by observations of sperm in a vaginal smear. The day on which spermatozoa were found in the vaginal smear was considered as day 1 of gestation (GD1). After randomization, mated females were assigned to experimental groups and individually caged, were given 50 mg/kg/day of acetylsalicylic acid (ASA), by needle gavage once daily, during two different periods of pregnancy. One group of dams (n=11) received aspirin from day 1 to 4 of pregnancy (before embryonic implantation) for evaluation of the blastocysts, and another group received aspirin from day 6 to 15 of pregnancy (organogenic period) for fetal evaluation. Control groups (n=12) received distilled water in same volume and during same periods as their respective experimental groups. The treatment of the dams with ASA, according to minimal therapeutic dose used for humans, did not cause embryotoxic or major malformations on experimental animal but was responsible for rate increased of fetuses presenting ureteric dilatation. After analysis of the data, it appears that, although direct conclusive evidence of adverse effects in humans is lacking, a potential hazard dose exists and thus the indiscriminate use of acetylsalicylic acid (aspirin) is contraindicated."
        },
        {
            "References": "PMID:6505391",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Rat embryos were exposed to aspirin or its metabolite, salicylic acid in culture. In these embryos acute reduction of heart beat was observed during 4 hours of administration compared to that in non-treated one. Protein contents and crown-rump length of cultured embryos were significantly decreased in aspirin-treated group, but were not so decreased in salicylic acid-treated one. The predominant defects of the embryos exposed to aspirin were edematous facial malformations and abnormality of tail. On the other hand, facial anomalies such as cleft lip and curly tail were observed in the embryos cultured with salicylic acid. Anomalies induced by aspirin were systemic, while salicylic acid induced localized malformations. These results might be due to the differences between aspirin and its metabolite, salicylic acid in their teratogenicity."
        },
        {
            "References": "PMID:18038927",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Three growth models were used to examine the effects of prenatal exposure to aspirin on the postnatal development of brain parts. A total of 60 pregnant rats which were divided into three experimental groups and a control group were exposed to aspirin doses of 12.5, 25, 37.5 mg/kg, and distilled water, respectively. The brain parts of 200 rat pups starting from the first week after birth until the fifth week were weighted and the length and width of the cerebrum and cerebellum were measured to determine the parameters of the growth models. The results indicated that the three models successfully predicted the growth of the different brain parts and that aspirin decreased the total brain weight, cerebrum length and width, and decreased the cerebellum length and width at aspirin dose of 37.5 mg/kg. Further analysis is needed to investigate if aspirin effects were carried out through its role in inhibiting prostaglandin production and consequently affecting the activity of the hypothalamus-pituitary axis."
        },
        {
            "References": "PMID:9275720",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Pregnant rats were treated orally with aspirin 0.5 or 1.0 g.kg-1 on d 3 (positive vaginal smear was considered as d 0) and were sacrificed on d 4. Some blastocysts collected on d 4 were evaluated for gross morphology and cell number, and the remainings were transfered into pseudopregnant rats. Results showed that the rate of blastocysts with abnormal morphology were 23.8% and 40.8%, respectively, in 0.5 and 1.0 g.kg-1 of aspirin. These were significantly higher than 6.8% of the control group. The cell number of blastocysts also decreased in the aspirin groups. The rate of implantation and live fetuses in the case of blastocysts with normal morphology were related negatively with the aspirin doses, espesially in the group of 1.0 g.kg-1 of aspirin, the implantation rate was significantly lower (38.6%). However, the implantation rate of blastocysts with abnormal morphology in both groups of aspirin were much less than that of the control group, and all embryos after implantation were resorbed. No significant malformations were observed in the live fetuses. These results suggests that the effects of blastocyst deficiencies induced by aspirin on development of embryos transfered into pseudopregnant rats mainly caused death of embryos, but not malformation of fetuses."
        },
        {
            "References": "PMID:6394450",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ ... The effects of bacterial endotoxin (LPS) on the toxicities of salicylic acid, the main metabolite of aspirin, were investigated in rats. The following results were obtained: 1) The acute toxicity of salicylic acid was significantly potentiated by LPS in male rats. The LD50 of salicylic acid with LPS was about one third of that of salicylic acid alone. 2) The increase of maternal body weight was inhibited significantly after administration of salicylic acid (383 mg/kg, p.o.) with LPS (20 ug/kg, i.v.), but not after administration of salicylic acid alone. 3) The fetal toxicity of salicylic acid including fetal death, resorption, growth retardation and skeletal variations was slightly observed in the dam receiving a single dose of salicylic acid on the 15th day of pregnancy, but it was markedly increased by LPS (20 ug/kg, i.v.). 4) The half-life period of salicylic acid in plasma was increased significantly by the co-administration of LPS in male rats after administration of aspirin or salicylic acid. All of these phenomena in the rats given salicylic acid closely resembled the phenomena previously reported in the rats given aspirin. These results suggest that salicylic acid might play a main role in the acute and fetal toxicities of aspirin, and one of the mechanism of the enhancement effect by LPS on aspirin-induced fetal toxicity might be related to the increase of salicylic acid concentration in the fetus. /Salicylic acid/"
        },
        {
            "References": "PMID:10906436",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Salicylates are among the oldest and most widely used drugs and are known to lead to fetal death, growth retardation and congenital abnormalities in experimental animals. In this study, the effects of acetyl salicylic acid (ASA), salicylic acid (SAL) and sodium salicylate (NaSAL) on early organogenesis and the interaction of these molecules with free radicals has been investigated. Postimplantation rat embryos were cultured in vitro from day 9.5 of gestation for 48 hr. ASA, SAL and NaSAL were added to whole rat serum at concentrations between 0.1 and 0.6 mg/mL. Also, the lowest effective concentration of ASA for all parameters (0.3 mg/mL) and the same concentration of NaSAL and SAL was added to the culture media in the presence of superoxide dismutase (SOD) (30 U/mL) or glutathione (0.5 micromol/mL). The growth and development of embryos was compared and each embryo was evaluated for the presence of any malformations. When compared to growth of control embryos, the salicylates decreased all growth and developmental parameters in a concentration-responsive manner. There was also a concentration-related increase in overall dysmorphology, including the incidence of haematoma in the yolk sac and neural system, open neural tube, abnormal tail torsion and the absence of fore limb bud. When SOD was added in the presence of ASA, growth and developmental parameters were improved and there was a significant decrease in the incidence of malformations. Addition of SOD also decreased the incidence of malformations in the presence of SAL, but did not effect the growth and developmental parameters of SAL and NaSAL. There was no significant difference between the embryos grown in the presence of these three molecules on the addition of glutathione. The effects of salicylates might involve free oxygen radicals by the non-enzymatic production of the highly teratogenic metabolites 2,3- and 2,5-dihydroxybenzoic acid. An enhanced production of these metabolites in embryonic tissues may be directly related to the increased risk of congenital malformations."
        },
        {
            "References": "PMID:854924",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ OFFSPRING OF FOOD-RESTRICTED RATS RECEIVING 250 MG/KG/DAY OF ASPIRIN FROM DAYS 7-10 AFTER MATING HAD TWICE INCIDENCE OF MALFORMATIONS AS THOSE FROM RATS ON UNRESTRICTED DIET PLUS ASPIRIN."
        },
        {
            "References": "MIYAMOTO T; OSAKA SHIRITSU DAIGAKU IGAKU ZASSHI 21 (4-6): 123-39 (1972)",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ DAILY ORAL ADMIN OF 600 MG/KG OF ASPIRIN TO PREGNANT RATS CAUSED DEVELOPMENT OF HYDROPS IN FETUSES. 14TH-17TH DAY OF GESTATION MOST SUSCEPTIBLE PERIOD."
        },
        {
            "References": "PMID:4542287",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ ORAL ADMIN OF 10 MG/KG/DAY FOR 2-3 DAYS TO RATS ON DAYS 19TH-21ST OF GESTATION CAUSED DELAY IN ONSET OF PARTURITION & SLIGHT INCR IN BLEEDING. FETAL DEATHS INCR."
        },
        {
            "References": "BUTCHER ET AL; NATURE (LONDON), NEW BIOL; 236 (68): 11-12 (1972)",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ MAZE PERFORMANCE OF /RAT/ OFFSPRINGS OF DAMS WHICH HAD RECEIVED 250 MG/KG ON DAYS 8, 9 & 10 OF GESTATION POORER THAN CONTROLS. FETUSES SHOWED WT DECR, MINOR MALFORMATIONS SKELETON & VISCERA."
        },
        {
            "References": "PMID:2881204",
            "Value": "/GENOTOXICITY/ ASPIRIN WAS TESTED FOR MUTAGENICITY IN THE SALMONELLA/MAMMALIAN MICROSOME ASSAY. SIX TESTOR STRAINS WERE USED (TA1535, TA1537, TA1538, TA100, TA97, AND TA98) AND EXPERIMENTS WERE CONDUCTED IN THE PRESENCE AND ABSENCE OF A RAT-LIVER MICROSOME ACTIVATION SYSTEM. ASPIRIN DID NOT SHOW ANY EVIDENCE OF MUTAGENIC ACTIVITY AT CONCENTRATIONS RANGING FROM 0.01 TO 50 MG PER PLATE."
        },
        {
            "References": "Kahn, C.M. (Ed.); The Merck Veterinary Manual 9th ed. Merck & Co. Whitehouse Station, NJ. 2005, p. 2134",
            "Value": "/OTHER TOXICITY INFORMATION/ VET: Aspirin overdose in any species can result in salicylate poisoning, characterized by severe acid-base abnormalities, hemorrhage, seizures, coma, and death."
        },
        {
            "References": "PMID:18332613",
            "Value": "/OTHER TOXICITY INFORMATION/ ... /Investigators/  hypothesized that infinitesimal concentrations of aspirin could persist in plasma after its discontinuation, thereby inducing a prothrombotic effect that could be due to a modification in the mechanism of action of aspirin via the cyclooxygenase 1 (COX-1) and COX-2 pathways. ... The effects of ultra-low-dose aspirin (ULDA) as well as those of sc-560 and ns-398, specific COX-1 and COX-2 inhibitors, on induced hemorrhagic time and in a model of laser-induced thrombosis in rats /were studied/. In the laser-induced thrombosis model, ULDA treatment increased the number of emboli and the duration of embolization, thereby confirming its prothrombotic effect described in previous publications. This effect was also observed in rats pretreated with sc-560 but not in those pretreated with ns-398. ... ULDA induced a prothrombotic effect in the rats studied."
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "(1) Hansch C et al; Exploring QSAR. Hydrophobic, Electronic, and Steric Constants. ACS Prof Ref Book. Heller SR, consult. ed., Washington, DC: Amer Chem Soc p. 54 (1995) (2) Lyman WJ et al; Handbook of Chemical Property Estimation Methods. Washington, DC: Amer Chem Soc pp. 4-9 (1990) (3) Swann RL et al; Res Rev 85: 17-28 (1983) (4) O'Neil MJ, ed; The Merck Index. 14th ed Whitehouse Station, NJ: Merck and Co Inc pp. 140 (2006) (5) Doucette WJ; pp. 141-188 in Handbook of Property Estimation Methods for Chemicals. Boethling RS, Mackay D, eds. Boca Raton, FL: Lewis Publ (2000)",
            "Value": "The Koc of acetylsalicylic acid is estimated as 100(SRC), using a log Kow of 1.19(1) and a regression-derived equation(2). According to a classification scheme(3), this estimated Koc value suggests that acetylsalicylic acid is expected to have high mobility in soil(SRC). The pKa of acetylsalicylic acid is estimated as 3.49(4), indicating that this compound will primarily exist as an anion in the environment and anions generally do not adsorb as strongly to soils containing organic carbon and clay than their neutral counterparts(5)."
        }
    ]
}