{
    "_id": {
        "$oid": "6682e93bc4e5dba5ffba2993"
    },
    "CID": {
        "$numberInt": "22544"
    },
    "Name": "CHLORDIMEFORM",
    "IUPACName": "N'-(4-chloro-2-methylphenyl)-N,N-dimethylmethanimidamide",
    "CanonicalSMILES": "CC1=C(C=CC(=C1)Cl)N=CN(C)C",
    "Synonyms": [
        "CHLORDIMEFORM",
        "Chlorphenamidine",
        "6164-98-3",
        "Chlorfenamidine",
        "Galecron",
        "Fundal",
        "Chlorophenamidine",
        "Ovatoxion",
        "Acaron",
        "Bermat",
        "Spanon",
        "Chlorophenamidin",
        "Fundal SP",
        "CDM (acaricide)",
        "Chlorodimeform"
    ],
    "IsomericSMILES": "CC1=C(C=CC(=C1)Cl)N=CN(C)C",
    "INCHI": "InChI=1S/C10H13ClN2/c1-8-6-9(11)4-5-10(8)12-7-13(2)3/h4-7H,1-3H3",
    "INCHIKEY": "STUSTWKEFDQFFZ-UHFFFAOYSA-N",
    "Formula": "C10H13ClN2",
    "MolecularWeight": {
        "$numberDouble": "196.67"
    },
    "Description": "Chlordimeform is a carboxamidine, a formamidine insecticide, a formamidine acaricide and a member of monochlorobenzenes. It has a role as an antifeedant.",
    "XlogP": {
        "$numberDouble": "2.9"
    },
    "Complexity": {
        "$numberInt": "180"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "plant_concentrations": [
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V30 64 (1983)",
            "Value": "Chlordimeform residues of 0.18-9.16 mg/kg were found in air-dried rice straw from rice fields treated one to five times 13-115 days before harvest. It was detected at lower levels in rice bran, and no residue was detected in polished rice."
        }
    ],
    "environmental_bioconcentrations": [
        {
            "References": "(1) Hansch C et al; Exploring QSAR: Hydrophobic, Electronic, and Steric Constants. ACS Profess Ref Book. Washingtion,DC: Amer Chem Soc (1995) (2) Lyman WJ et al; Handbook of Chemical Property Estimation Methods. Washington DC: Amer Chem Soc pp. 5-4, 5-10 (1990) (3) Franke C et al; Chemosphere 29: 1501-14 (1994)",
            "Value": "An estimated BCF value of 93 was calculated for chlordimeform(SRC), using an experimental log Kow of 2.89(1,SRC) and a recommended regression-derived equation(2). According to a classification scheme(3), this BCF value suggests that bioconcentration in aquatic organisms is moderate(SRC)."
        }
    ],
    "environmental_biodegradations": [
        {
            "References": "Lewis, R.J., Sr (Ed.). Hawley's Condensed Chemical Dictionary. 12th ed. New York, NY: Van Nostrand Rheinhold Co., 1993, p. 258",
            "Value": "... /CHLORDIMEFORM/ IS STATED TO BE ... BIODEGRADABLE."
        },
        {
            "References": "Menzie, C.M. Metabolism of Pesticides-Update III. Special Scientific Report- Wildlife No. 232. Washington, DC: U.S.Department of the Interior, Fish and Wildlife Service, 1980., p. 139",
            "Value": "((14)C-Tolyl)-chlordimeform was added to soil and to soil plus straw. After about 7 days, (14)CO2 evolved and continued for more than half a yr. Under anaerobic conditions, very little (14)CO2 was produced. Metabolites identified included N-demethylchlordimeform, 4-chloro-o-formotoluidide, 4-chloro-o-toluidine, and 4-chloro-o-acetotoluidide. Some 3-chloroanthranilic acid appeared in soil samples without straw. In soil samples with straw, formation of 4,4'dichloro-2,2'-dimethylazobenzene was not observed at low levels of chlordimeform but did appear after 30 days at 200 ppm chlordimeform. Four other compounds, appearing as minor compounds in soil with 2 ppm chlordimeform, were isolated from soil with 200 ppm chlordimeform and identified as the benzoquinone anils ... . Under anaerobic conditions, N-demethylation did not occur. Hydrolysis was the major reaction and was responsible for tne formation of 4-chloro-o-formotoluidide. In other studies, one of the products observed during soil degradation of chlordimeform was 4-chloro-o-toluidine. Products arising from 4-chloro-o-toluidine were isolated from soil 90 days after incubation of soil samples with chlordimeform. These were identified through MS and syntheses as 4,4'-dichloro-2,2'-dimethyl azobenzene; 4-chloro-6-nitro-o-toluidine; N-(4-chloro-o-tolyl)-2-methyl-p-benzoquinone monoimine; and 2-(4-chloro-o-toluidino)-N-(4-chloroo-tolyl)-6-methyl-p-benzoquinone monoimine."
        },
        {
            "References": "Menzie, C.M. Metabolism of Pesticides-Update III. Special Scientific Report- Wildlife No. 232. Washington, DC: U.S.Department of the Interior, Fish and Wildlife Service, 1980., p. 139",
            "Value": "When soluble powder or emulsifiable concentrate formulations of chlordimeform was applied to Hagerstown silt loam soil, the residue decreased rapidly but 10% was detectable after 500 days. The material did not readily leach or accumulate in the depths of field plots. Trace amounts were observed in turnips but no accumulation occurred in carrots or potatoes. 4-Chloro-o-toluidine, accounting for less than 20% of the chlordimeform applied, was formed and exhibited greater persistence than the parent material. When high levels (45 lb ai/A) of chlordimeform were applied to soil, 4,4'-dichloro-2,2'-dimethylazobenzene was isolated and identified but found not to be persistent. This compound also formed in non-autoclaved soil when high levels of chlordimeform or 4-chloro-o-toluidine was present. The azo derivative and 4-chloro-o-formotoluidine also arose from the action of sunlight on 4-chloro-o-toluidine. The 4,4'-dichloro-2,2'-dimethylazobenzene was absorbed by cabbage and corn and translocated to aerial parts but disappeared rapidly."
        },
        {
            "References": "(1) Menzie CM; Metabolism of Pesticides Update III NTIS PB83-165498 Washington DC: Fish and Wildlife Service (1980)",
            "Value": "((14)C-Tolyl)-chlordimeform was added to soil and to soil plus straw. After about 7 days, (14)CO2 evolved and continued for more than half a year. Under anaerobic conditions, very little (14)CO2 was produced. Metabolites identified included N-demethylchlordimeform, 4-chloro-o-formotoluidide, 4-chloro-o-toluidine, and 4-chloro-o-acetotoluidide. Some 3-chloroanthranilic acid appeared in soil samples without straw. In soil samples with straw, formation of 4,4'-dichloro-2,2'-dimethylazobenzene was not observed at low levels of chlordimeform but did appear after 30 days at 200 ppm chlordimeform. Four other compounds, appearing as minor compounds in soil with 2 ppm chlordimeform, were isolated from soil with 200 ppm chlordimeform and identified as the benzoquinone anils XV, XVI, and XVII. Under anaerobic conditions, N-demethylation did not occur. Hydrolysis was the major reaction and was responsible for the formation of 4-chloro-o-formotoluidide. In other studies, one of the products observed during soil degradation of chlordimeform was 4-chloro-o-toluidine. Products arising from 4-chloro-o-toluidine were isolated from soil 90 days after incubation of soil samples with chlordimeform. These were identified through MS and syntheses as 4,4'-dichloro-2,2'-dimethyl azobenzene, 4-chloro-6-nitro-o-toluidine, N-(4-chloro-o-tolyl)-2-methyl-p-benzoquinone monoimine, and 2-(4-chloro-o-toluidino)-N-(4-chloroo-tolyl)-6-methyl-p-benzoquin one monoimine(1)."
        },
        {
            "References": "(1) Kobayashi H, Rittmann BE; Environ Sci Technol 16: 170A-82A (1982) (2) Ross JA, Tweedy BG; Bull Environ Contam Toxicol 10: 234-36 (1973)",
            "Value": "Under anaerobic conditions, sewage sludge was able to biodegrade chlordimeform via reductive dechlorination. The algae Chlorella and the blue-green algae Oscillatoria aerobically degraded chlordimeform, producing 4-chloro-o-formotoluidiene, 4-chloro-o-toluidiene, 5-chloroanthranilic acid, and n-formyl-5-chloroanthranilic acid, all suspected mutagens(1). Cultures of mixed populations (inoculum unknown) of soil micro-organisms from Louisiana Commerce Silt Loam and Indiana Clay Loam were prepared and suspended in 50 ml of a synthetic medium containing 25 ug/ml chlordimeform. After incubation for three weeks, 70 percent chlordimeform degradation was found(2)."
        }
    ],
    "sediment_soil_concentrations": [
        {
            "References": "(1) Helling CS; Soil Sci Soc Amer, Proc, 35: 737-43, (1971) (2) Maqueda C et al; Soil Science 148: 336-45, (1989) (3) Maqueda C et al; Soil Science 150: 431-37, (1990)",
            "Value": "Soil thin-layer chromatography was used to determine the mobility of pesticides in soil. Chlordimeform was found to have an Rf value of 0.04, which places it in mobility class 1: immobile(1). The interaction of fulvic acid extracted from a Spodosol soil classified as humic haplorthod, from near Ribadeo, Spain with pesticides was observed. Results showed that the pH of chlordimeform ranged from 4.10 to 4.96 before interaction with fulvic acid solution and pH ranged from 3.21 to 3.24 after interaction with fulvic acid solutions. Both the weight of the precipitate formed in solution and the coloring of the equilibrium solution indicate that fulvic acid persists in solution in spite of an excess of chlordimeform(2). The interaction of chlordimeform with humic and fulvic acids from different soils was examined. Humic acids (HA) were extracted from four soils: two classified as typic Chromoxerert (gathered from Utrera and Los Palacios, Spain), a Podsol soil from Lugo, Spain, and an Andosol soil from Las Lajas, Canaries, Spain. Fulvic acids (FA) were extracted from the Podsol and Andosol soils. Maximum adsorption of chlordimeform on HA soils and FA soils are as follows: HA T. Chromoxerert (Utrera) - 1,300 umol/g; HA T. Chromoxerert (Los Palacios) - 1183 umol/g; HA Andosol - 1,100 umol/g; HA Podsol - 1,675 umol/g; FA Andosol - 990 umol/g; FA Podsol - 1475 umol/g(3)."
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "(1) Hansch C et al; Exploring QSAR: Hydrophobic, Electronic, and Steric Constants. ACS Profess Ref Book. Washingtion,DC: Amer Chem Soc (1995) (2) Lyman WJ et al; Handbook of Chemical Property Estimation Methods. Washington DC: Amer Chem Soc pp. 4-9 (1990) (3) Swann RL et al; Res Rev 85: 23 (1983) (4) Helling CS; Soil Sci Soc Amer, Proc 35: 737-43 (1971)",
            "Value": "The Koc of chlordimeform is estimated as approximately 890(SRC), using a measured log Kow of 2.89(1) and a regression-derived equation(2,SRC). According to a recommended classification scheme(3), this estimated Koc value suggests that chlordimeform is expected to have low mobility in soil(SRC). Soil thin-layer chromatography was used to determine the mobility of pesticides in soil. Chlordimeform was found to have an Rf value of 0.04, which places it in mobility class 1: immobile(4)."
        }
    ],
    "plant_translocation": [
        {
            "References": "Emran, A., Shanbaky, N. M., & Borowitz, J. L. (1980). Blockade of adrenal catecholamine release by chlordimeform and its metabolites. Bulletin of Environmental Contamination and Toxicology, 25(1), 197–202. doi:10.1007/bf01985511 ",
            "Value": "The lethality of chlordimeform (CDM) in rats is likely attributed to its local anesthetic-like actions, which lead to depressor effects on the cardiovascular system. Research by Lund et al. and Pfister et al. observed that the toxic symptoms of CDM in mice resemble those caused by an overdose of systemic local anesthetics, suggesting a systemic local anesthetic effect. CDM and its analogs were found to block adrenal catecholamine release, similar to the action of local anesthetics that inhibit adrenomedullary secretion. The effectiveness of CDM and its analogs against the stimulant effect of acetylcholine in the adrenal medulla and their lethal doses in rats and mice show a parallel relationship. Furthermore, certain metabolites of chlordimeform were found to inhibit acetylcholine-evoked catecholamine release in isolated bovine adrenals, and their effectiveness in isolated adrenals parallels their toxicity in rats and mice. Since local anesthetics are known to block adrenomedullary secretion and systemic local anesthetic effects have been implicated in the toxicity of chlordimeform, the results of these studies support the hypothesis that a local anesthetic action is significant in the systemic toxicity of chlordimeform and its metabolites. Additionally, demethylchlordimeform strongly inhibits calcium-evoked secretion from isolated adrenals, suggesting that blocking calcium influx may be an important aspect of the toxicology of formamidine pesticides."
        }
    ]
}