{
    "_id": {
        "$oid": "6682e7eac4e5dba5ffba22fc"
    },
    "CID": {
        "$numberInt": "2256"
    },
    "Name": "Atrazine",
    "IUPACName": "6-chloro-4-N-ethyl-2-N-propan-2-yl-1,3,5-triazine-2,4-diamine",
    "CanonicalSMILES": "CCNC1=NC(=NC(=N1)Cl)NC(C)C",
    "Synonyms": [
        "atrazine",
        "1912-24-9",
        "Gesaprim",
        "Atranex",
        "Oleogesaprim",
        "Atazinax",
        "Atrasine",
        "Chromozin",
        "Gesoprim",
        "Hungazin",
        "Strazine",
        "Aatrex",
        "Aktikon",
        "Argezin",
        "Atrazin"
    ],
    "IsomericSMILES": "CCNC1=NC(=NC(=N1)Cl)NC(C)C",
    "INCHI": "InChI=1S/C8H14ClN5/c1-4-10-7-12-6(9)13-8(14-7)11-5(2)3/h5H,4H2,1-3H3,(H2,10,11,12,13,14)",
    "INCHIKEY": "MXWJVTOOROXGIU-UHFFFAOYSA-N",
    "Formula": "C8H14ClN5",
    "MolecularWeight": {
        "$numberDouble": "215.68"
    },
    "Description": "Atrazine is a diamino-1,3,5-triazine that is 1,3,5-triazine-2,4-diamine substituted by a chloro group at position 6 while one of hydrogens of each amino group is replaced respectively by an ethyl and a propan-2-yl group. It has a role as a herbicide, an environmental contaminant and a xenobiotic. It is a chloro-1,3,5-triazine and a diamino-1,3,5-triazine. It is functionally related to a 6-chloro-1,3,5-triazine-2,4-diamine.",
    "XlogP": {
        "$numberDouble": "2.6"
    },
    "Complexity": {
        "$numberInt": "166"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "plant_concentrations": [
        {
            "References": "(1) Hinman ML, Klaine SJ; Environ Sci Technol 26: 609-13 (1992) (2) Trapp S et al; Environ Sci Technol 24: 1246-52 (1990) (3) Baranowska I et al; Chemosphere 60: 1590-9 (2005)",
            "Value": "The average concentration of atrazine in rooted aquatic Hydrilla verticillata plant tissues exposed to 0.057 mg/L solution of atrazine was determined to be 3.25 ug/g tissue in the root and 7.56 ug/g tissue in the shoot(1). The concentration of atrazine in barley (Hordeum vulgare) exposed to an initial concentration of 2 ppm atrazine was determined to be 2.53 ppm; 59.5% was metabolized, 48.9% of the metabolites were polar and 10.6% were insoluble(2). Atrazine was detected in grass and cereal crops collected from southern areas of Poland at 7.85-23.85 and 1.88-43.08 ug/g, respectively, sampling dates were not reported(3)."
        }
    ],
    "environmental_bioconcentrations": [
        {
            "References": "(1) Solomon KR et al; Environ Toxicol Chem 15: 31-76 (1996) (27213) (2) Lynch TR et al; Environ Toxicol Chem 1: 179-92 (1982) (122) (3) Freitag D et al; Chemosphere 14: 1589-616 (1985) (123) (4) Veith GD et al; J Fish Res Board Can 36: 1040-8 (1979) (60460) (5) Gunkel G, Streit B; Water Res 14: 1573-84 (1980) (1199) (6) Ellgehausen H et al; Ecotoxicol Environ Safety 4: 134-57 (1980) (856) (7) Zhang X et al; Environ Sci Technol 44: 3417-22 (2010) (8) Akkanen J et al; Chemosphere 45: 453-62 (2001) (9) Franke C et al; Chemosphere 29: 1501-14 (1994)",
            "Value": "Experimental BCF values of atrazine in various aquatic organisms have been reported(1-8). According to a classification scheme(9), these BCF values suggest bioconcentration in aquatic organisms is low to moderate.",
            "Table": "[{'Organism': 'bluegill sunfish', 'Genus species': 'Lepomis macrochirus', 'BCF': '<2.1-12', 'Ref #': '1'}, {'Organism': 'whitefish fry', 'Genus species': 'Coregonus fera', 'BCF': '3.2-5', 'Ref #': '1,5'}, {'Organism': 'brook trout', 'Genus species': 'Salvelinus fontinalis', 'BCF': '<0.27', 'Ref #': '1'}, {'Organism': 'fathead minnows', 'Genus species': 'Pimephales promelas', 'BCF': '0.9-<8', 'Ref #': '1,4'}, {'Organism': 'mottled sculpin', 'Genus species': 'Cottus vairdi', 'BCF': '1.6-96.0', 'Ref #': '1-2'}, {'Organism': 'golden ide', 'Genus species': 'Leuciscus idus melanotos', 'BCF': '1.0-<10', 'Ref #': '1,3'}, {'Organism': 'catfish', 'Genus species': 'Ictaluras melas', 'BCF': '2.0', 'Ref #': '6'}, {'Organism': 'black bullhead', 'Genus species': 'Ameiurus melas', 'BCF': '0.3', 'Ref #': '1'}, {'Organism': 'rainbow trout', 'Genus species': 'Oncorhynchus mykiss', 'BCF': '0.49 (muscle), 4.94 (adipose)', 'Ref #': '7'}, {'Organism': 'unidentified fish', 'Genus species': 'not applicable', 'BCF': '11', 'Ref #': '1'}, {'Organism': 'annelids', 'Genus species': 'Lumbriculidae', 'BCF': '3.5-4', 'Ref #': '1-2'}, {'Organism': 'crayfish', 'Genus species': 'Oronectes virilis', 'BCF': '0.8-96.0', 'Ref #': '2'}, {'Organism': 'clam', 'Genus species': 'Strophitis rugosus', 'BCF': '2.0-7.6', 'Ref #': '2'}, {'Organism': 'freshwater snail', 'Genus species': 'not available', 'BCF': '4-5', 'Ref #': '1'}, {'Organism': 'snails', 'Genus species': 'not available', 'BCF': '7.5', 'Ref #': '1'}, {'Organism': 'snail', 'Genus species': 'Physa sp.', 'BCF': '5.2-14.4', 'Ref #': '2'}, {'Organism': 'mayfly nymphs', 'Genus species': 'Baetis sp', 'BCF': '5.2-480', 'Ref #': '1-2'}, {'Organism': 'daphnids', 'Genus species': 'Daphnia magna', 'BCF': '2.2-4.4', 'Ref #': '1, 8'}, {'Organism': 'stonefly', 'Genus species': 'Nemouridae', 'BCF': '29.2-46.8', 'Ref #': '2'}, {'Organism': 'amphipod', 'Genus species': 'Gammarus pseudolimnaeus', 'BCF': '13.2-121.0', 'Ref #': '2'}, {'Organism': 'algae', 'Genus species': 'Chlorella fusca', 'BCF': '76, 50', 'Ref #': '1, 3'}, {'Organism': 'soil fungi and bacteria', 'Genus species': 'not available', 'BCF': '87-132', 'Ref #': '1'}]"
        }
    ],
    "environmental_biodegradations": [
        {
            "References": "(1) Walker A; Rev Weed Sci 3: 1-17 (1987) (2) Anderson TA et al Chemosphere 28: 1551-57 (1994 (3) Durand G, Barcelo D; Toxicol Environ Chem 36: 225-34 (1992) (4) Johnson RM, Fuhrmann JJ; pp. 27-31 in Sorption and Degradation of Pesticides and Organic Chemicals in Soil. SSSA Spec Pub No. 32 (1994) (5) Koskinen WC et al; pp. 125-39 in Herbicide Metabolism in Surface Water and Groundwater. ACS Symposium Series 630., Meyer MT, Thurman EM, eds., Washington, DC: Amer Chem Soc (1996) (6) Dinelli et al. J. Agric Food Chem. 48: 3037-43 (2000) (7) Krutz LJ et al; J Environ Qual 39: 1369-77 (2010) (8) Vryzas Z et al; Chemosphere 89: 1330-8 (2012)",
            "Value": "AEROBIC: The half-life of atrazine at 25 °C in wet (and dry) Colorado loam soil, New York sandy loam soil, and Mississippi silt loam was determined to be 30 (90), 28 (55), and 35 (78) days respectively(1). The percent atrazine remaining from rhizosphere and edaphosphere (non-vegetated) soil samples collected at an agrochemicals dealership in Iowa was determined to be approximately 55% in the rhizosphere and 75% in the edaphosphere, suggesting that the microbial activity of Kochia sp in the rhizosphere soil increased atrazine degradation(2). Atrazine was found to exhibit a half-life of about 30 days in soil samples collected from the top surface (10 cm) from the Ebro delta, Tarragona, Spain between 1989 and 1991; deethyl atrazine was the major degradate formed, with deisopropylatrazine detected in one sample(3). Degradation studies of atrazine in subsoils from an Atlantic coastal plain watershed revealed 13.3 to 25.0% carbon dioxide evolution from sandy loam soils, indicating that atrazine was not appreciably mineralized in the soils(4). In a study using a Port Byron silt loam soil (pH 5.4), 68% of the applied radio-labeled atrazine was present 16 months after treatment; hydroxyatrazine was the major degradation product(5). Atrazine had half-lives of 20-360 days, observed in laboratory studies conducted with loamy soil from a corn field in Bologna, Italy(6). The shortest half-lives were observed for soils inoculated at temperatures of 35 °C, while the longest half-lives observed occurred at 5 °C(7). Experiments with s-triazine-adapted Colorado soil (35.2% sand, 28% silt, 36.8% clay, 19 g C/kg organic matter and pH 7.9) had atrazine degradation half-lives of 2.0 to 28.2 days(7). Experiments with s-triazine-adapted Mississippi soil (15.8% sand, 47.2% silt, 36.7% clay, 13 g C/Kg organic matter and pH 6.67) had atrazine degradation half-lives of 0.8 to 5.6 days(7). The biodegradation half-life of atrazine in adapted surface soil was 5-18 days, half-lives increased with soil depth to 43 days at 80-110 cm depth, in unadapted soils surface half-lives were 56-72 days and 156-186 days in subsurface unadapted soils; studies were conducted in Northern Greece(8)."
        },
        {
            "References": "(1) Armbrust KL, Crosby DG; Pacific Science 45: 314-20 (1991) (2) Cox DA et al; Div Environ Chem, Preprint Ext Abs 36: 159-60 (1996) (3) McMahon PB et al; Environ Sci Technol 26: 1556-59 (1992) (4) Qiao X et al; J Agric Food Chem 44: 2846-48 (1996) (5) Skipper HD, Volk VV; Weed Sci 20: 344-7 (1972) (6) Kaufman DD, Kearney PC; Res Rev 32: 235-65 (1970) (7) USEPA; Health and Environ Effects Profile for Atrazine. ECAO-CIN-P098 (1984) (8) Anderson KL et al; Water Res 36: 4785-94 (2002)",
            "Value": "AEROBIC: Atrazine was degraded 23% in 96 hours when incubated in raw seawater obtained from the Pacific Ocean(1). Atrazine had half-lives of 340-7900 and 19-120 hours in unexposed and re-exposed sediment/water samples, respectively, collected from Lake Superior, Superior Harbor and St. Louis River(2). Microorganisms in aerobic incubations of alluvial aquifer sediment mineralized <0.1-1.5% of added radio-labeled atrazine; carbon dioxide production was greater in shallow sediment (<6 m) than in deep sediment (>17 m)(3). Atrazine degradation in silty loam and sand samples collected from Hesse, Germany was investigated; microbial degradation of atrazine occurred in alkaline soil with the primary metabolites of desethyl atrazine and deisopropylatrazine while chemical degradation of atrazine yielded hydroxyatrazine; in addition, atrazine degraded 3-4 times faster in soils at 25 °C than at 10 °C(4). Measures of CO2 evolution from atrazine labeled with (14)C at the ethyl or propyl groupings(5) have demonstrated that dealkylation is the major mechanism involved in microbial degradation of atrazine(6-7). Decomposition studies of (14)C ring labeled atrazine evolve (14)CO2 at slow rates, indicating the s-triazine ring is fairly resistant to microbial degradation(5-7). Aerobic half-lives of atrazine in wetland samples from Columbus, OH region ranged from 4.6 to 1734 days, dependent on location and depth of sample(8)."
        },
        {
            "References": "(1) Agertved J et al; Ground Water 30: 500-06 (1992) (2) Klint M et al; J Environ Qual 22: 262-66 (1993) (3) Mirgain I et al; Environ Technol 16: 967-76 (1995)",
            "Value": "AEROBIC: Atrazine was found to be recalcitrant in groundwater after a period of 96 days; no transformation of atrazine was observed after 74 and 96 days in simulated groundwater laboratory experiments(1). The potential for biodegradation of atrazine in an aerobic aquifer was investigated in laboratory batch experiments; atrazine was not degraded during an incubation period of 539 days in groundwater and 174 days in suspensions of groundwater/aquifer sediment; in a microcosm experiment, atrazine was degraded from 100 ug/L to 50 ug/L in 30 days, no further degradation was observed after the 30 days(2). The biodegradation of atrazine in groundwater samples collected from an agricultural area in southern France was investigated over 180 days; after a lag period of 15 to 44 days, catabolism occurred rapidly and total degradation of added atrazine occurred in 21 to 70 days(3)."
        },
        {
            "References": "(1) Blume E et al; J Agric Food Chem 52: 7382-8 (2004)",
            "Value": "AEROBIC: The biodegradation of atrazine was tested in soil from three different field locations near Piketon, OH. The percentage of sand, silt, and clay varied from 8 to 22, 44 to 56, and 34 to 42, respectively. The pH increased with depth, ranging from 6.58 to 7.76; total organic carbon, nitrogen, and phosphorus, decreased with depth(1).",
            "Table": "[{'Site': 1, 'Application Rate (mg/kg)': 0.1, 'Mineralization Rate (mg/kg/day)': '111: 16; 8', 'Respective Depth (cm)': '0-15; 50-105; 175-200'}, {'Site': 1, 'Application Rate (mg/kg)': 1.0, 'Mineralization Rate (mg/kg/day)': '1270; 130; 100', 'Respective Depth (cm)': '0-15; 50-105; 175-200'}, {'Site': 2, 'Application Rate (mg/kg)': 0.1, 'Mineralization Rate (mg/kg/day)': '102; 150; 7', 'Respective Depth (cm)': '0-15; 50-105; 175-200'}, {'Site': 2, 'Application Rate (mg/kg)': 1.0, 'Mineralization Rate (mg/kg/day)': '1240; 120; 80', 'Respective Depth (cm)': '0-15; 50-105; 175-200'}, {'Site': 3, 'Application Rate (mg/kg)': 0.1, 'Mineralization Rate (mg/kg/day)': '127; 14; 9', 'Respective Depth (cm)': '0-15; 50-105; 175-200'}, {'Site': 3, 'Application Rate (mg/kg)': 1.0, 'Mineralization Rate (mg/kg/day)': '1550; 130; 160', 'Respective Depth (cm)': '0-15; 50-105; 175-200'}]"
        },
        {
            "References": "PMID:24928381",
            "Value": "AEROBIC: This study evaluated the toxicity of herbicide atrazine, along with its bioaccumulation and biodegradation in the green microalga Chlamydomonas mexicana. ... Microalga showed a capability to accumulate atrazine in the cell and to biodegrade the cell-accumulated atrazine resulting in 14-36 % atrazine degradation at 10-100 ug/L. Increasing atrazine concentration decreased the total fatty acids (from 102 to 75 mg/g) and increased the unsaturated fatty acid content in the microalga. Carbohydrate content increased gradually with the increase in atrazine concentration up to 15%. This study shows that C. mexicana has the capability to degrade atrazine and can be employed for the remediation of atrazine-contaminated streams."
        },
        {
            "References": "(1) Chung KH et al; Wat Res 30: 341-46 (1996) (2) Jones TW et al; J Environ Qual 11: 632-8 (1982) (3) Jesse JA et al; Appl Environ Microbiol 45: 97-102 (1983) (4) Goswami BT, Green RE; Environ Sci Technol 5: 426-9 (1971) (5) Gu J-G et al; Chemosphere 52: 1515-21 (2003)",
            "Value": "ANAEROBIC: The half-life of atrazine in an anaerobic wetland sediment was determined to be 224 days with no additional carbon present, 201 days with methanol present, 289 days with sodium acetate present, 164 days with acetic acid present, and 200 days with glucose present; the only metabolite present during degradation was hydroxyatrazine(1). Reduced oxygen levels had no effect upon the degradation rates of atrazine(2). Atrazine was shown to be degradable by bacteria in a defined medium under anaerobic conditions(3). However, only 0.59% of (14)C ring labeled atrazine was mineralized to CO2 under anaerobic conditions(4). Under methanogenic conditions, atrazine had half-lives of 217-330 days at 15 °C and 165-315 days at 25 °C, experiments were carried out in three soil types; red soil (pH 5.0, organic matter 57.7 mg/g, clay 25.3%, silt 34.7%, sand 40.0%), brown soil (pH 7.4, organic matter 21.7 mg/g, clay 44.0%, silt 21.5%, sand 34.5%) and black soil (pH 5.9, organic matter 150 mg/g, clay 25.1%, silt 25.6%, sand 49.3%)(5)."
        }
    ],
    "fish_seafood_concentrations": [
        {
            "References": "(1) Arruda JA et al; Bull Environ Contam Toxicol 41: 617-24 (1988) (2) Rivera J et al; Int J Environ Anal Chem 24: 183-91 (1986) (3) Ownby DR et al; Bull Environ Contam Toxicol 73: 802-9 (2004)",
            "Value": "Atrazine was analyzed for but not detected in carp (Cyprinus carpio) and white bass (Morone chrysops) collected April, July and August 1985 from Tuttle Creek Lake, Kansas(1). Atrazine was analyzed for but not detected in carp (Cyprinus carpio) from the Llobregat River near Barcelona, Spain(2). Atrazine was not detected (detection limit not reported) in common carp (Cyprinus carpio), largemouth bass (Micropterus salmoides), smallmouth buffalo (Ictiobus bubalus), spotted sucker (Minytrema melanops), channel catfish (Ictalurus punctatus), freshwater drum (Aplodinotus grunniens), bowfin (Amia calva), bluegill (Lepomis machrochirus) and yellow bullhead catfish (Ameriurus natalis) collected in 2003 from lakes and one creek in the Sparta National Guard Armory, IL(3)."
        }
    ],
    "logP": [
        {
            "References": "Hansch, C., Leo, A., D. Hoekman. Exploring QSAR - Hydrophobic, Electronic, and Steric Constants. Washington, DC: American Chemical Society., 1995., p. 48",
            "Value": "log Kow = 2.61"
        }
    ],
    "mechanism_of_action": [
        {
            "References": "PMID:24211529",
            "Value": "Atrazine (ATZ) is probably the most widely used herbicide in the world. However there are still many controversies regarding its impacts on human health. Our investigations on the role of pesticides in liver dysfunctions have led us to detect an inhibition of FSP1 expression of 70% at 50 um and around 95% at 500 uM of ATZ (p<0.01). This gene encodes the protein S100a4 and is a clinical biomarker of epithelial-mesenchymal transition (EMT), a key step in the metastatic process. Here we investigated the possible effect of ATZ on cell migration and noticed that it prevents the EMT and motility of the HepG2 cells induced by the phorbol ester TPA. ATZ decreases Fak pathway activation but has no effect on the Erk1/2 pathway known to be involved in metastasis in this cell line. These results suggest that ATZ could be involved in cell homeostasis perturbation, potentially through a S100a4-dependant mechanism."
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "PMID:20083397",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ ... Atrazine administered to rats orally at a dose of 120 mg/kg caused an inhibition in the activity of glutathione-S-transferase and an increase in malondialdehyde formation in the liver, testis and epididymis. Superoxide dismutase decreased in the liver and testis but was increased in the epididymis. Furthermore, hepatic glutathione and lactate dehydrogenase activity increased while epididymal catalase, ascorbate content, hepatic aspartate aminotransferase and glutathione peroxidase activities in all the tissues decreased in the atrazine-treated animals. Hepatic, testicular and epididymal alanine aminotransferase activities were not affected by atrazine (p>0.05). Decreased epididymal and testicular sperm number, sperm motility, daily sperm production and increased number of dead and abnormal sperm were observed in atrazine-treated rats. Treatment of rats orally with selenium at a dose of 0.25 mg/kg did not prevent atrazine-induced changes in sperm characteristics and had no protective effects against atrazine-induced biochemical alterations in the testis and epididymis except testicular lactate dehydrogenase. Catalase activity and ascorbate contents were unchanged in these groups of animals. However, selenium effectively protected against atrazine-induced changes in biochemical indices in the liver. In rats treated with selenium alone, glutathione peroxidase in all the tissues, hepatic glutathione and superoxide dismutase, testicular lactate dehydrogenase activity and ascorbate content increased, while hepatic catalase activities decreased (p<0.05). ..."
        },
        {
            "References": "Gzhetotskii M; Vrach Delo 5: 133-6 (1977)",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ The acute and chronic toxicity of zeazin (atrazine) was studied in animals. Effects observed  in the rat after oral administration (LD100 3000 mg/kg) were: lesion of CNS, depression, reduced respiratory  rate, motor dyscoordination, clonic and tonic spasms, and hypothermia. Bloody discharge from mouth,  nose and eyes noted in rats administered zeazin ip (LD100 280 mg/kg). ...  When applied to the eye  mucosa, zeazin caused edema of the eyelid and conjunctivitis in guinea pigs, rabbits, and cats."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. V4 1245",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Atrazine is minimally irritating to skin and mildly irritating to eyes of rabbits. A 50% formulation was shown to be weakly irritating to the skin but did produce strong eye irritation including edema of the eyelid and conjuctivae of guinea pigs, rabbits, and cats."
        },
        {
            "References": "PMID:9711812",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ The effect of two chloro-s-triazines (atrazine and simazine) on hepatic microsomal cytochrome P450 enzymes in rat /was examined/. Rats were treated intraperitoneally with atrazine or simazine daily for 3 days with 100, 200 and 400 umol/kg. Among the P450-dependent monooxygenase activities, testosterone 2 alpha-hydroxylase (T2AH) activity in rat, which is associated with CYP2C11, was significantly decreased at all doses of atrazine and simazine. The levels relative to control activities were 59-46 and 60-32% respectively. Similarly, oestradiol 2-hydroxylase (ED2H) activity was also significantly decreased by 28-51% by atrazine and simazine at all doses. However, no change in CYP2C11 protein level by either chloro-s-triazine was observed. K(m) for T2AH was significantly increased only by simazine (200 umol/kg), whereas the Vmax and Cl(int) for T2AH were significantly decreased by atrazine and simazine at all doses. 7-Ethoxyresorufin O-deethylase (EROD), 7-methoxyresorufin O-demethylase (MROD) and 7-pentoxyresorufin O-depentylase (PROD) activities were significantly increased by 1.4-1.6-, 1.7-3.2- and 1.5-2.2-fold respectively, by both chloro-s-triazines at 200 or 400 umol/kg. Lauric acid omega-hydroxylase (LAOH) was also increased by 1.4-fold by simazine at 200 and 400 umol/kg. Immunoblotting showed that only simazine induces CYP1A2 and CYP4A1/2 protein expression. The activities of 7-ethoxycoumarin O-deethylase (ECOD), bufuralol 1'-hydroxylase (BF1'H), chlorzoxazone 6-hydroxylase (CZ6H), testosterone 6 beta-hydroxylase (T6BH) and testosterone 7 alpha-hydroxylase (T7AH) were not affected by either chloro-s-triazine. These results suggest that the pattern of changes in P450 isoforms by chloro-s-triazines differs between atrazine and simazine, that these herbicides change the constitutive and/or male specific P450 isoform(s) in rat liver, and that these changes closely relate to the toxicity of chloro-s-triazines"
        },
        {
            "References": "PMID:24440342",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ We evaluated the effects of a 20-week chronic exposure of mice to a low dose of cypermethrin (CYP), atrazine (ATZ) and 17alpha-ethynyestradiol (EE2) on energy metabolism. Here, male mice were exposed to 50 ug/kg BW/day CYP, 100 ug/kg BW/day ATZ or 1 ug/kg BW/day EE2 supplied in their drinking water for 20 weeks. During the exposure, mice were fed a high energy diet (HD). The bodyweights were not significantly affected by chronic exposure to EDCs, while the serum-free fatty acids (FFA) levels, hepatic lipid accumulation and triacylglycerol (TG) contents increased significantly in the ATZ- and CYP-HD groups. To determine the mechanism involved, we determined the expression levels of the genes in the glucose and fat metabolism pathways in the liver and adipose tissue. The results showed that chronic exposure to ATZ and CYP increased the mRNA levels of a number of key genes involved in both the de novo FFA synthesis pathway and the transport of FFA from blood. The increased amount of FFA was partially consumed as energy through beta-oxidation in the mitochondria. Some of the FFA was used to synthesize TG in the liver by up-regulating primary genes, which resulted in increased TG levels and lipid accumulation. The results indicate that chronic exposure to EDCs has the potential to cause energy metabolic dysregulation and hepatotoxicity in mice."
        },
        {
            "References": "PMID:22903171",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ The aim of the present study was to investigate the effect of atrazine (6-chloro-N(2)-ethyl-N(4)-isopropyl-1,3,5-triazine-2,4-diamine) on the left ventricle myocardium in juvenile/peripubertal male Wistar rats. Atrazine was administered orally at 50 or 200 mg/kg of body weight dose for 28 consecutive days. In order to assess possible structural alterations, tissue sections were examined histologically and then subjected to quantification analysis using stereological methods. The tissue specimens were routinely processed and stained with Mallory trichrome method in order to clearly distinguish muscle cells from the connective tissue components. A toluidine blue staining method was additionally used for the demonstration of mast cells. Statistically significant increase in length density and numerical density of capillaries were found at both the investigated doses of atrazine compared with the control. The increase in surface density and volume density of capillaries found at lower dosage of atrazine was significant in comparison with the control. The extensive mast cell degranulation was noted on the histological examination at both doses of the applied chemical. No significant changes were demonstrated for the stereological parameters of cardiomyocytes. Based on the available published data and the present results, it can be concluded that atrazine promoted angiogenesis in the rat myocardium, which might be partially mediated by mast cells."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. V4 1245",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Rats fed diets that contained an equivalent of 10 or 50 mg/kg for 6 months showed growth retardation and slight leukopenia along with alterations of selective organ weights (not specified)."
        },
        {
            "References": "Hayes, Wayland J., Jr. Pesticides Studied in Man. Baltimore/London: Williams and Wilkins, 1982., p. 563",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Forty percent of rats that received atrazine orally for 6 mo at rate of 20 mg/kg/day died with signs of respiratory distress and paralysis of the limbs. Bronchitis and peribronchitis may have been related to respiratory distress, and capillary and pericapillary edema of the brain with dystrophy of cerebral ... Minor pathology was reported, even at a dosage of 0.1 mg/kg/day."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V73  87 (1999)",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Administration of atrazine by oral gavage at 100-600 mg/kg bw per day to Wistar rats for seven or 14 days induced both nephrotoxicity and hepatotoxicity. Hepatotoxic effects included a dose-related reduction in blood sugar levels and increases in the activity of serum alanine aminotransferase and alkaline phosphatase and in the level of total serum lipids. ... Showed degeneration of the smooth endoplasmic reticulum, lipid droplet accumulation and swollen mitochondria. There was no liver toxicity at the lowest dose tested. Renal toxicity, in the form of a dose-related proteinurea, reduced creatinine clearance and increased urinary electrolyte output, was evident at all dose levels."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V73 94 (1999)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Short- and long-term studies performed with Sprague-Dawley and Fisher 344 rats have shown that the mammary tumors induced in Sprague-Dawley rats given high doses of atrazine in the diet are likely to be the result of an accelerating effect on normal, age-related perturbations of the estrous cycle, with resultant increase in exposure to endogenous estrogen and prolactin. Increased exposure to endogenous estrogen and prolactin most likely leads to promotion of earlier development of mammary gland tumors. The lack of effect of atrazine on the incidence of mammary tumors and other evidence of proliferative activity in ovariectomized Sprague-Dawley rats fed the highest dose tested (400 ppm) suggests a non-genotoxic mechanism of action associated with hormonal imbalance."
        },
        {
            "References": "California Environmental Protection Agency/Department of Pesticide Regulation; Toxicology Data Review Summary for Atrazine (1912-24-9) p.24 (January 28, 2008). Available from, as of October 17, 2017: https://www.cdpr.ca.gov/docs/risk/toxsums/toxsumlist.htm",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Atrazine Technical (Batch FL 850612, purity = 97%), was fed in the diet to Beagle dogs at 0 (6 dogs/sex/group), 15 and 150 (4 dogs/sex/group) and 1000 ppm (6/sex/group) for 52 weeks. NOEL = 15 ppm (increased mortality at 150 and 1000 ppm, decreased food consumption and body weight gain at 1000 ppm; decreased RBC, Hb, HCT, total protein and albumin as well as increases in platelet counts, phosphorus, sodium, glucose and liver and ovary relative weights at 1000 ppm). ... At 150 and 1000 ppm, females experienced increased heart weights and in both sexes treatment related electrocardiographic changes in the heart accompanied by gross and histologically detectable pathology were observed. ..."
        },
        {
            "References": "California Environmental Protection Agency/Department of Pesticide Regulation; Toxicology Data Review Summary for Atrazine (1912-24-9) p.6 (January 28, 2008). Available from, as of October 17, 2017: https://www.cdpr.ca.gov/docs/risk/toxsums/toxsumlist.htm",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Eighty intact Crl:CD7BR females per group were dosed with 0, 25, 50, 70, or 400 ppm Atrazine Technical (97.1%) in a 2- yr study. Twenty /rats//group were designated for 1-yr interim sacrifice. Parallel groups of ovariectomized rats of the same size and dose levels were treated on the same schedule. Primary focus was histopathology of reproductive tissues and pituitary. Vaginal cytology smear samples were taken daily for 14 consecutive day periods every 4 weeks. Apparent NOEL for non-neoplasia ... 70 ppm (slightly reduced body weights at 400 ppm in ovariectomized and intact females). There was a decreased time-to-tumor for mammary carcinomas in 400 ppm intact rats. There were no mammary tumors in ovariectomized rats. ..."
        },
        {
            "References": "California Environmental Protection Agency/Department of Pesticide Regulation; Toxicology Data Review Summary for Atrazine (1912-24-9) p.15 (January 28, 2008). Available from, as of October 17, 2017: https://www.cdpr.ca.gov/docs/risk/toxsums/toxsumlist.htm",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Atrazine technical, purity 97%, was admixed with the feed at concentrations of 0, 70 or 400  ppm and fed to 60 female Sprague-Dawley rats/group for 104 weeks. Study ... focused on tissues under female hormonal influence: primary microscopic examinations were on uterus, ovary, pituitary, and  mammary gland. NOEL =70 ppm (increased mortality; reduced body weight). A decrease in time of onset of mammary tumors was noted at 400 ppm, although total rats with mammary tumor neoplasia was not affected. ... Data were re-examined to evaluate incidence of mammary tumors first palpated within year 1 of  study. Incidences of fibroadenomas arising during first year were 2, 1, and 4 for control, 70 ppm  and 400 ppm groups, respectively. Respective mammary carcinoma incidences arising in the first year  were 0, 1, and 6. Thus there was a treatment-related earlier onset for mammary carcinomas and for  combined mammary tumor incidence at 400 ppm only."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. V4 1246",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ An increase in mammary adenomas and fibroadenomas was observed in female rats fed 1000, but not 500 ppm atrazine or less for their lifetime. An increase in the incidence of mammary carcinomas was seen at 70, 500, and 1000 ppm, but not at 10 ppm. Rats fed 375 or 750 ppm atrazine for 2 years showed an increase in mammary tumors in males at 750 ppm. Uterine carcinomas increased in both groups and the incidence of malignant tumors also increased in both sexes."
        },
        {
            "References": "PMID:19672647",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ To study the effects of atrazine on reproductive functions and testicular and epididymal antioxidant defense, rats were exposed to 0, 120, or 200 mg/kg body weight atrazine orally for 7 and 16 days. Animals exposed to the high-dose atrazine had their body weights, feed intake, and reproductive organs weights significantly reduced, whereas testicular weights remain unaffected independent of the dose used. In comparison to control, glutathione (GSH) and glutathione-S-transferase (GST) activities were elevated in the high-dose group, whereas the activity of superoxide dismutase (SOD), catalase (CAT); ascorbate (AA), and malondialdehyde (MDA) levels and hydrogen peroxide production were unchanged in the testis during the 7-day-exposure protocol. When atrazine treatment was increased to 16 days, GSH levels remained unchanged, but lipid peroxidation levels were significantly increased in both the testes and epididymides. This corresponded to the significant diminution in the activities of GST and SOD. CAT activities were unaffected in the testes and then dropped in the epididymides. Gamma-glutamyl transferase (gamma-GT) activities increased during both studies, whereas AA levels remained unaffected (p < 0.05). Atrazine exposure has a dose-dependent adverse effect on the testicular and epididymal sperm numbers, motility, viability, morphology, and daily sperm production. Although the testes of the atrazine-treated animals appear normal, few tubules had mild degeneration with the presence of defoliated cells. Likewise, no perceptible morphological changes were observed in the epididymis."
        },
        {
            "References": "PMID:24797874",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Reproductive toxicity of Atrazine (ATR) was evaluated in two rat multigenerational studies. Development of male reproductive parameters was evaluated in separate studies after prenatal or postnatal exposure. In multigenerational studies, rats received dietary concentrations of 0, 10, 50, 100 or 500 ppm ATR. In separate studies in female rats, ATR was administered by gavage at 0, 1, 5, 25 or 125 mg/kg/day during pregnancy (GD6-21) or lactation (LD2-21). Plasma testosterone concentration, testicular and epididymal weights, and sperm counts were measured in male offspring on PND70 and 170. In the multigenerational studies, parental systemic toxicity occurred at 500 ppm (38.7 mg/kg/day), but reproductive endpoints were unaffected. In the prenatal study, maternal toxicity and embryo-fetal mortality occurred at 125 mg/kg/day. In male offspring, testosterone levels and sperm counts were unaffected, although the percentage of abnormal sperm increased at 125 mg/kg/day (PND 70) and 25 mg/kg/day (PND170). In the postnatal study, maternal toxicity and reduced body weights of male offspring occurred at 125 mg/kg/day. Additionally, reduced testicular (PND70, PND170) and epididymal (PND70) weights and increased numbers of abnormal sperm (PND70, PND170) were seen, but no changes in plasma testosterone or sperm counts. Dietary administration of ATR did not affect rat reproduction up to a parentally toxic dose of 38.7 mg/kg/day. Some effects on male reproductive system development occurred after high dose, bolus administration to dams, but doses were much higher than expected under normal use conditions. Thus, oral RfDs for ATR would be protective for reproductive effects."
        },
        {
            "References": "PMID:24831581",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Atrazine (ATR) blunts the hormone-induced luteinizing hormone (LH) surge, when administered by gavage (50-100 mg/kg/day for 4 days), in ovariectomized rats. In this study, we determined if comparable doses delivered either by gavage (bolus dose) or distributed in diet would reduce the LH surge and subsequently affect fertility in the intact female rat. ATR was administered daily to intact female Sprague-Dawley (SD) or Long Evans (LE) rats by gavage (0, 0.75 1.5, 3, 6, 10, 12, 50, or 100 mg/kg/day) or diet (0, 30, 100, 160, 500, 660, or 1460 ppm) during one complete 4-day estrous cycle, starting on day of estrus. Estrous status, corpora lutea, ova, and LH plasma concentrations were evaluated. A second cohort of animals was mated on the fourth treatment day. Fertility metrics were assessed on gestational day 20. A higher portion of LE rats had asynchronous estrous cycles when compared to SD rats both during pretreatment and in response to ATR (>/= 50 mg/kg). In contrast, bolus doses of ATR (>/= 50 mg/kg) inhibited the peak and area under the curve for the preovulatory LH surge in SD but not LE animals. Likewise, only bolus-treated SD, not LE, rats displayed reduced mean number of corpora lutea and ova. There were no effects of ATR administered by gavage on mating, gravid number, or fetus number. Dietary administration had no effect on any reproductive parameter measured. These findings indicate that short duration, high-bolus doses of ATR can inhibit the LH surge and reduce the number of follicles ovulated; however, dietary administration has no effect on any endocrine or reproductive outcomes."
        },
        {
            "References": "PMID:24797531",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Atrazine (ATR), hydroxyatrazine (OH-ATR), and the three chloro metabolites of ATR (deethylatrazine [DEA], deisopropylatrazine [DIA], diaminochlorotriazine [DACT]) were evaluated for developmental effects in rats and rabbits. Three developmental toxicity studies were conducted on ATR in rats (two studies) and rabbits and a developmental toxicity study was conducted in rats for each of the four ATR metabolites DEA, DIA, DACT, and OH-ATZ. ATR administration by gavage to pregnant rats and rabbits from implantation (gestation day [GD] 6 in rat, GD 7 in rabbit) through closure of the palate (GD 15 in rat and GD 19 in rabbit) did not statistically significantly alter the incidence of developmental abnormalities or malformations at dose levels up to 100 (rat) or 75 (rabbit) mg/kg bw/day. There were no effects on developmental toxicity parameters for DEA, DIA, DACT, or OH-ATR at oral dose levels up to 100, 100, 150, or 125 mg/kg bw/day, respectively, with the exception of reductions in fetal body weight by DACT and OH-ATR in the presence of decreased maternal body weight gain. ATR did not adversely affect developmental end points in a two-generation study conducted in rats exposed to dose levels up to 500 ppm (38.7 mg/kg/day) in the diet. The 500-ppm dose level resulted in significantly reduced maternal body weight gain. Overall, data show that neither ATR nor its metabolites statistically significantly affected rat or rabbit embryo-fetal development even at dose levels producing maternal toxicity."
        },
        {
            "References": "PMID:21530638",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ ... We examined the effects of vehicle or atrazine (ATR) (1, 5, 20 and 100 mg/kg/day), administered to Sprague-Dawley rats on gestational days 14-21, once daily or divided into two doses per day, on female offspring reproductive indices. Offspring body weights at birth were reduced and mortality increased in the 100 mg/kg/day group shortly after birth; by PND 21 there were no significant effects. Vaginal opening was delayed in this group, indicating delayed puberty. No significant differences in mammary gland development were apparent at PND 45, or estrous cyclicity through PND 272. There were no differences between dosing regimens. Lower ATR doses (0-20 mg/kg/day) showed few effects in females prenatally exposed to ATR, while the high dose (100 mg/kg/day) reduced offspring body weight and delayed vaginal opening. ..."
        },
        {
            "References": "PMID:21059795",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Atrazine was administered to pregnant female Long Evans rats from gestation days 13-19 at doses of 0, 6.5, 50, or 100 mg/kg/day. A pair-fed control group was yoked to the high-dose atrazine-treated group. Litter size was standardized to 10 pups on postnatal day (PND) 4. ... There was no effect of atrazine exposure on any of the measures of mammary gland development at the maternal dose of 6.5 mg/kg/day. On PND1, ductal elongation was increased by approximately 20% (p < 0.05) in the female offspring born to dams exposed to 50 and 100 mg/kg/day atrazine, coincident with decreased epithelial proliferation in the 100 mg/kg/day group at this age. These differences were not present on PND21, or thereafter. An increased incidence of /terminal end bud/ (TEB)  in the mammary glands from females that were born to both the pair-fed and 50 mg/kg/day-treated dams at the time of /vaginal opening/ (VO) indicated that this response was a specific result of maternal caloric restriction. Collectively, these data indicate that maternal atrazine exposure has no long-term effects on mammary gland development in female offspring beyond a transitory response to high doses at PND1."
        },
        {
            "References": "PMID:15756874",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ A 50% dichlorvos containing insecticide formulation (Unifosz 50 EC) and a 50% atrazine containing herbicide formulation (Hungazin PK 50 WP) were studied in chicken embryos after administration as single compounds. Applied concentrations of dichlorvos were 0.1% (corresponding to the plant protection practice), 0.05%, 0.02%, 0.01%. Applied concentrations of atrazine were 0.66% (corresponding to the plant protection practice), 0.33%, 0.132%, 0.066%. The test materials were injected directly into the air-chamber of eggs on day 0 of the hatching period and evaluation was carried out on day 19 of incubation. The chicken embryos were examined for the following: rate of embryo mortality, body mass, type of developmental anomalies. After the single administrations of dichlorvos containing insecticide formulation and atrazine containing herbicide formulation on day 0 of incubation, the average body weight of chicken embryos did not significantly decrease as compared to the control. After the individual administrations of pesticides the incidence of developmental anomalies was sporadic. The embryonic mortality markedly increased at the highest concentrations of pesticides. The rate of embryo mortality were 61% (dichlorvos insecticide containing formulation) and 52% (atrazine containing herbicide formulation). In summary, the 50% dichlorvos containing insecticide formulation (Unifosz 50 EC) and the 50% atrazine containing herbicide formulation (Hungazin PK 50 WP) were toxic to the developing chicken embryos at the highest concentration in ... /the/ study. The toxic effect was expressed in the high rate of embrio mortality."
        },
        {
            "References": "PMID:18226067",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ ... The humoral and cell-mediated immune responses of offspring from atrazine-exposed dams were assessed at two ages, 3 and 6 months of age to test the hypothesis that prenatal/lactational atrazine exposure would cause greater health complications as the mice aged. Male offspring showed a significant immunopotentiation at three months that was not apparent at 6 months. Three-month-old female offspring showed no significant difference in immune response from controls. However, at 6 months, female litter mates showed a significant depression in their immune function. These results indicate a decreasing trend in immune capacity. ..."
        },
        {
            "References": "PMID:17978342",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ ... /Researchers/ examined the dose effects of atrazine exposure during Sprague-Dawley rat gestation on the postnatal development of male offspring. Pregnant dams were treated by oral gavage with atrazine at 0 to 100 mg/kg/d from gestational day 14 to parturition. Thereafter, neither the pups nor the dams received atrazine. Atrazine had no effect on the number of live births per dam. Neonatal pup survival was affected, however, with increased pup death seen at doses of 10 mg/kg/d and higher. There was no effect of atrazine on the testosterone concentration within the testes of newborn pups. Anogenital distance, an androgen-dependent process, decreased from the control level at the 75 and 100 mg/kg/d doses, with the decrease reaching significance at 100 mg/kg/d. Preputial separation, also an androgen-dependent process, was delayed significantly compared with that in controls in response to the 50 and 100 mg/kg/d doses. At postnatal day 60, serum testosterone concentrations were reduced significantly from controls in the 50 to 100 mg/kg/d groups. However, these decreases had little effect on seminal vesicle or ventral prostate weights. ..."
        },
        {
            "References": "PMID:16977851",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ /Investigators/ examined the effects of atrazine and imazalil, 2 commonly used pesticides, on sexual differentiation in chickens. Atrazine and imazalil were injected into fertile eggs on day 0. At hatching, sex genotype and phenotype were determined. Gonads were stereomicroscopically and histologically observed. In ovo exposure of atrazine (0.01 to 3 mg/egg) did not influence hatchability, whereas imazalil exposure (2 mg/egg) inhibited hatchability. The sex genotype matched the sex phenotype in controls, atrazine, and imazalil-exposed groups. In control females, the right gonad was regressed at hatching. Regression of the right gonad, however, was inhibited following atrazine and imazalil exposure. In atrazine-exposed female chicks, the left gonads had normal ovary structures, and the remaining right gonads had ovary medulla-like structures. In imazalil-exposed females, some left gonads had an ovary medulla-like structure without the cortex as well as tubules, and the right gonad had testis-like structures. There was no change in male gonads at hatching following atrazine and imazalil exposure. Aromatase activity of the left gonad from female chicks was not changed by any concentration of atrazine exposure. These results suggest that atrazine and imazalil inhibit regression of the right gonad in female chicks, although it is not clear whether the remaining right gonad has aromatase activity. In ovo exposure to atrazine influences sexual differentiation of the ovary by different mechanisms from imazalil, possibly by the induction of aromatase in the right gonad, whereas it is confirmed that imazalil inhibits in vitro aromatase activity in the chick ovary. The results indicated that in ovo exposure to imazalil inhibits sexual differentiation of the ovary by inhibiting aromatase activity."
        },
        {
            "References": "PMID:10641017",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ ... Groups of adult /Fischer rats/ were treated i.p. with 60 and 120 mg atrazine kg(-1) body wt. twice a week over 60 days. The results indicate a decrease in the body weight and relative weights of pituitary and ventral prostate vs control, measured on the last day of treatment in both treated groups. Testicular sperm number (expressed as number of sperm per 500 Sertoli cells) in atrazine-treated groups increased with the treatment time due to the reduced sperm motility. Therefore atrazine treatment provoked a significant decrease in sperm number and motility in epididymis, measured after the last day of treatment. alpha-Glucosidase activity in the epididymis, after the last day of treatment, showed a decrease in both treated groups vs control values. Histological analysis of testicular tissue from treated rats showed the cell disorganization and cell clusters together with spermatocytes. Electron microscopy presented differently vacuolated cytoplasm, collagen fiber was reduced, Leydig cells were of irregular shape with unequal form and cisternae of rough endoplasmic reticulum were accentuated and softly widened. In Sertoli cell cytoplasm, atrazine treatment provoked degenerative changes."
        },
        {
            "References": "Hayes, Wayland J., Jr. Pesticides Studied in Man. Baltimore/London: Williams and Wilkins, 1982., p. 563",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Subcutaneous injection of atrazine at 800 mg/kg/day on days 3, 6, and 9 of gestation resulted in the death and resorption of some or all of the pups in each litter of rats. Dosages as high as 200 mg/kg by this route did not affect the number of pups per litter nor weight at weaning. Dietary levels up to 1000 ppm (about 50 mg/kg/day) also were harmless."
        },
        {
            "References": "Hayes, Wayland J., Jr. Pesticides Studied in Man. Baltimore/London: Williams and Wilkins, 1982., p. 563",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ A dosage of 30 mg/kg/day killed pregnant and nonpregnant ewes in 36 to 60 days; the embryos in some pregnant ewes were killed, but some fetuses appeared normal when the dam died. All ewes which received 15 mg/kg/day throughout pregnancy delivered normal lambs at term."
        },
        {
            "References": "PMID:3398074",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ ... Pregnant Charles-River rats received doses of 0, 10, 70, or 700 mg/kg atrazine once daily by gavage on days six through 15 of gestation. Pregnant New Zealand-White rabbits were treated with doses of 0, 1, 5, or 75 mg/kg once daily by gavage on days seven through 19 of gestation. Atrazine produced a dose related pattern of maternal toxicity in both species, but there was no evidence of treatment caused fetal gross, visceral, or skeletal malformations. Increased mortality and clinical signs of toxicity plus decreases in feed consumption, body weight, and body weight gain were noted among rats receiving the 700 mg/kg/day dose. ... The fetal effects and embryotoxic effects in both species were associated with severe maternal toxicity rather than being effects of the chemical exposure specifically. At doses below 10 mg/kg/day for rats and 1 mg/kg/day for rabbits, no evidence of material toxicity was noted."
        },
        {
            "References": "PMID:3695505",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Daily sc injections of atrazine and deethylatrazine to rat mothers during pregnancy only or during pregnancy and lactation influenced the pituitary-gonadal axis of male and female offspring. In female and male offspring, slow maturation of gonadotropic system is evident and as a consequence modified male and female pituitary 5 alpha-reductase activity is present. The number of specific steroid-hormone receptor sites at the offsprings' gonads in unchanged if the mothers were treated only during pregnancy, but 5 alpha-DHT prostate receptors are strongly inhibited in offspring of mothers treated with atrazine and deethylatrazine during pregnancy and lactation."
        },
        {
            "References": "PMID:7660840",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ The influence of the herbicide atrazine on the Fischer rat and their offspring was investigated. Six 120 mg doses of atrazine in paraffin oil per kg body weight were applied every 48 hours to the females in Group A. The females in the control group, Group C, received paraffin oil only. By the end of the intubation period the rats in Group A weighed less than those in Group C. Atrazine did not affect the estrus cycle, gestation and delivery, litter size and pup survival. Adult female offspring of Group A displayed increased activity in the activity cage and the male offspring avoided more electric shock during the shuttle box acquisition trials. In addition Group A offspring had shorter latency time during extinction trials than Group C offspring."
        },
        {
            "References": "PMID:1784837",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Male and female Wistar rats were administered a diet containing 450 ppm atrazine as early as 60 days prior to the cohabitation period. Hexobarbital sleeping time and further in vitro assays pointed to a monooxygenase induction which appeared to be more marked in males vs females and most significant in the offspring at weaning. At this age, induction involved also the cytosolic glutathione S-transferase, a phase II enzyme. Results would suggest that the inducing properties of the herbicides can be transferred to the offspring via the placental and/or the mammary route."
        },
        {
            "References": "Krieger, R. (ed.). Handbook of Pesticide Toxicology. Volume 1, 2nd ed. 2001. Academic Press, San Diego, California., p. 738",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ ...Female Long Evans (LE) and Sprague-Dawley (SD) rats that had been screened for regular  4-day estrous cycles, received 0, 75, 150, or 300 mg/kg/day atrazine by gavage for 21 days. In both  strains, atrazine disrupted the the regular 4-day estrous cycles. For the LE rats, all dose levels  were effective, whereas SD rats required a higher dose (150 mg/kg/day for a longer time for this  effect to appear. The increased time spent in vaginal diestrus was associated with elevated  progesterone and low estradiol concentrations, indicative of a repetitive pseudopregnant condition.  This condition was not considered... to be conducive to the development of mammary tumors, although  there was some indication of prolonged estrous at the lowest dose tested."
        },
        {
            "References": "PMID:10568700",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ ...Suckling-induced prolactin release would lead to a disruption in tuberoinfundibular development, altered prolactin regulation, and subsequent prostatitis in the male offspring. To test this hypothesis, suckling-induced prolactin release was measured in Wistar dams treated twice daily with the herbicide atrazine (atrazine, by gavage, on PND 1-4 at 0, 6.25, 12.5, 25, and 50 mg/kg body weight), or twice daily with the dopamine receptor agonist bromocriptine (BROM, sc, at 0.052, 0.104, 0.208, and 0.417 mg/kg); BROM is known to suppress prolactin release. Similarly, atrazine has also been reported to suppress prolactin in adult females. Serum prolactin was measured on PND 3 using a serial sampling technique and indwelling cardiac catheters. A significant rise in serum prolactin release was noted in all control females within 10 min of the initiation of suckling. Fifty-mg/kg atrazine inhibited suckling-induced prolactin release in all females, whereas 25 and 12.5 mg/kg atrazine inhibited this measure in some dams and had no discernible effect in others. The 6.25 mg/kg dose of atrazine was without effect. BROM, used here as a positive control, also inhibited suckling-induced prolactin release at doses of 0.104 to 0.417 mg/kg, with no effect at 0.052 mg/kg. To examine the effect of postnatal atrazine and BROM on the incidence and severity of inflammation (INF) of the lateral prostate of the offspring, adult males were examined at 90 and 120 days. While no effect was noted at 90 days of age, at 120 days, both the incidence and severity of prostate inflammation was increased in those offspring of atrazine-treated dams (25 and 50 mg/kg). The 12.5 mg/kg atrazine and the two highest doses of BROM increased the incidence, but not the severity, of prostatitis. Combined treatment of ovine prolactin (oPRL) and 25 or 50 mg/kg atrazine on PND 1-4 reduced the incidence of inflammation observed at 120 days, indicating that this increase in INF, seen after atrazine alone, resulted from the suppression of prolactin in the dam. To determine whether or not there is a critical period for these effects, dams were dosed with 25 and 50 mg/kg on PND 6-9 and PND 11-14. Inflammation was increased in those offspring from dams treated on PND 6-9, but this increase was not significant. Dosing on PND 11-14 was without effect. These data demonstrate that atrazine suppresses suckling-induced prolactin release and that this suppression results in lateral prostate inflammation in the offspring. The critical period for this effect is PND 1-9."
        },
        {
            "References": "Narotsky MG et al; Reprod Toxicol 15 (1): 61-9 (2000)",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Atrazine was administered by gavage, in 1% methylcellulose, to F344 Sprague-Dawley (SD), and Long Evans (LE) rats at 0, 25, 50, 100, or 200 mg/kg/day on gestation days 6 through 10. The dams were allowed to deliver and litters were examined postnatally. The F344 strain was the most sensitive to atrazine's effects on pregnancy, showing full-litter resorption (FLR) at >/=50 mg/kg. In surviving F344 litters, prenatal loss was increased at 200 mg/kg. In SD and LE rats, FLR occurred only at 200 mg/kg. Delayed parturition was seen at >/=100 mg/kg in F344 and SD rats. Regarding maternal toxicity, the SD dams were the most sensitive, with weight loss at >/=25 mg/kg. When 200 mg/kg was administered to F344 rats on days 11 through 15 (after the LH-dependent period of pregnancy), no FLR was seen."
        },
        {
            "References": "PMID:11191080",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ A dose-response study of the effects of atrazine ingestion on reproductive function in male Sprague-Dawley rats during a critical developmental period, the peripubertal period /is reported/. Atrazine was administered by gavage to rats from day 22 to day 47 of age, at doses of 1-200 mg/kg body weight per day. Atrazine administration of up to 50 mg/kg per day had no effect on any of the measured variables. Serum testosterone concentration was reduced by atrazine at doses of 100 and 200 mg/kg per day, as were seminal vesicle and ventral prostate weights. Intratesticular testosterone concentration was reduced in parallel with serum testosterone, suggesting that the reductions in serum testosterone resulted from reduced testosterone production by Leydig cells or from changes in testosterone metabolism within the testis, or both. Serum luteinizing hormone (LH) concentration was reduced despite the reduced serum testosterone, suggesting an effect on the hypothalamus, the pituitary gland, or both. At the termination of the study, the average body weight of rats receiving atrazine at 100 mg/kg per day was found to be reduced by approximately 9%. This suggested the possibility that the effects of atrazine on the reproductive tract may not be direct, but rather, the noted deficits of the male reproductive tract resulted from reduced food intake by the treated rats. We tested this by feeding control (vehicle-gavaged) rats amounts of food equivalent to that consumed by the atrazine-fed rats, and then assessing reproductive tract endpoints. Even mild food restriction resulted in reductions in serum testosterone concentration, in the weights of androgen-dependent organs, and in serum LH concentration; the same deficits that were seen in atrazine-gavaged rats. Indeed, the effects of atrazine on the male reproductive tract seen in rats receiving atrazine at greater than 50 mg/kg per day could not be distinguished from the effects of reduced food consumption."
        },
        {
            "References": "Narotsky MG, Best DS; Biol Reproduct 66 (Suppl 1): 215-216 (2002)",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ ... This study compared the dose-response relationships for ATR /(atrazine)/ and four metabolites. Hydroxyatrazine (OHA) is a dechlorinated metabolite of plants that is found in food. Deethylatrazine (DEA), deisopropylatrazine (DIA), and diaminochlorotriazine (DACT), are dealkylated mammalian and microbial metabolites, with DACT being predominant; these metabolites are also found in the environment. The chemicals were administered in 1% methylcellulose to F344 rats by gavage on gestation days (GD) 6-10 (plug day = GD 0). There were 7-16 animals per treatment group. ATR and DACT were administered at 0, 0.12, 0.23, and 0.46 mmol/kg (equimolar to 0, 25, 50, and 100 mg ATR/kg); DEA and DIA were administered at 0, 0.23, 0.46, and 0.69 mmol/kg (equimolar to 0, 50, 100, and 150 mg ATR/kg); and OHA was administered at 0, 0.46, 1.39, and 2.32 mmol/kg (equimolar to 0, 100, 300, and 500 mg ATR/kg). Dams were allowed to deliver and their litters were examined postnatally. Apparently nongravid uteri were stained with 10% ammonium sulfide to detect/confirm resorption sites. Maternally, the highest dose of OHA caused significant weight loss after the 4th and 5th doses. For the four other chemicals, the two highest dosages (ATR and DACT) or all dosages (DIA and DEA) caused significant weight loss after the 1st or 2nd dose. All five chemicals disrupted pregnancy maintenance. Pregnancy loss was observed following treatment with ATR at 0.23 and 0.46 mmol/kg (36% and 74%, respectively); DEA at 0.69 mmol/kg (38%); DIA at 0.46 and 0.69 mmol/kg (19% and 29%, respectively); DACT at 0.46 mmol/kg (40%); and OHA at 0.46 and 2.32 mmol/kg (14% and 36%, respectively). Overall, only one (3%) control dam had pregnancy loss. For surviving litters, parturition was slightly, but significantly, delayed for dams exposed to ATR (0.46 mmol/kg), DEA (0.23 and 0.69 mmol/kg), DIA (0.46 and 0.69 mmol/kg), and DACT (0.23 and 0.46 mmol/kg)."
        },
        {
            "References": "California Environmental Protection Agency/Department of Pesticide Regulation; Toxicology Data Review Summary for Atrazine (1912-24-9) p.16 (January 28, 2008). Available from, as of October 17, 2017: https://www.cdpr.ca.gov/docs/risk/toxsums/toxsumlist.htm",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Virgin rats (10-13 wk old) of Sprague-Dawley and F344 strains were dosed by gavage with 0, 100, or 300 mg/kg/day atrazine  for 14 to 23 days (dosing was stopped and rats were sacrificed when vaginal smear data first indicated proestrus stage, after a minimum of 14 days of treatment). ... Body weights at sacrifice for Sprague-Dawley rats were reduced 13% and 27% compared to controls ... . Both strains showed dose-related absolute and relative decreases in ovarian and uterine weights, and absolute and relative increases in adrenal weights. Plasma hormone level changes included a dose-related drop in estradiol levels (significant only in Sprague-Dawley rats), and a significant elevation in progesterone levels in 300 mg/kg/day Sprague-Dawley rats only. Mean estrous cycle duration was elevated in treated groups compared to concurrent controls, significant only in Sprague-Dawley rats. Sprague-Dawley rats had a dose-related and significant increase in the percentage of cycle in estrus and a decrease in the percentage of the cycle in diestrus. In contrast, F344 rats had a slightly opposite trend."
        },
        {
            "References": "PMID:14514952",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ ... Atrazine (ATR) suppresses the immunomodulatory hormones prolactin (PRL) and the thyroid hormones (THs), with developmental exposure to ATR permanently disrupting PRL regulation. /The author/ hypothesized that ATR may cause developmental immunotoxicity through its disruption of PRL or THs. To test this hypothesis, pregnant Sprague-Dawley (SD) rats were exposed to 35 mg ATR/kg/d from gestational day (GD) 10 through post-natal day (PND) 23. Separate groups were exposed to bromocryptine (BCR at 0.2 mg/kg/2x/day) to induce hypoprolactinemia or to propylthiouracil (PTU at 2 mg/kg/day) to induce hypothyroidism. After offspring reached immunologic maturity (at least 7-weeks-old), the following immune functions were evaluated: natural killer (NK) cell function, delayed-type hypersensitivity (DTH) responses, phagocytic activity of peritoneal macrophages and antibody response to sheep erythrocytes (SRBC). ATR decreased the primary antibody and DTH responses in male offspring only. Neither PTU, nor BCR, caused immunosuppression in any measured variable, although PTU increased phagocytosis by peritoneal macrophages. These results demonstrate that developmental exposure to ATR produced gender-specific changes in immune function in adult rats."
        },
        {
            "References": "PMID:12011479",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ ... Intact male Wistar rats were gavaged from postnatal day (PND) 23 through PND 53 and several reproductive endpoints were examined. The doses selected were the molar equivalents to atrazine in our previous work. Deethylatrazine (DEA), deisopropyl-atrazine (DIA), and diaminochlorotriazine (DACT) were administered by gavage at doses equivalent to the atrazine equimolar doses (AED) of 6.25, 12.5, 25, 50, 100, or 200 mg/kg. Preputial separation (PPS) was significantly delayed by DEA at 25, 100, and 200 AED, by DIA at 25, 100, and 200 AED, and by DACT at 12.5 through 200 AED. When the males were killed on PND 53, DEA (100 and 200 AED), DIA (50 through 200 AED), and DACT (200 AED) treatments caused a significant reduction in ventral prostate weight, while only the highest doses of DIA and DEA resulted in a significant decrease in lateral prostate weight. Seminal vesicle weight was reduced by DEA (25, 100, and 200 AED), DIA (100 and 200 AED), and 100 and 200 AED of DACT. Epididymal weights were reduced in the DEA (200 AED), DIA (200 AED), and DACT (100 and 200 AED) treatment groups. Serum testosterone was reduced only in the males receiving the 2 highest doses of DIA. Serum estrone was increased in the 2 highest doses of the DACT group, while serum estradiol was not different in any group. No differences were observed in any of the thyroid measures."
        },
        {
            "References": "PMID:11440472",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ ... Teratogeny of atrazine was examined during the first 48 hr of zebrafish development (embryo test) and correlated to effects on the microsomal and soluble glutathione S-transferases (m-/sGST; EC 2.5.1.18). Atrazine at 4 mg/L disturbed the normal development to long pec stage, at concentrations between 10 and 20 mg/L it caused retardations in organogenesis, a slowdown of movements, and functional disturbances of heart and circulatory system. m- and sGST activities were affected by atrazine in all investigated developmental stages. Atrazine elevated the mGST activity dose dependently up to a concentration of 5 mg/L, and the sGST up to 1 mg/L. Higher atrazine concentrations caused a decrease of GST activity, especially of the sGST of the younger stages, 32 cells and 75% epiboly."
        },
        {
            "References": "PMID:18060860",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ ... /Researchers/ investigated the mechanisms underlying the adverse effects of atrazine, with a focus on its effects on sperm. ... /And/ show evidence that mitochondrial F(1)F(0)-ATP synthase is a molecular target of atrazine. A series of experiments with sperm and isolated mitochondria suggest that atrazine inhibits mitochondrial function through F(1)F(0)-ATP synthase. Moreover, affinity purification using atrazine as a ligand demonstrates that F(1)F(0)-ATP synthase is a major atrazine-binding protein in cells."
        },
        {
            "References": "PMID:25445803",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ Overexposure to the commonly used herbicide atrazine (ATR) affects several organ systems, including the brain. Previously, we demonstrated that short-term oral ATR exposure causes behavioral deficits and dopaminergic and serotonergic dysfunction in the brains of mice. Using adult male C57BL/6 mice, the present study aimed to investigate effects of a 10-day oral ATR exposure (0, 5, 25, 125, or 250 mg/kg) on the mouse plasma metabolome and to determine metabolic pathways affected by ATR that may be reflective of ATR's effects on the brain and useful to identify peripheral biomarkers of neurotoxicity. Four hours after the last dosing on day 10, plasma was collected and analyzed with high-performance, dual chromatography-Fourier-transform mass spectrometry that was followed by biostatistical and bioinformatic analyses. ATR exposure (>/= 5mg/kg) significantly altered plasma metabolite profile and resulted in a dose-dependent increase in the number of metabolites with ion intensities significantly different from the control group. Pathway analyses revealed that ATR exposure strongly correlated with and disrupted multiple metabolic pathways. Tyrosine, tryptophan, linoleic acid and alpha-linolenic acid metabolic pathways were among the affected pathways, with alpha-linolenic acid metabolism being affected to the greatest extent. Observed effects of ATR on plasma tyrosine and tryptophan metabolism may be reflective of the previously reported perturbations of brain dopamine and serotonin homeostasis, respectively. ATR-caused alterations in the plasma profile of alpha-linolenic acid metabolism are a potential novel and sensitive plasma biomarker of ATR effect and plasma metabolomics could be used to better assess the risks, including to the brain, associated with ATR overexposure."
        },
        {
            "References": "PMID:23123945",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ Atrazine (ATR) is used as a pre- and post-emergent herbicide; although banned in several countries of the European Community, it is still used extensively around the world. A recent study in rats has shown that chronic, daily exposure to 10 mg ATR/kg BW causes hyperactivity, disrupts motor coordination and learning of behavioral tasks, and decreases dopamine levels in the brain. In order to evaluate the short-term effect of ATR exposure on locomotor activity, monoamine markers, and antioxidants, adult male Sprague-Dawley rats received six IP injections of 100 mg ATR/kg BW or vehicle over two weeks. After every ATR injection we found hypoactivity that lasted up to five days, and it was accompanied by reductions in levels of striatal DA, DOPAC, and HVA without any alteration in the striatal expression of the mRNAs for Mn-SOD, Trx-1, DAR-D(1), or DAR-D(2). In contrast, in the nucleus accumbens no changes in monoamine markers were observed, and a down-regulation of Trx-1 expression was detected shortly after the ATR treatment. Moreover, in the ventral midbrain, we found that ATR induced a down-regulation of mRNA for Th and DAT, but it increased VMAT2 mRNA expression. Decreases of monoamine levels and of locomotor activity disappeared three months after ATR treatment; however, an amphetamine challenge (1 mg/kg) given two months after the ATR treatment resulted in a significant stimulation in the exposed group, revealing hidden effects of ATR on dopaminergic systems. These results indicate that ATR exposure differentially modifies the dopaminergic systems, and these modifications may underlie the behavioral changes observed."
        },
        {
            "References": "PMID:26075868",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ Atrazine (2-chloro-4-ethytlamino-6-isopropylamine-1,3,5-triazine; ATR) is widely used as a broad-spectrum herbicide. Animal studies have demonstrated that ATR exposure can cause cell death in dopaminergic neurons. The molecular mechanisms underlying ATR-induced neuronal cell death, however, are unknown. In this study, we investigated the autophagy and apoptosis induced by ATR in dopaminergic neurons in vivo. Wistar rats were administered with ATR at doses of 10, 50 and 100 mg/kg body weight by oral gavage for three months. In terms of histopathology, the expression of autophagy- and apoptosis-related genes as well as proteins related to the Beclin-1/B-cell lymphoma 2 (Bcl-2) autophagy and apoptosis pathways were examined in the rat nigrostriatal dopaminergic system. We observed degenerative micromorphology indicative of neuronal apoptosis and mitochondrial autophagy by electron microscopy in ATR-exposed rat striatum. The rat ventral mesencephalon in the ATR-exposed groups also showed increased expression of Beclin-1, LC3-II, Bax and Caspase-9, and decreased expression of tyrosine hydroxylase (TH), Bcl-xl and Bcl-2. These findings indicate that ATR may induce autophagy- and apoptosis-related changes in doparminergic neurons. Furthermore, this induction may be regulated by the Beclin-1 and Bcl-2 autophagy and apoptosis pathways, and this may help to better understand the mechanism underlying the neurotoxicity of ATR."
        },
        {
            "References": "USDHHS/ATSDR Toxicological Profile for Atrazine (1912-24-9) p.75 (2003). Available from, as of October 17, 2017: https://www.atsdr.cdc.gov/ToxProfiles/tp153.pdf",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ Sprague-Dawley rats injected intraperitoneally with 0, 85, or 170 mg/kg atrazine twice a week for 30 days showed some transient neurological effects. No alterations were seen electron microscopically in the cervical or thoracic ganglia, spinal cord, or sciatic nerve of rats killed immediately after the end of the treatment period. However, morpho-quantitative analysis revealed decreased areas for myelinated and unmyelinated axons in the 170 mg/kg group; statistical significance was reached only for unmyelinated axons. Recovery was seen after 30 days of nontreatment. Morpho-quantitative analysis involved computer analysis of electron micrographs of the sciatic nerve for cross-sectional area of myelinated and unmyelinated fibers and for thickness of myelin sheaths."
        },
        {
            "References": "PMID:9367664",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ The effect of atrazine oral administration on cerebellar forelimb projection area was  studied in rats in vivo. Rats acutely treated with atrazine (100 mg kg-1, BW) showed a significant  decrease in spontaneous Purkinje cell firing rate. Atrazine also decreased the cerebellar potentials  evoked by electrical stimulation of the ipsilateral radial nerve, affecting mostly the response to  climbing fiber input."
        },
        {
            "References": "PMID:20624442",
            "Value": "/DEVELOPMENTAL NEUROTOXICITY/ ... Neurobehavioral development of female and male mice delivered from CD1 dams, and daily exposed from Gestational Day 14 until Postnatal Day 21 (PND 21) to 1 or 100 ug/kg bw ATZ, was investigated. Specifically, locomotor and exploratory activity, social interactions and cognitive performance were evaluated at PND 16, 31 and 60, respectively. Moreover, general toxicity clinical signs, testicular parameters, rate of testosterone metabolism and aromatase activity in F1 male liver were analyzed at adulthood. Changes in exploratory profile and in affiliative/investigative behavior were observed, revealing a feminization of behavioral profile in ATZ-exposed males. Alteration in learning performance at adulthood was also evident. A limited decreased sperm count and concentration, as well as some slight impairment in hepatic testosterone metabolism and in aromatase activity (slightly but not significantly decreased) were observed in both low and high dose exposed animals. ..."
        },
        {
            "References": "California Environmental Protection Agency/Department of Pesticide Regulation; Toxicology Data Review Summary for Atrazine (1912-24-9) p.7 (January 28, 2008). Available from, as of October 17, 2017: https://www.cdpr.ca.gov/docs/risk/toxsums/toxsumlist.htm",
            "Value": "/ENDOCRINE MODULATION/ Ninety Crl:CD7BR females per group were dosed in diet with 0, 25, 50, or 400 ppm Atrazine Technical, purity 97.1%, for 6 months. To assess estrous cycling, smear samples were taken daily for vaginal cytology for 14 consecutive days at 4 week intervals. Rats were ovariectomized 10 days before sacrifice. A capsule containing 4 mg estradiol/mL sesame oil was implanted 3 days before sacrifice. These measures ensured that sufficient estrogen was available to induce an /luteinizing hormone/ (LH) surge regardless of treatment regimen. Blood was sampled after 6 months of treatment for prolactin and LH (study outcome parameters) and estradiol (to validate experimental technique) by /radioimmunoassay/ (RIA). ... There were modest but statistically significant body weight and food consumption decrements at 400 ppm. Vaginal cytology data showed an impressive increase in prolonged or constant estrus at 400 ppm during the last 3 months of the study. At most sampling intervals for vaginal cytology, there was no indication of effects at lower dose levels. ... The pulse of luteinizing hormone, which normally appears late in the daylight period in ovariectomized rats under estradiol treatment, was effectively blocked at 400 ppm. NOEL for body weight and food consumption decrements and for lack of the normal luteinizing hormone surge in estradiol-primed rats was 50 ppm (3.65 mg/kg/day). There was no definitive NOEL for estrous cycling alterations, although sustained effects were limited to 400 ppm rats."
        },
        {
            "References": "Ghinea E et al; Rev Roum Med Endocrinol 17 (3): 185-90 (1980)",
            "Value": "/ENDOCRINE MODULATION/ The experiment carried out on rats treated 15 days with 500 ppm amitrol and 50 ppm atrazine revealed variations in T3 (triiodothyronine), T4 (thyroxine) and LH (lutropin) synthesis. Amitrol strongly inhibited T3 and T4 secretion, whereas atrazine stimulated it."
        },
        {
            "References": "PMID:12128101",
            "Value": "/ENDOCRINE MODULATION/ ...Testosterone levels following in vivo and in vitro exposure to atrazine /were studied/. For in vivo exposures, juvenile rat males were administered atrazine 50 mg/kg bw per day by gavage acutely (from postnatal day (pnd) 46 to 48) and chronically (from pnd 22 to 48). In both acutely- and chronically-treated animals, serum and intratesticular levels of testosterone were significantly reduced by approximately 50%. For in vitro exposures, Leydig cells isolated from rats on pnd 49 were co-cultured with 232 microM atrazine in the presence of a maximally stimulating concentration of luteinizing hormone. Compared with cells cultured with vehicle and luteinizing hormone alone, testosterone production by Leydig cells treated with atrazine was reduced by 35%. A similar decrease was observed when Leydig cells were stimulated with dibuterol cAMP (db-cAMP) in lieu of luteinizing hormone, but not when cells were stimulated with hydroxycholesterol, indicating that the effects of atrazine on testosterone production can be bypassed. Taken together, these results demonstrate that atrazine acts as an endocrine disrupter in rat males by directly inhibiting Leydig cell testosterone production."
        },
        {
            "References": "PMID:10696778",
            "Value": "/ENDOCRINE MODULATION/ ... Estrogen-induced surges of luteinizing hormone (LH) and prolactin in ovariectomized Sprague-Dawley (SD) and Long-Evans hooded (LE) rats treated with atrazine (50-300 mg/kg/day, by gavage) for 1, 3, or 21 days /were examined/. One dose of atrazine (300 mg/kg) suppressed the LH and prolactin surge in ovariectomized LE, but not SD female rats. Atrazine (300 mg/kg) administered to intact LE females on the day of vaginal proestrus was without effect on ovulation but did induce a pseudopregnancy in 7 of 9 females. Three daily doses of atrazine suppressed the estrogen-induced LH and prolactin surges in ovariectomized LE females in a dose-dependent manner, but this same treatment was without effect on serum LH and prolactin in SD females. The estrogen-induced surges of both pituitary hormones were suppressed by atrazine (75-300 mg/kg/day) in a dose-dependent manner in females of both strains evaluated after 21 days of treatment. Three experiments were then performed to determine whether the brain, pituitary, or both organs were the target sites for the chlorotriazines. These included examination of the ability of (1) the pituitary lactotrophs to secrete prolactin, using hypophyosectomized females bearing pituitary autotransplants (ectopic pituitaries); (2) the synthetic gonadotropin-releasing hormone (GnRH) to induce LH secretion in females treated with high concentrations of atrazine for 3 days; and (3) atrazine (administered in vivo or in vitro) to suppress LH and prolactin secretion from pituitaries, using a flow-through perifusion procedure. In conclusion, the results of these studies demonstrate that atrazine alters LH and prolactin serum levels in the LE and SD female rats by altering the hypothalamic control of these hormones. In this regard, the LE female appeared to be more sensitive to the hormone suppressive effects of atrazine, as indicated by the decreases observed on treatment-day 3."
        },
        {
            "References": "PMID:25253736",
            "Value": "/ENDOCRINE MODULATION/ Premature luteinization is a possible cause of infertility in women. It is currently unknown whether environmental chemicals can induce changes associated with premature luteinization. Using rat granulosa cells (GC) in vitro, we demonstrated that exposure to atrazine(ATR), a widely used herbicide, causes GC phenotype that resembles that of human premature luteinization. At the end of the 48-h stimulation with FSH, ATR-exposed GC showed (1) higher levels of progesterone, (2) overexpression of luteal markers (Star and Cyp11a1), and (3) an increase in progesterone:estradiol ratio above 1. Mechanistic experiments were conducted to understand the signaling events engaged by ATR that lead to this phenotype. Western blot analysis revealed prolonged phosphorylation of protein kinase B (AKT) and cAMP response element-binding protein (CREB) in ATR- and FSH-exposed GC. An increased level of ERK1/2-dependent transcriptional factor CCATT/enhancer-binding protein beta (CEBPB) was observed after 4 hr of ATR exposure. Inhibitors of PI3K (wortmannin) and MEK (U0126) prevented ATR-induced rise in progesterone level and expression of luteal markers in FSH-stimulated GC. Atrazine intensified AKT and CEBPB signaling and caused Star overexpression in forskolin-stimulated GC but not in epidermal growth factor (EGF)-stimulated GC. In the presence of rolipram, a specific inhibitor of phosphodiesterase 4 (PDE4), ATR was not able to further elevate AKT phosphorylation, CEBPB protein level, and Star mRNA in FSH-stimulated GC, suggesting that ATR inhibits PDE4. Overall, this study showed that ATR acts as a FSH sensitizer leading to enhanced cAMP, AKT, and CEBPB signaling and progesterone biosynthesis, which promotes premature luteinization phenotype in GC."
        },
        {
            "References": "PMID:24632104",
            "Value": "/ENDOCRINE MODULATION/ Effects of atrazine (ATZ) and its metabolite diaminochlorotriazine (DACT) on the induction of oxidative stress and endocrine disruption were studied in mice. Body and liver weights decreased in all ATZ and DACT treated groups. Hepatic activities of superoxide dismutase (SOD) increased significantly after 1 week of intraperitoneal injection of 200 mg/kg ATZ, 100 and 200 mg/kg DACT. Hepatic activities of catalase (CAT) and glutathione S-transferase (GST) were also affected by the treatment with 200 mg/kg DACT. In serum, the glutathione peroxidase (GPX) and GST activities and glutathione (GSH) content decreased significantly in the 200 mg/kg DACT treated group. Moreover, the administration of ATZ and DACT decreased the transcription levels of key genes related to cholesterol transport and testosterone (T) synthesis including scavenger receptor class B type 1 (SR-B1), cytochrome P450 cholesterol side-chain cleavage enzyme (P450scc) and cytochrome P450 17alpha-hydroxysteroid dehydrogenase (P450 17alpha) in testes. Furthermore, the treatment with 200 mg/kg DACT significantly decreased the serum and testicular T levels, while the treatment with 200 mg/kg ATZ significantly decreased the testicular T levels. The results indicated that the acute exposure to ATZ and DACT induced oxidative stress and endocrine disruption in mice, and DACT showed much more toxic than ATZ did."
        },
        {
            "References": "PMID:24887032",
            "Value": "/ENDOCRINE MODULATION/ Toxicology is increasingly focused on molecular events comprising adverse outcome pathways. Atrazine activates the hypothalamic-pituitary adrenal axis, but relationships to gonadal alterations are unknown. We characterized hormone profiles and adrenal (intact and castrate) and testis (intact) proteomes in rats after 3 days of exposure. The adrenal accounted for most of the serum progesterone and all of the corticosterone increases in intact and castrated males. Serum luteinizing hormone, androstenedione, and testosterone in intact males shared a non-monotonic response suggesting transition from an acute stimulatory to a latent inhibitory response to exposure. Eight adrenal proteins were significantly altered with dose. There were unique proteomic changes between the adrenals of intact and castrated males. Six testis proteins in intact males had non-monotonic responses that significantly correlated with serum testosterone. Different dose-response curves for steroids and proteins in the adrenal and testis reveal novel adverse outcome pathways in intact and castrated male rats."
        },
        {
            "References": "PMID:23197165",
            "Value": "/ENDOCRINE MODULATION/ Atrazine (ATR) is a commonly used pre-emergence/early postemergence herbicide. Previous work has shown that exposure to high doses of ATR in rats results in blunting of the hormone-induced luteinizing hormone (LH) surge and inhibition of pulsatile LH release without significantly reducing pituitary sensitivity to a gonadotropin-releasing hormone (GnRH) agonist. Accompanying the reduction in the LH surge was an attenuation of GnRH neuronal activation. These findings suggest that ATR exposure may be acting to inhibit GnRH release. In this study, we examined GnRH directly to determine the effect of high doses of ATR on GnRH pulsatile release, gene expression, and peptide levels in the female rat. Ovariectomized adult female Wistar rats were treated with ATR (200 mg/kg) or vehicle for 4 days via gavage. Following the final treatment, GnRH release was measured from ex vivo hypothalamic explants for 3 hr. In another experiment, animals were administered either vehicle or ATR (50, 100, or 200 mg/kg) daily for 4 days. Following treatment, in situ hybridization was performed to examine total GnRH mRNA and the primary GnRH heterogeneous nuclear RNA transcript. Finally, GnRH immunoreactivity and total peptide levels were measured in hypothalamic tissue of treated animals. ATR treatment resulted in no changes to GnRH gene expression, peptide levels, or immunoreactivity but a reduction in GnRH pulse frequency and an increased pulse amplitude. These findings suggest that ATR acts to inhibit the secretory dynamics of GnRH pulses without interfering with GnRH mRNA and protein synthesis."
        },
        {
            "References": "PMID:24773485",
            "Value": "/ENDOCRINE MODULATION/ Atrazine, prometryn, propazine and simazine are chlorotriazines that are commonly employed as herbicides. However, their use is a major cause of concern, due to their reported endocrine disrupting effects in different taxa. Data from studies on the molecular and cellular processes underlying the hormonal action of these substances are contradictory. The ability of these chlorotriazines and the atrazine metabolites, desethyl-s-chlorotriazine and desisopropyl-s-chlorotriazine, to trigger responses mediated by the estrogen receptor (ER), aryl hydrocarbon receptor (AhR) and thyroid receptor (TR), was studied by using in vitro approaches. Transcriptional activation assays were applied to observe the activation of ER and TR. The induction of ethoxyresorufin-O-deethylase (EROD) activity in the RTG-2 cell line served as an indicator of AhR activation. No responses were found in any of the assays, with any of the six chlorotriazines tested. Our observations indicate that the chlorotriazines tested are unlikely to cause their endocrine effects via these receptors."
        },
        {
            "References": "PMID:19690231",
            "Value": "/ENDOCRINE MODULATION/ ... Atrazine (ATR) alters steroidogenesis in male Wistar rats resulting in elevated serum corticosterone (CORT), progesterone, and estrogens. The increase in CORT indicated that this chlorotriazine herbicide may alter the hypothalamic-pituitary-adrenal axis. This study characterizes the temporal changes in adrenocorticotropic hormone (ACTH), CORT, and P4 in male Wistar rats following a single dose of ATR (0, 5, 50, 100, and 200 mg/kg), simazine (SIM; 188 mg/kg), propazine (PRO; 213 mg/kg), or primary metabolites, deisopropylatrazine (DIA; 4, 10, 40, 80, and 160 mg/kg), deethylatrazine (DEA; 173 mg/kg), and diamino-s-chlorotriazine (DACT; 3.37, 33.7, 67.5, and 135 mg/kg). The maximum dose for each chemical was the molar equivalent of ATR (200 mg/kg). Significant increases in plasma ACTH were observed within 15 min, following exposure to ATR, SIM, PRO, DIA, or DEA. Dose-dependent elevations in CORT and progesterone were also observed at 15 and 30 min post-dosing with these compounds indicating an activation of adrenal steroidogenesis. Measurement of the plasma concentrations of the parent compounds and metabolites confirmed that ATR, SIM, and PRO are rapidly metabolized to DACT. Although DACT had only minimal effects on ACTH and steroid release, dosing with this metabolite resulted in plasma DACT concentrations that were 60-fold greater than that observed following an equimolar dose of ATR and eightfold greater than equimolar doses of DIA or DEA, indicating that DACT is not likely the primary inducer of ACTH release."
        },
        {
            "References": "PMID:21126571",
            "Value": "/ENDOCRINE MODULATION/ ... The effect of atrazine was compared in cultures using primary granulosa cells and H295R adrenal cortical carcinoma cells. Atrazine (10 uM), but not its metabolite, 2-chloro-4,6-diamino-1,2,5-triazine (DACT), significantly increased estradiol production and aromatase activity in granulosa cell cultures only when measured for 1-hr following 24 hr of exposure. In H295R cells, atrazine (10 uM) increased estradiol and estrone production. Importantly, atrazine (10 uM) increased progesterone production from both cell types suggesting a broader effect of atrazine on steroidogenesis."
        },
        {
            "References": "PMID:20667998",
            "Value": "/ENDOCRINE MODULATION/ ... /Investigators/ examined 24 hr in vitro and in vivo effects of atrazine on androgen production and on expression and activity of steroidogenic enzymes and regulatory proteins involved in cyclic adenosine monophosphate (cAMP)-signaling pathway in peripubertal rat Leydig cells. When in vitro added, 1-50 uM atrazine increased basal and human chorion gonadotropin-stimulated testosterone production and accumulation of cAMP in the medium of treated cells. The stimulatory action of atrazine on androgen production but not on cAMP accumulation was abolished in cells with inhibited protein kinase A. Atrazine also stimulated the expression of mRNA transcripts for steroidogenic factor-1, steroidogenic acute regulatory protein, cytochrome P450 (CYP)17A1, and 17beta-hydroxysteroid dehydrogenase (HSD), as well as the activity of CYP17A1 and 17beta-HSD. The stimulatory effects of atrazine on cAMP accumulation and androgen production were also observed during the first 3 days of in vivo treatment (200 mg/kg body weight, by gavage) followed by a decline during further treatment. These results indicate that atrazine has a transient stimulatory action on cAMP signaling pathway in Leydig cells, leading to facilitated androgenesis."
        },
        {
            "References": "PMID:25138046",
            "Value": "/ENDOCRINE MODULATION/ This study determines the effect of atrazine and fenitrothion no-observed-effect-levels (NOEL) on the binding of corticosterone (B) to corticosterone-binding-globulin (CBG) in an amphibian and a mammal. Plasma from five cane toads and five Wistar rats was exposed to atrazine and fenitrothion at the NOEL approved for Australian fresh water residues and by the World Health Organization (WHO). The concentration required to displace 50% (IC50) of B binding to CBG was determined by a competitive microdialysis protein assay. Competition studies showed that both atrazine and fenitrothion at NOEL are able to compete with B for CBG binding sites in toad and rat plasma. The IC50 levels for atrazine in toads and rats were 0.004 nmol/L and 0.09 nmol/L respectively. In the case of fenitrothion the IC50 level found in toads was 0.007 nmol/L, and 0.025 nmol/L in rats. Plasma dilution curves showed parallelism with the curve of B, demonstrating that these agro-chemicals are competitively inhibiting binding to CBG. The displacement of B by atrazine and fenitrothion would affect the total:free ratio of B and consequently disrupt the normal stress response. This is the first time that the potential disruptive effect of atrazine and fenitrothion on B-CBG interaction at the NOELs has been demonstrated in amphibian and mammalian models."
        },
        {
            "References": "California Environmental Protection Agency/Department of Pesticide Regulation; Toxicology Data Review Summary for Atrazine (1912-24-9) p.32 (January 28, 2008). Available from, as of October 17, 2017: https://www.cdpr.ca.gov/docs/risk/toxsums/toxsumlist.htm",
            "Value": "/GENOTOXICITY/ ... Primary hepatocytes from male Tif: RAIf(SPF) rats were exposed in quadruplicate to /atrazine technical with 97.1% purity at/ concentrations of 0 (DMSO), 15.5, 46.4, 139.2, 417.5, 835.0, and 1670.0 mg/mL for 16 to 18 hours. Unscheduled DNA synthesis was measured by autoradiography. No increase in unscheduled DNA synthesis under test conditions. ..."
        },
        {
            "References": "California Environmental Protection Agency/Department of Pesticide Regulation; Toxicology Data Review Summary for Atrazine (1912-24-9) p.31 (January 28, 2008). Available from, as of October 17, 2017: https://www.cdpr.ca.gov/docs/risk/toxsums/toxsumlist.htm",
            "Value": "/GENOTOXICITY/ Atrazine technical (purity = 98.2%) was used on rat hepatocytes in vitro at 1.2, 6, 30 and 150 mg/mL medium (4 cultures/group). Cells were exposed for 5 hr. Dimethylnitrosamine (100 mM) served as a positive control. Vehicle (ethanol) and untreated groups served as negative controls. No adverse effect. No effects were observed at any dose. At 150 mg/mL a precipitate was observed. Positive controls were within their historical range. ..."
        },
        {
            "References": "California Environmental Protection Agency/Department of Pesticide Regulation; Toxicology Data Review Summary for Atrazine (1912-24-9) p.31 (January 28, 2008). Available from, as of October 17, 2017: https://www.cdpr.ca.gov/docs/risk/toxsums/toxsumlist.htm",
            "Value": "/GENOTOXICITY/ Atrazine, 98.2% purity, was given by oral gavage to male and female mice, Tif: MAGF, SPF. In the first part, doses were 0 (0.5% carboxymethylcellulose) or 2250 mg/kg, to 24/sex/group. Eight per sex per group were sacrificed at 16, 24 or 48 hr after dosing and slides from five per sex were analyzed for micronuclei in polychromatic erythrocytes. In the second part, 8 per sex per group were treated with 0, 562.5, 1125 or 2250 mg/kg and sacrificed at 24 hr. The positive control in both parts was 64 mg/kg cyclophosphamide with sacrifice at 24 hr. In the first part, a total of 7 females died at the high dose. In the second part, one female died at 1125 mg/kg within the 24 hr period. There was no treatment-related increase in micronuclei formation with any sacrifice time or dose. ..."
        },
        {
            "References": "Loprieno N et al; Mutat Res 74 (3): 250 (1980)",
            "Value": "/GENOTOXICITY/ Investigations demonstrate that atrazine is activated by plant enzymes to produce a mutagenic metabolite for Schizosaccharomyces pombe (forward mutation) and Chinese hamster cells (forward mutation). Atrazine is positive in the host mediated assay (mouse, yeast injected intrasanguineously) and induced chromosome aberrations in bone marrow cells of mice after single dose of 1 g/kg and 2 g/kg, respectively."
        },
        {
            "References": "PMID:412980",
            "Value": "/GENOTOXICITY/ Assays for dominant lethal mutations, nondisjunction, and loss of chromosome were conducted on male Drosophila melanogaster treated by injection or by larval feeding of atrazine. It significantly increased the rate of dominant lethals, but this reduction in the hatchability of eggs was probably due to the physiologic toxicity to sperm. Atrazine increased X linked recessive lethals and X or Y loss after treatment by larval feeding. No significant increase in partial loss of the Y chromosome or sex chromosome nondisjunction was observed."
        },
        {
            "References": "PMID:3193977",
            "Value": "/GENOTOXICITY/ The genotoxic activity of atrazine, a widely used triazine herbicide, was assayed by the DNA alkaline elution technique in rats given orally a single high dose or repeated daily doses. DNA breaks (and/or alkali-labile lesions) were detected in cell suspensions obtained from stomach, kidney and liver, but not in those from lung."
        },
        {
            "References": "PMID:3280995",
            "Value": "/GENOTOXICITY/ ... Atrazine ... did not induce point mutations or mitotic recombinations. Even the S9 mammalian metabolic activation system was unable to genetically activate /this/ compound. ... /In strains of Salmonella typhimurium used included TA-97a, TA-98, TA-100, TA-1535, TA-1537, and TA-1538./"
        },
        {
            "References": "PMID:9049057",
            "Value": "/GENOTOXICITY/ The herbicides... atrazine and trifluralin were tested for genotoxicity in the mouse bone-marrow micronucleus test (MNT). Both atrazine and trifluraline caused a significant increase in the number of micronuclei at doses of 1,400 mg/kg body weight in female mice only..."
        },
        {
            "References": "PMID:9037261",
            "Value": "/GENOTOXICITY/ A commercial preparation of atrazine /was/ tested on a diploid D7 strain of the yeast Saccharomyces cerevisiae using cells from logarithmic growth phase (with a high level of cytochrome P-450) and from stationary growth phase. The compound induced marked increases of both gene conversion and point mutation frequencies in the logarithmic phase cells, while in the stationary phase no genotoxic effect was observed. The results obtained employing TA98 and TA100 strains of Salmonella typhimurium (Ames test) confirmed that atrazine /was not/  mutagenic.  ... The in vivo effects on cytochrome P-450 content (Cyt.P-450) and on monooxygenase activities were examined in hepatic microsomes of induced animals (rat, pig, and rabbit) 24 hrs after acute treatment. The results obtained with atrazine showed that it caused different effects in the three animal species."
        },
        {
            "References": "PMID:23142650",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ This study sought to determine the impact of in vitro exposure to the herbicide atrazine (ATR) or its major mammalian metabolite diaminochlorotriazine (DACT) on dopaminergic cell differentiation. N27 dopaminergic cells were exposed for 24 or 48 hr to ATR or DACT (12-300 uM) and their effects on cell viability, ATP levels, ADP:ATP ratio and differentiation markers, such as soma size and neurite outgrowth, were assessed. Overall, intracellular ATP levels and soma size (decreased by ATR at >/=12 uM; 48 hr) were the two parameters most sensitive to ATR exposure in undifferentiated and differentiating dopaminergic cells, respectively. At the morphological level, ATR, but not DACT, increased the percentage of morphologically abnormal undifferentiated N27 cells. On the other hand, exposure to DACT (300 uM; 48 hr), but not ATR, increased the ADP:ATP ratio regardless of the differentiation state and it moderately disrupted thin neurite outgrowth. Only the highest concentration of ATR or DACT (300 uM) was cytotoxic after a longer exposure (48 hr) and undifferentiated N27 cells were the least sensitive to the cytotoxic effects of ATR or DACT. Our results suggest that the energy perturbation and morphological disruption of dopaminergic neuronal differentiation induced by ATR and, to a lesser extent, DACT, may be associated with reported neurological deficits caused by developmental ATR exposure in rodents."
        },
        {
            "References": "PMID:26377646",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ Atrazine (ATR) is a broad-spectrum triazine herbicide that disrupts steroidogenesis resulting in reproductive and developmental toxicity at high doses. Mouse BLTK1 Leydig cells were used as a steroidogenic model to investigate the effects of ATR on testosterone (T) biosynthesis. Induction of steroidogenesis by 3 ng/mL recombinant human chorionic gonadotropin (rhCG) induced intracellular 3',5' cyclic adenosine monophosphate (cAMP) approximately 20-fold and T approximately 3-fold at 4 hr. Co-treatment with 300 uM ATR super-induced cAMP levels 100-fold yet antagonized rhCG-mediated induction of T approximately 20% at 4 hr. ATR inhibited cAMP-specific phosphodiesterase (cPDE) with an IC50 of >/= 98 uM, suggesting cPDE inhibition contributes to the super-induction of cAMP. However, concentrations of up to 3 mM db-cAMP did not antagonize rhCG induction of T levels, suggesting cAMP super-induction alone does not decrease T biosynthesis. Western analysis of cAMP-activated protein kinase A (PKA) target proteins identified ATR-mediated concentration-dependent alterations in phosphorylation including phospho-CREB. These results suggest the cPDE inhibition by ATR and super-induction of cAMP are independent of effects on T levels, and that altered phosphorylation of key steroidogenic regulatory proteins may underlie ATR-mediated disruption of steroidogenesis."
        },
        {
            "References": "PMID:4038485",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ The effects of s-triazine derived herbicides and a number of polycyclic chlorinated hydrocarbon pesticides on soya seed and bovine heart lactate-dehydrogenase activity were investigated in vitro. Dialyzed and lyophilized preparations of the two enzymes were used for the inhibition experiments. Enzyme activity was measured spectrophotometrically as the rate of loss of nicotinamide adenine dinucleotide from a reaction mixture containing sodium pyruvate, phosphate buffer and an nicotinamide adenine dinucleotide solution. The reaction was started by adding an enzyme solution. Pesticides were added at various concentrations. From measurement of the dependence of the reaction rate on the nicotinamide adenine dinucleotide concentration at a constant saturation concentration of pyruvate, the inhibition constant was calculated for each pesticide. Eight chlorotriazines were used at concentrations of 0.16 or 0.33 mmol: atrazine, trietazine, terbutylazine, norazine, ipazine, chlorazine, propazine, and simazine. All but propazine and simazine inhibited bovine heart lactate-dehydrogenase, producing inhibition contants from 1.5 mmol for atrazine to 2.3 mmol for ipazine. The activity of the plant lactate-dehydrogenase was inhibited by atrazine (inhibition constant 3.7 mmol) and trietazine (inhibition constant 5.4 mmol). The methoxytriazines and methylthiotriazines, ametryne, desmetryne, atratone, and noratrone inhibited the reaction catalyzed by plant or animal enzymes with respect to the nicotinamide adenine dinucleotide coenzyme. Inhibitor concentrations were 0.66, 1.60, 2.50, and 3.30 mmol, respectively. Inhibition constants for bovine heart lactate-dehydrogenase were 6.5, 3.6, 71.0, and 44 mmol; for soya seed lactate-dehydrogenase for the same four compounds, inhibition constants were: 4.1, 7.5, 77.0, and 82.0 mmol."
        },
        {
            "References": "PMID:9356197",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ Preconfluent cultures of normal rat intestinal cells (IEC-6 cell line) and normal human colonic epithelial cells were treated with 0.05-50 muM doses of atrazine, diazinon, and endosulfan. After 3 days of treatment, the change in cell proliferation was quantified by cell counting or the MTT growth assay. Both intestinal and colonic epithelial cell cultures had increases in cell growth when treated with as little as 1.0 uM atrazine, diazinon, or endosulfan. The observed changes in both cultured intestinal and colonic cell growth rates were not due to the influence of the vehicle control dimethyl sulfoxide (DMSO). That is, the treatment of the cell cultures with concentrations of dimethyl sulfoxide as high as 0.5% for 3 days resulted in no change in cell growth compared with untreated control cultures. A consistent observation with all three of the compounds was that the highest doses (50 uM) had the least \"proliferative potential\" in stimulating either IEC-6 cell or human colonic epithelial cell growth. Within the concentration range used, none of the herbicides or pesticides caused a decrease in cell proliferation below that of the untreated control cultures. Overall, treatment of IEC-6 cell cultures with atrazine, diazinon, or endosulfan produced a biphasic growth response, whereas the same treatment in the human colonic epithelial cell cultures produced a more sustained level of growth over the same period."
        },
        {
            "References": "PMID:22999709",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ Atrazine is one of the most widely employed herbicides. Due to its environmental persistence, it can be detected in ground and water thus becoming the subject of a serious concern because of its potential endocrine disrupting activity. In particular, several in vitro and in vivo studies point out adverse effects on reproduction. However, these data were mainly collected in the male, while studies on females are lacking. Present work was therefore set up on swine ovarian granulosa cells to investigate the effect of atrazine on steroidogenesis and proliferation. Moreover, since vessel growth is fundamental for reproductive function, ... the herbicide's effect on two of the main angiogenesis signaling molecules, VEGF and NO /was examined/. ...Data show that atrazine markedly interferes with steroidogenesis while it does not modify cell proliferation; in addition, the herbicide has also been found to affect the production of the examined angiogenesis molecules. Collectively, these results indicate for the first time a potential negative effect of atrazine on ovarian functions in the swine species."
        },
        {
            "References": "Fierro R et al; Biol Reprod 112 (2004)",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ ...The aim of this study was to investigate the effect of the herbicides atrazine and fenoxaprop-ethyl on the viability, capacitation and acrosomal reaction of porcine spermatozoa. The CL(50) /European for LC50/, CL(50/2) and CL(50/5) concentrations of both herbicides were tested. The spermatozoa were incubated with the herbicides during 4 and 4.5 hours (capacitated and reacted, respectively) at 39 °C in a humid atmosphere and 5% CO2. The acrosomal reaction was induced by adding progesterone during the last half hour of incubation. The negative control was under the same conditions, with no herbicides. Capacitation and acrosomal reaction were evaluated using the chlortetracycline stain and viability using the eosin-nigrosine stain. The experiments were done at least three times. Control values were considered as 100%. Sperm viability with both herbicides decreased significantly as concentration was increased. The CL50 for atrazine was 40 uM and for fenoxaprop-ethyl was 60 uM. Results demonstrate that both herbicides increased the capacitated and acrosome-reacted spermatozoa respect to the control. The action of atrazine begin at 8 uM, the capacitated spermatozoa increased to 152-155% and reacted to 153-172% as dose increased, but it was not concentration dependant. The fenoxaprop-ethyl increased capacitation to 189-279% and acrosomal reaction to 143-200%, clearly presenting a concentration-response effect. Both compounds showed significant differences when compared to the negative control."
        },
        {
            "References": "PMID:23638890",
            "Value": "/IMMUNOTOXICITY/ The present study was designed to investigate the immunotoxicity of atrazine (ATZ) in male Balb/c mice. ATZ (175, 87.5, and 43.75 mg/kg bw/day) was administered by gavage method for 28 days. The following indexes were determined in various groups of mice: body and organ weight; antibody aggregation of serum hemolysin; proliferative response of splenocytes to ConA; delayed-type hypersensitivity (DTH); natural killer cell activity; clearance of neutral red and nitric oxide (NO) release from peritoneal macrophages; apostosis and necrosis of splenocytes and thymocytes; cytokine production; and serum lysozyme. Results showed that cell-mediated, humoral immunity, and non-specific immune function in the high-dose ATZ group were suppressed; NO release and interferon-gamma (IFN-gamma)/interleukin-4 (IL-4) were also significantly decreased in the high-dose group. In the medium-dose group, the proliferation response and IFN-gamma production was significantly decreased. In the low-dose group, the proliferation response was significantly decreased. Serum lysozyme was decreased in the ATZ-treated groups. The percentage of early apoptosis in thymocytes was increased significantly in high- and medium-dose ATZ groups. In conclusion, ATZ elicited an inhibitory effect on cell-mediated immunity, humoral immunity, and non-specific immune function of mice."
        },
        {
            "References": "Humphreys, D.J. Veterinary Toxicology. 3rd ed. London, England: Bailliere Tindell, 1988., p. 140",
            "Value": "/VETERINARY STUDIES/ ... Cattle and sheep were killed by two daily doses of 250 mg/kg atrazine."
        },
        {
            "References": "Gosselin, R.E., R.P. Smith, H.C. Hodge. Clinical Toxicology of Commercial Products. 5th ed. Baltimore: Williams and Wilkins, 1984., p. II-333",
            "Value": "/VETERINARY STUDIES/ Acutely poisoned sheep and cattle exhibited muscular spasms, fasciculations, stiff gait and  increased respiratory rates. Adrenal degeneration and congestion of lung, liver and kidneys were  observed."
        },
        {
            "References": "PMID:22724442",
            "Value": "/OTHER TOXICITY INFORMATION/ Bacteria are present extensively in the environment. Investigation of their antioxidant properties will be useful for further study on atrazine stress tolerance of bacteria and the defense mechanism of antioxidant enzymes against atrazine or other triazine herbicides. Superoxide dismutase (SOD), catalase (CAT), glutathione S-transferase (GST) and total antioxidant capacity (T-AOC) from one Gram-negative representative strain Escherichia coli K12 and one Gram-positive representative strain Bacillus subtilis B19, respectively, were tested for response to atrazine stress. The results indicated that SOD, CAT, GST and T-AOC were induced upon exposure to atrazine. The growth of two bacteria was better in the absence than in the presence of atrazine, indicating that atrazine can decrease bacterial growth. The changes of enzyme activities indicate the presence of oxidative stress. Oxidative stress induced by atrazine may be due to imbalance of redox potential in bacterial cells, which leads to bacterial metabolic disorder."
        }
    ],
    "sediment_soil_concentrations": [
        {
            "References": "(1) Bester K, Huhnerfuss H; Chemosphere 32: 1919-28 (1996) (2) Chovanec A et al; Chemosphere 29: 2117-33 (1994) (3) Fletcher CA et al; Sci Tot Environ 155: 61-72 (1994) (4) Miles CJ, Pfeuffer RJ; Arch Environ Toxicol 32: 337-45 (1997) (5) Readman WR et al; Marine Pollut Bull 26: 613-19 (1993)",
            "Value": "SEDIMENT: The concentration of atrazine in the sediment of the German Wadden Sea ranged from not detected to 50 ng/kg(1). Atrazine concentrations in sediments collected from the Danube and Traun Rivers in Austria were 0.44-0.64 ug/kg(2). The concentration of atrazine was determined in sediments of 5 salt marsh sites on the Essex, UK coast at <0.1-43.3 ng/g(3). Atrazine was detected 11 times in a monitoring study of sediment samples collected from 27 stations in south Florida canals between Nov 1991 and June 1995, the highest concentration was 50 ug/kg(4). The concentration of atrazine in sediments collected from the Ebro delta, Spain, the Thermaikos Gulf, Greece, the Amvrakikos Gulf, Greece and the Nile delta, Egypt were reported as 0.015-0.070, <0.02-4.9, 0.8-2.4, and <0.001 ug/g dry weight, respectively(5)."
        },
        {
            "References": "(1) US Geological Survey; Pesticides in Soils and Groundwater in Selected Irrigated Agricultural Areas Near Havre, Ronan, and Huntley, Montana. Water Resource Div, Helena, MT. Report 1990, USGS/WRI-90-4023. NTIS PB90-232562, 40 pp (1990) (2) Amelung W et al; J AOAC Int 90(6): 1659-69 (2007) (3) Baranowska I et al; Chemosphere 60: 1590-9 (2005) (4) Yao Y et al; Environ Sci Technol 42(16): 5931-7 (2008) (5) Shi R et al; Bull Environ Contam Toxicol 87: 567-73 (2011)",
            "Value": "SOIL: In a study conducted from Jan to Sept 1989, the concentration of atrazine in soil samples collected from selected agricultural areas near Havre, Ronan, and Huntley, MT ranged from <0.1 to 82 ug/kg(1). In the Bangkok area of Thailand, atrazine was detected in the soil of onion fields at 9.66 and 4.5 ug/kg(2). Atrazine was detected in agricultural soils collected from southern areas of Poland at 0.69 to 19.59 ug/g(3). Soil samples taken across Canadian agricultural areas reported atrazine concentrations of 32.2 and 0.99 ng/g in samples collected from St. Anicet and Baie St. Francis in 2005(4). Atrazine was not detected (detection limit 0.3 ng/g) in Abbotsford, Bratt's Lake, Egbert, Downsview, or Kensington in 2005(4). Atrazine was not detected (detection limit 0.11 ng/g) in 35 soil samples collected June 2010 from farmland locations in Shenyang, China(5)."
        },
        {
            "References": "(1) Clay SA et al; J Environ Sci Health B35: 259-78 (2000)",
            "Value": "SOIL: Atrazine was measured in treated and untreated fields from 1991 to 1994 in Minnesota (Zimmerman fine sand), North Dakota (Heela sandy loam), South Dakota (Brandy silty clay loam), Wisconsin (Sparta sand). The percentage of detections and mean concentrations of atrazine in treated and untreated areas averaged over all sampling periods and years follows(1).",
            "Table": "[{'Location and depth (cm)': 'Minnesota;  0-15', 'treated - detects (%)': 77.0, 'treated - concn (ug/kg)': 86.6, 'untreated - detects (%)': 1, 'untreated - concn (ug/kg)': 16.0}, {'Location and depth (cm)': '15-30', 'treated - detects (%)': 56.1, 'treated - concn (ug/kg)': 15.0, 'untreated - detects (%)': 0, 'untreated - concn (ug/kg)': 0.0}, {'Location and depth (cm)': '30-90', 'treated - detects (%)': 5.0, 'treated - concn (ug/kg)': 4.9, 'untreated - detects (%)': 0, 'untreated - concn (ug/kg)': 0.0}, {'Location and depth (cm)': 'South Dakota; 0-15', 'treated - detects (%)': 81.0, 'treated - concn (ug/kg)': 93.3, 'untreated - detects (%)': 74, 'untreated - concn (ug/kg)': 24.6}, {'Location and depth (cm)': '15-30', 'treated - detects (%)': 36.0, 'treated - concn (ug/kg)': 15.6, 'untreated - detects (%)': 6, 'untreated - concn (ug/kg)': 6.8}, {'Location and depth (cm)': '30-90', 'treated - detects (%)': 6.0, 'treated - concn (ug/kg)': 9.1, 'untreated - detects (%)': 4, 'untreated - concn (ug/kg)': 7.4}, {'Location and depth (cm)': 'North Dakota; 0-15', 'treated - detects (%)': 98.0, 'treated - concn (ug/kg)': 91.6, 'untreated - detects (%)': 92, 'untreated - concn (ug/kg)': 39.7}, {'Location and depth (cm)': '15-30', 'treated - detects (%)': 45.0, 'treated - concn (ug/kg)': 15.0, 'untreated - detects (%)': 29, 'untreated - concn (ug/kg)': 14.4}, {'Location and depth (cm)': '30-90', 'treated - detects (%)': 13.0, 'treated - concn (ug/kg)': 9.3, 'untreated - detects (%)': 7, 'untreated - concn (ug/kg)': 6.6}, {'Location and depth (cm)': 'Wisconsin; 0-15', 'treated - detects (%)': 50.0, 'treated - concn (ug/kg)': 60.9, 'untreated - detects (%)': 21, 'untreated - concn (ug/kg)': 12.4}, {'Location and depth (cm)': '15-30', 'treated - detects (%)': 21.0, 'treated - concn (ug/kg)': 14.7, 'untreated - detects (%)': 1, 'untreated - concn (ug/kg)': 5.4}, {'Location and depth (cm)': '30-90', 'treated - detects (%)': 2.0, 'treated - concn (ug/kg)': 5.9, 'untreated - detects (%)': 0, 'untreated - concn (ug/kg)': 0.0}]"
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "(1) Dousset S et al; Chemosphere 28: 467-76 (1994) (2) Green RE et al; pp. 209-25 in Sorption and Degradation of Pesticides and Organic Chemicals in Soil. SSSA Spec Pub No. 32 (1994) (3) Koskinen WC, Rochette EA; Intern J Environ Anal Chem 65: 223-30 (1996) (4) Weber JB; Appl Plant Sci 5: 29-41 (1991) (5) Ahmad R, Rahman A; J Agric Food Chem 57: 10866-75 (2009) (6) Bedmar F et al; Weed Technol 18:1-8 (2004) (7) Bernard H et al; J Environ Qual 34: 534-43 (2005) (8) Krutz LJ et al J Agric Food Chem 51: 7379-84 (2003) (9) Swann RL et al; Res Rev 85: 23 (1983) (10) Meakins N et al; Marine Pollut Bull 30: 812-19 (1995)",
            "Value": "The Koc of atrazine in loamy soil, calcareous clay, and high clay was determined to be 109.9, 80.0, and 88.9, respectively(1). The Koc values for atrazine in four Hawaii soils were 54-150 mL/g(2). The Koc of atrazine in a Zimmerman fine sand, a Verndale sandy loam and a Waukegan silt loam, each with 9.6% water content, was determined to be 1164, 775 and 936, respectively(3). The Koc of atrazine in Norfolk, Rion, Cape Fear and Webster soils was determined to be 150-200, 84, 202, and 166, respectively(4). Atrazine had a reported mean Koc of 126.9 (range of 26 to 821) in 101 allophanic and non-allophanic surface soil samples collected throughout New Zealand(5). Koc values of atrazine for three regions of Argentina were reported as 77-161(6). Koc values of two soils from Reunion Island, France were reported as 97 and 117(7). Atrazine had measured Koc values of 88 in vegetated filter strip soil (37.9% sand, 31.9% silt, 30.2% clay, 4.2% organic carbon, pH 7.6) and 92 in cultivated soil (36.8% sand, 29.5% silt, 33.7% clay, 2.5% organic carbon, pH 7.6)(8). According to a classification scheme(9), these Koc values suggest that atrazine is expected to have very high to slight mobility in soil, depending upon soil type(SRC). The Koc range for atrazine in salt marsh sediment was 64-546.3, with 59.2-91.8% of atrazine adsorbed to sediment(10)."
        },
        {
            "References": "(1) Gamble DS, Khan SU; J Agric Food Chem 38: 297-308 (1990) (2) Gamble DS, Khan SU; Can J Chem 70: 1597-1603 (1992) (3) Albanis TA et al; Toxicol Environ Chem 19: 171-78 (1989) (4) Calvet R; Environ Health Perspect 83: 145-77 (1989) (5) Fruhstorfer P et al; Sci Tot Environ 138: 317-28 (1993) (6) Kalouskova N; J Environ Sci Health 24: 599-617 (1989) (7) Ma L, Selim HM; Rev Environ Contam Toxicol 145: 129-73 (1996) (8) Seta AK, Karathanasis AD; Soil Sci Am J 61: 612-17 (1997) (9) Lin CH et al; J Environ Qual 32: 1992-2000 (2003)",
            "Value": "The rate constant for sorption and desorption of atrazine by organic soil at 25 °C was determined to be 5.02X10-2/day (half-life = 13.8 days) for sorption and 0.1507/day (half-life = 4.6 days) for desorption(1). Atrazine sorption half-life ranged from 3.6 to 735 days and desorption half-life ranged from 1 to 11 days in slurries of a mineralized soil(2). An addition of fly ash up to 0.5% in a sandy clay loam results in decreased adsorption of atrazine by 7.3% on the avg; the same amount of fly ash in clay soil decreases atrazine adsorption by 6.5%(3). The adsorption of atrazine by aluminum montmorillonite was 0.37 mole/g at pH 6.0, by aluminum montmorillonite + sodium hydroxide was 2.70 mole/g at pH 7.4, and by aluminum hydroxide was 0.50 mole/g at pH 6.2; the adsorption of atrazine by iron montmorillonite was 0.94 mole/g at pH 4.6, by iron montmorillonite + sodium hydroxide was 1.50 mole/g at pH 5.7, and by iron hydroxide was 0.32 mole/g at pH 7.5(4). At an initial concentration of 100 ug/L atrazine, the amount of atrazine adsorbed by montmorillonite at pH 4.5 and pH 9.5 was determined to be 4.4 and 1.65 ug/L, respectively; the amount of atrazine adsorbed by kaolinite at pH 4.5 and pH 9.5 was determined to be 0.02 and 0.03 ug/L, respectively(5). The rate constant for the adsorption of atrazine on humic acid at 20 °C and pH 2.5 to 6.2 ranged from 1.8X10-5 to 7.2X10-1; the amount of atrazine adsorbed by humic acid within 24 hours decreased with increase in pH with no adsorption observed above pH 5.5(6). Atrazine adsorption is higher at lower soil pH and reaches maximum adsorption when surface acidity is approximately equal to the dissociation constant; soil organic matter has the highest adsorption affinity to atrazine among soil constituents: in a study of a Webster soil, organic matter contributed to 68% of atrazine adsorption(7). In a soil column study, the presence of colloids enhanced the transport of atrazine by 2 to 18%, depending upon colloid type and mobility; colloids with higher pH, total exchangeable bases, cation-exchange capacity, organic carbon, surface area, and electrophoretic mobility showed greater mobility, greater affinity for atrazine, and greater potential to co-transport atrazine; in contrast, increased levels of kaolinite, iron, and aluminum inhibited atrazine adsorption and transport(8). In fields with varying ground covers (bare ground, orchard grass, tall fescue, timothy, smooth bromegrass, switch grass) treated with atrazine, leach concentrations ranged from 2.52 to 5.87% of applied amount over 25 days with six rain events(9)."
        }
    ],
    "plant_translocations": [
        {
            "content": "The study investigates the potential uptake and accumulation of acetochlor and atrazine in wheat plants, as well as their mechanisms of uptake, translocation, and subcellular distribution. Hydroponic experiments were conducted using a concentration of 10 mg L−1 for both herbicides. The findings indicate that acetochlor is taken up by wheat roots through the apoplastic pathway and primarily accumulates in the roots with limited upward translocation. In contrast, atrazine is taken up by roots through the symplastic pathway and subsequently transported to the stems and leaves. The preferential distribution of acetochlor in root organelles with higher lipid contents restricts its upward translocation, while atrazine exhibits easier upward translocation due to its low bioconcentration in root organelles and cell walls. The partition-limited model effectively predicts the uptake of acetochlor and atrazine by wheat roots and the distribution of atrazine to the stems and leaves. The results highlight the potential risk to the safety of wheat crops posed by residual atrazine in soil, as it can be taken up by wheat roots and acropetally translocated.",
            "reference": "Ju, C., Zhang, H., Wu, R., Dong, S., Yao, S., Wang, F., ... & Yu, Y. (2020). Upward translocation of acetochlor and atrazine in wheat plants depends on their distribution in roots. Science of the total environment, 703, 135636.",
            "method": {
                "Test Plant": "Wheat (Triticum aestivum)",
                "Apply Location": "Roots of wheat seedlings immersed just below the surface of the solution",
                "Plant Grown Condition": "Seeds were disinfected with a 5% sodium hypochlorite solution for 15 min, washed three times with sterile water, soaked in sterile water for 16 h, and germinated for 5 days in seedling trays with sterile moist filter paper. Seedlings were then transferred to sterile glass containers with sterile nutrient solution for continued growth for 1 week in a growth chamber with a light intensity of 250 µmol m-2s-1, light from 05:00 to 21:00, and a temperature of 25/20°C light/darkness with a relative humidity of 70%.",
                "Chemical Preparation": "atrazine (98.5%) were used. The nominal concentration of both in the exposure solution was 10 mg/L, lower than their solubility in water but high enough to ensure approximate saturated uptake by wheat roots.",
                "Pesticide Application Details for the Plant": "Twenty-five seedlings were transplanted into separate sterile glass containers with 1.5 L exposure solution containing acetochlor or atrazine at a concentration of 10 mg/L. Containers without herbicides were used as controls to monitor the possibility of cross-contamination, whereas containers without a seedling were used as unplanted controls to monitor herbicide loss in the absence of seedlings.",
                "Other Information": "All treatments consisted of three replicates."
            },
            "result": "[{\"Hours after application\": 6, \"Roots (mg/kg)\": 4.14, \"Stems (mg/kg)\": 3.83, \"Leaves (mg/kg)\": 3.38, \"RCF\": 0.52, \"SCF\": 0.49, \"LCF\": 0.43}, {\"Hours after application\": 12, \"Roots (mg/kg)\": 3.5, \"Stems (mg/kg)\": 4.28, \"Leaves (mg/kg)\": 4.12, \"RCF\": 0.45, \"SCF\": 0.55, \"LCF\": 0.52}, {\"Hours after application\": 24, \"Roots (mg/kg)\": 2.62, \"Stems (mg/kg)\": 3.28, \"Leaves (mg/kg)\": 2.95, \"RCF\": 0.39, \"SCF\": 0.43, \"LCF\": 0.38}, {\"Hours after application\": 48, \"Roots (mg/kg)\": 1.94, \"Stems (mg/kg)\": 2.38, \"Leaves (mg/kg)\": 2.72, \"RCF\": 0.26, \"SCF\": 0.32, \"LCF\": 0.37}, {\"Hours after application\": 72, \"Roots (mg/kg)\": 1.84, \"Stems (mg/kg)\": 2.45, \"Leaves (mg/kg)\": 2.97, \"RCF\": 0.26, \"SCF\": 0.35, \"LCF\": 0.43}, {\"Hours after application\": 96, \"Roots (mg/kg)\": 1.78, \"Stems (mg/kg)\": 2.53, \"Leaves (mg/kg)\": 2.76, \"RCF\": 0.27, \"SCF\": 0.38, \"LCF\": 0.42}, {\"Hours after application\": 120, \"Roots (mg/kg)\": 1.69, \"Stems (mg/kg)\": 2.53, \"Leaves (mg/kg)\": 2.95, \"RCF\": 0.27, \"SCF\": 0.4, \"LCF\": 0.47}]"
        },
        {
            "content": "This study focuses on analyzing the effects of long-term atrazine exposure on the aquatic macrophyte Typha latifolia (cattail) and characterizing the morphological changes, uptake, translocation, and bioaccumulation patterns of atrazine and its biodegradation metabolites (desethylatrazine and desisopropylatrazine) in the plant tissues. The cattail plants were subjected to hydroponic exposure to 20 μg/L atrazine for varying durations. The findings reveal reductions in plant weight and transpiration, indicating chronic phytotoxicity. Atrazine was detected in different plant tissues, with higher concentrations observed in the leaves, sprouts, and upper leaf sections. The metabolites DEA and DIA were found at similar concentrations in submerged tissues, with DIA being the predominant metabolite in the leaves. The study suggests that atrazine uptake occurs from the roots to the shoots, but the phytotoxic effects reduce its translocation to the shoots. Additionally, Typha latifolia demonstrates the potential ability to biodegrade atrazine through various metabolic pathways.",
            "reference": "Pérez, D. J., Doucette, W. J., & Moore, M. T. (2022). Atrazine uptake, translocation, bioaccumulation and biodegradation in cattail (Typha latifolia) as a function of exposure time. Chemosphere, 287, 132104.",
            "method": {
                "Test Plant": "Typha latifolia",
                "Apply Location": "Foliar application",
                "Plant Grown Condition": "Grown in greenhouse conditions with a natural summer photoperiod, a mean temperature of 28.33 ± 8.28°C, and a mean relative humidity of 41.20 ± 14.52%",
                "Chemical Preparation": "Atrazine standard (>95%) was purchased from Sigma-Aldrich, and the isotopically labeled version (atrazine-d5) was purchased from CDN Isotopes. Methanol, acetone, ethyl acetate, hexane, formic acid, acetonitrile (HPLC grade)",
                "Pesticide Application Details for the Plant": "A stock solution with a concentration of 2000 mg/L of atrazine was prepared using methanol. A single dose of this stock solution, measuring 37.8 μL, was added to each treated container, resulting in an initial nominal exposure concentration of 20 μg/L.",
                "Other Information": "Plants were supported by a 15-cm-thick closed-cell foam seal and shielded from light with aluminum foil. Daytime photosynthetic photon flux averaged ~850 μmol m-2 s-1. Young plants were grown in a vegetative nutrient solution under aerobic conditions for two weeks before atrazine exposure. Root zone samples were filtered through a 0.22-μm nylon filter and analyzed using LC-MS/MS."
            },
            "result": "[{\"Days after application\": 7, \"Root (ug/kg)\": 37.71, \"Rhizome (ug/kg)\": 44.57, \"Sprout (ug/kg)\": 678.85, \"Stem (ug/kg)\": 75.0, \"Lower leaf (ug/kg)\": 248.86, \"Middle leaf (ug/kg)\": 378.4, \"Upper leaf (ug/kg)\": 306.81}, {\"Days after application\": 14, \"Root (ug/kg)\": 44.57, \"Rhizome (ug/kg)\": 44.57, \"Sprout (ug/kg)\": 397.71, \"Stem (ug/kg)\": 27.27, \"Lower leaf (ug/kg)\": 552.27, \"Middle leaf (ug/kg)\": 957.95, \"Upper leaf (ug/kg)\": 531.81}, {\"Days after application\": 21, \"Root (ug/kg)\": 44.57, \"Rhizome (ug/kg)\": 34.28, \"Sprout (ug/kg)\": 397.71, \"Stem (ug/kg)\": 68.18, \"Lower leaf (ug/kg)\": 187.5, \"Middle leaf (ug/kg)\": 371.59, \"Upper leaf (ug/kg)\": 395.45}, {\"Days after application\": 28, \"Root (ug/kg)\": 44.57, \"Rhizome (ug/kg)\": 17.14, \"Sprout (ug/kg)\": 65.14, \"Stem (ug/kg)\": 23.86, \"Lower leaf (ug/kg)\": 248.86, \"Middle leaf (ug/kg)\": 272.72, \"Upper leaf (ug/kg)\": 242.04}, {\"Days after application\": 35, \"Root (ug/kg)\": 34.28, \"Rhizome (ug/kg)\": 17.14, \"Sprout (ug/kg)\": 78.85, \"Stem (ug/kg)\": 20.45, \"Lower leaf (ug/kg)\": 218.18, \"Middle leaf (ug/kg)\": 279.54, \"Upper leaf (ug/kg)\": 334.09}, {\"Days after application\": 42, \"Root (ug/kg)\": 17.14, \"Rhizome (ug/kg)\": 10.28, \"Sprout (ug/kg)\": 30.85, \"Stem (ug/kg)\": 0.0, \"Lower leaf (ug/kg)\": 105.68, \"Middle leaf (ug/kg)\": 167.04, \"Upper leaf (ug/kg)\": 143.18}]"
        },
        {
            "content": "Barley plants were exposed to six herbicides and a systemic fungicide (four triazines, diuron, 2,4-dichlorophenoxyacetic acid (2,4-D), and ethirimol). The relationships between uptake and transpiration rate were discussed in the light of the physico-chemical properties of these compounds, notably their partition coefficients in oil/water systems and their dissociation constants. Apart from 2,4-D, sorption of these compounds appears to be a passive process. At pH 4, the uptake of 2,4-D seems to be influenced by metabolism; not only may the concentration of this compound in the transpiration stream be considerably greater than that in the medium surrounding the roots, but absorption by roots is markedly reduced at low temperatures and by sodium azide. The initial rate of uptake of these compounds correlates reasonably well with their partition coefficients in olive oil/water or ra-dodecane/water systems; likewise, the concentration in the transpiration stream is greater for lipophilic than for lipophobic substances. The hydrogen ion and calcium concentrations of the ambient medium appear to have no effect on the uptake of compounds with low pK's, but the uptake of those substances which protonate between pH 4 and pH 6 is affected by them. These findings are discussed from the viewpoint that the pathways of transport of lipophilic and lipophobic compounds across the roots may differ.",
            "reference": "Shone, M. G. T., & WOOD, A. V. (1974). A comparison of the uptake and translocation of some organic herbicides and a systemic fungicide by barley: I. Absorption in eelation to physico-chemical properties. Journal of experimental botany, 25(2), 390-400.",
            "method": {
                "Test Plant": "One-week-old barley plants (Hordeum vulgare var. Proctor)",
                "Apply Location": "-",
                "Plant Growth Condition": "Solution culture conditions not explicitly described. Previous methods referenced (Shone and Wood, 1972a).",
                "Chemical Preparation": "Simazine, atrazine (ring-14C labeled), atratone (prepared from atrazine), hydroxyatrazine (prepared from atrazine method of Castelfranco et al. 1961), diuron (14C-carbonyl labeled), ethirimol (ring-14C labeled), 2,4-D (side chain-14C labeled, diluted to 5-25 μCi/mg). Concentrations ~10^-6 M or 5x10^-7 M in solution.",
                "Pesticide Application Details for the Plant": "The compounds were applied to the barley plants in solution, with concentrations ranging from 0.1 to 0.2 parts per million (ppm) or approximately 10^-6 to 5x10^-7 M, unless otherwise specified.",
                "Other Information": "24 hour absorption period"
            },
            "result": "[{\"PH\": 6.5, \"Transpiration Stream Concentration Factor (TSCF)\": 0.753, \" Root Concentration Factor (RCF)\": 1.85}, {\"PH\": 4.0, \"Transpiration Stream Concentration Factor (TSCF)\": 0.756, \" Root Concentration Factor (RCF)\": 1.9}]"
        },
        {
            "content": "The absorption and translocation of atrazine and linuron were studied in carrot, parsnip, lettuce, and turnip seedlings. Significant differences were observed among species in herbicide distribution within the plants. Carrot and parsnip seedlings retained a high proportion of absorbed linuron in their root systems, while lettuce and turnip translocated over 60% of absorbed linuron to the shoot. With atrazine, differences among species were less pronounced. The amount of herbicide translocated correlated with the amount of water transpired by the plants, but the effective concentrations in the transpiration stream were lower than in the treatment solutions. Thin-layer chromatography of plant extracts revealed that up to 45% of translocated linuron in parsnip and carrot was metabolized, while little metabolism occurred in the shoots of lettuce and turnip or in the roots of any species. These findings suggest that parsnip and carrot seedlings' tolerance to linuron is due to a combination of root fixation and metabolism in the shoot.",
            "reference": "Walker, A., & Featherstone, R. M. (1973). Absorption and translocation of atrazine and linuron by plants with implications concerning linuron selectivity. Journal of experimental botany, 24(2), 450-458.",
            "method": {
                "Test Plant": "Carrot (Daucus carota L. cv. Chantenay), parsnip (Pastinaca sativa L. cv. Syaton Intermediate), turnip (Brassica rapa L. sub-sp. rapa cv. Golden Ball), and lettuce (Lactuca sativa L. cv. Borough Wonder)",
                "Apply Location": "Root application by suspending seedlings in nutrient solution containing the herbicides.",
                "Plant Grown Condition": "Seeds were germinated in moist sand and seedlings with two true leaves were transferred to 50 ml Hewitt's nutrient solution in boiling tubes.",
                "Chemical Preparation": "14C-carbonyl-labeled linuron (specific activity 6.85 μCi/mg) and 14C-ring-labeled atrazine (specific activity 10-22 μCi/mg) were used at 0.05 μg/ml concentration in nutrient solution.",
                "Pesticide Application Details for the Plant": "15 seedlings of each species were transferred to fresh nutrient solutions containing the respective 14C-labeled herbicides.",
                "Other Information": "Plants were harvested at 3, 5, 7, 10 and 12 days after treatment with 3 replicates per species per herbicide at each harvest."
            },
            "result": "[{\"Plant\": \"Parsnip\", \"Days after application\": 3, \"Shoot (ug/g)\": 0.252, \"Root (ug/g)\": 0.42}, {\"Plant\": \"Parsnip\", \"Days after application\": 5, \"Shoot (ug/g)\": 0.349, \"Root (ug/g)\": 0.611}, {\"Plant\": \"Parsnip\", \"Days after application\": 7, \"Shoot (ug/g)\": 0.686, \"Root (ug/g)\": 0.621}, {\"Plant\": \"Parsnip\", \"Days after application\": 10, \"Shoot (ug/g)\": 0.712, \"Root (ug/g)\": 0.612}, {\"Plant\": \"Parsnip\", \"Days after application\": 12, \"Shoot (ug/g)\": 0.749, \"Root (ug/g)\": 0.59}, {\"Plant\": \"Carrot\", \"Days after application\": 3, \"Shoot (ug/g)\": 0.231, \"Root (ug/g)\": 0.29}, {\"Plant\": \"Carrot\", \"Days after application\": 5, \"Shoot (ug/g)\": 0.342, \"Root (ug/g)\": 0.339}, {\"Plant\": \"Carrot\", \"Days after application\": 7, \"Shoot (ug/g)\": 0.368, \"Root (ug/g)\": 0.322}, {\"Plant\": \"Carrot\", \"Days after application\": 10, \"Shoot (ug/g)\": 0.498, \"Root (ug/g)\": 0.347}, {\"Plant\": \"Carrot\", \"Days after application\": 12, \"Shoot (ug/g)\": 0.544, \"Root (ug/g)\": 0.328}, {\"Plant\": \"Lettuce\", \"Days after application\": 3, \"Shoot (ug/g)\": 0.238, \"Root (ug/g)\": 0.342}, {\"Plant\": \"Lettuce\", \"Days after application\": 5, \"Shoot (ug/g)\": 0.469, \"Root (ug/g)\": 0.371}, {\"Plant\": \"Lettuce\", \"Days after application\": 7, \"Shoot (ug/g)\": 0.63, \"Root (ug/g)\": 0.367}, {\"Plant\": \"Lettuce\", \"Days after application\": 10, \"Shoot (ug/g)\": 0.851, \"Root (ug/g)\": 0.362}, {\"Plant\": \"Lettuce\", \"Days after application\": 12, \"Shoot (ug/g)\": 0.909, \"Root (ug/g)\": 0.405}, {\"Plant\": \"Turnip\", \"Days after application\": 3, \"Shoot (ug/g)\": 0.465, \"Root (ug/g)\": 0.374}, {\"Plant\": \"Turnip\", \"Days after application\": 5, \"Shoot (ug/g)\": 0.75, \"Root (ug/g)\": 0.375}, {\"Plant\": \"Turnip\", \"Days after application\": 7, \"Shoot (ug/g)\": 1.196, \"Root (ug/g)\": 0.358}, {\"Plant\": \"Turnip\", \"Days after application\": 10, \"Shoot (ug/g)\": 1.892, \"Root (ug/g)\": 0.456}, {\"Plant\": \"Turnip\", \"Days after application\": 12, \"Shoot (ug/g)\": 2.128, \"Root (ug/g)\": 0.382}]"
        }
    ]
}