{
    "_id": {
        "$oid": "6682e93bc4e5dba5ffba2994"
    },
    "CID": {
        "$numberInt": "22563"
    },
    "Name": "DESETHYL ATRAZINE",
    "IUPACName": "6-chloro-2-N-propan-2-yl-1,3,5-triazine-2,4-diamine",
    "CanonicalSMILES": "CC(C)NC1=NC(=NC(=N1)N)Cl",
    "Synonyms": [
        "Deethylatrazine",
        "6190-65-4",
        "Atrazine-desethyl",
        "DESETHYL ATRAZINE",
        "Desethylatrazine",
        "4-Deethylatrazine",
        "Deethylatrazin",
        "6-Chloro-N2-isopropyl-1,3,5-triazine-2,4-diamine",
        "Des-ethyl atrazine",
        "2-AMINO-4-ISOPROPYLAMINO-6-CHLOROTRIAZINE",
        "2-Chloro-4-amino-6-(isopropylamino)-s-triazine",
        "Atrazine desethyl",
        "2-Chloro-4-isopropylamino-6-amino-s-triazine",
        "CIAT",
        "Desisopropyl propazine"
    ],
    "IsomericSMILES": "CC(C)NC1=NC(=NC(=N1)N)Cl",
    "INCHI": "InChI=1S/C6H10ClN5/c1-3(2)9-6-11-4(7)10-5(8)12-6/h3H,1-2H3,(H3,8,9,10,11,12)",
    "INCHIKEY": "DFWFIQKMSFGDCQ-UHFFFAOYSA-N",
    "Formula": "C6H10ClN5",
    "MolecularWeight": {
        "$numberDouble": "187.63"
    },
    "Description": "Deethylatrazine is a chloro-1,3,5-triazine that is 6-chloro-1,3,5-triazine-2,4-diamine in which one of the hydrogens of the amino group is replaced by a propan-2-yl group. It has a role as a marine xenobiotic metabolite. It is a chloro-1,3,5-triazine and a diamino-1,3,5-triazine. It is functionally related to a 6-chloro-1,3,5-triazine-2,4-diamine.",
    "XlogP": {
        "$numberDouble": "1.5"
    },
    "Complexity": {
        "$numberInt": "142"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "environmental_biodegradations": [
        {
            "References": "(1) Kruger EL, Coats JR; ACS Symp Ser 630(Herbicide Metabolites in Surface Water and Ground Water): 140-150, Meyer MT, Thurman EM, eds., Washington, DC: Amer Chem Soc (1996) (2) Baluch HU et al; J Environ Sci Health B28: 127-49 (1993) (3) Papiernik SK, Spalding RF; J Agric Food Chem 46: 749-754 (1998) (4) Krutz LJ et al; J Environ Qual 39: 1369-77 (2010)",
            "Value": "AEROBIC: In Ames soils, treated with uniformly-ring labeled (14)C-desethyl atrazine, under saturated and unsaturated conditions, approx 19 and 6% of applied (14)C, respectively, was extractable after 60 days incubation; in sterile soil the corresponding values were approx. 21 and 23% of the applied (14)C(1). (14)C-Desethyl atrazine degraded more rapidly in atrazine-history soil compared with no-history soil; after 60 d incubation, 25% of the applied desethyl atrazine remained in atrazine-history soils compared with 35% in no-history soils(1). The amount of (14)CO2 evolved from complete mineralization of desethyl atrazine was 34 and 17% in atrazine-history and no-history soils, respectively(1). In Ames soil treated with uniformly-ring labeled (14)C-desethyl atrazine, 2.5% and 1.34% of applied (14)C was recovered as (14)CO2 after 9 weeks incubation at soil depths 0 to 30 cm and 66 to 91 cm, respectively; after 17 weeks incubation, the corresponding values were 3.45% and 1.65%(2). In Treynor soil, 17.7% and 9.8% of applied (14)C was recovered as (14)CO2 after 9 weeks incubation at soil depths 0 to 30 cm and 66 to 91 cm, respectively; after 17 weeks incubation, the corresponding values were 32.6% and 16.6%(2). In a Fruitland soil, 1.97% and 0.67% of applied (14)C was recovered as (14)CO2 after 9 weeks incubation at soil depths 0 to 30 cm and 66 to 91 cm, respectively; after 17 weeks incubation, the corresponding values were 3.14% and 1.35%(2). In a Chariton soil, 6.22% and 2.54% of applied (14)C was recovered as (14)CO2 after 9 weeks incubation at soil depths 0 to 30 cm and 66 to 91 cm, respectively; after 17 weeks incubation, the corresponding values were 15.8% and 8.31%(2). In a Nashua soil, 3.38% and 2.78% of applied (14)C was recovered as (14)CO2 after 9 weeks incubation at soil depths 0 to 30 cm and 66 to 91 cm, respectively; after 17 weeks incubation, the corresponding values were 15.7% and 6.36%(2). Degradation products included deethylhydroxyatrazine and didealkylatrazine(2). Desethyl atrazine was stable and showed little degradation in a shallow sand and gravel aquifer under low oxygen conditions(3). Over a 45 day incubation period, desethyl atrazine was degraded <10% as the dissolved oxygen content decreased from 7-8 mg/L to <1 mg/L and remained at <3 mg/L the entire incubation period(3). Experiments with s-triazine-adapted CO soil (35.2% sand, 28% silt, 36.8% clay, 19 g C/kg organic matter and pH 7.9) had desethyl atrazine degradation half-lives of 4.6 to 58.7 days(4). Experiments with s-triazine-adapted Mississippi soil (15.8% sand, 47.2% silt, 36.7% clay, 13 g C/kg organic matter and pH 6.67) had desethyl atrazine degradation half-lives of 5.2 to 45 days(4)."
        }
    ],
    "logP": [
        {
            "References": "Finizio A et al; Chemosphere 23: 801-12 (1991)",
            "Value": "log Kow = 1.51"
        }
    ],
    "sediment_soil_concentrations": [
        {
            "References": "(1) Fletcher CA et al; Sci Total Environ 155: 61-72 (1994) (2) Bester K, Huhnerfuss H; Chemosphere 32: 1919-28 (1996)",
            "Value": "SEDIMENT: Desethyl atrazine was detected in 45% of sediment core samples from Two Tree Island salt marsh, Essex Coast, UK at a max concentration of 9.7 ng/g(1). Desethyl atrazine was detected at concentrations of 2.6, 4.3, and 5.1 ng/g dry weight in vegetated marsh from Two Tree Island, vegetated marsh from Tollesbury Wall, and mud flat creek cores from Tollesbury Wall, respectively(1). Desethyl atrazine was detected in sediment collected from the German Wadden Sea in Sept 1993 at a maximum concentration of 1,600 ng/kg wet weight(2)."
        },
        {
            "References": "(1) Yao Y et al; Environ Sci Technol 42(16): 5931-7 (2008)",
            "Value": "SOIL: Soil samples taken across Canadian agricultural areas reported desethyl atrazine concentrations of 50.7 ng/g in samples taken in St. Anicet in 2005(1). Desethyl atrazine was not detected (detection limit 2.2 ng/g) in Abbotsford, Bratt's Lake, Egbert, Vineland, Baie St. Francis or Kensington in 2005(1)."
        }
    ]
}