{
    "_id": {
        "$oid": "6682e7ebc4e5dba5ffba22fe"
    },
    "CID": {
        "$numberInt": "2268"
    },
    "Name": "AZINPHOSMETHYL",
    "IUPACName": "3-(dimethoxyphosphinothioylsulfanylmethyl)-1,2,3-benzotriazin-4-one",
    "CanonicalSMILES": "COP(=S)(OC)SCN1C(=O)C2=CC=CC=C2N=N1",
    "Synonyms": [
        "Azinphos-methyl",
        "Azinphosmethyl",
        "azinphos methyl",
        "Guthion",
        "86-50-0",
        "Azinphos",
        "Methylazinphos",
        "Methylgusathion",
        "Metiltriazotion",
        "Crysthyon",
        "Carfene",
        "Cotneon",
        "Cotnion",
        "Cotnion methyl",
        "Gusathion M"
    ],
    "IsomericSMILES": "COP(=S)(OC)SCN1C(=O)C2=CC=CC=C2N=N1",
    "INCHI": "InChI=1S/C10H12N3O3PS2/c1-15-17(18,16-2)19-7-13-10(14)8-5-3-4-6-9(8)11-12-13/h3-6H,7H2,1-2H3",
    "INCHIKEY": "CJJOSEISRRTUQB-UHFFFAOYSA-N",
    "Formula": "C10H12N3O3PS2",
    "MolecularWeight": {
        "$numberDouble": "317.3"
    },
    "Description": "Azinphos-methyl is a member of the class of benzotriazines that is 1,2,3-benzotriazine substituted by an oxo group at position 4 and a [(dimethoxyphosphorothioyl)sulfanyl]methyl group at position 3. It has a role as an EC 3.1.1.7 (acetylcholinesterase) inhibitor, an EC 3.1.1.8 (cholinesterase) inhibitor and an agrochemical. It is an organic thiophosphate, an organothiophosphate insecticide and a member of benzotriazines. It derives from a hydride of a 1,2,3-benzotriazine.",
    "XlogP": {
        "$numberDouble": "2.8"
    },
    "Complexity": {
        "$numberInt": "413"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "plant_concentrations": [
        {
            "References": "(1) Duggan RE; Pesticide Residue Levels in Foods in the United States from July 1, 1969 to June 30, 1976; Washington DC: Food and Drug Admin Div Chem Technol (1983)",
            "Value": "Azinphosmethyl has been identified, not quantified, in dehydrated hay(1)."
        }
    ],
    "animal_concentrations": [
        {
            "References": "(1) Ghini S et al; Arch Environ Contam Toxicol 47: 479-88 (2004)",
            "Value": "Azinphosmethyl was detected in 2% of honeybee samples at concentrations of 0.047 to 0.091 mg/kg, dead bee samples were collected in bags suspended under beehives (only worker bees were analyzed) in the district of Bologna, Italy(1)."
        }
    ],
    "environmental_bioconcentrations": [
        {
            "References": "(1) Hansch C et al; Exploring QSAR. Hydrophobic, Electronic, and Steric Constants. ACS Prof Ref Book. Heller SR, consult. ed., Washington, DC: Amer Chem Soc p. 72 (1995) (2) Meylan WM et al; Environ Toxicol Chem 18: 664-72 (1999) (3) Franke C et al; Chemosphere 29: 1501-14 (1994)",
            "Value": "An estimated BCF of 30 was calculated in fish for azinphosmethyl(SRC), using a log Kow of 2.75(1) and a regression-derived equation(2). According to a classification scheme(3), this BCF suggests the potential for bioconcentration in aquatic organisms is moderate(SRC)."
        }
    ],
    "environmental_biodegradations": [
        {
            "References": "(1) Barik S et al; Agric Wastes 10: 81-94 (1984) (2) Engelhardt G, Wallnoefer PR; Chemosphere 12: 955-60 (1983) (3) Schulz KR et al; J Econ Entomol 63: 432-8 (1970) (4) Lartiges SB, Garrigues PP; Environ Sci Technol 29: 1246-54 (1996)",
            "Value": "AEROBIC: Azinphosmethyl was degraded in batch and continuous culture by mixed enrichment cultures of microorganisms that were collected from soil, raw sewage, a trickling filter, activated sludge, and settled sludge(1). Azinphosmethyl concentration decreased from 99 mg/L to 49 mg/L after 4 days incubation in a stirred flask containing azinphosmethyl as the sole carbon source and a mixed culture(1). The main degradation products of azinphosmethyl in soil and by selected soil microorganisms are benzazimide, thiomethylbenzazimide, bis-(benzazimidyl-methyl) disulfide, and anthranilic acid(2). Using analytical grade and diluted emulsifiable concentrated azinphosmethyl, at a concentration of 15 ppm, incubated at 30 °C in Carrington silt loam degradation was 95% in 6 and 22 days, respectively(3). After 10 weeks, no residual azinphosmethyl was detected(3). The half-life of azinphosmethyl in seawater (pH 8.1) was 26 days when incubated in the absence of light, while the half-life in river water (pH 7.3) was 42 days, 35 days (pH 7.3) in filtered river water when incubated in closed 2.5 Liter amber bottles at 22 °C(4)."
        },
        {
            "References": "Purdue University; National Pesticide Information Retrieval System (1988)",
            "Value": "Half life ... in a nonsterile soil is 21 days under aerobic conditions and 68 days under anaerobic conditions ... in sterile conditions /half-life of 355 days/. Under aerobic conditions ... metabolites were ... oxygen analog residues, mercaptomethyl benzazimide, benzazimide, hydroxymethyl benzazimide, and bis-(methyl benzazimide)sulfide."
        }
    ],
    "logP": [
        {
            "References": "Hansch, C., Leo, A., D. Hoekman. Exploring QSAR - Hydrophobic, Electronic, and Steric Constants. Washington, DC: American Chemical Society., 1995., p. 72",
            "Value": "log Kow = 2.75"
        }
    ],
    "mechanism_of_action": [
        {
            "References": "PMID:14994277",
            "Value": "The objective of this work was to describe the effect of organophosphorous and organochlorine pesticides on phosphoinositides metabolism in human placenta. Pesticides concentration (10 uM) was used for in vitro incubations of cell-free homogenates labelled with (32)P orthophosphate. Heptachlor (HC) and dichloro-diphenyl-trichloroethane (o-p' DDT) increased phosphatidyl-inositol, phosphatidylinositolphosphate, and phosphatidyl-inositolbiphosphate phosphorylation while azinphosmethyl (AM) increased phosphatidylinositolbiphosphate labeling. Decreased (32)P incorporation in phosphatidylinositol was found with phosmet (PM), AM, and chlorpyriphos (CHL). The effects of these xenobiotics on PI4-kinase activity using different subcellular fractions were also examined. Both type of pesticides affected the postmembrane supernatant enzyme activity. A biphasic effect on membrane and nuclear PI4-kinase activity was seen with HC. The strongest effect found was seen with o-p' DDT in nuclear kinase activity while substantial changes were also observed in membrane. These data demonstrate the sensitivity of human placental PI4-kinase to pesticides currently found in human tissues and suggest deleterious consequences in different processes regulated by 4-phosphoinositides."
        },
        {
            "References": "Olson, K.R. (ed.) Poisoning & Drug Overdose. 3rd edition. Lange Medical Books/McGraw-Hill, New York, NY. 1999., p. 244",
            "Value": "Organophosphates and their potent sulfoxidation ('-oxon') derivatives inhibit the enzyme acetylcholinesterase, allowing the accumulation of excessive acetylcholine at muscarinic receptors (cholinergic effector cells), at nicotinic receptors (skeletal neuromuscular junctions and autonomic ganglia), and in the central nervous system. Permanent damage to the acetylcholinesterase enzyme ('aging') may occur after a variable delay unless antidotal treatment with enzyme reactivator is given."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. V7 787",
            "Value": "Azinphos-methyl requires metabolic activation to azinphos-methyl oxon by microsomal mixed-function oxidases to inhibit cholinesterase."
        },
        {
            "References": "Dreisbach, R.H. Handbook of Poisoning. 12th ed. Norwalk, CT: Appleton and Lange, 1987., p. 113",
            "Value": "Organophosphorus derivatives act by combining with and inactivating the enzyme acetylcholinesterase (AChE). ... The inactivation of cholinesterase by cholinesterase inhibitor pesticides allows the accumulation of large amounts of acetylcholine, with resultant widespread effects that may be ... separated into 4 categories: (1) Potentiation of postganglionic parasympathetic activity. ... (2) Persistent depolarization of skeletal muscle ... (3) Initial stimulation following depression of cells of central nervous system ... (4) Variable ganglionic stimulation or blockade ... /Cholinesterase inhibitor pesticides/"
        },
        {
            "References": "Hardman, J.G., L.E. Limbird, P.B., A.G. Gilman. Goodman and Gilman's The Pharmacological Basis of Therapeutics. 10th ed. New York, NY: McGraw-Hill, 2001., p. 177",
            "Value": "The characteristic pharmacological effects of the anti-ChE agents are due primarily to the prevention of hydrolysis of ACh by AChE at sites of cholinergic transmission. Transmitter thus accumulates, and the response to ACh that is liberated by cholinergic impulses or that is spontaneously released from the nerve ending is enhanced. With most of the organophosphorus agents ... virtually all the acute effects of moderate doses are attributable to this action. /Anticholinesterase agents/"
        },
        {
            "References": "Hardman, J.G., L.E. Limbird, P.B., A.G. Gilman. Goodman and Gilman's The Pharmacological Basis of Therapeutics. 10th ed. New York, NY: McGraw-Hill, 2001., p. 183",
            "Value": "The cardiovascular actions of anticholinesterase agents are complex, since they reflect both ganglionic and postganglionic effects of accumulated ACh on the heart and blood vessels. The predominant effect on the heart from the peripheral action of accumulated ACh is bradycardia, resulting in a fall in cardiac output. Higher doses usually cause a fall in blood pressure, often as a consequence of effects of anticholinesterase agents on the medullary vasomotor centers of the CNS. /Anticholinesterase agents/"
        },
        {
            "References": "PMID:10771584",
            "Value": "... Under agricultural working conditions, OPs primarily are absorbed through the skin. Liver P-450 isozymes catalyze the desulfurization of phosphorothioates and phosphorodithioates (e.g., parathion and azinphosmethyl, respectively) to the more toxic oxons (P = O(S to O)). In some cases, P-450 isozymes catalyze the oxidative cleavage of P-O-aryl bonds (e.g., parathion, methyl parathion, fenitrothion, and diazinon) to form inactive water-soluble alkyl phosphates and aryl leaving groups that are readily conjugated with glucuronic or sulfuric acids and excreted. In addition to the P-450 isozymes, mammalian tissues contain ('A' and 'B') esterases capable of reacting with OPs to produce hydrolysis products or phosphorylated enzymes. 'A'-esterases hydrolyze OPs (i.e., oxons), while 'B'-esterases with serine at the active center are inhibited by OPs. OPs possessing carboxylesters, such as malathion and isofenphos, are hydrolyzed by the direct action of 'B'-esterases (i.e., carboxylesterase, CaE). Metabolic pathways shown for isofenphos, parathion, and malathion define the order in which these reactions occur, while Michaelis-Menten kinetics define reaction parameters (Vmax, K(m)) for the enzymes and substrates involved, and rates of inhibition of 'B'-esterases (kis, bimolecular rate constants) by OPs and their oxons. OPs exert their insecticidal action by their ability to inhibit AChE at the cholinergic synapse, resulting in the accumulation of acetylcholine. The extent to which AChE or other 'B'-esterases are inhibited in workers is dependent upon the rate the OP pesticide is activated (i.e., oxon formation), metabolized to nontoxic products by tissue enzymes, its affinity for AChE and other 'B'-esterases, and esterase concentrations in tissues. Rapid recovery of OP BChE inhibition may be related to reactivation of inhibited forms. AChE, BChE, and CaE appear to function in vivo as scavengers, protecting workers against the inhibition of AChE at synapses."
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "WHO/FAO; Pesticide Documents (PDs) for Azinphos-Methyl (86-50-0). Available From, as of April 23, 2012: https://www.inchem.org/pages/pds.html",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ In another Buehler patch test dermal application of a concentration of 12.5% induced sensitization in approximately 50% of the test animals when challenged using a 6% concentration, but using a challenge concentration of 0.6% failed to elicit any relevant skin reactions."
        },
        {
            "References": "WHO/FAO; Pesticide Documents (PDs) for Azinphos-Methyl (86-50-0). Available From, as of April 23, 2012: https://www.inchem.org/pages/pds.html",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ The skin sensitizing potential of azinphos-methyl was investigated in guinea pigs, using the Buehler patch test. By means of a dermal application of a concentration of 25% sensitization was induced in approximately 50% of the test animals."
        },
        {
            "References": "WHO/FAO; Pesticide Documents (PDs) for Azinphos-Methyl (86-50-0). Available From, as of April 23, 2012: https://www.inchem.org/pages/pds.html",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ In a skin irritation study employing 6 rabbits, 24 hour exposure to azinphos-methyl at intact and abraded skin sites did not cause any signs of irritation. In an eye irritation study, exposure of the conjunctiva of the eye to azinphos-methyl for 5 minutes (5 rabbits) or 24 hours (3 rabbits) caused no significant reaction."
        },
        {
            "References": "PMID:7097799",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Dermal LD50 values were determined in mice by application of azinphos methyl to hind feet. LD50 values were higher than reported values for mice treated on shaved back skin. Cholinesterase ED50 values roughly paralleled the LD50 values."
        },
        {
            "References": "PMID:7097797",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ The dermal toxicity of 5 organophosphate insecticides was investigated with a mouse intermittent self exposure model. Blood cholinesterases were monitored on days 3 and 1 before exposure and for 4-6 days during exposure to foliar residues. Responses were much greater in unmuzzled than in muzzled animals due to oral contamination. After two 10 hr exposures, muzzled mice showed log linear cholinesterase responses across a wide range of foliar pesticide concentrations. Foliar pesticide levels that caused 50% depression in plasma or red blood cell cholinesterase were determined. Azinphos-methyl... produced no significant responses in muzzled mice at maximal foliar concentrations."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists. Documentation of the TLV's and BEI's with Other World Wide Occupational Exposure Values. CD-ROM Cincinnati, OH 45240-4148 2010.",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ In a comprehensive study of the toxicity of azinphos-methyl, LD50 values of 5.7 mg/kg and 16.4 mg/kg (intraperitonal) were obtained in female rats, demonstrating that it is well absorbed from the gastrointestinal tract. Cholinergic signs occurred within 4 to 6 minutes following dosing and included increased respiration, followed by unsteadiness, lack of coordination, scattered muscular twitches, lacrimation, urination, defecation, and salivation. Symptoms rapidly increased in severity until tonic and clonic convulsions, prostration, respiratory failure, and death occurred within 10 to 30 minutes. Daily doses of 2 or 3 mg/kg resulted in 80% and 100% mortality after 44 and 5 days, respectively."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists. Documentation of the TLV's and BEI's with Other World Wide Occupational Exposure Values. CD-ROM Cincinnati, OH 45240-4148 2010.",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Azinphos-methyl was judged to be a mild eye irritant and nonirritating to the skin. Dermal sensitization was produced in guinea pigs using the maximization test and the Buehler Patch test ..."
        },
        {
            "References": "PMID:11005678",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ /investigators/ exposed rats to (14C)azinphos-methyl ((14C)AZM). ... Single doses of 1.5 mg/kg, 3 mg/kg, or 6 mg/kg of (14C)AZM /were administered/ by gavage to rats and blood /samples were collected/ 3 days later. /Investigators/ found a dose-dependent association between radioactivity and erythrocytes and hemoglobin (measured by liquid scintillation spectrometry). In another experiment, /investigators/ administered a single dose of 3 mg/kg (14C)AZM by gavage to rats and collected blood 3, 11, 15, and 22 days after administration. Radioactivity continued to be associated with erythrocytes and hemoglobin at all time-points. Brain and plasma acetylcholinesterase (AChE) activities were not significantly inhibited, nor did /investigators/ observe signs of acute toxicity in any of the treated animals. Loss of radioactivity associated with erythrocytes and hemoglobin over the study period was consistent with the expected kinetics of erythrocyte turnover, indicating adduct stability. Approximately 0.49%, 0.43%, 0.39%, and 0.32% of the original radioactivity was recovered in the hemoglobin 3, 11, 15, and 22 days, respectively, after administration."
        },
        {
            "References": "European Chemicals Bureau; IUCLID Dataset, Azinphos-methyl 86-50-0) (2000 CD-ROM  edition). Available from, as of May 11, 2012: https://esis.jrc.ec.europa.eu/",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Beagle dogs /were/ fed azinphos-methyl orally at 5, 10, 20, or 50 ppm daily for 12 weeks. The NOAEL for cholinesterase activity  /was determined to be/ 5 ppm."
        },
        {
            "References": "WHO/FAO; Joint Meeting on Pesticide Residues on Azinphos-Methyl (86-50-0). Available from, as of April 24, 2012: https://www.inchem.org/pages/jmpr.html",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Groups of 10 male and 10 female CD rats were given azinphos-methyl (purity, 93%; in corn oil) at a dose of 0, 0.22, 0.86, 3.44 mg/kg bw per day by gavage for 13 weeks. All rats were examined at least three times per day for mortality and clinical signs. Food consumption and body weights were recorded weekly, and water consumption was recorded daily. Food conversion ratios were calculated as the amount of food consumed per unit body weight gained. Ophthalmoscopic examinations were performed on all rats before the commencement of treatment and on rats in the control and the highest dose groups after 12 weeks of treatment. Hematology and clinical chemistry parameters (including cholinesterase activity) were determined at termination, after which all animals were given a macroscopic examination, and selected organs were removed and weighed. Histopathological examination was performed on selected tissues harvested from rats in the control group and in the group at the highest dose, while kidneys, liver and lungs were examined in all rats. There were no treatment-related deaths. Salivation was observed in males at and above 0.86 mg/kg bw per day from approximately week 3, with the majority of rats being affected from week 8 at 0.86 (up to 8 out of 10) and 3.44 mg/kg bw per day (up to 10 out of 10). Salivation was observed shortly after dosing in the majority of males, but occasionally it was seen before dosing or up to an hour after dosing in some animals. Salivation was observed infrequently in females with the exception of 2 out of 20 rats at the intermediate dose only during week 7, and 4 out of 10 rats at the highest dose only during week 9. There were no treatment-related effects on ophthalmoscopy, bodyweight gain, or food and water consumption. However, there was a clear treatment-related effect on the inhibition of plasma butyryl, plasma acetyl, erythrocyte and brain cholinesterase activities in males and females. There were no treatment-related effects on absolute organ weights or histopathological abnormalities. The NOAEL was 0.86 mg/kg bw per day on the basis of salivation in male rats and significant inhibition of brain cholinesterase activity at 3.44 mg/kg bw per day."
        },
        {
            "References": "WHO/FAO; Joint Meeting on Pesticide Residues on Azinphos-Methyl (86-50-0). Available from, as of April 23, 2012: https://www.inchem.org/pages/jmpr.html",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Groups of male and female rats were fed azinphos-methyl at dosage levels of 0, 2, 5, and 20 mg/kg (diet) for 120 days. No clinical or laboratory evidence of toxicity was evident at 60 days. At the highest dose, at 120 days, there was some inhibition of brain and erythrocyte cholinesterase (10 and 30 per cent respectively). There were no observed treatment related changes in gross or microscopic anatomy."
        },
        {
            "References": "WHO/FAO; Joint Meeting on Pesticide Residues on Azinphos-Methyl (86-50-0). Available from, as of April 23, 2012: https://www.inchem.org/pages/jmpr.html",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ ...Male and female dogs were given azinphos-methyl in 0, 20, 50, 100, 200 or 400 mg/kg diets for 19 weeks. Cholinesterase activity was slightly depressed in the 20 and 50 mg/kg groups after four weeks, reactivation occurred after 6 and 9 weeks respectively.  On the 100 mg/kg diets and above, cholinesterase activity was depressed to 50% of control level. Slight though unequivocal reactivation occurred in the 100 mg/kg group only, after 17 weeks."
        },
        {
            "References": "WHO/FAO; Joint Meeting on Pesticide Residues on Azinphos-Methyl (86-50-0). Available from, as of April 23, 2012: https://www.inchem.org/pages/jmpr.html",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Groups of male and female dogs given azinphos-methyl in 5, 10, 20 or 50 mg/kg diets for 12 weeks showed no treatment related depression of weight gain or clinical signs of toxicity. At 50 mg/kg cholinesterase activity was significantly decreased by the end of the 12 weeks."
        },
        {
            "References": "WHO/FAO; Joint Meeting on Pesticide Residues on Azinphos-Methyl (86-50-0). Available from, as of April 23, 2012: https://www.inchem.org/pages/jmpr.html",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Weanling male rats fed 50 or 100 mg/kg (diet) for 16 weeks showed increased mortality rates (50%), severe clinical signs of toxicity, which stabilized after 30 days, and showed a dose dependent decrease in body weight gain.  All cholinesterase activities were markedly depressed throughout the dosing period.  Brain and erythrocyte activities were not fully restored to normal 30 days after cessation of treatment. No evidence of testicular atrophy was evident in the survivors."
        },
        {
            "References": "WHO/FAO; Joint Meeting on Pesticide Residues on Azinphos-Methyl (86-50-0). Available from, as of April 23, 2012: https://www.inchem.org/pages/jmpr.html",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Groups of male rats were fed azinphos-methyl at dosage levels of 0, 5, 10, 20, 50 or 100 mg/kg (diet) for 9 weeks. At the two highest dose levels clinical signs of toxicity and decreased body weight gains were observed. Whole blood cholinesterase activity was depressed in all treatment groups."
        },
        {
            "References": "WHO/FAO; Pesticide Documents (PDs) for Azinphos-Methyl (86-50-0). Available From, as of April 23, 2012: https://www.inchem.org/pages/pds.html",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ In a dermal toxicity study in rabbits, azinphos-methyl was applied for 6 hours per day, to the shaved dorsal and lateral skin, at dose levels of 0 (control), 2, or 20 mg/kg bw, for 5 days per week for 3 weeks. Each group consisted of 6 males and 6 females, with the skin left intact in 3 animals of each sex and abraded in the others. Investigation of cholinesterase activity revealed a marginal (approximately 30%) depression of erythrocyte activity, compared to controls, in males and females treated with 20 mg/kg. Cholinesterase activity in plasma and brain, and erythrocyte activity at 2 mg/kg, remained undisturbed by treatment. There was no difference between the groups with intact and abraded skin, and all other investigations (clinical signs, measurement of food intake and weight gain, further clinical chemistry, hematology and urinalysis and pathological investigations including limited histopathology) revealed no treatment-related changes. The NOAEL was 20 mg/kg bw, since only erythrocyte cholinesterase activity was affected at this dose, the highest dose used, with no effect on cholinesterase activity in brain."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists. Documentation of the TLV's and BEI's with Other World Wide Occupational Exposure Values. CD-ROM Cincinnati, OH 45240-4148 2010.",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Female Sherman rats were fed ground chow containing azinphos-methyl for 90 days and then observed until death. Doses received were calculated from measured food consumption; a 90-dose LD50 was 10.5 mg/kg. From these data, a \"chronicity factor\" of 1 was calculated, indicating that azinphos-methyl did not exhibit a cumulative effect."
        },
        {
            "References": "USEPA, Office of Pesticide Products- Health Effects Division; Human Health Risk Assessment Azinphos-methyl (May 19, 1999). Available from, as of November 20, 2003: https://www.epa.gov/pesticides/op/azinphos/tec_brf.pdf",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ In a 19 week toxicity study in dogs, dietary levels of 0, 20, 50, 100, 200, or 400 ppm were administered to 1 dog/sex/dose. Cholinesterase inhibition (whole blood) was observed at all dose levels and was dose related (35% at 20 ppm to 80% at 400 ppm). These reductions in cholinesterase activity are considered statistically significant. The LOAEL was 20 ppm (lowest dose tested...)."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists. Documentation of the TLV's and BEI's with Other World Wide Occupational Exposure Values. CD-ROM Cincinnati, OH 45240-4148 2010.",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Male and female Wistar rats were exposed, 6 hours/day, 5 days/week for 12 weeks to azinphos-methyl aerosol at 0.195, 1.25, or 4.72 mg/cu m in dynamic inhalation chambers that reportedly restricted intake due to inhalation (97% of particles had a diameter of 1 +/- 0.5 um). Levels up to 4.72 mg/cu m did not cause any significant changes in appearance or behavior, although male rats had lower body weight gains at 4.72 mg/cu m. Plasma and RBC cholinesterase inhibition (30%-40%) was observed in both sexes at 4.72 mg/cu m but not at the lower doses. Brain cholinesterase activity was not affected at any dose."
        },
        {
            "References": "California Environmental Protection Agency/Department of Pesticide Regulation; Toxicology Data Review Summary for Azinphos-Methyl (86-50-0). Available from, as of April 16, 2012: https://www.cdpr.ca.gov/docs/risk/toxsums/toxsumlist.htm",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ /In an azinphos-methyl repeat exposure study on Wistar rats,/ adults were 8 - 10 weeks at start of exposure and neonates were exposed on postnatal day 11 through 21 (preweaning).  For adults, there were 6/sex/group given analytical doses of technical grade azinphos-methyl (90 - 92% purity) of 0 (0.5% methylcellulose and 0.4% Tween 80 in water), 0.25, 0.54, 1.0 or 1.6 mg/kg/day for 11 consecutive days. Neonates (10 - 12/sex/dose) were given doses of 0, 0.24, 0.51 or 1.0 mg/kg/day, in 10 mL/kg. ... Cholinesterase was assayed by a modified Ellman method, using 6,6'-dithio-dinicotinic acid with absorbance at 340 nm. In adults, doses of 0.25 and 0.54 (0.50 nominal) mg/kg did not affect any ChE measurement with a LOEL = 1.0 mg/kg, based on significantly lower activity in RBC ChE of both sexes (M: 41%, F: 53%). At 1.5 mg/kg, plasma, RBC and brain were all significantly affected in both sexes with no clear gender bias. In neonates, RBC ChE was significantly lower in males and brain was significantly lower in both sexes at 0.25 mg/kg (M: 9%, F: 8%, both statistically significant at p<0.05.) At 0.5 mg/kg, all three ChE measurements were significantly lower in both sexes. NOEL < 0.25 mg/kg and LOEL = 0.25 mg/kg in neonates given 11 consecutive doses."
        },
        {
            "References": "WHO/FAO; Joint Meeting on Pesticide Residues on Azinphos-Methyl (86-50-0). Available from, as of April 24, 2012: https://www.inchem.org/pages/jmpr.html",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ B6C3F1 mice were fed diets containing azinphos-methyl. Groups of 50 male and 50 female Osborne-Mendel rats were given diets containing azinphos-methyl for 80 weeks, and were then observed for 34 or 35 weeks. Males received azinphos-methyl at a time-weighted average dietary concentration of 78 or 156 ppm (equivalent to 6.25 and 12.5 mg/kg bw per day respectively), while females received 62.5 or 125 ppm (equivalent to 3.12 and 6.25 mg/kg bw per day respectively). Matched controls consisted of 10 male and 10 female untreated rats; pooled controls consisted of matched controls combined with 95 male and 95 female untreated rats from similar bioassays of 10 other chemicals. The study in mice was of similar design; groups of 50 mice were treated for 80 weeks, then observed for 12 or 13 weeks, males received azinphos-methyl at a dietary concentration of 31.3 or 62.5 ppm (equivalent to 4.7 and 9.4 mg/kg bw per day respectively) and females received 62.5 or 125 ppm (equivalent to 9.4 and 18.75 mg/kg bw per day respectively), matched controls consisted of 10 males and 10 females, pooled controls comprised 130 males and 120 females. Typical signs of organophosphate intoxication (hyperactivity, tremors and dyspnoea) were observed in a few animals of both species at the highest dose. In both species, body-weight gain for treated males and in females at the highest dose was lower than in animals in the control groups. In rats there was some evidence of decreased survival at the highest dose compared with controls, but this was not seen in mice. In both sexes at all doses, survival to termination was adequate for assessment of effects on late-appearance tumors. The report concluded that the incidence of tumors of the pancreatic islets, and of follicular cells in the thyroid in males suggested, but did not clearly implicate, azinphos-methyl as a carcinogen in rats. There was no similar evidence in female rats, and in male and female mice there was no increased incidence of tumors that could be related to the administration of azinphos-methyl."
        },
        {
            "References": "WHO/FAO; Joint Meeting on Pesticide Residues on Azinphos-Methyl (86-50-0). Available from, as of April 23, 2012: https://www.inchem.org/pages/jmpr.html",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Groups of male and female dogs were fed azinphos-methyl at both constant and progressively increasing dosage levels: 5 mg/kg (diet) for 2 years; 20 mg/kg (diet) for 36 weeks increased to 50 mg/kg (diet) for 15 months; 50 mg/kg (diet) for two years; 50 mg/kg (diet) for 36 weeks, followed by 100 mg/kg (diet) for 21 weeks, 150 mg/kg (diet) for 27 weeks and, finally 300 mg/kg (diet) for 21 weeks. In males at 300 mg/kg (diet) severe clinical signs of toxicity with slight weight loss were observed. Fewer females showed severe signs of toxicity at the highest dosage level and there was a slight reduction in food consumption at both highest dosages.  Erythrocyte cholinesterase activity was slightly decreased at 20 mg/kg (diet), markedly at 50 mg/kg (diet) and higher. In the second year, all dogs showed a decrease in plasma cholinesterase activity at dosage levels of 50 mg/kg (diet) and above. There were no treatment related changes in mortality rates, laboratory parameters or in gross or histopathological incidences. The no-effect-levels have been demonstrated ... to be approximately 0.125 (mg/kg bw)/day."
        },
        {
            "References": "WHO/FAO; Joint Meeting on Pesticide Residues on Azinphos-Methyl (86-50-0). Available from, as of April 23, 2012: https://www.inchem.org/pages/jmpr.html",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ In a 2 year rat study, both sexes were given azinphos-methyl at 0, 2.5, 5 or 20 mg/kg (diets), an additional group was given 50 mg/kg (diet) for 47 weeks followed by a 100 mg/kg (diet) for the remainder of the study period.  In the highest dosage groups, severe clinical signs of toxicity were observed in over 10% of the females.  There were no treatment induced changes in mortality, body weight gain, food consumption, or hematology.  In males at 20 mg/kg (diet) and above erythrocyte and plasma cholinesterase activities were significantly depressed; at 5 mg/kg (diet) the plasma activity was inhibited up to the 39th week.  In females these activities were consistently depressed at the highest dosage level only; at 20 mg/kg (diet) the plasma activity was depressed up to week 65; at 5 mg/kg (diet) erythrocyte activity was depressed up to week 10 only.  Brain cholinesterase activity was depressed in the highest dosed animals only which also experienced some increase in liver weight. There was no indication that tumor incidence was increased by azinphos-methyl treatment. The no-effect-levels have been demonstrated ... to be approximately 0.125 (mg/kg bw)/day."
        },
        {
            "References": "National Research Council. Drinking Water & Health Volume 1. Washington, DC: National Academy Press, 1977., p. 605",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Post-weaning Wistar rats /were fed azinphos-methyl/ at 5, 20, and 50 ppm for 2 yr with 40 of each sex in each dosage group. 23 wk after beginning of study, dosage of 2.5 ppm was added; after 47 wk, 50 ppm dosage was increased to 100 ppm. No adverse effects were observed in the 50 ppm group, but increasing the dosage to 100 ppm resulted in convulsive episodes in several animals and a consistent decrease in plasma and red cell cholinesterase activity."
        },
        {
            "References": "DHEW/NCI; Toxicology and Carcinogenesis Studies of Azinphosmethyl p.vii Report# 69 (1978) NIH Pub# 78-1319",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ High and low dose male rats and mice and high dose female rats and mice had lower mean body weights than corresponding matched controls throughout the bioassay. ... Signs of organophosphate intoxication included hyperactivity, tremors, and dyspnea. ..."
        },
        {
            "References": "DHEW/NCI; Toxicology and Carcinogenesis Studies of Azinphosmethyl Report# 69 (1978) NIH Pub# 78-1319",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ ...Under the conditions of this bioassay, neoplasms of the thyroid and pancreatic islets suggest but do not provide sufficient evidence for the carcinogenicity of azinphosmethyl in male Osborne Mendel rats. Azinphosmethyl was not shown to be carcinogenic in female Osborne Mendel rats or in B6C3F1 mice of either sex."
        },
        {
            "References": "WHO/FAO; Pesticide Documents (PDs) for Azinphos-Methyl (86-50-0). Available From, as of April 23, 2012: https://www.inchem.org/pages/pds.html",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ In a 52 week toxicity study in beagle dogs, azinphos-methyl (purity 91.9%) was administered, via the diet, to four groups, each of 4 males and 4 females, at dietary levels of 0 (control), 5, 25 or 125 ppm. Clinical signs of reaction to treatment were confined to a higher incidence of diarrhea in dogs receiving 125 ppm. Two males receiving 125 ppm failed to gain weight during the course of the study, but food intake remained unaffected by treatment. Hematology and urinalysis revealed no indication of any reaction to treatment. Clinical biochemistry tests revealed a depression of cholinesterase activity in plasma and erythrocytes at 25 and 125 ppm and in brain at termination at 125 ppm. There was also a very slight increase, compared to controls, in liver cytochrome P450 and N-demethylase activity at the high dose and a reduction in albumin levels. Pathological investigations (macroscopic examination, organ weight analysis and histopathology) revealed no evidence of any reaction to treatment with azinphos-methyl. The NOAEL was 25 ppm (equal to 0.74 mg/kg bw/day) based on reduced weight gain and inhibition of acetylcholinesterase activity in brain."
        },
        {
            "References": "WHO/FAO; Pesticide Documents (PDs) for Azinphos-Methyl (86-50-0). Available From, as of April 23, 2012: https://www.inchem.org/pages/pds.html",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ In a carcinogenicity study of azinphos-methyl (purity 88.6%) in mice, groups of 50 male and 50 female CD-1 mice received dietary levels of 0 (control), 5, 20, or 40/80 ppm for two years. (The study was initially started with 80 ppm as the high dietary level, but this was reduced to 40 ppm after one week, due to severe reaction to treatment, including mortality, at 80 ppm). Following the reduction in the high dietary level, there were no clinical signs of reaction to treatment and mortality remained unaffected by treatment. Weight gain and food intake remained unaffected by treatment at dietary levels up to and including 40 ppm. Hematological investigations revealed no indication of any reaction to treatment. Measurement of acetylcholinesterase activity revealed that at 5 ppm, activities in plasma, erythrocyte and brain remained comparable with control values. At 20 and 40 ppm there was a dose-related inhibition of cholinesterase activity in plasma and erythrocytes. A similar effect was noted in brain, except that males were only affected at 40 ppm, while females exhibited a depression of brain cholinesterase activity at 20 and 40 ppm. Pathological investigations revealed no evidence of any reaction to treatment, in particular there was no evidence of any carcinogenic effect of azinphos-methyl. The NOAEL was 5 ppm (=0.88 mg/kg bw/day) based on inhibition of cholinesterase in plasma, erythrocytes and brain at 20 ppm."
        },
        {
            "References": "WHO/FAO; Pesticide Documents (PDs) for Azinphos-Methyl (86-50-0). Available From, as of April 23, 2012: https://www.inchem.org/pages/pds.html",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ In a combined long-term toxicity and carcinogenicity study in rats, groups of 60 male and 60 female Wistar rats received azinphos-methyl (purity 87.2%) in the diet at levels of 0 (control), 5, 15 or 45 ppm. From each group, 10 rats per sex were killed after 12 months, while all survivors were killed after 24 months continuous treatment. There were no clinical signs of reaction to treatment and survival was unaffected by azinphos-methyl. Weight gain of high dose males was slightly less than controls but growth in other groups was not affected by treatment.  Clinical biochemistry (apart from acetylcholinesterase investigations), hematology and urinalysis tests revealed no indication of any reaction to treatment. Determinations of acetylcholinesterase activities in erythrocytes, plasma and brain revealed a marked inhibition, compared to controls, in males and females from the high dose group (erythrocytes, plasma and brain) and a less marked effect at 15 ppm (males: erythrocytes, females: erythrocytes and plasma). Acetylcholinesterase activity in brain from rats treated at 15 ppm and in erythrocytes, plasma and brain from rats treated at 5 ppm, remained unaffected by treatment with azinphos-methyl. Pathological examinations (including gross examination, organ weight analysis and histological examination of tissues) revealed no evidence of any reaction to treatment; in particular there was no evidence of any carcinogenic effect of azinphos-methyl. The NOAEL was 15 ppm (equal to 0.86 mg/kg bw/day)  based on effects on body weight gain and brain acetylcholinesterase."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists. Documentation of the TLV's and BEI's with Other World Wide Occupational Exposure Values. CD-ROM Cincinnati, OH 45240-4148 2010.",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Groups of 50 rats were fed diets containing a time-weighted average of 78 or 156 ppm (males) or 62.5 or 125 pm (females) azinphos-methyl for 80 weeks, then observed for 34 to 35 weeks. In the same study, groups of 50 mice were fed diets containing 31.3 or 62.5 ppm (males) or 62.5 or 125 ppm (females) for 80 weeks, then observed for 12 to 13 weeks. Decreased body weight gain occurred in male rats and mice given either diet and in female rats and mice given the high dose diet. Signs of organophosphate intoxication were observed in some animals of both species fed the higher dose diets. During the second year cholinergic signs were noted at both dietary levels. An equivocal increase in the incidence of tumors of the pancreatic islets and follicular cells of the thyroid did not provide sufficient evidence of carcinogenicity in male rats. There was no increased incidence of tumors of any kind among mice."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists. Documentation of the TLV's and BEI's with Other World Wide Occupational Exposure Values. CD-ROM Cincinnati, OH 45240-4148 2010.",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ ... Cocker spaniels (4/sex/dose) given diets containing 20 to 300 ppm azinphos~methyl for 36 to 48 weeks exhibited RBC cholinesterase depression proportionate to the dietary level. Severe RBC depression and cholinergic signs were reported at 300 ppm. No cholinesterase inhibition occurred at 5 ppm (0.125 mg/kg/day)."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists. Documentation of the TLV's and BEI's with Other World Wide Occupational Exposure Values. CD-ROM Cincinnati, OH 45240-4148 2010.",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Dietary exposure of rats to 50 ppm for 47 weeks, followed by 100 ppm for 49 weeks, was associated with consistently depressed brain, plasma, and RBC activity; exposure to 20 ppm for 97 weeks led to depression of plasma and RBC cholinesterase activity which decreased as the study progressed; but exposure to 2.5 or 5 ppm was without effect. Gross and histopathological examination revealed no treatment related effects."
        },
        {
            "References": "European Chemicals Bureau; IUCLID Dataset, Azinphos-methyl 86-50-0) (2000 CD-ROM  edition). Available from, as of May 11, 2012: https://esis.jrc.ec.europa.eu/",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ From the 6th to the 18th day of gestation, /pregnant/ Himalayan rabbits /were administered/ azinphos methyl daily by gavage in doses of 0.3, 1, or 3 mg/kg bw day. A control group /was administered/ vehicle concurrently. No embryotoxic or teratogenic effects were observed. The maternal and teratogenic NOEAL values /were determined/ to be 3 mg/kg bw."
        },
        {
            "References": "WHO/FAO; Joint Meeting on Pesticide Residues on Azinphos-Methyl (86-50-0). Available from, as of April 24, 2012: https://www.inchem.org/pages/jmpr.html",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ In a study of developmental toxicity, groups of mated New Zealand White rabbits were given azinphos-methyl (purity, 92.7%) at a dose of 0 (vehicle control), 1.5, 4.75, or 15 mg/kg bw per day by oral gavage in maize oil from day 7 to 19 of gestation. To ensure that at least 12 pregnant rabbits per group were available at terminal sacrifice, the group sizes were adjusted to 16, 18, 15, and 18, at doses of 0, 1.5, 4.75 and 15 mg/kg bw per day, respectively. Rabbits were observed daily for clinical signs and weighed on days 0, 3, 7-19, 22, 25 and 29 of gestation. Food consumption was measured twice per week. Cholinesterase activity in erythrocytes and plasma was measured before pairing and again after 11 days of dosing. Deaths occurred in all groups, including controls (one rabbit in the control group, two at 1.5 mg/kg bw per day, one at 4.75 mg/kg bw per day, and three at 15 mg/kg bw per day). Death in the control group and in the group at the lowest and intermediate dose was attributed to intercurrent infections, while at the highest dose it was attributed to accidental lung dosing. No treatment-related clinical signs or changes in body-weight gain were observed. After 11 days of dosing, erythrocyte acetylcholinesterase activity was significantly reduced (p < 0.05) by 27% at 15 mg/kg bw per day. Significant reductions in plasma cholinesterase activity were seen at all doses after 11 days of treatment. However, there was no consistent dose-response relationship and the magnitude of the inhibition was 22%, 29%, and 26%, at 1.5, 4.75 and 15 mg/kg bw per day, respectively. Erythrocyte acetylcholinesterase activity was only significantly reduced (27%) at 15 mg/kg bw per day. No treatment-related effects were observed in gravid uterine weight, number of live fetuses, number of resorptions, placental weight or crown-rump length. However, the number of fetuses with a bodyweight of less than 30 g was significantly increased at 15 mg/kg bw per day. Skeletal examination revealed a statistically-significant increase in the incidence of reduced ossification of long bone epiphyses in fetuses at 4.75 and 15 mg/kg bw per day. The incidence of reduced ossification (42.4% and 44.3%, respectively) was also outside the range of mean values for historical controls (10.7-35.9%). The NOAEL for developmental effects was 1.5 mg/kg bw per day on the basis of retarded ossification of the long bones at 4.75 and 15 mg/kg bw per day and reduced fetal body weight at 15 mg/kg bw per day. The NOAEL for maternal toxicity was 4.75 mg/kg bw per day on the basis of significant inhibition of erythrocyte acetylcholinesterase activity at 15 mg/kg bw per day."
        },
        {
            "References": "WHO/FAO; Joint Meeting on Pesticide Residues on Azinphos-Methyl (86-50-0). Available from, as of April 24, 2012: https://www.inchem.org/pages/jmpr.html",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Groups of 22 mated Sprague-Dawley-derived CD rats were given azinphos-methyl (purity, 92.7%) at a dose of 0.4, 1.2, or 3.6 mg/kg bw per day by gavage in maize oil daily from day 6 to day 15 of gestation. All rats were observed daily for clinical signs and body weights were recorded on days 0, 3, 6-15, 17 and 20 of gestation. Food consumption was measured twice weekly. On day 20, the animals were killed and necropsied. No deaths or treatment-related clinical signs were observed during the study. Food consumption during gestation was similar in control and treated females. The group mean body weight of females at 3.6 mg/kg bw per day was slightly lower than controls during the period before treatment, but body weight and body-weight gain were unaffected by treatment. There were no treatment-related changes in gravid uterine weights, the number or sex of live fetuses, or the number of resorptions. Skeletal observations revealed retarded ossification in fetuses at 3.6 mg/kg bw per day, with reduced or absent ossification seen in the supraoccipital, pubic and hyoid bones. An increased incidence of supernumerary ribs (14th, lumbar) was also observed at 3.6 mg/kg bw per day (4.7%; p < 0.01), and the incidence of this finding was outside the range for historical controls in the testing laboratory (0-3.1%). In the absence of any maternal effects, the NOAEL for maternal toxicity was 3.6 mg/kg bw per day. The NOAEL for developmental toxicity was 1.2 mg/kg bw per day on the basis of increases in the incidence of supernumerary ribs (14th, lumbar) and delayed ossification (pubic, hyoid, and supraoccipital bones) in fetuses at 3.6 mg/kg bw per day."
        },
        {
            "References": "WHO/FAO; Pesticide Documents (PDs) for Azinphos-Methyl (86-50-0). Available From, as of April 23, 2012: https://www.inchem.org/pages/pds.html",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Plasma and erythrocyte cholinesterase activity, on day 19 of gestation, was depressed compared to controls at the mid and high dose.  By day 28 of gestation there was clear evidence of recovery in plasma and erythrocyte cholinesterase activity, although activity in brain was depressed, compared to controls, at the high dose. Azinphos-methyl did not affect any maternal reproductive parameters and there was no evidence of any treatment-related effect on embryotoxicity, fetotoxicity or teratogenicity at any dose level.  The no observable adverse effect level for maternal toxicity was 2.5 mg/kg bw/day, based on the inhibition of brain cholinesterase   activity seen on day 28 of gestation."
        },
        {
            "References": "WHO/FAO; Joint Meeting on Pesticide Residues on Azinphos-Methyl (86-50-0). Available from, as of April 24, 2012: https://www.inchem.org/pages/jmpr.html",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ In a further study of teratology in American Dutch rabbits, groups of 20 inseminated does received azinphos-methyl (purity, 87.7%) as a daily oral dose at 0 (control), 1, 2.5 or 6 mg/kg bw per day from day 6 to day 18 of gestation (day of insemination was counted as day 0). Plasma and erythrocyte cholinesterase activities were determined on days 19 and 28 of gestation, and in brain on day 28 of gestation. Ataxia in four does at the highest dose and tremors in two of these represented clinical signs of reaction to treatment. At the intermediate and highest dose, plasma and erythrocyte cholinesterase activity on day 19 of gestation was depressed compared with controls. By day 28 of gestation there was clear evidence of recovery in plasma and erythrocyte cholinesterase activity, although activity in brain was depressed, compared with controls, at the highest dose. Azinphos-methyl did not affect any maternal reproductive parameters and there was no evidence of any treatment-related effect on embryotoxicity, fetotoxicity or teratogenicity at any dose. The NOAEL for maternal toxicity was 2.5 mg/kg bw per day on the basis of the inhibition of brain cholinesterase activity seen on day 28 of gestation at 6 mg/kg bw per day"
        },
        {
            "References": "WHO/FAO; Pesticide Documents (PDs) for Azinphos-Methyl (86-50-0). Available From, as of April 23, 2012: https://www.inchem.org/pages/pds.html",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ In a teratology study in rabbits, groups of 11 or 12 pregnant animals received daily oral doses of azinphos-methyl (purity 92.4%) from day 6 to day 18 of gestation (day of insemination = day 0) at levels of 0 (Control), 0.3, 1.0 or 3.0 mg/kg bw/day. Caesarean section was carried out on day 29 of gestation. Azinphos-methyl induced no evidence of maternal toxicity at any dose level and there were no detectable effects on embryonic nor fetal development."
        },
        {
            "References": "WHO/FAO; Joint Meeting on Pesticide Residues on Azinphos-Methyl (86-50-0). Available from, as of April 23, 2012: https://www.inchem.org/pages/jmpr.html",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Azinphos-methyl was fed to pregnant rabbit does from day 8 to day 16 of pregnancy at dosage levels of 5 or 25 mg/kg (diet). No treatment related changes were observed in litter size, number of stillbirths, sex ratios, fetal weight, fetal development, or pup survival to 30 days."
        },
        {
            "References": "WHO/FAO; Joint Meeting on Pesticide Residues on Azinphos-Methyl (86-50-0). Available from, as of April 23, 2012: https://www.inchem.org/pages/jmpr.html",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ In a rat 3-generation study, 0, 5, 10, 25 or 50 mg/kg (diet) doses were continuously fed to males and females from thirty days prior to first mating of the F0 generation. A high mortality rate among females forced the elimination of the highest dose group after the first mating; poor weanling survival was also observed at this dosage level. In the remaining groups no treatment related adverse effects were observed relative to reproductive behaviour and success, and no embryotoxic or fetal toxic effects were observed. Gross and microscopic anatomy of the F3b weanlings were normal."
        },
        {
            "References": "WHO/FAO; Joint Meeting on Pesticide Residues on Azinphos-Methyl (86-50-0). Available from, as of April 23, 2012: https://www.inchem.org/pages/jmpr.html",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ There was no evidence of teratogenic potential for azinphos-methyl in several mammalian reproductive studies including a mouse dominant lethal mutagenicity test. It was also inactive in a chick embryo study (1 mg/egg); though embryotoxic (66% mortality), the survivors showed no morphologic abnormality."
        },
        {
            "References": "WHO/FAO; Pesticide Documents (PDs) for Azinphos-Methyl (86-50-0). Available From, as of April 23, 2012: https://www.inchem.org/pages/pds.html",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ The effects of azinphos-methyl on development in rats and mice were investigated in a series of experiments. On the basis of preliminary toxicity studies doses of 0, 1.25, 2.5 and 5.0 mg/kg bw/day were selected for developmental studies in both species, which consisted of two phases.  During the first phase, pregnant rats and mice were treated for 10 days, starting on gestational day 6. During the second phase, pregnant rats were treated from day 6 of gestation to day 21 post partum.  In the first phase, maternal toxicity was seen only in rats receiving the high dose. When dams and fetuses were examined (day 18 of gestation for mice, day 20 for rats) there was no dose-related increase in anomalies or malformation in rats or mice. In the second phase, dams in the high-dose group were more sensitive to azinphos-methyl in the latter stages of gestation and signs of anticholinesterase intoxication, including mortality, were observed. As a result, only one litter (out of 13) survived to weaning in this group. It was concluded that azinphos-methyl had little primary effect on development in rats and mice."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists. Documentation of the TLV's and BEI's with Other World Wide Occupational Exposure Values. CD-ROM Cincinnati, OH 45240-4148 2010.",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ In a two-generation reproduction study, azinphos-methyl (87.2%) was administered at dietary concentrations of 0, 5, 15, or 45 ppm (equivalent to 0.25, 0.75, or 2.25 mg/kg/day) to Wistar rats. Increased dam mortality, decreased body weight of parental males and Fl males and females, and clinical cholinergic signs occurred among rats given the 45-ppm diets. A reduction in pup viability and lactation indices and decreased mean total litter weights at weaning on postnatal day 28 occurred among rats given the 15- and 45-ppm diets, but not among rats on the 5-ppm diet. In a supplementary one-generation study, azinphos-methyl (92%) was administered to Wistar rats at dietary concentrations of 0, 5, 15, or 45 ppm (equivalent to 0.43, 1.30 or 3.73 mg/kg/day in males and 0.55, 1.54, or 4.87 mg/kg/day in females). Plasma and RBC cholinesterase were consistently inhibited in females given 15 or 45 ppm. In parental males, plasma cholinesterase was significantly decreased at 15 and 45 ppm; RBC cholinesterase was significantly decreased at all dietary levels, but brain cholinesterase activity was unaffected. Pup viability index was reduced and pup weights were decreased at postnatal days 14 and 21 among the 15- and 45-ppm groups. At 45 ppm, significant reductions in brain cholinesterase activity were noted in pups on postnatal days 5 and 28; a significant reduction in brain weight was observed on postnatal day 5 but not day 28. These results were consistent with an earlier study showing that neither reproductive or developmental effects occur in mice fed diets containing 25 ppm azinphos-methyl; whereas diets of 50 ppm caused parental deaths as well as decreased survival in pups."
        },
        {
            "References": "California Environmental Protection Agency/Department of Pesticide Regulation; Toxicology Data Review Summary for Azinphos-Methyl (86-50-0). Available from, as of April 16, 2012: https://www.cdpr.ca.gov/docs/risk/toxsums/toxsumlist.htm",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Azinphos-methyl, (87.7% purity), administered daily by gavage at 0 (7% Emulphor), 1.0, 2.5, or 6.0 mg/kg/day to 17-18 pregnant American Dutch rabbits/group, on days 6-18 of gestation, with sacrifice on day 28. Dose selection based on range-finding studies. Maternal plasma and RBC cholinesterase activities measured on day 19 showed significant inhibition at 2.5 mg/kg (plasma) and 6.0 mg/kg (plasma, RBC); maternal brain cholinesterase activity also inhibited at 6.0 mg/kg (day 28). Maternal ChE NOEL = 1.0 mg/kg. No adverse effect /observed/. Developmental NOEL = 2.5 mg/kg (decreased litter size due to increased pre- and post-implantation loss)."
        },
        {
            "References": "WHO/FAO; Pesticide Documents (PDs) for Azinphos-Methyl (86-50-0). Available From, as of April 23, 2012: https://www.inchem.org/pages/pds.html",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ In a teratology study in /Charles River Crl:CD BR/ rats, groups of 33 inseminated dams received azinphos-methyl (purity 87.7%) from day 6 to day 15 of gestation (day of insemination = day 0), at dose levels of 0 (control), 0.5, 1.0 or 2.0 mg/kg bw/day. From each group, 5 dams were killed on day 16 of gestation and the remaining dams on day 20. On day 16 of gestation, cholinesterase activities in plasma, erythrocytes and brain were depressed, compared to controls, in dams at the high dose only (fetal tissues were not examined). By day 20 of gestation there was indication of recovery in cholinesterase activity in all previously affected tissues and fetal brain cholinesterase activity was comparable with control values. Azinphos-methyl did not affect any maternal reproductive parameters and there was no indication of treatment-related embryotoxicity, fetotoxicity or teratogenicity at any dose level. The NOAEL for maternal toxicity was 1.0 mg/kg bw/day, based on the inhibition of brain cholinesterase activity seen on day 16 of gestation."
        },
        {
            "References": "California Environmental Protection Agency/Department of Pesticide Regulation; Toxicology Data Review Summary for Azinphos-Methyl (86-50-0). Available from, as of April 16, 2012: https://www.cdpr.ca.gov/docs/risk/toxsums/toxsumlist.htm",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Azinphos-methyl, 91.7% purity, was fed in the diet at 0, 5, 15 and 45 ppm to SPF-bred Wistar rats (strain Bor:WISW; SPF Cpb) to 18 male and 46 female animals per group, 1 generation, 1 litter (plus 3 additional groups of 10 males treated with 5, 15 and 45 ppm and 20 untreated females/group). Statistically significant ChE inhibition was seen in all 15 and 45 ppm parental rats; for 5 ppm dosed F0 rats, only erythrocyte ChE for females on day 28 p.p. showed notable inhibition: Cholinergic NOEL = 5 ppm. Viability index and body weight gain of pups were significantly reduced at 15 and 45 ppm doses: Reproductive NOEL = 5 ppm. Inhibition of pup brain AChE detected in 45 ppm group on day 5 and 28 p.p."
        },
        {
            "References": "WHO/FAO; Joint Meeting on Pesticide Residues on Azinphos-Methyl (86-50-0). Available from, as of April 24, 2012: https://www.inchem.org/pages/jmpr.html",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ In a short-term study of neurotoxicity, groups of 18 male and 18 female Fischer 344 rats were given diets containing azinphos-methyl (purity, 92.2%) at a nominal dose of 0, 15, 45, or 120 ppm for males (mean intake, 0.91, 2.81, or 7.87 mg/kg bw per day) and 0, 15, 45, or 90 ppm for females (mean intake, 1.05, 3.23, or 6.99 mg/kg bw per day) for 13 weeks. Twelve of the rats in each group were used for behavioral testing with half of these being used for neuropathology. The remaining six males and six females per group were tested for cholinesterase activity. There were no deaths before terminal sacrifice. Treatment-related clinical signs (perianal stain, red lacrimation, increased reactivity, uncoordinated gait, tremor) were evident by cage-side observations in males at 120 ppm and in females at 45 and 90 ppm. Body weight (reduced by 9-10%) and food consumption were affected by treatment at the highest dose for males (120 ppm) and females (90 ppm). The results from FOB revealed treatment-related effects in males at the highest dose(perianal stain), in females at the intermediate dose (urine stain) and in females at the highest dose (urine and perianal stains, increased reactivity, abnormal righting reflex, tremor, and decreased forelimb-grip strength). Signs of toxicity persisted with continued exposure, but there was no evidence of cumulative toxicity beyond week 4. Treatment-related decreases in motor and locomotor activity were observed in males at the highest dose during weeks 4, 8, and 13 of exposure, with no evidence of cumulative toxicity beyond week 4, and in females at the highest dose during week 4 only. Greater than 20% inhibition of erythrocyte and plasma cholinesterase activity was observed at all doses, as was the inhibition of brain cholinesterase activity at the intermediate and highest doses. Gross lesions were not evident at terminal sacrifice. Brain weight was not affected by treatment in either sex. There were no treatment-related ophthalmic findings or microscopic lesions within neural tissues or skeletal muscle. The NOAEL for inhibition of brain cholinesterase activity was 15 ppm (equal to 1 mg/kg bw per day), while a NOAEL for inhibition of acetylcholinesterase activity in erythrocytes could not be identified in this study. The statistically significant inhibition of brain cholinesterase activity at 15 ppm in both sexes was discounted because it was less than 20% and other studies of a similar duration in which more rats per group were tested, inhibition of cholinesterase activity was not shown to be statistically significant."
        },
        {
            "References": "WHO/FAO; Joint Meeting on Pesticide Residues on Azinphos-Methyl (86-50-0). Available from, as of April 24, 2012: https://www.inchem.org/pages/jmpr.html",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ Groups of eight HNL hens (age 18-20 months) were given diets containing azinphos-methyl (purity not stated; prepared as an 80% premix in Silkasil S) at a dose of 0, 75, 150, 300 or 600 ppm (equivalent to approximately 0, 9.4, 18.7, 37.5 and 75.0 mg/kg bw per day) for 30 days. This was followed by a post-treatment recovery period of 4 weeks during which the birds were examined for signs of neurotoxicity (leg weakness, limping and inability to walk). Blood (site or method of blood collection was not specified) cholinesterase activity was determined before the commencement of the study, after completion of the feeding trial, and at post-treatment observation periods using an unspecified method. Two birds per group were killed at the conclusion of dosing and the remaining birds were killed 1 day after the completion of the post-treatment observation period. One bird at 9.4 mg/kg bw day died during the post-treatment observation period as a result of suspected pneumonia, but no details of necropsy were provided. The group mean body weight of birds at 75 mg/kg bw per day was reduced ... by day 14 on study and remained unchanged up until the conclusion of the treatment period. The hens, however, regained weight thereafter and body weights were comparable to those of the controls during the post-treatment observation period. Food consumption was unaffected by treatment. No signs of neurotoxicity or any behavioral changes were noted in any of the treated birds. No intergroup differences in blood cholinesterase activity was seen before treatment or at day 1 of the post-observation period. However, at day 1 after treatment, dose-related depressions in blood cholinesterase activity of about 15% and 27% were observed in birds at 37.5 and 75.0 mg/kg bw per day respectively relative to the controls."
        },
        {
            "References": "WHO/FAO; Pesticide Documents (PDs) for Azinphos-Methyl (86-50-0). Available From, as of April 23, 2012: https://www.inchem.org/pages/pds.html",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ In a published report of experiments designed to investigate the  potential relationship between delayed neurotoxicity and copper concentration in the serum of hens, it was reported that azinphos-methyl failed to produce neurotoxic symptoms after either single or repeated doses."
        },
        {
            "References": "WHO/FAO; Joint Meeting on Pesticide Residues on Azinphos-Methyl (86-50-0). Available from, as of April 23, 2012: https://www.inchem.org/pages/jmpr.html",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ There was no evidence of demyelination in rats fed azinphos-methyl at dosage levels up to 20 mg/kg (diet) for 120 days. Azinphos-methyl is a neuroactive agent with immediate neurotoxic action and no known delayed neurotoxic effect."
        },
        {
            "References": "WHO/FAO; Joint Meeting on Pesticide Residues on Azinphos-Methyl (86-50-0). Available from, as of April 24, 2012: https://www.inchem.org/pages/jmpr.html",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ In a study to investigate acute neurotoxicity, groups of 18 male and 18 female fasted Fischer 344 CDF/BR rats were given azinphos-methyl (purity, 92.8%) at a dose of 0 (vehicle), 2, 6 or 12 mg/kg bw for males, and 0, 1, 3 or 6 mg/kg bw for females by oral gavage in 0.5% (w/v) methylcellulose and 0.4% (w/v) Tween 80. Of the treated rats, six males and six females in satellite groups were used for determinations of cholinesterase activity and the remainder were involved in testing for changes in neurobehavior. Five males (one in the main study and four in the satellite group) and fifteen females (nine in the main study and all in the satellite group) in the group at the highest dose died. Treatment-related clinical signs in males were muscle fasciculations (2 out of 12 and 8 out of 11 at 6 and 12 mg/kg bw respectively), tremors (1 out of 11 at 12 mg/kg bw), uncoordinated gait (1 out of 11 at 12 mg/kg bw), oral stain (3 out of 12 and 10 out of 11 at 6 and 12 mg/kg bw, respectively), and urine stain (1 out of 12, 2 out of 12 and 10 out of 11 at 2, 6 and 12 mg/kg bw, respectively) and red nasal stain (2 out of 12, 2 out of 12 and 7 out of 11 at 2, 6 and 12 mg/kg bw, respectively). One of the three surviving females at 6 mg/kg bw had oral and urine staining for about 2 days after treatment. All clinical signs that did not involve staining were only observed about 30 min after treatment on the day of dosing. Staining was typically observed from between 1 to 3 days after dosing. There were no treatment-related differences in group mean body weights of the surviving animals. Treatment-related functional observational battery (FOB) findings were recorded at the time of maximal inhibition of cholinesterase activity (i.e. about 90 min after dosing) at doses of 1 mg/kg bw or greater on day 0, but not at any dose on day 7 or 14 after treatment. ... In addition, males at 6 and 12 mg/kg bw and females at 6 mg/kg bw had significantly lower (p < 0.05) body temperature after treatment on day 0, and appeared to be treatment-related. Males and females at the highest dose had significantly reduced forelimb grip performance (by about 31% and 27%, respectively). Similarly, significant reductions (p < 0.05) in hindlimb grip performance were noted only in males at 6 and 12 mg/kg bw (reduced by 18% and 30%, respectively). These manifestations were attributed to acute cholinergic effects of the test substance. Foot splay was unaffected by treatment. In males, the response profile of remaining reflex/physiological observations such as touch (5 out of 12 and 6 out of 12), righting (slightly uncoordinated, 6 out of 12 and 3 out of 12) and righting (land on side, 2 out of 12 and 5 out of 12) for the groups at 6 and 12 mg/kg bw, respectively, was significantly different (p < 0.05) from the controls and appeared to be treatment-related, although a dose-response relationship was not always observed. Maze activity in treated rats was lower on day 0 (by about 64%, 60%, 77% and 79% for males at 0, 2, 6 and 12 mg/kg and 71%, 78%, 79% and 85% for females at 0, 1, 3 and 6 mg/kg bw, respectively) compared with the corresponding values reported before treatment and appeared to be treatment-related. In comparison to the concurrent controls, dose-related reductions in motor activity were seen in males at 6 and 12 mg/kg bw (about 36% and 43%, respectively), and in females (about 19% for the groups at 1 and 3 mg/kg bw and about 44% at 6 mg/kg bw). The reduced motor activity in males and females of the control group noted on day 0 was attributed to overnight fasting. In males, the motor activity was depressed by about 14% at 12 mg/kg bw relative to that of the controls, with partial recovery on day 7, and complete recovery of activity was seen by day 14. In females, motor activity appeared to be slower to recover, showing deficits of about 20%, 10% and 8% at 1, 3 and 6 mg/kg bw, respectively, relative to values for the corresponding controls on day 14. Dose-related changes in locomotor activity were also noted in males on day 0, with about 47% and 77% depressions at 6 and 12 mg/kg bw respectively, relative to values for the corresponding controls. In females, the reductions in locomotor activity were about 26%, 15% and 63% at 1, 3 and 6 mg/kg bw respectively, in comparison to those for the parallel controls. Complete recovery of locomotor activity was seen in all males and females, except for males at 12 mg/kg bw that showed a deficit of 20% compared with the controls by day 7. Complete recovery was seen in all animals by day 14. Treatment-related reductions were also seen in interval motor and locomotor activities on day 0 after treatment, but recovery was complete by day 7. Habituation was not affected by treatment. ... No intergroup differences were noted in terminal body weights, brain weight, gross pathology and histopathology of treated rats of either sex. The NOAEL was 2 mg/kg bw per day on the basis of a significant reduction in brain cholinesterase activity at higher doses."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. V7 786",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ In rats fed diets that contained 15, 45, 90 (females), or 120 (males) ppm azinphos methyl (about 0.9, 2.8, and 7.9 mg/kg/day (males) and 1.1, 3.2, and 7.0 mg/kg/day (females)) for 13 weeks, body weight gain decreased in both males and females fed 120 or 90 ppm, respectively. In males, 120 ppm (7.9 mg/kg/day) was associated with increased reactivity and autonomic cholinergic; no cholinergic signs were associated with 45 or 15 ppm. In females, 90 ppm (7.0 mg/kg/day) was associated with neuromuscular cholinergic signs and perianal staining; 45 ppm (3.2 mg/kg/day) was associated with increased reactivity and urine stains; no cholinergic effects were associated with the 15 ppm diet. Brain and /red blood cell/ cholinesterase/ was inhibited at all dietary levels."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. V7 786",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ Azinphos-methyl did not cause acute delayed neurotoxicity in atropinized hens administered 0.1, 1.0, 10.0, 100.0, or 300 mg/kg in corn oil followed by a second dose at 21 days."
        },
        {
            "References": "WHO/FAO; Pesticide Documents (PDs) for Azinphos-Methyl (86-50-0). Available From, as of April 23, 2012: https://www.inchem.org/pages/pds.html",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ In an acute delayed neurotoxicity test, azinphos-methyl (purity 85%)was administered twice, at the unprotected LD50 dose level of 330 mg/kg to a group of 30 white leghorn hens, with an interval of 21 days between doses. Groups of untreated control, vehicle control and positive control (TOCP 600 mg/kg bw) animals, each composed of 10 animals, were also included. Atropine was used for symptomatic treatment after dosing. A total of 11 hens treated with azinphos-methyl survived until termination. These animals appeared normal during the last 12 or 13 days of the study, but exhibited varying degrees of impaired locomotor activity soon after dosing. Histopathological examinations indicated that azinphos-methyl did not increase the incidence or severity of lesions in the nerve tissue compared to untreated and vehicle controls. ..."
        },
        {
            "References": "WHO/FAO; Pesticide Documents (PDs) for Azinphos-Methyl (86-50-0). Available From, as of April 23, 2012: https://www.inchem.org/pages/pds.html",
            "Value": "/DEVELOPMENTAL NEUROTOXICITY/ ... /A/ one generation study /was conducted/ to investigate whether the slight effect on fertility at 15 ppm could be confirmed, and, if reproducible, to determine whether the effect was attributable to treatment of the male or the female and to determine if reproductive effects were associated with treatment-induced inhibition of cholinesterase activity. Azinphos-methyl (purity 92.0%) was administered to groups of 18 male and 46 female Wistar rats, at dietary levels of 0 (control), 5, 15, or 45 ppm. Treated males and females were paired, and dams allowed to rear litters to weaning. Additional treated males were paired with untreated females. At 15 ppm, when males and females were treated, the viability index was reduced, largely confirming the results of the previous study. However, after treatment of male parental animals only, reproductive parameters remained unaffected, even at 45 ppm.  Investigations of cholinesterase activity in parental animals revealed a depression in activity in plasma and erythrocytes at all dose levels, and a depression in activity in brain at 45 ppm in males and at 15 and 45 ppm in females. At 45 ppm, brain cholinesterase activity in pups was also depressed. The NOAEL was 5 ppm, equal to 0.43 mg/kg bw/day, based on the adverse effects on fertility and depression of brain cholinesterase activity seen at 15 ppm."
        },
        {
            "References": "WHO/FAO; Pesticide Documents (PDs) for Azinphos-Methyl (86-50-0). Available From, as of April 23, 2012: https://www.inchem.org/pages/pds.html",
            "Value": "/GENOTOXICITY/ ...Azinphos-methyl has been tested in a range of 14 mutagenicity tests, examining point or gene mutations, DNA damage and chromosomal effects. Positive results for azinphos-methyl were seen in only two tests: a forward mutation assay in mouse lymphoma L5178Y cells (only in the presence of S-9 mix) and a mitotic recombination assay in Saccharomyces cerevisiae strain D3. Azinphos-methyl was negative in tests for point/gene mutation and DNA damage in prokaryotes and showed no positive results in tests looking at chromosomal effects."
        },
        {
            "References": "WHO/FAO; Pesticide Documents (PDs) for Azinphos-Methyl (86-50-0). Available From, as of April 23, 2012: https://www.inchem.org/pages/pds.html",
            "Value": "/GENOTOXICITY/ Mutagenic effects of azinphos-methyl (purity 92.3%) in vivo were investigated in a micronucleus test and a dominant lethal test; both in mice. In the micronucleus test two doses of azinphos-methyl (2 x 2.5 or 2 x 5.0 mg/kg bw) were given 24 hours apart and a femoral marrow smear was prepared 6 hours after the second dose; there was no indication of any mutagenic effect. In the dominant lethal study male mice received a single oral dose of 4 mg/kg bw azinphos-methyl and were then mated with untreated females over 12 consecutive periods of 4 days. Fertility remained unaffected and there were no treatment-related differences in implantation parameters."
        },
        {
            "References": "WHO/FAO; Pesticide Documents (PDs) for Azinphos-Methyl (86-50-0). Available From, as of April 23, 2012: https://www.inchem.org/pages/pds.html",
            "Value": "/GENOTOXICITY/ The potential of azinphos-methyl (purity 91.1%) to cause DNA damage was assessed in Rosenkranz and Leifer's pol test employing two E. coli strains which vary in regard to their repair systems for DNA damage. The results showed that azinphos-methyl gave no indication of any effect on DNA damage. In a primary rat hepatocyte unscheduled DNA synthesis assay azinphos-methyl (purity 91.1%) did not induce significant changes in the nuclear labelling of primary rat hepatocytes and it was concluded that azinphos-methyl did not induce DNA damage in this assay."
        },
        {
            "References": "WHO/FAO; Pesticide Documents (PDs) for Azinphos-Methyl (86-50-0). Available From, as of April 23, 2012: https://www.inchem.org/pages/pds.html",
            "Value": "/GENOTOXICITY/ Azinphos-methyl (purity 91.1%) exhibited no mutagenic activity in a reverse mutation test with Saccharomyces cerevisiae."
        },
        {
            "References": "WHO/FAO; Joint Meeting on Pesticide Residues on Azinphos-Methyl (86-50-0). Available from, as of April 23, 2012: https://www.inchem.org/pages/jmpr.html",
            "Value": "/GENOTOXICITY/ In a Chinese hamster cell culture study, azinphos-methyl was mutagenically active only at doses of 600 ppm or more."
        },
        {
            "References": "WHO/FAO; Joint Meeting on Pesticide Residues on Azinphos-Methyl (86-50-0). Available from, as of April 23, 2012: https://www.inchem.org/pages/jmpr.html",
            "Value": "/GENOTOXICITY/ Results of a dominant lethal mutation study in which male mice received 1.125 or 1.25 mg/kg bw doses (i.p.) were negative."
        },
        {
            "References": "California Environmental Protection Agency/Department of Pesticide Regulation; Toxicology Data Review Summary for Azinphos-Methyl (86-50-0). Available from, as of April 16, 2012: https://www.cdpr.ca.gov/docs/risk/toxsums/toxsumlist.htm",
            "Value": "/GENOTOXICITY/ 20 mice/sex were dosed ip with 5 mg/kg E 1582 (92.2% azinphos-methyl; a yellow coarse-grained powder) as an emulsion in 0.5% aqueous Cremophor. A negative control group of 5/sex were dosed with 0.5% Cremophor alone (10 ml/kg). A positive control group of 5/sex were dosed with 20 mg/kg cyclophosphamide. At 16, 24 and 48 hr after dosing 5/sex were euthanized (negative and positive controls were euthanized at 24 hr only; one treated group of 5/sex was present only to supply cells in the event of loss of other dosed animals), the bone marrow harvested from at least one femur/animal, smears prepared on coded slides, and the slides analyzed for micronuclei and for the polychromatic (PCE) to normochromatic (NCE) cell ratio. 1000 PCEs/animal were scored. 4/40 treated animals died during the test period. The following clinical signs were observed for up to 6 hr: apathy, spasm, shivering, twitching, difficulty in breathing, salivation. Despite the ability of the positive control compound to increase the % micronucleated PCEs/1000/animal, no such ability was clearly forthcoming from the test article. Also, neither the positive controls nor the test article showed clear differences from controls in the PCE/NCE ratio. E 1582 is not considered to induce micronuclei in this system under the conditions tested."
        },
        {
            "References": "PMID:6211614",
            "Value": "/GENOTOXICITY/ Azinphos-methyl (98.7% purity) caused no increase in sister chromatid exchange frequencies in hamster V79 cells at the doses tested (2.5, 5.0, 10.0, and 20.0 ug/mL)."
        },
        {
            "References": "PMID:3783482",
            "Value": "/GENOTOXICITY/ In male mice given a single ip dose of methylazinphos (1 mg/kg)... the frequency of chromosome aberrations did not increase."
        },
        {
            "References": "PMID:4029101",
            "Value": "/GENOTOXICITY/ Male mice (Q strain) /were administered/ two consecutive injections of organophosphorus insecticides: a phosphonate (trichlorfon) was combined to a thiophosphate (methylparathion) or a dithiophosphate (malathion or methylazinphos) in order to evaluate the interactions at the genetic or cytogenetic levels. No increase in chromosome damage was noted in bone marrow cells, spermatogonia, and primary spermatocytes. In a dominant lethal mutation assay, the frequency of post implantation lethality was not significantly increased over the control level. The percentage of pre-implantation losses was enhanced, probably due to a toxic effect on male germ cells."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. V7 789",
            "Value": "/GENOTOXICITY/ Azinphos-methyl with and without metabolic activation showed no evidence of mutagenicity in Salmonella typhimurium. Azinphos-methyl was also negative in the reverse mutation induction assay with Saccharomyces cerevisiae and in the primary rat hepatocyte unscheduled DNA synthesis assay."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. V7 789",
            "Value": "/GENOTOXICITY/ In an in vitro cytogenetics assay using human lymphocytes, azinphos-methyl was clastogenic only with a metabolic activating system. However, a clastogenic effect was not observed in femoral marrow prepared from mice treated ip with 5 mg/kg azinphos-methyl."
        },
        {
            "References": "California Environmental Protection Agency/Department of Pesticide Regulation; Toxicology Data Review Summary for Azinphos-Methyl (86-50-0). Available from, as of April 16, 2012: https://www.cdpr.ca.gov/docs/risk/toxsums/toxsumlist.htm",
            "Value": "/GENOTOXICITY/ Azinphos-methyl at 0, 0.25, 0.5, 1.0, 2.5, 5.0, 10.1, 25.1, 50.3, or 100.5 /mL /was administered to primary rat hepatocytes in an unscheduled DNA synthesis assay/. Precipitation /occurred/ at > 25.13 /mL. /Azinphos-methyl was observed to be/ toxic at 50.3 /mL and higher; no adverse effects indicated."
        },
        {
            "References": "California Environmental Protection Agency/Department of Pesticide Regulation; Toxicology Data Review Summary for Azinphos-Methyl (86-50-0). Available from, as of April 16, 2012: https://www.cdpr.ca.gov/docs/risk/toxsums/toxsumlist.htm",
            "Value": "/GENOTOXICITY/ Azinphos-methyl, 92.5% purity, tested with Salmonella typhimurium strains TA1535, TA100, TA1537, and TA98, without and with rat liver activation (two concentrations of S-9 fraction used), 4 plates/strain/dose, two trials, effectively covering the dose range of 0 to 9,600 /plate. Onset of cytotoxicity (decreased revertants/plate) observed at 1,200 /plate. No adverse effects otherwise identified."
        },
        {
            "References": "California Environmental Protection Agency/Department of Pesticide Regulation; Toxicology Data Review Summary for Azinphos-Methyl (86-50-0). Available from, as of April 16, 2012: https://www.cdpr.ca.gov/docs/risk/toxsums/toxsumlist.htm",
            "Value": "/GENOTOXICITY/ Guthion, azinphos-methyl, 88.8% was tested with Salmonella typhimurium strains TA1535, TA1537, TA1538, TA98 and TA100 with and without rat liver activation, triplicate plates, two trials due to lack of satisfactory cytotoxicity in the first trial and an equivocal increase in revertants with TA100 only. First trial: 0, 33, 100, 333, 1000 and 2000 /plate; second trial: 0, 100, 333, 1000, 2000, 3333 and 4000 /plate. Equivocal effect with TA100 was repeated up to 2000 /plate without activation and 1000 /plate with activation, then cytotoxic at higher amounts; increase did not meet the criteria of two- to three-fold increase usually accepted as showing a positive mutagenic response."
        }
    ],
    "sediment_soil_concentrations": [
        {
            "References": "(1) Wan MT; J Environ Sci Health 24: 183-203 (1989)",
            "Value": "SEDIMENT: Azinphosmethyl was detected in the sediment of farm ditches at two sites with a mean level of 2.7 ug/kg, these ditches lead to runoff into the Fraser River, British Columbia, Canada(1)."
        },
        {
            "References": "(1) Albright R et al; Bull Environ Contam Toxicol 12: 378-84 (1974) (2) Simcox NJ et al; Environ Health Perspect 103: 1126-34 (1995) (3) Villa S et al; Environ Toxicol Chem 22: 928-35 (2003) (4) Gamon M et al; Arch Environ Contam Toxicol 44: 141-51 (2003) (5) Yao Y et al; Environ Sci Technol 42: 931-7 (2008)",
            "Value": "SOIL: Azinphosmethyl concentrations in a surface soil in Alabama were <0.1 ppm(1). Azinphosmethyl was detected in the soil around homes of farmers at concentrations of <32-814 ng/g and a mean of 84 ng/g and around the homes of farm workers at <32-172 ng/g with a mean of <32 ng/g(2). Azinphosmethyl was detected at concentrations of <32 ng/g around the homes of persons not agriculturally employed(2). Azinphosmethyl was not detected (detection limit 0.014 ug/g) in soil samples from the Orbetello Lagoon, central Italy, an agricultural region where the pesticide was applied to sugar/peach tree plantations during April-June, 1999 at a rate of 0.37 to 0.5 kg a.i./ha(3). Azinphosmethyl was not detected in soil samples from rice-farming soils adjacent to fruit crops treated with pesticides in Albufera National Park, Valencia, Spain for the period of April 1996 to Nov 1997(4). Azinphosmethyl was not detected (detection limit 0.5 ng/g) in soil samples taken across Canadian agricultural area (Abbotsford, Bratt's Lake, Egbert, Downsview, St Anicet, Baie St Francis, Kensington) in 2005(5)."
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "(1) Gawlik BM et al; Chemosphere 36: 2903-19 (1998) (2) Gawlik BM et al; Chemosphere 41:1337-47 (2000) (3) Worrall F et al; J Geol Soc London 157:877-84 (2000) (4) Swann RL et al; Res Rev 85: 17-28 (1983) (5) Knuth ML et al; Ecotox Environ Saf 47: 167-77 (2000) (6) USEPA; Interim Reregistration Eligibility Decisions (IREDs) for Azinphosmethyl (86-50-0). Case No. 0235. Available from, as of May 30, 2012: https://www.epa.gov/pesticides/reregistration/REDs/azm_red.pdf",
            "Value": "The Koc of azinphosmethyl in five European soils was measured in the range of 487 to 4,644(1). Azinphosmethyl also had Koc values of 1990 (75.0% clay, 3.29% organic carbon), 783 (22.6% clay, 2.39% organic carbon), 570 (17.0% clay, 3.32% organic carbon), 630 (20.3% clay, 1.36% organic carbon) and 1700 (6.0% clay, 4.43% organic carbon) in five European soils(2). Using data from the 1993 UK database, Koc values for azinphosmethyl were 298 to 3406(3). According to a classification scheme(4), this Koc data suggests that azinphosmethyl is expected to have moderate to slight mobility in soil. Measurable residues were found in sediment samples after application to the surface of littoral enclosure mesocosms; the sediment and water were identified as the most important sorptive compartments(5). The compound is not likely to leach to groundwater except in areas of high recharge such as karst(6)."
        },
        {
            "References": "(1) Kuhr RJ et al; Bull Environ Contam Toxicol 11: 224-30 (1974) (2) Yaron B et al; J Environ Quality 3: 413-7 (1974) (3) Helling CS; Soil Sci Soc Amer Proc 35: 737-43 (1971) (4) Helling CS; Soil Sci Soc Amer Proc 35: 743-8 (1971) (5) Reduker S et al; Bull Environ Contam Toxicol 41: 633-41 (1988) (6) Frobe Z et al; Toxicol Environ Chem 19: 69-82 (1989) (7) Dowd JF et al; Environ Toxicol Chem 12: 429-39 (1993) (8) Weber JB et al; Chemosphere 55: 157-66 (2004)",
            "Value": "No azinphosmethyl was detected (detection limit was 0.4 ppm) below the top 2 inch soil layer in an apple orchard where 4 applications of azinphosmethyl totaled 3 pounds/acre(1). Azinphosmethyl was not transported deeply into the soil of an irrigated potato field. Traces were found at a soil depth of 12-30 cm but none was found below 30 cm(2). In a thin layer chromatography (TLC) experiment, azinphosmethyl was found to have a low mobility in Hagerstown soil (silt clay loam, 1.4% organic content)(3). In another study, soil TLC experiments were conducted using azinphosmethyl and 14 different soils(4); the average Rf value for azinphosmethyl was 0.17. Field moisture capacity (FMC) and organic matter content of a soil were found to be a good predictor of mobility. Increased FMC decreased the soil mobility in the TLC experiments(4). No azinphosmethyl was detected in a soil column effluent after 64 days and batch studies indicate that sorption was not reversible(5). An experimental Koc of 189 (Kom of 110) has been reported(6) but the isotherm was not linear. The pesticide root zone model (PRZM - designed to predict pesticide movement in unsaturated soils within and below the root zone in agricultural systems) was applied to study pesticide movement in a 25 ha managed loblolly pine (Pinus taeda L.) forest near Comer, GA(7). The model indicates that azinphosmethyl has little potential to leach to ground water, given a Kd value of 10, Koc of 1,000, and a soil half-life of 40 days(7). A mean Kd of 8.94 in nine soils was also reported(8)."
        }
    ]
}