{
    "_id": {
        "$oid": "6682e7cec4e5dba5ffba226f"
    },
    "CID": {
        "$numberInt": "227"
    },
    "Name": "ANTHRANILIC ACID",
    "IUPACName": "2-aminobenzoic acid",
    "CanonicalSMILES": "C1=CC=C(C(=C1)C(=O)O)N",
    "Synonyms": [
        "anthranilic acid",
        "2-aminobenzoic acid",
        "118-92-3",
        "o-aminobenzoic acid",
        "o-Carboxyaniline",
        "2-Carboxyaniline",
        "vitamin L1",
        "o-Anthranilic acid",
        "Benzoic acid",
        "2-amino-",
        "anthranilate",
        "1-Amino-2-carboxybenzene",
        "ortho-Aminobenzoic acid",
        "Benzoic acid",
        "o-amino-",
        "Carboxyaniline",
        "Kyselina anthranilova"
    ],
    "IsomericSMILES": "C1=CC=C(C(=C1)C(=O)O)N",
    "INCHI": "InChI=1S/C7H7NO2/c8-6-4-2-1-3-5(6)7(9)10/h1-4H,8H2,(H,9,10)",
    "INCHIKEY": "RWZYAGGXGHYGMB-UHFFFAOYSA-N",
    "Formula": "C7H7NO2",
    "MolecularWeight": {
        "$numberDouble": "137.14"
    },
    "Description": "Anthranilic acid is an aminobenzoic acid that is benzoic acid having a single amino substituent located at position 2. It is a metabolite produced in L-tryptophan-kynurenine pathway in the central nervous system. It has a role as a mouse metabolite and a human metabolite. It is a conjugate acid of an anthranilate.",
    "XlogP": {
        "$numberDouble": "1.2"
    },
    "Complexity": {
        "$numberInt": "136"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "environmental_bioconcentrations": [
        {
            "References": "(1) Hansch C et al; Exploring QSAR. Hydrophobic, Electronic, and Steric Constants. ACS Prof Ref Book. Heller SR, consult. ed., Washington, DC: Amer Chem Soc p. 30 (1995) (2) Meylan WM et al; Environ Toxicol Chem 18: 664-72 (1999) (3) Franke C et al; Chemosphere 29: 1501-14 (1994)",
            "Value": "An estimated BCF of 3 was calculated in fish for anthranilic acid(SRC), using a log Kow of 1.21(1) and a regression-derived equation(2). According to a classification scheme(3), this BCF suggests the potential for bioconcentration in aquatic organisms is low(SRC)."
        }
    ],
    "environmental_biodegradations": [
        {
            "References": "(1) Alexander M, Lustigaman BK; J Agric Food Chem 14: 410-3 (1966) (2) Gerike P, Fischer WK; Ecotox Environ Safety 3: 159-73 (1979) (3) Lund FA, Rodriguez DS; J Gen Appl Microbiol 30: 53-61 (1984) (4) Malaney GW; J Water Pollut Control Fed 32:1300-11 (1960) (5) McKinney RE; Sew Indust Wastes 28: 547-57 (1956) (6) Heukelekian H, Rand MC; J Water Pollut Contr Assoc 27: 1040-53 (1955) (7) Pitter P; Water Res 10 :231-5 (1976) (8) Lu GH et al; Bull Environ Contam Toxicol 69: 111-6 (2002) (9) Shelton DR, Tiedje JM; Mich State Univ Dept Crop Soil Sci 92 pp. US EPA 560/5-81-013 (NTIS PB84-166495) (1981)",
            "Value": "AEROBIC: Anthranilic acid (10 ppm) degraded 100% in 2 days using a 1% suspension of Niagara silt loam at 25 °C(1). Biodegradation of anthranilic acid was studied using 7 different tests, (inoculum conc, incubation time, chemical conc) result; closed bottle (1 drop sewage/L, 30 days, 2 ppm) 90% BODT; OECD screening (0.05% sewage effluent, 19 days, 20 ppm carbon) 100% DOC; Sturm CO2-evolution (1% sewage, 28 days, 10 ppm carbon) 71% CO2 and 100% DOC removal; French AFNOR (sewage, 42 days, 40 ppm carbon) 93% DOC removal; Japanese MITI (30 mg activated sludge/L, 14 days, 50 ppm carbon) 70% BODT; Zahn-Wellens (1 g activated sludge/L, 14 days, 400 ppm carbon) 97% DOC after 1 day; OECD coupled units (2500 mg sewage/L, 12 ppm carbon) 103%DOC removal(2). Warburg activated sludge screening tests gave results of 96% BODT in 0.6 days after 20 days of acclimation(3), 17% BODT after 8 days(4) and 50% BODT in 0.5 days after 23 hours acclimation(5). Anthranilic acid degraded 81% in a 5 day BOD test using sewage at 20 °C(6). Anthranilic acid degraded 97.5% by COD removal in 5 days after 20 days acclimation of activated sludge(7). A 5 day BOD test gave 62.7% biodegradation of anthranilic acid in Songhua River water collected from Jilin Province, China(8). Anthranilic acid degraded 104 and 127% in 8 weeks after a 1 week lag time in a 10% sludge(9)."
        },
        {
            "References": "(1) Kameya T et al; Sci Total Environ 170: 31-41 (1995) (2) Shelton DR, Tiedje JM; Appl Environ Microbiol 47: 850-7 (1984) (3) Balba MTM et al; Biochem Soc Trans 9: 230-1(1981) (4) Horowitz A et al; Dev Ind Microbiol 23:435-44 (1982) (5) Kalyuzhnyi S et al; Water Sci Technol 42: 363-70 (2000) (6) Kuhn EP, Suflita JM; Hazard Waste Hazard Mater 6: 121-33 (1989) (7) Razo-Flores E et al; Bioresour Technol 56: 215-20 (1996)",
            "Value": "ANAEROBIC: Anthranilic acid was biodegraded 100% in 28 days at 37 °C using 100 mg-C/L seed bacteria and 3 mg-C/L anthranilic acid(1). Anthranilic acid was biodegraded with >75% total methane production in 8 weeks using a 10% microbe population from digester sludge at 35 °C(2). Anthranilic acid, at a concentration of 1370 ppm, was actively generating CO2 and methane after 60 days in a saltmarsh sediment sample incubated at 25 °C(3). Anthranilic acid was degraded 100% in one week in anaerobic digester sludge(4). Anthranilic acid was anaerobically biodegraded 100% in 90 days in 2 mesophilic sludges; cattle sludge, 72 day lag, and shell sludge, 60 day lag(5). Anthranilic acid was not biodegraded after 120 days in a thermophilic sludge(5). Less than 1% of the anthranilic acid remained in sulfate reducing and methanogenic aquifer slurries after 8 months(6). Anthranilic acid was degraded anaerobically in a shell sludge at a rate of 8.1 mg/g-day with 101% methane production after a 23 day lag period(7). Anthranilic acid was also degraded anaerobically in a shell sludge, adapted with 2-nitrophenol for 200 days, at a rate of 11.7 mg/g-day with 96% methane production after a 25 day lag period(7)."
        }
    ],
    "logP": [
        {
            "References": "Hansch, C., Leo, A., D. Hoekman. Exploring QSAR - Hydrophobic, Electronic, and Steric Constants. Washington, DC: American Chemical Society., 1995., p. 30",
            "Value": "log Kow = 1.21"
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "(1) Hansch C et al; Exploring QSAR. Hydrophobic, Electronic, and Steric Constants. ACS Prof Ref Book. Heller SR, consult. ed., Washington, DC: Amer Chem Soc p. 30 (1995) (2) Lyman WJ et al; Handbook of Chemical Property Estimation Methods. Washington, DC: Amer Chem Soc pp. 4-9 (1990) (3) Swann RL et al; Res Rev 85: 17-28 (1983) (4) Kortum G et al; Dissociation Constants of Organic Acids in Aqueous Solution. International Union of Pure and Applied Chemistry. London: Butterworth (1961) (5) Doucette WJ; pp. 141-188 in Handbook of Property Estimation Methods for Chemicals. Boethling RS, Mackay D, eds. Boca Raton, FL: Lewis Publ (2000)",
            "Value": "The Koc of anthranilic acid is estimated as 110(SRC), using a log Kow of 1.21(1) and a regression-derived equation(2). According to a classification scheme(3), this estimated Koc value suggests that anthranilic acid is expected to have high mobility in soil. The pKa of anthranilic acid is 2.14(4), indicating that this compound will primarily exist in anion form in the environment and anions generally do not adsorb more strongly to soils containing organic carbon and clay than their neutral counterparts(5)."
        }
    ]
}