{
    "_id": {
        "$oid": "6682e7ebc4e5dba5ffba2300"
    },
    "CID": {
        "$numberInt": "2286"
    },
    "Name": "BISPHENOL A DIGLYCIDYL ETHER",
    "IUPACName": "2-[[4-[2-[4-(oxiran-2-ylmethoxy)phenyl]propan-2-yl]phenoxy]methyl]oxirane",
    "CanonicalSMILES": "CC(C)(C1=CC=C(C=C1)OCC2CO2)C3=CC=C(C=C3)OCC4CO4",
    "Synonyms": [
        "BISPHENOL A DIGLYCIDYL ETHER",
        "1675-54-3",
        "BADGE",
        "2,2-Bis(4-glycidyloxyphenyl)propane",
        "Epoxide A",
        "Epophen EL 5",
        "Diglycidyl bisphenol A ether",
        "DGEBPA",
        "Dian diglycidyl ether",
        "Diglycidyl bisphenol A",
        "epi-Rez 510",
        "\"2,2-Bis(4-glycidyloxyphenyl)propane\"",
        "Bpdge",
        "DGEBA",
        "Diglycidyl ether of bisphenol A"
    ],
    "IsomericSMILES": "CC(C)(C1=CC=C(C=C1)OCC2CO2)C3=CC=C(C=C3)OCC4CO4",
    "INCHI": "InChI=1S/C21H24O4/c1-21(2,15-3-7-17(8-4-15)22-11-19-13-24-19)16-5-9-18(10-6-16)23-12-20-14-25-20/h3-10,19-20H,11-14H2,1-2H3",
    "INCHIKEY": "LCFVJGUPQDGYKZ-UHFFFAOYSA-N",
    "Formula": "C21H24O4",
    "MolecularWeight": {
        "$numberDouble": "340.4"
    },
    "Description": "Bisphenol A diglycidyl ether is a diarylmethane.",
    "XlogP": {
        "$numberDouble": "4"
    },
    "Complexity": {
        "$numberInt": "384"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "environmental_bioconcentrations": [
        {
            "References": "(1) Meylan WM, Howard PH; J Pharm Sci 84: 83-92 (1995)  (2) Meylan WM et al; Environ Toxicol Chem 18: 664-72 (1999) (3) Franke C et al; Chemosphere 29: 1501-14 (1994)",
            "Value": "An estimated BCF of 180 was calculated for bisphenol A diglycidyl ether(SRC), using an estimated log Kow of 3.8(1) and a regression-derived equation(2). According to a classification scheme(3), this BCF suggests the potential for bioconcentration in aquatic organisms is high(SRC), provided the compound is not metabolized by the organism(SRC)."
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "Patty, F. (ed.). Industrial Hygiene and Toxicology: Volume II: Toxicology. 2nd ed. New York: Interscience Publishers, 1963., p. 1616",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Acute toxicity studies in animals show that/ no /skin/ irritation /is/ produced by single contact. /Bisphenol A Epoxy Compound/"
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. 6:1094",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Pure BADGE was ... found to be a skin sensitizer in guinea pigs when tested with the Magnusson-Kligmann maximization test. Higher-molecular-weight, solid BADGE-based resins have not produced this effect."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. 6:1093",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Moderate antemortem depression occurs, and loss of body weight and diarrhea are often observed in surviving animals /from oral doses/. Intraperitoneal toxicity is greater than oral toxicity ..."
        },
        {
            "References": "Patty, F. (ed.). Industrial Hygiene and Toxicology: Volume II: Toxicology. 2nd ed. New York: Interscience Publishers, 1963., p. 1616",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ ... Feeding 0.2% in diet of rats for 26 wk caused no effect other than an increase in kidney/body wt ratio: 1% in diet resulted in retardation of wt gain ... without discernible lesions. 5% dietary intake resulted in death in 2 wk. /Epoxy resins/"
        },
        {
            "References": "Thorgeirsson A et al; Acta Derm Venereol (Stockh) 58 (1): 17 (1978)",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Low molecular weight oligomers of an epoxy resin of bisphenol A diglycidyl ether type were isolated by gel permeation chromatography. The sensitizing capacity of these oligomers was assessed with the \"guinea pig maximization test\". The oligomer with the molecular weight of 340 sensitized 80% to 100% of the animals, but produced no cross reactions to the other oligomers. The MW 624 oligomer sensitized 56-60% of the animals and 30% of these showed cross reactions to the MW 340 oligomer. The MW 908 and MW 1192 oligomers elicited no reactions. It was shown that sensitization with epoxy resin mixtures of high average molecular weight depends mainly on the content of the MW 340 oligomer."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. 6:1095",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ ... Rats were fed BADGE in their diets for 3 months at concentrations up to 3%. Rats at the highest level rejected the diets and failed to gain weight; these rats showed effects upon gross and histopathological examination that were consistent with under-nutrition. There was no evidence of systemic toxicity at any levels."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. 6:1095",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ ... BADGE was fed to rats at dietary concentrations of 0.2, 1, or 5% for 26 wk. All rats at the highest dose died by the end of 20 wk, but gross and histopathological examination did not reveal evidence of systemic toxicity at any dose."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. 6:1096",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ BADGE was applied to the skin of male and female /Fischer 344/ rats 5 times per wk /for 13 weeks/ at doses of 0, 10, 100 or 1000 mg/kg/day. BADGE caused no apparent systemic toxicity with the exception of decreased body weight in males and females at 1000 mg/kg/application, accompanied by a decrease in food consumption. Serum cholesterol values were increased in a dose-related manner in the mid- and high-dose groups of both sexes but were not correlated with any changes in histopathology ... Dermal application of BADGE did not alter any of the following parameters relative to controls: mortality, clinical observations and behavior, gross pathology or histopathology, with exception of a chronic dermatitis at the site of BADGE application. This dermatitis was characterized by very slight to moderate epidermal hyperplasia with very slight to slight chronic inflammation, and, in some animals, very slight to slight follicular or epidermal spongiosis. Males tended to be affected slightly more severely than females, perhaps due to the higher concentrations of BADGE applied in order to achieve the same mg/kg dose in a fixed volume."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. 6:1096",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ BADGE in acetone applied to the skin /of/ male B6C3F1 mice 3 times/wk for 13 wk at dosages of 1, 10 or 100 mg/kg/application caused no apparent systemic toxicity. Data were collected on clinical appearance and behavior, gross dermal irritation at the dose site, body weights, food consumption, clinical pathology, gross pathology, and histopathology. Mild to moderate chronic active dermatitis with a weak dose-response relationship was observed histopathologically. Spongiosis (intraepithelial edema in the epidermis or at the neck of the hair follicle) and epidermal microabscess formation were also observed at the 100 mg/kg dose."
        },
        {
            "References": "PMID:4076938",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Technical grade bisphenol A diglycidyl ether (Araldite GY250) containing 4.3 ppm epichlorohydrin was dissolved in acetone and 0.2 mL of a 1 or 10% solution applied to the shaved dorsal of 50 male and 50 female SHEL: CF1, SPF mice per treatment group twice per week. Treatment was initiated when mice were 6 weeks of age and continued until the experiment was terminated at 2 years. Autopsy was conducted on all dead or dying animals and all surviving animals at 2 years. Control animals were treated with 0.2 mL of acetone once per week for 2 years. No clinical effects or signs of local or systemic toxicity were evident during the 2 year test period. Neither benign nor malignant tumors were noted at the site of application. There were 17/50 tumors in males and 13/50 tumors in females in the acetone treated animals. The tumor incidence was 18/50 in the 1% and 14/50 in the 10% treatment groups for males and was 22/50 in the 1% and 19/49 in the 10% treatment groups for females, respectively. /Under conditions of this test/ these tumors were not skin tumors and were considered usual for this strain."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. 6:1102",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Pure BADGE (>99%) was ... applied to the skin of female F344 rats and male B6C3F1 mice for 2 yr. Mice were dosed 3 days/wk with BADGE in acetone at concentrations of 0, 0.005%, 0.5% or 5% w/v; rats were dosed 5 days/wk with BADGE in acetone at concentrations of 0, 0.6%, 6.0% or 60% (w/v). The cumulative dose in rats was ... (70 animals per dose level) approximately 0, 1, 100, or 1000 mg/kg/application. Mice (70 animals per dose level) received approximately 0, 0.1, 10, or 100 mg/kg/application. Histopathologically, BADGE was found to cause a mild chronic dermatitis in rats at the dermal test site in the 100 and 1000 mg/kg/application groups. In mice, BADGE produced slight to severe epidermal hyperplasia, slight to moderate chronic or chronic active dermal inflammation, and epidermal crusts were observed histopathologically at the 10- or 100-mg/kg/application doses. In a few mice at the two highest doses, epidermal ulcers were observed ... The irritation and inflammation of the skin persisted throughout the course of the study in both rats and mice and was dependent upon the dose ... No irritation was seen at a dose of 1 mg/kg/day in rats and at a dose 0.1 mg/kg/day in mice. In rats, there was a very slight increase in the incidence of centrilobular hepatocyte hypertrophy at 1000 mg/kg/day and an increase in several types of foci of cellular alteration in the liver at 100 and 1000 mg/kg/day. Serum alanine aminotransferase, alkaline phosphatase, and aspartate aminotransferase tended to be slightly increased at the 1000-mg/kg/day dose throughout the study and taken together with the histological observations in liver suggest a chronic low-level hepatotoxicity at the 1000-mg/kg/day dose ... BADGE did not produce neoplasia in any tissue or organ in either rats or mice ..."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V71 1286 (1999)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Bisphenol A diglycidyl ether of various technical grades was tested for carcinogenicity by skin application in mice in five studies. In one of the studies, an increased incidence of epidermal tumors was found in C57BL/6 mice, but not in C3H mice. In a study with CF1 mice, a small increase in the incidence of epidermal tumors and small increases in the incidences of kidney tumors in male mice and of lymphoreticular/ hematopoietic tumors in female mice were observed. No increase in the incidence of skin tumors was observed in two further studies, one with CF1 mice, the other with C3H mice and the remaining study with C3H mice was inadequate for evaluation. Following subcutaneous injection of technical grade bisphenol A diglycidyl ether to male Long- Evans rats, a small number of local fibrosarcomas was observed. Following application of technical grade bisphenol A diglycidyl ether to the skin of albino rabbits, no skin ... /tumors  were/ observed."
        },
        {
            "References": "Shepard, T.H. Catalog of Teratogenic Agents. 5th ed. Baltimore, MD: The Johns Hopkins University Press, 1986., p. 74",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ ... Preliminary studies /were carried out/ injecting 85 or 125 mg/kg ip into rats on days 0 through 14 of gestation. At the higher dose very few rats became pregnant. At the lower dose there was a significant increase in dilated cerebral ventricles and growth retardation. /Bisphenol A/"
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. 6:1098",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Pure BADGE (>99%) was studied to examine its potential to adversely affect reproduction when given orally to laboratory rats over 2 generations. Both males and females were dosed with solutions of BADGE by gavage, once a day, 7 days/wk at doses of 0, 50, 540 or 750 mg/kg/day. The first generation was dosed for a total of 34 wk ... and the highest dose used was about 15,000 times greater than the potential human exposures from consumer applications. At the 2 higher doses, body weight was decreased approximately 8-11% in the adult males of both generations; adult females of both generations showed a similar decrease in body weight but only at the highest dose. Despite the extremely high doses used in this study, there were no treatment-related effects on reproductive parameters in any dose group. The ability successfully to mate, conceive, deliver, and rear their offspring (2 sets of litters produced by the P0 adults, 1 by the F1 generation) as well as the growth and survival of the offspring were unaffected by BADGE treatment. In addition to looking at reproductive endpoints, the study included the microscopic examination of all the tissues from 10 females and 10 males of the first generation adults by a veterinary pathologist. No effects were found in any of the tissues, with the exception of some irritation and inflammation in nasal tissue, which could be attributed to gastric reflux of the dosing solution as a result of repeated gavage administration."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. 6:1096",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ /Dermal application of/ BADGE /in Fischer 344 rats/ showed no evidence of neurotoxicity in the treated animals, which included evaluation in a functional observational battery (hand-held and open field observations, grip strength, and landing foot splay), motor activity, evoked potential testing (visual, auditory, somatosensory systems and conduction velocity of caudal nerves), and a comprehensive neuropathological examination."
        },
        {
            "References": "Waechter JM et al; Toxicologist 78 (1-S): 32 (2004)",
            "Value": "/GENOTOXICITY/ ...The genotoxicity potential of BADGE-2HCl was studied in three in vitro assays with or without the presence of S9 activation. In a Salmonella- Escherichia coli reverse mutation assay, six concentrations of the test article were tested ranging from 1 to 1000 ug/plate and 10 to 5000 ug/plate, respectively. In a chromosomal aberration assay, rat lymphocytes were treated with concentrations ranging from 6.25 to 37.5 ug BADGE-2HCl/mL of media for determining the incidence of chromosomal abberations. In a mouse lymphoma forward mutation assay, concentrations of BADGE-2HCl ranged from 1.25 to 80 ug/mL without S9 and from 1.25 to 100 ug/mL with S9. BADGE-2HCl did not induce a mutagenic or clastogenic response in these assays. The in vivo genotoxic potential of BADGE-2HCl was studied using the mouse bone marrow micronucleus (MN) test using oral doses of 0, 250, 500, or 1000 mg/kg/day administered on two consecutive days. Groups of six CD1 mice per dose were sacrificed at 24 hours after the second treatment for the evaluation of polychromatic erythrocytes for MN (2000 cell/animal) which were not significantly increased at any dose relative to the negative controls. In summary, these data indicate that BADGE-2HCl does not represent a genotoxic hazard. /Hydrochloride/"
        },
        {
            "References": "PMID:379632",
            "Value": "/GENOTOXICITY/ Diglycidyl ether of bisphenol A was not mutagenic when studied by bacterial plate assay system. Mutagenicity was evaluated with and without rat liver microsomal extract using Salmonella typhimurium TA 98 (for frameshift mutagens) and TA 100 (for base-pair substitution mutagens)."
        },
        {
            "References": "PMID:11420397",
            "Value": "/GENOTOXICITY/ The mutagenicity of bisphenol A diglycidyl ether (BADGE), its first and second hydrolysis products (the diol epoxide and bis-diol of BADGE, respectively) and the bis-chlorohydrin of BADGE were investigated using the Ames Salmonella assay with strains TA 98, TA 100, TA 1535 and TA 1537. The assays were performed in the absence and presence of various concentrations of rat liver S9 fraction. The results obtained confirm the mutagenic power of BADGE in strains TA 100 and TA 1535 and show a positive response to the diol epoxide of BADGE in these strains, although the latter compound was approximately 10 times less potent than the former. A lack of mutagenic activity of the bis-diol of BADGE and the chlorohydrin under study is also shown. These findings suggest that BADGE and, to a much lesser extent, the diol epoxide of BADGE may constitute a genotoxic hazard, but not the bis-diol or bis-chlorohydrin of BADGE."
        },
        {
            "References": "PMID:11991651",
            "Value": "/ALTERNATIVE IN VITRO TESTS/  Bisphenol A diglycidyl ether (BADGE) is a newly described peroxisome proliferator-activated receptor gamma (PPARgamma) antagonist in adipogenic cells. In contrast, in the /murine/ macrophage-like cell line RAW 264.7, BADGE, like the PPARgamma agonist pioglitazone hydrochloride, not only increased promoter activity of the PPARgamma-luciferase reporter gene, but also suppressed lipopolysaccharide (LPS)-induced tumor necrosis factor-alpha (TNF-alpha) production. These results suggest that BADGE is a PPARgamma agonist in RAW 264.7 cells. Furthermore, overexpression of the coactivator p300 restored BADGE- or pioglitazone hydrochloride-suppressed promoter activity of the nuclear factor-kappa B (NF-kappaB)-luciferase reporter gene, suggesting that PPARgamma may interfere with NF-kappaB transcriptional activity via coactivator competition."
        },
        {
            "References": "PMID:15110108",
            "Value": "/ALTERNATIVE IN VITRO TESTS/ ...In vitro hormonal activity of bisphenol A diglycidyl ether (BADGE) and bisphenol F diglycidyl ether (BFDGE), which are used as a material of interior coating for food cans /was studied/. ...Related compounds such as 2,2-bis[4-(3-chloro-2-hydroxypropoxy)phenyl]propane (BADGE.2HCl), and bis[4-(3-chloro-2-hydroxypropoxy)phenyl]methane (BFDGE.2HCl) etc /were also examined/. For this purpose, ...two stably transfected CHO-K1 /Chinese Hamster Ovary/ cell lines (AR-EcoScreen for androgenic activity and c-luc for cell toxicity evaluation) /were constructed/. One stably expresses luciferase with induction of androgen. The other stably expresses luciferase without androgen induction. Also, ...the androgenic and anti-androgenic effects of the test chemicals /were determined/ by reporter gene assay with these cell lines. None of the chemicals tested by this assay exhibited androgen agonistic activity. However, BADGE.2HCl and BFDGE.2HCl had the conspicuous antagonistic activity for androgen. These compounds had a high binding affinity for androgen receptor. Furthermore, these two compounds did not show the estrogenic activity in vitro assays. On the contrary, bisphenol A and bisphenol F exhibited anti-androgenic activity in vitro in addition to the estrogenic activity. These results suggest that these chlorohydroxy compounds of BADGE and BFDGE act as androgen antagonist through the process of binding to androgen receptor."
        },
        {
            "References": "PMID:15907334",
            "Value": "/ALTERNATIVE IN VITRO TESTS/ ...Bisphenol A diglycidyl ether (BADGE) /tested in Cyprinos carpio (carp)/ was a potent antagonist of vitellogenin (vtg) production with an IC50 of 5.5 uM, virtually 100% inhibition of vtg at 20 uM, and an inhibitive (IC50) potency about one-tenth that of the known estrogen receptor antagonist tamoxifen (IC50, 0.6 uM)."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. 6:1098",
            "Value": "/OTHER TOXICITY INFORMATION/ Hydroxymethylethenodeoxyadenosine-3-monophosphate /was identified/ as an adduct formed in the DNA isolated from the epidermis of mice dosed topically with BADGE dissolved in acetone at 2 mg/kg. This adduct appears to be formed at levels of 0.14-0.8 adducts per million nucleotides, about 1000-fold lower than the production of this adduct from an equivalent dose of glycidaldehyde."
        },
        {
            "References": "PMID:16091293",
            "Value": "/IMMUNOTOXICITY/ ...In vivo treatment (ip) with 100 ug PPARgamma antagonists, Bisphenol A diglycidyl ether (BADGE) or 2-Chloro-5-nitro-N-(4-pyridyl)benzamide (T0070907), on every other day from day 0 to 30, increased the severity and duration of experimental allergic encephalomyelitis (EAE) in C57BL/6 wild-type and PPARgamma(+/-) mice. The exacerbation of EAE by PPARgamma antagonists associates with an augmented neural antigen-induced T cell proliferation, IFNgamma production or Th1 differentiation."
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "(1) Meylan WM et al; Environ Sci Technol 26: 1560-67 (1992) (2) Swann RL et al; Res Rev 85: 17-28 (1983)",
            "Value": "Using a structure estimation method based on molecular connectivity indices(1), the Koc of bisphenol A diglycidyl ether can be estimated to be 1800(SRC). According to a classification scheme(2), this estimated Koc value suggests that bisphenol A diglycidyl ether is expected to have low mobility in soil(SRC)."
        }
    ]
}