{
    "_id": {
        "$oid": "6682e93bc4e5dba5ffba2996"
    },
    "CID": {
        "$numberInt": "22985"
    },
    "Name": "AMMONIUM NITRATE",
    "IUPACName": "azanium;nitrate",
    "CanonicalSMILES": "[NH4+].[N+](=O)([O-])[O-]",
    "Synonyms": [
        "AMMONIUM NITRATE",
        "6484-52-2",
        "Norway saltpeter",
        "Ammonium nitricum",
        "Ammonium saltpeter",
        "Nitrate of ammonia",
        "Nitric acid ammonium salt",
        "azanium;nitrate",
        "Nitrato amonico",
        "\"Nitrate dammonium\"",
        "Nitric acid",
        "ammonium salt",
        "Ammonium(I) nitrate (1:1)",
        "Nitric acid ammonium salt (1:1)",
        "T8YA51M7Y6",
        "DTXSID2029668"
    ],
    "IsomericSMILES": "[NH4+].[N+](=O)([O-])[O-]",
    "INCHI": "InChI=1S/NO3.H3N/c2-1(3)4;/h;1H3/q-1;/p+1",
    "INCHIKEY": "DVARTQFDIMZBAA-UHFFFAOYSA-O",
    "Formula": "H4N2O3",
    "MolecularWeight": {
        "$numberDouble": "80.044"
    },
    "Description": "Ammonium nitrate is the ammonium salt of nitric acid. It has a role as a fertilizer, an explosive and an oxidising agent. It is an inorganic molecular entity, an ammonium salt and an inorganic nitrate salt.",
    "XlogP": {
        "$numberDouble": "NaN"
    },
    "Complexity": {
        "$numberInt": "18"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "environmental_biodegradations": [
        {
            "References": "Environment Canada; Tech Info for Problem Spills: Ammonium Nitrate (Draft) p.57 (1981)",
            "Value": "Ammonium nitrate will be taken up by bacteria. Nitrate is more persistent in water than /the/ ammonium ion; nitrate degradation is fastest in anaerobic conditions."
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "European Commission, ESIS; IUCLID Dataset, Ammonium Nitrate (6484-52-2) p.50 (2000  CD-ROM edition). Available from, as of November 21, 2013: https://esis.jrc.ec.europa.eu/",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/  In the Draize test in the rabbit, ammonium nitrate was found to be moderately irritating. The mean erythema and edema scores were calculated to be 0.1 and 0, respectively following a simple 4 hr application. No erythema was observed in any animals 48 or 72 hrs following decontamination. Repeated (x5) applications of 500 mg of test sample to each rabbit caused only very slight edema in two of the rabbits and slightly erythema in a third rabbit."
        },
        {
            "References": "PMID:3843958",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Three weeks following intratracheal instillations of elastase dissolved in saline, or saline alone, guinea pigs and rats were exposed for 5 or 20 days, 6 hr/day, 5 days/week to filtered room air, 1 mg/m3 ammonium sulfate [NH4)2SO4) or 1 mg/m3 ammonium nitrate (NH4NO3) aerosols. Pulmonary function evaluations conducted in guinea pigs showed no detrimental effects of (NH4)2SO4 or NH4NO3 exposure and very little effect of elastase treatment. Lung function changes in elastase-treated rats were consistent with a condition of experimentally induced pulmonary emphysema. Rats exposed to NH4NO3 aerosols showed no consistent exposure-related changes. Compared with air-exposed animals, rats exposed to (NH4)2SO4 aerosols had increased values of residual volume and functional residual capacity and decreased slope of single-breath N2 washout curves. /The investigators/ conclude that elastase treatment had no significant effect on lung function changes resulting from inhalation of (NH4)2SO4 aerosols. Lung function was more affected by (NH4)2SO4 exposure than by NH4NO3 exposure, and lung function changes were more pronounced in rats than in guinea pigs."
        },
        {
            "References": "European Commission, ESIS; IUCLID Dataset, Ammonium Nitrate (6484-52-2) p.55 (2000  CD-ROM edition). Available from, as of November 21, 2013: https://esis.jrc.ec.europa.eu/",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/  Sprague Dawley rats were exposed to 1 mg/cu m ammonium nitrate 6 hr/day, 5 days/wk and for 4 wks. The exposure by inhalation did not cause any effect on: body weight, lung volume, vital capacity, and the histologic structute of ciliated epithelial cells of the respiratory tract."
        },
        {
            "References": "European Commission, ESIS; IUCLID Dataset, Ammonium Nitrate (6484-52-2) p.58 (2000  CD-ROM edition). Available from, as of November 21, 2013: https://esis.jrc.ec.europa.eu/",
            "Value": "/GENOTOXICITY/  Ammonium nitrate at 5 mg/plate was negative in the Salmonella typhimurium reverse mutation assay in strains TA1535, TA1537, TA1538, TA98 and TA100 with or without metabolic activation."
        },
        {
            "References": "Clarke, M. L., D. G. Harvey and D. J. Humphreys. Veterinary Toxicology. 2nd ed. London: Bailliere Tindall, 1981., p. 27",
            "Value": "/VETERINARY CASE REPORTS/ Chronic poisoning ... characterized by swollen & hyperemic mucous membrane of abomasum & catarrhal inflammation of small intestine. In sheep ... general passive hyperemia & petechiae in muscles, heart, thymus & lungs. Cloudy swelling & necrotic foci were observed in kidney tubules. In goats ... /from chronic poisoning/ acute catarrhal gastroenteritis & bronchitis, nephrosis, peri-bronchial & intra-alveolar hemorrhages, & congestion, hemorrhages & degenerative changes in central nervous system /were observed/."
        },
        {
            "References": "PMID:9311087",
            "Value": "/VETERINARY CASE REPORTS/ Four cases of rarely reported nitrate toxicosis due to contamination of drinking water or whey were recorded in 2 beef and 2 dairy cattle herds. In the cases associated with water contamination, water containing ammonium nitrate as a fertilizer for irrigating orchards accidentally entered drinking water troughs for cattle through malfunctioning 1-way valves. The whey contamination in 1 instance was caused by transportation in containers which contained traces of concentrated ammonium nitrate; the 2nd case was induced by whey derived from the production of a specialty cheese produced by the incorporation of nitrate. Mortality occurred in 2 herds and abortions in the 2 other herds. Affected cows responded well to treatment, but some animals remained in a deteriorated physical condition for several months."
        },
        {
            "References": "PMID:12361112",
            "Value": "/VETERINARY CASE REPORTS/ Nitrogen based fertilizers represent an important element in the farm economy, but their storage and use are associated with major risks to livestock and humans. An accidental ammonia exposure occurred at a Midwest county fair in Illinois. Six deaths occurred in show livestock; a Holstein cow, 3 Holstein heifers, a goat, and a lamb. Mortality was associated with consumption of water inadvertently contaminated with a liquid fertilizer containing ammonium nitrate and urea commonly used for irrigating agricultural crop fields and brought onto the fairgrounds by a tanker truck previously used to transport liquid fertilizer. The show animals that drank the contaminated water immediately became ill, developed seizures and died within a few hours. Postmortem findings were unremarkable to nonspecific. Rumen contents from the lamb, Holstein cow, and Holstein heifer had ammonia-nitrogen concentrations of l,000, 1,150 and 1,440 ppm, respectively. Water from the heifer's water bucket, the cow's water bucket, and the tanker truck, had nitrate levels of 6,336, 6,116, and 6,248 ppm, respectively. The ammonia toxicosis was attributed to the contaminated water brought onto the fairgrounds by the tankertruck that previously transported liquid ammonium nitrateand urea. This accident underscores the importance of meticulous observation of safety guidelines and measured working practices in agriculture and animal husbandry."
        },
        {
            "References": "PMID:12678295",
            "Value": "/VETERINARY CASE REPORTS/ Three cases of accidental acute fertilizer poisoning in cattle resulted in substantial death loss. Water hauled in tanks previously contaminated with a nitrogen-based fertilizer was the source in all cases. In 2 cases, analysis of the water measured urea at 1,640 and 2,300 ppm and ammonia-nitrogen at 640 and 750 ppm, respectively. Confirmation of urea toxicosis was made by measurement of toxic levels of ammonia-nitrogen in the rumen contents (>800 ppm) and blood (>8.0 ppm). In Case 3, no urea was detected in the water but ammonia-nitrogen was measured at 1,670 ppm and nitrate at 1.1%. Toxic levels of nitrate were measured in ocular fluid from 2 animals (60 ppm). Rumen contents contained toxic levels of ammonia-nitrogen (300 ppm) and a pH of 8.7. Interpretation of ammonia levels in rumen contents should take into account the source of ammonia as well as the pH since urea is more toxic than some ammonium salts. When the source is unknown, analysis of blood and/or serum ammonia-nitrogen instead of rumen content is recommended. The rapid progression of signs to death with ammonium nitrate poisoning may explain the lower levels of nitrate attained in ocular fluid than observed with pure nitrate intoxications."
        },
        {
            "References": "Humphreys, D.J. Veterinary Toxicology. 3rd ed. London, England: Bailliere Tindell, 1988., p. 65",
            "Value": "/OTHER TOXICITY INFORMATION/ Sources of nitrates which may cause intoxication include fertilizers containing ... ammonium nitrate, well water, swill prepared with contaminated water from such sources and commercial dynamite. The principal hazard to livestock is due to the accumulation of nitrate by certain plants when they grow on soils containing an excess of this material. These plants include many weeds and when conditions such as drought are unfavorable for growth, barley, wheat, rye hay, and other common foodstuffs. Sublethal doses of the herbicide 2,4-D may also cause an excessive accumulation of nitrate in treated weeds and sugar beet plants. Due to lowered activity of the enzyme nitrate reductase, the nitrate levels found in plants are higher on dull days and at night."
        }
    ],
    "sediment_soil_concentrations": [
        {
            "References": "Brown KW et al; Agron J 74 (6): 947-50 (1982)",
            "Value": "The effects of nitrogen sources on nitrates and ammonium concentration in leachate & runoff from golf greens were studied. All profiles were equipped with subsurface tile drains over a plastic sheet and were treated sequentially with the ammonium nitrate, ureaformaldehyde, 12-12-12, Milorganite & isobutylenediurea (IBDU). Nitrate concentration in leachate from sand, mixed & soil greens fertilized with quick release materials ranged from 45-326, 8-314 & 8-170 mg/L, respectively & remained in this range for a 3-wk period. Nitrate nitrogen losses from various sources were in the order of ammonium nitrate greater than 12-12-12 greater than Milorganite greater than IBDU greater than ureaformaldehyde. Soluble sources, ammonium nitrate and 12-12-12 exhibited leaching within 5 days after application."
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "Environment Canada; Tech Info for Problem Spills: Ammonium Nitrate (Draft) p.25 (1981)",
            "Value": "When spilled on soil, the liquid form of ammonium nitrate will spread on the surface and penetrate into the soil at a rate dependent on the soil type and its water content."
        }
    ]
}