{
    "_id": {
        "$oid": "6682e7ecc4e5dba5ffba2304"
    },
    "CID": {
        "$numberInt": "2336"
    },
    "Name": "Benzo(a)pyrene",
    "IUPACName": "benzo[a]pyrene",
    "CanonicalSMILES": "C1=CC=C2C3=C4C(=CC2=C1)C=CC5=C4C(=CC=C5)C=C3",
    "Synonyms": [
        "benzo[a]pyrene",
        "50-32-8",
        "3,4-Benzopyrene",
        "BENZO(A)PYRENE",
        "benzo[pqr]tetraphene",
        "3,4-Benzpyrene",
        "benzo[def]chrysene",
        "Benzpyrene",
        "6,7-Benzopyrene",
        "3,4-BP",
        "Benz[a]pyrene",
        "3,4-Benz[a]pyrene",
        "3,4-Benzopirene",
        "3,4-Benzpyren",
        "B(a)P"
    ],
    "IsomericSMILES": "C1=CC=C2C3=C4C(=CC2=C1)C=CC5=C4C(=CC=C5)C=C3",
    "INCHI": "InChI=1S/C20H12/c1-2-7-17-15(4-1)12-16-9-8-13-5-3-6-14-10-11-18(17)20(16)19(13)14/h1-12H",
    "INCHIKEY": "FMMWHPNWAFZXNH-UHFFFAOYSA-N",
    "Formula": "C20H12",
    "MolecularWeight": {
        "$numberDouble": "252.3"
    },
    "Description": "Benzo[a]pyrene is an ortho- and peri-fused polycyclic arene consisting of five fused benzene rings. It has a role as a carcinogenic agent and a mouse metabolite.",
    "XlogP": {
        "$numberDouble": "6"
    },
    "Complexity": {
        "$numberInt": "372"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "plant_concentrations": [
        {
            "References": "(1) Ignesti G et al; Bull Environ Contam Toxicol 48: 809-14 (1992) (2) Holoubek I et al; Toxicol Environ Chem 29: 251-60 (1991) (3) Chovanec A et al; Chemosphere 29: 2117-33 (1994) (4) Lodovici M et al; Sci Total Environ 153: 61-8 (1994) (5) Tremolada P et al; Environ Sci Technol 30: 3570-7 (1996) (6) Sims RC, Overcash MR; Res Rev 88: 1-68 (1983) (7) Zhao Y et al; Environ Sci Technol 40: 5853-9 (2006)",
            "Value": "Olives picked from various locations in the Valley of Florence, Italy, in a radius of about 15 km from Florence, contained benzo(a)pyrene(1). Benzo(a)pyrene was detected in samples of mosses, Hypnum cupressiforme, and needles taken from Pinus silvestris in the vicinity of a chemical factory that processes crude tar and benzene in Czechoslovakia in Sept 1989; concentrations ranged from 138.1 to 2976.2 ng/g and 27.2 to 519.1 ng/g, respectively(2). Benzo(a)pyrene was detected in aquatic moss samples collected from the Danube and Traun rivers in Austria at concentrations ranging from 13-28 and 3.4-4.7 ug/kg dry weight, respectively(3). Benzo(a)pyrene was detected in leaves of the bay evergreen tree, Laurus nobilis, taken from 15 different sites in the Valley of Florence, Italy in 1990; concentrations in the winter ranged from 2.5 to 22.5 ug/kg dry weight(4). Benzo(a)pyrene was detected in pine needle samples collected throughout the UK in 1994 at concentrations ranging from 0.49 to 7.9 ng/g dry weight(5). Natural benzo(a)pyrene background levels, ppb dry wt: chrysanthemum, 1.20; post oak leaves, 30; and little bluestem leaves, 30(6). Mean bark mass concentration of benzo(a)pyrene detected in 15 species of tree bark collected in August 2003 from the main campus of Xiamen University, China, was 2.21 ng/g dry bark; mean lipid mass concentration was 28.0 ng/g lipid(7)."
        }
    ],
    "animal_concentrations": [
        {
            "References": "PMID:9569942",
            "Value": "Benzo(a)pyrene was detected in two populations of sea lions, one from Mar del Plata and the second from Punta Bermeja, Argentina in the fur at 2.970 and 0.230 ng/g fresh weight, respectively; in the blood at average concentrations of 6.030 and 3.750 ng/g dry weight, respectively; and in the liver at average concentrations of 4.12 and 1.270 ng/g fresh weight, respectively(1)."
        }
    ],
    "environmental_biodegradations": [
        {
            "References": "(1) Goodin JD, Webber MD; J Environ Qual 24: 271-8 (1995) (2) Freitag D et al; Chemosphere 14: 1589-616 (1985) (3) Sims RC, Abbott CK; Evaluation of Mechanisms of Alteration and Humification of PAHS for Water Quality Management, USGS/G-172 (NTIS PB93-118313) Logan, UT: Utah Cent Water Resour Res (1992) (4) Heitkamp MA, Cerniglia CE; Environ Toxicol Chem 6: 535-46 (1987) (5) Grosser RJ et al; Environ Toxicol Chem 14: 375-82 (1995) (6) Grosser RJ et al; Appl Environ Microbiol 57: 3462-9 (1991) (7) Eriksson M et al; Appl Environ Microbiol 69: 275-84 (2003) (8) Xia XH et al; Chemosphere 65: 457-466 (2002) (9) Sakulthaew C et al; Chemosphere 117: 1-9 (2014)",
            "Value": "AEROBIC: (14)C-benzo(a)pyrene was not significantly mineralized in sludge treated Caledon soil; half-lives ranged from 23 to 266 weeks(1). The persistence of benzo(a)pyrene in soil is expected to vary depending upon the nature of compounds accompanying it and the nature and previous history of the soil(1). After 5 days incubation in activated sludge, <0.1% of the applied (14)C-benzo(a)pyrene concentration was degraded to (14)-CO2(2). Incubation of (14)C-benzo(a)pyrene in creosote-pentachlorophenol contaminated soil over 285 days led to a small, <1%, mineralization of benzo(a)pyrene(3). Calculated half-lives for the mineralization of (14)C-benzo(a)pyrene in sediment/water microcosms ranged from >200 weeks in Redfish Bay, TX to >300 weeks in Lake Chicot, AR; no mineralization was detected in microcosms containing sediment and water from DeGray Reservoir, AR(4). The extent of mineralization of (14)C-benzo(a)pyrene, at a concentration of 105 ng/g, in soils collected from an abandoned coal tar refinery was very low, <8%, after 160 days(5). The level of indigenous mineralization of (14)C-benzo(a)pyrene in soils obtained from three abandoned coal gasification plants as measured by serum bottle respirometry ranged from not detectable to 25% following incubations >180 days; (14)C-benzo(a)pyrene mineralization occurred after a 28-day lag period(6). In soils from Alert (contaminated with Arctic diesel fuel), Saglek (from a radar installation), Varta (from a former gasworks site), and Westbrook (not known to be polluted), the percent removal of benzo(a)pyrene (10 ug/mL concentration) from enrichment cultures after 90 days incubation under aerobic conditions were, respectively: at 20 °C, 68, 76, 60, and 27; at 7 °C, 33, 31, 34 and 37(7). The biodegradation half-life of benzo(a)pyrene (at 1.12 ug/L) ranged from about 12-23 days using river water, with and without sediment, collected from PAH polluted areas of the Yellow River, China(8). Cumulative 14-CO2 evolution from soil microcosm spiked with 14C-benzo(a)pyrene reached about 3% after 42 days of incubation(8)."
        },
        {
            "References": "(1) Coover MP, Sims RC; Haz Waste Haz Mat 4: 69-82 (1987) (2) Bleam RD, Cawthray MK; Int Conf Physicochemical Biol Detoxif Hazard Wastes 2: 867-82 (1989) (3) Srivastava VJ et al; Proc Ind Waste Conf 44: 49-60 (1990) (4) Mueller JG et al; Environ Sci Technol 25: 1045-55 (1991) (5) Mueller JG et al; Appl Environ Microbiol 57: 1277-85 (1991) (6) Castaldi FJ; pp. 99-108 in Appl Biotechnol Site Remed, Hinchee RE et al eds, Ann Arbor, MI: Lewis Publ (1994) (7) Breedveld GD, Briseid T; pp. 204-212 in Appl Biotechnol Site Remed, Hinchee RE at al, eds. Ann Arbor, MI: Lewis Publ (1994) (8) Wild SR, Jones KC; Environ Toxicol Chem 12: 5-12 (1993) (9) Smith JR et al; Water Environ Res 65: 804-18 (1993) (10) Weissenfels WD et al; Appl Microbiol Biotechnol 36: 689-96 (1992) (11) Doick KJ et al; Environ Sci Technol 39: 3663-70 (2005) (12) Wild SR et al; Contaminated Soil, Arendt F et al, eds (1990) (13) Shiaris MP; App Environ Microbiol 55: 1391-9 (1989) (14) Park KS et al; Environ Toxicol Chem 9: 187-95 (1990)",
            "Value": "AEROBIC: In a 240 day soil microcosm study, half-lives of 530, 290, and 220 days at 10, 20, and 30 °C, respectively, were estimated for benzo(a)pyrene(1). In a pilot biotreatability study, benzo(a)pyrene was reduced 99.9% by a sequencing batch reactor(2). In soil-water slurry systems, with actual town gas soil, benzo(a)pyrene was biodegraded approximately 22% after 5 weeks incubation using a polycyclic aromatic hydrocarbon-acclimated mixed culture(3). In bench-scale biotreatability studies using a solid-phase bioremediation process (landfarming chambers containing sediment and soil collected from the American Creosote Works Superfund site, Pensacola, FL), the benzo(a)pyrene concentration was reduced from 84.3 to 63.6 in unamended surface soil; 84.3 to 47.7 in nutrient-amended surface soil; 246.6 to 183.6 in unamended sediment; and 246.6 to 178.8 mg/L and farming chamber in nutrient-amended sediment following 12 weeks incubation(4). In shake flask studies, an initial benzo(a)pyrene concentration of 2.1 ug/mL was reduced to 0.9 ug/mL following 2 weeks incubation in contaminated groundwater inoculated with indigenous soil microorganisms from the American Creosote Works Superfund site, Pensacola, FL(5). After 60 days of batch slurry bioremediation, the initial solid-phase benzo(a)pyrene concn of 56 ug/g was reduced to 25.2 ug/g, a 55% removal(6). In a soil column study containing sandy soil samples from a site contaminated with creosote, an initial benzo(a)pyrene concentration of approximately 120 mg/kg was reduced to about 100 mg/kg following 170 days incubation(7). Half-lives derived for benzo(a)pyrene in four soils amended with sewage sludge ranged from 120 to 270 days, with a mean half-life of 211 days(8). 64% benzo(a)pyrene removal over 36 days in an activated sludge pilot reactor was attributed to biodegradation(9). No significant degradation of benzo(a)pyrene was observed in soil obtained from a former tar-oil refinery following 8 weeks of incubation in a percolator(10). In soil classified as an Orthic Luvisol (>70% silt, >20% clay), benzo(a)pyrene declined from the applied 10.8 to 4.3 mg/kg in 27.5 months; the soil half-life was determined to be 2.7 years(11). Mean estimated half-lives for sludge applied benzo(a)pyrene to Lee Valley and Luddington, UK soils were 3.2 and 8.2 years, respectively; biodegradation is suspected to be the most important loss process in these soils(12). Biodegradation rates of benzo(a)pyrene in Boston Harbor sediments ranged from 0.15 to 49.5 ng/g-hr; these values correspond to turnover rates of 53.7 to 82.3 days(13). Biodegradation half-lives of 309 and 229 days were observed for benzo(a)pyrene in Kidman and McLaurin sandy loam soils, respectively(14)."
        },
        {
            "References": "(1) Srivastava VJ et al; Proc Ind Waste Conf 44: 49-60 (1990) (2) Kirk PWW, Lester JN; Environ Technol 12: 13-20 (1990) (3) Eriksson M et al; Appl Environ Microbiol 69: 275-84 (2003)",
            "Value": "ANAEROBIC: After 1 month incubation, approximately 25% biodegradation of benzo(a)pyrene was observed in contaminated soils under anaerobic conditions(1). Anaerobic sludge digestion over a period of 32 days was found to have no statistically significant effect on the concentration of benzo(a)pyrene(2). In soils from Alert, Nunvat, Canada (contaminated with Arctic diesel fuel), Saglek, Labrador, Canada (from a radar installation), Varta, Sweden (from a former gasworks site), and Westbrook, BC, Canada (not known to be polluted), the percent removal of benzo(a)pyrene (10 ug/mL concentration) from enrichment cultures after 90 days incubation under anaerobic conditions were, respectively: at 20 °C, 10, 10, 26, and 23; at 7 °C, 26, 22, 6 and 3(3)."
        }
    ],
    "fish_seafood_concentrations": [
        {
            "References": "(1) Uthe JF, Musial CJ; Bull Environ Contam Toxicol 37: 730-8 (1986) (2) Pereira WE et al; Mar Pollut Bull 24: 103-9 (1992) (3) Hungspreugs M et al; Mar Pollut Bull 15: 213-8 (1984) (4) Murray AP et al; Mar Pollut Bull 22: 595-603 (1991) (5) Bagg J, Smith JD; ACS Natl Meet 28: 328-30 (1988) (6) Cocchieri RA et al; Mar Pollut Bull 21: 15-8 (1990) (7) Kagi R et al; Int J Environ Anal Chem 22: 135-53 (1985) (8) Bjorseth A et al; Sci Total Environ 13: 71-86 (1979) (9) Takatsuki K et al; JAOAC 68: 945-49 (1985)",
            "Value": "Benzo(a)pyrene concentrations in the digestive glands of lobsters captured at various sites in and around Sydney Harbor, Nova Scotia in May 1982 ranged from 0.1 to 1430 ng/g dry weight; the concentration in digestive glands and tails following 3 months exposure to creosoted timbers and transfer to clean water for 13 days ranged from 100 to 860 ng/g wet weight in the digestive gland and 4 to 32 ng/g wet weight in the tail(1). Asian clams, Potamocorbula amurensis, collected from Suisun Bay, CA contained benzo(a)pyrene at concentrations ranging from 35 to 60 ng/g dry weight(2). Benzo(a)pyrene was detected in oysters collected from the island of Ko Sichang, green mussels from a mussel farm at Ang Hin, and scallops from trawls (upper Gulf of Thailand) at concentrations of 3.5, 1.0, and 8.1 ng/g(3). Concentrations of benzo(a)pyrene in mussels collected from various sites in Port Phillip Bay, Australia in May and August 1986 ranged from 0.43 to 0.96 ug/kg dry weight in water with no direct source of hydrocarbons, 1.3 to 2.3 ug/kg dry weight in areas where the main sources of hydrocarbons is urban drainage, and 6.5 to 29 ug/kg dry weight in sites close to the discharge of a major oil refinery(4). Benzo(a)pyrene was detected in clams collected from a number of sites in the Great Barrier Reef Region, Australia at concentrations ranging from <0.004 to 0.01 ug/kg wet weight(5). Benzo(a)pyrene was detected in shellfish and fish collected from the Gulf of Naples between March and Dec 1988 at the following concentrations, ug/kg wet weight: 5, common mussel; 21, edible cockle; 5, razor fish; and 6, shortnecked clam; 86, anchovy; 12, bogue; 8, brill; 44, cleaver wrasse; 13, comber; 3, horse mackerel; 3, pandora; 7, rainbow wrasse; 7, scorpion fish; and 21, spotted weever(6). Benzo(a)pyrene was detected in oysters collected from five sites in Mermaid Sound and one site outside the Sound on 9/15/1982 at concentrations ranging from <0.01 to 5 ug/kg wet weight(7). Mussels from Saudafjord, Norway, in 1976 detected concentrations of benzo(a)pyrene from 0.517 to 20.8 ppm dry wt(8). Miyagi Prefecture, Japan, mussels contained 0.40 to 2.64 ppb; oysters, 0.78 ppb; corb-shell, 0.21 ppb; and shortnecked crab, 0.41 to 1.79 ppb(9)."
        },
        {
            "References": "(1) Malins DC et al; Environ Sci Technol 21: 765-70 (1987) (2) McCain BB et al; Arch Environ Contam Toxicol 19: 10-6 (1990) (3) Pereira WE et al; Environ Toxicol Chem 15: 172-80 (1996) (4) Rao VR et al; Ecotoxicol Environ Safety 33: 44-54 (1996) (5) Vassilaros DL et al; Anal Chem 54: 106-12 (1982) (6) Verschueren K; Handbook of Environmental Data on Organic Chemicals. 4th ed., New York, NY: John Wiley and Sons, p 304 (2001) (7) Fazio T, Howard JW; pp.461-506 in Handbook of Aromatic Hydrocarbons; Bjorseth A, ed (1983)",
            "Value": "Benzo(a)pyrene was detected in the stomach contents of white croaker from various areas in Los Angeles, ng/g dry weight: 330, Queensway Bay; 2900, Cerritos Channel; 310, Reservation Point; <26, White Point; and 64, Hyperion(1). Benzo(a)pyrene was detected in composites of stomach organisms from juvenile chinook salmon captured from the Duwamish Waterway, WA in 6/1986 and the Nisqually River, WA in 6/1987 at average concentrations of 0.57 and <0.07 ug/g dry weight, respectively(2). Corbicula samples collected from the San Joaquin River and its tributaries in 1992 contained benzo(a)pyrene at the following concentrations, ng/g: 1.1, Orestimba Creek; 1.5, Dry Creek; <0.5, Mokelumne River; and 1.4, Stanislaus River(3). Average benzo(a)pyrene concentrations in benthic macroinvertebrates, crayfish, redbreast sunfish, and central stonerollers collected from East Fork Poplar Creek in Oak Ridge, TN were 1.63, 10.00, 0.35, and 11.70 ug/kg, respectively(4). Benzo(a)pyrene was detected in fish samples from the Black River and the Potomac River at 7 and 1 ppb, respectively(5). Benzo(a)pyrene was detected in tissue samples, in ppb, from: codfish (not detected-1.5); crab (not detected-3); mollusk (2.4 to 60, max in Greenland); oyster (0.1-7.0); clam (not detected-0.3); menhaden (1.5); shrimp (not detected in TX); and Lake trout (<1 ppb)(6,7)."
        },
        {
            "References": "(1) El Deeb KZ et al; Bull Environ Contam Toxicol 78: 373-9 (2007) (2) Fabbri D et al; Chemosphere 64: 1083-92 (2006)",
            "Value": "Benzo(a)pyrene was detected in muscle tissues of bottom dwelling fish (Solea solea), bivalve (Donax truaulus), crustacean shrimp (Peneaus japonicus), and fish (Diplodus vulgaris) from Abu Qir bay, Egypt, during winter 2004 at concentrations of 358.06, 30.33, 70.67 and 32.50 ng/g wet weight, respectively(1). Benzo(a)pyrene was detected in tissue of mussel (Mytilus galloprovincialis) from a remote area in the Adriatic sea collected in September 2003, at mean concentration of <5 ng/g dry weight; there was no change in concentration after transplant to 3 different sites in a coastal lagoon in Italy, after 30 days exposure(2)."
        },
        {
            "References": "(1) IARC; Certain Polycyclic Aromatic Hydrocarbons and Heterocyclic Compounds 3: 91-136 (1973) (2) Lo M, Sandi E; Res Rev 69: 35-86 (1978)",
            "Value": "In meat or fish the amount of benzo(a)pyrene present depends upon the method of cooking: time of exposure, distance from heat source and whether or not the melted fat is allowed to drip into the heat source(1). Benzo(a)pyrene has been detected in, ppb: dried and smoked herring, 1.0; smoked sturgeon, 0.8; smoked chub, 1.3; smoked whitefish, 6.6; Kippered cod, 4.5; smoked and broiled Japanese fish at concns ranging from 9 to 37 ppb in Katsuobushi, 7 ppb in Sababushi, 2 ppb in Urumebushi, and 0.2 to 0.3 ppb in smoked horse mackerel; halibut liver oil, 20; smoked herring, 15.0; various smoked fish, 0.5; and in canned smoked oysters, 2.0(2)."
        },
        {
            "References": "(1) Sivaswamy SN et al; Bull Environ Contam Toxicol 47: 251-60 (1991) (2) Saeed T et al; Environ Int 21: 255-63 (1995) (3) Malanoski AJ et al; J Assoc Off Anal Chem 51: 114-21 (1968) (4) Lodovici M et al; Food Addit Contam 12: 703-13 (1995) (5) Hernandez JE et al; Bull Environ Contam Toxicol 55: 461-8 (1995)",
            "Value": "Benzo(a)pyrene was detected in the following South Indian foods, ug/g: oil-fried, salted and sun-dried whitebait fish, 5.730; oil-fried, salted and sun-dried ribbon fish, 60.170; oil-fried, salted and sun-dried seer fish, 10.290; and sun-dried ribbon fish, 0.105(1). Samples of fish and shrimp purchased from local fish markets in Kuwait during May 1993 were found to contain benzo(a)pyrene at an average concentration of 1.18 ug/kg dry weight(2). Benzo(a)pyrene has been detected in the following smoked foods, ppb: kippered cod, 4.0; smoked whiting(3). Benzo(a)pyrene was detected in the following foods obtained from supermarkets in Milan, Italy, ug/kg: trout, 0.027; cod, 0.14; dried cod, 0.026(4). 20 out of 34 samples of shell-free fresh-frozen and precooked-frozen mussels, Perna canaliculus, bought from markets throughout the island of Tenerife, Canary Islands, between Sept 1992 and May 1993 were found to contain benzo(a)pyrene at concentrations ranging from 13 to 190 ng/g dry weight(5)."
        },
        {
            "References": "(1) Speer K et al; J High Resol Chromatogr 13: 104-11 (1990) (2) Lawrence JF, Das BS; Int J Environ Anal Chem 24: 113-31 (1986)",
            "Value": "Benzo(a)pyrene was detected in, ug/kg wet weight: fresh oysters, 0.4 to 1.0; canned oysters, 0.2; canned smoked oysters in oil, 10.1 to 12.2; oil from canned smoked oysters, 75.8; canned sea mussels, 1.5 to 1.7; canned blue mussels, 0.3; and canned mussels, 0.8(1). Benzo(a)pyrene levels in seafood from retail outlets and fast food chains in the Toronto metropolitan were, ug/kg: 0.06 to 4.6, lobster paste; 2.6 lobster meat; 0.76, smoked mussels; 1.4, mussels in brine; smoked oysters, 2.3 to 13.3; unsmoked oysters, 0.79; frozen shrimp, not detected to 0.03; and canned shrimp, 0.18 to 3.8(2)."
        }
    ],
    "logP": [
        {
            "References": "Demaagd PGJ et al; Environ Toxicol Chem 17: 251-7 (1998)",
            "Value": "log Kow = 6.13"
        }
    ],
    "mechanism_of_action": [
        {
            "References": "PMID:17522069",
            "Value": "Nuclear factor of activated T cell (NFAT)-3 is a member of the transcription factor NFAT family, which has been demonstrated to be responsible for the up-regulation of the pro-inflammatory cytokine tumor necrosis factor (TNF) in the immune system. ...studies have also shown that TNF is able to induce cell transformation in mouse epidermal Cl41 cells by induction of cyclooxygenase-2 (COX-2) expression. To provide direct evidence for NFAT3 in the environmental carcinogen-caused carcinogenic effect, (+/-)-benzo[a]pyrene-7,8-diol-9,10-epoxide (B[a]PDE), an ultimate environmental carcinogen metabolized from benzo[a]pyrene, was utilized. /Investigators/ found that exposure of Cl41 cells to B[a]PDE was able to induce cell transformation in Cl41 cells, while specific knock-down of NFAT3 resulted in the dramatic inhibition of this cell transformation. The tumorigenicity of B[a]PDE-caused transformed cells was confirmed in nude mice, whereas the tumor formation of B[a]PDE-treated NFAT3 small interference RNA (siRNA) knock-down cells was significantly reduced. Further studies showed that the role of NFAT3 in B[a]PDE-caused cell transformation was mediated by up-regulation of its downstream targeted gene TNF. This conclusion was based on the findings that inhibition of NFAT3 activation by either FK506 or NFAT3 siRNA dramatically down-regulated the TNF induction upon B[a]PDE exposure, and that knock-down of TNF by its specific siRNA also led to abrogation of B[a]PDE-induced cell transformation in Cl41 cells and their tumorigenicity in nude mice. Collectively, these results provide direct evidence for the important role of NFAT3 activation in B[a]PDE-induced cell transformation by up-regulation of TNF expression in mouse epidermal Cl41 cells, further suggesting that B[a]PDE may exert its tumor promotion effect on skin carcinogenesis, at least partially, by inducing TNF expression."
        },
        {
            "References": "PMID:17630511",
            "Value": "The p53 tumor suppressor is a mutational target of environmental carcinogen anti-benzo[a]pyrene-7,8-diol-9,10-epoxide (BPDE). /Investigators/ now demonstrate that p53 plays an important role in regulation of cellular responses to BPDE. Exposure of p53-null H1299 human lung cancer cells to BPDE resulted in S and G(2) phase cell cycle arrest, but not mitotic block, which correlated with induction of cyclin B1 protein expression, down-modulation of cell division cycle 25C (Cdc25C) and Cdc25B protein levels, and hyperphosphorylation of Cdc25C (S216), cyclin-dependent kinase 1 (Cdk1; Y15), checkpoint kinase 1 (Chk1; S317 and S345) and Chk2 (T68). The BPDE-induced S phase block, but not the G(2)/M phase arrest, was significantly attenuated by knockdown of Chk1 protein level. The BPDE-mediated accumulation of sub-diploid fraction (apoptotic cells) was significantly decreased in H1299 cells transiently transfected with both Chk1 and Chk2 specific siRNAs. The H460 human lung cancer cell line (wild-type p53) was relatively more sensitive to BPDE-mediated growth inhibition and enrichment of sub-diploid apoptotic fraction compared with H1299 cells. The BPDE exposure failed to activate either S or G(2) phase checkpoint in H460 cells. Instead, the BPDE-treated H460 cells exhibited a nearly 8-fold increase in sub-diploid apoptotic cells that was accompanied by phosphorylation of p53 at multiple sites. Knockdown of p53 protein level in H460 cells attenuated BPDE-induced apoptosis but enforced activation of S and G(2) phase checkpoints. In conclusion, the present study points towards an important role of p53 in regulation of cellular responses to BPDE in human lung cancer cells. /Anti-benzo[a]pyrene-7,8-diol-9,10-epoxide (BPDE)/"
        },
        {
            "References": "PMID:18336843",
            "Value": "Benzo[a]pyrene (BaP) is a ubiquitous environmental pollutant, which may contribute to the development of human cancer. The ultimate carcinogenic BaP metabolite produced by cytochrome P450 enzymes (CYP), such as CYP1A1 and CYP1B1, anti-BaP-7,8-diol-9,10-epoxide, binds covalently to DNA and causes mutations. The levels of various CYP isoforms can be significantly modulated under inflammatory conditions. As the chronic inflammation is known to contribute to carcinogenesis, we investigated interactions of a major proinflammatory cytokine, tumor necrosis factor-alpha (TNF-alpha), and BaP in regulation of the expression of CYP1A1/1B1 and induction of DNA damage in rat liver epithelial WB-F344 cells. TNF-alpha enhanced induction of CYP1B1, while it simultaneously suppressed the BaP-induced CYP1A1 expression. The observed deregulation of CYP1 induction was found to be associated with a significantly enhanced formation of DNA adducts. The elevated DNA damage corresponded with increased phosphorylation of p53 tumor suppressor at Ser-15 residue, enhanced accumulation of cells in the S-phase of cell cycle and potentiation of BaP-induced apoptosis. Inhibition of CYP1B1 by fluoranthene significantly decreased both the formation of DNA adducts and the induction of apoptosis in WB-F344 cells treated with BaP and TNF-alpha, thus suggesting that this isoform might be responsible for genotoxic effects of BaP in nonparenchymal liver cells. Our results seem to indicate that inflammatory conditions might enhance genotoxic effects of carcinogenic polycyclic aromatic hydrocarbons through upregulation of CYP1B1 expression."
        },
        {
            "References": "PMID:15125997",
            "Value": "Benzo[a]pyrene (BaP), a potent carcinogen, has been shown to induce apoptosis via activation of caspase-3. However, the upstream of caspase-3 and other apoptosis signaling remain to be elusive. Herein, /investigators/ demonstrated that treatment of Hepa1c1c7 cells with BaP increased the transcriptional expression of aryl hydrocarbon nuclear transporter and cytochrome P450 1A1 in a time and dose-dependent manner but did not aromatic hydrocarbon receptor. Also, the catalytic activation of caspase-3 and caspase-9 was induced whereas that of caspase-3 and caspase-9 was not by the addition of BaP. BaP also induced the mitochondrial dysfunction, including transition of mitochondria membrane potential and cytosolic release of cytochrome c. Furthermore, a decrease in the expression of Bcl-2 to Bax ratio and phosphorylation of p53(Ser 15) were observed in BaP-treated cells. Taken together, these results demonstrated that BaP-induced apoptosis of Hepa1c1c7 cells via activation of intrinsic caspase pathway including caspase-3, caspase-9, with mitochondrial dysfunction and p53 activation."
        },
        {
            "References": "PMID:17573710",
            "Value": "The activation by the carcinogenic polycyclic aromatic hydrocarbon (PAH) benzo[a]pyrene (BP) of transcription factors NF-kappaB and AP-1 in hepatoma 27 and HepG2 cell cultures was studied. In contrast to the hepatoma HepG2 cells, cytochrome P450 isoforms and Ah-receptor are not expressed in the hepatoma 27 cells. The transcription factor NF-kappaB was activated only in the hepatoma 27 cells by BP treatment but not by its noncarcinogenic isomer benzo[e]pyrene (BeP). Conversely to NF-kappaB activation the transcription factor AP-1 was activated in the hepatoma HepG2 cells by cell treatment with BP but not in the hepatoma 27 cells. It is concluded that the NF-kappaB activation is caused by nonmetabolized BP molecule and not related to activation of the Ah-receptor. The transcription factor AP-1 seems to be activated as a result of the interaction of BP with the Ah-receptor."
        },
        {
            "References": "PMID:16377763",
            "Value": "CYP1A1 and CYP1B1 metabolically activate many polycyclic aromatic hydrocarbons (PAHs), including benzo[a]pyrene, to reactive intermediates associated with toxicity, mutagenesis, and carcinogenesis. Paradoxically, however, Cyp1a1-/- knockout mice are more sensitive to oral benzo[a]pyrene exposure, compared with wild-type Cyp1a1+/+ mice ... To further investigate the mechanism for this enhanced sensitivity, Cyp1a1-/-, Cyp1a2-/-, and Cyp1b1-/- single-knockout, Cyp1a1/1b1-/- and Cyp1a2/1b1-/- double-knockout, and Cyp1+/+ wild-type mice were analyzed. After administration of oral benzo[a]pyrene (125 mg/kg/day) for 18 days, Cyp1a1-/- mice showed marked wasting, immunosuppression, and bone marrow hypocellularity, whereas the other five genotypes did not. After 5 days of feeding, steady-state blood levels of benzo[a]pyrene were approximately 25 and approximately 75 times higher in Cyp1a1-/- and Cyp1a1/1b1-/- mice, respectively, than in wild-type mice. Benzo[a]pyrene-DNA adduct levels were highest in liver, spleen, and marrow of Cyp1a1-/- and Cyp1a1/1b1-/- mice. Many lines of convergent data obtained with oral benzo[a]pyrene dosing suggest that: 1) inducible CYP1A1, probably in both intestine and liver, is most important in detoxication; 2) CYP1B1 in spleen and marrow is responsible for metabolic activation of benzo[a]pyrene, which results in immune damage in the absence of CYP1A1; 3) both thymus atrophy and hepatocyte hypertrophy are independent of CYP1B1 metabolism but rather may reflect long-term activation of the aryl hydrocarbon receptor; and 4) the magnitude of immune damage in Cyp1a1-/- and Cyp1a1/1b1-/- mice is independent of plasma benzo[a]pyrene and total-body burden and clearance. Thus, a balance between tissue-specific expression of the CYP1A1 and CYP1B1 enzymes governs sensitivity of benzo[a]pyrene toxicity and, possibly, carcinogenicity."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V100F P137-138",
            "Value": "The genotoxic mechanism of action of benzo[a]pyrene involves metabolism to highly reactive species that form covalent adducts to DNA. These anti-benzo[a]pyrene-7,8-diol- 9,10-oxide-DNA adducts induce mutations in the K-RAS oncogene and the TP53 tumorsuppressor gene in human lung tumors, and in corresponding genes in mouse-lung tumors. Exposure to benzo[a]pyrene and benzo[a]pyrene containing complex mixtures also induce other genotoxic effects, including sister chromatid exchange, micronuclei, DNA damage and 8-oxodeoxyguanosine, all of which can contribute to the carcinogenic effects of benzo[a]pyrene and benzo[a]pyrene-containing complex mixtures in exposed humans."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V100F P137",
            "Value": "Benzo[a]pyrene is metabolically activated to a series of reactive intermediates by CYP450 and related enzymes under control of the arylhydrocarbon receptor. There is strong evidence that the benzo[a]pyrene diolepoxide mechanism operates in mouse-lung tumorigenesis, while there is also strong evidence that both the radical-cation and the diolepoxide mechanisms are involved in mouse-skin carcinogenesis. The meso-region mechanism has been studied only in rat liver, while the mechanism that involves the formation of ortho-quinone/reactive oxygen species has only been studied in vitro, although reactive oxygen species can be formed in vivo by other benzo[a]pyrene-mediated mechanisms. All these pathways reflect genotoxic mechanisms, as they involve alterations to DNA. Benzo[a]pyrene is pleotropic and has the ability to affect many cell- and organ-based systems. Therefore, there are probably many modes of carcinogenic action operating to different extents in vivo. These include mechanisms that involve AhR, oxidative stress, immunotoxicity and epigenetic events. Based on the best available, consistent and strong experimental and human mechanistic evidence it is concluded that benzo[a]pyrene contributes to the genotoxic and carcinogenic effects resulting from occupational exposure to complex PAH mixtures that contain benzo[a] pyrene. The most commonly encountered - and most widely studied - mechanistically relevant DNA lesion is the anti-benzo[a]pyrene-7,8-diol- 9,10-oxide-DNA adduct. The formation of this adduct is consistent with anti-benzo[a]pyrene- 7,8-diol-9,10-epoxide-associated genotoxic effects in surrogate tissues and with the mutation pattern in the TP53 gene in lung tumors from humans exposed to PAH mixtures that contain benzo[a]pyrene. The fact that those PAH mixtures and benzo[a]pyrene itself induce genotoxic effects like sister chromatid exchange, chromosomal aberrations, micronuclei, DNA damage (comet assay) and 8-oxo-deoxyguanosine, supports the notion that benzo[a]pyrene contributes to human cancer."
        },
        {
            "References": "PMID:27293999",
            "Value": "Long interspersed nuclear element-1 (L1) is a genetic element that mobilizes throughout the mammalian genome via retrotransposition and damages host DNA via mutational insertions, chromosomal rearrangements, and reprogramming of gene expression. The cellular mechanisms responsible for aberrant L1 expression during cancer pathogenesis are unclear. Previously, we have shown that L1 reactivation in several human cell lines is dependent upon the activation of aryl hydrocarbon receptor (AhR), a ligand-activated transcription factor member of the PAS superfamily of proteins. We also showed that ectopic expression of L1 reprograms the HepG2 genome leading to epithelial-to-mesenchymal transition (EMT). Here we present evidence that reactivation of L1 and modulation of EMT in HepG2 cells by the AhR ligand benzo(a)pyrene (BaP) is effected through the canonical TGF-beta1 signaling pathway. BaP increased TGF-beta1 mRNA, SMAD2 phosphorylation and decreased expression of E-Cadherin. The functional relevance of these interactions and the involvement of TGFBR1/ALK5 and SMAD2/3 were confirmed by siRNA interference. Furthermore, expression of L1-encoded ORF1p was positively correlated with the activation of TGF-beta1 signaling in human hepatocarcinoma samples at various stages of malignant progression. These results indicate that ligand-mediated AhR activation regulates L1 via canonical TGF-beta1 signaling and raise important questions about the molecular etiology of human hepatocarcinomas."
        },
        {
            "References": "PMID:25771725",
            "Value": "The environmental carcinogen benzo[a]pyrene (B[a]P) after being metabolized by cytochrome P450 enzymes forms DNA adducts. This abnormal situation induces changes in the cell cycle, DNA damage, chromosomal and mitotic aberrations, all of which may be related to carcinogenesis. In order to further investigate the mechanistic basis of these effects, HepG2 cells were treated with 3uM B[a]P for various time periods, followed by further incubation in the absence of B[a]P for up to 192 hr. B[a]P treatment led initially to S-phase arrest followed by recovery and subsequent induction of G2/M arrest, indicating activation of the corresponding DNA damage checkpoints. Immunofluorescence-based studies revealed accumulation of B[a]P-induced DNA adducts and chromosomal damage which persisted beyond mitosis and entry into a new cycle, thus giving rise to a new round of activation of the S-phase checkpoint. Prolonged further cultivation of the cells in the absence of B[a]P resulted in high frequencies of various abnormal mitotic events. Abrogation of the B[a]P-induced S-phase arrest by the Chk1 inhibitor UCN-01 triggered a strong apoptotic response but also dramatically decreased the frequency of mitotic abnormalities in the surviving cells, suggesting that events occurring during S-phase arrest contribute to the formation of delayed mitotic damage. Overall, our data demonstrate that, although S-phase arrest serves as a mechanism by which the cells reduce their load of genetic damage, its prolonged activation may also have a negative impact on the balance between cell death and heritable genetic damage."
        }
    ],
    "sediment_soil_concentrations": [
        {
            "References": "(1) Domagalski JL, Kuivila KM; Estuaries 16: 416-26 (1993) (2) Pereira WE et al; Mar Pollut Bull 24: 103-9 (1992) (3) Baker JE et al; Environ Sci Technol 25: 500-9 (1991) (4) Kauss PB, Hamdy YS; Hydrobiologia 219: 37-62 (1991) (5) Kennicutt MC II et al; Environ Sci Technol 28: 1-15 (1994) (6) Larsen PF et al; Mar Environ Res 18: 231-44 (1986) (7) Malins DC et al; Carcinogenesis 6: 1463-9 (1985) (8) Murphy TP et al; Water Pollut Res J Can 26: 1-16 (1991) (9) Prahl FG, Carpenter R; Est Coast Shelf Sci 18: 703-19 (1984) (10) Wenning RJ et al; Arch Environ Contam Toxicol 27: 64-81 (1994) (11) Pereira WE et al; Mar Environ Res 41: 299-314 (1996) (12) Great Lakes Water Quality Board; Report to the International Joint Commission Vol II, Appendix B (1989) (13) Pereira WE et al; Environ Toxicol Chem 15: 172-80 (1996)",
            "Value": "SEDIMENT: Benzo(a)pyrene was detected in suspended sediment samples taken from Suisun Bay, and Carquinez Strait (areas of San Francisco Bay, CA) in 1991 at average concentrations of 54.5 and 17.2 ng/g, respectively(1); bed and suspended sediment samples contained benzo(a)pyrene at concentrations ranging from 1.5-39 ng/g dry weight and 33-48 ng/g dry weigh, respectively(2). Surficial and surface water suspended solids sampled from Lake Superior contained benzo(a)pyrene at mean concentrations of 45.3 and 34 ng/g, respectively(3). Surficial sediments collected from St. Mary's River in 1985 contained benzo(a)pyrene at concentrations ranging from 0.11 to 48.0 mg/kg dry weight(4). Sediment samples collected from 5 regions of Casco Bay, Maine in Aug 1991 contained benzo(a)pyrene (concentration range, ppm dry weight): Inner Bay (43 to 741); West Bay (17 to 100); East Bay (50 to 498); Cape Small (1 to 433); and Outer Bay (62 to 209)(5). 95 of 96 grab samples from 19 stations in the Gulf of Maine collected in June and Sept 1983 contained benzo(a)pyrene at concentrations ranging from 2 to 33 ppb dry weight(6). Benzo(a)pyrene was detected in sediments from Eagle Harbor, Puget Sound, WA and President Point, WA at concentrations ranging from 190 to 2100 ng/g dry weight in Eagle Harbor and 41 ng/g dry weight in President Point sediment(7). Hamilton Harbor sediment cores collected in 1989 contained benzo(a)pyrene at concentrations ranges of, ug/g (depth in cm): 0.0 to 40.9 (0 to 2); 0.0 to 19.2 (2 to 4); and 2.2 to 22.1 (10 to 12)(8). Sediment cores collected from 17 locations on the Washington continental shelf and slope contained benzo(a)pyrene at concentrations of, ug/g organic carbon: inner shelf, 1.2 and 1.4; midshelf, 1.6 to 2.8; outer shelf, 0.5 and 1.2; slope, 0.2 to 1.1; and 22 to 24 cm (Pleistocene gray clay), 0.6(9). Benzo(a)pyrene was detected in sediment cores collected from the Lower Passaic River, NJ during Nov and Dec 1991 at concentrations ranging from 220 to 210,000 ug/kg dry weight(10). Bed sediments collected along a contamination gradient in the Lauritzen Canal, CA in 1993 contained benzo(a)pyrene at concentrations ranging from 150 to 1770 ng/g; the highest concentration occurring at the head of the canal(11). 55% of the 31 sediment samples taken from the Detroit River in 1982 were found to contain benzo(a)pyrene at concentrations ranging from 0.12 to 17.64 mg/kg(12). In 1992, benzo(a)pyrene was detected in bed sediments from the San Joaquin River at Vernalis and Patterson at concentrations of 1.6 and 0.4 ng/L, respectively; it was detected in the bed and suspended sediments from tributaries at the following concentrations, ng/L, respectively: 0.6, 3.2 Salt Slough; 1.0, 1.4, Orestimba Creek; 76, 110 Dry Creek; 13, Mokelumne River at Woodbridge; 13, the Turlock Irrigation District lateral 5, and 3.5 in suspended sediments in San Joaquin River at Patterson(13)."
        },
        {
            "References": "1) Garrigues P et al; Int J Environ Anal Chem 28: 121-31 (1987) (2) Beurskens JEM et al; Water Sci Technol 29: 77-85 (1994) (3) Botello AV et al; Bull Environ Contam Toxicol 47: 565-71 (1991) (4) Chovanec A et al; Chemosphere 29: 2117-33 (1994) (5) Maher WA, Aislabie J; Sci Total Environ 112: 143-64 (1992) (6) Al-Saad HT, Al-Timari AA; Bull Environ Contam Toxicol 43: 864-9 (1989) (7) Taylor PN, Lester JN; Environ Technol 16: 1155-63 (1995) (8) Witt G; Mar Pollut Bull 31: 237-48 (1995) (9) Broman D et al; Chemosphere 29: 1325-31 (1994)",
            "Value": "SEDIMENT: Benzo(a)pyrene was detected in sediment cores collected along the \"Golfe de Gascogne\" continental shelf, France at concentrations ranging from <0.1 to 52 ng/g dried sediment(1). Sediment cores from Lake Ketelmeer, a sedimentation area of the River Rhine contained benzo(a)pyrene at concentrations of 1.3 mg/kg in 1945, 2.0 mg/kg in 1965, and 0.7 mg/kg in 1985(2). Benzo(a)pyrene was detected in one sample of surficial sediments collected in Jan 1989 from the continental shelf of Tabasco state, Mexico at a concentration of 735 ng/g dry weight(3). Benzo(a)pyrene was detected in sediments from the Danube and Traun rivers in Austria at concentrations ranging from 25 to 61 ug/kg dry weight and 20 to 22 ug/kg dry weight, respectively(4). Nearshore surface marine sediments from several locations in Australia contained benzo(a)pyrene at concentrations of, ug/kg dry weight: 170 to 1060, Brisbane River; 10 to 2600, Townsville Harbor; 820, Gladstone Harbor; 757, Greenwich Bay; 60 to 6800, Yarra River; 180 to 2000, Corio Bay; 20 to 60, Mallacoota Inlet; 0.6 to 4.4, Burdikin River; 2.7 to 39, Ross River; <0.01, John Brewer Reef; <0.1 to 2.6, Heron Island; and <0.004 to 4.3, Green Island(5). Sediment samples from 7 stations in Hor al-Hammar marsh contained benzo(a)pyrene at concentrations ranging from not detected to 0.09 ppb dry weight(6). Benzo(a)pyrene concentrations in sediment cores from Tilbury docks on the River Thames, UK were, ug/g dry sediment (depth below Ordnance Datum Newlyn, OD, is the mean sea level at Newlyn), cm): 1.28 (445-455), 1.62 (465-474), 1.67 (484-494), 1.53 (504-514), 1.97 (523-533), 1.57 (543-553), 1.48 (563-572), 1.89 (582-592), 3.38 (602-612), 3.95 (621-631), 4.37 (641-651), 3.61 (661-670), 3.02 (680-690), 3.15 (700-710), 2.97 (719-729), 3.86 (739-749), 2.56 (759-768), 3.80 (778-798), 3.59 (798-808), 4.15 (817-827), and 4.56 (837-847)(7). Surface sediments collected from the Baltic Sea in Oct and Nov 1993 were found to contain benzo(a)pyrene at concentrations ranging from 0.36 to 94.94 ng/g dry weight, mean 18.90, in sandy sediments and 67.90 to 209.57 ng/g dry weight, mean 121.32, in muddy sediments(8). Concentrations of benzo(a)pyrene in laminated sediments collected from the northern Baltic proper were, ug/g C (sediment layer, mm): 0.91 (0 to 1.8); 1.5 (1.8 to 3.6); 1.3 (3.6 to 5.4); 1.7 (7.2 to 9.0); 2.0 (10.8 to 12.6); 3.0 (16.2 to 18.0); 3.3 (21.6 to 23.4); 3.8 (27.0 to 28.8); 3.8 (32.4 to 34.2) and 3.0 (37.8 to 39.6)(9)."
        },
        {
            "References": "(1) Holoubek I et al; Toxicol Environ Chem 29: 251-60 (1991) (2) Domine D et al; Sci Total Environ 155: 9-24 (1994) (3) LaRocca C et al; Ecotoxicol Environ Safety 33: 236-45 (1996) (4) Sokol RC et al; Environ Sci Technol 28: 2054-64 (1994) (5) Huang H et al; Bull Environ Contam Toxicol 73: 339-46 (2004) (6) Zhu L et al; Chemosphere 56: 1085-95 (2004)",
            "Value": "SEDIMENT: Benzo(a)pyrene was detected in sediment samples taken in the vicinity of a chemical factory that processes crude tar and benzene in Czechoslovakia in Aug 1989; concentrations ranged from 595.2 to 2285.7 ng/g(1). 27 of 28 superlayer and underlayer deep sea sediment samples from 15 sampling sites in the Gulf of Lion, Mediterranean Sea, France were found to contain benzo(a)pyrene at concentrations ranging from 0.1 to 124.5 ng/g dry weight; the benzo(a)pyrene concentration in a sediment sample from the Grand Rhone river, located downstream from a highly industrialized and urbanized area, was 514.8 ng/g dry sediment(2). Sediments from the Venice lagoon, a polluted coastal environment in northeastern Italy, contained benzo(a)pyrene at concentrations ranging from 1.1X10-2 to 9.3 ug/g dry sediment(3). The concentration of benzo(a)pyrene in sediment cores taken near industrial plants on the St. Lawrence River in 1992 contained benzo(a)pyrene at concentrations of 307 and 0.43 ug/g near the Reynolds Aluminum plant and the General Motors plant, respectively(4). Benzo(a)pyrene was detected in suspended solids and sediment samples collected in summer 2002 from the Hauihe River, China, at concentrations of 0.16 to 1.03 ug/L and 0.14 to 0.17 mg/kg, respectively(5). Benzo(a)pyrene was detected in sediment samples from the Qiantang River, Hangzhou Canal, Inland River and West Lake in China at mean (range) concentrations of 4.611 (not detected-7.435), 297.8 (14.30-57.9), 58.37 (6.958-153.8), and 37.09 (23.96-62.88) ng/g dry weight, respectively(6)."
        },
        {
            "References": "(1) Wan MT; J Environ Qual 23: 1297-1304 (1994) (2) Brooks JM et al; Environ Sci Technol 24: 1079-85 (1990) (3) Ferraro SP et al; Arch Environ Contam Toxicol 19: 386-94 (1990) (4) Huntley SL et al; Bull Environ Contam Toxicol 51: 865-72 (1993) (5) Brion D, Pelletier E; Chemosphere 61: 867-76 (2005) (6) Debruyn JM et al; Environ Sci Technol 43: 3467-73 (2009) (7) Lohmann R et al; Environ Sci Technol 39: 141-8 (2005) (8) Huang L et al; Sci Total Environ 487: 173-186 (2014)",
            "Value": "SEDIMENT: Benzo(a)pyrene was detected in ditch sediments adjacent to farmlands and railways in British Columbia, Canada, at mean concentrations of 0.10 and 0.68 ug/kg(1). Benzo(a)pyrene was detected in utility right-of-way ditch sediments at mean concentrations of, mg/kg wet weight: 67, at the base of utility poles; 0.11, 4 m upstream from a utility pole; 0.41, 0.1 to 0.3 m from a utility pole; and 0.64, 4 m downstream from a utility pole(1). Benzo(a)pyrene concentrations in nearshore coastal sediments offshore Matagorda, TX, near a multiwell platform averaged 9.4 ppb; in adjacent coastal estuaries the concentration averaged 5.3 ppb(2). Sediment samples collected from Santa Monica Bay and Palos Verdes Shelf, CA in Sept 1985 contained mean benzo(a)pyrene concentrations of, ng/g dry weight (depth, cm): in the Bay 9.2 (0 to 2) and 4.7 (4 to 8); and in the Shelf 70 (0 to 2), 99 (8 to 12), 228 (0 to 2), and 440 (8 to 12)(3). The concentration of benzo(a)pyrene in sediment cores taken from Arthur Kill, Hackensack River, and the Passaic River ranged from 0.31 to 11.0, 0.50 to 4.70, and 0.22 to 210 ng/kg, respectively(4). Benzo(a)pyrene was detected in marine (Saguenay Fjord, Quebec, Canada) and freshwater (St. Louis River, Quebec) sediment samples at mean concentrations of 0.040 and 0.840 ug/g dry weight, respectively(5). Benzo(a)pyrene was detected in Lake Erie sediments from one site in the western basin and another site just offshore of Cleveland, OH, at mean concentrations of 5.02 and 15.09 mg/kg, respectively; it was not detected in 5 other sites along the lake(6). Benzo(a)pyrene was detected in sediments from Quincy Bay in Boston Harbor and in the Hudson River in New York Harbor, at mean concentrations of 3200 and 500 ng/g dry weight, respectively(7). Sediment samples collected from southern Lake Michigan in August 2011 contained a mean benzo(a)pyrene concentration of2.7 ng/g dry wt(8)."
        },
        {
            "References": "(1) El Deeb KZ et al; Bull Environ Contam Toxicol 78: 373-9 (2007) (2) Fabbri D et al; Chemosphere 64: 1083-92 (2006) (3) Hiller E et al; Bull Environ Contam Toxicol 83: 444-8 (2009) (4) Elmquist M et al; Environ Sci Technol 41: 6926-32 (2007) (5) Ma M et al; Mar Pollut Bull 42: 132-6 (2001) (6) Xu J et al; Chemosphere 67: 1408-14 (2007) (7) Ou S et al; Chemosphere 56: 107-12 (2004)",
            "Value": "SEDIMENT: Benzo(a)pyrene was detected in sediments from 18 of 20 sites along Abu Qir bay, Egypt in 2004, at concentrations from 1.71 to 686.00 ng/g dry weight(1). Benzo(a)pyrene was detected in top sediments (0-5 cm) from 4 sites in a coastal lagoon in Italy in September 2003, at concentrations from 43 to 4600 ng/g dry weight(2). Benzo(a)pyrene was detected in sediment samples collected in June 2005 from Ruzin, Velke Kozmalovce and Zemplinska Sirava water reservoirs from the Slovak Republic, at mean (range) concentrations of 450 (272-680), 473 (294-636) and 34.6 (5-55) ng/g dry sediment, respectively(3). Benzo(a)pyrene was detected in sediment samples collected in February 2005 from lake Stora Frillingen, near the Aspvreten air monitoring station outside of Stockholm, at concentrations (ng/g) ranging from: 39.8-53.3 (from 0-7.6 cm depth); 66.9-78.5 (from 7.6-10.0 cm); 53.7-21.9 (from 10.0-16.0 cm); 16.4-13.6 (from 16.0-25.0 cm); and 8.0-4.9 (from 25.0-50.0 cm depth)(4). Benzo(a)pyrene was detected in 50% of sediment samples collected in October and November 1997 from the Bohai Sea and Yellow Sea, at mean (range) concns of 31.8 (not detected to 278.5) ng/g dry weight(5). Benzo(a)pyrene was detected in surface sediments collected in July 2005 from the Yellow River in China, with concentrations of 1,120 and 670 ng/L at the two sites that found max total polycyclic aromatic hydrocarbon levels(6). Surficial sediments collected in April 2002 from 9 stations in Xiamen Harbour and two stations in Yuan Dan Lake, China, detected benzo(a)pyrene at concentrations of 7.2 to 87.7 ng/g(7)."
        },
        {
            "References": "(1) Erickson DC et al; ASTM Spec Tech Publ, STP 1075(Waste Test Qual Assur; Third Vol): 257-65 (1992) (2) Edwards NT; J Total Environ Qual 12: 427-41 (1983) (3) Bradley LJ et al; J Soil Contam 3: 349-61 (1994) (4) Jones KC et al; Environ Sci Technol 23: 95-101 (1989)",
            "Value": "SOIL: Benzo(a)pyrene was detected in soil samples from an oil refinery in Washington state at concentrations (depth, inches) of 220 (0 to 6); 62 (12 to 24); <0.5 (24 to 36); and <0.5 mg/kg (36 to 54)(1). Benzo(a)pyrene has been detected in soil from various terrestrial habitats of the world at concentrations ranging from 0.4 to 650,000 ug/kg; the highest concentration occurred in soil collected less than 10 m from a soot plant in Germany(2). Benzo(a)pyrene was detected in 57 of 62 soil samples collected from Boston, MA, Springfield, MA, and Providence, RI in July 1992 at concentrations ranging from 0.040 to 13.00 mg/kg(3). Benzo(a)pyrene's concentration was measured in agricultural soil samples collected over a period of 100 years; concentrations in 1846, 1881, 1914, 1944, 1956, 1966, 1980 and 1986 were 18, 6.7, 12, 23, 73, 28, 120, and 72 ng/g, respectively(4)."
        },
        {
            "References": "(1) Weissenfels WD et al; Appl Microbiol Biotechnol 36: 689-96 (1992) (2) Holoubek I et al; Toxicol Environ Chem 29: 251-60 (1991) (3) Morselli L et al; Chemosphere 18: 2263-73 (1989) (4) Yang SYN et al; Sci Tot Environ 102: 229-40 (1991) (5) Santodonato J et al; pp. 131-6 in Health and Economic Assessment of Polynuclear Aromatic Hydrocarbons. Lee SD, Grant L, eds., Park Forest South,IL: Pathotox Pub Inc (1981) (6) Verschueren K; Handbook of Environmental Data on Organic Chemicals. 3rd ed., New York, NY: Von Nostrand Reinhold p. 298 (1996) (7) Van Brummelen TC et al; Chemosphere 32: 293-314 (1996) (8) Smith DJT et al; Environ Technol 16: 45-53 (1995) (9) Leeming R; Maher W; Org Geochem 18: 647-55 (1992) (10) Berset JD, Holzer R; Int J Environ Anal Chem 59: 145-65 (1995)",
            "Value": "SOIL: Benzo(a)pyrene was detected in soil samples obtained from a former wood impregnation plant and a former tar-oil refinery at concentrations of 44.0 and 98.3 mg/kg soil, respectively(1). Benzo(a)pyrene was detected in soil surrounding the Urx chemical factory in Czechoslovakia in 1989 and 1990 at concentrations ranging from 230.1 to 2583.3 ng/g(2). Soil samples collected in the vicinity of a large incineration plant in Italy contained benzo(a)pyrene at concentrations ranging from 84 to 1075 ng/g, average concentration of 580 ng/g(3). The upper 0 to 5 cm of soil collected adjacent to a major arterial road near Brisbane, Australia contained benzo(a)pyrene at a concentration of 363 ng/g, 0.5 m from the curb(4). Soil from Iceland near an airfield contained 785 ppb benzo(a)pyrene; near highway traffic, up to 2,000 ppb benzo(a)pyrene was detected(5). Benzo(a)pyrene was detected in soil from sites in the USSR: Moscow and vicinity, 7-346 ppb; 3 industrial sites, 350-11,000 ppb(5,6). It was detected in agricultural soil: Czechoslovakia, 8.3 to 42.1 ppb; Italy, 8 to 800 ppb(5). In forest soil from Massachusetts and eastern Connecticut, 40 to 1300 ppb benzo(a)pyrene; near Lake Constance, 1.5 to 2.5 ppb dry weight; W. Germany, south of Darmstadt, 1.5 to 4.0 ppb dry weight(5,6). Benzo(a)pyrene was detected in the organic surface layer of soil and the top 10 cm of mineral soil at 10 forest sites near a blast furnace plant in the Netherlands; average concentrations, ng/g dry weight, at 0.3, 0.5, 1.2, 1.7, 2.0, 2.5, 2.8, 3.4, 4.5, and 6.6 km away from the blast furnace site, respectively: in the litter, 166, 82.5, 32.7, 48.5, 29.1, 16.7, 7.2, 22.3, 15.0, and 4.3; in the fragmentation, 250, 328, 119, 139, 91.4, 97.6, 53.0, 0, 50.4, and 27.1; in the humus, 405, 322, 257, 186, 130, 140, 45.6, 0, 0, and 59.9; and in the mineral soil, 182, 252, 73.4, 24.0, 7.2, 41.5, 6.8, 0, 2.5, and 15.6(7). Benzo(a)pyrene was detected in soil samples collected in Birmingham, UK and Lahore, Pakistan at concentrations of 149 and 68.6 and 2.39 ug/kg, respectively(8). Benzo(a)pyrene was detected in soil samples from Civic, 18 and Queanbean, 86 ug/kg dry weight, near Lake Burley Griffin, Australia(9). 20 out of 20 soil samples from sites of the Swiss Soil Monitoring Network were found to contain benzo(a)pyrene at concentrations ranging from 2 to 18 ug/kg dry weight, with a mean concentration of 9.1 ug/kg dry weight(10)."
        },
        {
            "References": "(1) Barra R et al; Rev Environ Contam Toxicol 191: 1-22 (2007) (2) Garci-Falcon MS et al; Environ Sci Technol 40: 759-63 (2006) (3) Ma LL et al; Chemosphere 58: 1355-63 (2005) (4) Zhu L et al; Chemosphere 56: 1085-95 (2004)",
            "Value": "SOIL: Benzo(a)pyrene was detected in soils from different ecological zones of Brazil and Chile at mean concentrations ranging from 0.15 (Savanna, Brazil) to 8.5 ug/kg dry weight (industrial Chile)(1). Soils collected to a depth of 1-5 cm in 2003 from the floors of a burnt (due to forest fire) periurban woodland in Spain detected mean levels of benzo(a)pyrene at 7 to 9 ug/kg; in an unburnt rural woodland, an unburnt distant periurban woodland, and an unburnt nearby periurban woodland (relative to the site of the burnt woodland) detected mean concentrations of 2, 9, and 39-48 ug/kg, respectively(2). Benzo(a)pyrene was detected in 100% of surface soil samples collected (5-30 cm depth) from the outskirts of Beijing in April 2001, mean (range) concentrations of 0.055 (0.005-0.270) ug/g dried weight(3). Benzo(a)pyrene was detected in soils from Hangzhou, China at concentrations from not detected to 33.48, ng/g dry weight, with a mean concentration of 17.27 ng/g(4)."
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "(1) Krauss M, Wilcke W; Environ Sci Technol 35: 2319-2325 (2001) (2) Symons BD et al; JWPCF 60: 1684-93 (1988) (3) Swann RL et al; Res Rev 85: 23 (1983) (4) Gert-Jandemaagd P et al; Polycyclic Aromat Compd 5: 219-24 (1994) (5) McGroody SE, Farrington JW; Environ Sci Technol 29: 1542-50 (1995) (6) Luers F, Ten Hulscher TEM; Chemosphere 33: 643-57 (1996) (7) Landrum PF et al; Environ Toxicol Chem 4: 459-67 (1985) (8) Hegeman WJM et al; Environ Sci Technol 29: 363-71 (1995) (9) Alberts JJ et al; Mar Chem 28: 77-87 (1989) (10) Harkey GA et al; Chemosphere 28: 583-96 (1994)",
            "Value": "A log Koc of 6.12 (Koc of 1.3X10+6) was measured for benzo(a)pyrene in an alluvial grassland soil at 20 °C(1); desorption tests using 11 soils resulted in an approximated log Koc range of 6.39-8.17(1). Kd, soil/water partition coefficients, of 18.2 and 69.0 were determined in Kidman sandy loam (0.51% organic carbon) and Nunn clay loam (1.1% organic carbon)(2) which correspond to Koc values of 3760 and 6270, respectively(SRC). According to a recommended classification scheme(3), these Koc values suggest that benzo(a)pyrene is expected to have slight to no mobility in soil(SRC). Sorption coefficients (Kp) for benzo(a)pyrene obtained during 48 hour batch experiments using two lake sediments with organic carbon content of 1.87 and 2.07%, and a high chemical concentration were 7,000 and 22,000, respectively(4). Sorption coefficients obtained from 48 hour batch experiments using a low benzo(a)pyrene concentration were 8,700 and 35,000 using lake sediments with 1.87% and 2.07% organic carbon, respectively(4). These lake sediment Kp values correspond to Koc values of 2.7X10+5, 1.1X10+6, 4.7X10+5, and 1.7X10+6(SRC). Measured log Koc values ranged from 6.00 to 6.28 in sediments and porewater isolated from three cores from Boston Harbor, MA(5). Sorption partition coefficients for benzo(a)pyrene with natural dissolved organic carbon from Lake Ketelmeer ranged from 2.8X10+6 at 45 °C to 1.6X10+7 at 16 °C(6). A sorption partition coefficient of 2.5X10+6 was observed for benzo(a)pyrene with particulate organic matter from Lake Ketelmeer at 20 °C(6). Average partition coefficients for benzo(a)pyrene in natural interstitial waters ranged from 2.2X10+3 and 9.0X10+6 for Government Pond, Grand Haven, MI and Lake Michigan, respectively(7). Sorption of (14)C-benzo(a)pyrene on sediment collected in the harbor of Rotterdam was measured using batch experiments; cosolvent partition coefficients ranged from log 5.2 to 6.3(8). Partition coefficients (log) for (14)C-benzo(a)pyrene using fulvic and humic acids derived from salt-marsh estuaries ranged from 3.48 to 3.86 and 4.12 to 4.29, respectively(9). Benzo(a)pyrene log Kp values ranged from 5.18 to 5.79 in porewater and 4.90 to 5.36 in elutriates(10)."
        },
        {
            "References": "(1) Clapp LW et al; Water Environ Res 66: 153-60 (1994) (2) Smith JR et al; Water Environ Res 65: 804-18 (1993) (3) Jonker MTO et al; Environ Sci Technol 39: 7889-95 (2005)",
            "Value": "Sorption removal accounted for >3.0% and >3.2% of the benzo(a)pyrene present in the influent of a high-loaded laboratory scale activated sludge reactor and a biological aerated filter reactor, respectively; the calculated adsorption removal may be conservatively low because the sludge samples were dried before analysis(1). 22% benzo(a)pyrene removal over 36 days in an activated sludge pilot reactor was attributed to adsorption to sludge(2). Percentages of benzo(a)pyrene (relative to the total sorbed mass) released from different soot samples, coal and charcoal upon supercritical fluid extraction after 120 minutes, using mild conditions (50 °C, 200 bar), mimicking desorption into contaminant-free water, was: wood soot, 0.8; coal soot, 25.8; oil soot and coal, <1; and traffic soot and charcoal, <0.5(3)."
        }
    ]
}