{
    "_id": {
        "$oid": "6682e7edc4e5dba5ffba2308"
    },
    "CID": {
        "$numberInt": "2347"
    },
    "Name": "BUTYL BENZYL PHTHALATE",
    "IUPACName": "2-O-benzyl 1-O-butyl benzene-1,2-dicarboxylate",
    "CanonicalSMILES": "CCCCOC(=O)C1=CC=CC=C1C(=O)OCC2=CC=CC=C2",
    "Synonyms": [
        "Benzyl butyl phthalate",
        "85-68-7",
        "BUTYL BENZYL PHTHALATE",
        "Sicol",
        "Palatinol BB",
        "Santicizer 160",
        "Butylbenzyl phthalate",
        "Unimoll BB",
        "Benzyl n-butyl phthalate",
        "n-Butyl benzyl phthalate",
        "Sicol 160",
        "1,2-Benzenedicarboxylic acid",
        "butyl phenylmethyl ester",
        "Butylbenzylphthalate",
        "Phthalic acid",
        "benzyl butyl ester",
        "NCI-C54375"
    ],
    "IsomericSMILES": "CCCCOC(=O)C1=CC=CC=C1C(=O)OCC2=CC=CC=C2",
    "INCHI": "InChI=1S/C19H20O4/c1-2-3-13-22-18(20)16-11-7-8-12-17(16)19(21)23-14-15-9-5-4-6-10-15/h4-12H,2-3,13-14H2,1H3",
    "INCHIKEY": "IRIAEXORFWYRCZ-UHFFFAOYSA-N",
    "Formula": "C19H20O4",
    "MolecularWeight": {
        "$numberDouble": "312.4"
    },
    "Description": "Butylbenzyl phthalate is a benzyl ester.",
    "XlogP": {
        "$numberDouble": "4.9"
    },
    "Complexity": {
        "$numberInt": "374"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "plant_concentrations": [
        {
            "References": "(1) Webber MD et al; J Environ Qual 23: 1019-26 (1994) (2) NaGISA; Grasskelp, Gutweed. National Geography In Shore Areas Project. Available from, as of May 20, 2015: https://nagisa.cbm.usb.ve/cms/shore-dwellers/grass-kelp-gutweed/ (3) Washington State Univ; Beach Watchers. Intertidal Organisms EZ-ID Guides. Nereocystis luetkeana. Available from, as of May 20, 2015: https://www.beachwatchers.wsu.edu/ezidweb/seaweeds/ (4) MacKintosh CE et al; Environ Sci Technol 38: 2011-20 (2004) (5) Cai QY et al; Bull Environ Contam Toxicol 77: 411-8 (2006)",
            "Value": "Butyl benzyl phthalate was identified, not quantified, in plants and vegetation near a coal reclamation site in Illinois(1). Butyl benzyl phthalate was found in aquatic organisms June to Sept 1999 from False Harbor, Vancouver, British Columbia; green algae (Enteromorpha intestinalis; gutweed(2)) 2.56 ng/g lipid and brown algae (Nereocysitis luetkeana, Bull kelp(3), Fucus gardneri, Rockweed(3)) 2.29 ng/g lipid(4). Butyl benzyl phthalate was detected at 0.25-3.33 mg/kg dry weight in water spinach (Ipomoea aquatica) grown under different conditions on sludge from waste water treatment plants in China(5)."
        },
        {
            "References": "(1) Mo CH et al; Arch Environ Contam Toxicol 56: 181-9 (2009)",
            "Value": "Raw vegetables collected from 9 farms located in the Pearl River Delta area of Southern China contained butyl benzyl phthalate at the following concentrations(1):",
            "Table": "[{'Genus species': 'Brassica parachinensis', 'Common name': 'flowering Chinese cabbage', 'No. samples': 9, 'Concn (mg/kg dry weight)': 'not detected-9.7'}, {'Genus species': 'Brassica chinensis', 'Common name': 'paitsai', 'No. samples': 6, 'Concn (mg/kg dry weight)': 'not detected-6.1'}, {'Genus species': 'Ipomoea aquatica', 'Common name': 'spinach', 'No. samples': 8, 'Concn (mg/kg dry weight)': 'not detected-8.10'}, {'Genus species': 'Brassica juncea', 'Common name': 'mustard', 'No. samples': 5, 'Concn (mg/kg dry weight)': '0.59-0.63'}, {'Genus species': 'Loctuca satira', 'Common name': 'lettuce', 'No. samples': 6, 'Concn (mg/kg dry weight)': 'not detected-7.0'}, {'Genus species': 'Vigna sesquipedalis', 'Common name': 'asparagus bean', 'No. samples': 3, 'Concn (mg/kg dry weight)': 'not detected-1.2'}, {'Genus species': 'Amaranthus tricolor', 'Common name': 'edible amaranth', 'No. samples': 4, 'Concn (mg/kg dry weight)': '0.029-6.6'}, {'Genus species': 'Momordica charantia', 'Common name': 'balsampear', 'No. samples': 1, 'Concn (mg/kg dry weight)': 'not detected'}, {'Genus species': 'Allium ascalonicum', 'Common name': 'shallot', 'No. samples': 1, 'Concn (mg/kg dry weight)': '2.4'}, {'Genus species': 'Allium tuberosum', 'Common name': 'Chinese chive', 'No. samples': 1, 'Concn (mg/kg dry weight)': '0.79'}, {'Genus species': 'Cucumis sativus', 'Common name': 'cucumber', 'No. samples': 1, 'Concn (mg/kg dry weight)': 'not detected'}]"
        }
    ],
    "environmental_bioconcentrations": [
        {
            "References": "(1) Carr KH et al; Environ Toxicol Chem 16: 2200-3 (1997) (2) Franke C et al; Chemosphere 29: 1501-14 (1994) (3) Teil M et al; Arch Environ Contam Toxicol 63: 101-13 (2012) (4) Cai QY et al; Bull Environ Contam Toxicol 77: 411-8 (2006)",
            "Value": "Bluegill sunfish (Lepomis macrochirus) exposed to 9.73 ug/L of C14 labeled butyl benzyl phthalate for 21 days had a measured BCF values of 663 and 772(1). However, these studies used total radioactive residues in whole fish to calculate the BCF; the metabolism of butyl benzyl phthalate in the fish was not considered(1). Bluegill sunfish exposed to uniformly ring labeled butyl benzyl phthalate for 3.27 days had a BCF of 9.4(1). According to a classification scheme(2), BCF values of zero to 30 are low and from 100 to 1,000 are high. Biota-sediment accumulation factors for butyl benzyl phthalate were 4.3, 4.6 and 2.8 in roach (Rutilus rutilus), chub (Leuciscus cephalus) and perch (Perca fluviatilis), respectively; fish were collected from the Orge River, France from Jul 2009 to Apr 2010(3). BCFs of 0.13-45 were reported for butyl benzyl phthalate in water spinach (Ipomoea aquatica) grown under different conditions on sludge from waste water treatment plants in China(4)."
        }
    ],
    "environmental_biodegradations": [
        {
            "References": "(1) Desai SM; Diss Abstr Int B 52: 3752 (1992) (2) Ritsema R et al; Chemosphere 18: 2161-75 (1989) (3) Carson DB et al; in Aquatic Toxicol Risk Assess 13: ASTM STP 1096 pp. 48-59 (1990) (4) Saeger VW, Tucker ES; Appl Environ Microbiol 31: 29-34 (1976) (5) Peterson DR, Staples; Handbook of Environ Chem 3: 85-124 (2003) (6) Staples CA et al; Chemosphere 35: 667-749 (1997) (7) NITE; Chemical Risk Information Platform (CHRIP). Biodegradation and Bioconcentration. Tokyo, Japan: Natl Inst Tech Eval. Available from, as of March 18, 2015: https://www.safe.nite.go.jp/english/db.html",
            "Value": "AEROBIC: Butyl benzyl phthalate was degraded 74-79% in 10-50 days at 25 °C from an initial concentration of 100 mg/L, using 30 mg/L activated sludge(1). Butyl benzyl phthalate was completely biodegraded in Rhine River water over a 6 day incubation period(2). Butyl benzyl phthalate incubated in a lake water/sediment microcosm biodegraded to intermediates with a half-life of 5 days and was completely biodegraded with a half-life of about 13 days, when incubated in river water a half-life of 2 days was reported for the degradation to intermediates(3). Butyl benzyl phthalate was biodegraded 93 and >99% using a semi-continuous activated sludge with starting concentrations of 3.3 and 133.3 mg/L, respectively(4). Butyl benzyl phthalate had half-lives of 1.5 and 0.32 days in river die-away tests with a starting concentration of 1 mg/L and 1 ug/L, and a half-life of 1.4 days using a lake microcosm(5). Butyl benzyl phthalate, at a concentration of 20 ppm, digested for 28 days had 87% degradation(6). Using a fresh water inoculum, butyl benzyl phthalate was degraded 100% in 7 days from a starting concentration of 1 ppm(6). Butyl benzyl phthalate, present at 100 mg/L, reached 80.9% of its theoretical BOD in 2 weeks using an activated sludge inoculum at 30 mg/L in the Japanese MITI test(7)."
        },
        {
            "References": "(1) Chang BV et al; Chemosphere 69: 1116-23 (2007)",
            "Value": "AEROBIC: Using sewage sludge from a waste water treatment plant in Taoyaun, Taiwan, aerobic biodegradation rate constants under varying pH and temperature were analyzed for butyl benzyl phthalate(1):",
            "Table": "[{'pH': 3, 'Temp (deg C)': 30, 'Rate (k/day)': 0.136, 'Half-life (days)': 5.1, 'Unnamed: 4': nan}, {'pH': 5, 'Temp (deg C)': 30, 'Rate (k/day)': 0.21, 'Half-life (days)': 3.3, 'Unnamed: 4': nan}, {'pH': 7, 'Temp (deg C)': 30, 'Rate (k/day)': 0.332, 'Half-life (days)': 2.1, 'Unnamed: 4': nan}, {'pH': 9, 'Temp (deg C)': 30, 'Rate (k/day)': 0.231, 'Half-life (days)': 3.0, 'Unnamed: 4': nan}, {'pH': 11, 'Temp (deg C)': 30, 'Rate (k/day)': 0.131, 'Half-life (days)': 5.3, 'Unnamed: 4': nan}, {'pH': 7, 'Temp (deg C)': 20, 'Rate (k/day)': 0.245, 'Half-life (days)': 2.8, 'Unnamed: 4': nan}, {'pH': 7, 'Temp (deg C)': 30, 'Rate (k/day)': 0.193, 'Half-life (days)': 3.6, 'Unnamed: 4': nan}, {'pH': 7, 'Temp (deg C)': 40, 'Rate (k/day)': 0.169, 'Half-life (days)': 4.1, 'Unnamed: 4': nan}, {'pH': 7, 'Temp (deg C)': 55, 'Rate (k/day)': 0.141, 'Half-life (days)': 4.9, 'Unnamed: 4': nan}]"
        },
        {
            "References": "(1) Ziogou K et al; Water Res 23: 743-48 (1989) (2) Ejlertsson J et al; Environ Sci Technol 31: 2761-4 (1997) (3) Parker WJ et al; Water Res 28: 1779-89 (1994) (4) Peterson DR, Staples CA; Handbook of Environ Chem 3: 85-124 (2003) (5) Staples CA et al; Chemosphere 35: 667-749 (1997) (6) Painter SE, Jones WJ; Environ Technol 11: 1015-26 (1990)",
            "Value": "ANAEROBIC: The half-life of butyl benzyl phthalate in an anaerobic sewage sludge was measured as 107 hours(1). Butyl benzyl phthalate had a 91% methane production after 35-100 days from a starting concentration of 20 ug/L(2). Butyl benzyl phthalate was biodegraded anaerobically 98.3% after a 120 day digestion at 35 °C(3). Butyl benzyl phthalate had half-lives of 12.4 and 7.2 days from a starting concentration of 20 mg/L in sludge and 40% diluted sludge, respectively(4). Butyl benzyl phthalate, incubated at 35 °C for 56 days, was biodegraded 24% from a starting concentration of 68 ppm(5). With a starting concentration of 20 ppm, incubated at 35 °C for 70 days, butyl benzyl phthalate was biodegraded 100%(5). The biodegradation of butyl benzyl phthalate in samples inoculated with fresh water sediment, salt marsh sediment and digester sludge was 12, 3 and 50% in 35, 36 and 29 days, respectively: digestions were done at 35 °C under anaerobic conditions(6)."
        }
    ],
    "fish_seafood_concentrations": [
        {
            "References": "(1) Devault DS; Arch Environ Contam Toxicol 14: 587-94 (1985) (2) Lin ZP et al; Environ Sci Technol 37: 2100-8 (2003) (3) Stephanatos BN, Knorr DF; Hydrocarbon Contam Soils 2: 811-28 (1992)",
            "Value": "Butyl benzyl phthalate was analyzed for but not found in edible fish from Wisconsin lakes and rivers(1). Three seaperch (Embiotoea lateralis) taken from False Creek, Vancouver, Canada contained 0.1 to 10 ppb of butyl benzyl phthalate(2). Butyl benzyl phthalate was found at 710 ug/kg in sea lamprey tissue collected from Brodhead Creek, Stroudsburg, PA on April 21, 1989(3)."
        },
        {
            "References": "(1) MacKintosh CE et al; Environ Sci Technol 38: 2011-20 (2004)",
            "Value": "Aquatic organisms collected June to Sept 1999 from False Harbor, Vancouver, British Columbia, Canada were analyzed for concentrations of butyl benzyl phthalate(1).",
            "Table": "[{'Organism': 'Blue mussels', 'Genus species': 'Mytilus edulis', 'Concn (ng/g lipid)': '2.29'}, {'Organism': 'Pacific oysters', 'Genus species': 'Crassostrea gigas', 'Concn (ng/g lipid)': '2.11'}, {'Organism': 'Geoduck clams', 'Genus species': 'Panope abrupta', 'Concn (ng/g lipid)': '2.61'}, {'Organism': 'Manila clams', 'Genus species': 'Tapes philippinarum', 'Concn (ng/g lipid)': '2.26'}, {'Organism': 'Dungeness crabs', 'Genus species': 'Cancer magister', 'Concn (ng/g lipid)': '2.04'}, {'Organism': 'Purple seastar', 'Genus species': 'Pisaster ochraccus', 'Concn (ng/g lipid)': '1.47'}, {'Organism': 'juvenile Shiner perch', 'Genus species': 'Cyrnatogaster aggragata', 'Concn (ng/g lipid)': '1.93'}, {'Organism': 'Pacific herring', 'Genus species': 'Clupea harengus pallasi', 'Concn (ng/g lipid)': '1.67'}, {'Organism': 'Pile perch', 'Genus species': 'Thacochilus vacca', 'Concn (ng/g lipid)': '2.82'}, {'Organism': 'Striped seaperch', 'Genus species': 'Embiotoca lateralis', 'Concn (ng/g lipid)': '2.90'}, {'Organism': 'Pacific staghorn sculpin', 'Genus species': 'Leptocottus armatus', 'Concn (ng/g lipid)': '2.85'}, {'Organism': 'English sole', 'Genus species': 'Pleuronectes ventulus', 'Concn (ng/g lipid)': '2.51'}, {'Organism': 'White-spotted greenling', 'Genus species': 'Hexogrammos stelleri', 'Concn (ng/g lipid)': '2.15'}, {'Organism': 'Spiny dogfish', 'Genus species': 'Squalus acanthias', 'Concn (ng/g lipid)': 'muscle 1.61; liver 1.18; embryo 1.81'}, {'Organism': 'Surf scoters (bird)', 'Genus species': 'Melanitta perspicillata', 'Concn (ng/g lipid)': '3.15'}, {'Organism': 'Plankton', 'Genus species': 'phytoplankton, zooplankton, other pelagic invertebrates', 'Concn (ng/g lipid)': '2.83'}]"
        }
    ],
    "logP": [
        {
            "References": "Ellington JJ, Floyd TL; Octanol/water partition coefficients for eight phthalate esters.  EPA/600/S-96/006, Sept. 1996; Athens, GA: USEPA, National Exposure Research Lab (1996)",
            "Value": "log Kow = 4.73"
        }
    ],
    "sediment_soil_concentrations": [
        {
            "References": "(1) Lopes TJ et al; pp 105-19 in Environ Toxicol Risk Assess: V7 ASTM STP 1333, Little EE et al, eds, Amer Soc Testing Materials  (1997) (2) Lopes TJ, Furlong ET, Environ Sci Technol 20: 727-37 (2001) (3) Crawford DW et al; Ecotoxicol Environ Safety 30: 85-100 (1995) (4) Michael PR et al; Env Tox Chem 3: 377-89 (1984) (5) Great Lakes Water Quality Board; Report on the Great Lakes Water Quality. Great Lakes Surveillance, Vol 2 (1989) (6) Redmond MS et al; Arch Environ Contam Toxicol 30: 53-61 (1996) (7) Lin ZP et al; Environ Sci Technol 37: 2100-8 (2003) (8) McDowell DC, Metcalfe CD; J Great Lakes Res 27: 3-9 (2001) (9) MacKintosh CE et al; Environ Sci Technol 40: 3481-8 (2006)",
            "Value": "SEDIMENT: Butyl benzyl phthalate was found in 16.9% of 429 sites sampled from 19 major US river basins from Aug 1992 to March 1995 with a maximum concentration of 2200 ug/kg(1). Butyl benzyl phthalate was detected in 5.6% of 536 sites samples Aug 1992 to Sept 1995 in 20 major river basins across the US with a maximum concentration of 2240 ug/kg dry weight(2).  Butyl benzyl phthalate was identified, not quantified, in sediment from Newark Bay, NJ(3). Average butyl benzyl phthalate sediment concentrations in the Kanauha River, Lake Erie, the Mississippi River (Memphis) and the Missouri River were 0.13, 0.41, 0.63 and 0.23 ug/g, respectively(4). Butyl benzyl phthalate was found in 3 of 31 sediment samples taken from the Detroit River in 1982 at 0.12-0.22 mg/kg(5). Butyl benzyl phthalate was detected at 0-0.57 ug/kg in sediment samples from 38 stations collected June 1988 to April 1989 on the Calcasieu Estuary, LA(6). Butyl benzyl phthalate was found in surface sediment samples at 4 sites in False Creek in Vancouver, Canada(7). Samples taken in the summer of 1997 in Hamilton Harbour, Ontario had concentrations of butyl benzyl phthalate below the detection limit of 0.3 ug/g(8). Butyl benzyl phthalate was detected at 20.7-50.5 and 1250-5650 ng/g in sediment and suspended solids samples, respectively, collected from 4 locations in False Creek Harbor, Vancouver, Canada(9)."
        },
        {
            "References": "(1) USEPA; Superfund Record of Decision (EPA Region 2): Ludlow Sand and Gravel Site, Town of Paris, Oneida County, New York (First Remedial Action), September 1988. Washington, DC: USEPA, Off Emerg Rem Response. USEPA/ROD/R02-88/067 (NTIS PB89-182521) pp. 78 (1989) (2) Webber MD, Wang C; Can J Soil Sci 75: 513-24 (1995) (3) Li XH et al; Bull Environ Contam Toxicol 77: 252-9 (2006) (4) Liu H et al; Chemosphere 78: 382-8 (2010)",
            "Value": "SOIL: Butyl benzyl phthalate was detected in soil at a gravel pit near Utica, NY at a concentration of 940 ug/kg(1). Soils from 10 Canadian agricultural areas were analyzed for butyl benzyl phthalate; it was not detected in one sample and nine samples tested  below the method detection limit of 0.2 mg/kg dry weight(2). Butyl benzyl phthalate was detected in 30 soil samples from Beijing, China at not detected to 0.060 mg/kg dry weight(3). Soil samples collected from 26 sites in the JiangHan plain, China contained butyl benzyl phthalate at not detected to 81.9 ng/g in 46.2% of the samples; samples were collected June 2007 and Jan 2008(4)."
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "(1) Zurmuehl T et al; J Contam Hydrol 8: 111-33 (1991) (2) Sabljic A et al; Chemosphere 31: 4489-514 (1995) (3) Thomsen M et al; Chemosphere 38: 2613-24 (1999) (4) Swann RL et al; Res Rev 85: 23 (1983) (5) Ritsema R et al; Chemosphere 18: 2161-75 (1989)",
            "Value": "A log Koc value of 3.3 was measured from unsaturated soil columns at pH 4.8(1). Other experimental log Koc values given are 3.21(2) and 3.997(3). According to a classification scheme(4), these Koc values suggest that butyl benzyl phthalate is expected to have low to no mobility in soil. An experimental log Koc of >4.7 was determined from sediment samples from Lake Yssel, the Netherlands(5)."
        }
    ],
    "plant_translocations": [
        {
            "content": "This study focused on investigating the dissipation, uptake, translocation, and accumulation of various phthalic acid esters (PAEs), including diallyl phthalate (DAP), diisobutyl phthalate (DIBP), dibutyl phthalate (DBP), benzyl butyl phthalate (BBP), and di-(2-ethylhexyl) phthalate (DEHP), in the sediment-Zizania latifolia system. The dissipation rates of PAEs in the sediment exhibited a positive correlation with exposure time, with over 68.12% reduction observed after 28 days, even under high initial concentrations. All five PAEs were taken up by the roots from contaminated sediment, translocated into stems and leaves, and their content in each tissue showed significant linear correlations with the sediment content. DEHP demonstrated the highest transportation from sediment to roots and stems, followed by BBP, DBP, DIBP, and DAP, while the order of transportation from roots to leaves was reversed. Throughout the 28-day exposure, the average concentration of each PAE in stems was the highest, followed by roots, leaves, and edible parts. DEHP and BBP were identified as major contaminants in edible parts but were deemed safe for human health. The accumulation of PAEs in edible parts was influenced by various factors, including PAE species and concentration, survival time, and harvest time of edible parts. The study highlighted the potential of Zizania latifolia not only as a safe food source but also as a promising plant for remediating contaminated sediment by accumulating and degrading PAEs from the environment.",
            "reference": "Zhang, D., Zhou, K., Liu, C., Li, X., Pan, S., & Zhong, L. (2023). Dissipation, uptake, translocation and accumulation of five phthalic acid esters in sediment-Zizania latifolia system. Chemosphere, 315, 137651.",
            "method": {
                "Test Plant": "Z. latifolia (Zizania latifolia, Longjiao No.2)",
                "Apply Location": "Foliar application",
                "Plant Grown Condition": "Transplanted to earthenware tanks (45 cm diameter × 30 cm height) each filled with 32 kg of soil. Soil contained 14.52 g/kg of organic matter, 201.41 mg/kg of available potassium, 50.57 mg/kg of available phosphorus, 34.06 mg/kg of available hydrolysis nitrogen and pH was 6.09.",
                "Chemical Preparation": "Analytical standards (purity greater than 98%) of the investigated phthalic acid esters (PAEs) and anhydrous magnesium sulfate (MgSO4) were obtained. Methanol, acetonitrile, and sodium chloride (NaCl) were analytically pure. Graphitized carbon black (GCB) and ethylenediamine-N-propyl silane (PSA) were also used.",
                "Pesticide Application Details for the Plant": "Four spiking levels of PAEs in acetone were spiked to 16 containers to make the total amount of each PAE in each container 0 (Control group), 25 mg (T1 group), 500 mg (T2 group), and 10,000 mg (T3 group). Root concentration factor (RCF) = Croot/Csedi, stem concentration factor (SCF) = Cstem/Csedi, leaf concentration factor (LCF) = Cleaf/Csedi, Translocation factor(TF) stem = Cstem/Croot; Translocation facrot (TF) leaf = Cleaf/Croot",
                "Other Information": "Four containers were set as a group for each spiking level. In each container, a Z. latifolia plant of similar size was planted."
            },
            "result": "[{\"Treatment Group\": \"T1\", \"Root Concentration Factor\": 2.0, \"Stem Concentration Factor\": 2.8, \"Leaf Concentration Factor\": 0.6, \"Translocation Factor - Stem\": 1.2, \"Translocation Factor - Leaf\": 0.1}, {\"Treatment Group\": \"T2\", \"Root Concentration Factor\": 1.3, \"Stem Concentration Factor\": 1.6, \"Leaf Concentration Factor\": 0.4, \"Translocation Factor - Stem\": 1.3, \"Translocation Factor - Leaf\": 0.3}, {\"Treatment Group\": \"T3\", \"Root Concentration Factor\": 0.16, \"Stem Concentration Factor\": 0.2, \"Leaf Concentration Factor\": 0.02, \"Translocation Factor - Stem\": 1.1, \"Translocation Factor - Leaf\": 0.125}]"
        }
    ]
}