{
    "_id": {
        "$oid": "6682e7edc4e5dba5ffba230a"
    },
    "CID": {
        "$numberInt": "2365"
    },
    "Name": "BETA-PROPIOLACTONE",
    "IUPACName": "oxetan-2-one",
    "CanonicalSMILES": "C1COC1=O",
    "Synonyms": [
        "beta-propiolactone",
        "2-Oxetanone",
        "Propiolactone",
        "57-57-8",
        "Oxetan-2-one",
        "Betaprone",
        "Propanolide",
        "3-Propanolide",
        "1,3-Propiolactone",
        "3-Propiolactone",
        "beta-Propionolactone",
        "beta-Propiolakton",
        "Propiolactona",
        "Propiolactonum",
        "Propiolattone"
    ],
    "IsomericSMILES": "C1COC1=O",
    "INCHI": "InChI=1S/C3H4O2/c4-3-1-2-5-3/h1-2H2",
    "INCHIKEY": "VEZXCJBBBCKRPI-UHFFFAOYSA-N",
    "Formula": "C3H4O2",
    "MolecularWeight": {
        "$numberDouble": "72.06"
    },
    "Description": "Beta-propiolactone is a propan-3-olide. It is functionally related to a 3-hydroxypropionic acid. It derives from a hydride of an oxetane.",
    "XlogP": {
        "$numberDouble": "-0.2"
    },
    "Complexity": {
        "$numberInt": "57"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "environmental_bioconcentrations": [
        {
            "References": "",
            "Value": "The rapid aqueous hyrolysis of beta-propiolactone precludes the importance of bioconcentration. (SRC)"
        }
    ],
    "mechanism_of_action": [
        {
            "References": "PMID:3069577",
            "Value": "Chemical mutagens 6-N-hydroxylaminopurine and propiolactone induce Lys2 mutants with high frequency in diploid yeast Saccharomyces cerevisiae. 6-N-hydroxylaminopurine induces such mutants even in tetraploid strains. The genetic analysis of mutants was performed. It is known that propiolactone induces mutants by means of mutation-mitotic segregation mechanism, while 6-N-hydroxylaminopurine induces mutants through novel mechamism both allele mutation. Manifestation of such mechanism is the null fertility after meiosis of diploid mutants induced by 6-N-hydroxylaminopurine."
        },
        {
            "References": "PMID:6161710",
            "Value": "Reactivity of beta-propiolactone, beta-butyrolactone and gamma-butyrolactone with guanosine, RNA, DNA and 4-(p-nitrobenzyl)pyridine was studied. beta-Propiolactone was 50 to 100 times more reactive with all the nucleophiles than beta-butyrolactone whereas gamma-butyrolactone was completely inactive. The rate of alkylation by lactones was guanosine greater than RNA= denatured DNA greater than double-stranded DNA. The type of the adducts formed were characterized by fluorescence and ultraviolet spectroscopy. Similar alkylation products were formed by the two lactones. The main sites alkylated were N-1 at adenosine, N-3 at cytidine and N-7 at guanosine. The results suggest that the carcinogenic potency of the lactones correlates with their reactivity rather than with specificity of the adducts formed."
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "American Conference of Governmental Industrial Hygienists. Documentation of the Threshold Limit Values and Biological Exposure Indices. 5th ed. Cincinnati, OH: American Conference of Governmental Industrial Hygienists, 1986., p. 497",
            "Value": "WHEN UNDILUTED BPL OR BPL IN CORN OIL OR IN ACETONE SOLUTIONS AT INDIVIDUAL DOSES OF FROM 0.8 MG TO 100 MG WAS APPLIED 1 TO 6 TIMES ON THE SKIN OF MICE, ALL SHOWED SKIN IRRITATION RANGING FROM ERYTHEMA TO HAIR LOSS AND SCARRING."
        },
        {
            "References": "Patty, F. (ed.). Industrial Hygiene and Toxicology: Volume II: Toxicology. 2nd ed. New York: Interscience Publishers, 1963., p. 1824",
            "Value": "THE ACUTE ORAL AND INTRAPERITONEAL TOXICITY IS HIGH IN RATS (ORALLY, THE UNDILUTED MATERIAL HAS AN APPROX LD50 OF 50-100 MG/KG AND ABOUT THE SAME INTRAPERITONEALLY). THE SYMPTOMS COME ON RAPIDLY AND CONSIST OF TWITCHING, GASPING, CONVULSIONS, AND COLLAPSE."
        },
        {
            "References": "Patty, F. (ed.). Industrial Hygiene and Toxicology: Volume II: Toxicology. 2nd ed. New York: Interscience Publishers, 1963., p. 1824",
            "Value": "... BETA-PROPIOLACTONE CAUSES LIVER NECROSIS AND RENAL TUBULAR DAMAGE WHEN GIVEN BY ITSELF INTRAVENOUSLY."
        },
        {
            "References": "Grant, W.M. Toxicology of the Eye. 3rd ed. Springfield, IL: Charles C. Thomas Publisher, 1986., p. 766",
            "Value": "DROP OF PROPIOLACTONE APPLIED TO RABBIT'S EYE CAUSED IMMEDIATE PAIN, GRAYING OF THE CORNEA, & MIOSIS. ... OPACIFICATION WAS PERMANENT."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V4 262 (1974)",
            "Value": "WEEKLY /ORAL/ DOSES OF 10 MG BETA-PROPIOLACTONE IN 0.5 ML TRICAPRYLIN GIVEN TO FEMALE SPRAGUE-DAWLEY RATS FOR 487 DAYS PRODUCED SQUAMOUS CELL CARCINOMAS OF FORESTOMACH IN 3/5 RATS. NO SUCH TUMORS ... IN 5 CONTROLS GIVEN WEEKLY DOSES OF 0.5 ML TRICAPRYLIN ... ."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V4 262 (1974)",
            "Value": "WEEKLY PAINTING OF 0.3 ML OF 2.5% SOLN ... IN ACETONE FOR 52 WK TO 10 STOCK \"S\" MICE PRODUCED PAPILLOMAS (1ST ... @ 27 WK) IN 5/9 ... SURVIVING FOR 55 WK. TWO TUMORS UNDERWENT MALIGNANT CHANGE TO SQUAMOUS CELL CARCINOMAS BY 40 WK, & TUMORS IN 2 OTHER MICE ... REGARDED AS \"PROBABLY MALIGNANT\"."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V4 263 (1974)",
            "Value": "TWICE-WEEKLY SC INJECTIONS OF 20 UG ... IN 0.1 ML ARACHIS OIL INTO MICE OF TUCK NUMBER 1 STRAIN OVER 81 WK RESULTED IN DEVELOPMENT OF LOCAL TUMORS IN 10/20 ANIMALS SURVIVING APPEARANCE OF FIRST TUMOR @ 43 WK. CONTROLS GIVEN ARACHIS OIL OVER 72 WK EXHIBITED 1 MAMMARY ADENOMA AMONG 19 SURVIVORS."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V4 262 (1974)",
            "Value": "FOUR GROUPS, EACH OF 30 MALE SWISS MICE ... WEEKLY /SKIN/ APPLICATIONS OF 100 MG BETA-PROPIOLACTONE AS 0.25, 0.8, 2.5, OR 5% SOLN IN ACETONE FOR LIFE. ... /90 CONTROLS/ ... RECEIVED ACETONE ... ALONE. PAPILLOMAS DEVELOPED ... IN 12, 15, 18 & 21 MICE IN EACH OF ... 4 GROUPS ... PAPILLOMAS DEVELOPED IN ... 11/90 /MICE IN THE CONTROL GROUP/."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V4 263 (1974)",
            "Value": "FOLLOWING WEEKLY SC INJECTIONS OF 0.73 MG ... IN 0.05 ML TRICAPRYLIN FOR 503 DAYS TO 30 FEMALE ICR/HA SWISS MICE, 3 ... DEVELOPED SQUAMOUS PAPILLOMAS @ INJECTION SITE, & 18 ... DEVELOPED MALIGNANT TUMORS (9 FIBROSARCOMAS, 3 ADENOCARCINOMAS & 6 SQUAMOUS CELL CARCINOMAS) @ INJECTION SITE. NO LOCAL TUMORS ... IN 110 CONTROLS ... ."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V4 264 (1974)",
            "Value": "FOLLOWING TWICE-WEEKLY SC INJECTIONS ... 90 DAYS, TOTALLING 440 MG/KG BODY WT IN 6 MALES & 480 MG/KG ... IN 6 FEMALES /RATS/ DOSED IN 22 & 24 ML/KG BODY WT ARACHIS OIL, RESPECTIVELY, LOCAL SARCOMAS ... IN 5/6 MALES & IN 4/6 FEMALES ... LOCAL SARCOMAS /13/48 CONTROLS TWICE-WEEKLY INJECTIONS OF OIL TOTALLING 70-397 ML/KG, 97-300 DAYS/ ... ."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V4 264 (1974)",
            "Value": "FOLLOWING TWICE-WEEKLY SC INJECTIONS OF 0.1 OR 1 MG ... IN ARACHIS OIL OR 2 MG IN WATER IN GROUPS OF 10 MALE WISTAR RATS FOR 34, 44 & 33 WK, RESPECTIVELY, INJECTION-SITE SARCOMAS ... IN 4/4, 10/10 & 2/4 ... @ 25-31 WK. ... OBSERVED UP TO 55 WK. NO LOCAL SARCOMAS ... IN 6 CONTROLS GIVEN REPEATED INJECTIONS OF 0.5 ML ARACHIS OIL ... 54 WK."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V4 265 (1974)",
            "Value": "SINGLE DOSE OF 100 MG/KG BODY WT ... IN OIL ... 35 MALE & 33 FEMALE B6AF1 MICE, 9-11 DAYS AFTER BIRTH, PRODUCED LYMPHOMAS IN 8.8% OF SUCKLING MALES & 20% OF SUCKLING FEMALES, COMPARED WITH 0% IN ... CONTROLS GIVEN OLIVE OIL ... . HEPATOMAS ... IN 22/34 MALES & 0/30 FEMALES COMPARED WITH 1/25 & 0/25 IN OLIVE OIL-TREATED CONTROLS."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V4 265 (1974)",
            "Value": "BETA-PROPIOLACTONE INHIBITS DNA SYNTHESIS IN VIVO IN MOUSE SKIN ... ."
        },
        {
            "References": "PMID:528852",
            "Value": "24 HR AFTER SINGLE IV INJECTION OF 100 MG/KG INTO MALE & FEMALE RATS, BREAKS FOUND IN CHROMOSOMES OF METAPHASE MARROW CELLS LOW (8.8% VERSUS 5.0% IN CONTROLS). 55 CHROMOSOMES WERE PREFERENTIALLY DAMAGED. 200 MG/KG INCR INCIDENCE TO 11.3%. MULTIPLE (5) IV INJECTIONS (100 MG/KG EACH) GIVEN IN 6 WK PERIOD TO RATS INDUCED 2 NEOPLASMS (CHLORO-LEUKEMIA & MAMMARY FIBROADENOMA) AMONG 37 ANIMALS FOLLOWING 12-13 MO. NO SIGNIFCANT CHROMOSOMAL CHANGES OBSERVED. CARCINOGENIC & CLASTOGENIC EFFECTS OF BETA-PROPIOLACTONE IV ARE LOW IN RATS & NOT COMPARABLE IN MAGNITUDE TO THOSE OF BENZO(A)PYRENE."
        },
        {
            "References": "PMID:4076938",
            "Value": "Using SHEL:CF1,SPF mice, 50 of each sex were treated with 0.2 ml of a freshly prepared 2% solution of beta-propiolactone in acetone twice per week from 6 weeks of age for 2 years. All dead and dying animals were autopsied as well as all animals still alive at 2 years. These animals, when compared to the acetone treated controls, had significantly depressed mean body weights and shortened mean survival times for both sexes. The neoplastic lesions (microscopically confirmed) included squamous cell carcinomas and dermal fibrosarcomas with metastases, (40/50 for males and 37/50 females). There was no evidence of skin tumors distant from application site, or of an increase in systemic neoplasms. There was a lower incidence of certain age-related tumors due to the shorter survival time."
        },
        {
            "References": "Mackison, F. W., R. S. Stricoff, and L. J. Partridge, Jr. (eds.). NIOSH/OSHA - Occupational Health Guidelines for Chemical Hazards. DHHS(NIOSH) Publication No. 81-123 (3 VOLS). Washington, DC: U.S. Government Printing Office, Jan. 1981.",
            "Value": "In rats, acute oral administration or ip injection of beta-propiolactone caused muscular spasms, respiratory difficulty, convulsions, and death. Acute iv injection caused kidney tubule and liver damage. Subcutaneous injection of beta-propiolactone in rats and mice produced cancer at the sites of administration. Single intraperitoneal injections in suckling mice produced lymphatic tumors and liver cancer."
        },
        {
            "References": "PMID:3683436",
            "Value": "beta-Propiolactone has been tested on preimplantation mouse embryos for possible genotoxic effects. Tests were performed at different stages of meiosis (late prophase I, diakinesis/metaphase I, anaphase I, telophase I/prophase II and metaphase II) by injecting females at various times after the induction of superovulation. Male and female derived chromosome complements from first-cleavage embryos were analysed before syngamy for cytogenetic abnormalities. A higher proportion of diploid oocytes, produced by the non-extrusion of the first or second polar body, was found after fertilization when the compound was administered immediately before metaphase I or II. No obvious effect was detected at any other time of beta-propiolactone exposure. Based on these results, several possible modes of action for beta-propiolactone are postulated."
        },
        {
            "References": "Sellakumar AR et al; J NCI 79 (2): 285-90 (1987)",
            "Value": "The relationship between the carcinogenic activity of beta-propiolactone, methylmethane sulfonate, ethylchloroformate, dichloroacetyl chloride and propylene oxide which spanned six orders of magnitude was investigated. All products were given by inhalation to male Sprague-Dawley rats were found to induce nasal cancer with the exception of propylene oxide when given to rats for a period of 30 days in concentrations that were inversely proportional to the hydrolysis rates of the corresponding products. The incidence of nasal cancer was high in rats treated with 5 and 10 ppm beta-propiolactone and 50 ppm methylmethane sulfonate. A low incidence of nasal tumors was recorded in animals treated with 20 ppm beta-propiolactone for 5 days and in animals treated with the highest concentrations of dichloroacetyl chloride and ethylchloroformate (6 and 2 ppm, respectively). A dose dependent tumorigenic response was recorded for 10 and 5 ppm beta- propiolactone. A strong carcinogenic effect at the level of the nasal epithelium was obtained for animals treated with 5 and 10 ppm beta-propiolactone. Animals treated with propylene oxide did not show any tumors, but two rats had lung adenoma; controls had no such tumors. /It was/ concluded that a relationship exists between the carcinogenic action of selected reactive electrophilic agents and their rate of hydrolysis."
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "",
            "Value": "The rapid aqueous hyrolylsis of beta-propiolactone precludes the importance of leaching. (SRC)"
        }
    ]
}