{
    "_id": {
        "$oid": "6682e9d1c4e5dba5ffba2c87"
    },
    "CID": {
        "$numberInt": "23668193"
    },
    "Name": "SODIUM NITRITE",
    "IUPACName": "sodium;nitrite",
    "CanonicalSMILES": "N(=O)[O-].[Na+]",
    "Synonyms": [
        "SODIUM NITRITE",
        "7632-00-0",
        "Nitrous acid",
        "sodium salt",
        "sodium;nitrite",
        "Nitrite",
        "sodium",
        "Erinitrit",
        "Filmerine",
        "Natrium nitrit",
        "Nitrito sodico",
        "Anti-rust",
        "Nitrite de sodium",
        "Natrum nitrosum",
        "Caswell No. 782",
        "Synfat 1004",
        "NaNO2"
    ],
    "IsomericSMILES": "N(=O)[O-].[Na+]",
    "INCHI": "InChI=1S/HNO2.Na/c2-1-3;/h(H,2,3);/q;+1/p-1",
    "INCHIKEY": "LPXPTNMVRIOKMN-UHFFFAOYSA-M",
    "Formula": "NNaO2",
    "MolecularWeight": {
        "$numberDouble": "68.995"
    },
    "Description": "Sodium nitrite is an inorganic sodium salt having nitrite as the counterion. Used as a food preservative and antidote to cyanide poisoning. It has a role as an antimicrobial food preservative, an antihypertensive agent, a food antioxidant, a poison and an antidote to cyanide poisoning. It is a nitrite salt and an inorganic sodium salt.",
    "XlogP": {
        "$numberDouble": "NaN"
    },
    "Complexity": {
        "$numberInt": "13"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "mechanism_of_action": [
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V. 94: p. 323 (2010)",
            "Value": "There is an active endogenous nitrogen cycle in humans that involves nitrate and nitrite, which are interconvertible in vivo. Nitrosating agents that arise from nitrite under acidic gastric conditions react readily with nitrosatable compounds, especially secondary amines and amides, to generate N-nitroso compounds. These nitrosating conditions are enhanced following ingestion of additional nitrate, nitrite or nitrosatable compounds. Some of the N-nitroso compounds that could be formed in humans under these conditions are known carcinogens."
        },
        {
            "References": "PMID:16530157",
            "Value": "To clarify the mechanisms underlying forestomach carcinogenesis in rats by co-treatment with catechol and sodium nitrite (NaNO2), /the authors/ investigated the involvement of oxidative stress resulting from reaction of the two compounds. Since generation of semiquinone radical, hydroxyl radical (*OH), and peroxynitrite (ONOO-) arose through the reaction of catechol with NO, we proposed that superoxide resulting from catechol oxidation reacted with excess NO, consequently yielding *OH via ONOO-. Male F344 rats were co-treated with 0.2% catechol in the diet and 0.8% NaNO2 in the drinking water for 2 weeks. Prior to occurrence of histological evidence indicating epithelial injury and hyperplasia, 8-hydroxydeoxyguanosine levels in forestomach epithelium significantly increased from 12 hr together with appearance of immunohistochemically nitrotyrosine-positive epithelial cells. There were no remarkable changes in rats given each chemical alone. We conclude that oxidative stress due to NO plays an important role in induction of forestomach epithelial damage, cell proliferation, and thus presumably forestomach carcinogenesis."
        },
        {
            "References": "IPCS; Poisons Information Monograph G016: Nitrates and nitrites. (September 1996). Available from, as of October 24, 2006: https://www.inchem.org/documents/pims/chemical/pimg016.htm",
            "Value": "... The major concern of possible long-term effects of exposure to nitrate and nitrite is associated with formation of nitroso compounds, many of which are carcinogenic. This formation may take place wherever nitrite and nitrosable compounds are present, but it is favored by acidic conditions or the presence of some bacteria. The gastrointestinal tract and especially the stomach is regarded as the main formation site, but nitrosation reactions can also take place in an infected urinary bladder ... /Nitrate and nitrite poisoning/"
        },
        {
            "References": "Gosselin, R.E., R.P. Smith, H.C. Hodge. Clinical Toxicology of Commercial Products. 5th ed. Baltimore: Williams and Wilkins, 1984., p. III-314",
            "Value": "The two basic actions of sodium nitrite in vivo are relaxation of smooth muscle, especially of small blood vessels, and in toxic doses the conversion of hemoglobin to methemoglobin."
        },
        {
            "References": "European Chemicals Bureau; IUCLID Dataset, Potassium nitrate (7757-79-1) (2000 CD-ROM  edition). Available from, as of October 26, 2006: https://esis.jrc.ec.europa.eu/",
            "Value": "... Nitrites ... can react with amines or amides and form N-nitroso cmpd (containing the group =N-N=O). N-nitroso cmpd are carcinogenic in a wide range of animal species, most are mutagenic in test systems and some have been teratogenic in animals. It is highly probable that N-nitroso cmpd also may be carcinogenic in man.  ... /Nitrite/"
        },
        {
            "References": "WHO; WHO Food Additives Series 35 (844): Nitrite. Available from, as of October 27, 2006: https://www.inchem.org/documents/jecfa/jecmono/v35je13.htm",
            "Value": "Nitrite is involved in the oxidation of hemoglobin (Hb), normally present in blood, to methemoglobin (MetHb). The ferrous iron Fe2+ of the heme group is oxidized to ferric iron Fe3+ and oxygen and nitrite bind more firmly to this oxidized haem. During the process of MetHb formation, nitrate is eventually generated from nitrite. Thus, blood oxygen transport to the tissues and organs is inhibited. The rate of formation of MetHb varies considerably between animal species ... At low levels of nitrite exposure, MetHb formation is reversible. The rate of MetHb reduction, which is catalyzed by the enzyme system NADPH-MetHb reductase, also varied among species, with a high correlation between formation and reduction rates of MetHb. At high nitrite exposure, the reductase system becomes saturated and can no longer cope with MetHb formation. Such saturation results in increased MetHb concentration in the blood leading to ischemia in tissues, cyanosis, irreversible damage to the tissues and ultimately to mortality ... Young infants (aged < 3 months) are extremely susceptible to nitrite-induced MetHb formation because of the presence of fetal Hb. Fetal Hb can comprise initially 60 to 80% of the total Hb, decreasing to 20 to 30% within 3 months. Fetal Hb seems to be more easily converted to MetHb... /Nitrite/"
        },
        {
            "References": "WHO; WHO Food Additives Series 35 (844): Nitrite. Available from, as of October 27, 2006: https://www.inchem.org/documents/jecfa/jecmono/v35je13.htm",
            "Value": "Nitrite may form nitroso compounds by reaction with a nitrosatable compound. Many different amino compounds including secondary and tertiary amines, secondary and tertiary amides, N-substituted ureas, guanidines, indoles (mainly tryptophan-bound in proteins) and urethanes, can act as nitrosatable compounds. In the case of amines, amides and ureas, the formed nitroso compounds are N-nitrosamines, N-nitrosoamides and N-nitrosoureas. The most common nitroso compounds are those derived from secondary amines. The rate of formation is often pH dependent and proportional to the concentration of unprotonated amine (inversely related to the basicity of the amine) and to the concentration of N2O3, and hence to the square of the NO2 concentration. An optimum pH in the range of 2.5 to 3.3 is commonly observed for N-nitrosamine formation ... Nitrosation occurs especially rapidly with weakly basic secondary amines (eg morpholine, piperazine, N-methylaniline), N-alkylureas, N-alkylcarbamates and aminopyrine. Nitrosation occurs relatively slowly with strongly basic amines, such as dimethylamine, and simple N-alkylamides. Nitrosation of tertiary amines, yielding dialkylnitrosamines and nitrosation of guanidines, yielding nitrosocyanamides and nitrosoureas occur relatively slowly. Catalysis of N-nitrosamine formation by nucleophilic anions at pH 2 to 5 has been widely observed. The catalytic order is SCN > I > Br > Cl > phosphate or carboxylate. Acceleration by SCN- and I- have attracted much attention because of their in vivo relevance: salivary SCN- levels are relatively high in smokers and I- is present in gastric secretion. Nitrosation of amides and related compounds is not catalyzed by nucleophilic anions. ... . /Nitrite/"
        },
        {
            "References": "WHO; WHO Food Additives Series 35 (844): Nitrite. Available from, as of October 30, 2006: https://www.inchem.org/documents/jecfa/jecmono/v35je13.htm",
            "Value": "... Nitrite may exhibit mutagenic activity by three mechanisms: (i) nitrite may deaminate DNA-bases in single strand vital DNA. Spontaneous deaminations, however, are frequent and DNA-repair systems correcting these lesions are present in bacteria and probably mammalian cells as well, (ii) formation of intra- or interstrand crosslinks between purine residues may occur resulting in distortion of the helix in the case of double-stranded DNA. An induction of this type of lesions may be enhanced by the presence of molecules proximate to DNA, like polyamines, glycols, alcohols and phenols ... and (iii) nitrite may react with nitrosatable agents to form N-nitroso compounds and thus indirectly exhibit mutagenic (and carcinogenic) activity. /Nitrite/"
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "Clayton, G. D. and F. E. Clayton (eds.). Patty's Industrial Hygiene and Toxicology: Volume 2A, 2B, 2C: Toxicology. 3rd ed. New York: John Wiley Sons, 1981-1982., p. 2416",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Single dose of 30 mg/kg of sodium nitrite iv caused methemoglobinemia in dogs. /From table/"
        },
        {
            "References": "Grant, W.M. Toxicology of the Eye. 3rd ed. Springfield, IL: Charles C. Thomas Publisher, 1986., p. 840",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Testing of sodium nitrite on rabbit corneas by application of 0.08 molar soln after removal of corneal epithelium, or by injection into stroma, has caused no local injury."
        },
        {
            "References": "European Chemicals Bureau; IUCLID Dataset, Sodium nitrite (7632-00-0) (2000 CD-ROM  edition). Available from, as of October 26, 2006: https://esis.jrc.ec.europa.eu/",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Sodium nitrite /is/ not irritating /to/ rabbit skin ..."
        },
        {
            "References": "European Chemicals Bureau; IUCLID Dataset, Sodium nitrite (7632-00-0) (2000 CD-ROM  edition). Available from, as of October 26, 2006: https://esis.jrc.ec.europa.eu/",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Sodium nitrite /is/ moderately irritating /to/ rabbit eyes ... Irrigation of the treated eye 30 to 60 seconds after application ... had little effect on the overall effects, which were primarily of conjunctival irritation."
        },
        {
            "References": "European Chemicals Bureau; IUCLID Dataset, Sodium nitrite (7632-00-0) (2000 CD-ROM  edition). Available from, as of October 26, 2006: https://esis.jrc.ec.europa.eu/",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Groups of 10 male and 10 female Alpk:AP (Wistar) rats were exposed nose only for 4 hr to sodium nitrite aerosols, generated from soln in deionized water, at target concn of 10 or 100 mg/cu m ... Controls killed after exposure and blood taken for measurement of methemoglobin, the remaining animals were maintained for 14 days, and then subject to a full post-mortem examination. During exposure signs typically seen in restrained animals were somewhat more severe in treated animals. Methemoglobin was significantly incr above concurrent control values only in females exposed to 10 mg/cu m. However, the incr was judged to be not hematologically significant as the value was within the range seen for control animals of this age. Further there was no significant incr in males ..."
        },
        {
            "References": "WHO; WHO Food Additives Series 35 (844): Nitrite. Available from, as of October 30, 2006: https://www.inchem.org/documents/jecfa/jecmono/v35je13.htm",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Dogs administered a single dose of 1 to 2 g sodium nitrite/kg of sausage showed an increased respiration and heart rate, changes of the ECG, methemoglobinemia within 1 to 2 hr, increased concentration of sodium, decreased concentration of potassium and increased aspartate aminotransferase (ASAT) activity in serum."
        },
        {
            "References": "WHO; WHO Food Additives Series 35 (844): Nitrite. Available from, as of October 30, 2006: https://www.inchem.org/documents/jecfa/jecmono/v35je13.htm",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ ... In female rats ... a single dose was compared with a more continuous administration of the same dose. Using methemoglobinemia as a parameter, doses of 160 mg sodium nitrite/kg bw or 320 mg/kg bw divided into smaller doses over time (3 intervals of 15 minutes, followed by 4 intervals of 30 minutes) appeared to be less toxic than single doses of 40 or 80 mg/kg bw ... 2 doses of 100 mg sodium nitrite/kg bw administered to rats at 2-hour interval caused a high mortality, whereas all animals survived at a 4-hour interval. The difference in toxicity could be related to the elimination half-life of MetHb which was reported to be 90 minutes in rats."
        },
        {
            "References": "WHO; WHO Food Additives Series 35 (844): Nitrite. Available from, as of October 27, 2006: https://www.inchem.org/documents/jecfa/jecmono/v35je13.htm",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Clinical signs of acute /sodium nitrite/ intoxication in rodents included vasodilatation, lowering of the blood pressure, decrease in vitamin A content in the liver, and functional disturbance of the thyroid gland."
        },
        {
            "References": "PMID:9225020",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ The effect of nitrite on blood pressure and heart rate was studied in anesthetized (non-telemetric method) and free-moving rats (biotelemetry system). In anesthetized rats, sodium nitrite (NaNO2) (10-1,000 umol/kg), infused over 5 min, induced a dose-related decrease in blood pressure. The maximal decrease in mean arterial blood pressure (MAP), caused by 1,000 umol/kg NaNO2 and measured 15 min after infusion was 55.9+/-3.2% (n = 3). After NaNO2 infusion, in the plasma, rapid conversion of nitrite into nitrate was observed. However, sodium nitrate (NaNO3, 100 umol/kg) did not decrease blood pressure and there was no conversion of nitrate into nitrite. Free-moving rats received KNO2 which was added to drinking water (36 mmolL) for a period of 3 days. KNO2 decreased the MAP and increased the heart rate during the rat's activity phase at night but not during their resting phase in the day. An equal concentration of potassium (KCl, 36 mmol/L added to drinking water) for 3 days did not decrease blood pressure. It is concluded that nitrite decreases blood pressure in rats, which probably induces, by renin-angiotensin system activation, hypertrophy of the adrenal zona glomerulosa."
        },
        {
            "References": "Dvorak M; Acta Vet Brno 53 (3-4): 159-68 (1984)",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Vitamin A and E levels in the blood serum, and also in liver were determined in 80 weaned piglets or feeder pigs. The effects of sodium nitrate were studied, and 5 experiments were designed to assess the effects of sodium nitrite or potassium nitrite, all administered in the drinking water or added to dry complete feed mixtures for 20 to 42 days. In no case (including that of potassium nitrite intake at 1.8 g/kg body mass for 28 days) was this supplementation found to exert adverse effects on the metabolism of vitamins A and E. Some indication of a downward trend in vitamin A and E levels in the serum and liver was found in 4 experiments. There were no adverse effects on either health status or gains in body mass. Toxic effects were produced by administration of 31 mg nitrite/kg body mass in the drinking water. Consideration was also given to the development and course of methemoglobinemia."
        },
        {
            "References": "WHO; WHO Food Additives Series 35 (844): Nitrite. Available from, as of October 31, 2006: https://www.inchem.org/documents/jecfa/jecmono/v35je13.htm",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ In a 90-day toxicity study in Wistar rats, the incidence and degree of hypertrophy of the adrenal zona glomerulosa observed at a dose level of 5.4 mg/kg bw/day, expressed as nitrite ion, were not significantly different from that among controls, whereas at higher dose levels the hypertrophy was both significant and dose-related.  In another 90-day toxicity study carried out by other investigators with a different Wistar substrain, slight hypertrophy of the adrenal zona glomerulosa was seen from 28 days onwards, but only at dose levels three times as high. The NOEL for hypertrophy in these studies was 5.4 mg/kg bw/day, expressed as nitrite ion. /Nitrite/"
        },
        {
            "References": "European Chemicals Bureau; IUCLID Dataset, Sodium nitrite (7632-00-0) (2000 CD-ROM  edition). Available from, as of October 27, 2006: https://esis.jrc.ec.europa.eu/",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Groups of 10 male and 10 female /Fischer 344/ rats were given 20 mL of water each day, containing /0, 500, 1,250, 2,500, 5,000 or 10,000 ppm/ of sodium nitrite /for 42 days/ ... There were some fatalities in the groups given 5,000 and 10,000 ppm sodium nitrite. Body weight gain was reduced at 10,000 ppm only. Abnormal blood coloration (methemoglobinemia) was seen in the 5,000 and 10,000 ppm group. On the basis of this study, 2,500 ppm was considered to be the maximum tolerated dose. /Sodium nitrite 98.5%/"
        },
        {
            "References": "WHO; WHO Food Additives Series 35 (844): Nitrite. Available from, as of October 30, 2006: https://www.inchem.org/documents/jecfa/jecmono/v35je13.htm",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ In two 2-week toxicity studies, chickens were fed a diet containing ... 0 or 18 to 60 mg/kg bw/day sodium nitrite. The test animals showed growth retardation, enlarged thyroid glands and decreased vitamin A content in the liver despite the vitamin A-rich diet."
        },
        {
            "References": "WHO; WHO Food Additives Series 35 (844): Nitrite. Available from, as of October 30, 2006: https://www.inchem.org/documents/jecfa/jecmono/v35je13.htm",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ In a 7-day study, groups of 6- or 55-week old mice (5/group) were administered by gastric intubation 0 or 110 mg sodium nitrite/kg bw. A decrease in the forced running distance, abnormalities in the ECG and ultramicroscopic changes of the heart muscle were observed."
        },
        {
            "References": "WHO; WHO Food Additives Series 35 (844): Nitrite. Available from, as of October 30, 2006: https://www.inchem.org/documents/jecfa/jecmono/v35je13.htm",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ In a 6-week study, rats (10/sex/group) received 0, 0.06, 0.125, 0.25, 0.5 or 1% sodium nitrite via drinking-water, equivalent to 0, 60, 125, 250, 500 or 1,000 mg/kg bw/day. Moderate growth depression was observed at 1000 mg/kg bw. At autopsy, a marked change in color (brown) of the blood and spleen due to methemoglobinemia was noted at the two highest dose groups. The maximum tolerated dose was 0.25% in drinking-water."
        },
        {
            "References": "WHO; WHO Food Additives Series 35 (844): Nitrite. Available from, as of October 30, 2006: https://www.inchem.org/documents/jecfa/jecmono/v35je13.htm",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ In a 2-month study, male rats (8/group) received 0, 100, 300 or 2,000 mg sodium nitrite/L in drinking-water, equivalent to 0, 10, 30 or 200 mg/kg bw/day. Abnormalities in the electroencephalogram (EEG) were observed in the highest dose group and to a lesser extent in the other dose groups."
        },
        {
            "References": "WHO; WHO Food Additives Series 35 (844): Nitrite. Available from, as of October 30, 2006: https://www.inchem.org/documents/jecfa/jecmono/v35je13.htm",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ In a 16-week toxicity study, 1-month old male rats (8/group) received 0 or 200 mg sodium nitrite/L via the drinking-water (equivalent to 0 or 20 mg/kg bw/day). The methemoglobin levels in the treated animals ranged from 0.5 to 3.1%, in comparison with 0 to 1.2% in the control group. A higher incidence of pulmonary lesions was noticed in the treated group."
        },
        {
            "References": "WHO; WHO Food Additives Series 35 (844): Nitrite. Available from, as of October 30, 2006: https://www.inchem.org/documents/jecfa/jecmono/v35je13.htm",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ ... Changes /were reported/ in urinary steroid excretion of rabbits caused by parenteral administration of 10 mg sodium nitrite/kg (NaNO2/kg) bw/day for 18 days. The changes consisted of a time-dependent decrease in the urinary excretion of 17-hydroxy-, 17-keto- and 17-ketogenic steroid. Oral administration of 20 mg NaNO2/kg bw/day for 14 days also caused a decreased urinary excretion of 17-hydroxy and 17-ketosteroids."
        },
        {
            "References": "WHO; WHO Food Additives Series 35 (844): Nitrite. Available from, as of October 30, 2006: https://www.inchem.org/documents/jecfa/jecmono/v35je13.htm",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Squid contains high levels of naturally occurring amines such as dimethylamine (DMA), trimethylamine, and trimethylamine-N-oxide (TMAO). The hepatotoxicity and hepatocarcinogenicity of squid with or without exogenous nitrite were investigated in rats. Acute necrosis including polymorphogenic neutrophil infiltration, hemorrhage and cholangiofibrosis were observed in the livers of most rats fed squid. Hepatocellular carcinoma was induced in 2/12 rats (16%) by feeding 10% squid in the diet for 10 months. The incidence of hepatocellular carcinoma was increased to 4/10 rats (33%) when 0.3% sodium nitrite (NaNO2) was added to the diet. At the end of the experiment a marked elevation of serum gamma-glutamyl transpeptidase (gamma-GT) was observed in the nitrite treatment group (L-alanine aminotransferase and aspartate-aminotransferase were not changed) ..."
        },
        {
            "References": "PMID:2807101",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ A long-term feeding study was carried out in rats with sodium nitrite. The test substance was administered as part of a reduced-protein diet to groups of 50, 6 wk old, male F344 rats at dose levels of 0.2 or 0.5% (w/w) sodium nitrite for up to 115 wk. In the first week of treatment the following hematological parameters were reduced: red blood cell count continued to fall for 8 wk, then slowly returned to normal by wk 52. A dose-related reduction was noted in both the incidence and time of onset of lymphomas, leukemias and testicular interstitial cell tumors. Leukemias were only found in animals with lymphoma, indicating an association between the two lesions. Under the conditions described in this study, sodium nitrite was found not to be carcinogenic when fed to rats in the diet for up to 115 wk, but rather that the incidence of tumors was reduced in a dose-related manner, which corelated with a similar trend in body weights."
        },
        {
            "References": "National Research Council. Drinking Water & Health Volume 1. Washington, DC: National Academy Press, 1977., p. 420",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ ... Mice chronically exposed to sodium nitrite at 1,000 and 2,000 mg/L in dirnking water showed reduced motor activity. EEG recordings from implanted electrodes revealed major changes in brain electric activity in rats receiving nitrite at 100 to 2,000 mg/L ... Chronic exposure of rats to sodium nitrite at 2,000 and 3,000 mg/L in drinking for 2 yr was associated with distinct pathologic changes in heart and lung tissues."
        },
        {
            "References": "Toxicology & Carcinogenesis Studies of Sodium Nitrite in F344/N Rats and B6C3F1 Mice p.8 Technical Report Series No. 495 (2001) NIH Publication No. 01-3954 U.S. Department of Health and Human Services, National Toxicology Program, National Institute of Environmental Health Sciences, Research Triangle Park, NC 27709",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Groups of 50 male and 50 female F344/N rats were exposed to 0, 750, 1,500 or 3,000 ppm sodium nitrite (equivalent to average daily doses of approximately 35, 70 or 130 mg/kg to males and 40, 80 or 150 mg/kg to females) in drinking water for 2 yr ... Groups of 50 male and 50 B6C3F1 female mice were exposed to 0, 750, 1500 or 3000 ppm sodium nitrite (equivalent to average daily doses of approximately 60, 120 or 220 mg/kg to males and 45, 90 or 165 mg/kg to females) in drinking water for 2 yr ... There was no evidence of carcinogenic activity of sodium nitrite in male or female F344/N rats exposed to 750, 1500, or 3000 ppm. There was no evidence of carcinogenic activity in male B6C3F1 mice exposed to 750, 1,500 or 3,000 ppm. There was equivocal evidence of carcinogenic activity of sodium nitrite in female B6C3F1 mice based on positive trend in the incidences of squamous cell papilloma or carcinoma (combined of the forstomach)."
        },
        {
            "References": "European Chemicals Bureau; IUCLID Dataset, Sodium nitrite (7632-00-0) (2000 CD-ROM  edition). Available from, as of October 27, 2006: https://esis.jrc.ec.europa.eu/",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ 50 Fischer 344 rats per sex per group /were given sodium nitrite/ daily at 0, 0.125, 0.25% (0, 17, 29.5 g) in 20 mL drinking water /for/ 104 wk ... Body weight was reduced in both treated female groups and in high dose males. Mortality was reduced in males over the whole study. No treatment group showed a significant increase in the incidence of any specific tumor compared to the relevant controls ..."
        },
        {
            "References": "WHO; WHO Food Additives Series 35 (844): Nitrite. Available from, as of October 30, 2006: https://www.inchem.org/documents/jecfa/jecmono/v35je13.htm",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ In ... /an/ experiment with 2-month old rats (12 in the nitrite and 9 in the control group), sodium nitrite was administered /in drinking water/ at levels of 0 or 2000 mg/L for 14 months. The methemoglobin levels fluctuated from 1 to 35% in comparison to 0 to 1% in the control group. Animals receiving nitrite had lower body and liver weights, decreased vitamin E levels in serum, and higher red blood cells reduced glutathione levels, while the lungs of all animals exhibited severe lesions."
        },
        {
            "References": "WHO; WHO Food Additives Series 35 (844): Nitrite. Available from, as of October 30, 2006: https://www.inchem.org/documents/jecfa/jecmono/v35je13.htm",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ In a carcinogenicity study, F344 rats (50/sex/group) received in drinking-water concentrations of 0, 0.125 or 0.25% sodium nitrite for 2 years. No carcinogenic effects were observed. A significant decrease in tumor incidence was found in the high-dose females as compared to controls. Part of this decrease was accounted for by mononuclear cell leukemia which has a rather high spontaneous frequency (about 25%) in this rat strain."
        },
        {
            "References": "WHO; WHO Food Additives Series 35 (844): Nitrite. Available from, as of October 30, 2006: https://www.inchem.org/documents/jecfa/jecmono/v35je13.htm",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ In a long-term carcinogenicity study, inbred mice (200/group) were administered 0 or 0.2% sodium nitrite/L (NaNO2/L) in drinking-water. One hundred mice were exposed  in utero to 0.2% NaNO2 (during pregnancy and suckling) and continued on 0.2% NaNO2 in their drinking-water during weanling. Routine histological examination revealed that NaNO2 had no apparent effect on CNS tumor formation irrespective of the length of exposure. This finding contradicted previous suggestive evidence that nitrite may be a causative factor in cerebral glioma, since these VM mice are especially susceptible to spontaneous glioma formation."
        },
        {
            "References": "WHO; WHO Food Additives Series 35 (844): Nitrite. Available from, as of October 30, 2006: https://www.inchem.org/documents/jecfa/jecmono/v35je13.htm",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ In a 2-year toxicity study, groups of male rats (8/group) received drinking-water containing 0, 100, 1,000, 2,000 or 3,000 mg sodium nitrite/L. There was no significant differences in growth, development, mortality or total hemoglobin levels between the control and treated groups. However, the methemoglobin levels in the groups receiving sodium nitrite at 1000, 2,000, and  3,000 mg/L were raised significantly throughout the study and averaged 5%, 12% and 22% of total hemoglobin, respectively. The main histopathological changes occurred in the lungs and heart. Focal degeneration and fibrosis of the heart muscle were observed in animals receiving the highest dose of nitrite. The coronary arteries were thin and dilated in these aged animals, instead of thickened and narrowed as is usually seen at that age. Changes in the lungs consisted of dilatation of the bronchi with infiltration of lymphocytes and alveolar hyperinflation. These changes were observed in rats receiving 1,000, 2,000 and 3,000 mg sodium nitrite/L drinking-water. The NOEL in this study was 100 mg/L sodium nitrite, equivalent to 10 mg sodium nitrite/kg bw/day, or 6.7 mg/kg bw/day expressed as nitrite ion."
        },
        {
            "References": "PMID:16542213",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Dose-dependent promotion effects of combined treatment with sodium nitrite (NaNO2) and ascorbic acid (AsA) on gastric carcinogenesis were examined in rats pretreated with N-methyl-N'-nitro-N-nitrosoguanidine (MNNG). Groups of 15 6-week-old F344 male rats were given 0.01% MNNG in their drinking water for 10 weeks to initiate carcinogenesis in the glandular stomach and a single intragastric administration of 100 mg/kg/bodyweight of MNNG by stomach tube at week 9 to initiate carcinogenesis in the forestomach. From week 11, they received either drinking water containing 0.05, 0.1 or 0.2% NaNO2 and a diet supplemented with 0.1 or 0.2% AsA in combination, each individual chemical alone or a basal diet until the end of week 42. In the forestomach, the incidence of hyperplasia was increased dose dependently by the treatment with NaNO2 alone. Incidences of neoplastic lesions were dramatically increased by the combined treatment with NaNO2 and AsA in a dose-dependent manner, but AsA itself had no effect. In the glandular stomach, only toxicity and regenerative changes were increased by the high-dose combination. In a second short-term experiment conducted for sequential observation, necrosis and strong inflammation were found in the forestomach epithelium shortly after commencing combined treatment with 1.0% AsA and 0.2% NaNO2, followed by hyperplasia, whereas there were no obvious effects in the glandular stomach. In addition, after a 4 hr treatment with 1.0% AsA and 0.2% NaNO2, a slight increase in the 8-hydroxy-deoxyguanosine levels in the forestomach epithelium was observed by high-performance liquid chromatography and an electrochemical detection system, albeit without statistical significance. In vitro, electron spin resonance demonstrated nitric oxide formation during incubation with NaNO2 and AsA under acidic conditions. Thus, NaNO2 was demonstrated to exert promoter action in the forestomach, with AsA acting as a strong copromoter through cytotoxicity and regenerative cell proliferation, possibly mediated by oxidative DNA damage, but the combined treatment with NaNO2 and AsA had little influence on glandular stomach carcinogenesis."
        },
        {
            "References": "PMID:8262668",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ ... Effects of combined treatment with NaAsA or ascorbic acid (AsA) and sodium nitrite (NaNO2) on carcinogenesis were examined in F344 male rats with or without N-methyl-N'-nitro-N-nitrosoguanidine (MNNG) pre-treatment. Groups of 20 or 15 rats, respectively, aged 6 weeks, were given a single intra-gastric administration of 150 mg/kg body weight of MNNG in DMSO:water = 1:1 or the vehicle alone by stomach tube. Starting 1 week later, they received supplements of 1% NaAsA or 1% AsA in the diet and 0.3% NaNO2 in drinking water in combination, each of the individual chemicals alone, or basal diet until the end of week 52. In MNNG-treated animals, incidences of forestomach papillomas and carcinomas were significantly enhanced in the NaNO2 alone group (84 and 47%, respectively) as compared with the basal diet group (30 and 10%), with further significant increase in carcinomas occurring with additional NaAsA (79%, p<0.05) or AsA (85%, p<0.05) treatment. In animals without MNNG, all animals in the NaNO2 group demonstrated mild hyperplasia, additional administration of NaAsA or AsA remarkably enhancing the grade of hyperplasia, and resulting in 53% and 20% incidences, respectively, of papillomas. Thus NaNO2 was demonstrated to exert promoter action for forestomach carcinogenesis, with NaAsA and AsA acting as co-promoters. The results strongly indicate that combined treatment with NaAsA or AsA and NaNO2 may induce forestomach carcinomas in the long term."
        },
        {
            "References": "PMID:16542213",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Dose-dependent promotion effects of combined treatment with sodium nitrite (NaNO2) and ascorbic acid (AsA) on gastric carcinogenesis were examined in rats pretreated with N-methyl-N'-nitro-N-nitrosoguanidine (MNNG). Groups of 15 6-week-old F344 male rats were given 0.01% MNNG in their drinking water for 10 weeks to initiate carcinogenesis in the glandular stomach and a single intragastric administration of 100 mg/kg/bodyweight of MNNG by stomach tube at week 9 to initiate carcinogenesis in the forestomach. From week 11, they received either drinking water containing 0.05, 0.1 or 0.2% NaNO2 and a diet supplemented with 0.1 or 0.2% AsA in combination, each individual chemical alone or a basal diet until the end of week 42. In the forestomach, the incidence of hyperplasia was increased dose dependently by the treatment with NaNO2 alone. Incidences of neoplastic lesions were dramatically increased by the combined treatment with NaNO2 and AsA in a dose-dependent manner, but AsA itself had no effect. In the glandular stomach, only toxicity and regenerative changes were increased by the high-dose combination..."
        },
        {
            "References": "PMID:2916857",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Pregnant ICR mice were given drinking water containing sodium nitrite at a concn of either 100 or 1000 mg/L on days 7 to 18 of gestation. There were no significant differences between treated and control groups in measures of developmental toxicity, eg, litter size, fetal weight and number of resorbed or dead fetuses. The incidences of external and skeletal malformations in fetuses of treated groups were not significantly different from those in the controls. No significant increase was observed in the frequency of gaps and breaks of liver cell chromosomes in fetuses exposed in utero to sodium nitrite. Teratogenic and mutagenic effects of sodium nitrite were absent in mice at the doses used."
        },
        {
            "References": "PMID:3352650",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Effects of nitrate (doses of 600 and 1,200 mg/kg/day during 14 days) and sodium nitrite (60 and 120 mg/kg/day during 14 days) on germ cells of male mice were investigated /by/ ... stomach intubation. The germ cell stages analysed were spermatids (for the heritable effects) and differentiating and stem cell spermatogonia (for direct effects). A lack of heritable translocation, sperm abnormalities, as well as morphological changes, such as changes in the eyes, coat color, testes and body weight, was demonstrated in F1 males originating from treated P males. Significant effects in treated males were found with respect to: (1) sex chromosomal univalency in the diakinesis metaphase I stage after the treatment of stem spermatogonia (both doses of sodium nitrate and the higher dose of sodium nitrite), (2) sperm head abnormalities after treatment of differentiating spermatogonia (the higher dose of sodium nitrite and both doses of sodium nitrate), and (3) fertility after treatment of spermatids (the higher dose of sodium nitrite). Nonmutagenic effects and possible carcinogenic potential of the tested doses are discussed."
        },
        {
            "References": "National Research Council. Drinking Water & Health Volume 1. Washington, DC: National Academy Press, 1977., p. 420",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ ... Rats received sodium nitrite at 100 mg/kg in drinking water daily during their entire life span over three generations; no evidence of chronic toxicity, carcinogenicity, or teratogenicity ... found."
        },
        {
            "References": "WHO; WHO Food Additives Series 35 (844): Nitrite. Available from, as of October 30, 2006: https://www.inchem.org/documents/jecfa/jecmono/v35je13.htm",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Pregnant cows received by infusion for 30 minutes 7, 9.5 or 12 mg NO2-/kg bw. Treatment with nitrite resulted in a dose-related conversion of maternal Hb into MetHb, a 30 to 50% decrease in mean arterial blood pressure, an increase in heart rate with dose-related recovery periods, and a decrease of partial oxygen tension (pO2) of maternal blood. Fetal changes included a small increase in MetHb content, variable changes in heart rate (tachycardia and bradycardia), and decreases in fetal pO2, with considerable differences between animals. All calves were born alive. Three cows calved early, 2 to 3 days after the highest nitrite dose. The hematological and cardiovascular data suggest that these 3 fetuses experienced a more serious hypoxemic stress than the other fetuses. /Nitrite/"
        },
        {
            "References": "European Chemicals Bureau; IUCLID Dataset, Sodium nitrite (7632-00-0) (2000 CD-ROM  edition). Available from, as of October 27, 2006: https://esis.jrc.ec.europa.eu/",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Sodium nitrite (NaNO2) admin in the drinking water to Long-Evans rats during pregnancy and lactation /day 0 gestation to day 20 of lactation/ severely affected erythropoietic development, growth and mortality in their offspring. Pregnant rats were maintained throughout gestation on 0.5, 1, 2, or 3 g NaNO2/L. There were no significant differences between treated and control litters at birth. Thereafter, pups of treated dams on 2 and 3 g NaNO2/L gained less weight, progressively became severely anemic, and began to die by the third week postpartum. By the second week postpartum, hemoglobin levels, RBC count and mean corpuscular vol of these pups were all drastically reduced compared to controls. Blood smears showed marked anisocytosis and hypochromasia. Gross chylous serum lipemia and fatty liver degeneration were noted. Histopathology demonstrated cytoplasmic vacuolization of centrilobular hepatocytes and decr hematopoiesis in bone marrow and spleen. Admin of 1 g NaNO2/L resulted in hematological effects but did not affect growth or mortality. NaNO2 (0.5 g/L) was at or near the no observed effect level. Cross-fostering indicated that treatment during the lactational period was more instrumental in producing lesions than treatment during the gestational period. The data presented are consistent with the lactational induction of severe iron deficiency in the neonate."
        },
        {
            "References": "European Chemicals Bureau; IUCLID Dataset, Sodium nitrite (7632-00-0) (2000 CD-ROM  edition). Available from, as of October 27, 2006: https://esis.jrc.ec.europa.eu/",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Long-Evans rats were given sodium nitrite (NaNO2) daily at 0, 2.0, 3.0 g/L in drinking water from day 0 of gestation to day 20 of lactation ... Neonatal rats from dams receiving 2 or 3 g/NaNO2/L ... suffered severe microcytic anemia as well as growth retardation and high mortality. Lipemia, fatty liver damage, decr erythropoiesis of spleen and bone marrow, and reduced plasma and tissue iron levels were noted in affected pups. These effects were all consistent with the characteristics of iron deficiency ... It was found that admin of exogenous iron supplement to pups of treated mothers reversed the amenia and other effects of nitrite toxicity ... in unsupplemented littermates. Mothers of affected pups were themselves anemic ... Severe iron deficiency in pups of nitrite-treated mothers was demonstrated and these mothers produced milk of reduced iron content. It appears then that nitrite-consuming dams have a reduced capacity to transfer iron to their pups. The nitrite-associated toxicities in the pups are actually a result of iron deficiency."
        },
        {
            "References": "WHO; WHO Food Additives Series 35 (844): Nitrite. Available from, as of October 30, 2006: https://www.inchem.org/documents/jecfa/jecmono/v35je13.htm",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ Behavioral changes /of 45- to 55-day old male Long-Evans Hooded rats (18 to 24 animals/group)/ were studied 25 minutes after administration of sodium nitrite (NaNO2) (75 mg/kg bw) and the histopathology of the brains was performed 24 hr after dosing. Severe motor incoordination was produced by immersing the animals in water for 10 minutes before testing, but not when they received mild foot shocks 10 minutes before testing. The MetHb formed after nitrite administration was determined after these pretreatments. No changes in MetHb due to pretreatment were detected. Evidence of a prolonged effect of nitrite on cells in the hippocampal formation was noted which resembled changes in other cases of ischemia."
        },
        {
            "References": "PMID:876270",
            "Value": "/GENOTOXICITY/ Chromosomal aberration tests in vitro were carried out on Chinese hamster cells grown in culture with sodium nitrate and sodium nitrite and were positive."
        },
        {
            "References": "PMID:2495439",
            "Value": "/GENOTOXICITY/ The Drosphila wing somatic mutation and recombination test was applied to a series of chemicals to determine its suitability in genotoxicity screening. Chronic feeding of three day old larvae with a concentration of 72.5 mM sodium nitrite led to a positive result for the small single spots in two independent experiments. Data on induction of large single spots and twin spots were inconclusive."
        },
        {
            "References": "WHO; WHO Food Additives Series 35 (844): Nitrite. Available from, as of October 30, 2006: https://www.inchem.org/documents/jecfa/jecmono/v35je13.htm",
            "Value": "/GENOTOXICITY/ Endo-reduplication has also been reported /induced by sodium nitrite/ ... Sodium nitrite induced a sharp increase in \"aberrant cells\" obtained from human embryonic lung tissue ... In a mouse lymphoma L5178Y thymidine kinase locus assay, sodium nitrite was positive at concentrations ranging from 0.02 to 1 mmol/L, indicating a relatively weak response in comparison with known mutagenic and carcinogenic compound ..."
        },
        {
            "References": "WHO; WHO Food Additives Series 35 (844): Nitrite. Available from, as of October 30, 2006: https://www.inchem.org/documents/jecfa/jecmono/v35je13.htm",
            "Value": "/GENOTOXICITY/ Administration of about 210 mg sodium nitrite/kg bw in drinking-water to nonpregnant or 5 to 18 days pregnant rats ... induced chromosome aberrations in bone marrow of both non-pregnant and pregnant animals as well as in the embryonic liver. The ratio of the number of metaphases with aberrations in treated and control animals, was higher for embryonic liver in comparison to adult bone marrow. This higher incidence may have resulted from higher numbers of cells in mitosis by shorter cell cycle times in embryonic tissues ..."
        },
        {
            "References": "European Chemicals Bureau; IUCLID Dataset, Sodium nitrite (7632-00-0) (2000 CD-ROM  edition). Available from, as of October 27, 2006: https://esis.jrc.ec.europa.eu/",
            "Value": "/GENOTOXICITY/ /In a/ heritable translocation assay, male C3H mice /were given sodium nitrite by/ gavage /at/ 60 and 120 mg/kg/day /for/ 3 or 14 days ... No heritable defects were identified were seen in F1 offspring of treated males-either in morphology of sperm or in clinical condition. The sex ratio of offspring from \"semisterile\" treated males was affected. In the treated males (parents) sex chromosome univalency was incr at 60 and 120 mg/kg/day, as were sperm head abnormalities. Unscheduled DNA synthesis (indicating repair of damaged DNA) was not incr in sperm of treated males."
        },
        {
            "References": "WHO; WHO Food Additives Series 35 (844): Nitrite. Available from, as of October 30, 2006: https://www.inchem.org/documents/jecfa/jecmono/v35je13.htm",
            "Value": "/GENOTOXICITY/ In a study with mouse cells, sodium nitrite without metabolic activation did not lead to an increase in single strand breaks, but a dose-related increase in gene mutations and chromosome aberrations was found at relatively high doses. According to the authors, the mutagenic activity was probably due to deamination of DNA and not to nitrosamine formation, since nitro-sodimethylamine without metabolic activation did not change the mutation frequency to any significant extent."
        },
        {
            "References": "European Chemicals Bureau; IUCLID Dataset, Sodium nitrite (7632-00-0) (2000 CD-ROM  edition). Available from, as of October 27, 2006: https://esis.jrc.ec.europa.eu/",
            "Value": "/GENOTOXICITY/ /In a/ dominant lethal assay, male C3H mice /were given sodium nitrite by/ gavage /at/ 0 and 50 mg/kg/day /for/ 5 days ... Sodium nitrite significantly reduced (to 80% controls 100%) number of pregnancies in females mated with treated males only in wk 2 after treatment. However, pre and post implantation losses were not increased at any time, nor were numbers of corpora lutea per pregnancy, implants per pregnancy or number of live embryos per pregnancy. This study was negative for dominant lethal effects."
        },
        {
            "References": "WHO; WHO Food Additives Series 35 (844): Nitrite. Available from, as of October 30, 2006: https://www.inchem.org/documents/jecfa/jecmono/v35je13.htm",
            "Value": "/GENOTOXICITY/ Syrian hamsters were administered orally sodium nitrite on day 11 or 12 of gestation. An increase in drug-resistant mutations (8-AG and ouabain) was found in cells cultured from hamsters embryos ... A dose-dependent increase in micronucleus formation was found, although no increased number of chromosome aberrations was detected ... Transformation in embryonic cells occurred  in vitro, while  in vivo implantation of the transformed cells led to neoplasms."
        },
        {
            "References": "WHO; WHO Food Additives Series 35 (844): Nitrite. Available from, as of October 30, 2006: https://www.inchem.org/documents/jecfa/jecmono/v35je13.htm",
            "Value": "/GENOTOXICITY/ Mutagenic activity of nitrite ... has been reported in bacterial systems such as Escherichia coli and several Salmonella typhimurium strains ... Positive results in mutagenic studies have been reported with various fungi such as Aspergillus species and Neurospora crassa, yeast (Saccharomyces cerevisiae), tobacco mosaic virus and bacteriophage T4 ... Sodium nitrite showed mutagenic effects in the Ames test with different Salmonella typhimurium strains ... /Nitrite/"
        },
        {
            "References": "WHO; WHO Food Additives Series 35 (844): Nitrite. Available from, as of October 30, 2006: https://www.inchem.org/documents/jecfa/jecmono/v35je13.htm",
            "Value": "/GENOTOXICITY/ The addition of sodium nitrite (NaNO2) (5 to 20 mM) for 72 hr to mouse BALB/c3T3 cells resulted in the induction of transformed foci (type III) in a dose-dependent manner. The cells isolated from the NaNO2-induced transformed loci produced progressively growing tumours when inoculated subcutaneously into (immunodeficient) nude mice at an inoculation size of 1x10+6 cells per spot, whereas untreated cells did not.  The possibility that NaNO2 reacts with cellular or medium components to produce carcinogenic N-nitroso compounds which in turn might induce cell transformation was examined and rejected. Thus nitrite, itself seems to have a cell transforming activity. Recent evidence suggest that NO2- is produced by the activated macrophages of mammals ..."
        },
        {
            "References": "WHO; WHO Food Additives Series 35 (844): Nitrite. Available from, as of October 30, 2006: https://www.inchem.org/documents/jecfa/jecmono/v35je13.htm",
            "Value": "/GENOTOXICITY/ Sodium nitrite administered in an acid environment (pH about 5), induced an increase in 6-thioguanine (6TG) mutants in V79 hamster cells  in vitro."
        },
        {
            "References": "WHO; WHO Food Additives Series 35 (844): Nitrite. Available from, as of October 30, 2006: https://www.inchem.org/documents/jecfa/jecmono/v35je13.htm",
            "Value": "/GENOTOXICITY/ No mutagenic activity was found in two  in vivo tests, a host-mediated assay with the  Escherichia coli K 12 uvr B/rec A DNA repair and a micronucleus test with mice."
        },
        {
            "References": "PMID:15936980",
            "Value": "/GENOTOXICITY/ ... Untreated Bisphenol A (4,4'isopropylidenediphenol: BPA) did not exhibit any mutagenicity. However, the mixture of BPA and sodium nitrite after incubation at pH 3.0 showed strong mutagenic activity toward Salmonella typhimurium strains TA100 and TA98 either with or without a metabolic activation system (S9 mix). The clastogenic properties of nitrite-treated and untreated BPA were analyzed by a micronucleus test with male ICR mice. A single gastric intubation of nitrite-treated BPA induced a significantly higher frequency of micronucleated reticulocytes (MNRETs) in mice. The results of analysis of electron spin resonance (ESR) suggest that the expression of the mutagenic activity of nitrite-treated BPA is related to the generation of radicals in the reaction mixture. By applying 1H and 13C NMR, AB-MS and APCI/LC/MS, ... two compounds, 3-nitrobisphenol A and 3,3'-dinitro-bisphenol A, /were identified/. These compounds were synthesized by the reaction of BPA with nitric acid. 3,3'-Dinitro-bisphenol induced a significantly greater frequency of MNRETs in male ICR mice. ..."
        },
        {
            "References": "WHO; WHO Food Additives Series 35 (844): Nitrite. Available from, as of October 27, 2006: https://www.inchem.org/documents/jecfa/jecmono/v35je13.htm",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ The small intestine of Wistar rats was perfused continuously with 100 mL of sodium nitrite solution, during which the rat was under urethane anesthesia. The rate of this in situ perfusion in the apparatus-intestine system was 20 mL/min and the perfusion lasted 1hr. Sodium nitrite was poorly absorbed (10% of the administered dose), but inhibited the activity of Na+/K+-ATPase and alkaline phosphatase. It had no effect on the lactic acid level, pointing to normal level of oxygen in the intestine, but evidently reducing the utilization of oxygen by this tissue. Using metabolism inhibitors added to the perfusion fluid (ouabain, sodium azide, phenylalanine) and during functional ischemia of the intestine produced by occlusion of the superior mesenteric artery during perfusion, it was possible to determine the site and nature of the action of sodium nitrite. Nitrite acts on the plasma membrane of the enterocytes providing a possibility for producing lability of these membranes which is associated with changes in transport function. The structure of other membrane lipids such as membranes of lysosomes or mitochondria might be changed. An interaction with the respiratory chain was found."
        },
        {
            "References": "WHO; WHO Food Additives Series 35 (844): Nitrite. Available from, as of October 27, 2006: https://www.inchem.org/documents/jecfa/jecmono/v35je13.htm",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ Stomach contents of rats and guinea-pigs were incubated with carbaryl, carbofuran or methylurea and sodium nitrite. Less than 1% and 19 to 37% nitrosation of the amides occurred in the stomach contents of rats (pH 4 to 5) and guinea-pigs (pH 1.2 to 2.6), respectively."
        },
        {
            "References": "Clarke, M. L., D. G. Harvey and D. J. Humphreys. Veterinary Toxicology. 2nd ed. London: Bailliere Tindall, 1981., p. 66",
            "Value": "/OTHER TOXICITY INFORMATION/ Nitrite converts hemoglobin ... into methemoglobin ... If this change is sufficiently complete animals may die of tissue anoxia; clinical signs are seen when about 20% of hemoglobin is converted into methemoglobin and become progressively more severe as proportion increases, death occurring when level reaches about 80%. /Inorganic nitrite salts/"
        },
        {
            "References": "Clarke, M. L., D. G. Harvey and D. J. Humphreys. Veterinary Toxicology. 2nd ed. London: Bailliere Tindall, 1981., p. 67",
            "Value": "/OTHER TOXICITY INFORMATION/ Fasting increases susceptibility to ... nitrite poisoning ... Cattle fed on an adequate diet can tolerate ... intake of ... nitrite sufficient to cause a 50% conversion of hemoglobin to methemoglobin ... /Inorganic nitrite salts/"
        },
        {
            "References": "Furia, T.E. (ed.). CRC Handbook of Food Additives. 2nd ed. Cleveland: The Chemical Rubber Co., 1972., p. 154",
            "Value": "/OTHER TOXICITY INFORMATION/ ... Ruminants and mink in Norway were reported to have malignant liver lesions after eating ration that contained fish meal preserved by addition of nitrite. /Inorganic nitrite salts/"
        },
        {
            "References": "Gosselin, R.E., R.P. Smith, H.C. Hodge. Clinical Toxicology of Commercial Products. 5th ed. Baltimore: Williams and Wilkins, 1984., p. III-315",
            "Value": "/OTHER TOXICITY INFORMATION/ In rats ... /sodium nitrite/ crosses placental barrier to generate methemoglobin in fetus."
        },
        {
            "References": "European Chemicals Bureau; IUCLID Dataset, Sodium nitrite (7632-00-0) (2000 CD-ROM  edition). Available from, as of October 27, 2006: https://esis.jrc.ec.europa.eu/",
            "Value": "/OTHER TOXICITY INFORMATION/ ... Vasodilatory properties ... and consequent stimulation of aldosterone production in the adrenal ... /and/ alterations in adrenally synthesized hormones have been reported for sodium nitrite."
        },
        {
            "References": "Gosselin, R.E., R.P. Smith, H.C. Hodge. Clinical Toxicology of Commercial Products. 5th ed. Baltimore: Williams and Wilkins, 1984., p. III-315",
            "Value": "/OTHER TOXICITY INFORMATION/ In rats ... /sodium nitrite/ crosses placental barrier to generate methemoglobin in fetus."
        },
        {
            "References": "IPCS; Poisons Information Monograph G016: Nitrates and nitrites. (September 1996). Available from, as of October 24, 2006: https://www.inchem.org/documents/pims/chemical/pimg016.htm",
            "Value": "/OTHER TOXICITY INFORMATION/ Nitrate and nitrite given orally are absorbed and transferred to the blood in the upper part of the gastrointestinal tract. Abundant pectin in the food may delay absorption which may then occur lower down in the intestine, with possible increased risk for microbial transformation of nitrate into nitrite. /Nitrate and nitrite/"
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. 4:633",
            "Value": "/OTHER TOXICITY INFORMATION/ in the 1960s it was found that some batches of fish meal which had been treated with sodium nitrite for preservation caused toxic liver injury in sheep. The cause of the injury was traced to nitrosodimethylamine (NDMA) which had formed in the fish meal."
        }
    ]
}