{
    "_id": {
        "$oid": "6682e9cfc4e5dba5ffba2c81"
    },
    "CID": {
        "$numberInt": "23665760"
    },
    "Name": "SODIUM HYPOCHLORITE",
    "IUPACName": "sodium;hypochlorite",
    "CanonicalSMILES": "[O-]Cl.[Na+]",
    "Synonyms": [
        "chlorine base compound",
        "SODIUM HYPOCHLORITE",
        "7681-52-9",
        "Antiformin",
        "Clorox",
        "Household bleach",
        "Hypochlorous acid",
        "sodium salt",
        "Sodium oxychloride",
        "Javex",
        "Javelle water",
        "Hypochlorite sodium",
        "Cloralex",
        "Cloropool",
        "Dispatch",
        "Hyclorite"
    ],
    "IsomericSMILES": "[O-]Cl.[Na+]",
    "INCHI": "InChI=1S/ClO.Na/c1-2;/q-1;+1",
    "INCHIKEY": "SUKJFIGYRHOWBL-UHFFFAOYSA-N",
    "Formula": "ClNaO",
    "MolecularWeight": {
        "$numberDouble": "74.44"
    },
    "Description": "Sodium hypochlorite is an inorganic sodium salt in which hypochlorite is the counterion. It is used as a bleaching and disinfecting agent and is commonly found in household bleach. It has a role as a disinfectant and a bleaching agent. It contains a hypochlorite.",
    "XlogP": {
        "$numberDouble": "NaN"
    },
    "Complexity": {
        "$numberInt": "4"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "mechanism_of_action": [
        {
            "References": "International Labour Office. Encyclopedia of Occupational Health and Safety. Vols. I&II. Geneva, Switzerland: International Labour Office, 1983., p. 299",
            "Value": "ITS TOXIC EFFECT IS DUE TO PRESENCE OF CHLORINE."
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "Grant, W.M. Toxicology of the Eye. 3rd ed. Springfield, IL: Charles C. Thomas Publisher, 1986., p. 839",
            "Value": "IN TESTS ON RABBIT EYES, 5% SOLN WHICH HAD PH 11.1 TO 11.6 CAUSED IMMEDIATE PAIN, BUT IF WASHED OFF WITH WATER WITHIN THIRTY SECONDS, LEFT ONLY SLIGHT TRANSIENT CORNEAL EPITHELIAL HAZE & CONJUNCTIVAL EDEMA, WITH RETURN TO NORMAL WITHIN A DAY OR LESS. ... INTERESTING DIFFERENCE BETWEEN RABBIT & MONKEY EYES IN RESPONSE TO EXPOSURE TO 5.5% SOLN HAS BEEN REPORTED ... INDICATING THAT MONKEY EYE RECOVERS MUCH MORE RAPIDLY, MAYBE MORE LIKE HUMAN. ... 1 DROP OF 15% SOLN @ PH 11.2 CAUSED IMMEDIATE SEVERE PAIN ... CAUSED HEMORRHAGES FROM CONJUNCTIVA AND NOSE, PLUS RAPID ONSET OF GROUNDGLASS APPEARANCE OF CORNEAL EPITHELIUM ... FOLLOWED BY MODERATE BLUISH EDEMA OF WHOLE CORNEA, CHEMOSIS ... NEOVASCULARIZATION OF CONJUNCTIVA ... /SCARRING/ OF NICTITATING MEMBRANE ... ."
        },
        {
            "References": "Gosselin, R.E., R.P. Smith, H.C. Hodge. Clinical Toxicology of Commercial Products. 5th ed. Baltimore: Williams and Wilkins, 1984., p. III-204",
            "Value": "UNDILUTED LIQUID BLEACH (CLOROX) INSTILLED INTO UPPER ESOPHAGUS OF RABBITS & DOGS PRODUCED NO PERMANENT ESOPHAGEAL LESIONS UNLESS LOWER END OF ESOPHAGUS WAS OCCLUDED, IN WHICH CASE HALF OF DOGS DIED FROM ESOPHAGEAL PERFORATION, MEDIASTINITIS & PLEURISY."
        },
        {
            "References": "PMID:375085",
            "Value": "SODIUM HYPOCHLORITE WAS AMONG CMPD SCREENED & FOUND POSITIVE ON ACTIVATION IN SYSTEM WITH RAT LIVER MICROSOME FRACTION & S9 MIXT APPLIED TO CHROMOSOMAL ABERRATION TESTS IN VITRO."
        },
        {
            "References": "MAGAZZU G ET AL; ARCH OCEANOGR LIMNOL 18 (SUPPL 3): 201-26 (1976)",
            "Value": "DISCHARGES IN NW SICILY WERE STUDIED. SAFETY LIMIT OF 0.1 PPM FOR SODIUM HYPOCHLORITE WAS DETERMINED. AT 0.02 PPM RESIDUAL CHLORINE, THERE WAS 50% INHIBITION OF PHYTOPLANKTON GROWTH."
        },
        {
            "References": "Goodman LR et al; Environ Toxicol Chem 2 (3): 337-42 (1983)",
            "Value": "Embryos of the tidewater silverside were subjected to a 28 day toxicity test with chlorine produced (supplied as sodium hypochloride) oxidants which began with stage 21 & 22 embryos (approx 36 hr old). Average measured chlorine produced oxidant concn in exposure water were non-detectable (less than 0.01 mg/l) in the control and in the 2 lowest exposure concn, & 0.01, 0.04, & 0.21 mg/l. Survival of embryos to hatching averaged 99% with no significant differences among treatments."
        },
        {
            "References": "Vogt CR et al; Pergamon Ser Environ Sci 7 (Anal Tech Environ Chem 2): 163-7 (1982)",
            "Value": "Rats were treated with 50 mg of chlorine soln (sodium hypochlorite) by intragastric intubation & sacrificed at 3 hr, 24 hr, & 7 days interval after chlorine administration. The hypothalamus norepinephrine content was much lower @ 3 hr & 24 hr after treatment & recovered after 7 days. The effect on norepinephrine content may be due to a change at the synaptic membrane site through the action of chlorinated hydrocarbons produced as a result of chlorine treatment."
        },
        {
            "References": "PMID:3804132",
            "Value": "Groups of male or female rats were given sodium hypochlorite in their drinking water, at concn of 0.1 and 0.5% males and 0.2 and 0.1% for females, for 104 wk. All surviving rats were killed at wk 112 (after 8 wk on untreated tap water). Rats of both sexes given the chemical showed a reduction in body wt gain, but hematological and biochemical examination of the blood showed no changes due to treatment, and no significant lesions attributable to the treatment were detected in any tissue in the histopathological investigation. Although a variety of tumors developed in all groups, no dose related change in either the incidence or latent period of tumors was observed for any organ or tissue in either sex."
        },
        {
            "References": "Exon JH et al; Toxicol 44 (3): 257-70 (1987)",
            "Value": "Male Sprague-Dawley rats were exposed to chlorine based disinfectants in the drinking water from weaning to 12 weeks of age, at which time they were terminated and assessed for immune competence. Chlorine based drinking water disinfectants used were sodium hypochlorite (5, 15 and 30 ppm) and monochloramine (9, 19 and 38 ppm). Parameters of immunity measured were spleen and thymus weights, antibody production, delayed type hypersensitivity reactions, natural killer cell cytotoxicity, oxidative metabolism response (ie chemiluminescence - CL) and phagocytosis by macrophages, and production of 2 immunoregulatory cytokines, interleukin 2 and prostaglandin E2. Significant (p < 0.05) reductions of spleen weight. Delayed type hypersensitivity reactions, and oxidative metabolism by macrophages were observed only in groups of rats exposed to high levels (30 ppm) of sodium hypochlorite while prostaglandin E2 production was elevated. Rats exposed to the higher doses of monochloramine had reduced spleen weights (38 ppm), decreased antibody synthesis (9 and 19 ppm) and augmented prostaglandin E2 production (19 and 38 ppm)."
        },
        {
            "References": "Chase AR, Osborne LS; Proc FL State Hortic Soc 92: 274-8 (1985)",
            "Value": "Although sodium hypochlorite (10% commercial bleach) provided good short term control of algae, regrowth occurred within 3 days. Sodium hypochlorite was very toxic when applied directly to leaves of 8 species of foliage plants causing severe necrosis, chlorosis and leaf abscission following a single application."
        },
        {
            "References": "PMID:3929674",
            "Value": "The chemical parameters, antimicrobial activity, and tissue toxicity of two sodium hypochlorite soln buffered to a physiol pH were studied. Initially, a 0.5% sodium hypochlorite soln buffered with 3 g of sodium phosphate, monobasic /l was examined. The soln had a pH of 7.49 and an osmolality of 352 mOsmol/l. When compared with unbuffered and sodium bicarbonate (NaHCO3) buffered 0.5% sodium hypochlorite soln, the sodium phosphate, monobasic (NaH2PO4) buffered soln was significantly more effective in killing Staphylococcus aureus in vitro. However, the pH of the sodium phosphate, monobasic (NaH2PO4) buffered soln decreased over time with a concomitant decrease in antibacterial activity. A freshly prepd soln decontaminated human cadaver skin colonized by Stapylococcus aureus, Pseudomonas aeruginasa, or Candida albicans in vitro within 10 min of exposure, whereas a 24 hr old soln cleared the skin of organisms within 15 min. When gauze soaked with 0.5% sodium hypochlorite was applied to guinea pig skin for 2 wk, a 15% decrease in basal cell viabilities was noted. Because of the pH instability and basal cell toxicity, a 0.1% sodium hypochlorite soln buffered with sodium phosphate, monobasic (NaH2PO4) was evaluated. This soln had an osmolality of 386 mOsmol/l and a pH of 7.4 that was stable over 1 wk. A freshly prepd 0.1% sodium hypochlorite soln decontaminated skin colonized with Staphylococcus aureus, Candida albicans, and Pseudomonas aeruginosa within 10, 20, and 30 min, respectively. A 24 hr old soln did not completely decontaminate the colonized skin but significantly reduced the number of microorganisms on the skin surface."
        },
        {
            "References": "Clayton, G.D., F.E. Clayton (eds.) Patty's Industrial Hygiene and Toxicology. Volumes 2A, 2B, 2C, 2D, 2E, 2F: Toxicology. 4th ed. New York, NY: John Wiley & Sons Inc., 1993-1994., p. 4501",
            "Value": "There was no observed increase in tumor incidence among male and female B6CF1 mice given 500 or 1000 mg/l sodium hypochlorite in drinking water for 103 weeks."
        },
        {
            "References": "Clayton, G.D., F.E. Clayton (eds.) Patty's Industrial Hygiene and Toxicology. Volumes 2A, 2B, 2C, 2D, 2E, 2F: Toxicology. 4th ed. New York, NY: John Wiley & Sons Inc., 1993-1994., p. 4501",
            "Value": "Groups of 50 male and 50n female Fischer 344 rats were given 0, 500, or 1,000 mg/l (males) or 0, 1,000, or 2,000 mg/L (females) sodium hypochlorite in drinking water for 104 weeks. No increase in tumor incidence was seen in treated animals compared with controls."
        }
    ]
}