{
    "_id": {
        "$oid": "6682e9cfc4e5dba5ffba2c7e"
    },
    "CID": {
        "$numberInt": "23664719"
    },
    "Name": "SODIUM METHANEARSONATE",
    "IUPACName": "sodium;hydroxy(methyl)arsinate",
    "CanonicalSMILES": "C[As](=O)(O)[O-].[Na+]",
    "Synonyms": [
        "2163-80-6",
        "Monosodium methanearsonate",
        "Sodium methylarsonate",
        "Daconate",
        "MSMA",
        "SODIUM METHANEARSONATE",
        "Monosodium methylarsonate",
        "Monosodium methanearsenate",
        "Ansar 6.6",
        "Sodium hydrogen methylarsonate",
        "Arsonic acid",
        "methyl-",
        "monosodium salt",
        "Methanearsonic acid",
        "monosodium salt",
        "Dal-E-Rad",
        "600QCW45IV",
        "Monosodium acid methane arsonate sesquihydrate"
    ],
    "IsomericSMILES": "C[As](=O)(O)[O-].[Na+]",
    "INCHI": "InChI=1S/CH5AsO3.Na/c1-2(3,4)5;/h1H3,(H2,3,4,5);/q;+1/p-1",
    "INCHIKEY": "JITOKQVGRJSHHA-UHFFFAOYSA-M",
    "Formula": "CH4AsNaO3",
    "MolecularWeight": {
        "$numberDouble": "161.952"
    },
    "Description": {
        "$numberDouble": "NaN"
    },
    "XlogP": {
        "$numberDouble": "NaN"
    },
    "Complexity": {
        "$numberInt": "71"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "environmental_biodegradations": [
        {
            "References": "Kearney, P.C., and D. D. Kaufman (eds.) Herbicides: Chemistry, Degredation and Mode of Action. Volumes 1 and 2. 2nd ed. New York: Marcel Dekker, Inc., 1975., p. 757",
            "Value": "... DEGRADATION OF MSMA ... /IN/ SOILS. ... SOIL MICROORGANISMS APPEARED TO PLAYSOME ROLE IN DECOMP PROCESS. A FUNGUS, SEVERAL ACTINOMYCETES, & SEVERAL BACTERIA WERE ISOLATED ... THE ORGANISMS DEGRADED 3, 13 OR 9, & 20% OF MSMA IN 11 DAYS, RESPECTIVELY. ... IN THE ABSENCE OF AN ENERGY SOURCE, MICROBIAL METAB ... WAS NONEXISTENT. THE PRODUCTS OF METAB WERE CO2 & ARSENATE. NO ARSENITE COULD BE DETECTED."
        }
    ],
    "logP": [
        {
            "References": "Hansch, C., Leo, A., D. Hoekman. Exploring QSAR - Hydrophobic, Electronic, and Steric Constants. Washington, DC: American Chemical Society., 1995., p. 3",
            "Value": "log Kow= -3.10"
        }
    ],
    "mechanism_of_action": [
        {
            "References": "Kearney, P.C., and D. D. Kaufman (eds.) Herbicides: Chemistry, Degredation and Mode of Action. Volumes 1 and 2. 2nd ed. New York: Marcel Dekker, Inc., 1975., p. 763",
            "Value": "ARSONIC ACID HERBICIDES ARE NOT GROWTH REGULATORS IN SENSE OF PLANT HORMONES. THEY ... ACT THROUGH ENZYME SYSTEMS TO INHIBIT GROWTH. THEY KILL ... SLOWLY; FIRST SYMPTOMS ARE ... CHLOROSIS, CESSATION OF GROWTH, & GRADUAL YELLOWING, THEN BROWNING FOLLOWED BY DEHYDRATION & DEATH. /ORGANOARSENICAL HERBICIDES/"
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "Kearney, P.C., and D. D. Kaufman (eds.) Herbicides: Chemistry, Degredation and Mode of Action. Volumes 1 and 2. 2nd ed. New York: Marcel Dekker, Inc., 1975., p. 761",
            "Value": "... GAVE MONOSODIUM METHANEARSONATE TO CATTLE THROUGH RENAL TUBULES @ DOSE OF 10 MG/KG DAILY. FOUR OF 5 ... TREATED DIED AFTER 8-10 DAYS OF TREATMENT. CAUSE OF DEATH WAS APPARENT KIDNEY FAILURE. HIGH LEVELS OF ARSENIC WERE FOUND IN KIDNEY & LIVER. ... 100 & 1000 PPM BY WT OF ... MONOSODIUM METHANEARSONATE /IN 60% SUCROSE SYRUP/ WERE EXTREMELY TOXIC TO NEWLY EMERGED WORKER BEES ... NO DIFFERENCES IN TOXICITY WERE OBSERVED BETWEEN PURIFIED & COMMERCIALLY FORMULATED HERBICIDES."
        },
        {
            "References": "Kearney, P.C., and D. D. Kaufman (eds.) Herbicides: Chemistry, Degredation and Mode of Action. Volumes 1 and 2. 2nd ed. New York: Marcel Dekker, Inc., 1975., p. 755",
            "Value": "... EXAMINED EFFECTS OF MONOSODIUM METHANEARSONATE & CACODYLIC ACID ON INSECT MORTALITY IN TREATED PONDEROSA PINES ... DIFFERENCES OF INSECT SURVIVAL BETWEEN CMPD WERE NOTED."
        },
        {
            "References": "Kearney, P.C., and D. D. Kaufman (eds.) Herbicides: Chemistry, Degredation and Mode of Action. Volumes 1 and 2. 2nd ed. New York: Marcel Dekker, Inc., 1975., p. 766",
            "Value": "COTTON ... INJURED BY MONOSODIUM METHANEARSONATE APPLICATION 3.36 KG/HA ... @ 13 OR 20 °C. NO INJURY @ 31 °C."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V23 90 (1980)",
            "Value": "Long term feeding of 50 mg/kg of diet of methanearsonic acid, monosodium salt (1.5 mg/kg bw/day as arsenic) to rabbits produced toxic hepatitis."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V23 95 (1980)",
            "Value": "... In a recent assay in Bacillus subtilis ... sodium methanearsonates were neg ... methanearsonic acid, monosodium and disodium salts gave neg results in the Salmonella/microsome test, in DNA repair tests in Escherichia coli and Bacillus subtilis and in an assay for mitotic recombination in Saccharomyces cerevisiae. /Monosodium methanearsonate/ was ... not mutagenic in the Salmonella spot test (without metabolic activation)."
        },
        {
            "References": "Worthing, C.R. and S.B. Walker (eds.). The Pesticide Manual - A World Compendium. 8th ed. Thornton Heath, UK: The British Crop Protection Council, 1987., p. 559",
            "Value": "The LC50 (48 hr) for bluegill is greater than 1000 mg monosodium methanearsonate/l, but the addn of surfactants incr the toxicity."
        },
        {
            "References": "Kearney, P.C., and D. D. Kaufman (eds.) Herbicides: Chemistry, Degredation and Mode of Action. Volumes 1 and 2. 2nd ed. New York: Marcel Dekker, Inc., 1975., p. 747",
            "Value": "... MONOSODIUM METHANEARSONATE ... /WAS/ SHOWN NOT TO PROTECT RATS FROM EFFECTS OF HIGH SELENIUM DIET WHEN ADMIN THROUGH DRINKING WATER @ CONCN OF 15 PPM ARSENIC ... ."
        },
        {
            "References": "PMID:2920237",
            "Value": "The histopathological effects of the herbicide monosodium methanearsonate were studied in rabbits. Adult male New Zealand white rabbits were given 5, 10, or 20 mg/kg monosodium methanearsonate orally daily for 40 days. The doses were chosen to approximate exposures that could result at roadsides treated with monosodium methanearsonate. The digestive tracts of all treated rabbits appeared hyperemic & overdistended. The intestinal walls were fragile & the livers showed intense peripheral hyperemia. The kidneys appeared swollen. The major hepatic lesions included hepatocellular degeneration & periportal inflammation. The major kidney lesions included tubular nephrosis, interstitial nephritis, & vascular hyperemia. The severity of the lesions was dose related. The histopathological changes induced in the liver & kidney by monosodium methanearsonate were mild to moderate & appeared to be reversible. The hepatic changes induced by monosodium methanearsonate would impair function more than the renal lesions. Monosodium methanearsonate at relatively low doses can induce tissue damage & pathological lesions in New Zealand white rabbits."
        },
        {
            "References": "PMID:15092678",
            "Value": "Toxicities of three herbicides (Treflan, MSMA and Oust), an algicide (Cutrine-plus) & an insecticide (Thiodan) to juvenile (3.0-3.4 cm) & adult (9.0-10.0 cm) crayfish, Procambarus clarkii, were determined by 96 hr static bioassays. Mortalities were recorded each day up to 96 hr. Aged tap-water was used for preparing all test solns. LC50 value for juvenile Procambarus clarkii was 101 ppm monosodium methanearsonate, & for adults was 1019 ppm monosodium methanearsonate. Comparing the overall toxicities of these pesticides, Thiodan was the most toxic to all crayfish; followed by Treflan, monosodium methanearsonate, Cutrine-plus & Oust."
        },
        {
            "References": "Tomlin, C.D.S. (ed.). The Pesticide Manual - World Compendium. 10th ed. Surrey, UK: The British Crop Protection Council, 1994., p. 685",
            "Value": "Mild irritant to skin and eyes (rabbits)."
        },
        {
            "References": "PMID:3672556",
            "Value": "Male ICR mice in groups of 5 were given ip or oral doses of four arsenic (As) cmpds: Sodium m-arsenite, 5, 10, & 15 mg As/kg; sodium arsenate, 10, 20, & 30 mg As/kg; sodium dimethylarsenate (DMA), 100, 300, & 500 mg As/kg; sodium methylarsenate (MMA), 100, 300, & 500 mg As/kg. The amounts of induced hepatic zinc-thionein were determined. Toxicity for ip admin, as measured by lethality, was in the order of m-arsenite >arsenate >DMA >MMA; thus the inorganic cmpds were much more toxic than the organic arsenic cmpds. There were no deaths following oral admin. All cmpds caused the formation of induced hepatic zinc-thionein, & induction was not dependent upon the mode of admin of As. Induction was observed at much lower doses of inorganic than organic cmpds. It was concluded that As causes the induction of zinc thionein in mice independent of the route of admin. /Sodium methylarsenate/"
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V23 71 (1980)",
            "Value": "Organoarsenicals, such as ... methanearsonic acid, monosodium ... salt ... are adsorbed by clay soils. After rapid initial adsorption, changes occur which result in the redistribution of dimethylarsinic acid into a less sol form assoc with aluminum in the soil. Downward leaching of the methanearsonic acid salts has also been reported. The ... salts are fixed by iron and aluminum in the soil, although not as strongly as inorg arsenate."
        }
    ]
}