{
    "_id": {
        "$oid": "6682e9d0c4e5dba5ffba2c82"
    },
    "CID": {
        "$numberInt": "23665763"
    },
    "Name": "SODIUM BISULFITE",
    "IUPACName": "sodium;hydrogen sulfite",
    "CanonicalSMILES": "OS(=O)[O-].[Na+]",
    "Synonyms": [
        "SODIUM BISULFITE",
        "7631-90-5",
        "Sodium hydrogen sulfite",
        "sodium hydrogensulfite",
        "Sodium bisulphite",
        "Monosodium sulfite",
        "Sulfurous acid",
        "monosodium salt",
        "Sodium sulhydrate",
        "Uantax SBS",
        "Caswell No. 750",
        "Hydrogen sulfite sodium",
        "sodium hydrogen sulphite",
        "Monosodic sulphite",
        "Sodium hydrosulfite(DOT)",
        "Bisulfite de sodium"
    ],
    "IsomericSMILES": "OS(=O)[O-].[Na+]",
    "INCHI": "InChI=1S/Na.H2O3S/c;1-4(2)3/h;(H2,1,2,3)/q+1;/p-1",
    "INCHIKEY": "DWAQJAXMDSEUJJ-UHFFFAOYSA-M",
    "Formula": "HNaO3S",
    "MolecularWeight": {
        "$numberDouble": "104.06"
    },
    "Description": "Sodium hydrogensulfite is an inorganic sodium salt having hydrogensulfite as the counterion. It has a role as a mutagen, an allergen, a reducing agent, a food antioxidant and a food colour retention agent. It is an inorganic sodium salt and a sulfite salt. It contains a hydrogensulfite.",
    "XlogP": {
        "$numberDouble": "NaN"
    },
    "Complexity": {
        "$numberInt": "33"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "mechanism_of_action": [
        {
            "References": "PMID:7443525",
            "Value": "Sodium bisulfite is a mutagen that can specifically deaminate more than 96% of the cytosine residues in single-stranded DNA via formation of a 5,6-dihydrocytosine-6-sulfonate intermediate."
        },
        {
            "References": "PMID:6352068",
            "Value": "Bisulfite concn of 100 mM caused nearly complete inhibition of dNTP incorporation in calf thymus DNA. Preincubation of the various DNA synthesis assay components in 100 mM bisulfite showed that only preincubation of DNA polymerase I caused inhibition of DNA synthesis. There was a 7.5-fold decrease in the fidelity of DNA synthesis. It is hypothesized that sulfitolysis of the one disulfide group in DNA polymerase I by bisulfite might be responsible for reduced polymerase activity and accuracy. Effects of bisulfite on mutation frequency might be mediated by effects on the fidelity of DNA repair systems."
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "Gosselin, R.E., R.P. Smith, H.C. Hodge. Clinical Toxicology of Commercial Products. 5th ed. Baltimore: Williams and Wilkins, 1984., p. II-123",
            "Value": "... IP LD50's RANGE FROM 244 MG/KG IN THE DOG TO 675 MG/KG IN THE MOUSE. IV LD50's (65 MG/KG IN THE RABBIT TO 130 MG/KG IN THE MOUSE) ALSO INDICATE THAT SMALL ANIMALS ARE LESS SUSCEPTIBLE THAN LARGE ONES. GIVEN PARENTERALLY AT THE SAME DOSE, CONCENTRATED SOLUTIONS ARE MORE TOXIC THAN DILUTE ONES. RABBITS TOLERATED THE IV ADMINISTRATION OF 0.67 LD50's EVERY 8 HR, 5 DAYS/WK FOR 3 WK. ..."
        },
        {
            "References": "Gosselin, R.E., R.P. Smith, H.C. Hodge. Clinical Toxicology of Commercial Products. 5th ed. Baltimore: Williams and Wilkins, 1984., p. II-123",
            "Value": "IN FATAL POISONINGS DEATH OCCURS IN 30-45 MIN; IT IS PRECEDED BY IRRITABILITY, RESTLESSNESS, CLONIC CONVULSIONS, VARIABLE PERIODS OF APNEA & CYANOSIS, & TERMINAL RESP & CARDIOVASCULAR COLLAPSE."
        },
        {
            "References": "PMID:342950",
            "Value": "SODIUM BISULFITE INJECTED IP INTO MICE, DID NOT INDUCE INCR IN DOMINANT LETHAL MUTATIONS, DID NOT CAUSE CHROMOSOME ABERRATION IN GERM CELL STAGES TESTED, & DID NOT INDUCE HERITABLE TRANSLOCATIONS IN GERM CELLS OF MALES."
        },
        {
            "References": "MCRAE WD, STICH HF; TOXICOL 13 (2): 167-74 (1979)",
            "Value": "SISTER CHROMATID EXCHANGES ARE INDUCED IN CHINESE HAMSTER CELLS BY A 2-3 HR EXPOSURE TO ASCORBIC ACID OR BISULFITE."
        },
        {
            "References": "PMID:6300458",
            "Value": "Bisulfite mutagenesis at a Bg/I restriction site in the src gene yielded three mutations which contained the same single base change, a guanine-to-adenine transition. Transfection of chicken cells with mutagenized DNA did not result in cellular transformation."
        },
        {
            "References": "PMID:7441079",
            "Value": "Mice were treated ip with a single dose of 500-1000 mg sodium bisulfite/kg or 20, 30, 40 times with 200 or 400 mg sodium bisulfite/kg during 28-56 days. Sodium bisulfite was not cytotoxic in differentiating spermatogonia in mice."
        },
        {
            "References": "PMID:6352434",
            "Value": "The ability of sodium bisulfite to induce gene conversion in the diploid yeast Saccharomyces cerevisiae BZ34 under conditions suitable for radical reactions has been investigated. It does not induce gene conversion under these conditions."
        },
        {
            "References": "Kak SN, Kaul BL; Experientia 35 (6): 739 (1979)",
            "Value": "Sodium bisulfite (7 and 10 mM) treatments of barley seeds at 30 °C for 6 hr produced significant reductions in seedling height resulting in 40% seedling injury. It caused mutations in the M1 and M2 generations ranging from 17-21.1 and 0.8-1.3%, respectively."
        },
        {
            "References": "PMID:6703372",
            "Value": "Chronic neurological deficits have been described in patients after presumed accidental subarachnoid injection of 2-chloroprocaine-CE (Nesacaine-CE; N-CE) intended for epidural block. The two components of nesacaine-CE 2-chloroprocaine (2-CP) and sodium bisulfite, were injected separately into the lumbar subarachnoid space of neurologically intact awake rabbits. Spinal anesthetic doses of pure 2-chloroprocaine in lactated Ringer's soln did not produce chronic hindlimb paralysis. However, 1.2-2.4 mg of sodium bisulfite, the antioxidant in nesacaine-CE, resulted in irreversible hindlimb paralysis in 12 of 14 animals."
        },
        {
            "References": "PMID:7260891",
            "Value": "Exposure at neutral pH of Syrian hamster embryo cells (HEC) to non-lethal, non-mutagenic doses of bisulfite causes a dose-dependent increase in transformation. Bisulfite transformation of hamster embryo cells may not occur by a mechanism involving mutation."
        },
        {
            "References": "Grant, W.M. Toxicology of the Eye. 3rd ed. Springfield, IL: Charles C. Thomas Publisher, 1986., p. 829",
            "Value": "In a study investigating the mechanism of injury of the cornea by sulfur dioxide, a 5.5 M solution of sodium bisulfite at its natural pH of 3.8 was dropped on the eyes of rabbits for 30 minutes. This caused severe conjunctival hyperemia and chemosis, grayness, and irregularity of the corneal epithelium, and swelling and translucent opacity of the stroma. However, in 10 days the corneas cleared completely."
        },
        {
            "References": "Merlo DJ; Thomphson DV; Anal Biochem 163 (1): 79-87 (1987)",
            "Value": "Sodium bisulfite treatment of single-stranded DNA deaminates exposed cytosine residues to form uracil, resulting in cytosine to thymidine transition mutations following DNA replication /was investigated/. ... The possibility of mutagenesis of restriction sites to generate stop codons in coding regions is discussed."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists, Inc. Documentation of the Threshold Limit Values and Biological Exposure Indices. 6th ed. Volumes I, II, III. Cincinnati, OH: ACGIH, 1991., p. 1408",
            "Value": "When young rats were fed 50 mmol sodium bisulfite/kg/day for 3 wk, anemia, incr spleen weight & incr leukocyte counts were observed. Feeding sulfite for 8 weeks was assoc with reduced bw gain & food consumption. These effects were not ... due to the systemic toxicity of sulfite per se but were due to detrimental interaction of sulfite with cyanocobalamine & other constituents in the feed."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists, Inc. Documentation of the Threshold Limit Values and Biological Exposure Indices. 6th ed. Volumes I, II, III. Cincinnati, OH: ACGIH, 1991., p. 1408",
            "Value": "... Rats /were fed/ sodium bisulfite at 0.1%, 0.25%, 0.5%, 1%, & 2% for up to 2 yr & noted incr body weight gain for the first 12 weeks compared to controls; however, those fed 0.25% or more had reduced survival, decr body weight, hyperplastic gastric squamous epithelium, focal myocardial fibrosis, renal calcification, & bone atrophy at the conclusion of the bioassay. The lowest-observed-effect level was 0.1%."
        }
    ]
}