{
    "_id": {
        "$oid": "6682e9d0c4e5dba5ffba2c85"
    },
    "CID": {
        "$numberInt": "23667548"
    },
    "Name": "Sodium ascorbate",
    "IUPACName": "sodium;(2R)-2-[(1S)-1,2-dihydroxyethyl]-4-hydroxy-5-oxo-2H-furan-3-olate",
    "CanonicalSMILES": "C(C(C1C(=C(C(=O)O1)O)[O-])O)O.[Na+]",
    "Synonyms": [
        "SODIUM ASCORBATE",
        "134-03-2",
        "L-Ascorbic acid sodium salt",
        "Sodium L-ascorbate",
        "Vitamin C sodium",
        "Monosodium L-ascorbate",
        "Ascorbicin",
        "Ascorbic acid sodium salt",
        "Natrii ascorbas",
        "Iskia-C",
        "Natri-C",
        "Ascorbate de sodium",
        "Sodascorbate",
        "L-Ascorbic acid",
        "monosodium salt",
        "Vitamin C Sodium Salt"
    ],
    "IsomericSMILES": "C([C@@H]([C@@H]1C(=C(C(=O)O1)O)[O-])O)O.[Na+]",
    "INCHI": "InChI=1S/C6H8O6.Na/c7-1-2(8)5-3(9)4(10)6(11)12-5;/h2,5,7-10H,1H2;/q;+1/p-1/t2-,5+;/m0./s1",
    "INCHIKEY": "PPASLZSBLFJQEF-RXSVEWSESA-M",
    "Formula": "C6H7NaO6",
    "MolecularWeight": {
        "$numberDouble": "198.11"
    },
    "Description": "Sodium ascorbate is an organic sodium salt resulting from the replacement of the proton from the 3-hydroxy group of ascorbic acid by a sodium ion. It has a role as a food antioxidant, a flour treatment agent, a coenzyme, a plant metabolite, a human metabolite, a Daphnia magna metabolite and a reducing agent. It is an organic sodium salt and a vitamin C. It contains a L-ascorbate.",
    "XlogP": {
        "$numberDouble": "NaN"
    },
    "Complexity": {
        "$numberInt": "237"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "mechanism_of_action": [
        {
            "References": "Amdur, M.O., J. Doull, C.D. Klaasen (eds). Casarett and Doull's Toxicology. 4th ed. New York, NY: Pergamon Press, 1991., p. 524",
            "Value": "Mechanism of action of ascorbate is a superoxide radical scavenger."
        },
        {
            "References": "Kang JS et al; J Cell Physiol 204 (1): 192-7 (2005). Available from, as of March 15, 2010: https://www.ncbi.nlm.nih.gov/entrez/query.fcgi?cmd=Retrieve&db=pubmed&dopt=Abstract&list_uids=15672419",
            "Value": "... Sodium ascorbate decreases cellular iron uptake by melanoma cells in a dose- and time-dependent fashion, indicating that intracellular iron levels may be a critical factor in sodium ascorbate-induced apoptosis. Indeed, sodium ascorbate-induced apoptosis is enhanced by the iron chelator, desferrioxamine (DFO) while it is inhibited by the iron donor, ferric ammonium citrate (FAC). Moreover, the inhibitory effects of sodium ascorbate on intracellular iron levels are blocked by addition of transferrin, suggesting that transferrin receptor (TfR) dependent pathway of iron uptake may be regulated by sodium ascorbate. Cells exposed to sodium ascorbate demonstrated down-regulation of TfR expression and this precedes sodium ascorbate-induced apoptosis. Taken together, sodium ascorbate-mediated apoptosis appears to be initiated by a reduction of TfR expression, resulting in a down-regulation of iron uptake followed by an induction of apoptosis..."
        },
        {
            "References": "Reidling JC et al; Am J Physiol. Gastrointest Liver Physiol 295 (6): 1217-27 (2008). Available from, as of March 15, 2010: https://www.ncbi.nlm.nih.gov/entrez/query.fcgi?cmd=Retrieve&db=pubmed&dopt=Abstract&list_uids=18845575",
            "Value": "Humans use two sodium-ascorbate cotransporters (hSVCT1 and hSVCT2) for transporting the dietary essential micronutrient ascorbic acid, the reduced and active form of vitamin C. Although the human liver plays a pivotal role in regulating and maintaining vitamin C homeostasis, vitamin C transport physiology and regulation of the hSVCT systems in this organ have not been well defined. Thus, this research used a human hepatic cell line (HepG2), confirming certain results with primary human hepatocytes and determined the initial rate of ascorbic acid uptake to be Na(+) gradient, pH dependent, and saturable as a function of concentration over low and high micromolar ranges. Additionally, hSVCT2 protein and mRNA are expressed at higher levels in HepG2 cells and native human liver, and the cloned hSVCT2 promoter has more activity in HepG2 cells. Results using short interfering RNA suggest that in HepG2 cells, decreasing hSVCT2 message levels reduces the overall ascorbic acid uptake process more than decreasing hSVCT1 message levels. Activation of PKC intracellular regulatory pathways caused a downregulation in ascorbic acid uptake not mediated by a single predicted PKC-specific amino acid phosphorylation site in hSVCT1 or hSVCT2. However, PKC activation causes internalization of hSVCT1 but not hSVCT2. Examination of other intracellular regulatory pathways on ascorbic acid uptake determined that regulation also potentially occurs by PKA, PTK, and Ca(2+)/calmodulin, but not by nitric oxide-dependent pathways..."
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "Grant, W.M. Toxicology of the Eye. 3rd ed. Springfield, IL: Charles C. Thomas Publisher, 1986., p. 120",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Subconjunctival injections of 1 mL of 10% solution daily for 10 days in rabbits caused no significant irritation."
        },
        {
            "References": "Cosmetic Ingredient Review Expert Panel; Int J Toxicol 24 (Suppl 2): 51-111 (2005).",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Sodium ascorbate and/or sodium nitrite /was administered/ for 6 months to male and female Wistar rats (5 rats/group). The control group was fed a basal diet and water only. Treated groups were administered the following: 0.075%, 0.15%, or 0.3% sodium nitrite dissolved in water; 1%, 2%, or 4% sodium ascorbate; or a combination with both chemicals at low + low, middle + middle, and high + high doses. Body weight gain was significantly decreased in the combined-high dose group. Significant decreases of serum total protein, increase of BUN (blood urea nitrogen) and relative kidney weight were also found in the combined-high dose group. Histopathological examination showed moderate or severe squamous cell hyperplasia of the forestomach in the combined-high dose group and slight hyperplasia in the combined-middle dose group. No differences were seen between the sexes. The minimum toxic dose was 0.15% sodium nitrite+2% sodium ascorbate ..."
        },
        {
            "References": "Cosmetic Ingredient Review Expert Panel; Int J Toxicol 24 (Suppl 2): 51-111 (2005).",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ A total of 180 male F344 rats were randomly allocated to two treatment and one control group. They were fed a basal diet containing 5% ascorbic acid, 5% sodium ascorbate, or no added chemical for 36 weeks. Urinalyses were performed on five rats in each group. Five rats in each group were injected intraperitoneally with 100 mg/kg bw of 5-bromo-2-deoxyuridine (BrdU) at weeks 2, 4, 8, 16, and 36 and killed after administration. At 16 weeks, the urinary bladders from one rat in each group was removed in order to determine prostaglandin E2 (PGE2), cAMP, and ascorbic acid. No deaths occurred during the treatment period and clinical signs of toxicity were not observed in any of the treated animals. A statistically significant reduction in weight gain was noted in the group treated with ascorbic acid from weeks 4 to 32. Animals receiving sodium ascorbate consumed more water than controls. Urinary pH was decreased in rats given ascorbic acid, whereas it was consistently increased in animals receiving sodium ascorbate. High concentrations of ascorbic acid (150 mg/dL) in the urine were detected in groups treated with ascorbic acid or sodium ascorbate throughout the study. Ascorbic acid did not elevate DNA synthesis, while sodium ascorbate induced a significant increase in DNA synthesis at weeks 2 to 16. Simple hyperplasia appeared at week 8 in sodium ascorbate treated rats. The hyperplasia was no longer evident at weeks 24 and 36. The urinary bladders of rats administered sodium ascorbate contained significantly increased concentrations of PGE2, cAMP, and ascorbic acid ..."
        },
        {
            "References": "Cosmetic Ingredient Review Expert Panel; Int J Toxicol 24 (Suppl 2): 51-111 (2005).",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ ... Male F344 rats (10) /were fed/ a 6.84% sodium ascorbate diet for 10 weeks. Fresh urine was collected and the rats were killed at the end of 10 weeks. Control animals received a basal diet. The urinary bladder, stomach, and kidneys were removed for microscopic examination. Sodium ascorbate retarded body weight gain throughout the study period. An increase in urine volume corresponding to an increased water intake was observed. Urinary pH was also increased. An increased incidence of urothelial simple hyperplasia was detected by routine light microscopic histopathology. Three rats had papillary and nodular hyperplasia. Significant changes in the urinary bladder, classified as level 4 or 5, which represent the most severe of the early proliferative effects in carcinogenesis, were seen by scanning electron microscopy. Kidney weight was slightly increased and urothelial hyperplasia of the renal papilla particularly at the fornix was seen in the rats administered sodium ascorbate. The authors concluded that sodium salts enhance bladder carcinogenesis and increased urothelial proliferation, and there is a general consensus that these chemicals are nongenotoxic but act by increasing urothelial cell proliferation ..."
        },
        {
            "References": "Cosmetic Ingredient Review Expert Panel; Int J Toxicol 24 (Suppl 2): 51-111 (2005).",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ ... The short-term effects of combined treatment with antioxidants and sodium nitrite (NaNO2) /were examined/ on forestomach proliferation in male F344 rats. Animals were treated for 4 weeks with 0.8% catechol, 0.8% hydroquinone, 1% tert-butylhydroquinone, 2% gallic acid, or 2% pyrogallol alone or in combination with 0.3% NaNO2 in the drinking water and/or 1% sodium ascorbate in the diet. The thickness of the forestomach mucosa in rats treated with antioxidants and NaNO2 in combination was increased compared to those receiving the antioxidant alone. Additional sodium ascorbate treatment further enhanced the thickening of mucosa. In a second experiment, male F344 rats were dosed with 150 mg/kg bw of N-methyl-N-nitro-N-nitrosoguanidine (MNNG) by stomach tube after a 16 hr starvation. One week later, animals were treated as follows: group 1, sodium ascorbate plus NaNO2; group 2, ascorbic acid plus NaNO2; group 3, NaNO2; group 4, ascorbic acid; group 5, sodium ascorbate; group 6, basal diet. Another six groups of rats were treated the same but without the MNNG exposure. Sodium ascorbate and ascorbic acid were mixed in the basal diet at 1%, and NaNO2 was dissolved in tap water at 3%. All animals were killed at 52 weeks. Five rats in each group received an intraperitoneal injection of 100 mg/kg bw in saline 1 hr prior to killing. Relative kidney weights were increased in all treated groups. A few small tumors were observed grossly in the forestomach epithelium in rats treated with MNNG followed by sodium ascorbate or ascorbic acid. In animals treated with MNNG followed by sodium ascorbate and NaNO2, ascorbic acid and NaNO2, or NaNO2 alone, the forestomachs contained large masses. A diffuse thickening and multiple small nodules were observed in the epithelia of animals treated with sodium ascorbate and NaNO2 and ascorbic acid and NaNO2 without MNNG pretreatment. Treatment with MNNG and sodium ascorbate or ascorbic acid increased the incidences of squamous cell carcinoma (SCC) to 79% and 85%, respectively. Sodium ascorbate and ascorbic acid alone did not modify the incidences of papillomas or SCCs. The incidence of moderate hyperplasia was increased to 100% and 85% by the treatment of NaNO2 plus sodium ascorbate or ascorbic acid, respectively, as compared with 0% in the NaNO2 group alone with MNNG pretreatment. Several hyperplasia were found in 20% of the animals in each of these groups, and papillomas were observed in 53% and 20% of the animals treated with NaNO2 plus sodium ascorbate and ascorbic acid, respectively ..."
        },
        {
            "References": "Cosmetic Ingredient Review Expert Panel; Int J Toxicol 24 (Suppl 2): 51-111 (2005).",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ ... 60 guinea pigs /were injected/ subcutaneously in the thigh of the right hindleg with 20 mg of methylcholanthrene in 1 mL olive oil. These animals were divided into two groups: group 1, the treatment group, was injected with 100 mg/kg bw sodium ascorbate daily for 4 months, and group 2, the controls, did not receive the sodium ascorbate injections. In group 1, the treatment of sodium ascorbate was initiated again immediately after the development of tumors and was continued until the death of the animals. After 4 months, the animals were checked for the development of tumors every 14 days. Observations were made up to 584 days after the injection of methyl cholanthrene. One animal from each group died before the end of the experiment. Tumors appeared after 25 weeks: two tumors in the treated group and two tumors in the control group. In following weeks, tumors developed with a higher frequency in the sodium ascorbate treated group. With the injection of methycholanthrene there was an obvious difference in the numbers of tumors between groups (14 in the treated and 5 in the control). At the end of the observation period, the number of tumors between groups was not statistically significant. The most common tumors were fibrosarcoma and liposarcoma ..."
        },
        {
            "References": "Cosmetic Ingredient Review Expert Panel; Int J Toxicol 24 (Suppl 2): 51-111 (2005).",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Sodium ascorbate fed at a 5% level to rats has been shown to promote urinary bladder carcinogenesis initiated by N-butyl-N-(4-hydroxybutyl)-nitrosamine or N-methylnitrosourea, forestomach carcinogenesis initiated by N-methylnitrosourea or N-methyl-N-nitro-N-nitroguanidine, and colon cancer initiated by 1,2-dimethylhydrazine ... Male Fischer 344 rats, in groups of 20 to 30 rats, /were given/ 0.01% or 0.05% N-butyl-N-(4-hydroxybutyl)nitrosamine (BBN) in drinking water for 4 weeks and then administered 5% sodium ascorbate in the drinking water for 32 or 34 weeks. The animals were killed, and the bladders were examined microscopically. The incidences of hyperplasia, papilloma, and cancer were significantly larger after administration of the higher dose of BBN followed by sodium ascorbate, than BBN alone ..."
        },
        {
            "References": "Cosmetic Ingredient Review Expert Panel; Int J Toxicol 24 (Suppl 2): 51-111 (2005).",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Male F344 rats /were injected/ with 1,2-dimethylhydrazine (DMH) at a dose of 20 mg/kg bw subcutaneously once a week for 4 weeks. One week after the last injection, these animals were fed a 5% sodium ascorbate diet for 36 weeks. The control groups received a basal diet only or sodium ascorbate without the DMHi injection. The animals were killed at 40 weeks and necropsied for all intestinal neoplasms. Rats receiving only the sodium ascorbate had no intestinal neoplasms. The incidence of adenomas in animals given DMH followed by sodium ascorbate was significantly greater (30%) than that in animals given DMH alone (5%). Modification of neoplasm development by sodium ascorbate was apparent, mainly in the distal colon."
        },
        {
            "References": "Cosmetic Ingredient Review Expert Panel; Int J Toxicol 24 (Suppl 2): 51-111 (2005).",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ ... The role of sodium or potassium ion concentration and pH in ascorbic acid promotion of bladder cancer in rats /was studied/. Male F344 rats were dosed orally with 0.05% BBN /(N-butyl-N-(4-hydroxybutyl)nitrosamine)/ as an initiator for 4 weeks, and then were treated with 5% sodium ascorbate; 5% ascorbic acid, 3% NaHCO3; 1% NH4Cl plus 5% sodium ascorbate; 5% ascorbic acid plus 3% NaHCO3; 5% ascorbic acid plus 3% K2CO3; 5% ascorbic acid plus 5% CaCO3 or 5% MgCO3 in a powdered diet for 32 weeks. The urinary bladders were taken for microscopic analysis ... The authors concluded that the sodium and potassium ion concentration and pH of urine are important factors in urinary bladder carcinogenesis."
        },
        {
            "References": "Cosmetic Ingredient Review Expert Panel; Int J Toxicol 24 (Suppl 2): 51-111 (2005).",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ ... Male F344 rats /were given/ a subcutaneous injection of DMH at a dose of 20 mg/kg bw once a week for 4 consecutive weeks. One week after the last DMH injection, 20 rats were placed on a diet containing 5% sodium ascorbate and another 20 rats received normal diet for 36 weeks. The animals were killed 40 weeks after the first injection of DMH. Sodium ascorbate significantly increased the number of colon tumors per rat (0.80 +/- 1.00) compared to DMH alone (0.35 +/- 0.49)."
        },
        {
            "References": "Cosmetic Ingredient Review Expert Panel; Int J Toxicol 24 (Suppl 2): 51-111 (2005).",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ In a ... two stage bladder carcinogenesis model, ... two strains of inbred mice (80 of each strain) /were given/ 0.5% BBN /(N-butyl-N-(4-hydroxybutyl)nitrosamine)/ in their drinking water for four weeks and then a basal diet with or without 5% sodium ascorbate for 32 weeks. All animals were killed at the end of the experiment. Urine samples were taken at weeks 12, 24, and 34. Pathological examination was carried out on all animals. In the groups treated with the BBN/sodium ascorbate diet, several rats had hematuria in the later stages of the experiment. The urinary bladder weights of the BBN/sodium ascorbate treated rats were greater than in the controls. Food intakes were similar between control and treated groups. Sodium ascorbate administration increased the volume of water intake. The administration of sodium ascorbate significantly increased the induction of neoplastic lesions of the urinary bladder in both strains of rats ..."
        },
        {
            "References": "Cosmetic Ingredient Review Expert Panel; Int J Toxicol 24 (Suppl 2): 51-111 (2005).",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ ... /A study/ failed to find promoting activity for ascorbic acid and sodium ascorbate. BBN /(N-butyl-N-(4-hydroxybutyl)nitrosamine)/ or N-ethyl-N-(4-hydroxybutyl) nitrosamine (EHBN) were added to the drinking water at equimolar concentrations (0.025% BBN and 0.021% EHBN). Ascorbic acid and sodium ascorbate were mixed in the powdered basal diet at concentrations of 4.45%, 5%, 4.85%, and 6.5%. Male F344 rats were divided into groups of 15 rats. Rats in the treatment groups were treated simultaneously with the chemical and the carcinogen for 20 weeks. The control group received only a control diet. At 10 and 14 weeks, fresh urine samples were obtained from three rats in each group and the pH was measured. After the 20 weeks the rats were killed and the liver, kidneys, and urinary bladder were taken for microscopic examination. The pH of the urine was decreased by ascorbic acid and increased by sodium ascorbate. Histopathologically, the incidences and numbers of preneoplastic and neoplastic lesions in groups treated with each test chemical were not different from those in the control groups ..."
        },
        {
            "References": "Cosmetic Ingredient Review Expert Panel; Int J Toxicol 24 (Suppl 2): 51-111 (2005).",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ ... Male F344 rats /were treated/ with 0.05% BBN /(N-butyl-N-(4-hydroxybutyl)nitrosamine)/,0.2% N-bis(2-hydroxybutylpropyl)-nitrosamine (DHPN), and 0.2% N-ethyl-N-hydroxyethylnitrosamine (EHEN) in the drinking water for 1 week each. For 3 days between treatments no chemicals were added to the drinking water. Subsequently the animals were given 5% sodium ascorbate in a basal diet. Two control groups were treated with only the sodium ascorbate or the precarcinogens. All surviving animals were killed at the end of 36 weeks. Sodium ascorbate was found to inhibit liver but promote renal pelvis and urinary bladder carcinogenesis."
        },
        {
            "References": "Cosmetic Ingredient Review Expert Panel; Int J Toxicol 24 (Suppl 2): 51-111 (2005).",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ ...Male F344 rats /were treated/ intraperitoneally with dimethylnitrosamine (DEN) at a dose of 200 mg/kg bw. After 2 weeks on a basal diet, the animals were divided into groups of 12 to 21 rats. One group was fed a diet containing 0.02% 2-AAF plus 5% sodium ascorbate. Another group received 3-methyl-4-dimethylaminoazobenzene (3-Me-DAB) and 5% sodium ascorbate and were given a partial hepatectomy. One group received sodium ascorbate only, and the control group received basal diet. All animals were killed at the end of 8 weeks and the number and area of glutathione S-transferase placental form (GST-P) positive foci per sq cm were measured. sodium ascorbate did not have any effects on the development of DEN-initiated GST-P-positive foci under the influence of 2-AAF or 3-Me-DAB plus partial hepatectomy."
        },
        {
            "References": "Cosmetic Ingredient Review Expert Panel; Int J Toxicol 24 (Suppl 2): 51-111 (2005).",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ ... Male F344 rats /were treated/ with 0.05% BBN /(N-butyl-N-(4-hydroxybutyl)nitrosamine)/ in the drinking water for 4 weeks. The rats were then randomly divided into six groups of 15 or 16. For 32 weeks the rats were fed (group 1) a control basal diet, (group 2) 5% sodium saccharin, (group 3) 5% sodium saccharin and 5% sodium ascorbate, (group 4) 5% sodium ascorbate, (group 5) 5% ascorbic acid, or (group 6) 5% sodium saccharin and 5% ascorbic acid. Treatment of rats with sodium sacharin or sodium ascorbate alone significantly increased the induction of neoplastic and preneoplastic lesions of the urinary bladder. Treatment with sodium saccharin plus sodium ascorbate also had significantly increased lesions when compared with controls, and the number of lesions was greater than animals treated with sodium saccharin or sodium ascorbate alone. The incidence of carcinomas and papillomas in the group that received 5% sodium saccharin and 5% ascorbic acid was not significantly different from controls ... There was an increase in both urinary pH and sodium ion concentration in urine with sodium saccharin and sodium ascorbate together and alone; and sodium saccharin and ascorbic acid did not cause an increased urine pH, but did have an increase urine sodium ion concentrations ..."
        },
        {
            "References": "Cosmetic Ingredient Review Expert Panel; Int J Toxicol 24 (Suppl 2): 51-111 (2005).",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ ... Male F344 rats /were given/ 0.1% N-bis(2- hydroxypropyl)nitrosamine (DHPN) in the drinking water for 2 weeks. After this treatment period, the animals were administered a diet of 5% sodium ascorbate for 30 weeks. Another group received DHPN alone, and the last group was given 5% sodium ascorbate for 30 weeks without prior DHPN administration. Each group contained 20 rats. At the end of 32 weeks the rats were killed, and the lungs and other thoracic tissues were taken for microscopic examination. Lung weights in the DHPN-initiated plus sodium ascorbate group were greater than in the noninitiated group. The increase in lung weight correlated to macroscopic findings: localized dark or whitish nodular lesions that were microscopically hyperplastic and/or neoplastic foci. Liver weight was not affected by sodium ascorbate administration. No lung neoplasms or adenomas were induced in rats receiving sodium ascorbate alone. Quantitative analysis of adenomas and carcinomas (numbers and areas of lesions per unit area of lung section) revealed obvious inhibitory effects of sodium ascorbate. The incidence of thyroid adenoma was increased with sodium ascorbate plus DHPN pretreatment but not significantly"
        },
        {
            "References": "Cosmetic Ingredient Review Expert Panel; Int J Toxicol 24 (Suppl 2): 51-111 (2005).",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ ... H-ras mutations in rat urinary bladder carcinomas induced by various agents /were studied/ in an attempt to better understand the mechanism of promotion. Male F344 rats were fed 0.2% N-[4-(5-nitro-2-furyl)-2-thiazolyl]formamide (tumor initiator) for 6 weeks and then fed a diet containinig either 3% to 5% sodium saccharin, 5% sodium ascorbate, 3.12% calcium saccharin, 1.34% sodium chloride, 5.2% calcium saccharin plus 1.34% sodium chloride, or basal diet for 72 weeks. The rats were killed at week 78, necropsied, and evaluated for urinary bladder and neoplasms. Tumors were found in all groups (87 transitional cell carcinomas, 1 papillima, and 1 sarcoma). Protein and DNA were extracted from urinary bladder neoplasms. H-ras mutations were found in carcinomas from 24.4% of the rats, but there was no correlation with any of the promoting agents, including sodium ascorbate. Tumors with H-ras mutations were smaller than those without mutated ras"
        },
        {
            "References": "Cosmetic Ingredient Review Expert Panel; Int J Toxicol 24 (Suppl 2): 51-111 (2005).",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ ... Groups of 20 to 40 CBA female mice /were injected/ weekly for 8 weeks with 8 mg/kg bw DMH /(1,2-dimethylhydrazine)/. Estradioldipropionate (EP) (5 ug/mouse) weekly subcutaneous injections (30) were given after the cessation of the DMH treatment. Two groups received 0.3% ascorbic acid or sodium ascorbate in the drinking water concurrently with the EP injections until the animals died. Control groups received DMH, EP, ascorbic acid, or sodium ascorbate. EP treatment increased the incidence of uterine sarcomas in CBA mice from 32.5% (DMH alone) to 62.5%. Ascorbic acid given simultaneously with EP decreased the tumor incidence to 35%. Sodium ascorbate did not affect tumor incidence. Ascorbic acid inhibited the increased uterine weight produced in mice by EP but did not influence the growth of mouse transplantable uterine sarcomas."
        },
        {
            "References": "Cosmetic Ingredient Review Expert Panel; Int J Toxicol 24 (Suppl 2): 51-111 (2005).",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ ... Differences in the promoting effect of sodium ascorbate between WS/Shi (WS), ODS/Shiod/od (ODS), and LEW/Crj (LEW) rats /were studied/ using a two-stage urinary bladder carcinogenesis model. Sodium ascorbate increased the induction of neoplasms in the urinary bladder, whereas WS and ODS animals proved unresponsive to its promoting effect. Another study reported differences in the promoting effect of sodium ascorbate on two-stage urinary bladder carcinogenesis. F344 rats are highly susceptible to the promoter effect of sodium ascorbate, but WS/Shi (WS) rats were not ..."
        },
        {
            "References": "Cosmetic Ingredient Review Expert Panel; Int J Toxicol 24 (Suppl 2): 51-111 (2005).",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ ... Metastatic mouse colon carcinoma CA-51 /was transplanted/ subcutaneously into Balb/c mice. Another transplant was made around 13 to 20 days after the first and a third transplant (nonnecrotic tumor fragment) was also made. Immediately after the transplants, the mice were given 1% sodium ascorbate in their drinking water. Control groups received no sodium ascorbate. Subcutaneous tumors were removed when the tumors reached 1.5 cm. Animals were killed 30 days post transplant. There were no differences in survival, in the number of mice with metastases, or in the size of metastases between treated and untreated groups. A second murine tumor, lymphosarcoma 6C3HED, was subcutaneously implanted into male and female C3Hmice. Sodium ascorbate was administered as above. Again, no significant differences in the number of mice with metastases were observed between treated and untreated groups, with the exception of brain and regional lymph node metastases which were enhanced in males by sodium ascorbate ..."
        },
        {
            "References": "Cosmetic Ingredient Review Expert Panel; Int J Toxicol 24 (Suppl 2): 51-111 (2005).",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ ... The effect of sodium ascorbate on the carcinogenic effect of ethylnitrosourea precursors /was studied/. Ethylurea (EU) and sodium nitrite at doses of 200 mg/kg and 100 mg/kg in distilled water, respectively, were administered to one group of pregnant Syrian hamsters by intragastric intubation. Another group received EU and sodium nitrite and sodium ascorbate (200 mg/kg) by intragastric intubation at day 15 of gestation. Another group received EU alone and yet another, sodium nitrite alone. A control group had no treatment with EU, sodium nitrite, or sodium ascorbate. The animals were allowed to die spontaneously or were killed when moribund. Necropsies were performed on all progeny and treated mothers. Progeny of EU and sodium nitrite treated mothers developed significant incidences of neurogenic tumors of the peripheral nervous system, with a predominance in females. The concurrent administration of sodium ascorbate with EU and sodium nitrite prevented carcinogenic effects in the progeny. No tumors were seen in controls or in groups treated with EU alone or sodium nitrite alone."
        },
        {
            "References": "Cosmetic Ingredient Review Expert Panel; Int J Toxicol 24 (Suppl 2): 51-111 (2005).",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ ... Guinea pigs, rats, and hamsters /were exposed/ to large daily doses of ascorbic acid during pregnancy. Guinea pigs received twice daily subcutaneous injections of sodium ascorbate (400 mg/kg/day) after being housed 6 days with a male. The control group received only saline injections. After pregnancy was established, the treated guinea pigs received daily oral treatments of ascorbic acid. Control animals received water. Female Holtzman rats were exposed to males and those with vaginal sperm the following morning were given a single oral dose of 0, 50, 150, or 450 mg of ascorbic acid daily from days 1 to 19 of pregnancy. Lakeview hamsters with fresh vaginal sperm were given ascorbic acid in the same daily doses given to the rats, from day 1 to day 15 of pregnancy. No increases in abortion or mortality of offspring were observed in guinea pigs, rats, or hamsters given daily doses of ascorbic acid as described. A slight increase in pup weight was observed in treated guinea pigs and hamsters."
        },
        {
            "References": "Cosmetic Ingredient Review Expert Panel; Int J Toxicol 24 (Suppl 2): 51-111 (2005).",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ ... Normal and streptozotocin diabetic rats /were fed/ either a standard diet or a diet enriched with 0.9%, 1.8%, or 4% sodium ascorbate throughout pregnancy. On gestational day 20, the litters of normal and diabetic rats without sodium ascorbate supplement contained 9% and 12% resorptions, 2% and 17% late resorptions, and 1% and 27% malformations, respectively. Sodium ascorbate treatment reduced the rates of late resorptions and malformations in the diabetic groups in proportion to the dose administered. In the diabetic group with 4% ascorbate treatment, unchanged numbers of early resorptions, 7% late resorptions, and 8% malformations were observed. Maternal diabetes did not alter tissue levels of ascorbic acid in the fetuses at term, but sodium ascorbate supplementation caused an accumulation of ascorbic acid in the placenta and maternal and fetal liver."
        },
        {
            "References": "Cosmetic Ingredient Review Expert Panel; Int J Toxicol 24 (Suppl 2): 51-111 (2005).",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ ... The effects of sodium ascorbate /were examined/ in a two-generation bioassay that involved feeding male and female F344 rats 4 weeks before mating, feeding the dams during gestation and lactation, and then feeding the weaned (28 days old) male F1 generation rats for the remainder of their lifetime (up to 128 weeks). Dietary levels of 1%, 5%, and 7% sodium ascorbate were tested. Ammonium chloride (NH4Cl) was administered in two groups at 2.04% and 2.78% with sodium ascorbate. Control animals received no added chemicals to their diet. No abnormalities were noted in the F0 generation during feeding of the respective diets before conception and during lactation, nor was there evidence of increased morbidity or mortality. F1 males coadministered NH4Cl showed significantly lower weights than the other groups. Rats fed 7% sodium ascorbate at week 0 and 5% sodium ascorbate at week 24 weighed significantly less than controls. Mortality in F1 rats was increased only in the high sodium ascorbate/high NH4Cl group. The most common cause of death in all groups was leukemia, with a grossly enlarged spleen and usually diffuse infiltrates of leukemic cells in other tissues, especially in the lungs and liver. At 5% and 7% sodium ascorbate, there was an increase in urinary bladder urothelial papillary and nodular hyperplasia and the induction of a few papillomas and carcinomas. There was a dose-response increase in renal pelvic calcification and hyperplasia and inhibition of the aging nephropathy of rats even at the level of 1% sodium ascorbate. The group fed 5% sodium ascorbate and 2.04% NH4Cl showed complete inhibition of the urothelial effects of sodium ascorbate and significant inhibition of its renal effects ..."
        },
        {
            "References": "Shepard, T.H. Catalog of Teratogenic Agents. 5th ed. Baltimore, MD: The Johns Hopkins University Press, 1986., p. 50",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Up to 1000 mg of ascorbic acid /was given/ by mouth to pregnant mice and rats from day 6 through day 15 ... No adverse effects were ... /observed/ on the conceptus. /Ascorbic acid/"
        },
        {
            "References": "Organization for Economic Cooperation and Development; Screening Information Data Set for L-Ascorbic acid CAS 50-81-7. Available from, as of January 13, 2009: https://www.chem.unep.ch/irptc/sids/OECDSIDS/sidspub.html",
            "Value": "/GENOTOXICITY/ Non-Bacterial In-Vitro Test: Test Substances: Sodium Ascorbate and L-Ascorbic Acid; Type of Cell Used: Mouse lymphoma L5178Y TK+/-; Test Results: with metabolic activation, Sodium Ascorbate > 2mM; without metabolic activation, Sodium Ascorbate 0.5 mM, L-Ascorbic Acid 1.5 mM. No genotoxic effects noted. Both sodium ascorbate and L-Ascorbic Acid were tested at millimolar concentrations in the mouse lymphoma L5178Y TK+/- cell for chemically-induced cytotoxicity and the induction of gene mutations at the thymidine kinase locus as detected by increased trifluorothymidine-resistance. Neither chemical caused any dose related increases in trifluorothymidine resistance, even at toxic levels. Increased hydrogen ion concentration was not itself a contributing factor to L-Ascorbic Acid toxicity. Ascorbate toxicity was due to products formed in-vitro in the absence of cells via chemical reactions with medium components. The formation or persistence of these toxic substances could be prevented by co-incubation with catalase prior to the addition of L5178Y cells. These results suggest that L-Ascorbic Acid would not be a mammalian cell mutagen under normal physiological conditions."
        },
        {
            "References": "Organization for Economic Cooperation and Development; Screening Information Data Set for L-Ascorbic acid CAS 50-81-7. Available from, as of January 13, 2009: https://www.chem.unep.ch/irptc/sids/OECDSIDS/sidspub.html",
            "Value": "/GENOTOXICITY/ Non-Bacterial In-Vitro Test: Test Substance: Sodium ascorbate; Type of Cell Used: CHO and human lymphocytes; Method: Induction of SCEs; Exogenous metabolic activation - none; Test Results: Sodium ascorbate produced a clear dose-related increase in CHO cells over the range 0.1 - 10mM with effects being seen at all concentrations (9.8 +/- 0.5 SCEs - >28.7 +/- 1.8 SCEs per cell at 0.1 - >10mM respectively compared to 8.1 +/- 0.5 in the controls).  Similarly a dose-related increase in SCEs was seen in human lymphocytes investigated over the concentration range 0.54mM - 5.4mM (10.2 +/- 0.9 - 18.1 +/- 0.9 SCEs per cell compared to 9.2 +/- 0.6 in the controls).  Activity in CHO cells was markedly reduced by the addition of catalase. These results suggest that the SCE induction by sodium ascorbate in the absence of an exogenous metabolic activation system was due to hydrogen peroxide production via the oxidation of high concentrations of ascorbic acid, and consequent DNA damage by reactive oxygen species."
        },
        {
            "References": "Cosmetic Ingredient Review Expert Panel; Int J Toxicol 24 (Suppl 2): 51-111 (2005).",
            "Value": "/GENOTOXICITY/ ... /It was reported that/ ascorbic acid and sodium ascorbate, in combination with xanthine oxidase plus hypoxanthine (free radical generating system), can be genotoxic ... /It was suggested/ that these ingredients may act as pro-oxidants in the presence of certain enzyme systems."
        },
        {
            "References": "PMID:7317878",
            "Value": "/GENOTOXICITY/ Ascorbate was not detectably mutagenic in the L5178Y TK+/- cell mutation assay."
        },
        {
            "References": "Kang JS et al; Cancer Immunol Innunother; 52 (11): 693-8 (2003). Available from, as of March 15, 2010: https://www.ncbi.nlm.nih.gov/entrez/query.fcgi?cmd=Retrieve&db=pubmed&dopt=Abstract&list_uids=12827307",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ ... This study was carried out to identify the sodium ascorbate-induced apoptotic pathway in B16F10 murine melanoma cells. Sodium ascorbate was found to induce the apoptosis of B16F10 murine melanoma in a time- and dose-dependent manner, and this was prevented by pretreatment with N-acetyl- L-cysteine (NAC), a well-known antioxidant. In fact, sodium ascorbate-treated B16F10 melanoma cells showed increased intracellular reactive oxygen species generation (ROS) levels. These results indicate that sodium ascorbate induced apoptosis in B16F10 murine melanoma cells by acting as a prooxidant. ... The involvement of caspase-8 /was evaluated/ using a specific caspase-8 inhibitor (z-IETD-fmk) on the sodium ascorbate-induced apoptotic pathway. Cell death was found not to be inhibited by z-IETD-fmk treatment, indicating that sodium ascorbate-induced apoptosis is not mediated by caspase-8. In addition, ... a reduction in the mitochondrial membrane potential during apoptosis /was observed/ .... aand cytochrome-c release from mitochondria /was confirmed/ by immunoblotting. Taken together, it appears that the induction of a prooxidant state by sodium ascorbate and a subsequent reduction in mitochondrial membrane potential are involved in the apoptotic pathway of B16F10 murine melanoma cells, and that this occurs in a caspase-8-independent manner."
        },
        {
            "References": "Lin S-Y et al; Melanoma Res 16 (6): 509-19 (2006). Available from, as of March 15, 2010: https://www.ncbi.nlm.nih.gov/entrez/query.fcgi?cmd=Retrieve&db=pubmed&dopt=Abstract&list_uids=17119452",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ This study was undertaken to investigate the effect of sodium ascorbate on cytotoxicity and apoptosis in human malignant melanoma A375.S2 cells. A375.S2 cells were incubated with a certain range of concentrations of sodium ascorbate for various time periods. In order to examine the effects of sodium ascorbate on cell proliferation, cell cycle, apoptosis and necrosis, we performed 4,6-diamidino-2-phenylindole dihydrochloride assays and flow cytometry analysis. Polymerase chain reaction was used to examine the mRNA levels of p53, p21, p27, cyclin A, cyclin E, CDK2 and CDK4, which are associated with cell cycle S-phase arrest and apoptosis. Flow cytometric analysis showed that sodium ascorbate significantly induced cell cycle arrest and apoptosis in the A375.S2 cell line in a dose-dependent manner. The increased expressions of p53 and p21, and the decreased expressions of cyclin A, cyclin E, CDK2 and CDK4, indicated the cell cycle arrest at G1/S phase after the cells had been treated with sodium ascorbate. Induction of apoptosis involved an increase in the levels of p53, p21 and cellular Ca, and a decrease in mitochondrial membrane potential and activation of caspase 3 before culminating in apoptosis in sodium ascorbate-treated A375.S2 cells."
        },
        {
            "References": "Cosmetic Ingredient Review Expert Panel; Int J Toxicol 24 (Suppl 2): 51-111 (2005).",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ Sodium ascorbate (0.05 to 0.25 mM) was cytotoxic to human, chick embryo, and mouse cultured fibroblasts at inoculation and after cells were attached. Ascorbate did not affect the attachment of cells to the substratum. Preincubation of the medium containing sodium ascorbate alone resulted in its degradation, and the degradation products were not lethal to the cells. The lethal effect of both sodium ascorbate and glutathione was prevented by the addition of catalase to the medium, suggesting that hydrogen peroxide was the cytotoxic agent. H2O2 (0.05 M) added to the fibroblasts was lethal ..."
        },
        {
            "References": "Grant, W.M. Toxicology of the Eye. 3rd ed. Springfield, IL: Charles C. Thomas Publisher, 1986., p. 120",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ In rabbit corneal endothelial cell culture in vitro addition of ascorbate had an inhibitory effect on cell growth."
        },
        {
            "References": "Kawabata T; Vitamins 43 (10-11): 513 (1974)",
            "Value": "/OTHER TOXICITY INFORMATION/ Sodium ascorbate inhibited formation of the carcinogen, N-nitrosodimethylamine, from NaNO2 in artificial gastric juice, in cod roe homogenate, and in vivo rabbit stomach."
        },
        {
            "References": "Casciari JJ et al; Puerto Rico Health Sci J 24 (2): 145-50 (2005). Available from, as of March 15, 2010: https://www.ncbi.nlm.nih.gov/entrez/query.fcgi?cmd=Retrieve&db=pubmed&dopt=Abstract&list_uids=16116933",
            "Value": "/OTHER TOXICITY INFORMATION/ Sodium ascorbate /was administered/ subcutaneously or orally for eighteen days to Sewall-Wright strain-2 guinea pigs bearing intradermal L-10 hepatocarcinoma tumors. Tumor masses and intra-tumor ascorbate concentrations were determined at necropsy. L-10 cells formed tumors that metastasized to the lymph nodes, with tumor burdens reaching nearly 50 grams in untreated animals. Subcutaneous injections of ascorbate (500 mg/kg/day) inhibited tumor growth by as much as sixty-five percent, with oral supplementation reducing it by roughly fifty percent. Tumor growth correlated inversely with intra-tumor ascorbate concentration, the latter exceeding 2 mM in some cases. Ascorbate concentrations sufficient to kill tumor cells can be safely achieved in solid tumors in vivo, suggesting a possible role for high dose intravenous ascorbate in treating cancer."
        }
    ]
}