{
    "_id": {
        "$oid": "6682e9d1c4e5dba5ffba2c89"
    },
    "CID": {
        "$numberInt": "23668198"
    },
    "Name": "DEXON",
    "IUPACName": "sodium;N-[4-(dimethylamino)phenyl]iminosulfamate",
    "CanonicalSMILES": "CN(C)C1=CC=C(C=C1)N=NS(=O)(=O)[O-].[Na+]",
    "Synonyms": [
        "Fenaminosulf",
        "140-56-7",
        "DEXON",
        "Phenaminosulf",
        "Deksonal",
        "4-Dimethylaminobenzenediazosulfonic acid sodium salt",
        "2VX11X81VX",
        "DTXSID6040371",
        "CHEBI:82078",
        "BAY-22555",
        "Dexoxon",
        "Lesan",
        "Gold Orange MP",
        "Sodium fenaminosulf",
        "Dexon (pesticide)"
    ],
    "IsomericSMILES": "CN(C)C1=CC=C(C=C1)N=NS(=O)(=O)[O-].[Na+]",
    "INCHI": "InChI=1S/C8H11N3O3S.Na/c1-11(2)8-5-3-7(4-6-8)9-10-15(12,13)14;/h3-6H,1-2H3,(H,12,13,14);/q;+1/p-1",
    "INCHIKEY": "IWDQPCIQCXRBQP-UHFFFAOYSA-M",
    "Formula": "C8H10N3NaO3S",
    "MolecularWeight": {
        "$numberDouble": "251.24"
    },
    "Description": "Fenaminosulf is an organic molecular entity.",
    "XlogP": {
        "$numberDouble": "NaN"
    },
    "Complexity": {
        "$numberInt": "318"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "environmental_biodegradations": [
        {
            "References": "Menzie, C.M. Metabolism of Pesticides-Update III. Special Scientific Report- Wildlife No. 232. Washington, DC: U.S.Department of the Interior, Fish and Wildlife Service, 1980., p. 208",
            "Value": "Dexon was /degraded/ primarily by cometabolism in soil. The initial product was indentified as N,N-dimethyl-p-phenylenediamine."
        }
    ],
    "mechanism_of_action": [
        {
            "References": "Gosselin, R.E., R.P. Smith, H.C. Hodge. Clinical Toxicology of Commercial Products. 5th ed. Baltimore: Williams and Wilkins, 1984., p. II-320",
            "Value": "Fungitoxicity is due to inhibition of specific mitochondrial NADH-oxidase in susceptible species."
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "Osol, A. (ed.). Remington's Pharmaceutical Sciences. 16th ed. Easton, Pennsylvania: Mack Publishing Co., 1980., p. 1206",
            "Value": "It is moderately toxic to birds, moderately to highly toxic to rats, but it is not generally phytotoxic as used."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V8 149 (1975)",
            "Value": "CONTRADICTORY RESULTS IN 2 STUDIES IN WHICH /DEXON/ WAS GIVEN ORALLY TO RATS. EXPERIMENT SUGGESTING HEPATOCARCINOGENICITY WAS INADEQUATELY REPORTED, WHILE EXPERIMENT SUGGESTING LACK OF HEPATOCARCINOGENICITY WAS OF TOO SHORT DURATION."
        },
        {
            "References": "BIOASSAY OF FORMULATED FENAMINOSULF FOR POSSIBLE CARCINOGENICITY; NCI TECH REP SER 101: 50 PAGES (1978)",
            "Value": "FIFTY MALE B6C3F1 MICE & 50 FISCHER 344 RATS OF EACH SEX WERE MAINTAINED ON DIETS CONTAINING EITHER A LOW OR HIGH LEVEL OF FENAMINOSULF FOR 78 WK. THE LOW DIETARY CONCN WERE O.01, 0.19, & 0.10% FOR RATS, MALE MICE, & FEMALE MICE, RESPECTIVELY, & THE HIGH LEVELS OF FENAMINOSULF IN THE DIETS FOR THESE GROUPS WERE 0.05, 0.10 & 0.05%, RESPECTIVELY. AFTER THE 78 WK PERIOD, RATS WERE OBSERVED FOR 31 WK & MICE FOR 19 WK. NO SIGNIFICANT RELATIONSHIP WAS FOUND BETWEEN THE DEVELOPMENT OF NEOPLASMS IN EITHER SEX OR SPECIES. HOWEVER, TREATED ANIMALS DID DISPLAY AN INCREASED INCIDENCE OF NECROSIS & MINERALIZATION OF THE TUBULAR CELLS OF THE RENAL PAPILLA. IT WAS CONCLUDED THAT FENAMINOSULF WAS NOT CARCINOGENIC IN EITHER B6C3FA MICE OR FISCHER 344 RATS UNDER THE BIOASSAY CONDITIONS USED."
        },
        {
            "References": "ROGERS SJ ET AL; MUTAT RES 53 (1): 91 (1978)",
            "Value": "MUTAGENIC POTENTIAL OF DEXON IN PROKARYOTIC & EUKARYOTIC TEST SYSTEMS WAS CONFIRMED USING ESCHERICHIA COLI B IN THE TEST SYSTEMS."
        },
        {
            "References": "PMID:7393245",
            "Value": "SIGNIFICANT & DOSE-DEPENDENT INCREASE IN FREQUENCY OF SISTER CHROMATID EXCHANGES & CHROMOSOMAL ABERRATIONS IN CULTURES OF CHINESE HAMSTER CELLS TREATED WITH DAPA (DEXON)."
        },
        {
            "References": "PMID:417538",
            "Value": "DEXON INHIBITED NADH DEHYDROGENASE ACTIVITY OF ELECTRON TRANSFER PARTICLES IN BEEF HEART & ACTIVITY OF YEAST ENZYME NADPH-CYTOCHROME C OXIDOREDUCTASE IN BREWERS YEAST."
        },
        {
            "References": "PANDA BB ET AL; MUTAT RES 53 (2): 247-8 (1978)",
            "Value": "DEXON & DIMETHYLPHENYLENE DIAMINE ARE MITO DEPRESSIVE TO DIFFERENT DEGREES. DEXON CHIEFLY CAUSES SPINDLE DYSFUNCTION, CLASTOGENY & CYTOKINESIS INHIBITION. AT HIGHER CONCN, DEXON DENATURES CHROMATIN. DATA SUGGESTS DEXON & DMPDA ARE SIMILARLY ANTIMIOTIC."
        },
        {
            "References": "PMID:368611",
            "Value": "DEXON INDUCED BREAKS IN MOLECULES OF COLICINOGENIC PLASMID E1 (FROM ESCHERICHIA COLI) AT RATE SIGNIFICANTLY GREATER THAN CONTROLS."
        },
        {
            "References": "Gosselin, R.E., R.P. Smith, H.C. Hodge. Clinical Toxicology of Commercial Products. 5th ed. Baltimore: Williams and Wilkins, 1984., p. II-320",
            "Value": "The ... acute ... oral LD50 ... in mice ... rats ... /and/ guinea pigs ... /produced/ symptoms ... /of/ lethargy followed by tremors, convulsions and death. Fenaminosulf inhibits phosphorylation and causes a marked change in glycogen metabolism. Toxic doses produced immediate hyperglycemia; after existing stores of tissue glycogen were depleted, severe hypoglycemia ensued, resulting in convulsions and death. Insulin prevented the initial hyperglycemia and glucose prevented later convulsions, but neither prevented death in rats. At autopsy, kidney tubular degeneration and acute passive hyperemia of the liver were seen."
        },
        {
            "References": "Gosselin, R.E., R.P. Smith, H.C. Hodge. Clinical Toxicology of Commercial Products. 5th ed. Baltimore: Williams and Wilkins, 1984., p. II-320",
            "Value": "In a study of chronic toxicity, rats fed 0.10% ... for 12 mo developed kidney nephropathy and mineralization of the renal tubules, with a low incidence of hepatomas resembling those produced by dimethylaminoazobenzene."
        },
        {
            "References": "Pai SB et al; J Environ Sci Health Part A Environ Sci Eng 18 (4): 503-18 (1983)",
            "Value": "Carcinogenicity of the fungicide fenaminosulf (p-dimethylaminobenzenediazosodium sulfonate) and one of its bacterial metabolites, dimethyl-p-phenylenediamine was evaluated in rats. Over a 17 mo period, rats fed with 250 mg of the compounds/kg of feed (in the presence or absence of nitrite) did not develop tumors. These cmpd were positive in mutagenicity screening tests in the bacteria."
        },
        {
            "References": "Hartley, D. and H. Kidd (eds.). The Agrochemicals Handbook. 2nd ed. Lechworth, Herts, England: The Royal Society of Chemistry, 1987., p. A191/Aug 87",
            "Value": "Non-phytotoxic when used as directed; not toxic to bees."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V8 148 (1975)",
            "Value": "Sprague Dawley rats were fed a diet containing para-dimethylaminobenzenediazo sodium sulfonate ... at conc of 1000 mg/kg of diet for 12 months; hepatomas described as similar to those produced by dimethylaminoazobenzene were produced. Neither the number of rats used nor the tumor incidence were reported ... ."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V8 148 (1975)",
            "Value": "Groups of 20 Holtzman rats were fed a diet containing 1.35 or 4.0 millimoles DAS per kg of diet (339 or 1005 mg DAS/kg of diet) for 15 months. No liver tumors were observed in 12 and 14 rats examined at that time ... ."
        },
        {
            "References": "PMID:3577276",
            "Value": "The substance butyl-2-cyanoacrylate (Firm Braun-Dexon) which is known by the trade name Histoacryl-blau was implanted in rats for the purpose of testing its cancer producing properties. Of 44 animals evaluated, eleven cases of sarcomas developed at the implantation site that were apparently directly caused by the tissue binding substance. Therefore the use of this preparation in humans should be strongly restrained and employed under strict regulation especially in patients under the age of thirty."
        }
    ]
}