{
    "_id": {
        "$oid": "6682e9d0c4e5dba5ffba2c84"
    },
    "CID": {
        "$numberInt": "23666328"
    },
    "Name": "MONOSODIUM GLUTAMATE",
    "IUPACName": "sodium;(2S)-2-amino-5-hydroxy-5-oxopentanoate;hydrate",
    "CanonicalSMILES": "C(CC(=O)O)C(C(=O)[O-])N.O.[Na+]",
    "Synonyms": [
        "6106-04-3",
        "Sodium (S)-2-amino-4-carboxybutanoate hydrate",
        "Sodium L-glutamate hydrate",
        "MONOSODIUM GLUTAMATE",
        "L-Glutamic acid monosodium salt hydrate",
        "SodiuM L-GlutaMate Monohydrate",
        "L-Glutamic acid (monosodium) (hydrate)",
        "Sodium L-glutamate",
        "Monosodium glutamate monohydrate",
        "SCHEMBL317907",
        "CHEMBL3182385",
        "DTXSID0047240",
        "AMY22187",
        "AKOS024464822",
        "CS-W016861"
    ],
    "IsomericSMILES": "C(CC(=O)O)[C@@H](C(=O)[O-])N.O.[Na+]",
    "INCHI": "InChI=1S/C5H9NO4.Na.H2O/c6-3(5(9)10)1-2-4(7)8;;/h3H,1-2,6H2,(H,7,8)(H,9,10);;1H2/q;+1;/p-1/t3-;;/m0../s1",
    "INCHIKEY": "GJBHGUUFMNITCI-QTNFYWBSSA-M",
    "Formula": "C5H10NNaO5",
    "MolecularWeight": {
        "$numberDouble": "187.13"
    },
    "Description": {
        "$numberDouble": "NaN"
    },
    "XlogP": {
        "$numberDouble": "NaN"
    },
    "Complexity": {
        "$numberInt": "149"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "environmental_bioconcentrations": [
        {
            "References": "(1) Yoshida T; Kirk-Othmer Encycl Chem Tech. 3rd NY: Wiley 2: 410-21 (1978) (2) Lyman WJ et al; Handbook of Chemical Property Estimation Methods. Washington, DC: Amer Chem Soc pp. 5-5 (1990) (3) Franke C et al; Chemosphere 29: 1501-14 (1994)",
            "Value": "An estimated BCF of 1 was calculated in fish for monosodium glutamate(SRC), using a water solubility of 3.85X10+5 mg/L(1) and a regression-derived equation(2). According to a classification scheme(3), this BCF suggests the potential for bioconcentration in aquatic organisms is low(SRC)."
        }
    ],
    "environmental_biodegradations": [
        {
            "References": "(1) Yoshida T; Kirk-Othmer Encycl Chem Tech. 3rd NY: Wiley 2: 410-21 (1978) (2) Wirsen CO, Jannasch HW; Microbial Ecology 1: 25-37 (1974)",
            "Value": "The following genera of bacteria have the enzymatic capability to degrade L-glutamic acid: Micrococcus, Brevibacterium, Corynebacterium, Arthrobacter and Microbacterium(1). Grab sample data, using radiolabeled monosodium glutamate and deep sea water and coastal estuarine water with their respective sediments, demonstrated that the glutamate ion should biodegrade rapidly in the environment(2). Samples were incubated for 19 days at temperatures from -1.5 to 1.5 °C. Rates of uptake were measured with overall utilization of the substrate. At a concentration of 240 ug/120 mL, 5.46 ug monosodium glutamate/day was incorporated into the microbial population while a total of 16.07 ug/day were metabolized. At a concentration of 600 ug/120 mL, 12.0 ug monosodium glutamate/day was incorporated into the microbial population while a total of 40.15 ug/day were metabolized. At a concentration of 1200 ug/120 mL, 23.19 ug monosodium glutamate/day was incorporated into the microbial population while a total of 84.46 ug/day were metabolized. At a concentration of 3600 ug/120 mL, 36.76 ug monosodium glutamate/day was incorporated into the microbial population while a total of 123.46 ug/day was metabolized(2)."
        }
    ],
    "mechanism_of_action": [
        {
            "References": "WHO Food Additive Series 22; L-Glutamic Acid and its Ammonium, Calcium, Monosodium and Potassium Salts. Available from, as of March 20, 2007: https://www.inchem.org/documents/jecfa/jecmono/v22je12.htm",
            "Value": "L-Glutamate and GABA supposedly act as excitatory and inhibitory transmitters, respectively, in the central nervous system. Glutamate is also involved in the synthesis of proteins. /Glutamate/"
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "European Chemicals Bureau; IUCLID Dataset, Sodium Hydrogen Glutamate (CAS No.142-47-2). Available from, as of January 22, 2007: https://esis.jrc.ec.europa.eu/",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Monosodium glutamate was not sensitizing in the guinea pig maximization test. /from table/"
        },
        {
            "References": "European Chemicals Bureau; IUCLID Dataset, Sodium Hydrogen Glutamate (CAS No.142-47-2). Available from, as of January 22, 2007: https://esis.jrc.ec.europa.eu/",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Monosodium glutamate was described as not irritating in the rabbit test according to the EEC method described in the annex to directive 92/69/EEC, part B, Method B4."
        },
        {
            "References": "WHO Food Additive Series 22; L-Glutamic Acid and its Ammonium, Calcium, Monosodium and Potassium Salts. Available from, as of March 20, 2007: https://www.inchem.org/documents/jecfa/jecmono/v22je12.htm",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Groups of 10-12-day old Swiss Webster albino mice, each containing 7-23 animals, were given single oral doses of MSG at levels of 0.25, 0.50, 0.75, 1.0, or 2.0 g/kg. Groups of 2 or 4 mice of the same age were given single oral doses of either 1.0 or 3.0 g/kg L-glutamic acid or monosodium-L-aspartate or 3.0 g/kg L-glutamate-L-aspartate, monosodium glutamate, NaCl, L-glycine, L-serine, L-alanine, L-leucine, D,L-methionine, L-phenylalanine, L-proline, L-lysine, L-arginine, or L-cysteine. The animals were sacrificed after dosing and brains were examined by either light or electron microscopy. The severity of brain damage was estimated by quantifying the pathological changes in the hypothalamus. One g/kg of glutamic acid destroyed approximately the same number of hypothalamic neurons as a comparable dose of MSG. Of the amino acids tested, only aspartate and cysteine produced hypothalamic damage. These amino acids caused both retinal and hypothalamic lesions similar to those found after treatment with MSG."
        },
        {
            "References": "WHO Food Additive Series 22; L-Glutamic Acid and its Ammonium, Calcium, Monosodium and Potassium Salts. Available from, as of March 20, 2007: https://www.inchem.org/documents/jecfa/jecmono/v22je12.htm",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ At birth, the rat brain glutamate concentration is about 4 mM and increases over a period of 20 days to the adult value of approximately 10 mM. When a 4 g/kg dose was given intragastrically, convulsions were seldom observed, and then only after 90 minutes. Two g/kg MSG given intraperitoneally always caused convulsions. When young rats were given 4 g/kg MSG, monosodium aspartate, or glycine, the glutamine level was increased significantly in the brain in all cases, but only monosodium glutamate and aspartate caused convulsions. D-Glutamate (4 g/kg), which is not deaminated by the rat, also caused convulsions. These results suggest that the convulsions caused by MSG are not due to liberated ammonia, but rather to the amino acid anion. At 4 g/kg, MSG gave rise to serum concentrations of glutamate of about 70 mM, strongly suggesting osmotic problems."
        },
        {
            "References": "WHO Food Additive Series 22; L-Glutamic Acid and its Ammonium, Calcium, Monosodium and Potassium Salts. Available from, as of March 20, 2007: https://www.inchem.org/documents/jecfa/jecmono/v22je12.htm",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Fifty weanling rats (Food and Drug Research Labs strain), 3 days of age, were divided into five groups. Each group was subdivided and the test animals given either single intragastric or single subcutaneous doses of monosodium glutamate, sodium chloride, sodium gluconate, potassium glutamate (all 10% solutions, 10 mg/kg b.w.), or water. Another group of 12-day old rats were treated in a similar manner. All animals in these groups were killed 24 hours after dosing. In addition, another group of 60 rats (3 days of age) was divided into subgroups and treated with the same test compounds at the same dose levels. Half of each group was sacrificed at 6 hours and the other half at 24 hours after dosing. Microscopic examination of the brain, particularly the ventral hypothalamus, did not show neuronal necrosis of the hypothalamic arcuate nuclei, except in 1 rat dosed with 1 g/kg monosodium glutamate at 3 days of age, and killed 24 hours later, which showed an area in the median eminence which contained cells with slight nuclear pyknosis and prominent vacuolation."
        },
        {
            "References": "WHO Food Additive Series 22; L-Glutamic Acid and its Ammonium, Calcium, Monosodium and Potassium Salts. Available from, as of March 20, 2007: https://www.inchem.org/documents/jecfa/jecmono/v22je12.htm",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Groups of male and female hamsters aged 25 days were deprived of water or water and food overnight, then offered solutions containing 0, 2, 4, 6, or 8% MSG for 30 minutes. Six hours later the animals were killed and the brains examined; no hypothalamic lesions were seen."
        },
        {
            "References": "WHO Food Additive Series 22; L-Glutamic Acid and its Ammonium, Calcium, Monosodium and Potassium Salts. Available from, as of March 20, 2007: https://www.inchem.org/documents/jecfa/jecmono/v22je12.htm",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Three infant monkeys, 5 days of age, received MSG by stomach tube at a dose of 2 g/kg. Two infant monkeys at 10 days of age, 2 at 20 days of age, and 2 at 40 days of age, received the same treatment. Two animals at 80 days of age received 4 g/kg. One control monkey was included in each group. The animals were observed for 4 hours after dosing and then sacrificed. After a period of fixation, a block of tissue was removed from each brain which included the hypothalamus. Serial sections, 10 mm thick, were made in the horizontal plane and examined by light microscopy. No changes that were considered to be associated with the administration of MSG were observed in the hypothalamus of the monkeys."
        },
        {
            "References": "WHO Food Additive Series 22; L-Glutamic Acid and its Ammonium, Calcium, Monosodium and Potassium Salts. Available from, as of March 20, 2007: https://www.inchem.org/documents/jecfa/jecmono/v22je12.htm",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ A group of 3 to 4 day-old cynomolgus monkeys received either subcutaneously or orally single doses of 1 g/kg b.w. monosodium glutamate, sodium chloride, sodium gluconate, or potassium glutamate and were sacrificed 3 or 24 hours post-dosing. Another group of monkeys (3 to 4 days old) received orally either 4 g/kg monosodium glutamate or sodium chloride, and were sacrificed at 3, 6, and 24 hours post-dosing (3 and 24 hours in the case of sodium chloride-dosed monkeys). Detailed microscopic examination of the hypothalamus did not show any evidence of monosodium glutamate-induced necrosis or any  differences between any of the groups. Examination of the eyes did not reveal any effects due to monosodium glutamate. Glutamate and glutamine blood levels showed considerable variation in individual values among the animals dosed orally and subcutaneously. Subcutaneous dosing resulted in values an order of magnitude higher than those observed by oral dosing."
        },
        {
            "References": "WHO Food Additive Series 22; L-Glutamic Acid and its Ammonium, Calcium, Monosodium and Potassium Salts. Available from, as of March 20, 2007: https://www.inchem.org/documents/jecfa/jecmono/v22je12.htm",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Sixteen infant monkeys (M. mulatta or M. irus) were fasted for 4 hours before receiving by stomach tube single doses of a 50% solution of monosodium glutamate, equivalent to doses of 1, 2, or 4 g/kg b.w. Control animals received distilled water. At 6 hours  post-dosing the animals were sacrificed and the brains perfused for examination by light and electron microscopy. No morphological differences were observed in the hypothalamic regions of treated and control monkeys. Inadequately fixed tissue had the same appearance as that of a previously-reported brain lesion in a newborn monkey."
        },
        {
            "References": "WHO Food Additive Series 22; L-Glutamic Acid and its Ammonium, Calcium, Monosodium and Potassium Salts. Available from, as of March 20, 2007: https://www.inchem.org/documents/jecfa/jecmono/v22je12.htm",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Groups of 3 infant monkeys were dosed with a mixture of water and skimmed milk containing either added NaCl or MSG, on an equivalent mole/kg basis. Administration was via nasogastric tube. Other groups were injected subcutaneously with either a 25% aqueous solution of MSG or a 10% solution of NaCl. The doses ranged from 1-4 g/kg b.w. All animals were sacrificed after dosing and the brains examined by combined light and electron microscopy. Infants given relatively low oral doses of MSG (1 and 2 g/kg) sustained small focal lesions confined primarily to the rostro-ventral aspect of the infundibular nucleus. Those treated with high subcutaneous doses developed lesions which spread throughout, and sometimes beyond, the infundibular nucleus. At all doses tested, and by either route of administration, rapid necrosis of neurons (within 5 hours) was observed. Measurements of blood glutamate levels suggested that the threshold for lesion formation in 1-week old rhesus monkeys may be in the range of 200 mg/L."
        },
        {
            "References": "PMID:7246043",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ The effect of monosodium glutamate (MSG) on the thyroid gland of mice is studied. MSG induces marked histological changes in the thyroid tissue, indicative of hypothyroidism. The follicular epithelium, is greatly compressed and the follicles have enlarged due to distension with the accumulation of colloid. The histological picture of the thyroid gland remains unchanged for the animals sacrificed after short-term (13 weeks) and long-term (52 weeks) treatment. MSG, therefore, has a cumulative effect. The hypothyroidism is attributed to the influence of the drug on hypothalamus-pituitary function and the secretion of hormones responsible for the thyroid metabolism."
        },
        {
            "References": "PMID:15925301",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ ... Male Wistar rats (65+5 g, n = 8) were fed a standard diet (control), a standard diet supplemented with 100 g of MSG/kg bw, a diet rich in fiber, or a diet rich in fiber supplemented with 100 g of MSG/kg bw. After 45 days of treatment, sera were analyzed for concentrations of insulin, leptin, glucose, triacylglycerol, lipid hydroperoxide, and total antioxidant substances. A homeostasis model assessment index was estimated to characterize insulin resistance. Voluntary food intake was higher and feed efficiency was lower in animals fed the standard diet supplemented with MSG than in those fed the control, fiber-enriched, or fiber- and MSG-enriched diet. The MSG group had metabolic dysfunction characterized by increased levels of glucose, triacylglycerol, insulin, leptin, and homeostasis model assessment index. The adverse effects of MSG were related to an imbalance between the oxidant and antioxidant systems. The MSG group had increased levels of lipid hydroperoxide and decreased levels of total antioxidant substances. Levels of triacylglycerol and lipid hydroperoxide were decreased in rats fed the fiber-enriched and fiber- and MSG-enriched diets, whereas levels of total antioxidant substances were increased in these animals..."
        },
        {
            "References": "PMID:16913079",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ ... Wistar rats (male) were exposed to monosodium glutamate (MSG) (4 mg/g body wt, ip) for 6 consecutive days and sacrificed on 30th and 45th day after last MSG dose. Thymocyte proliferation was evaluated by measuring the expression of proliferating cell nuclear antigen by flow cytometry. Apoptosis was detected using the Annexin V-FITC/PI apoptosis detection kit and cells were analyzed using a flow cytometer. Expression of Bcl-2 and Bax proteins were determined with flow cytometry using respective monoclonal antibodies. The current study results demonstrated that MSG significantly decreased thymocyte proliferation (p < 0.001) induced by ConA and increased apoptosis rate (p < 0.001) of the cells during /the/ examination period. MSG treatment induced down regulation of Bcl-2 protein while Bax protein levels were not significantly changed..."
        },
        {
            "References": "WHO Food Additive Series 22; L-Glutamic Acid and its Ammonium, Calcium, Monosodium and Potassium Salts. Available from, as of March 20, 2007: https://www.inchem.org/documents/jecfa/jecmono/v22je12.htm",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ An experiment was conducted in which 45 male and 45 female rats were fed 1 or 250 mg/kg MSG daily from 1 to 90 days of age, at which time the animals were killed. A comparable control group received only laboratory chow over the same period of time. General clinical observations, body weights, hematologic parameters, and other clinical chemical measurements were within the normal range. At autopsy, organ weights were within the normal range. Histochemical and ultrastructural studies of the hypothalamus and median eminence showed no evidence of repair or replacement of neuronal cells by elements of glial or ependymal cells."
        },
        {
            "References": "WHO Food Additive Series 22; L-Glutamic Acid and its Ammonium, Calcium, Monosodium and Potassium Salts. Available from, as of March 20, 2007: https://www.inchem.org/documents/jecfa/jecmono/v22je12.htm",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Groups of 10-day old Charles-River rats (10 male and 10 female) were dosed orally with 0.2 ml of either strained baby food containing no monosodium glutamate, strained baby food containing monosodium glutamate up to 0.4%, or strained baby food containing monosodium glutamate equal to a dosage level of 0.5 g/kg, additional to that found in normal commercially distributed baby food (390 mg per jar). The rats were mated; half of the offspring were removed from parental females and sacrificed after 5 hours. Histological studies were made of brains in the area of the hypothalamus at the roof and the floor of the third ventricle. The remaining rats were returned to parental females and allowed to grow to maturity (90 days post-weaning), then sacrificed and histological studies made of the brain. No lesions were observed in the brains of animals sacrificed at either 5 hours post-treatment or after reaching maturity. Animals which were reared to maturity showed normal growth and food consumption."
        },
        {
            "References": "WHO Food Additive Series 22; L-Glutamic Acid and its Ammonium, Calcium, Monosodium and Potassium Salts. Available from, as of March 20, 2007: https://www.inchem.org/documents/jecfa/jecmono/v22je12.htm",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Doses of 250 mg or 1 g/kg MSG were administered orally daily for 30 days to two groups of 3 infant rhesus monkeys starting at 1 day after birth. General clinical observations over a period of 30 days revealed normal growth, development, and activity. No changes were observed in the levels of hemoglobin, hematocrit, RBC or WBC counts, or reticulocytes. The levels of glucose, urea nitrogen, and serum potassium, calcium, and sodium were within the normal ranges. At autopsy, complete histological, histochemical, and ultrastructural investigations of the entire arcuate nuclei and median eminence region failed to reveal any necrotic or damaged neurons."
        },
        {
            "References": "WHO Food Additive Series 22; L-Glutamic Acid and its Ammonium, Calcium, Monosodium and Potassium Salts. Available from, as of March 20, 2007: https://www.inchem.org/documents/jecfa/jecmono/v22je12.htm",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Ten infant squirrel monkeys were fed either a 0, 4.8, 9.1, or 17% (based on dry weight) MSG formula diet for 9 weeks. Three of the test monkeys died. Two died of effects not related to MSG. The third, which was on the 17% diet, developed convulsive seizures. However, the other 2 animals in this group were unaffected. Clinical observations were made daily, and at the end of the test period the monkeys were sacrificed and the major organs examined microscopically. Sections of the retina and hypothalamus were examined by electron microscopy. No hypothalamic or retinal lesions were observed."
        },
        {
            "References": "WHO Food Additive Series 22; L-Glutamic Acid and its Ammonium, Calcium, Monosodium and Potassium Salts. Available from, as of March 20, 2007: https://www.inchem.org/documents/jecfa/jecmono/v22je12.htm",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Groups of 6 pups, 3 to 4 days of age, were dosed either orally or subcutaneously with 1 g/kg b.w. monosodium glutamate, sodium chloride, sodium gluconate, potassium glutamate, or water. Pups were sacrificed at either 3 hours, 24 hours, or 52 weeks after dosing. Other groups of dogs 35 days of age received single doses of test material, and were sacrificed at either 4 or 24 hours post-dosing. Body weights of dogs which were dosed once at 3 days of age and followed for a year, showed no evidence of effects of any treatment. Femur weight, as well as weight of the pituitary gland, ovaries, uterus, and mammary glands were similar to controls. Gross and microscopic examinations of these tissues failed to reveal any abnormalities. Extensive microscopic examination of brain tissue of all test animals did not show any treatment-related changes."
        },
        {
            "References": "WHO Food Additive Series 22; L-Glutamic Acid and its Ammonium, Calcium, Monosodium and Potassium Salts. Available from, as of March 20, 2007: https://www.inchem.org/documents/jecfa/jecmono/v22je12.htm",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ One control group of 200 male mice and six test groups of 100 male mice received 1 or 4% L-glutamic acid, monosodium L-glutamate, or DL-monosodium glutamate in their diet. No malignant tumors appeared after 2 years that could be related to the administration of test material. Growth and hematology were normal, and histopathological examination showed no abnormalities in the test animals. ... /In another study/ Six groups of C57B1 mice, comprising 50 males and 50 females, were given diets containing 1 or 4% L-glutamic acid, L-MSG, or DL-MSG for 715 days. A further control group of 100 animals of each sex received basal diet. No treatment-related differences were seen in mortality, body-weight gain, incidence of concurrent disease, hematology, or tumor incidence."
        },
        {
            "References": "WHO Food Additive Series 22; L-Glutamic Acid and its Ammonium, Calcium, Monosodium and Potassium Salts. Available from, as of March 20, 2007: https://www.inchem.org/documents/jecfa/jecmono/v22je12.htm",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Six groups of Sprague-Dawley rats, comprising 35 animals of each sex, were fed diets containing 0.4 or 4% L-glutamic acid, L-MSG, or DL-MSG from 12 weeks to 2 years of age; a control group of 61 males and 69 females received basal diets. The protocol included a reproduction phase. No adverse effects were noted on behavior, body-weight gain, food consumption, motor activity, clinical observations, hematology, or tumor incidence. Fertility, survival of the young, organ weights, and histopathology were comparable between controls and test animals ... . /In another study/ Groups of 40 rats of each sex were given diets containing 0, 1, 2, or 4% MSG or 2.5% sodium propionate (positive control) for 104 weeks. Animals of each sex per group were examined at 12 weeks with full histopathology. Ophthalmological examinations every 13 weeks were negative and no adverse effects were noted on body weight, food consumption, haematology, blood chemistry, terminal organ weights, or survival rates. Tissues from 25 organs were examined histologically. Water consumption, urinary volume, and sodium excretion were increased at the 4% MSG level and sub-epithelial basophil deposits were observed in the renal pelvis. Focal mineral deposits from the renal corticomedullary junction were equally distributed in all groups."
        },
        {
            "References": "WHO Food Additive Series 22; L-Glutamic Acid and its Ammonium, Calcium, Monosodium and Potassium Salts. Available from, as of March 20, 2007: https://www.inchem.org/documents/jecfa/jecmono/v22je12.htm",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Beagle dogs were fed diets containing 0, 2.5, 5, or 10% MSG or 5.13% sodium propionate (control) for 104 weeks. There were no adverse effects on body-weight gain, food consumption, behavior, ECG, ophthalmology, hematology, blood chemistry, organ weights, or mortality due to treatment. Urinary volume and sodium excretion were slightly elevated in animals receiving MSG or sodium propionate but kidney function was unimpaired. No treatment-related histological changes were observed."
        },
        {
            "References": "PMID:943190",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ The effects of neonatally-admin /saline or 8 mg/ MSG on the reproductive system of adult hamsters. MSG causes reproductive problems in hamsters. Female hamsters had ovaries with small follicles & with no corpora lutea."
        },
        {
            "References": "Shepard, T.H. Catalog of Teratogenic Agents. 5th ed. Baltimore, MD: The Johns Hopkins University Press, 1986., p. 399",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ /Monosodium glutamate was/ injected in mice on 17th or 18th day of gestation with 5 mg/kg. Nuclear pyknosis was found in the cells of the arcinate and ventro medial nuclei of the fetuses after 3 hr. Examination of treated fetuses after a 24 hr period did not show any abnormal lesion. ... Immature mice injected with substantial doses of monosodium glutamate developed brain lesions."
        },
        {
            "References": "National Research Council. Drinking Water and Health, Volume 6. Washington, D.C.: National Academy Press, 1986., p. 76",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Rabbits were given an oral dose (25 mg/kg) of monosodium glutamate for 1 month. The effects of the study were inhibition of spermatogenesis, reduced fertility, and atrophy of testes. /From table/"
        },
        {
            "References": "Grant, W.M. Toxicology of the Eye. 3rd ed. Springfield, IL: Charles C. Thomas Publisher, 1986., p. 461",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ In chick embryos glutamate has caused damage in the inner layers of the retina, including the ganglion cells. Concentrations that killed about half of the embryos caused cataracts in 77% of those that survived, and total destruction of the lens at the highest concentration used. /Glutamate/"
        },
        {
            "References": "PMID:9045994",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Monosodium glutamate (MSG) was shown to penetrate placental barrier and to distribute to embryonic tissues using (3H)glutamic acid ((3H)Glu) as a tracer. However, the distribution is not even; the uptake of MSG in the fetal brain was twice as great as that in the maternal brain in Kunming mice. Other maternal mice were given po MSG (2.5 mg/g or 4.0 mg/g bw) at 17-21 days of pregnancy, and their offspring behaviors studied. The results showed that maternal oral administration of MSG at a late stage of pregnancy decreased the threshold of convulsion in the litters at 10 days of age. Y-maze discrimination learning was significantly impaired in the 60-day-old filial mice. On the other hand, no significant difference in spatial learning or tail flick latency was measured between the experimental animals and the controls. The filial mice of MSG-treated mothers could either not grasp a rope tightly, or grasped the rope tightly but could not crawl along the rope at the beginning of the training. However, such mice, after training, could grasp and crawl along the rope as well as controls. Obvious neuronal damage was not detected in the periventricular organs or the hypothalamus under a light microscope. The rate of weight gain for experimental animals was greater than for controls throughout the period from 20 to 90 days. Mating of treated males with treated females resulted in pregnancies and normal offspring, indicating that oral administration of MSG at a late stage of pregnancy did not affected the reproductive capacity of the offspring."
        },
        {
            "References": "PMID:10598403",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ The study aimed at determining effects of monosodium glutamate (MSG), introduced in the perinatal period, on the reproductive system of sexually mature female rats. In days 2, 4, 6, 8, 10 the newborns received sc injections of MSG (4 mg/g bw) or 2% NaCl solution. When the animals reached the age of 6, 12 or 18 months, their ovaries and uteri were isolated for histological and morphometric studies while in their sera estradiol level was estimated by the RIA technique. The perinatal injection of MSG was found to decrease relative weights of ovaries and uteri. In the ovaries increased numbers of primordial follicles and decreased numbers of graafian follicles were detected. Also the thickness of endometrium and of the epithelium, which lined the endometrium, were lowered in females, which received perinatal injections of MSG, as compared to the controls. Serum estradiol level in MSG injected females was lowered at the age of 12 and 18 months. In 12 and 18 month old females the alterations were accompanied by obesity and a decreased body length."
        },
        {
            "References": "Goldfrank, L.R. (ed). Goldfrank's Toxicologic Emergencies.  7th Edition McGraw-Hill New York, New York 2002., p. 108",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Oral administration (1 month) to  rabbit at 25 mg/kg induced inhibition of spermatogenesis, reduced fertility, and atrophy of testes /monosodium glutamate/."
        },
        {
            "References": "Goldfrank, L.R. (ed). Goldfrank's Toxicologic Emergencies.  7th Edition McGraw-Hill New York, New York 2002., p. 108",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Injection in mouse (17-18 day pregnant) at 5 mg/kg induced nuclear pyknosis in cells of arcinate and ventro medial nuclei of fetuses."
        },
        {
            "References": "WHO Food Additive Series 22; L-Glutamic Acid and its Ammonium, Calcium, Monosodium and Potassium Salts. Available from, as of March 20, 2007: https://www.inchem.org/documents/jecfa/jecmono/v22je12.htm",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Monosodium glutamate was administered to 6 pregnant rhesus monkeys (Macaca mulatta) at a daily dosage equivalent to 4 g/kg b.w. during the last third of pregnancy. Four pregnant monkeys not receiving treatment were used as controls. Body weight and condition was unaffected throughout the gestation period. The duration of gestation was within the accepted range (156-178 days). There were no cases of delayed parturition or dystocia. Nursing, suckling, and behavioral patterns were normal except for one monkey which killed its infant at birth. Birth weights of the neonates were within the normal range. Infants, when removed from mothers, showed distress but no signs of abnormal behaviour. The hypothalamus region and related structure of the brain were examined by light microscopy. No abnormalities were observed."
        },
        {
            "References": "WHO Food Additive Series 22; L-Glutamic Acid and its Ammonium, Calcium, Monosodium and Potassium Salts. Available from, as of March 20, 2007: https://www.inchem.org/documents/jecfa/jecmono/v22je12.htm",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ A multi-generation reproduction study on MSG was conducted on IVCS and Swiss albino mice. Groups of 3-5 60-day old male and female mice were maintained on diets containing O, 2, or 4% MSG from 2 weeks prior to mating until 100 days after parturition. Animals in the F1 generation were maintained on the same diets and mated at 90 days of age. Animals in the F2 generation were killed on day 20. No significant abnormalities were observed on growth, food consumption, oestrus cycle, date of sexual maturation, organ weights, litter sizes, body weights of offspring, or histopathology of major organs (including brain and retina) of the parents and the F1 generation. Mice of the F2 generation showed normal date of eye-opening. No teratogenic effects were observed."
        },
        {
            "References": "WHO Food Additive Series 22; L-Glutamic Acid and its Ammonium, Calcium, Monosodium and Potassium Salts. Available from, as of March 20, 2007: https://www.inchem.org/documents/jecfa/jecmono/v22je12.htm",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ In a 3-generation reproduction study, two groups of 17 male and 51 female CD-1 COBS mice were given 1 or 4% MSG in the diet; a further control group of 33 male and 99 female animals received diets without MSG. Animals in the F1 and F2 generations were sacrificed at 27-36 weeks of age, while some of the F3 generation animals were examined  histopathologically at 0, 3, 14, and 21 days. Growth and food intake were similar in all groups. The actual MSG intakes were 1.5 and 6 g/kg b.w./day for males and 1.8 and 7.2 g/kg b.w./day for females in the 1 and 4% treatment groups respectively. The MSG intake of dams rose markedly during lactation, rising to a maximum of 25 g/kg b.w./day. No adverse effects were noted on fertility, gestation, viability, or lactation indices of progeny of any generation, and no brain lesions or other treatment-related histopathology were observed."
        },
        {
            "References": "WHO Food Additive Series 22; L-Glutamic Acid and its Ammonium, Calcium, Monosodium and Potassium Salts. Available from, as of March 20, 2007: https://www.inchem.org/documents/jecfa/jecmono/v22je12.htm",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Groups of female rats were maintained on diets containing 0.5, 1, or 2% vitamin mix. At each vitamin level diets also contained monosodium glutamate at 0, 1, or 2%. Reproductive performance of the parental rats as well as of the F1 offspring maintained on similar diets was studied. The addition of monosodium glutamate to the diet resulted in an increased fertility rate as well as increased survival at weaning of the offspring of the F1 generation. Addition of monosodium glutamate to the diet had no effect on growth rate in the neonatal period. Analysis of the brain tissue of first and second generation offspring at birth for RNA, DNA, protein, nucleus number, and cellular size showed that the brains of rats born of parental mothers on monosodium glutamate diets contained a smaller number of nuclei and larger cells than controls. In contrast, offspring of the F1 generation showed increased RNA, DNA, and nucleus numbers when compared with the offspring of the parental generation. The differences present at birth disappeared at weaning."
        },
        {
            "References": "WHO Food Additive Series 22; L-Glutamic Acid and its Ammonium, Calcium, Monosodium and Potassium Salts. Available from, as of March 20, 2007: https://www.inchem.org/documents/jecfa/jecmono/v22je12.htm",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Groups of 25 pregnant Wistar-derived rats were given 0, 4.5, 21, 97, or 450 mg monopotassium glutamate/kg b.w. by oral intubation on days 6-15 of pregnancy. No effects were observed on nidation or on maternal of fetal survival and the number of abnormalities in the offspring in the test groups did not differ from those occurring spontaneously in controls."
        },
        {
            "References": "WHO Food Additive Series 22; L-Glutamic Acid and its Ammonium, Calcium, Monosodium and Potassium Salts. Available from, as of March 20, 2007: https://www.inchem.org/documents/jecfa/jecmono/v22je12.htm",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Four groups of rabbits (24 females and 16 males) received 0, 0.1, 0.825, or 8.25% monosodium glutamate in their diet for 2 or 3 weeks before mating. A positive control group of 22 pregnant females received 100 mg/kg thalidomide from days 8 to 16 of pregnancy. All does were sacrificed on days 29 or 30 of gestation and the uteri and uterine contents were examined. All males were sacrificed and the gonads and any abnormal organs examined. No significant effects on body-weight gain, food consumption, general appearance, or behaviour were observed. Gross and histopathological examinations revealed no toxic effects on embryos or resorptions. Pups and all litter data were comparable among test animals and negative controls. The brains of 5 female and 5 male pups at the 8.25% level were subsequently checked for neuronal necrosis compared with controls, but none was found. Similar investigations on 5 male and 5 female pups at the 0.1 and 0.825% levels were also negative."
        },
        {
            "References": "PMID:7215467",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Retinas from older chick embryos in culture appeared more susceptible to the destructive effects of monosodium glutamate. Effects studied as a function of embryonic age."
        },
        {
            "References": "NEMEROFF CB ENDOCRINOLOGY 101 (2): 613 (1977)",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ Analysis of the disruption in hypothalamic-pituitary regulation in rats treated with MSG: evidence for involvement of tuberoinfundibular cholinergic & dopaminergic systems in neuroendocrine regulation."
        },
        {
            "References": "PMID:6122172",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ Monosodium glutamate (MSG) administration to neonatal mice results in destruction of the arcuate nucleus (AN) of the hypothalamus and numerous behavioral, endocrine and neurochemical sequelae. The present study assessed high-affinity neurotransmitter uptake into hypothalamic synaptosomes isolated from adult mice which were treated on postnatal day 4 with either MSG (4 mg/g) or saline. MSG treatment produced a significant reduction in synaptosomal uptake of dopamine (DA), choline (Ch) and GABA when expressed in terms of hypothalamic wet weight. However, MSG treatment resulted in a significant loss (70%) of synaptosomal protein and consequent increases in synaptosomal uptake of these neurochemicals when expressed per unit of synaptosomal protein. The results indicate that MSG treatment produced an overall reduction in net hypothalamic uptake, with surviving neuronal elements exhibiting an increased uptake which may reflect compensatory changes in these nerve terminals. MSG may thus disrupt pituitary and intrahypothalamic functions via its effects on neuronal systems of the AN."
        },
        {
            "References": "PMID:2275722",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ 10 rats of the Long Evans strain were treated from the first to the eleventh postnatal day with daily subcutaneous injections of 4 mg/g body weight monosodium L-glutamate in aqua dest. 10 rats were used as controls and received isotonic sodium chloride solution on the same days. When rats were 4 months old, electrodes were implanted in different depths of the superior colliculus to investigate averaged evoked potentials by flash and by click stimuli. The flash stimulus in the superficial layers of the colliculus of monosodium L-glutamate rats were strongly reduced in their amplitudes and irregularly shaped with the most prominent result that the primary negative component N28 was missing. The deeper recordings were made, the less this polarity reversed primary component was affected with still significant amplitude reduction in the deepest layer. Shape and peak times of the click stimuli from the same electrodes in different depths were not significantly changed. However, the amplitudes of the early negative positive and the second negative positive deflections were enhanced in all monosodium L-glutamate treated rats, and the amplitude proportions between flash and click stimuli were in favor of click stimulus in contrast to the controls. Heteromodal interactions of paired click and flash stimuli with an interval of 100 ms resulted in nearly total suppression of the flash stimulus, in contrast to controls in which flash were rather uninfluenced by the preceding click. Also the behavior dependent reduction of flash stimulus during grooming and exploratory behavior was much stronger in monosodium L-glutamate treated rats compared with controls. The evoked potential analyses revealed greater interindividual heterogeneity of flash stimulus in monosodium L-glutamate treated rats than in controls."
        },
        {
            "References": "PMID:2275721",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ 13 rats of the Long Evans strain were treated from the first to the eleventh postnatal day with daily subcutaneous injections of 4 mg/g body weight monosodium-L-glutamate in aqua dest. Further 13 rats were used as controls and received isotonic sodium chloride solution on the same days. When rats were four months old, epidural electrodes were implanted on the visual cortex to investigate averaged evoked potential by flash and by click stimuli. All flash stimulus components of monosodium-L-glutamate rats were changed in their amplitudes and peak times. Mainly the early components were strongly reduced and irregularly split. Click stimulus in the visual cortex of monosodium-L-glutamate rats were also significantly changed. Photically evoked afterdischarges were not statistically altered. The evoked potential analysis revealed great interindividual heterogeneity and their topographical distribution was also strongly modified. The postmortem macroscopic inspection of the brains resulted in strong atrophy of the optic nerves and the chiasma. During two month observations no restoration of the evoked potentials to normal values was observed."
        },
        {
            "References": "PMID:1712432",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ Adult rats treated neonatally with monosodium glutamate exhibit lesions in the arcuate nucleus of the hypothalamus. Following monosodium glutamate lesioning, dopamine content in median eminence/arcuate nucleus tissue extracts declined by 60-70%. Substance P content as determined by radioimmunoassay was significantly decreased in the paraventricular nucleus (531 + or - 30 pg, mean + or - SEM) compared to controls (871 + or - 110 pg) but was unchanged in median eminence/arcuate nucleus extracts. Substance K content decreased to 257 + or - 20 pg in the paraventricular nucleus of lesioned animals compared to controls (367 + or - 31 pg) and the median eminence/arcuate nucleus content of substance K was also significantly decreased (236 + or - 36 pg compared to control levels of 619 + or - 65 pg). The CRF-41 content of the paraventricular nucleus and median eminence/arcuate nucleus was unchanged by monosodium glutamate lesioning, indicating that these areas are not affected by monosodium glutamate. The partial depletion of substance P and substance K in the paraventricualr nucleus following monosodium glutamate treatment provides evidence that at least some of the neurokinin content of the paraventricular nucleus may originate in cell bodies of the arcuate nucleus. However, the lack of response of the median eminence/arcuate nucleus substance P to monosodium glutamate treatment may suggest that the arcuate nucleus is not the major source of substance P in the median eminence."
        },
        {
            "References": "PMID:2290618",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ Neuronal damage in the area postrema of adult Sprague-Dawley rats was induced by subcutaneous administration of monosodium glutamate, 9 mg/g body wt). Serotonin-immunoreactive neurons were visualized in the area postrema 3 hr or 7 days after control or monosodium glutamate treatment. At 3 hr post monosodium glutamate, many serotonin immunoreactive neurons showed morphological signs of degeneration, such as, cytoplasmic vacuolization, chromatin clumping and dendritic hypertrophy. Monosodium glutamate treatment caused a 30% reduction of detectable area postrema serotonin immunoreactive neurons after 7 days. It was concluded that a subpopulation of serotonergic neurons in the area postrema is sensitive to the neuroexcitotoxic effect of systemic glutamate."
        },
        {
            "References": "PMID:1980344",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ ... When administered in an acute, subconvulsive dose (500 mg/kg ip), monosodium L-glutamate altered neurotransmitter content in discrete brain regions of adult (6 month old) and aged (24 month old) male Fischer 344 rats. Norepinephrine content was reduced in both the hypothalamus (16%) and cerebellum (11%) of adult rats, but was increased in both hypothalamus (7%) and cerebellum (14%) of aged rats after monosodium L-glutamate treatment. Monosodium L-glutamate also altered the dopamine content in adult rats in both the posterior cortex and the striatum, causing a reduction (23%) and an increase (12%), respectively. Glycine content in the midbrain of aged rats increased (21%) after monosodium L-glutamate injection. Of particular interest is the widespread monoamine and amino acid deficits found in the aged rats in many of the brain regions examined. Norepinephrine content was decreased (11%) in the cerebellum of aged rats. Dopamine content was reduced in both the posterior cortex (35%) and striatum (10%) of aged rats compared to adult animals. Cortical serotonergic deficits were present in aged rats with reductions in both the frontal (13%) and posterior cortex (21%). Aged rats also displayed deficits in amino acids, particularly the excitatory amino acids. There were glutamate deficits (9-18% reductions) in the cortical regions (posterior and frontal) as well as midbrain and brain stem. Aspartate, the other excitatory amino acid transmitter, was reduced 10% in the brainstem of aged rats. These data indicate that an acute, subconvulsive, dose of monosodium L-glutamate may elicit neurochemical changes in both adult and aged male Fisher 344 rats, and that there are inherent age related deficits in particular neurotransmitters in aged male Fisher 344 rats as indicated by the reduction in both monoamines and amino acids."
        },
        {
            "References": "PMID:2753019",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ Adult rats (60 days old) were injected ip with 5 mg/g monosodium L-glutamate. During the convulsive period (1 hr/after injection), uptake and release of 3(H) norepinephrine and 14(C) dopamine were measured in a crude synaptosomal fraction and in slices of cerebral cortex and caudate nucleus, respectively. A significant reduction of 3(H) norepinephrine uptake was detected in cortical slices (by 42%) and in synaptosomal fraction (by 33%) of rats treated with monosodium L-glutamate, whereas potassium(+) stimulated 3(H) norepinephrine release was decreased by 32% and 39% in brain slices and in a synaptosomal fraction of cerebral cortex, respectively, in comparison with animals injected with 0.9% sodium chloride aqueous solution. In the caudate nucleus, 14(C) dopamine uptake was increased by 100% in brain slices and by 36% in the synaptosomal fraction following monosodium L-glutamate administration, whereas potassium(+) stimulated 14(C) dopamine release was enhanced by 80% in slices and by 25% in synaptosomes as compared to aqueous solution injected rats. Data suggest that catecholaminergic neurotransmission may play an important role in the etiopathology of convulsions in the experimental model using monosodium L-glutamate."
        },
        {
            "References": "PMID:14609316",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ The purpose of this study was to examine the effect of monosodium glutamate on the visual performance in rats. The Wistar strain of neonatal rats were injected sc with a solution of the glutamate at doses of 1 or 2 or 4 mg/g bw on days 2, 4, 6, 8 and 10 postnatally. Control rats received an injection of physiological saline. ...The 4 mg/g glutamate treatment was observed to impair brightness discrimination performance at 1 month of age as compared to the control animals. This impairment was also observed in animals at 2 and 3 months as compared, in addition, to the values in other doses of glutamate treatment... At 2 months of age, /pattern discrimination/ performance in the 2- and 4 mg/g glutamate-treated groups was lower than those in the control group. This comparison was more pronounced at 3 months of age ..."
        },
        {
            "References": "PMID:16371318",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ ... The aim of the present study was to examine the neurobehavioral development of newborn rats treated with MSG. Rats received MSG at postnatal days 1, 3, 5, 7, and 9. Appearance of neural reflexes and reflex performance as well as motor coordination were examined for 5 weeks after birth. The efficacy of MSG treatment was confirmed by histological examination of the arcuate nucleus. /The authors/ found that MSG treatment delayed the appearance of forelimb placing, forelimb grasp and righting reflexes, besides the retarded somatic development. The treated pups performed surface righting in significantly longer times. Also, worse performance was observed in the foot-fault and rota-rod tests. However, MSG-treated rats reached control levels by the end of the fifth postnatal week."
        },
        {
            "References": "PMID:16226303",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ ... Place learning acquisition and retrieval were assessed in mature adult rats after sc injection of monosodium glutamate (4 mg/g bw) in eight neonatal rat pups at postnatal days one, three, five, and seven. Eight untreated rats were used as controls. At four months of age, the rats were challenged over a period of nine days with a place learning task. The task used an acquisition-retrieval paradigm in a Morris maze. Place learning acquisition was impaired in the experimental rats, which were unable to reduce their escape latencies during the nine training days. Controls improved between the fifth and ninth days of training. Test trials showed that retrieval of spatial information was also impaired in the experimental animals. These results show that both place learning acquisition and retrieval abilities in mature rats are impaired by neonatal treatment with monosodium glutamate ..."
        },
        {
            "References": "PMID:15157988",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ ... Eighteen Sprague-Dawley adult male rats were used. Monosodium glutamate-treated rats (4 g/kg bw, ip) showed tonic and clonic epileptic seizures, as well as less dendritic spines in the apical arborization of their hippocampal CA1 pyramidal cells, compared to both control groups. No changes were seen in the proportional density of thin, stubby, mushroom-shaped, wide, or ramified spines between groups. Excessive glutamate-mediated excitatory activity on receptors could have led dendritic spines to shrink until they disappeared, while the spine-type proportion may be kept balanced as an adaptive response."
        },
        {
            "References": "PMID:11595361",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ The effect of neonatal treatment with monosodium L-glutamate (MSG) on the dopaminergic systems of the medial basal hypothalamus has been investigated using tyrosine hydroxylase (TH) and aromatic L-amino acid decarboxylase (AADC) immunocytochemistry. Changes in plasma levels of prolactin (PRL) and alpha-melanocyte-stimulating hormone (MSH) have also been determined in intact and in MSG-treated rats after inhibition of TH by alpha-methyl-p-tyrosine (alpha-MpT) or without inhibition of enzyme activity. Monosodium glutamate resulted in a 40% reduction in the number of TH immunopositive tuberoinfundibular neurons, but no change in the number of AADC-positive tuberoinfundibular nerve cells, indicating that this reduction has occurred mainly in TH-positive but AADC-negative elements, i.e., in L-DOPA-ergic neurons. ... These findings suggest that MSG affects primarily L-DOPA-ergic neurons located in the ventrolateral part of the arcuate nucleus, but not dopaminergic neurons situated in the dorsomedial part of the arcuate nucleus; neither PRL nor MSH secretion is altered by MSG ..."
        },
        {
            "References": "PMID:9662721",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ Hypothalamic-pituitary-adrenocortical function in rats with brain lesions induced by neonatal monosodium glutamate (MSG) treatment (4 mg/g, 5 administrations, ip) was evaluated in the present study. Using in situ hybridization we found increased proopiomelanocortin (POMC) mRNA levels in the adenopituitary and normal corticotropin-releasing hormone mRNA levels in the hypothalamic paraventricular nucleus in MSG-treated rats. The total content of pituitary adrenocorticotropin (ACTH) was not changed, while pituitary ACTH concentration was higher in MSG-treated compared to control rats. The number of ACTH-immunostained cells per a constant area of adenohypophysial section, as measured by immunohistochemistry, was unchanged indicating that no significant condensation of corticotropes occurred. Basal plasma ACTH concentrations were not different, whereas morning corticosterone levels were elevated in rats with MSG treatment. While ACTH response to stress stimuli was similar in both groups of rats, corticosterone response to exogenous ACTH (500 ng/kg, iv, Synacthen), short-lasting handling and immobilization was of the same magnitude but prolonged in MSG-treated rats. Based on the decline of [3H] corticosterone in plasma, a decreased corticosterone clearance rate was found in MSG-treated rats ..."
        },
        {
            "References": "Grant, W.M. Toxicology of the Eye. 3rd ed. Springfield, IL: Charles C. Thomas Publisher, 1986., p. 461",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ In young frog retinas in vitro, glutamate caused decrease in protein synthesis in the inner retina, but increase in synthesis in the photoreceptors. /Glutamate/"
        },
        {
            "References": "Peter RE et al; Cell and Tissue Res 212 (3): 429-42 (1980)",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ Monosodium L-glutamate (MSG) was injected intraperitoneally into goldfish at a dosage of 2.5 mg/g body weight. At 24 hr post-injection there was a marked hypertrophy and edema in the region of the nucleus lateralis tuberis (NLT) from the anterior margin of the pituitary stalk through to the posterior end of the NLT, irrespective of the sex of the goldfish. A similar hypertrophy and edema occurred ventral to the anterior commissure in the preoptic region in the anterior-ventral nucleus preopticus periventricularis (NPP). At 6 hr post-injection a slight vacuolization was evident in these two regions, and at two days the hypertrophy and edema had abated from the extent observed at 24 hr post-injection. At five and eight days post-injection only necrotic cells were found in the affected NLT region, but only a small band of necrotic cells was evident in the anterior-ventral preoptic region. No other brain lesions were evident. Serum levels of gonadotropin (GtH) were increased at 6 hr, 24 hr, and two days after treatment with MSG, but were similar to control values at five, seven and eight days after MSG in male and female goldfish. Exocytosis of small dark secretory granules in gonadotrophs was evident at 24 hr after MSG in a fish with a somewhat greater increase in serum GtH than usually found. The time course of increased serum GtH levels postinjection of MSG is consistent with the observed time course of hypertrophy and atrophy of NLT neurons; the increase in serum levels of GtH is interpreted to reflect a stimulation of release of GtH-releasing factor from neurons in the NLT. Electron microscope investigation indicates that prolactin cells have increased secretory and synthetic activity from 24 hr through to seven days post-injection of MSG. The mechanism for stimulation of the prolactin cells by MSG is not known. No other changes in activity of adenohypophysial secretory cells were found."
        },
        {
            "References": "WHO Food Additive Series 22; L-Glutamic Acid and its Ammonium, Calcium, Monosodium and Potassium Salts. Available from, as of March 20, 2007: https://www.inchem.org/documents/jecfa/jecmono/v22je12.htm",
            "Value": "/GENOTOXICITY/ Potassium and ammonium glutamate, L-glutamic acid, and L-glutamic acid HCl were not mutagenic when tested against S. typhimurium strains TA98, TA100, TA1535, TA1537, and TA1538 and Saccharomyces cereviseae in the presence or absence of S-9 mix."
        },
        {
            "References": "PMID:1771162",
            "Value": "/IMMUNOTOXICITY/ Cell-mediated immunity was investigated in adult mice and rats treated with monosodium glutamate in their suckling period. Delayed-type hypersensitivity to xenogeneic cells and host-versus-graft reactivity to allogeneic cells were depressed in these mice. Their splenocytes showed reduced mitogen-induced blastogenesis in vitro which was restored by removal of nonadherent to glass spleen cells. Xenogeneic local graft-versus-host reaction induced by spleen cells taken from Wistar rats treated with monosodium glutamate was significantly decreased. Treatment with monosodium glutamate of neonatal mice and rats ... significantly reduced their cell-mediated immunity."
        },
        {
            "References": "WHO Food Additive Series 22; L-Glutamic Acid and its Ammonium, Calcium, Monosodium and Potassium Salts. Available from, as of March 20, 2007: https://www.inchem.org/documents/jecfa/jecmono/v22je12.htm",
            "Value": "/OTHER TOXICITY INFORMATION/ Numerous studies have been carried out in which large doses of MSG were administered by subcutaneous or intraperitoneal injection to neonatal mice. A common effect of this treatment is a metabolic obesity without hyperphagia and stunted growth ... . The observed obesity in these studies was associated with decreased adrenaline-stimulated lipolysis. Decreased pituitary weight and impaired pituitary function resulted in atrophy of related target organs such as the gonads, accessory sexual organs, thyroids, and adrenals. Prolactin and growth hormone levels were depressed, but hypothalamic LHRF was reported to be unaffected ... . Repressed ossification reported in one study was thought to be due to deranged PTH/calcitonin regulation... ..  Similar experiments in rats also resulted in stunting and obesity, with reduction in weights of the pituitary, adrenals, and gonads. Growth hormone levels were reduced in both sexes but LHRH, TRH, somatostatin, and norepinephrin levels were unaffected. Rats receiving 1 g MSG/kg b.w. subcutaneously showed elevated prolactin but reduced growth hormone and TSH levels ... . The effects of treatment are age-dependent in both mice and rats. Neonatal rats show a permanent reduction in GH secretion without evidence of excessive prolactin secretion whereas acute administration of MSG to adults causes suppression of GH and PRL release by effects on the dopamine systems in the medial basal hypothalamus... .. Reduction in weight of the endocrine glands without obvious histological changes did not affect fertility."
        },
        {
            "References": "DEPAOLO LV ET AL; ENDOCRINOLOGY (BALTIMORE) 110 (3): 835 (1982)",
            "Value": "/OTHER TOXICITY INFORMATION/ Adult male rats (5 months old) treated during first 10 days of life showed endocrine abnormalities"
        },
        {
            "References": "WHO Food Additive Series 22; L-Glutamic Acid and its Ammonium, Calcium, Monosodium and Potassium Salts. Available from, as of March 20, 2007: https://www.inchem.org/documents/jecfa/jecmono/v22je12.htm",
            "Value": "/OTHER TOXICITY INFORMATION/ Monosodium glutamate, monopotassium glutamate, sodium chloride, and sodium gluconate at 1 g/kg in a 10% w/v solution (and comparable volumes of distilled water), were administered orally and subcutaneously to mice and rats at 3 or 12 days of age and to dogs at 3 or 35 days of age and the animals were killed within 24 hours of dosage. Examination of the eyes and of the preoptic and arcuate nuclei of the hypothalamus by two pathologists revealed no dose-related histomorphological effects in any of the test groups at either of the two ages selected to correspond to the periods before and at the beginning of solid food intake."
        },
        {
            "References": "PMID:7251307",
            "Value": "/OTHER TOXICITY INFORMATION/ Monosodium glutamate (MSG) administered to neonatal rats on postnatal days 1 to 10 caused a generalized degeneration of the inner retinal layers. MSG administered only on postnatal days 8, 9, 10, and/or 11 caused a retinopathy limited to more peripheral retinal areas ..."
        },
        {
            "References": "WHO Food Additive Series 22; L-Glutamic Acid and its Ammonium, Calcium, Monosodium and Potassium Salts. Available from, as of March 20, 2007: https://www.inchem.org/documents/jecfa/jecmono/v22je12.htm",
            "Value": "/OTHER TOXICITY INFORMATION/ Seventy-five infant Swiss albino CD-1 mice (3 to 10 days old) were given single subcutaneous injections of MSG at concentrations equal to 2 or 4 g/kg (0.1 mL in distilled water). Another group of 50 adult CD-1 mice were injected either subcutaneously or intraperitoneally with MSG at doses varying from 6 to 10 g/kg (1 mL volume). Control animals were injected with sodium chloride. Brain tissue was examined by light and electron microscopy. Ninety-five percent of the animals injected with MSG developed brain lesions in the arcuate nucleus of the hypothalamus. Lesions involved primarily microglial cells, with no effects to the perikarya of neurons. Distal neuronal processes were only slightly affected."
        },
        {
            "References": "IEIRI T ET AL; DOKKYO J MED SCI 8 (2): 69 (1981)",
            "Value": "/OTHER TOXICITY INFORMATION/ Neonatal treatment of rats depressed the synthesis & enhanced the release of growth hormone by anterior pituitary isolated from adult males."
        },
        {
            "References": "PMID:7266254",
            "Value": "/OTHER TOXICITY INFORMATION/ Adult rats given 4 g/kg ip produced hypothalamic lesion, incr in plasma osmolarity, hypovolemia, alkalosis, hypernatremia, uremia; plasma levels of chloride & potassium decreased."
        },
        {
            "References": "NAKAO K; J KYOTO PREFECT UNIV MED 89 (6): 435 (1980)",
            "Value": "/OTHER TOXICITY INFORMATION/ Admin of monosodium glutamate to suckling mice caused pituitary lesions with subsequent histological changes in the liver and pancreas."
        },
        {
            "References": "PMID:7296631",
            "Value": "/OTHER TOXICITY INFORMATION/ The brains of neonate albino rats were examined with the light and electron microscope following subcutaneous administration of monosodium glutamate (MSG). In addition to lesions in areas known to be vulnerable to glutamate, such as the arcuate nucleus of the hypothalamus, distinct areas of necrotic tissue were detected in the granular portion of the retrosplenial cingulate cortex. The affected cells display the cytological features characteristic of MSG-lesioned brain tissue, including vacuolization of the endoplasmic reticulum and clumping of chromatin. Numerous pyknotic nuclei can be detected as early as 3 hr following treatment. ..."
        },
        {
            "References": "PMID:6989622",
            "Value": "/OTHER TOXICITY INFORMATION/ Neuronal necrosis in the arcuate and ventromedial hypothalamus regions is easily induced in 1-day-old Chinese hamsters by the administration of monosodium glutamate (MSG). New-born Chinese hamsters injected with MSG showed no sign of obesity, even when grown up, but apparently developed a diabetic syndrome."
        },
        {
            "References": "PMID:1980722",
            "Value": "/OTHER TOXICITY INFORMATION/ This study compared tyrosine hydroxylase mRNA signal levels, relative quantity of tyrosine hydroxylase protein, and the catalytic activity of tyrosine hydroxylase in the tuberoinfundibular dopaminergic neurons of male and ovariectomized female rats. In addition, the effects of monosodium glutamate neurotoxicity on these parameters of tyrosine hydroxylase regulation were evaluated. Neonatal rats were injected with monosodium glutamate (4 mg/g body weight) or 10% sodium chloride (controls) on alternate days for the first 10 days of life. Females were ovariectomized on day 45 of age, and all rats were used between 60 and 80 days of age. The tyrosine hydroxylase mRNA sign levels, as assessed by an in situ hybridization technique, were 2 fold higher in control females than in control males, whereas the number of tyrosine hydroxylase mRNA containing cells was similar between sexes. The tyrosine hydroxylase immunostainings of the tuberoinfundibular dopaminergic neurons perikarya in the arcuate nucleus and of the nerve terminals in the median eminence were qualitatively more intense in females than males. The catalytic activity of tyrosine hydroxylase, as determined by in vitro DOPA accumulation in the stalk median eminence, was 3 fold greater in females than males. Neonatal monosodium glutamate treatment resulted in a marked reduction in the number of tyrosine hydroxylase mRNA containing cells and tyrosine hydroxylase immunopositive cells in the arcuate nucleus of both sexes, as well as a decrease in the intensity of tyrosine hydroxylase immunostaining in the median eminence. The cellular mRNA signal levels for tyrosine hydroxylase were markedly reduced in females after monosodium glutamate treatment, but were unchanged in males. Monosodium glutamate treatment reduced tyrosine hydroxylase activity to 20% of control levels in females, but did not alter enzyme activity in males."
        },
        {
            "References": "PMID:3513043",
            "Value": "/OTHER TOXICITY INFORMATION/ Neonatal administration of monosodium glutamate to rodents results in severe damage to the arcuate nucleus of the hypothalamus. Monosodium glutamate induced hypothalamus damage produces profound alterations in hypothalamic neurotransmitters and anterior pituitary function. Reproductive function is also severly compromised in both male and female monosodium glutamate treated rats. The present study investigated the developmental sequelae of monosodium glutamate induced alterations in hypothalamic monoamine metabolism as well as other aspects of monosodium glutamate toxicity. Female rats given 4 mg/kg of monosodium glutamate on postnatal days 2 and 4 did not exhibit any significant alterations in hypothalamic monoamine metabolism on postnatal days 21 or 30, however, postpubertal monosodium glutamate treated females had signifiantly reduced levels of mediobasal hypothalamic dopamine and DOPAC. In contrast, male monosodium glutamate treated rats had slight reductions in hypothalamic and mediobasal hypothalamic dopamine levels but these reductions were not statistically significant. Male monosodium glutamate treated rats did exhibit significant reductions in hypothalamic DOPAC on postnatal day 30 and mediobasal hypothalamic homovanillic acid levels on day 100. Acetylcholine levels were also measured in the mediobasal hypothalamic and pituitary of adult male monosodium glutamate treated rats and found to be unaltered. The developmental profile of hypothalamic monoamines and their metabolites and monosodium glutamate induced alterations in dopamine and DOPOAC levels in the mediobasal hypothalamic of female rats are discussed in relation to the neurochemical mechanisms involved in triggering puberty."
        },
        {
            "References": "Grant, W.M. Toxicology of the Eye. 3rd ed. Springfield, IL: Charles C. Thomas Publisher, 1986., p. 461",
            "Value": "/OTHER TOXICITY INFORMATION/ ... The retinotoxic effect of glutamate in the mouse was related to the age at which the glutamate was administered. The severity of damage to the ganglion cells and to cells of the inner muclear layer increased with age up to the tenth postnatal day, but after the tenth to eleventh days it was difficult to produce significant lesions in the retina even with lethal doses. At the tenth postnatal day, the retina showed a rapid response and progression of changes. Within 30 min of a single subcutaneous injection, morphologic changes were evident, and massive edema of the inner portions of the retina developed within 90 min, increasing the thickness of the whole retina by 40 to 60% in several hr. Within the first day most of the cells of the inner layers became necrotic and degenerated, and within 48 hr the fragments mostly disappeared, thinning the retina to about 65% of normal. No primary effect on photoreceptor cells was found either by light or electron microscopy, while most of the neurons of the ganglion cell layer were destroyed. Changes in nerve fibers at a distance from ganglion cells in the optic nerve and tracts occurred later. /Glutamate/"
        },
        {
            "References": "Grant, W.M. Toxicology of the Eye. 3rd ed. Springfield, IL: Charles C. Thomas Publisher, 1986., p. 461",
            "Value": "/OTHER TOXICITY INFORMATION/ In rabbits, retinotoxicity has been reported even at adult age. Prolonged treatment has caused degeneration of the ganglion cell layer and inner neclear layer, but without great change in the electroretinogram or the electroculogram. /Glutamate/"
        },
        {
            "References": "Grant, W.M. Toxicology of the Eye. 3rd ed. Springfield, IL: Charles C. Thomas Publisher, 1986., p. 461",
            "Value": "/OTHER TOXICITY INFORMATION/ ... In young rats, glutamate in sublethal doses destroyed nerve cells in the ganglion cell layer and the inner nuclear layer, causing disappearance of the beta waves, and causing reduction of myelinated axons in the optic nerves to 1% of normal. The retina in rats becomes resistant to toxic action of glutamate at 10 days after birth, but this does not appear to be related to development of the blood retina barrier. /Glutamate/"
        },
        {
            "References": "PMID:8741739",
            "Value": "/OTHER TOXICITY INFORMATION/ The effects of MSG treatment on nerve growth factor (NGF) and neuropeptide Y (NPY) levels were analyzed in the hypothalamus, pituitary, adrenal, thyroid and testis of adult rats. Daily iv injections of MSG (1g/kg for 1 wk) induced an increase of NGF in the hypothalamus (control (C) = 378 +/- 54; saline (S) = 369 +/- 36; MSG = 479 +/- 35 pg g-1 tissue; p < 0.001) and pituitary (C = 310 +/- 34; S = 376 +/- 114; MSG = 576 +/- 98 pg g-1 tissue; p < 0.01). Hypothalamic and pituitary NPY concentrations were also altered in the MSG-treated rats. Compared with saline-treated rats, the NPY concentration increased by 43% in the hypothalamus and 37.5% in the pituitary of MSG-treated rats. No significant changes in NGF and NPY content were found in the adrenal or thyroid of treated animals ..."
        },
        {
            "References": "PMID:15352879",
            "Value": "/OTHER TOXICITY INFORMATION/ ... Treatment of neonatal rats with MSG could affect the nitrergic cells of the subfornical organ (SFO). In the present work, alterations in the NADPH-diaphorase activity (a commonly used marker for nitrergic neurons) in the SFO of MSG-treated rats of either sex ... /were examined/. ... The treatment of neonatal rats with MSG induced a substantial reduction in the volume of the SFO and in the number of its nitrergic cells with regard to control animals."
        },
        {
            "References": "PMID:16406310",
            "Value": "/OTHER TOXICITY INFORMATION/ ... In the present study, newborn male Wistar rats were injected, sc, five times, every other day, with monosodium glutamate (MSG, 4 g/kg bw) or saline (as control, C), during the neonatal period. MSG animals developed destruction of the arcuate nuclei (ARC) with absence of neuropeptide Y (NPY)-immunoreactive cell bodies, which impaired both the food intake (baseline) and the 2-deoxy-D-glucose (2DG) glucoprivic feeding response. ... After systemic 2DG injection, neither the C nor the MSG rats increased their food intake, but they showed similar hyperglycemic responses, whereas plasma free fatty acids (FFA) increased only in the C group. In other groups, 2DG, norepinephrine (NE), neostigmine (NEO) and saline were intracerebroventricularly (icv.) administered. In this condition, impairment of the hyperglycemic and food intake responses, associated to a lower increase in plasma FFA levels, were observed. As opposed to this, the MSG treatment gives support to NE effects, enhancing food intake, as well as plasma glucose and FFA levels. After NEO, plasma glucose increased only in the MSG group, while plasma FFA levels were elevated in the C rats. Taken together, the results obtained after MSG treatment point to a separate neural control of the hyperglycemic response and of the lipid mobilization when stimulated by central 2DG, NE or NEO administration."
        },
        {
            "References": "PMID:12470699",
            "Value": "/OTHER TOXICITY INFORMATION/ ... This work evaluates the effect of neonatal MSG treatment on glutamic acid decarboxylase (GAD) activity and kinetics in the cerebral cortex, striatum, hippocampus and cerebellum of the rat brain during postnatal development. Neonatal MSG treatment decreased GAD activity in the cerebral cortex at 21 and 60 postnatal days (PD), mainly due to a reduction in the enzyme affinity (K(m)). In striatum, the GAD activity and the enzyme maximum velocity (V(max)) were increased at PD 60 after neonatal MSG treatment. Finally, in the hippocampus and cerebellum, the GAD activity and V(max) were increased, but the K(m) was found to be lower in the experimental group."
        },
        {
            "References": "PMID:10736376",
            "Value": "/OTHER TOXICITY INFORMATION/ ... To investigate glutamate-induced cellular responses, groups of nursing 7-d-old mice (n = 31-93) were given single sc injections of 0.1-0.5 mg monosodium glutamate (MSG)/g bw or an equivalent volume (30-50 uL) of water vehicle (n = 93). Injection of 0.2 mg MSG/g bw produced a 16-fold rise in plasma glutamate after 15 min (2.10 vs. 0. 122 mmol/L control) and was the lowest harmful dose tested. It not only induced injury of small bilateral groups of medial basal hypothalamic neurons at 5 hr postinjection, but also enhanced their expression of the N-methyl-D-aspartate (NMDA)R1 glutamate receptor subunit. Higher dosages of 0.3-0.5 mg MSG/g bw yielded dose-related increases in NMDAR1 staining intensity and larger numbers of damaged neurons within the ventromedial arcuate nucleus. Administration of the live-cell nuclear stain bis-benzimide (0.95 umol/L) indicated that MSG accessed the entire brain (n = 20) and methylene blue (1.0 g/L) permeated extracellular spaces by 15 min postinjection (n = 19), before cell death was evident (0.75 mmol/L propidium iodide) from co-injected MSG."
        },
        {
            "References": "Doull, J., C.D. Klaassen, and M. D. Amdur (eds.). Casarett and Doull's Toxicology. 2nd ed. New York: Macmillan Publishing Co., 1980., p. 198",
            "Value": "/OTHER TOXICITY INFORMATION/ Large doses of monosodium l-glutamate produce hypothalamic & retinal lesions in newborn mice. The lateral geniculate nucleus also shows degeneration ... the site of hypothalamic damage is the arcuate nucleus. ... controversy as to whether or not MSG affects the hypothalamus in monkeys."
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "(1) Yoshida T; Kirk-Othmer Encycl Chem Tech. 3rd NY: Wiley 2: 410-21 (1978) (2) Lyman WJ et al; Handbook of Chemical Property Estimation Methods. Washington, DC: Amer Chem Soc pp. 4-9 (1990) (3) Swann RL et al; Res Rev 85: 17-28 (1983)",
            "Value": "The Koc of monosodium glutamate is estimated as 4(SRC), using a water solubility of 3.85X10+5 mg/L(1) and a regression-derived equation(2). According to a classification scheme(3), this estimated Koc value suggests that monosodium glutamate is expected to have very high mobility in soil."
        }
    ]
}