{
    "_id": {
        "$oid": "6682e9cec4e5dba5ffba2c7c"
    },
    "CID": {
        "$numberInt": "23663539"
    },
    "Name": "PENTACHLOROPHENOL, SODIUM SALT",
    "IUPACName": "sodium;2,3,4,5,6-pentachlorophenolate",
    "CanonicalSMILES": "C1(=C(C(=C(C(=C1Cl)Cl)Cl)Cl)Cl)[O-].[Na+]",
    "Synonyms": [
        "Sodium pentachlorophenate",
        "131-52-2",
        "Pentachlorophenol sodium salt",
        "Sodium pentachlorophenol",
        "Sodium pentachlorophenolate",
        "Sodium pentachlorophenoxide",
        "Pentaphenate",
        "Weedbeads",
        "Santobrite D",
        "Dowicide G",
        "PENTACHLOROPHENOL",
        "SODIUM SALT",
        "Mystox D",
        "PCP-Sodium",
        "Sodium PCP",
        "Dow dormant fungicide"
    ],
    "IsomericSMILES": "C1(=C(C(=C(C(=C1Cl)Cl)Cl)Cl)Cl)[O-].[Na+]",
    "INCHI": "InChI=1S/C6HCl5O.Na/c7-1-2(8)4(10)6(12)5(11)3(1)9;/h12H;/q;+1/p-1",
    "INCHIKEY": "HCJLVWUMMKIQIM-UHFFFAOYSA-M",
    "Formula": "C6Cl5NaO",
    "MolecularWeight": {
        "$numberDouble": "288.3"
    },
    "Description": {
        "$numberDouble": "NaN"
    },
    "XlogP": {
        "$numberDouble": "NaN"
    },
    "Complexity": {
        "$numberInt": "155"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "environmental_bioconcentrations": [
        {
            "References": "PMID:7066539",
            "Value": "Rainbow trout exposed to waterborne sodium pentachlorophenate averaging 35 and 660 ng/L for about 115 days accumulated levels of pentachlorophenate that were related to the concentration and duration of exposure. Pentachlorophenate levels in organs (liver and gall bladder), the remaining fish, and the percent of total pentachlorophenate in the organs remained relatively uniform among the control fish over the 115 day period. Fish exposed to 35 ng/L contained slightly higher pentachlorophenate levels with a higher percentage found in the organs. The highest levels of pentachlorophenate occurred in fish exposed to 660 ng/L where concentration in the organs averaged 2200 ug/kg after 115 days. Thus, uptake from water is an important pathway for the accumulation of pentachlorophenate by rainbow trout."
        }
    ],
    "environmental_biodegradations": [
        {
            "References": "Booth, N.H., L.E. McDonald (eds.). Veterinary Pharmacology and Therapeutics. 5th ed. Ames, Iowa: Iowa State University Press, 1982., p. 963",
            "Value": "/Sodium pentachlorophenate is/ ... not persistent in water, sewage, or soil because of bacterial decomposition."
        }
    ],
    "logP": [
        {
            "References": "Cavender F, O'Donohue J; Phenol and Phenolics. Patty's Toxicology. (1999-2013). New York, NY: John Wiley & Sons, Inc. On-line posting date: 17 Aug 2012",
            "Value": "log Kow = 1.3 at pH 10"
        }
    ],
    "mechanism_of_action": [
        {
            "References": "PMID:17555088",
            "Value": "To study the mechanism of thyroid hormone action disrupted mechanism by pentachlorophenol in FRTL-5 cells. In the study solvent control group (DMSO), positive control group in iodide uptake measurements (perchlorate sodium) and three pentachlorophenol groups were designed. FRTL-5 cells were treated at the doses of 0.1 ug/mL, 0.3 ug/mL and 0.5 ug/mL of pentachlorophenol for 24 hours. The proliferation of FRTL-5 cells was assayed by 3H - TdR, and the concentrations of thyroglobulin in culture were assayed by RIA. In iodide uptake measurements, and the (125)I uptake of FRTL-5 cells was tested in 12 hr and 24 hr. Pentachlorophenol had no effect on the proliferation of FRTL-5 cells, and the concentrations of thyroglobulin in culture were decreased at the levels of group 0.3 ug/mL and 0.5 ug/mL. The iodide uptakes of FRTL-5 cells were significantly increased at the levels of group 0.33 ug/mL and 0.5 ug/mL in 12 hr. Perchlorate sodium made significant decreases of the iodide uptake of FRTL-5 cells in 12 hr and 24 hr. The mechanism of the thyroid hormone action disrupted by pentachlorophenol may be associated with descreasing thyroglobulin in FRTL-5 cells. /Pentachlorophenol/"
        },
        {
            "References": "White-Stevens, R. (ed.). Pesticides in the Environment: Volume 1, Part 1, Part 2. New York: Marcel Dekker, Inc., 1971., p. 7",
            "Value": "Chlorinated phenols ... are very effective (... in vitro) as uncouplers of oxidative phosphorylation. They thus prevent incorporation of inorganic phosphate into ATP without effecting electron transport. As a result of this action, which is believed to occur at mitochondrial /membrane/, cells continue to respire but soon are depleted of ATP necessary for growth. /Chlorophenols/"
        },
        {
            "References": "Booth, N.H., L.E. McDonald (eds.). Veterinary Pharmacology and Therapeutics. 5th ed. Ames, Iowa: Iowa State University Press, 1982., p. 963",
            "Value": "The chlorophenols ... act at the sites of adenosine triphosphate production and decrease or block it without blocking the electron transport chain. Thus the poisons uncouple phosphorylation from oxidation. Free energy from the electron transport chain then converts to more body heat. As body temp rises, heat-dissipating mechanisms are overcome and metabolism is speeded. More adenosine diphosphate and other substrates accumulate, and these substrates stimulate the electron transport chain further. The electron transport chain responds by using up more and more available oxygen (increasing oxygen demand) in an effort to produce adenosine triphosphate, but much of the free energy generated is liberated as still more body heat. Oxygen demand quickly overcomes oxygen supply, and energy reserves become depleted. /Chlorophenols/"
        },
        {
            "References": "Kearney, P.C., and D. D. Kaufman (eds.) Herbicides: Chemistry, Degredation and Mode of Action. Volumes 1 and 2. 2nd ed. New York: Marcel Dekker, Inc., 1975., p. 689",
            "Value": "... Effective uncoupler of oxidative phosphorylation. At low concn (10-5 m) pentachlorophenol prevents the uptake of inorganic phosphate associated with the oxidation of alpha-ketoglutarate. In phosphate-deficient systems, alpha-ketoglutarate oxidation is stimulated by pentrachlorophenol (PCP). PCP greatly enhances liberation of inorg phosphate from ATP in fresh mitochondrial prepn, but ... no effect upon atpase prepared from disintegrated mitochondria. Suggested effect of PCP may be one of altering permeability of mitochondria rather than direct effect on atpase. /Pentachlorophenol/"
        },
        {
            "References": "Hayes, Wayland J., Jr. Pesticides Studied in Man. Baltimore/London: Williams and Wilkins, 1982., p. 475",
            "Value": "A study of magnesium adenosine triphosphitase and sodium, potassium adenosine triphosphitase from various tissues of the rat revealed very complex reactions, suggesting that pentachlorophenol uncouples oxidative phosphorylation at low concn and inhibits it at high concn and that sodium, potassium adenosine triphosphitase is the locus of action of the poison. /Pentachlorophenol/"
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "WHO/FAO; Environmental Health Criteria Document No. 71: Pentachlorophenol (87-86-5) p.136 (1987). Available from, as of August 8, 2013: https://www.inchem.org/documents/ehc/ehc/ehc71.htm",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Acute oral exposure of mice and rats to lethal doses of PCP results in an increase in respiratory rate, a marked rise in temperature (4 - 4.5 °C), tremors or possibly convulsions, and a loss of the righting reflex.  Asphyxial spasms and cessation of breathing usually occurs 0.5 - 2 min before cardiac arrest.  A rapid and intense rigor mortis is observed within 3 - 5 min of death and approximately 45 min sooner than the onset of rigor mortis in rats given ether.  Similar signs are observed with lethal exposure to PCP and its sodium salt, regardless of the route of administration."
        },
        {
            "References": "WHO/FAO; Environmental Health Criteria Document No. 71: Pentachlorophenol (87-86-5) p.136 (1987). Available from, as of August 8, 2013: https://www.inchem.org/documents/ehc/ehc/ehc71.htm",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ The effects of acute dermal exposure have been examined only in the rat and rabbit.  For rats, but not rabbits, PCP is much more toxic when given orally than when applied dermally.  However, with Na-PCP, toxicity via the 2 routes appears to be similar. The only acute inhalation toxicity value reported for Na-PCP is for rats; Na-PCP is at least 10 times more toxic via inhalation than by oral ingestion."
        },
        {
            "References": "Clayton, G. D. and F. E. Clayton (eds.). Patty's Industrial Hygiene and Toxicology: Volume 2A, 2B, 2C: Toxicology. 3rd ed. New York: John Wiley Sons, 1981-1982., p. 2606",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ When absorbed in sufficient quantity into tissues of dogs & rabbits ... pentachlorophenol and sodium pentachlorophenate produce an acute toxic state characterized by accelerated respiration, moderately elevated blood pressure, hyperpyrexia, hyperglycemia, glycosuria & hyperperistalsis (vomiting was observed in dogs after SC dose)."
        },
        {
            "References": "Clayton, G. D. and F. E. Clayton (eds.). Patty's Industrial Hygiene and Toxicology: Volume 2A, 2B, 2C: Toxicology. 3rd ed. New York: John Wiley Sons, 1981-1982., p. 2606",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ When absorbed in sufficient quantity into tissues of ... rats and guinea pigs, pentachlorophenol and sodium pentachlorophenate produce an acute toxic state characterized by accelerated respiration, moderately elevated blood pressure, hyperpyrexia, hyperglycemia, glycosuria & hyperperistalsis ... ."
        },
        {
            "References": "National Research Council. Drinking Water & Health Volume 1. Washington, DC: National Academy Press, 1977., p. 753",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ PCP was embryotoxic & fetotoxic /to sprague-dawley rats/ at doses of commercial and pure phenol of 15 mg/kg & above. Delayed ossification of skull was observed after treatment with pure PCP. Oral admin ... to hamsters on days 5-10 of gestation produced fetal death and/or resorptions at 5 mg/kg/day and above. /Pentachlorophenol/"
        },
        {
            "References": "PMID:20654147",
            "Value": "/ENDOCRINE MODULATION/ To assess thyroid disruption induced by sodium pentachlorophenol (PCP) using Organization for Economic Co-operation and Development (OECD) recommended TG 407 method. A total of 30 specific pathogen free (SPF) SD adult male and female rats were randomly divided into 3 groups, and treated with water, 0.33 and 30 mg x kg(-1)x d(-1) of PCP-Na by oral gavage for consecutive 28 days, respectively. After final treatment, histological changes of thyroid were observed by hematoxylin-eosin stain, and the levels of thyroid hormones (total thyroxine (TT(4)), free thyroxine (FT(4)), total triiodothyronine (TT(3)), and free triiodothyronine (FT(3))) were determined by radioimmunoassay. The expression levels of thyroid receptors (TRalpha and TRbeta) mRNA and deiodinases (DioI, DioII and DioIII) mRNA in liver were analyzed by RT-PCR. In high dose group, liver weight coefficient of male and female rats were (4.82 +/- 0.42)% and (4.99 +/- 0.17)%, increased by 36.2% (t = 7.338, P < 0.01) and 41.8% (t = 8.955, P < 0.01), compared to control group ((3.54 +/- 0.14)%, (3.52 +/- 0.19)%), respectively, while the significant changes of kidney or thyroid weight were not observed. In high dose group, the levels of TT(4) and FT(4) in serum of male rats were (64.95 +/- 7.16) nmol/L and (8.16 +/- 2.29) pmol/L, and decreased by 26.6% (t = -3.999, P < 0.01) and 42.3% (t = -4.112, P < 0.01) compared to control group ((88.48 +/- 6.99) nmol/L, (14.13 +/- 1.68) pmol/L). In the same group, FT(4) in serum of female rats was (4.94 +/- 0.89) pmol/L, decreased by 55.5% (t = -3.380, P = 0.012) compared to control group ((11.10 +/- 3.40) pmol/L) and TT(3) and FT(3) in serum of female rats were (1.92 +/- 0.24) nmol/L and (3.05 +/- 0.79) pmol/L, increased by 74.5% (t = 5.263, P < 0.01) and 55.6% (t = 3.495, P < 0.01) compared to control group ((1.10 +/- 0.23) nmol/L, (1.96 +/- 0.32) pmol/L), respectively. PCP-Na didn't affect the expression levels of TRalpha, TRbeta, DioIII mRNA in high dose group, while DioII expression of male rats (0.209 +/- 0.017) down-regulated by 79.2% (t = -5.426, P < 0.01) compared to control group (1.006 +/- 0.137), and DioI expression of female rats (1.844 +/- 0.189) up-regulated by 66.6% (t = 4.359, P < 0.01) compared to control group (1.005 +/- 0.083), indicating DioI and DioII poss different sensitivity to adverse effects induced by PCP-Na between male and female rats. The histopathological results showed that PCP-Na could give rise to hyperplasia of the follicular epithelium cells, and the depletion of colloid. There were no significant changes in serum THs levels and expression of TRalpha, TRbeta, DioI-IIImRNA in low dose group. However, sporadic lymphocytic infiltration, follicles amplification in part and slightly increased in thickness of follicular cells were observed in this group. PCP is a kind of thyroid disrupting chemical."
        },
        {
            "References": "Zhao B et al; J Environ Sci (China) 18 (3): 519-24 (2006)",
            "Value": "/ENDOCRINE MODULATION/ Both pentachlorophenol and 2,3,7,8-tetrachlorodibenzo-p-dioxin (TCDD) had been studied widely because of their probable anti-estrogenic activity. Sodium pentachlorophenol (PCP-Na), as a industrial product used in many fields, usually contains a trace of TCDD. The aim of this study was to assess the anti-estrogenic effect of PCP-Na in juvenile goldfish (Carassius auratus) hepatocyte cultures using vitellogenin (VTG) as the biomarker. The ID50 of PCP-Na was investigated and then a series of concentrations (0.001-0.5 ug/mL) of PCP-Na were evaluated to estimate the anti-estrogenic activity. Results showed that PCP-Na was cytotoxic for hepatocytes even at very low concentration < 1.21 ug/mL, and it could not induce VTG at any concentrations tested. Since it failed to stimulate VTG production, the possibility of its anti-estrogenic effect was tested, and a well-known anti-estrogenic compound-tamoxifen was used as positive control. PCP-Na caused a reduction in VTG synthesis in juvenile goldfish (Carassius auratus) hepatocytes at concentrations > 0.1 ug/mL when co-exposure with 1 ug/mL 17beta-estradiol (E2), making its anti-estrogenic activity approximately as potent as tamoxifen. /These/ results indicate that PCP-Na can act as negative modulators of estrogenic function in juvenile goldfish (Carassius auratus) hepatocytes."
        },
        {
            "References": "National Research Council. Drinking Water & Health Volume 1. Washington, DC: National Academy Press, 1977., p. 753",
            "Value": "/GENOTOXICITY/ PCP proved negative in sex-linked level test in drosophila ... . /Pentachlorophenol/"
        },
        {
            "References": "LEMMA A ET AL; TRANS R SOC TROP MED HYG 69 (1): 167-8 (1975)",
            "Value": "/GENOTOXICITY/ The histidine-requiring mutant of Salmonella typhimurium IT-2 (his g46) was used to test for mutagens causing base-pair substitution, and the histidine-requiring mutant of S. typhimurium IT-2 (hisc207) was used to test for mutagens causing addition or deletion of one or two base-pairs. 1 mg of test cmpd was placed in the center of a petric dish which had been seeded. Sodium pentachlorophenate was not mutagenic."
        },
        {
            "References": "Roy P et al; Biotechnol Lett 3 (8): 401-4 (1981)",
            "Value": "/GENOTOXICITY/ Sodium pentachlorophenate treatment of Aspergillus niger induced both auxotrophic and morphological mutants. Consequently, the recommended use of pentachlorophenate as a selective agent for increasing the frequency of auxotrophic mutants following UV irradiation may give misleading results due to the mutagenic effects of sodium pentachlorophenate itself."
        },
        {
            "References": "Booth, N.H., L.E. McDonald (eds.). Veterinary Pharmacology and Therapeutics. 5th ed. Ames, Iowa: Iowa State University Press, 1982., p. 962",
            "Value": "/OTHER TOXICITY INFORMATION/ Animals may be poisoned by licking wood that is treated with chlorophenols or eating from treated feed bunkers. /Chlorophenols/"
        },
        {
            "References": "Clayton, G. D. and F. E. Clayton (eds.). Patty's Industrial Hygiene and Toxicology: Volume 2A, 2B, 2C: Toxicology. 3rd ed. New York: John Wiley Sons, 1981-1982., p. 2608",
            "Value": "/OTHER TOXICITY INFORMATION/ in animals, post-mortem evidences of injury consist ... of extensive damage to vascular system, with heart failure, and ... involvement of ... parenchymatous tissues as a result of heart failure (congestion and edema), & the injury to the small blood vessels ..."
        }
    ]
}