{
    "_id": {
        "$oid": "6682e9d2c4e5dba5ffba2c8e"
    },
    "CID": {
        "$numberInt": "23673461"
    },
    "Name": "POTASSIUM BROMATE",
    "IUPACName": "potassium;bromate",
    "CanonicalSMILES": "[O-]Br(=O)=O.[K+]",
    "Synonyms": [
        "POTASSIUM BROMATE",
        "7758-01-2",
        "Bromic acid",
        "potassium salt",
        "potassium;bromate",
        "Bromate",
        "potassium",
        "potassium trioxobromate",
        "MFCD00011359",
        "04MB35W6ZA",
        "CHEBI:38211",
        "Potassium bromate(DOT)",
        "Kaliumbromat",
        "CCRIS 529",
        "EEC No. E924",
        "HSDB 1253",
        "Bromic acid",
        "potassium salt (1:1); Bromic acid",
        "potassium salt (8CI,9CI); Potassium bromate"
    ],
    "IsomericSMILES": "[O-]Br(=O)=O.[K+]",
    "INCHI": "InChI=1S/BrHO3.K/c2-1(3)4;/h(H,2,3,4);/q;+1/p-1",
    "INCHIKEY": "OCATYIAKPYKMPG-UHFFFAOYSA-M",
    "Formula": "BrKO3",
    "MolecularWeight": {
        "$numberDouble": "167"
    },
    "Description": "Potassium bromate is a potassium salt and a bromate salt. It has a role as a flour treatment agent.",
    "XlogP": {
        "$numberDouble": "NaN"
    },
    "Complexity": {
        "$numberInt": "49"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "mechanism_of_action": [
        {
            "References": "PMID:11409938",
            "Value": "Potassium bromate (KBrO3), a food additive, induces renal-cell tumors in rats. KBrO3 induced 8-oxo-7, 8-dihydro-2'-deoxyguanosine (8-oxodG) formation in human leukemia cell line HL-60 as well as in its H2O2-resistant clone, HP100, suggesting no involvement of H2O2. Depletion of GSH by buthionine sulfoximine (BSO) had a little inhibitory effect on KBrO3-induced 8-oxodG formation. However, the amount of 8-oxodG was still significantly higher than that in control, suggesting that intracellular Cys can affect KBrO3 to oxidize DNA, when GSH decreased. KBrO3 caused 8-oxodG in isolated DNA in the presence of GSH (tripeptide; gamma-GluCysGly), gamma-GluCys, CysGly, or Cys. Methional completely inhibited 8-oxodG formation induced by KBrO3 plus GSH, but typical hydroxyl radical scavengers, SOD and catalase, had little or no inhibitory effects. When bromine solution (BrO(-)) was used instead of BrO3(-), similar scavenger effects were observed. Experiments with 32P-labeled DNA fragments obtained from the human p53 tumor suppressor gene and the c-Ha-ras-1 protooncogene suggested that KBrO3 induced 8-oxodG formation at 5'-site guanine of GG and GGG sequences of double-stranded DNA in the presence of GSH and that treatment of formamidopyrimidine-DNA glycosylase led to chain cleavages at the guanine residues. ESR spin-trapping studies showed that 1:2:2:1 quartet DMPO (5,5-dimethyl-1-pyrroline N-oxide) spectrum similar to DMPO/hydroxy radical (*OH) adduct, but the signals were not inhibited by ethanol. Therefore, the signal seemed not to be due to *OH but byproduct due to oxidation of DMPO by the reactive species. The signals were suppressed by the addition of dGMP, but not by other mononucleotides, suggesting the specific reactivity with guanine. On the basis of our results and previous literature, it is speculated that reduction of KBrO3 by SH compounds in renal proximal tubular cells yields bromine oxides and bromine radicals, which are the reactive species that cause guanine oxidation, leading to renal carcinogenesis of KBrO3."
        },
        {
            "References": "USEPA; Toxicological Review of Bromate (CAS No. 15541-45-4) In Support of Summary Information on the Integrated Risk Information System (IRIS) p.21 (March 2001) EPA/635/R-01/002. Available from, as of July 28, 2008: https://cfpub.epa.gov/ncea/iris/index.cfm?fuseaction=iris.showSubstanceList",
            "Value": "... The renal tissue levels of 8-hydroxydeoxyguanosine (8-OH-dG), glutathione (GSH), and lipid peroxidation (LPO) /were examined/ following ip and oral administration of bromate. In male F344 rats examined at 24, 48, 72, and 96 hours after a single ip administration of 70 mg KBrO3/kg (53.9 mg BrO3-/kg), levels of 8-OH-dG, LPO, and GSH were significantly increased (p < 0.01) compared with control animal values. In orally treated rats (0, 20, 40, and 80 mg KBrO3/kg (0, 15.4, 30.8, and 61.6 mg BrO3-/kg, respectively)), levels of 8-OH-dG, GSH, and LPO were examined 48 hours postdosing. 8-OH-dG and LPO levels were significantly increased in renal tissue from the 30.8 and 61.6 mg BrO3-/kg dose groups. The 8-OH-dG adduct levels were elevated 2.2-fold (30.8 mg/kg) and 7.7-fold (61.6 mg/kg) compared with controls. The LPO level was more than three times that of the control animal levels. GSH levels were significantly elevated (p < 0.01) at a dose of 61.6 mg BrO3-/kg by 44% compared with control values. ... A possible mechanism for potassium bromate-induced DNA oxidation /was suggested/ based on the increase in LPO activity and 8-OH-dG levels. Potassium bromate may produce active oxygen either directly or indirectly via reactions with intracellular molecules. The active oxygen would induce the initiation of LPO associated with the nuclear membrane followed by amplification of lipid peroxide and intermediate radicals by chain reaction. Induced LPO activity at the nuclear membrane would be in close proximity to nuclear DNA. The reaction products, in turn, would oxidize nuclear DNA. The observed increase in GSH levels may indicate a compensatory renal tissue mechanism against the production of oxidative reactants by potassium bromate."
        },
        {
            "References": "USEPA; Toxicological Review of Bromate (CAS No. 15541-45-4) In Support of Summary Information on the Integrated Risk Information System (IRIS) p.22 (March 2001) EPA/635/R-01/002. Available from, as of July 28, 2008: https://cfpub.epa.gov/ncea/iris/index.cfm?fuseaction=iris.showSubstanceList",
            "Value": "... One mechanism for bromate toxicity included the formation of organ-specific active oxygen species /was postulated/. This concept was supported by evidence of singlet oxygen production resulting from the addition of potassium bromate to kidney (renal cortex cells derived from proximal tubules), but not liver, homogenates. The singlet oxygen scavengers-histidine and sodium azide-inhibited the formation of active oxygen products, whereas the superoxide radical and hydrogen peroxide scavengers-superoxide dismutase, catalase, dimethyl sulfoxide, and ethanol-produced no effect. The contrasting activity of the renal and liver homogenates in the production of singlet oxygen products supports the specificity of potassium bromate for renal cell damage (carcinomas) but not hepatic cell damage."
        },
        {
            "References": "USEPA; Toxicological Review of Bromate (CAS No. 15541-45-4) In Support of Summary Information on the Integrated Risk Information System (IRIS) p.24 (March 2001) EPA/635/R-01/002. Available from, as of July 28, 2008: https://cfpub.epa.gov/ncea/iris/index.cfm?fuseaction=iris.showSubstanceList",
            "Value": "... /It was/ observed that in cell-free systems or in in vitro mammalian cell cultures the reduction of potassium bromate by glutathione (GSH) actually generates a short-lived reactive intermediate that induces 8-hydroxyguanine. The damaged DNA was not associated with cytotoxicity in the cell cultures. /These/ results ... are in contrast to earlier in vivo studies in which potassium bromate and GSH were administered together. /It was/ concluded that these differences are due to the fact that, in vivo, reduction of potassium bromate to inactive bromide occurs before bromate reaches the target tissue. The reactive intermediate responsible for the DNA damage is thought to be the bromine radical or bromine oxides, consistent with a finding that molecular bromine gives rise to the same DNA damage profile as potassium bromate."
        },
        {
            "References": "USEPA; Toxicological Review of Bromate (CAS No. 15541-45-4) In Support of Summary Information on the Integrated Risk Information System (IRIS) p.24 (March 2001) EPA/635/R-01/002. Available from, as of July 28, 2008: https://cfpub.epa.gov/ncea/iris/index.cfm?fuseaction=iris.showSubstanceList",
            "Value": "... A dual role for glutathione (GSH) in the genotoxicity of potassium bromate /was proposed/. ... /It was/ found that incubation of isolated calf thymus with both potassium bromate and GSH produced 8-hydroxydeoxyguanosine (8-OH-dG), whereas incubation with potassium bromate alone did not produce any DNA damage. These data suggest a direct, activating role for GSH in vitro. However, data from in vivo systems suggest that GSH has a protective effect. ... /It was/ found that 8-OH-dG was not elevated in either total DNA or mitochondrial DNA from rat kidney perfused in situ with 5 mM KBrO3 for up to 1 hour. A single ip dose of 100 mg KBrO3/kg caused a significant increase in lipid peroxides, 8-OH-dG, and oxidized GSH. Pretreatment with diethyl maleate to deplete GSH enhanced the toxicity of potassium bromate. In contrast, a single ip dose of 20 mg KBrO3/kg had no effect on either toxicity or oxidative stress. ... /It was/ concluded that this study contributes to the evidence that a threshold exists for potassium bromate's effects on DNA and that a nonlinear dose-response relationship exists in renal carcinogenesis."
        },
        {
            "References": "USEPA; Toxicological Review of Bromate (CAS No. 15541-45-4) In Support of Summary Information on the Integrated Risk Information System (IRIS) p.24 (March 2001) EPA/635/R-01/002. Available from, as of July 28, 2008: https://cfpub.epa.gov/ncea/iris/index.cfm?fuseaction=iris.showSubstanceList",
            "Value": "... /It was/ postulated that the gastrointestinal irritation may be due to conversion of bromate to hypobromous acid in the stomach. The characteristic renal injury is suspected to be due to the oxidizing potential of bromate ... and this is supported by the finding of acute renal lipid peroxidation in rats given potassium bromate"
        },
        {
            "References": "PMID:10096427",
            "Value": "KBrO3 administration dose dependently induced renal ornithine decarboxylase (ODC) activity several fold compared to its activity in saline-treated rats. Similarly renal DNA synthesis which has been measured as (3H)thymidine incorporation in DNA also increases. KBrO3 administration also depleted the level of renal glutathione and glutathione reductase activity in a time dependent manner. The maximum depletion in the levels of renal glutathione and glutathione reductase activity was observed 3 hr after KBrO3 treatment which was 60 and 40%, respectively, of saline-treated controls. Parallel to these changes, a sharp increase in the blood urea nitrogen and serum creatinine levels was observed which is indicative of the concurrent renal damage. These results suggest that oxidant generating KBrO3 acts as a potent proliferator of kidney and acts by producing oxidative damage."
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "PMID:22277885",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Potassium bromate (KBrO(3)) is a widely used food additive, a water disinfection by-product and a known nephrotoxic agent. The effect of KBrO(3) on rat blood, especially on the anti-oxidant defense system, was studied in this work. Animals were given a single oral dose of KBrO(3) (100 mg/kg body weight) and sacrificed 12, 24, 48, 96 and 168 hr after this treatment. Blood was collected from the animals and separated into plasma and erythrocytes. KBrO(3) administration resulted in increased lipid peroxidation, protein oxidation, hydrogen peroxide levels and decreased the reduced glutathione content indicating the induction of oxidative stress in blood. Methemoglobin levels and methemoglobin reductase activity were significantly increased while the total anti-oxidant power was greatly reduced upon KBrO(3) treatment. Nitric oxide levels were enhanced while vitamin C concentration decreased in KBrO(3) treated animals. The activities of major anti-oxidant enzymes were also altered upon KBrO(3) treatment. The maximum changes in all these parameters were 48 hr after the administration of KBrO(3) and then recovery took place. These results show for the first time that KBrO(3) induces oxidative stress in blood and impairs the anti-oxidant defense system. Thus impairment in the anti-oxidant power and alterations in the activities of major anti-oxidant enzymes may play an important role in mediating the toxic effects of KBrO(3) in the rat blood. The study of such biochemical events in blood will help elucidate the molecular mechanism of action of KBrO(3) and also for devising methods to overcome its toxic effects."
        },
        {
            "References": "PMID:16442688",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ ... Chronic exposures to KBrO3 cause renal cell tumors in rats, hamsters and mice and thyroid and testicular mesothelial tumors in rats. Experimental evidence indicates that bromate mediates toxicological effects via the induction of oxidative stress. To investigate the contribution of oxidative stress in KBrO3-induced cancer, male F344 rats were administered KBrO3 in their drinking water at multiple concentrations for 2-100 weeks. Gene expression analyses were performed on kidney, thyroid and mesothelial cell RNA. Families of mRNA transcripts differentially expressed with respect to bromate treatment included multiple cancer, cell death, ion transport and oxidative stress genes. Multiple glutathione metabolism genes were up-regulated in kidney following carcinogenic (400 mg/L) but not non-carcinogenic (20 mg/L) bromate exposures. 8-Oxodeoxyguanosine glycosylase (Ogg1) mRNA was up-regulated in response to bromate treatment in kidney but not thyroid. A dramatic decrease in global gene expression changes was observed following 1 mg/L compared to 20 mg/L bromate exposures. In a separate study oxygen-18 (18O) labeled KBrO3 was administered to male rats by oral gavage and tissues were analyzed for 18-O deposition. Tissue enrichment of 18O was observed at 5 and 24 hr post-KBr18O3 exposure with the highest enrichment occurring in the liver followed by the kidney, thyroid and testes. The kidney dose response observed was biphasic showing similar statistical increases in 18-O deposition between 0.25 and 50 mg/L (equivalent dose) KBr18O3 followed by a much greater increase above 50 mg/L. These results suggest that carcinogenic doses of potassium bromate require attainment of a threshold at which oxidation of tissues occurs and that gene expression profiles may be predictive of these physiological changes in renal homeostasis."
        },
        {
            "References": "PMID:16805826",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ To clarify the role of 8-OHdG formation as a starting point for carcinogenesis, ... the dose-dependence and time-course of changes of OGG1 mRNA expression, 8-OHdG levels and in vivo mutations in the kidneys of gpt delta rats given KBrO3 in their drinking water for 13 weeks /were examined/. There were no remarkable changes in OGG1 mRNA in spite of some increments being statistically significant. Increases of 8-OHdG occurred after 1 week at 500 ppm and after 13 weeks at 250 ppm Elevation of Spi- mutant frequency, suggestive of deletion mutations, occurred after 9 weeks at 500 ppm. In a two-stage experiment, F344 rats were given KBrO3 for 13 weeks then, after a 2-week recovery, treated with 1% NTA in the diet for 39 weeks. The incidence and multiplicity of renal preneoplastic lesions in rats given KBrO3 at 500 ppm. followed by NTA treatment were significantly higher than in rats treated with NTA alone. Results suggest that a certain period of time might be required for 8-OHdG to cause permanent mutations. The two-step experiment shows that cells exposed to the alteration of the intranuclear status by oxidative stress including 8-OHdG formation might be able to form tumors with appropriate promotion."
        },
        {
            "References": "PMID:10887209",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ ... The role of reduced glutathione (GSH) in the genetic toxicity of the rodent renal carcinogen potassium bromate (KBrO(3)) /was investigated/. A statistically significant increase in the concentration of 8-oxodeoxyguanosine (8-oxodG) relative to deoxyguanosine was measured following incubation of calf thymus DNA with KBrO(3) and GSH or N-acetylcysteine (NACys). This was dependent on these thiols and was associated with the loss of GSH and production of oxidized glutathione. A short-lived (<6 min) intermediate was apparent which did not react with the spin trap dimethylpyrroline N-oxide. DNA oxidation was not evident when potassium chlorate (KClO(3)) or potassium iodate (KIO(3)) were used instead of KBrO(3), though GSH depletion also occurred with KIO(3), but not with KClO(3). Other reductants and thiols in combination with KBrO(3) did not cause a significant increase in DNA oxidation. DNA strand breakage was also induced by KBrO(3) in human white blood cells (5 mM) and rat kidney epithelial cells (NRK-52E, 1.5 mM). This was associated with an apparent small depletion of thiols in NRK-52E cells at 15 min and with an elevation of 8-oxodG at a delayed time of 24 h. Depletion of intra-cellular GSH by diethylmaleate in human lymphocytes decreased the amount of strand breakage induced by KBrO(3). Extracellular GSH, however, protected against DNA strand breakage by KBrO(3), possibly due to the inability of the reactive product to enter the cell. In contrast, membrane-permeant NACys enhanced KBrO(3)-induced DNA strand breakage in these cells. DNA damage by KBrO(3) is therefore largely dependent on access to intracellular GSH."
        },
        {
            "References": "PMID:9620541",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Following incubation of calf thymus DNA with potassium bromate (KBrO3) and glutathione (GSH), a statistically significant increase in the concentration of 8-oxodeoxyguanosine (8-oxodG) relative to deoxyguanosine was measured. This was GSH-dependent and was associated with loss of GSH during incubation. In contrast, 8-oxodG was not found to be elevated significantly in either total tissue DNA or mitochondrial DNA isolated from Sprague-Dawley rat kidney perfused in situ with KBrO3 (5 mM) for 15 min or 1 hr. There was also no associated increase in the level of renal lipid peroxidation or reduced or oxidized GSH. Following intraperitoneal administration of KBrO3 to Sprague-Dawley rats, a dose of 100 mg/kg (maximum tolerated) gave evidence for oxidative stress in the kidney at 24 hr as indicated by a significant increase in lipid peroxidation (P < 0.05) and oxidized GSH (P < 0.05). This was associated with a greater than 2-fold, significant (P < 0.01) increase in the level of 8-oxodG in kidney total DNA and a 57% (not statistically significant) increase in kidney mitochondrial 8-oxodG. Pretreatment of rats with diethylmaleate (DEM) to deplete GSH, elevated the toxicity of 100 mg/kg KBrO3. However, at a dose of 20 mg/kg, no change in any of the parameters indicative of kidney oxidative stress (including indicators of oxidative DNA damage; 8-oxodG or etheno-DNA adducts, which can be produced by lipid peroxides) was seen either with or without DEM pretreatment with the exception of a small but statistically significant (P < 0.05) increase in mitochondrial 8-oxodG when KBrO3 was given following DEM pretreatment. DNA oxidation in the kidney is therefore not inhibited by GSH depletion (contrasting with in vitro findings) and requires a sustained exposure at a near-toxic concentration of KBrO3 which is associated with lipid peroxidation and GSH oxidation. The results do not support a role, in rat kidney, of a direct, GSH-mediated mechanism for KBrO3-induced DNA oxidation as seen in vitro."
        },
        {
            "References": "PMID:8960134",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ It has been suggested that 8-hydroxyguanine (oh8Gua), a DNA adduct formed by active oxygens, impairs the maintenance of genetic integrity, oh8Gua glycosylase removes oh8Gua residues as a free base from DNA strands. In E. coli, it has been demonstrated that oh8Gua glycosylase is induced in response to oxidative stress, but the oxidative inducibility in mammalian tissues has not yet been studied. In the present study, the inducibility of oh8Gua glycosylase was tested by comparing activity changes of this enzyme in the kidney and the liver of rats treated with potassium bromate (KBrO3). KBrO3 is known to cause oxidative damage to the kidney but not to other organs. With a single dose of KBrO3 (80 mg/kg, ip), activity in the kidney was found to increase significantly at 3 hr compared to that at zero time. At 6 hr, activity peaked, showing a 6-fold increase over that at zero time. Thereafter, it decreased and returned to its zero time level at 12 hr. With increasing doses of KBrO3 (up to 160 mg/kg, ip), activity increased linearly with increased dosage, and over 40 mg/kg, ip, activity increased to a level significantly higher than that in the control. In contrast to the time- and dose-dependent changes in activity in the kidney, no significant change was observed in the liver under the same conditions as above. These results show that oh8Gua glycosylase is also induced oxidatively in mammalian tissues. The induction in this tissue as well as in E. coli indicates that the adaptive response of this enzyme to oxidative stress is a general phenomenon in aerobic organisms and implies that the repair of oh8Gua residues in DNA is a process important for the survival of organisms in an aerobic environment."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. 73:486 (1999)",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ The acute hypotensive effects of potassium bromate in rabbits are due to both the potassium and the bromate ions. Rabbits did not survive single intravenous injections of 0.2 g potassium bromate solution for longer than 4 min, and did not survive six intravenous injections (total dose, 1 g) longer than 43 min. The resulting gastric damage was ascribed to the bromate ion. ..."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. V3 807",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/...Guinea pigs received subcutaneous injections of 100 mg/kg potassium bromate manifested cortical damage within 24 hr. Cloudy swelling and necrosis of epithelial cells in renal tubules were seen in animals killed after treatment."
        },
        {
            "References": "USEPA; Toxicological Review of Bromate (CAS No. 15541-45-4) In Support of Summary Information on the Integrated Risk Information System (IRIS) p.16 (March 2001) EPA/635/R-01/002. Available from, as of July 28, 2008: https://cfpub.epa.gov/ncea/iris/index.cfm?fuseaction=iris.showSubstanceList",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ ... A single intragastric dose of potassium bromate /was admin/ to F344 rats, B6C3F1 mice, and Syrian golden hamsters (5/sex/group). Two-thirds of the animals in all species receiving high doses (700-900 mg/kg) died within 3 hours; the remaining animals receiving high doses died within 48 hours. LD50 values were higher for females than for males in all species and ranged from 280 mg/kg (male mice) to 495 mg/kg (female rats). Observed signs of toxicity included suppression of locomotion, ataxic gait, tachypnea, hypothermia, diarrhea, lacrimation, and piloerection. Hyperemia of the glandular stomach mucosa and lung congestion were observed in all species during necropsy. Kidney damage, evidenced by epithelial dilation and desquamation of the distal convoluted tubules, was observed in rats as early as 1 hour after treatment. Necrosis and degenerative and regenerative changes of the proximal tubular epithelium were also noted after longer exposure. These histological changes occurred later and were less severe in mice and hamsters."
        },
        {
            "References": "USEPA; Toxicological Review of Bromate (CAS No. 15541-45-4) In Support of Summary Information on the Integrated Risk Information System (IRIS) p.17 (March 2001) EPA/635/R-01/002. Available from, as of July 28, 2008: https://cfpub.epa.gov/ncea/iris/index.cfm?fuseaction=iris.showSubstanceList",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ ... Male Long-Evans rats (50-100 g; 5/group) /were exposed to/ to single oral doses of 0, 1.0, 1.5, 2.0, or 3.0 mmol KBrO3/kg (equivalent to 0, 129, 192, 257, and 385 mg BrO3-/kg, respectively). Six hours after the administration of the bromate, rats receiving the maximum dose (3.0 mmol; 385 mg BrO3-/kg) exhibited diarrhea and signs of sedation. ... A LOAEL of 385 mg BrO3-/kg /was identified/ ... ."
        },
        {
            "References": "USEPA; Toxicological Review of Bromate (CAS No. 15541-45-4) In Support of Summary Information on the Integrated Risk Information System (IRIS) p.17 (March 2001) EPA/635/R-01/002. Available from, as of July 28, 2008: https://cfpub.epa.gov/ncea/iris/index.cfm?fuseaction=iris.showSubstanceList",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ ... Single intragastric doses of 0, 50, 300, 600, and 1,200 mg KBrO3/kg (0, 38.5, 231, 462, and 924 mg BrO3-/kg, respectively) /were admin/ to 6-week-old male F344/NCr rats (5/group) ... . All rats treated with 1200 mg KBrO3/kg (924 mg BrO3-/kg) and 4 of 5 rats treated with 600 mg KBrO3/kg (462 mg BrO3-/kg) died within 24 hours. One animal from the 300 mg KBrO3/kg (231 mg BrO3-/kg) dose group was found dead on day 6. Surviving animals were sacrificed at 4 weeks and all animals were necropsied. Significant increases in relative kidney weight were observed in animals in the 462 and 924 mg BrO3-/kg dose groups. Proximal tubule necrosis was observed in rats found dead during the study. In the 231 mg BrO3-/kg dose group, basophilic regeneration of the tubules and focal accumulation of eosinophilic droplets in the proximal tubules were observed, but not in the control group or in the 38.5 mg BrO3-/kg treatment group."
        },
        {
            "References": "USEPA; Toxicological Review of Bromate (CAS No. 15541-45-4) In Support of Summary Information on the Integrated Risk Information System (IRIS) p.21 (March 2001) EPA/635/R-01/002. Available from, as of July 28, 2008: https://cfpub.epa.gov/ncea/iris/index.cfm?fuseaction=iris.showSubstanceList",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ ... Potassium bromate induced higher 8-hydroxydeoxyguanosine (8-OH-dG) levels in the kidney (13.8 residues/10+4 dG) than in the liver (4.2 residues/10+4 dG). The 8-OH-dG levels peaked between 24 and 27 hours after ip injection of 500 mg KBrO3/kg in Sprague-Dawley rats. By 48 hours after treatment, 8-OH-dG levels in the kidney decreased to 5.2 residues/10+4 dG."
        },
        {
            "References": "PMID:23391373",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ The genotoxic effects of potassium bromate (KBrO3), a food additive and water disinfection by-product, on the small intestine of rats are reported here. Adult male rats were given a single oral dose of KBrO3 (100 mg/kg bw) and sacrificed 12, 24, 48, 96 and 168 hr after this treatment while control animals were not given KBrO3. Administration of KBrO3 caused a significant increase in DNA damage when analyzed by the comet assay which suggests the induction of DNA strand breaks. This was also shown by colorimetric assay of nucleotides formed upon DNA degradation. KBrO3 treatment also resulted in increased formation of DNA-protein cross-links in the intestine. The maximum changes in these parameters were 48 hr after administration of KBrO3 after which recovery took place. Thus, a single oral dose of KBrO3 exerts genotoxic effects in the intestine of rats, possibly through the mechanism of oxidative DNA damage."
        },
        {
            "References": "PMID:23107716",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ The time dependent effect of orally administered KBrO(3) on redox status and enzymes of brush border membrane (BBM) and carbohydrate metabolism has been studied in rat kidney. Animals were given a single oral dose of KBrO(3) (100mg/kg body weight) and sacrificed at different times after this treatment; control animals were not given KBrO(3). The administration of KBrO(3) resulted in nephrotoxicity, a decline in the specific activities of several BBM marker enzymes and also induced oxidative stress in kidney. The specific activities of enzymes of carbohydrate metabolism were also altered and suggest a shift in energy metabolism from the aerobic to anaerobic mode. The renal effects of single oral dose of KBrO(3) appeared to be reversible; maximum changes in all the parameters were 48 hr after administration of KBrO(3) after which recovery took place, in many cases almost to control values, after 168 hr. These results suggest that the administration of a single nephrotoxic dose of KBrO(3) inhibits brush border membrane enzymes, induces oxidative stress and alters energy metabolism of the renal system in a reversible manner."
        },
        {
            "References": "PMID:22974983",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ The acute toxicity of potassium bromate (KBrO(3)) on rat small intestine was studied in this work. Animals were given a single oral dose of KBrO(3) (100 mg/kg body weight) and sacrificed 12, 24, 48, 96 and 168 hr after the treatment; control animals were not given KBrO(3). The administration of KBrO(3) resulted in a reversible decline in the specific activities of several BBM enzymes. Lipid peroxidation, protein oxidation and hydrogen peroxide levels increased while total sulfhydryl groups and reduced glutathione decreased in KBrO(3)-treated rats indicating induction of oxidative stress in the intestinal mucosa. The activities of anti-oxidant and carbohydrate metabolic enzymes were also altered upon KBrO(3) treatment. The maximum changes in all the parameters were 48 hr after administration of KBrO(3) after which recovery took place, in many cases almost to control values after 168 hr. Histopathological studies supported the biochemical findings showing extensive damage to the intestine at 48 hr and recovery at 168 hr. These results show that a single oral dose of KBrO(3) causes reversible oxidative damage to the intestine."
        },
        {
            "References": "PMID:7685357",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Accumulation of alpha 2u-globulin and induction of cell proliferation were examined in kidneys of rats exposed to KBrO3, KBr or NaBrO3 in their drinking water. Hyaline droplets observed after KBrO3 or NaBrO3 administration to male rats were specifically immunostained for alpha 2u-globulin. Increases in cell proliferation were found in the proximal tubules of male rats given KBrO3 or NaBrO3 but not KBr for 2, 4, and 8 weeks. No such change was evident in KBrO3-treated female rats or the distal tubules of any treated animal. The concordance between hyaline droplet accumulation and increased cell turnover suggests that KBrO3- and NaBrO3-induced cell replication in kidneys of male rats may result from alpha 2u-globulin nephropathy..."
        },
        {
            "References": "Mizushima N; Nichidai Igku Zasshi 37(9): 1057 (1978) (RECD 1979)",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Bromate salts were used as a neutralizer in hair permanent waving solutions. The toxicity of the bromate was previously reported. To examine the ototoxic effects of the bromate guinea pigs were studied. The bromates (KBrO3 and NaBrO3) showed such severe nephrotoxicity that the mortality rate of the animals was extremely high. Histological examination revealed severe damage to the tubular system rather than the glomeruli. Histopathological examination of the inner ear of the animals that showed a diminished or disappeared pinna-reflex response to the pure tones following ip injection of the bromate (a daily dose of 10-20 mg/kg for 10-20 days for a total of 100-400 mg/kg) revealed degeneration of the cochlear sensory cells, particularly the outer hair cells. The outer hair cell lesion appeared primarily in the middle turn, then extending into the basal and apical areas; the outermost row of the outer hair cells showed most severe degeneration. The inner sensory cells of the cochlear were highly resistant and no pathologic finding was seen until the outer hair cells were totally missing and the collapse of the external half of the organ of Corti occurred. There were no obviously abnormal findings in the vestibular sense organs by light microscopy."
        },
        {
            "References": "USEPA; Toxicological Review of Bromate (CAS No. 15541-45-4) In Support of Summary Information on the Integrated Risk Information System (IRIS) p.8 (March 2001) EPA/635/R-01/002. Available from, as of July 28, 2008: https://cfpub.epa.gov/ncea/iris/index.cfm?fuseaction=iris.showSubstanceList",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ ... Potassium bromate /was admin/ in water at concentrations of 0, 150, 300, 600, 1,250, 2,500, 5,000, or 10,000 ppm to groups of F344 rats (10/sex/group) for 13 weeks. Assuming average default drinking water consumption of 0.4 L/day and an average default body weight of 0.3 kg, the authors calculated doses corresponding to these concentrations as about 0, 16, 32, 63, 140, 270, 650, or 1,080 mg BrO3-/kg/day. All animals exposed to > 1,250 ppm died within 7 weeks. Observed signs of toxicity included significant inhibition of body weight gain in males at 600 ppm or above and significant increases of serum parameters (glutamate oxaloacetate transaminase, glutamate pyruvate transaminase, lactate dehydrogenase, alkaline phosphatase, blood urea nitrogen (BUN), Na+, and cholinesterase) in both sexes at 600 ppm. Serum potassium levels were significantly decreased. Droplets of various sizes and regenerative changes in the renal tubules were observed. ..."
        },
        {
            "References": "USEPA; Toxicological Review of Bromate (CAS No. 15541-45-4) In Support of Summary Information on the Integrated Risk Information System (IRIS) p.17 (March 2001) EPA/635/R-01/002. Available from, as of July 28, 2008: https://cfpub.epa.gov/ncea/iris/index.cfm?fuseaction=iris.showSubstanceList",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ ... 0, 100, 500, 1,000, 2,500, or 5,000 ppm KBrO3 (0, 10.8, 54, 108, 270, and 540 mg BrO3-/kg/day, respectively) /was admin/ in drinking water to male SPF-ddy mice (9/group) for 2 weeks. Body weight gain was inhibited in the high-dose group (540 mg BrO3-/kg/day). Examination of the relative kidney, lung, and liver weights at necropsy revealed significant increases (p < 0.05) above the control organ weights, but dose-related changes were not observed. Alkaline phosphatase, gamma-glutamyl transpeptidase, and alpha-fetoprotein levels from the 270 and 540 mg BrO3-/kg/day dose groups were significantly increased (p < 0.05) compared with control animal levels, but only increases in gamma-glutamyl transpeptidase levels appeared to be dose related."
        },
        {
            "References": "IPCS/WHO; Environmental Health Criteria 216 Disinfectants and Disinfectant By-products (2000). Available from, as of July 30, 2008: https://www.inchem.org/pages/ehc.html",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Eosinophilic droplets were observed in the cytoplasm of the proximal renal tubule cells in male F344 rats receiving 600 mg of potassium bromate per liter for 12 weeks ... . These droplets were determined to be eosinophilic bodies rather than hyaline droplets. Lipofuscin pigments were also observed in the proximal tubular epithelium."
        },
        {
            "References": "PMID:24200600",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Male F344 rats were exposed to potassium bromate (KBrO3) in drinking water at concentrations of 0, 5, 20, 100, 200, or 400 mg/L for 2 or 13 weeks. Endpoints evaluated included clinical observations, body weights, serum chemistry, gross pathology, organ weights, and select tissue histopathology (kidney, lung, liver, thyroid, and tunica vaginalis). Weekly body weight and water consumption means were similar between KBrO3 and control groups throughout the study. Increases in kidney weights were observed in rats of the 400 mg/L group following 2- or 13-weeks exposure. Hyaline droplets were observed in renal tubules of rats of the 200 and 400 mg/L groups following 2 weeks exposure and in rats of the 400 mg/L group at 13 weeks. There were no KBrO3-related microscopic findings in the lung, liver, thyroid, and tunica vaginalis at the 2- and 13-week time points. A no observed effect level of 100 mg/L KBrO3 (8.1 mg/kg/day) was selected based on the absence of microscopic alterations in the kidney."
        },
        {
            "References": "PMID:18243045",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Potassium bromate (KBrO3) has been classified as a genotoxic carcinogen based on positive results in the Ames test, and chromosome aberration and micronucleus tests. The purpose of the present study was to investigate the dose-response relationship for in vivo mutagenic and toxic effects of KBrO3 in the kidneys of Big Blue rats. In experiment 1, male Big Blue rats were divided into 8 groups. KBrO3 was dissolved in tap water and administered to groups 1-8 at concentrations of 0, 0.02, 0.2, 2, 8, 30, 125 and 500 ppm, respectively, for 16 weeks. Experiment 2 was performed to investigate the effects of KBrO3 at the 0.002 ppm dose approximately contained in the tap water on rat kidneys. Ten Big Blue rats were divided into 2 groups and given distilled water and tap water, respectively, for 16 weeks. In experiment 1, treatment with 500 ppm KBrO3 significantly increased the mutant and total mutation frequencies and frequency of GC to TA transversion of the lacI gene in the kidney compared to non-treatment control group, but 125 ppm and lower doses of KBrO3 had no effects. Histopathologically, renal toxic changes were observed in groups administered KBrO3 at 30 ppm or higher in a dose-dependent manner. PCNA positive cell indices in renal tubular cells were significantly increased in the kidney at doses of 125 and 500 ppm, but not at 30 ppm or lower doses, as compared to the control group. Furthermore, 8-hydroxy-2'-deoxyguanosine formation, a marker of oxidative stress, was significantly increased at 500 ppm. In experiment 2, there were no differences in any parameter between the distilled water and tap water groups. These results suggest the existence of no-effect levels for in vivo mutagenic and toxic effects, proliferation stimulus, and oxidative stress of KBrO3 in rat kidneys."
        },
        {
            "References": "PMID:19133310",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Clarifying the participation of oxidative stress among possible contributing factors in potassium bromate (KBrO(3))-induced carcinogenesis is of importance from the perspective of human health protection. In the present study, utilizing the antioxidative effects of alpha-tocopherol (alpha-TP) or sodium ascorbic acid (SAA) to attenuate oxidative stress, alterations in bromodeoxyuridine labeling indices (BrdU-LIs) and reporter gene mutations in kidneys of male and female gpt delta rats given KBrO(3) were examined. Five male and female gpt delta rats in each group were given KBrO(3) at a concentration of 500 ppm in the drinking water for 9 weeks, with 1% of alpha-TP or SAA administered in the diet from 1 week prior to the KBrO(3) treatment until the end of the experiment. Increases in 8-hydroxydeoxyguanosine levels in kidney DNA of both sexes of rats given KBrO(3) were significantly inhibited by SAA, but not alpha-TP. While BrdU-LIs in the proximal tubules of female rats were also significantly reduced by SAA, those in the males and gpt mutant frequencies in kidney DNA of both sexes were not affected by SAA or alpha-TP. Immunohistochemical and Western blot analyses for alpha(2u)-globulin strongly suggested that induction of cell proliferation observed in the males might primarily result from accumulation of this protein, independent of oxidative stress. The overall data indicated that while oxidative stress well correlates with induction of cell proliferation in females, its role in males and in generation of in vivo mutagenicity by KBrO(3) in both sexes is limited."
        },
        {
            "References": "PMID:19425233",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Bromate, a common disinfectant byproduct of drinking water ozonation, has been linked to human and animal renal toxicity, including renal cell carcinomas in multiple animal species. Here, we evaluate changes in protein and gene expression through two-dimensional difference gel electrophoresis (2D-DIGE) and Affymetrix arrays to identify potential modes of action involved in potassium bromate carcinogenicity. Male rats were exposed to potassium bromate in drinking water at concentrations of 0, 1, 20 and 400 ppm for two weeks. Differential expression of glycolytic proteins including enolase 1 (Eno1), triosephosphate isomerase 1 (Tpi1) and glyceraldehyde-3-phosphate dehydrogenase (Gapdh) suggests that bromate toxicity is associated with changes in energy consumption and utilization in renal cells involving up-regulation of glycolytic processes that may be the result of altered mitochondrial function. Several alterations in glycolysis and mitochondrial gene transcripts were also observed to be consistent with this mode of action. These studies provide insight into early events in renal cell physiology altered by bromate exposure."
        },
        {
            "References": "PMID:19481132",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Bread samples from five different locations (Gaa-Akanbi, Saw-Mill, Oloje, Fate-Basin and Zango) in Ilorin metropolis, Central Nigeria were analyzed for their potassium bromate content before they were employed as a source of carbohydrate in the formulation of diet for albino rats. A total of sixty (60) albino rats (Rattus norvegicus) were grouped into six (6) of ten (10) rats each. The rats in the first group served as control and they were placed on diet formulated with bromate-free bread. Animals in Groups 2-6 were placed on diet formulated with bread samples obtained from the five different locations in Ilorin metropolis. At the expiration of thirty (30) days feeding period, the animals were sacrificed and blood samples, liver and kidney tissues were collected for the assay of ALP, AST and ALT activities. The results showed a significant reduction (p<0.05) in the activities of these enzymes in the tissues when compared with the control. However, a significant increase (p<0.05) was observed in the activities of the selected serum enzymes. Overall, the data indicate adverse effects on the liver and kidney of rats fed on diet containing potassium bromate."
        },
        {
            "References": "PMID:19826465",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Potassium bromate used widely in foods has been associated with various complications in humans. However there is paucity of literature on adverse effects on hematological parameters. Thus we decided to carry out an experimental study to determine the effects of potassium bromate on some blood indices using Wistar rats. Twenty (20) male Wistar rats aged 2-3 months obtained from the department of Veterinary Medicine, University of Nigeria Nsukka were acclimatized for two weeks. They were divided into five groups and fed with graded doses of potassium bromate solution for six weeks. One of the groups served as the control. Pre and post administration blood samples were collected and analyzed the same day using standard methods. The results revealed significant [P<0.05] decrease in the platelet count when compared with the controls. There were no statistically significant differences in the mean cell hemoglobin concentration, hematocrit, and total leukocyte counts between the test and control rats. Potassium bromate is injurious to health if consumed continuously and in high quantity. It has been shown to reduce platelet count in rats, and thus may cause thrombocytopenia in humans. It is therefore imperative to take adequate measures to eliminate the use of potassium bromate in the preparation of food products."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. 73:485 (1999)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Groups of 20 male Syrian golden hamsters, six weeks of age, were given potassium bromate (purity, 99.5%) in the drinking-water at concentrations of 0, 125, 250, 500 or 2000 mg/L (ppm) for 89 weeks. These concentrations represented total intakes of potassium bromate of 0, 5.6, 12, 20 and 84 g/kg bw, respectively. There was no difference in survival rate between groups. The incidence of renal tubular tumors was increased but not in a statistically significant or dose-related manner (0 in controls compared with 0, 1, 4 and 2 in the respective dose groups)"
        },
        {
            "References": "PMID:12679048",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ A rodent model of hereditary renal cancer was used to investigate the carcinogenic response to a mixture of drinking water disinfection by-products (DBPs). Rats carrying a mutation in the Tsc2 tumor suppressor gene (Eker rats) readily develop renal preneoplastic and neoplastic lesions, and are highly susceptible to the effects of renal carcinogens. Male and female Eker rats were exposed via drinking water to individual or a mixture of DBPs for 4 or 10 months. Potassium bromate, 3-chloro-4-(dichloromethyl)-5-hydroxy-2(5H)-furanone (MX), chloroform, and bromodichloromethane were administered at low concentrations of 0.02, 0.005, 0.4 and 0.07 g/L, respectively, and high concentrations of 0.4, 0.07, 1.8 and 0.7 g/L, respectively. Low and high dose mixture solutions were comprised of all four chemicals at either low concentrations or high concentrations, respectively. Following necropsy, each kidney was examined microscopically for preneoplastic lesions (atypical tubules and hyperplasias) and tumors. While some of the mixture responses observed in male rats did fall within the range expected for an additive response, especially at the high dose, predominantly antagonistic effects on renal lesions were observed in response to the low dose mixture in male rats and the high dose mixture in female rats..."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. 73:485 (1999)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Potassium bromate was tested for initiating activity in a model of renal tubular carcinogenesis. Groups of 39 male Fischer 344/NCr rats, six weeks of age, were given a single intragastric dose of 300 mg/kg bw potassium bromate in distilled water, followed two weeks later by either a basal diet or a diet containing 4000 mg/kg diet (ppm) sodium barbital as a promoting agent until termination of the study at week 104. Other groups of 29 rats received basal diet alone or sodium barbital in the diet from week 2. There was no difference in the incidence of renal tubular tumors or atypical tubular hyperplasia between the group exposed to both potassium bromate and sodium barbital and the group exposed only to sodium barbital, indicating no renal tumor initiating activity."
        },
        {
            "References": "PMID:3816726",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Long-term in vivo carcinogenicity tests of potassium bromate (KBrO3), sodium hypochlorite (NaClO), and sodium chlorite (NaClO2) have been conducted in Japan from 1977 to 1985. In these investigations, groups of approximately 50 male and 50 female F344 rats or B6C3F1 mice were given solutions of the compounds as their drinking water ad libitum at two dose levels determined on the basis of preliminary 13-week tests. Control animals were given distilled water. The carcinogenic potential of KBrO3 was tested by administering doses of 500 or 250 ppm to rats for 110 weeks. Significantly elevated incidences of renal cell tumors in males and females and mesotheliomas of the peritoneum in males as compared to controls were observed. When female mice were given KBrO3 at doses of 1000 or 500 ppm for 78 weeks, no significant differences in tumor incidences between experimental and control groups were apparent. NaClO was administered to male and female rats, respectively, at doses of 1000 or 500 ppm and 2000 or 1000 ppm for 104 weeks. In mice, NaClO was given at doses of 1000 or 500 ppm to either sex for 103 weeks. The incidences of tumors in NaClO-treated and control animals of both sexes were not significantly different in both rat and mouse studies. NaClO2 was given to rats of both sexes at a dose of 600 or 300 ppm for 85 weeks. No statistically significant differences were observed in the incidences of tumor formation between NaClO2-treated and control groups of both sexes. NaClO2 was administered to mice at a concentration of 500 or 250 ppm for 85 weeks. In males, the combined incidences of hyperplastic nodules and hepatocellular carcinomas of the liver in a low-dose group, and adenomas and adenocarcinomas of the lung in a high-dose group, were marginally increased compared to controls (p less than 0.05). However, these incidences in treated males were within the range of values of historical control data in our program. We concluded that KBrO3 was carcinogenic in rats of both sexes. NaClO was not carcinogenic in either rats and or mice under the conditions of the present studies. Although NaClO2 was shown to be noncarcinogenic in rats, the results for mice were evaluated as inconclusive. /According to/ the results of two-stage mouse skin carcinogenesis using KBrO3 ... /it/ exhibited neither promoting nor complete carcinogenic activities for skin carcinogenesis."
        },
        {
            "References": "PMID:16494984",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ In order to assess the effect of potassium bromate (KBrO3) on the induction of tumor formation, a 1-year carcinogenesis study was performed using Ogg1 knockout mice (Ogg1(-/-)) and wild-type mice (Ogg1(+/+)). The mice were chronically exposed to KBrO3 by putting it in the drinking water for 29 weeks, at 2 g/L for the first 18 weeks, and then at 1 g/L for another 11 weeks. After termination of treatment the mice were kept for an additional 23 weeks. The amount of 8-hydroxydeoxyguanosine (8-OH-dG) in kidney DNA after 29 weeks of KBrO3 exposure reached 500 8-OH-dG/10(6) dG, almost 250-fold that of untreated wild-type mice. During the course of study the mice appeared normal, although a decrease of body weight gain in both Ogg1(-/-) and Ogg1(+/+) mice exposed to KBrO3, and some kidney malfunction in KBrO3 treated Ogg1(-/-) mice was observed. Surprisingly, when Ogg1(-/-) and Ogg1(+/+) mice were sacrificed at 52 weeks, no tumor formation could be found in kidney or other organs such as lung, liver, spleen, thymus, stomach and intestine. Microscopic examination also showed the absence of precancerous foci in all tissues of both Ogg1(-/-) and Ogg1(+/+) mice. ..."
        },
        {
            "References": "PMID:12874039",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ The Mmh/Ogg1 gene product maintains the integrity of the genome by removing the damaged base 8-hydroxyguanine (8-OH-G), one of the major DNA lesions generated by reactive oxygen species. Using Ogg1-deficient mice, we sought to establish if cells having high amounts of 8-OH-G have the ability to proliferate and whether the mutation frequency increases after proliferation in vivo. When KBrO(3), a known renal carcinogen, at a dose of 2 grams/liter was administered to Ogg1 mutant mice for 12 weeks, the amount of 8-OH-G in liver DNA from treated Ogg1(-/-) mice increased 26.1 times that of treated Ogg1(+/+) mice. The accumulated 8-OH-G did not decrease 4 weeks after cessation of KBrO(3) treatment. Partial hepatectomy was performed on Ogg1(+/-) and Ogg1(-/-) mice after being treated with KBrO(3) for 12 weeks. The remnant liver from Ogg1(-/-) mice treated with KBrO(3) regenerated to the same extent as nontreated Ogg1(+/-) mice. In addition, 8-OH-G was not repaired during cell proliferation by partial hepatectomy, indicating that there is no replication coupled repair of preexisting 8-OH-G. The mutation frequency after the regeneration of liver from treated Ogg1(-/-) mice showed a 3.5-fold increase compared with before regeneration. This represents a mutation frequency 6.2 times that of normal levels. The proliferation of cells having accumulated amounts of 8-OH-G caused mainly GC-->TA transversions. These results showed that inactivation of the Ogg1 gene leads to a higher risk of cancer because cells with accumulated 8-OH-G still retain the ability to proliferate, leading to an increase in the mutation frequency."
        },
        {
            "References": "PMID:10805143",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Tissue sections were examined from a 2-year bioassay of male Fischer 344 rats treated with potassium bromate administered in drinking water. All animals exhibiting peritoneal mesotheliomas also had mesotheliomas of the tunica vaginalis testis mesorchium (the reverse was not true), and the correlation of these 2 types of mesotheliomas was highly significant (r2 = 0.98). Mapping of the tunica vaginalis tumors at all time points and at all bromate concentrations revealed a pattern of increasing incidence of tumor formation on the mesothelium of the tunica vaginalis testis as a function of proximity to the mesorchial ligament. Thus, the mesorchium appears to be the major mesothelial target site for potassium bromate-mediated carcinogenesis. The frequency of occurrence of mesotheliomas by location was tunica vaginalis testis (25%), mesosplenium (20%), mesentery (10%), mesojejunum/mesocolon (8%), bladder (6.5%), mesogastrium (13%), liver serosa (5%), and kidney, small intestine, and rectum (1% each). A complete cross-section of the rat testis was prepared and used to construct a complete map of the mesothelium. Any attempt to determine the role of local dose and tissue susceptibility for the purpose of interspecies risk extrapolation must take into account the complex anatomy and physiology of this region of the visceral and testicular suspensory apparatus. Improved histologic approaches are needed for adequate assessment of this delicate suspensory system."
        },
        {
            "References": "PMID:9789944",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ ...The carcinogenicity and chronic toxicity of potassium bromate (KBrO3) was studied in male B6C3F1 mice and F344/N rats to confirm and extend the results of previous work. Mice were treated with 0, 0.08, 0.4, or 0.8 g/L KBrO3 in the drinking water for up to 100 wk, and rats were provided with 0, 0.02, 0.1, 0.2, or 0.4 g/L KBrO3. Animals were euthanatized, necropsied, and subjected to a complete macroscopic examination. Selected tissues and gross lesions were processed by routine methods for light microscopic examination. The present study showed that KBrO3 is carcinogenic in the rat kidney, thyroid, and mesothelium and is a renal carcinogen in the male mouse, KBrO3 was carcinogenic in rodents at water concentrations as low as 0.02 g/L (20 ppm; 1.5 mg/kg/day)..."
        },
        {
            "References": "PMID:1618449",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ The renal tumour-initiating activity of potassium bromate (KBrO3), a known genotoxic rat renal carcinogen, was investigated in male F344/NCr rats. 6-wk-old rats were given KBrO3 intragastrically as a single dose of 300 mg/kg body weight, which was confirmed by our preliminary toxicity study as a maximum tolerated single dose for this strain of rat. Starting 2 wk after KBrO3 treatment, groups of 39 rats received either a basal diet or a diet containing 4000 ppm barbital sodium (BBNa) as a promoting regimen and were killed at 30, 52, or 104 wk. Control rats received either dietary BBNa (4000 ppm) or the basal diet alone from wk 2 to 52 or 104 wk. Nephropathy was observed in all rats treated with KBrO3 followed by BBNa at 30 wk and in rats receiving BBNa alone, but not in rats exposed to KBrO3 alone. Dysplastic renal tubular cell foci (DTF), putative preneoplastic renal tubular cell lesions were found associated with nephropathy in rats exposed to KBrO3 followed by BBNa from 47 wk. The incidences and multiplicities of DTF and renal tubular cell tumours observed from 31 to 104 wk revealed no initiating effect of KBrO3 treatment. These results indicate that the KBrO3 dose of 300 mg/kg did not initiate renal carcinogenesis."
        },
        {
            "References": "PMID:16473452",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Renal cell tumors were significantly increased in male and female rats given potassium bromate at 250 and 500 mg/L in drinking water. In at least one other study renal cell tumors were produced in male rats at 125 mg/L. Among male mice given 750 mg/L of potassium bromate, there were no significant differences in renal cell tumors between treated and control groups after 88 weeks on test. In oxidative DNA damage tests 8-oxodeoxyguanosine (8-oxodG also referred to as 8-OH-dG) was induced in DNA in the male rat kidney in 1 week, and in females after 3 weeks at 500 mg/L, and also in both male and female rats at 250 mg/L, but not at 125 mg/L. DNA adducts are considered to be an initial step in the carcinogenesis process, however, the administered doses are not always sufficient to cause mutations, possibly due to DNA repair. In the two-step rat renal carcinogenesis model using N-ethyl-N-hydroxyethylnitrosamine (EHEN) as initiator, promotion activity by potassium bromate was measured using the BrdU labeling index. The promoting activity of bromate in male rats was much greater and extended to doses as low as 60 mg/L in male rats, whereas in females the response was limited to 250 and 500 mg/L. Therefore, it was concluded that the mechanisms contributing to cancer in the male rat were more complex than in the female rat. The accumulation of alpha2u-globulin in the kidneys of male rats exposed to potassium bromate probably accounts for the greater labeling index in the male rat relative to the female rat. Accumulation of alpha(2u)-globulin as a result of treatment with chemicals is unique to the male rat and does contribute to carcinogenic responses. Neither humans nor female rats display this response. Nevertheless, bromate must be considered carcinogenic because of the response of the female rats. The better correlation between 8-oxodG formation and tumor response indicates that dose-response information from the female rat would be much more relevant to human risk assessment. The fact that an elevation of BrdU-LI in the kidney of the female rat is consistent with the possibility that cell proliferation observed in female rats resulted from oxidative stress and/or cytotoxic responses in the kidney. Therefore, oxidative stress is most likely the mechanism of interest for cancer risk in humans."
        },
        {
            "References": "PMID:9864088",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ ... The ...study was designed to investigate the relationship of time and dose to bromate-induced tumors in male Fischer 344 (F344) rats and to provide some insight into the development of these tumors. KBrO3 was dissolved in drinking water at nominal concentrations of 0, 0.02, 0.1, 0.2, and 0.4 g/L and administered to male F344 rats as the sole water source for 12, 26, 52, 78, or 100 wk. Renal cell tumors were present after 52 wk of treatment only in the high-dose group. Mesotheliomas developed after 52 wk of treatment on the tunica vaginalis. Mesotheliomas were present at sites other than the testicle after 78 wk of treatment, indicating that their origin was the testicular tunic. Thyroid follicular tumors were present as early as 26 wk in 1 rat each from the 0.1- and 0.2-g/L groups. The present study can be used as a basis for the determination of dose-time relationships of tumor development for a better understanding of KBrO3-induced cancer."
        },
        {
            "References": "Fisher N et al; Food Cosmet Toxicol 17(1) 33 (1979)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Wistar rats were fed for 104 wk on 5 bread-based diets in which bread was prepared from untreated flour or from flour treated with 50-75 ppm potassium bromate ... no evidence of carcinogenicity & no definite evidence of chronic toxicity..."
        },
        {
            "References": "PMID:6580498",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ The carcinogenicity of potassium bromate was tested in the drinking water of F344 rats for 110 weeks. Groups of 53 males and 53 females, each, were given solutions of 500 or 250 ppm of potassium bromate or distilled water. A concentration of 500 ppm markedly inhibited an increase of body weight of male rats. The mean survival time was shortest for males given 500 ppm (88.1 +/- 18.1 wk): the survival times of other groups were 101-104 weeks. The percentage survival in week 104 was relatively high in all groups, and it was 77.4% for males and 66.0% for females in the control group. High incidences of renal cell tumors (in males and females given 500 or 250 ppm) and mesotheliomas of the peritoneum (in males given 500 ppm) were observed. The incidences of these tumors in test groups were significantly higher than those in controls (P less than 0.001). It was concluded that, when orally administered under the conditions of this experiment, potassium bromate is carcinogenic to F344 rats."
        },
        {
            "References": "PMID:6437666",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Potassium bromate was/ tested for promotion and complete carcinogenic activities in skin carcinogenesis using female Sencar mice. In the promotion tests, /potassium bromate was/ applied twice a week for 51 weeks after initiation with dimethylbenzanthracene (DMBA). Potassium bromate ... /was/ inactive both as a promoter and as complete carcinogen."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. 73:485 (1999)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Groups of 20 male Syrian golden hamsters, six weeks of age, were given potassium bromate (purity, 99.5%) in the drinking-water at concentrations of 0, 125, 250, 500 or 2000 mg/L (ppm) for 89 weeks. These concentrations represented total intakes of potassium bromate of 0, 5.6, 12, 20 and 84 g/kg bw, respectively. There was no difference in survival rate between groups. The incidence of renal tubular tumors was increased but not in a statistically significant or dose-related manner (0 in controls compared with 0, 1, 4 and 2 in the respective dose groups)"
        },
        {
            "References": "USEPA; Toxicological Review of Bromate (CAS No. 15541-45-4) In Support of Summary Information on the Integrated Risk Information System (IRIS) p.9 (March 2001) EPA/635/R-01/002. Available from, as of July 25, 2008: https://cfpub.epa.gov/ncea/iris/index.cfm?fuseaction=iris.showSubstanceList",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ ... Male Wistar rats /were exposed/ to 0.04% potassium bromate in drinking water for up to 15 months. At an intake of 0.1 L/kg/day, this corresponds to a dose of about 30 mg BrO3-/kg/day. Body weight gain was markedly inhibited in the exposed animals. Histological examination of kidneys at 7-11 weeks revealed karyopyknotic foci (a necrotic change characterized by shrinking of the nucleus and condensation of the chromatin) in tubules of the inner medulla. Increased BUN was noted after 15 months, along with marked structural abnormalities of the cortical tubules. On the basis of the decreased body weight gain and renal effects, this study identified a lowest-observed-adverse-effect-level (LOAEL) of 30 mg BrO3-/kg/day, but did not identify a no-observed-adverse-effect-level (NOAEL)."
        },
        {
            "References": "USEPA; Toxicological Review of Bromate (CAS No. 15541-45-4) In Support of Summary Information on the Integrated Risk Information System (IRIS) p.9 (March 2001) EPA/635/R-01/002. Available from, as of July 28, 2008: https://cfpub.epa.gov/ncea/iris/index.cfm?fuseaction=iris.showSubstanceList",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ ... Potassium bromate was administered at concentrations of 0, 250, and 500 ppm for 110 weeks to F344 rats (53/sex/group). (Equivalent doses of bromate ion were approximately 12 and 33 mg BrO3-/kg/day, estimated from average reported body weights and water consumption.) However, growth of males in the high-dose group was severely inhibited, so the concentration was reduced to 400 ppm at week 60. ... Body weight gain was significantly reduced in high-dose males, but not in the other treated groups. Survival was reduced in high-dose males by about week 60 and in low-dose males by about week 100. No effect on survival was observed in treated female rats. The first tumor was observed at 14 weeks in males and at 58 weeks in females. ... Incidences of several tumor types were elevated in a dose-dependent manner (although not statistically significant) in treated rats, including thyroid (male and female), adrenal gland (male), large intestine (male and female), liver (male), and spleen (male). In male rats, the incidence of renal cell tumors (both adenocarcinomas and adenomas) and peritoneal mesotheliomas were statistically significantly increased in both dose groups compared with controls. In female rats, the incidence of renal cell tumors (both adenomas and adenocarcinomas) was statistically significantly increased in both treated groups compared with controls. A variety of noncancer effects were reported, including degenerative, necrotic, and regenerative changes in renal tubules; formation of hyaline droplets; thickening of transitional epithelium of renal pelvis; papillary hyperplasia; and papillary growth. ... The lesions were more extensive in degree and distribution in treated rats compared with controls, especially males. ..."
        },
        {
            "References": "USEPA; Toxicological Review of Bromate (CAS No. 15541-45-4) In Support of Summary Information on the Integrated Risk Information System (IRIS) p.10 (March 2001) EPA/635/R-01/002. Available from, as of July 28, 2008: https://cfpub.epa.gov/ncea/iris/index.cfm?fuseaction=iris.showSubstanceList",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ ... Groups of 20-24 male F344 rats /were treated/ with water containing potassium bromate at 0, 15, 30, 60, 125, 250, or 500 mg/L for 104 weeks. The average doses for male rats were 0, 0.7, 1.3, 2.5, 5.6, 12.3, and 33 mg BrO3-/kg/day, respectively. ... Compared with controls, the males in the high-dose group had decreased body weight gain and decreased survival, beginning at approximately week 70. Survival and body weight gain were comparable with controls for all remaining dose groups. The only nonneoplastic effect ... was a dose-related enhancement of the severity of nephropathic changes ... . Statistically significantly increased incidence was observed for dysplastic foci at the 1.3 mg BrO3-/kg/day dose and above, for kidney tumors at the 5.6 mg BrO3-/kg/day dose and above, and for the thyroid tumors and mesotheliomas in the high-dose group only."
        },
        {
            "References": "USEPA; Toxicological Review of Bromate (CAS No. 15541-45-4) In Support of Summary Information on the Integrated Risk Information System (IRIS) p.10 (March 2001) EPA/635/R-01/002. Available from, as of July 28, 2008: https://cfpub.epa.gov/ncea/iris/index.cfm?fuseaction=iris.showSubstanceList",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ ... Potassium bromate was administered in drinking water. ... The average bromate doses for /F344/ rats were 0, 9.6, and 21.3 mg BrO3-/kg/day in males and 0, 9.6, and 19.6 mg BrO3-/kg/day in females. The average bromate doses for /female B6C3F1/ mice were 0, 43.5, and 91.6 mg BrO3-/kg/day. ... Compared with controls, male rats in the high-dose group had a marked decrease in body weight gain and a decrease in survival, beginning approximately at week 70. ... For the low-dose groups in male rats and all dose groups in female rats and mice, survival and body weight gain were comparable to controls. ... Significant decreases in serum chemistry, including glutamate pyruvate transaminase, albumin-to-globulin ratio, potassium, and cholinesterase were observed in female rats in the high-dose group. Also, slightly increased BUN was observed in both male and female rats ... . Degenerative and necrotic kidney lesions were observed in treated rats. Specific findings included hyaline casts in the tubular lumen, hyaline droplets, eosinophilic bodies, and brown pigments in the tubular epithelium. ... Treatment-related, statistically significant tumors observed in rats included renal cell adenomas and carcinomas and peritoneal mesotheliomas (in males only). ... In male rats, the earliest renal tumor was observed at 14 weeks and the earliest mesothelioma was observed at 72 weeks. In female rats, the earliest renal tumor was observed at 85 weeks. In female mice, no significant difference in tumor incidence between exposed and control animals was apparent after 78 weeks of dosing, based on histological examination of tissues at week 104. The authors concluded that potassium bromate was carcinogenic in rats of both sexes, but not in mice."
        },
        {
            "References": "USEPA; Toxicological Review of Bromate (CAS No. 15541-45-4) In Support of Summary Information on the Integrated Risk Information System (IRIS) p.13 (March 2001) EPA/635/R-01/002. Available from, as of July 28, 2008: https://cfpub.epa.gov/ncea/iris/index.cfm?fuseaction=iris.showSubstanceList",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ ... Potassium bromate /was admin/ to male F344 rats ... in drinking water at concentrations of 0, 0.02, 0.1, 0.2, and 0.4 g/L ... for 100 weeks. ... Bromate doses ... were 0, 1.1, 6.1, 12.9, and 28.7 mg BrO3-/kg/day. ... In male rats, survival in the 28.7 mg BrO3-/kg/day dose group was decreased compared with controls, beginning at approximately week 79 ... /which/ was statistically significant by study termination. In the 12.9 mg BrO3-/kg/day dose group, survival was decreased compared with controls, beginning at approximately week 88 ... /which/ was also significant by study termination. Male rats in the 28.7 mg BrO3-/kg/day dose group also had a statistically significant decrease (18%) in the final mean body weight compared with controls. The decrease in survival and body weight were attributed to an excessive mesothelioma burden ... . Water consumption was statistically significantly increased in the 12.9 and 28.7 mg/kg/day dose groups; the dose-related trend was also statistically significant. Rats in the 12.9 mg/kg/day dose group had increases, not statistically significant, in absolute and relative kidney weight and relative spleen weight. Rats in the 28.7 mg/kg/day dose group had statistically significant increases in relative liver weight, absolute and relative kidney weight, absolute and relative thyroid weight, and relative spleen weight. Nonneoplastic kidney lesions were observed in rats. Although the severity of chronic nephropathy was comparable between control and treated rats, there was a significant dose-dependent increase in the incidence of urothelial hyperplasia in rats in the 6.1 mg/kg/day and higher dose groups. ... Foci of mineralization of the renal papilla and eosinophilic droplets in the proximal tubule epithelium /were observed/ ... . On the basis of kidney effects in male rats, this study identifies a NOAEL of 1.1 mg BrO3-/kg/day and a LOAEL of 6.1 mg BrO3-/kg/day. ... Statistically significant, dose-dependent increased tumor incidence was observed in the kidney (adenomas and carcinomas combined and carcinomas alone), the thyroid (adenomas and carcinomas combined and carcinomas alone), and tunica vaginalis testis (mesotheliomas). ... The earliest renal tumors and mesotheliomas ... were observed at 52 weeks; thyroid tumors were first seen at 26 weeks ..."
        },
        {
            "References": "USEPA; Toxicological Review of Bromate (CAS No. 15541-45-4) In Support of Summary Information on the Integrated Risk Information System (IRIS) p.13 (March 2001) EPA/635/R-01/002. Available from, as of July 28, 2008: https://cfpub.epa.gov/ncea/iris/index.cfm?fuseaction=iris.showSubstanceList",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ ... Potassium bromate /was admin/ to ... male B6C3F1 mice (78/group) in drinking water at concentrations of ... 0, 0.08, 0.4, and 0.8 g/L ... for 100 weeks. ... Bromate doses for the mice were 0, 6.9, 32.5, and 59.6 mg BrO3-/kg/day. ... Bromate in drinking water had no effect on the survival, body weight, or organ weights of male mice. Mice in the 59.6 mg BrO3-/kg/day dose group had a statistically significant decrease in water consumption (17%) compared with controls. Serum chemistry results were comparable between controls and treated mice, and there was no increased incidence of nonneoplastic lesion in any tissue examined. Therefore, the highest dose tested, 59.6 mg BrO3-/kg/day, is a ... NOAEL in mice. The only type of tumor reported for male mice was kidney tumors; however, the incidence of adenoma and carcinoma combined was not dose dependent. Tumor incidence at terminal sacrifice for combined kidney tumors in male mice was 0/40, 5/38 (p < 0.05; 3 carcinomas), 3/41 (1 carcinoma), and 1/44 for the 0, 6.9, 32.5, and 59.6 mg BrO3-/kg/day groups, respectively."
        },
        {
            "References": "USEPA; Toxicological Review of Bromate (CAS No. 15541-45-4) In Support of Summary Information on the Integrated Risk Information System (IRIS) p.15 (March 2001) EPA/635/R-01/002. Available from, as of July 28, 2008: https://cfpub.epa.gov/ncea/iris/index.cfm?fuseaction=iris.showSubstanceList",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ ... Male F344 rats (14-20/group) /were exposed/ to water containing 500 ppm KBrO3 (29.6-35.5 mg BrO3-/kg) for 13, 26, 39, or 52 weeks and studied the incidence of renal cell tumors at 104 weeks. The incidence of renal dysplastic foci, adenomas, and adenocarcinomas in rats exposed for 13-52 weeks was equal to or greater than that in rats receiving potassium bromate treatment continuously for 104 weeks ... . The combined incidence of renal adenomas and adenocarcinomas was significantly higher in exposed animals than in controls (p < 0.001). ... /It was/ concluded that the minimum dose necessary for the induction of renal adenomas and adenocarcinomas was a cumulative dose of 4 g KBrO3/kg (3.08 g BrO3-/kg), and the minimum treatment period for the induction of these tumors was 13 weeks. However ... /it was/ noted that the \"true\" minimum treatment time will be shorter than 13 weeks in experiments involving shorter exposure periods."
        },
        {
            "References": "USEPA; Toxicological Review of Bromate (CAS No. 15541-45-4) In Support of Summary Information on the Integrated Risk Information System (IRIS) p.17 (March 2001) EPA/635/R-01/002. Available from, as of July 28, 2008: https://cfpub.epa.gov/ncea/iris/index.cfm?fuseaction=iris.showSubstanceList",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ ... Carcinogenicity of KBrO3 admin subcutaneously to newborn rats and mice /was investigated/. Male and female newborn F344 rats and ICR mice (24 hours old) were given single subcutaneous injections of 9.6, 19, 38, 77, or 154 mg BrO3-/kg. Another group of newborn rats and mice received four weekly injections of 9.6, 19, 38, 77, or 154 mg BrO3-/kg until weaning. Control animals received injections of olive oil. Rats were sacrificed at 82 weeks, mice were sacrificed at 78 weeks, and organs were examined histologically. No significant differences in the incidence of tumors in male or female rats or mice were observed. ..."
        },
        {
            "References": "USEPA; Toxicological Review of Bromate (CAS No. 15541-45-4) In Support of Summary Information on the Integrated Risk Information System (IRIS) p.18 (March 2001) EPA/635/R-01/002. Available from, as of July 28, 2008: https://cfpub.epa.gov/ncea/iris/index.cfm?fuseaction=iris.showSubstanceList",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ ... The tumor initiation potential of bromate /was tested/ in a 104-week study in which male F344/NCr rats (29 or 39 per group) were given an intragastric dose of 300 mg KBrO3/kg (231 mg BrO3-/kg), the maximum tolerated single dose. The rats were administered bromate alone, bromate followed by 4,000 ppm sodium barbital in the animal diet as a promoter, or sodium barbital in the diet alone. Sodium barbital was added to the diet starting 2 weeks after the animals were dosed with potassium bromate. Rats were examined at 30, 52, and 104 weeks for nephropathy. At 30 weeks, renal damage (dysplastic tubular foci) was evident in the rats exposed to potassium bromate followed by sodium barbital and in rats exposed to sodium barbital, but not in those exposed to potassium bromate alone. The results indicated that a single oral dose of 300 mg KBrO3/kg (231 mg BrO3-/kg) administered to rats does not initiate renal tumors within a 104-week observation period."
        },
        {
            "References": "USEPA; Toxicological Review of Bromate (CAS No. 15541-45-4) In Support of Summary Information on the Integrated Risk Information System (IRIS) p.18 (March 2001) EPA/635/R-01/002. Available from, as of July 28, 2008: https://cfpub.epa.gov/ncea/iris/index.cfm?fuseaction=iris.showSubstanceList",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ ... Male F344 rats /were supplied/ with water containing 500 mg BrO3-/L for up to 104 weeks to assess the time-course of renal cell tumor induction. The average daily consumption of potassium bromate was 41.9 mg/kg (32.3 mg BrO3-/kg). At 104 weeks, the surviving animals were sacrificed and examined histopathologically for dysplastic foci, renal adenomas and adenocarcinomas, thyroid follicular cell tumors, and peritoneal mesotheliomas. All were significantly increased with continuous treatment. Dysplastic foci and renal adenomas were first observed following 26 weeks of continuous treatment. Renal dysplastic foci and adenomas were each significantly increased over controls by 52 weeks of treatment (mean number of renal cell tumors/rat was 0.81 vs. 0 in the controls). Continuous potassium bromate administration over 104 weeks resulted in renal adenocarcinomas in 3/20 (15%) and renal adenomas in 6/20 (30%) rats. At 104 weeks the mean number of renal cell tumors/rat was 1.25 compared with 0 in the controls. The combined incidence of follicular adenomas and adenocarcinomas of the thyroid was increased significantly (7/20 (35%); p < 0.01) in rats receiving treatment for 104 weeks. ... /It was/ concluded that the minimum induction time for renal adenoma development was 26 weeks."
        },
        {
            "References": "IPCS/WHO; Environmental Health Criteria 216 Disinfectants and Disinfectant By-products (2000). Available from, as of July 30, 2008: https://www.inchem.org/pages/ehc.html",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ ... Male Syrian golden hamsters were treated with potassium bromate at concentrations of 0, 125, 250, 500 or 2000 mg/liter of drinking-water for 89 weeks ... . No renal cell tumors were observed in control (0/20) or 125 mg/liter (0/19) groups. At the higher concentrations, the incidences were 1/17 at 250, 4/20 at 500 and 2/19 at 2000 mg/liter."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. 73:484 (1999)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Groups of newborn male and female ICR mice ... were injected subcutaneously at one day of age or once a week for four weeks until weaning, with potassium bromate (food-additive grade) in olive oil at doses of 0, 12.5, 25, 50, 100 or 200 mg/kg bw. The high dose of 200 mg/kg bw had been determined to be the maximally tolerated dose. Animals that survived beyond 52 weeks were included as effective numbers, which ranged from 7 to 20. The combined incidence of lymphomas and leukemias was increased (p < 0.05) in male mice receiving cumulative total doses of 400-800 mg/kg bw (8/20) when compared with controls (1/15) ... ."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. 73:484 (1999)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Groups of newborn male and female Fischer 344 rats ... were injected subcutaneously at one day of age or once a week for four weeks until weaning, with potassium bromate (food-additive grade) in olive oil at doses of 0, 12.5, 25, 50 or 100 mg/kg bw. The high dose of 100 mg/kg bw had been determined to be the maximally tolerated dose. Animals that survived beyond 52 weeks were included as effective numbers, which ranged from 6 to 21. There were no significant differences in tumor incidence between treated and control rats of either sex ... ."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. 73:485 (1999)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Potassium bromate was tested for promoting activity in a model of renal tubular carcinogenesis. Groups of 15 male Wistar rats, six weeks old, were fed a diet containing N-nitrosoethylhydroxyethylamine (NEHEA) for two weeks and were then unilaterally nephrectomized by removal of the left kidney at week 3; subsequently, potassium bromate ... was administered in the diet at a concentration of 500 mg/kg (ppm), or the rats received basal diet alone. Five rats per group were killed at weeks 8, 12 and 20. The incidence of preneoplastic renal tubular lesions, diagnosed as adenomatous hyperplasia, was increased at weeks 12 and 20 (2/5 and 2/5 and 3/5) over that in the group given NEHEA plus basal diet (0/5 and 0/5) ... ."
        },
        {
            "References": "PMID:24391453",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ We have previously established an experimental system for oxidative DNA damage-induced tumorigenesis in the small intestine of mice. To elucidate the roles of mismatch repair genes in the tumor suppression, we performed oxidative DNA damage-induced tumorigenesis experiments using Msh2-deficient mice. Oral administration of 0.2% Potassium Bromate, KBrO3, effectively induced epithelial tumors in the small intestines of Msh2-deficient mice. We observed a 22.5-fold increase in tumor formation in the small intestines of Msh2-deficient mice compared with the wild type mice. These results indicate that mismatch repair is involved in the suppression of oxidative stress-induced intestinal tumorigenesis in mice. A mutation analysis of the Ctnnb1 gene of the tumors revealed predominant occurrences of G:C to A:T transitions. The TUNEL analysis showed a decreased number of TUNEL-positive cells in the crypts of small intestines from the Msh2-deficient mice compared with the wild type mice after treatment of KBrO3. These results suggest that the mismatch repair system may simultaneously function in both avoiding mutagenesis and inducing cell death to suppress the tumorigenesis induced by oxidative stress in the small intestine of mice."
        },
        {
            "References": "PMID:20213777",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Tandem repeat expansion is responsible for the Repeat Expansion Diseases, a group of human genetic disorders that includes Fragile X syndrome (FXS). FXS results from expansion of a premutation (PM) allele having 55-200 CGG.CCG-repeats in the 5' UTR of the FMR1 gene. The mechanism of expansion is unknown. We have treated FX PM mice with potassium bromate (KBrO(3)), a potent DNA oxidizing agent. We then monitored the germline and somatic expansion frequency in the progeny of these animals. We show here that KBrO(3) increased both the level of 8-oxoG in the oocytes of treated animals and the germline expansion frequency. Our data thus suggest that oxidative damage may be a factor that could affect expansion risk in humans."
        },
        {
            "References": "PMID:11740909",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ Potassium bromate (KBrO(3)) and thioglycolate are two components of hair curling solution. The neurotoxic effects of KBrO(3) and thioglycolate on the vestibuloocular reflex (VOR) system have not been elucidated. ...This paper ... reports the adverse effects of KBrO(3) and thioglycolate on the VOR system of Hartley-strain guinea pigs. The function of the VOR system was evaluated by caloric test coupled with the electronystagmographic recordings after subcutaneous injection of 20 or 50 mg/kg KBrO(3) or 15 mg/kg thioglycolate, either alone or in combination once daily for 14 consecutive days. The results showed that KBrO(3) produced abnormal caloric responses in a concentration-dependent manner and thioglycolate enhanced this abnormality. ... 10 female hairdressers exposed to the hair curling solution for 10-30 years revealed a similar dysfunction in the caloric test. The possible mechanism of this adverse effect was studied: the cerebellar-regulated functions such as motor equilibrium performance and spontaneous locomotor activity of guinea pigs were reduced, the enzymatic Na(+)/K(+)-ATPase and Ca(2+)-ATPase activities of cerebellar tissues were significantly decreased, and the loss of Purkinje cells as well as the derangement of the granular cell layer of the cerebellar cortex was revealed after treatment with KBrO(3) plus thioglycolate. These findings imply that KBrO(3) plus thioglycolate is toxic to the VOR system, mediated by, at least in part, the dysfunction of a higher cerebellar regulatory mechanism..."
        },
        {
            "References": "PMID:27169539",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ Potassium bromate (KBrO3) is widely used as a food additive and is a major water disinfection by-product. The present study reports the side effects of KBrO3 administration on the brain functions and behavior of albino mice. Animals were divided into three groups: control, low dose KBrO3 (100 mg/kg/day) and high dose KBrO3 (200 mg/kg/day) groups. Administration of KBrO3 led to a significant change in the body weight in the animals of the high dose group in the first, second and the last weeks while water consumption was not significantly changed. Neurobehavioral changes and a reduced neurotransmitters levels were observed in both KBrO3 groups of mice. Also, the brain level of reduced glutathione (GSH) in KBrO3 receiving animals was decreased. Histological studies favored these biochemical results showing extensive damage in the histological sections of brain of KBrO3-treated animals. These results show that KBrO3 has serious damaging effects on the central nervous system and therefore, its use should be avoided."
        },
        {
            "References": "PMID:10994699",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ ... After consecutive 2 weeks administration, KBrO3 caused a significant prolongation of wave I-III and the interwave latencies of ABR as well as significantly elevated the threshold of hearing, suggesting that the conduction velocity of the peripheral auditory nerve was delayed. By contrast, the absolute latency of wave IV/V and the interwave latency of wave III-V were not significantly prolonged, suggesting that KBrO3 had no effect on the brainstem. This oto-neurotoxic effect of KBrO3 was markedly enhanced by combining with thioglycolate. ... KBrO3 combined with thioglycolate but not KBrO3 alone prominently caused a decrease of body weight. However, enzymatic activities (including Na+/K+-ATPase and Ca2+-ATPase) and the level of nitric oxide (NO) was significantly affected in the brainstem. Based on these findings, we tentatively conclude that whether KBrO3 alone or KBrO3 combined with thioglycolate induced oto-neurotoxicity mainly through the peripheral auditory nerve rather than via the central brainstem intoxication."
        },
        {
            "References": "PMID:19224504",
            "Value": "/ENDOCRINE MODULATION/ Potassium bromate (KBrO(3)) is a compound belonging to Group 2B of carcinogens (a possible human carcinogen). This agent was used as a food additive in flour treatment, as a component of cold-wave hair lotions, and is still used in barley processing. Additionally, KBrO(3) is formed as an oxyhalide by-product during water ozonation. KBrO(3) induces oxidative stress and may contribute to neoplasia in endocrine glands. It has been demonstrated that KBrO(3) triggers thyroid follicular cell tumors in rats. It has been revealed in our in vivo and in vitro studies that KBrO(3) significantly increases lipid peroxidation in rat and porcine thyroid. KBrO(3) also induces mesotheliomas which may secrete hormones or similar substances, such as parathyroid hormone related protein, phosphatonins or melanocyte stimulating hormone. In our experimental studies we demonstrated that antioxidants, such as pineal hormone - melatonin, indole-3-propionic acid (IPA) (a compound chemically and physically similar to melatonin) and antythyroid drug - propylthiouracil (PTU), produce distinct protective effects against lipid peroxidation due to KBrO(3) in the thyroid in vivo. KBrO(3) is a prooxidant which may induce neoplasia in endocrine glands and cause hormonal disturbances, however its damaging effects may be neutralized by hormones, mainly melatonin."
        },
        {
            "References": "PMID:12359370",
            "Value": "/GENOTOXICITY/ ... Clear cell renal tumors, the most common form of human renal epithelial neoplasm, are rare in animals but are inducible by KBrO(3) in F344 rats. Detection of cytoplasmic periodic acid-Schiff-positive granules in clear cell tumors, indicative of glycogen accumulation, provides evidence of their biochemical similarity to human counterparts. Mutation in the coding region of the von Hippel-Lindau (VHL) gene is frequently detected in human clear cell renal carcinomas. Detection of VHL mutations in KBrO(3)-induced rat renal tumors could enhance the relevancy of these rat renal tumors for human health risk assessment. Formalin-fixed paraffin-embedded control tissues and renal tumors from male F344 rats exposed to KBrO(3) in the drinking water for 2 years were examined microscopically and were microdissected for DNA extraction. The coding sequence and a promoter region of the VHL gene were examined by polymerase chain reaction-single strand conformation polymorphism and/or DNA sequencing. Two of nine clear cell renal tumors carried the same C to T mutation at the core region of the Sp1 transcription factor binding motif in the VHL promoter and one of four untreated animals had C to T mutation outside the highly conserved core region. Mutation in the VHL coding sequence was only detected in one tumor. No VHL mutations were observed in three chromophilic tumors. KBrO(3)-induced rat renal tumors are morphologically similar to their human counterpart but the genetic basis of tumorigenesis is different."
        },
        {
            "References": "PMID:12507922",
            "Value": "/GENOTOXICITY/ 8-Hydroxyguanine (8-OH-G) is a major pre-mutagenic lesion generated from reactive oxygen species. The Mmh/Ogg1 gene product plays a major role in maintaining genetic integrity by removing 8-OH-G by way of the base excision repair pathway. To investigate how oxidative stress influences the formation of 8-OH-G in Ogg1 mutant mice, a known oxidative agent, potassium bromate (KBrO(3)), was administered at a dose of 2 g/L in the drinking water to Ogg1(+/+), Ogg1(+/-) and Ogg1(-/-) mice for 12 weeks. Apurinic (AP) site lyase activity, measured by the excision of 8-OH-G from synthetic oligonucleotides, remained unchanged in kidney cell extracts isolated from Ogg1 mutant mice when the mice were pre-treated by KBrO(3). The levels of 8-OH-G in kidney DNA tremendously increased in a time-dependent manner following exposure of Ogg1(-/-) mice to KBrO(3). Of particular note, the amount of 8-OH-G in kidney DNA from Ogg1(-/-) mice treated with KBrO(3) was approximately 70 times that of KBrO(3)-treated Ogg1(+/+) mice. The accumulated 8-OH-G did not decrease 4 weeks after discontinuing treatment with KBrO(3). KBrO(3) treatment for 12 weeks gave rise to increased mutation frequencies at the transgenic gpt gene in Ogg1(+/+) mice kidney. Absence of the Ogg1 gene further enhanced the mutation frequency. Sequence data obtained from gpt mutants showed that the accumulated 8-OH-G caused mainly GC-->TA transversion and deletion. Other mutations including GC-->AT transition also showed a tendency to increase. These results indicate that 8-OH-G, produced by chronic exposure to exogenous oxidative stress agents, is not repaired to any significant extent within the overall genome of Ogg1(-/-) mice kidney."
        },
        {
            "References": "PMID:1372703",
            "Value": "/GENOTOXICITY/ Micronucleus tests of potassium bromate (KBrO3) ... were conducted with peripheral blood reticulocytes (PB-RETs) of CD-1 male mice dose intraperitoneally. Peripheral blood cells collected from the tail were stained supravitally with acridine orange (AO) using AO-coated glass slides ... KBrO3 ... induced micronuclei in PB-RETs in the same manner as in polychromatic erythrocytes of bone marrow."
        },
        {
            "References": "USEPA; Toxicological Review of Bromate (CAS No. 15541-45-4) In Support of Summary Information on the Integrated Risk Information System (IRIS) p.19 (March 2001) EPA/635/R-01/002. Available from, as of July 28, 2008: https://cfpub.epa.gov/ncea/iris/index.cfm?fuseaction=iris.showSubstanceList",
            "Value": "/GENOTOXICITY/ ... The effect of potassium bromate on the formation of micronucleated polychromatic erythrocytes (MNPCEs) in mice /was examined/. Male mice (7-week-old MS/Ae and CD-1) were given single oral doses of 37.5, 75, 150, and 300 mg KBrO3/kg by gavage (equivalent to 28.9 57.8, 115.5, and 231 mg BrO3-/kg, respectively). Twenty-four hours after treatment, dose-related increases in MNPCEs were induced in both strains of treated mice. At the highest dose, the incidence of MNPCEs was 2.28%."
        },
        {
            "References": "PMID:3205264",
            "Value": "/GENOTOXICITY/ The acute cytogenetic effects of potassium bromate (KBrO3) on rat bone marrow cells in vivo were studied. The incidence of chromosome aberrations in bone marrow cells increased rapidly, reaching a maximum level 12 hr after intraperitoneal injection and decreased within 24 hr. Dose-response relationships were obtained for both intraperitoneal and oral administrations."
        },
        {
            "References": "USEPA; Toxicological Review of Bromate (CAS No. 15541-45-4) In Support of Summary Information on the Integrated Risk Information System (IRIS) p.19 (March 2001) EPA/635/R-01/002. Available from, as of July 28, 2008: https://cfpub.epa.gov/ncea/iris/index.cfm?fuseaction=iris.showSubstanceList",
            "Value": "/GENOTOXICITY/ ... Eight-week-old mice were given either single intraperitoneal (ip) injections or two oral doses of 0, 25, 50, 100, 200, or 400 mg KBrO3/kg (doses equivalent to 0, 19, 39, 77, 154, and 308 mg BrO3-/kg, respectively). Examination of femoral bone marrow cells revealed a significant increase in micronuclei at all levels of ip potassium bromate administration (p < 0.01). Oral administration of potassium bromate resulted in significantly increased micronuclei at doses of 100 mg KBrO3/kg and greater."
        },
        {
            "References": "PMID:12742504",
            "Value": "/GENOTOXICITY/ Potassium bromate (KBrO(3)) induces DNA damage and tumors in mice and rats, but is a relatively weak mutagen in microbial assays and the in vitro mammalian Hprt assay... In this study, we have evaluated the mutagenicity of KBrO(3) and sodium bromate (NaBrO(3)) in the Tk gene of mouse lymphoma cells. In contrast to the weak mutagenic activity seen in the previous studies, bromate induced a mutant frequency of over 100 x 10-6 at 0.6 mM with minimal cytotoxicity (70-80% survival) and over 1300 x 10-6 at 3 mM (approximately 10% survival). The increase in the Tk mutant frequency was primarily due to the induction of small colony of Tk mutants. Loss of heterozygosity (LOH) analysis of 384 mutants from control and 2.7 mM KBrO(3)-treated cells showed that almost all (99%) bromate-induced mutants resulted from LOH, whereas in the control cultures 77% of the Tk mutants were LOH. ..."
        },
        {
            "References": "PMID:3816726",
            "Value": "/GENOTOXICITY/ Ames test: positive. DNA repair test: negative. Chromosome aberration test: positive. Micronucleus test: positive /from table/"
        },
        {
            "References": "PMID:14667467",
            "Value": "/GENOTOXICITY/ ... Genotoxic effects ... were evaluated in vitro using the alkaline comet assay and the cytokinesis-block micronucleus assay on CHO cells. ... Results showed that potassium chlorate as well as potassium iodide, bromide and chloride did not induce DNA damage in the alkaline comet assay for doses up to 10 mM. By contrast, potassium bromate exposure led to an increase in both DNA damage and frequency of micronucleated cells. The repair of bromate-induced DNA damage was incomplete 24 hr after the end of treatment. These results seem to indicate that potassium bromate would induce DNA damage by several mechanisms besides oxidative stress."
        },
        {
            "References": "PMID:16597659",
            "Value": "/GENOTOXICITY/ The European Standards Committee on Oxidative DNA Damage (ESCODD) recommended the use of the lesion-specific repair enzyme, formamidopyrimidine DNA-glycosylase (FPG) in the comet assay to detect oxidative DNA damage. In the present study, FPG was compared with endonuclease III (ENDOIII) and human 8-hydroxyguanine DNA-glycosylase (hOGG1) for the ability to modify the sensitivity of the comet assay. Mouse lymphoma L5178Y cells were treated with dimethyl sulfoxide (DMSO) as a standard solvent or reference agents /including oxidative stress agents gamma irradiation and  potassium bromate/ ... With gamma irradiation (1-10 Gy), dose-related increases in breaks were seen with all three enzymes. FPG and hOGG1 gave similar increases in breaks after potassium bromate treatment between 0.25 and 2.5 mmol/L, but ENDOIII showed an increase only at the highest concentration, 2.5 mmol/L..."
        },
        {
            "References": "PMID:10023063",
            "Value": "/GENOTOXICITY/ The genotoxic potential of two oxidizing compounds, potassium bromate and potassium superoxide, was comparatively tested in various genotoxicity tests with V79 Chinese hamster cells. Both substances clearly induced cytotoxicity, chromosome aberrations and increased DNA migration in the alkaline comet assay. Using a modified comet assay protocol with FPG protein, a DNA repair enzyme which specifically nicks DNA at sites of 8-oxoguanines and formamidopyrimidines, we detected oxidative DNA base damage only after potassium bromate treatment. HPLC analysis also revealed significantly increased levels of 8-oxodeoxyguanosine after potassium bromate treatment but not after potassium superoxide treatment. Furthermore, potassium bromate clearly induced gene mutations at the HPRT locus while potassium superoxide only had a small effect on HPRT mutant frequencies. Molecular analysis of potassium bromate-induced mutations indicated a high portion of deletion mutations. Three out of four point mutations were G to T transversions which typically arise after replication of 8-oxoguanine. Our results suggest that the two oxidizing compounds induce specific patterns of genotoxic effects that reflect the types of DNA alterations induced by different reactive oxygen species (ROS)."
        },
        {
            "References": "PMID:7739398",
            "Value": "/GENOTOXICITY/ In order to study how two chemicals interact to induce micronuclei, simple ethylating agents (ethyl methanesulfonate (EMS), ethyl ethanesulfonate (EES) and N-ethyl-N-nitrosourea (ENU)), spindle poisons (vincristine sulfate (VINC) and colchicine (COL)) and an oxidizing agent (potassium bromate (KBrO3)) were used as model chemicals for combination treatments. ... No apparent synergism in induction of micronuclei was observed when two chemicals with different modes of clastogenic action (EMS and KBrO3 or EMS and VINC) were combined."
        },
        {
            "References": "PMID:18243045",
            "Value": "/GENOTOXICITY/ The purpose of the ... study was to investigate the dose-response relationship for in vivo mutagenic and toxic effects of KBrO3 in the kidneys of Big Blue rats. In experiment 1, male Big Blue rats were divided into 8 groups. KBrO3 was dissolved in tap water and administered to groups 1-8 at concentrations of 0, 0.02, 0.2, 2, 8, 30, 125 and 500 ppm, respectively, for 16 weeks. Experiment 2 was performed to investigate the effects of KBrO3 at the 0.002 ppm dose approximately contained in the tap water on rat kidneys. Ten Big Blue rats were divided into 2 groups and given distilled water and tap water, respectively, for 16 weeks. In experiment 1, treatment with 500 ppm KBrO3 significantly increased the mutant and total mutation frequencies and frequency of GC to TA transversion of the lacI gene in the kidney compared to non-treatment control group, but 125 ppm and lower doses of KBrO3 had no effects. Histopathologically, renal toxic changes were observed in groups administered KBrO3 at 30 ppm or higher in a dose-dependent manner. PCNA positive cell indices in renal tubular cells were significantly increased in the kidney at doses of 125 and 500 ppm, but not at 30 ppm or lower doses, as compared to the control group. Furthermore, 8-hydroxy-2'-deoxyguanosine formation, a marker of oxidative stress, was significantly increased at 500 ppm. In experiment 2, there were no differences in any parameter between the distilled water and tap water groups. These results suggest the existence of no-effect levels for in vivo mutagenic and toxic effects, proliferation stimulus, and oxidative stress of KBrO3 in rat kidneys."
        },
        {
            "References": "Ishidate M Jr et al; Food Chemical Toxicol 22(8): 623-636 (1984)",
            "Value": "/GENOTOXICITY/ Salmonella/microsome tests (Ames tests) and chromosomal aberration tests in vitro using Chinese hamster fibroblast cell line were carried out. ... Potassium bromate /was/ positive in the Ames test and the chromosome aberration test."
        },
        {
            "References": "IPCS/WHO; Environmental Health Criteria 216 Disinfectants and Disinfectant By-products (2000). Available from, as of July 30, 2008: https://www.inchem.org/pages/ehc.html",
            "Value": "/GENOTOXICITY/ Potassium bromate was found to be weakly mutagenic in Salmonella typhimurium strain TA 100 when incubated with rat S-9 fraction for metabolic activation ... . Negative results were found in strains TA 98, TA 1535, TA 1537 and TA 1538 ... . Potassium bromate was also inactive in Escherichia coli Wptry- and  E. coli WP2try-his- ... ."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. 73:489 (1999)",
            "Value": "/GENOTOXICITY/ Potassium bromate did not induce DNA repair in Bacillus subtilis. ..."
        },
        {
            "References": "PMID:9630011",
            "Value": "/GENOTOXICITY/ It has been assumed that oxidative damage, including formation of 8-hydroxydeoxyguanosine (8-OHdG) adducts in kidney DNA due to potassium bromate (KBrO3), a renal carcinogen to both sexes of rats, is involved in its mechanisms of tumor induction. However, despite the presumed existence of a repair enzyme(s) for 8-OHdG, there have been no reports demonstrating the changes in adduct levels during medium- or long-term exposure. To elucidate the actual kinetics regarding this parameter during the early stages of KBrO3 carcinogenesis, ... 8-OHdG levels in kidney DNA together with cell proliferation in renal tubules in both sexes of rats receiving KBrO3 at a dose of 500 ppm in the drinking water for 1, 2, 3, 4, and 13 weeks /were measured/. Rapid elevation of 8-OHdG levels was noted in treated male rats which persisted until the end of the experiment. Increased cell proliferation in the proximal convoluted tubules was also observed throughout the experimental period, concomitant with alpha2u-globulin accumulation. Increase in 8-OHdG levels in treated females first became apparent 3 weeks after the start of exposure, with cell proliferation only elevated at the 13-week time point. The present study, employing the same route and dose of KBrO3 known to cause tumors, strongly suggested the requirement of persistent increase of 8-OHdG for neoplastic conversion. Moreover, a clear sex difference in susceptibility to generation of oxidative stress in kidney DNA was found, in addition to alpha2u-globulin-dependent variation in cell proliferation in the renal tubules."
        },
        {
            "References": "PMID:24637080",
            "Value": "/GENOTOXICITY/ The food additive potassium bromate (KBrO3) is known as a renal carcinogen and causes chromosomal aberrations in vitro without metabolic activation and in vivo in hematopoietic and renal cells. As a part of a collaborative study by the Mammalian Mutagenicity Study group, which is a subgroup of the Japanese Environmental Mutagen Society, we administered KBrO3 to rats orally for 4, 14, and 28 days and examined the micronucleated (MNed) cell frequency in the liver, glandular stomach, colon, and bone marrow to confirm whether the genotoxic carcinogen targeting other than liver and gastrointestinal (GI) tract was detected by the repeated dose liver and GI tract micronucleus (MN) assays. In our study, animals treated with KBrO3 showed some signs of toxicity in the kidney and/or stomach. KBrO3 did not increase the frequency of MNed cells in the liver and colon in any of the repeated dose studies. However, KBrO3 increased the frequency of MNed cells in the glandular stomach and bone marrow. Additionally, the MNed cell frequency in the glandular stomach was not significantly affected by the difference in the length of the administration period. These results suggest that performing the MN assay using the glandular stomach, which is the first tissue to contact agents after oral ingestion, is useful for evaluating the genotoxic potential of chemicals and that the glandular stomach MN assay could be integrated into general toxicity studies."
        },
        {
            "References": "PMID:19853637",
            "Value": "/GENOTOXICITY/ Potassium bromate (KBrO3) is a well-established rodent kidney carcinogen and its oxidizing activity is considered to be a significant factor in its mechanism of action. Although it has also been shown to be clearly genotoxic in a range of in vivo and in vitro test systems, surprisingly, it is not readily detected in several cell lines using the standard alkaline Comet assay. However, previous results from this laboratory demonstrated huge increases in tail intensity by modifying the method to include incubation with either human 8-oxodeoxyguanosine DNA glycosylase-1 (hOGG1) or bacterial formamidopyrimidine DNA glycosylase (FPG) indicating that, as expected, significant amounts of 8-oxodeoxyguanosine (8-OHdG) were induced. The purpose of this work, therefore, was to investigate why KBrO3, in contrast to other oxidizing agents, gives a relatively poor response in the standard Comet assay. Results confirmed that it is a potent genotoxin in mouse lymphoma L5178Y cells inducing micronuclei and mutation at the tk and hprt loci at relatively non-cytotoxic concentrations. Subsequent time-course studies demonstrated that substantial amounts of 8-OHdG appear to remain in cells 24 hr after treatment with KBrO3 but result in no increase in frank stand breaks (FSB) even though phosphorylated histone H2AX (gamma-H2AX) antibody labelling confirmed the presence of double-strand breaks. Using bromodeoxyuracil (BrdU) incorporation together with measured increases in cell numbers, L5178Y cells also appeared to go through the cell cycle with unrepaired hOGG1-recognisable damage. Since unrepaired 8-OHdG can give rise to point mutations through G:C-->T:A transversions, it was also surprising that mutation could not be detected at the Na+/K+ATPase locus as determined by ouabain resistance. Some increases in strand breakage could be seen in the Comet assay by increasing the unwinding time, but only at highly toxic concentrations and to a much smaller extent than would be expected from the magnitude of the other genotoxic responses. It was considered unlikely that these anomalous observations were due to the inability of L5178Y cells to recognize 8-OHdG because these cells were shown to express mOGG1 and have functional cleavage activity at the adducted site. It appears that the responses of L5178Y cells to KBrO3 are complex and differ from those induced by other oxidizing agents."
        },
        {
            "References": "PMID:7859366",
            "Value": "/GENOTOXICITY/ The oxidative DNA damage induced by the renal carcinogen potassium bromate (KBrO3) in cultured mammalian cells and in a cell-free system was characterized by means of various repair endonucleases. Under cell-free conditions, no modifications were induced by KBrO3 alone, but extensive DNA damage was observed in the presence of glutathione (GSH). The DNA damage was found to consist mostly of base modifications sensitive to Fpg protein (formamidopyrimidine-DNA glycosylase). HPLC analysis demonstrated that many of the modifications were 7,8-dihydro-8-oxoguanine(8-hydroxyguanine) residues. Single-strand breaks, sites of base loss (AP sites) and base modifications sensitive to endonuclease III (5,6-dihydropyrimidine derivatives) were formed in only low amounts. This 'damage profile' and experiments with various scavengers (catalase, superoxide dismutase, deferoxamine, azide, tert-butanol) and D2O as solvent excluded the involvement of hydroxyl radicals and single oxygen in the damage production, but were consistent with a radical mechanism involving bromine radicals. In L1210 mouse leukemia cells and LLC-PK1 porcine kidney cells, KBrO3 alone gave rise to a DNA damage profile similar to that observed after treatment of cell-free DNA with KBrO3 plus GSH, i.e. base modifications sensitive to Fpg protein were formed in high excess of all other lesions quantified. In LLC-PK1 cells (derived from the target organ of KBrO3-induced carcinogenesis) the level of DNA damage was twice that in the L1210 cells. DNA damage was partially prevented by depletion of intracellular GSH with diethylmaleate, indicating that GSH played an activating role in the cells similar to that seen under cell-free conditions. The Fpg-sensitive base modifications induced by KBrO3 were repaired with only moderate efficiency (38 +/- 10% of the lesions were still present after 18 hr in full medium) under conditions that did not influence cell proliferation."
        },
        {
            "References": "PMID:7954362",
            "Value": "/GENOTOXICITY/ Oxidative damage caused by potassium bromate (KBrO3), a rat renal carcinogen, was investigated using in vitro preparations of rat renal proximal tubules (RPT) and renal nuclear fractions. Release of lactate dehydrogenase and decrease of SH-group content in RPT (1 mg protein/mL) by KBrO3 (0.5-5 mM) in a concentration- and time-dependent manner were observed. Peroxidized arachidonic acid and 8-hydroxydeoxyguanosine (8-OH-dG) levels in RPT were increased after administration of 2 and 5 mM KBrO3. 8-OH-dG formation was observed after incubation of renal nuclei with a lipid-peroxiding system, autooxidized methyl linolenate, or KBrO3. These findings provide support for involvement of lipid peroxidation in producing oxidized DNA damage by KBrO3 directly to RPT, the target site for renal carcinogenesis."
        },
        {
            "References": "PMID:17907000",
            "Value": "/GENOTOXICITY/ Hydroxyl radical (*OH) generation in the kidney of mice treated with ... potassium bromate (KBrO3) in vivo was estimated by the salicylate hydroxylation method ... Induction of DNA lesions and lipid peroxidation in the kidney ... was also examined. The salicylate hydroxylation method revealed significant increases in the *OH generation after injection of ... KBrO3 in the kidneys. A significant increase in 8-hydroxy-2'-deoxyguanosine in nuclei of the kidney was detected only in the KBrO3 treated mice, while the comet assay showed that the ...  KBrO3 treatment ... resulted in significant increases in DNA breakage in the kidney."
        },
        {
            "References": "PMID:27082013",
            "Value": "/GENOTOXICITY/ Exposure to bisphenol A (BPA) has been reported to alter global gene expression, induce epigenetic modifications, and interfere with complex regulatory networks of cells. In addition to these reprogramming events, we have demonstrated that BPA exposure generates reactive oxygen species and promotes cellular survival when co-exposed with the oxidizing agent potassium bromate (KBrO3). We determined the cellular microenvironment changes induced by co-exposure of BPA and KBrO3 versus either agent alone. Ku70-deficient cells were exposed to 150 uM BPA, 20 mM KBrO3, or co-exposed to both agents. Four and 24 hr post-damage initiation by KBrO3, with BPA-only samples timed to coincide with these designated time points, we performed whole-genome microarray analysis and evaluated chromatin structure, DNA lesion load, glutathione content, and intracellular pH. We found that 4 hr post-damage initiation, BPA exposure and co-exposure transiently condensed chromatin compared with untreated and KBrO3-only treated cells; the transcription of DNA repair proteins was also reduced. At this time point, BPA exposure and co-exposure also reduced the change in intracellular pH observed after treatment with KBrO3 alone. Twenty-four hours post-damage initiation, BPA-exposed cells showed less condensed chromatin than cells treated with KBrO3 alone; the intracellular pH of the co-exposed cells was significantly reduced compared with untreated and KBrO3-treated cells; and significant up-regulation of DNA repair proteins was observed after co-exposure. These results support the induction of an adaptive response by BPA co-exposure that alters the microcellular environment and modulates DNA repair. Further work is required to determine whether BPA induces similar DNA lesions in vivo at environmentally relevant doses; however, in the Ku70-deficient mouse embryonic fibroblasts, exposure to a high dose of BPA was associated with changes in the cellular microenvironment that may promote survival."
        },
        {
            "References": "USEPA; Toxicological Review of Bromate (CAS No. 15541-45-4) In Support of Summary Information on the Integrated Risk Information System (IRIS) p.24 (March 2001) EPA/635/R-01/002. Available from, as of July 28, 2008: https://cfpub.epa.gov/ncea/iris/index.cfm?fuseaction=iris.showSubstanceList",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ In Syrian hamster embryo cells in vitro, potassium bromate was found to increase gap junctional intercellular communications at concentrations greater than or equal to 10,000 uM ... ."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. 73:489 (1999)",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ ... Potassium bromate ... inhibited gap-junctional intercellular communication in Madin-Darby canine kidney epithelial cells. ..."
        },
        {
            "References": "IPCS/WHO; Environmental Health Criteria 216 Disinfectants and Disinfectant By-products (2000). Available from, as of July 30, 2008: https://www.inchem.org/pages/ehc.html",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ In vitro studies have shown that hydroxyl radical is produced in renal homogenates or kidney cells treated with potassium bromate ... . Incubation of hepatocytes or liver homogenates with bromate did not produce evidence of oxygen radicals."
        },
        {
            "References": "PMID:23984319",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ The DNA mismatch repair (MMR) and base excision repair (BER) systems are important determinants of cellular toxicity following exposure to agents that cause oxidative DNA damage. To examine the interactions between these different repair systems, we examined whether toxicity, induced by t-BOOH and KBrO3, differs in BER proficient (Mpg (+/+), Nth1 (+/+)) and deficient (Mpg (-/-), Nth1 (-/-)) mouse embryonic fibroblasts (MEFs) following Msh2 knockdown of between 79 and 88% using an shRNA expression vector. Msh2 knockdown in Nth1 (+/+) cells had no effect on t-BOOH and KBrO3 induced toxicity as assessed by an MTT assay; knockdown in Nth1 (-/-) cells resulted in increased resistance to t-BOOH and KBrO3, a result consistent with Nth1 removing oxidized pyrimidines. Msh2 knockdown in Mpg (+/+) cells had no effect on t-BOOH toxicity but increased resistance to KBrO3; in Mpg (-/-) cells, Msh2 knockdown increased cellular sensitivity to KBrO3 but increased resistance to t-BOOH, suggesting a role for Mpg in removing DNA damage induced by these agents. MSH2 dependent and independent pathways then determine cellular toxicity induced by oxidizing agents. A complex interaction between MMR and BER repair systems, that is, exposure dependent, also exists to determine cellular toxicity."
        },
        {
            "References": "PMID:22760423",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ Potassium bromate (KBrO(3)) is an oxidizing agent that has been widely used in the food and cosmetic industries. It has shown to be both a nephrotoxin and a renal carcinogen in in vivo and in vitro models. Here, we investigated the effects of KBrO(3) in the human and rat proximal tubular cell lines RPTEC/TERT1 and NRK-52E. A genome-wide transcriptomic screen was carried out from cells exposed to a sub-lethal concentration of KBrO(3) for 6, 24 and 72 hr. Pathway analysis identified \"glutathione metabolism\", \"Nrf2-mediated oxidative stress\" and \"tight junction (TJ) signalling\" as the most enriched pathways. TJ signalling was less impacted in the rat model, and further studies revealed low transepithelial electrical resistance (TEER) and an absence of several TJ proteins in NRK-52E cells. In RPTEC/TERT1 cells, KBrO(3) exposure caused a decrease in TEER and resulted in altered expression of several TJ proteins. N-Acetylcysteine co-incubation prevented these effects. These results demonstrate that oxidative stress has, in conjunction with the activation of the cytoprotective Nrf2 pathway, a dramatic effect on the expression of tight junction proteins. The further understanding of the cross-talk between these two pathways could have major implications for epithelial repair, carcinogenesis and metastasis."
        },
        {
            "References": "PMID:20067818",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ The mechanisms of bromate (BrO(3)(-))-induced toxicity in Normal Rat Kidney (NRK) and human embryonic kidney 293 (HEK293) cells were investigated. BrO(3)(-) (added as KBrO(3)) induced concentration-dependent decreases in 3-(4, dimethylthiazolyl-2)-2,5-diphenyltetrazolium bromide (MTT) staining after 48 hr. BrO(3)(-)-induced necrosis based on tandem increases in annexin V and PI staining. Cell cycle analysis demonstrated that BrO(3)(-) also induced G2/M arrest and nuclear fragmentation, prior to alterations in MTT staining or annexin V and PI staining. Immunoblot analysis demonstrated that the G2/M arrest correlated to induction of phosphorylated (p)-p53, p21, cyclin B1 and p-cdc2. Further, BrO(3)(-) induced time-dependent increases in the activity of the mitogen activated protein kinases p38 and ERK1/2. Treatment of cells with the p38 inhibitor SB202190, but not the ERK1/2 inhibitor PD98059, partially reversed BrO(3)(-)-induced G2/M arrest and decreased BrO(3)(-)-induced p-p53, p21 and cyclin B1 expression. In addition, BrO(3)(-) treatment induced reactive oxygen species (ROS) based on increases in CM-H(2)DCFDA fluorescence. The antioxidant ascorbic acid inhibited BrO(3)(-)-induced p38 activation, G2/M arrest, p-p53, p21 and cyclin B1 expression; however, ascorbic acid had no effect on BrO(3)(-)-induced formation of 8-OHdG, a marker of DNA oxidative damage, whose increases preceded cell death by 24 hr. These data suggest that ROS mediated MAPK activation is involved in the molecular mechanisms of BrO(3)(-)-induced cell cycle arrest, which occurs independently of 8-OH-dG production. The similar mode of action in both NRK and HEK293 cells suggests that the mechanisms of BrO(3)(-)-induced renal cell death are model-independent."
        },
        {
            "References": "PMID:15840384",
            "Value": "/OTHER TOXICITY INFORMATION/ ... The proposed mechanism of KBrO(3) renal carcinogenesis involves the formation of 8-oxoguanine (8-oxoG), a promutagenic base lesion in DNA typically removed through base excision repair (BER). In this study, male Long-Evans rats were exposed via drinking water to carcinogenic concentrations of KBrO(3) (0.4 g/L), 3-chloro-4-(dichloromethyl)-5-hydroxy-2(5H)-furanone (0.07 g/L), chloroform (1.8 g/L), bromodichloromethane (0.7 g/L), or a mixture of all these chemicals at the same concentrations for 3 weeks. Half of one kidney was processed for microscopic examination, and the remaining kidney was frozen for isolation of genomic DNA. Levels of 8-oxoG were measured using HPLC with electrochemical detection in DNA samples incubated with formamidopyrimidine-DNA glycosylase. Aldehydic lesions (e.g. abasic sites) in DNA samples were quantitated using an aldehyde-reactive probe slot-blot assay. Treatment with KBrO(3) produced a measurable increase of 8-oxoG in the kidney, and this effect was greater than that produced by treatment with the DBP mixture. No other single chemical treatment caused measurable increases of 8-oxoG. The mixture effect on the amount of 8-oxoG observed in this study suggests an interaction between chemicals that reduced the generation of oxidative DNA damage. No increases in abasic sites were observed with treatment, but a decrease was apparent in the rats treated with the DBP mixture. These data are consistent with previous studies where chronic exposure to this chemical mixture in drinking water resulted in a less than additive carcinogenic response in Tsc2 mutant Long-Evans rats."
        },
        {
            "References": "PMID:10096427",
            "Value": "/OTHER TOXICITY INFORMATION/ KBrO3 administration dose dependently induced renal ornithine decarboxylase (ODC) activity several fold compared to its activity in saline-treated rats. Similarly renal DNA synthesis which has been measured as (3H)thymidine incorporation in DNA also increases. KBrO3 administration also depleted the level of renal glutathione and glutathione reductase activity in a time dependent manner. The maximum depletion in the levels of renal glutathione and glutathione reductase activity was observed 3 hr after KBrO3 treatment which was 60 and 40%, respectively, of saline-treated controls. Parallel to these changes, a sharp increase in the blood urea nitrogen and serum creatinine levels was observed which is indicative of the concurrent renal damage. These results suggest that oxidant generating KBrO3 acts as a potent proliferator of kidney and acts by producing oxidative damage."
        },
        {
            "References": "PMID:2269236",
            "Value": "/OTHER TOXICITY INFORMATION/ Potassium bromate (KBrO3) is an oxidizing agent that has been used as a food additive, mainly in the bread-making process. Although adverse effects are not evident in animals fed bread-based diets made from flour treated with KBrO3, the agent is carcinogenic in rats and nephrotoxic in both man and experimental animals when given orally. It has been demonstrated that KBrO3 induces renal cell tumors, mesotheliomas of the peritoneum, and follicular cell tumors of the thyroid. In addition, experiments aimed at elucidating the mode of carcinogenic action have revealed that KBrO3 is a complete carcinogen, possessing both initiating and promoting activities for rat renal tumorigenesis. However, the potential seems to be weak in mice and hamsters. In contrast to its weak mutagenic activity in microbial assays, KBrO3 showed relatively strong potential inducing chromosome aberrations both in vitro and in vivo. Glutathione and cysteine degrade KBrO3 in vitro; in turn, the KBrO3 has inhibitory effects on inducing lipid peroxidation in the rat kidney. Active oxygen radicals generated from KBrO3 were implicated in its toxic and carcinogenic effects, especially because KBrO3 produced 8-hydroxydeoxyguanosine in the rat kidney..."
        },
        {
            "References": "PMID:15132765",
            "Value": "/OTHER TOXICITY INFORMATION/ Five female F344 rats in each group were given KBrO3 at a dose of 300 mg/kg by single ig intubation or at a dose of 80 mg/kg by single ip injection, and were killed 48 hr after the administration for measurements of thiobarbituric acid-reactive substances (TBARS) and 8-oxodeoxyguanosine (8-oxodG) levels in the kidney. Both levels in the treated animals were significantly elevated as compared with the control values. In a second experiment, 5 male and female F344 rats in each group were administered KBrO3 at concentrations of 0, 15, 30, 60, 125, 250 and 500 ppm in the drinking water for 4 weeks. KBrO3 in the drinking water did not elevate TBARS in either sex at any of the doses examined, but 8-oxodG formation in both sexes at 250 ppm and above was significantly higher than in the controls. Additionally, the bromodeoxyuridine-labeling index for proximal convoluted tubules was significantly increased at 30 ppm and above in the males, and at 250 ppm and above in the females. Alpha2u-globulin accumulation in the kidneys of male rats was increased with statistical significance at 125 ppm and above. These findings suggest that DNA oxidation induced by KBrO3 may occur independently of lipid peroxidation and more than 250 ppm KBrO3 in the drinking water can exert a carcinogenic effect by way of oxidative stress."
        },
        {
            "References": "PMID:7685357",
            "Value": "/OTHER TOXICITY INFORMATION/ Accumulation of alpha 2u-globulin and induction of cell proliferation were examined in kidneys of rats exposed to KBrO3, KBr or NaBrO3 in their drinking water. Hyaline droplets observed after KBrO3 or NaBrO3 administration to male rats were specifically immunostained for alpha 2u-globulin. Increases in cell proliferation were found in the proximal tubules of male rats given KBrO3 or NaBrO3 but not KBr for 2, 4, and 8 weeks. No such change was evident in KBrO3-treated female rats or the distal tubules of any treated animal. The concordance between hyaline droplet accumulation and increased cell turnover suggests that KBrO3- and NaBrO3-induced cell replication in kidneys of male rats may result from alpha 2u-globulin nephropathy. Considering the fact that KBrO3 has genotoxic potential involving oxidative stress, /it is hypothesized/ that the induced cell proliferation might predominantly play an additive role in its carcinogenesis..."
        },
        {
            "References": "PMID:26496820",
            "Value": "/OTHER TOXICITY INFORMATION/ Bromate is a byproduct of water disinfection that is produced when waters contain bromide treated with ozone. To investigate the level of the toxicity of bromate and find the most sensitive indicators in a short time, a series of toxicological assessments were conducted including the acute toxicity, cumulative toxicity, genetic toxicity and subacute toxicity of bromate (using potassium bromate to represent bromate). The LD50 of orally administered potassium bromate was 215 mg/kg in Wistar rats and 464 mg/kg in ICR mice. The cumulative toxicity of potassium bromate was not obvious. The Ames test, mouse bone marrow cell micronucleus test and mouse sperm abnormality test did not indicate mutagenicity. The results of the subacute study did not exhibit significant differences in most of the parameters, except the white blood cell count, which was significantly decreased in male rats. In addition, potassium bromate influenced the albumin, creatinine, total cholesterol, triglycerides and glucose levels in male rats to various extents. A thorough analysis of the above tests clearly demonstrates that bromate has toxicity, not obvious cumulative toxicity and the white blood cell count can be used as an indicator to reflect the toxicity of bromate and investigate bromate's toxic mechanism."
        },
        {
            "References": "USEPA; Toxicological Review of Bromate (CAS No. 15541-45-4) In Support of Summary Information on the Integrated Risk Information System (IRIS) p.15 (March 2001) EPA/635/R-01/002. Available from, as of July 28, 2008: https://cfpub.epa.gov/ncea/iris/index.cfm?fuseaction=iris.showSubstanceList",
            "Value": "/OTHER TOXICITY INFORMATION/ ... Several multigenerational studies in which rats or mice were fed bread made from flour treated with potassium bromate. However, because most potassium bromate added to flour is converted to bromide during the bread baking process ... it is unlikely that the animals in these multigenerational studies were actually exposed to bromate. ..."
        }
    ]
}