{
    "_id": {
        "$oid": "6682e9d2c4e5dba5ffba2c8c"
    },
    "CID": {
        "$numberInt": "23672064"
    },
    "Name": "SODIUM DIHYDROGEN PHOSPHATE",
    "IUPACName": "sodium;dihydrogen phosphate",
    "CanonicalSMILES": "OP(=O)(O)[O-].[Na+]",
    "Synonyms": [
        "7558-80-7",
        "Monosodium phosphate",
        "SODIUM DIHYDROGEN PHOSPHATE",
        "Sodium phosphate monobasic",
        "Sodium dihydrogenorthophosphate",
        "Sodium acid phosphate",
        "Sodium phosphate",
        "monobasic",
        "Sodium primary phosphate",
        "Monosodium dihydrogen orthophosphate",
        "Acid sodium phosphate",
        "Sodium phosphate monobasic anhydrous",
        "Monosodium monophosphate",
        "sodium dihydrogenphosphate",
        "Monosodium phosphate",
        "anhydrous",
        "Monobasic sodium phosphate"
    ],
    "IsomericSMILES": "OP(=O)(O)[O-].[Na+]",
    "INCHI": "InChI=1S/Na.H3O4P/c;1-5(2,3)4/h;(H3,1,2,3,4)/q+1;/p-1",
    "INCHIKEY": "AJPJDKMHJJGVTQ-UHFFFAOYSA-M",
    "Formula": "H2NaO4P",
    "MolecularWeight": {
        "$numberDouble": "119.977"
    },
    "Description": "Sodium dihydrogenphosphate is a sodium phosphate.",
    "XlogP": {
        "$numberDouble": "NaN"
    },
    "Complexity": {
        "$numberInt": "61"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "mechanism_of_action": [
        {
            "References": "Miller, R. R., and D. J. Greenblatt. Handbook of Drug Therapy. New York: Elsevier North Holland, 1979., p. 1055",
            "Value": "... /Promotes/ defecation by retaining water in the intestinal lumen through osmotic forces. ... May also act by stimulating release of cholecystokinin. /Sodium phosphate & sodium biphosphate (Fleet's enema & Fleet's Phospho-soda)/"
        },
        {
            "References": "US Natl Inst Health; DailyMed. Current Medication Information for Sodium Phosphates (Sodium Phosphate) Injection (June 2006). Available from, as of March 20, 2009: https://dailymed.nlm.nih.gov/dailymed/drugInfo.cfm?id=1758",
            "Value": "Phosphorus in the form of organic and inorganic phosphate has a variety of important biochemical functions in the body and is involved in many significant metabolic and enzyme reactions in almost all organs and tissues. It exerts a modifying influence on the steady state of calcium levels, a buffering effect on acid-base equilibrium and a primary role in the renal excretion of hydrogen ion."
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "Gosselin, R.E., R.P. Smith, H.C. Hodge. Clinical Toxicology of Commercial Products. 5th ed. Baltimore: Williams and Wilkins, 1984., p. II-120",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ ... Doses of 250 g/kg by mouth ... produced diarrhea in rats, guinea pigs and rabbits."
        },
        {
            "References": "PMID:1133087",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Rats were given daily injections (1 mL/100g of the initial body weight)of 0.5 M phosphate for periods of 2-10 days. The development of nephrocalcinosis was studied using histology, histochemistry, electron microscopy and quantitative estimations of total kidney Ca and phosphate. Six days of phosphate treatment consistently produced calcification of basement membranes of proximal tubules in the mid-cortex, followed calcification of casts and basement membranes in the outer medulla and papilla after 10 days. The total Ca content of the kidney increased progressively during treatment but phosphate increased only in the latter stages. Electron microscopy showed mitochondrial changes in proximal tubular cells after only 2 days of phosphate treatment, followed by thickening of the basal laminae and alterations to the basal parts of proximal tubular cells. The initial renal damage probably was caused directly by a toxic effect of the phosphate load on the kidney and indirectly, by stimulation of the parathyroid glands. Subsequent renal damage probably resulted from the accumulative effect of the phosphate injections. Daily doses of 1M phosphate produced nephrocalcinosis after only 3 days. Ca was deposited as casts, similar to those previously found using high doses of phosphate. Twice daily injections of 0.25 M phosphate for 6 days did not induce nephrocalcinosis while twice daily injections of 0.357 M phosphate produced fewer Ca deposits than did injections of 0.5 M phosphate given once daily for 6 days. In the clinical use of phosphate, several small doses given over a long period may be preferable to a single large dose."
        },
        {
            "References": "Shibata MA et al; Toxicol Appl Pharmacol 121 (2): 303-12 (1993",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Effects of the bladder tumor promoter Na3PO4 and the non-bladder-tumor promoter NaH2PO4 on development of hyperplastic lesions of urinary bladder and renal papilla/pelvis were investigated after exposure of male F344 rats to the nongenotoxic carcinogen uracil. Animals were administered with 3.0% uracil in the diet for 4 weeks and thereafter fed 3.0% Na3PO4 or 3.0% NaH2PO4 for 32 weeks. No enhancing effect of either phosphate salt on uracil-induced proliferative lesions of urinary bladder was observed. However, the sequential treatments gave rise to enhanced development of hyperplastic lesions in the renal papilla/pelvis compared to the case with uracil alone. In addition, a small number of renal pelvic papillomas were observed in the group given Na3PO4 after uracil. These phosphate salts also induced nephrocalcinosis in the papilla/pelvic concomitant with development of renal hyperplastic lesions in this location..."
        },
        {
            "References": "PMID:7466825",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Injection of 10.0 mg/chicken egg in air cell & yolk @ 0 & 96 hr, caused celosomia, exencephaly, microcephaly, brachygnathia, hyperplasia of heart, ablepharia, torticollis, microphthalmia, anophthalmia, coloma, ectromelia, phocomelia, buphthalmia, & cleft palate anomalies"
        },
        {
            "References": "ECHA; REACH registration for sodium dihydrogenorthophosphate; Available from, as of October 3, 2014: https://echa.europa.eu/regulations/reach",
            "Value": "/GENOTOXICITY/ /In vitro mammalian chromosome aberration test in Chinese hamster lung fibroblasts without metabolic activation was negative./"
        },
        {
            "References": "ECHA; REACH registration for sodium dihydrogenorthophosphate; Available from, as of October 3, 2014: https://echa.europa.eu/regulations/reach",
            "Value": "/GENOTOXICITY/ Study of the genotoxic potential of 48 inorganic derivatives with the SOS chromatest /included sodium dihydrogenorthophosphate in E. coli PQ37, PQ35 with and without metabolic activation/ was negative."
        },
        {
            "References": "PMID:4707166",
            "Value": "/VETERINARY CASE REPORTS/ Merino sheep consuming a mulga (Acacia aneura) diet were supplemented with monosodium phosphate, phosphoric acid and bone flour. Phosphoric acid caused depression in body weight performance and death of sheep receiving in excess of 1.5 g P/head/day. Monosodium phosphate and bone flour supplementation had no significant effect on live weight change."
        }
    ]
}