{
    "_id": {
        "$oid": "669270ff303528b49832d783"
    },
    "CID": {
        "$numberInt": "23682789"
    },
    "Name": "Bispyribac-sodium",
    "IUPACName": "sodium;2,6-bis[(4,6-dimethoxypyrimidin-2-yl)oxy]benzoate",
    "CanonicalSMILES": "COC1=CC(=NC(=N1)OC2=C(C(=CC=C2)OC3=NC(=CC(=N3)OC)OC)C(=O)[O-])OC.[Na+]",
    "Synonyms": [
        "Bispyribac-sodium",
        "125401-92-5",
        "Bispyribac sodium",
        "Sodium 2,6-bis((4,6-dimethoxypyrimidin-2-yl)oxy)benzoate",
        "KIH-2023",
        "Bispyribac (sodium)",
        "Bispyribac sodium salt",
        "Bispyribac-sodium [ISO:BSI]",
        "EPA Chemical Code 078906",
        "sodium 2,6-bis[(4,6-dimethoxypyrimidin-2-yl)oxy]benzoate",
        "V 10029",
        "UNII-4NVB39F4NF",
        "4NVB39F4NF",
        "Nanogen Index code is BPY (3-031)",
        "CCRIS 9245"
    ],
    "IsomericSMILES": "COC1=CC(=NC(=N1)OC2=C(C(=CC=C2)OC3=NC(=CC(=N3)OC)OC)C(=O)[O-])OC.[Na+]",
    "INCHI": "InChI=1S/C19H18N4O8.Na/c1-26-12-8-13(27-2)21-18(20-12)30-10-6-5-7-11(16(10)17(24)25)31-19-22-14(28-3)9-15(23-19)29-4;/h5-9H,1-4H3,(H,24,25);/q;+1/p-1",
    "INCHIKEY": "FUHMZYWBSHTEDZ-UHFFFAOYSA-M",
    "Formula": "C19H17N4NaO8",
    "MolecularWeight": {
        "$numberDouble": "452.3"
    },
    "Description": "Bispyribac-sodium is the organic sodium salt of bispyribac. It is used as a broad spectrum post-emergent herbicide for the control of grasses, sedges and broadleaf weeds in rice crops. It has a role as a herbicide, an agrochemical and an environmental contaminant. It contains a bispyribac(1-).",
    "XlogP": {
        "$numberDouble": "NaN"
    },
    "Complexity": {
        "$numberInt": "515"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "plant_translocations": [
        {
            "content": "Response of creeping bentgrass, annual bluegrass, and Kentucky bluegrass to foliar, soil, or foliar plus soil applications of bispyribac-sodium was evaluated in greenhouse studies. Soil-alone and foliar plus soil applications of bispyribac-sodium at 148 or 296 g ai/ha resulted in greater injury and shoot dry weight reduction of all species 28 d after treatment (DAT) compared to foliar-alone treatments. Creeping bentgrass was less injured than annual or Kentucky bluegrass regardless of application placement. Further studies evaluated foliar and root absorption and translocation of 14C-bispyribac-sodium in creeping bentgrass, annual bluegrass, Kentucky bluegrass, and roughtstalk bluegrass. Foliar absorption into creeping bentgrass was less than that of other species at most harvest timings from 4 to 72 h after treatment. Annual and roughstalk bluegrass translocated greater amounts of foliar-absorbed 14C to the crown and shoots compared to creeping bentgrass. Annual and roughstalk bluegrass accumulated approximately 47% more 14C per dry weight of plant tissue than creeping bentgrass and 74% more than Kentucky bluegrass after 72 h in nutrient solution containing 14C-bispyribac-sodium. Annual and roughstalk bluegrass translocated approximately 80% of root-absorbed 14C to shoots, whereas creeping bentgrass and Kentucky bluegrass translocated slightly less (66% of absorbed for both species). These studies suggest that bispyribac-sodium is readily absorbed by roots and translocated to shoots which may contribute to its total activity within a plant. In addition, creeping bentgrass displayed lower amounts of foliar and root absorption and subsequent translocation than annual and roughstalk bluegrass which may contribute to greater bispyribac-sodium tolerance displayed by creeping bentgrass.",
            "reference": "Lycan, D. W., & Hart, S. E. (2006). Foliar and root absorption and translocation of bispyribac-sodium in cool-season turfgrass. Weed technology, 20(4), 1015-1022.",
            "method": {
                "Test Plant": "'L-93' creeping bentgrass (Agrostis stolonifera), annual bluegrass (Poa annua), 'Baron' Kentucky bluegrass (Poa pratensis), and 'Winterplay' roughstalk bluegrass (Poa trivialis).",
                "Apply Location": "Foliar application",
                "Plant Grown Condition": "Seeds were planted in 800 ml pots filled with a soil-sand medium. Plants were grown in a greenhouse with day/night temperatures of 25/19°C, supplemented with high-intensity discharge lighting when intensity fell below 600 mmol/m2/s. Day length was 14 hours. Plants were watered as needed and fertilized biweekly with a 20:20:20 (N-P2O5-K2O) fertilizer to ensure optimal growth.",
                "Chemical Preparation": "Bispyribac was diluted in de-ionized water to achieve appropriate concentrations for application.",
                "Pesticide Application Details for the Plant": "The herbicide was applied using a CO2-pressured research track sprayer equipped with an 8002 EVS spray tip delivering 374 L/ha at 290 kPa.",
                "Other Information": "Treatments were replicated four times in a randomized complete block design with a factorial treatment arrangement of species by bispyribac placement by bispyribac rate. The significance of main effects and interactions was determined by analysis of variance using the General Linear Model Procedure in SAS. Means were separated using Fisher's Protected LSD test (P < 0.05)."
            },
            "result": "[{\"Species\": \"Creeping bentgrass\", \"Roots (% of absorbed)\": 34, \"Shoots (% of absorbed)\": 66}, {\"Species\": \"Annual bluegrass\", \"Roots (% of absorbed)\": 23, \"Shoots (% of absorbed)\": 77}, {\"Species\": \"Kentucky bluegrass\", \"Roots (% of absorbed)\": 34, \"Shoots (% of absorbed)\": 66}, {\"Species\": \"Roughstalk bluegrass\", \"Roots (% of absorbed)\": 20, \"Shoots (% of absorbed)\": 80}]"
        },
        {
            "content": "Weed competition significantly impacts rice production, and the effectiveness of herbicides in weed control and crop safety relies on the absorption, translocation, and metabolism of the herbicides. This study examined the influence of cold stress (22/16°C day/night temperature) on the absorption, translocation, and metabolism of 14C-bispyribac-sodium in rice seedlings. The results demonstrated that maximum absorption of the herbicide occurred 24 hours after treatment and was enhanced by warm temperatures. The herbicide was mainly retained in the treated leaf, indicating limited translocation to other parts of the plant. When combined with a P450 inhibitor (piperonyl-butoxide), the herbicide caused increased injury to rice plants compared to herbicide alone. Exposure to cold stress further amplified the injury and resulted in higher retention of the parent herbicide in rice plants, highlighting the negative impact on herbicide metabolism. However, cold stress did not affect the translocation of bispyribac-sodium. These findings suggest that cold stress reduces the absorption and metabolism of bispyribac-sodium in rice.",
            "reference": "Martini, L. F. D., Burgos, N. R., Noldin, J. A., de Avila, L. A., & Salas, R. A. (2015). Absorption, translocation and metabolism of bispyribac‐sodium on rice seedlings under cold stress. Pest management science, 71(7), 1021-1029.",
            "method": {
                "Test Plant": "Rice cultivars IRGA 424 (cold-tolerant) and Epagri 109 (cold-susceptible).",
                "Apply Location": "The middle section of the second leaf was covered with aluminum foil to preserve leaf surface structure. Herbicide was applied to the adaxial side of the treated leaf.",
                "Plant Grown Condition": "Plants were grown in 0.2 L plastic pots filled with washed sand, placed inside larger pots with nutrient solution for capillary irrigation. Growth chambers were set to simulate early (cold) and late (warm) planting times, with temperatures of 16/22°C and 25/30°C, respectively, and a 12-hour photoperiod.",
                "Chemical Preparation": "A stock solution of 14C-labeled bispyribac-sodium was prepared in acetonitrile and water solution. Working solutions with a specific activity of 0.42 kBq/μL were prepared by spiking non-labeled herbicide with aliquots from the stock solution.",
                "Pesticide Application Details for the Plant": "Non-labeled bispyribac-sodium was applied at a rate of 50 g/ha using a laboratory spray chamber. For the absorption evaluation, four 1-μL droplets of 14C-labeled bispyribac-sodium working solution were applied to the adaxial side of the treated leaf, totaling 1.68 kBq/μL per plant.",
                "Other Information": "The experiment was arranged in a completely randomized design with a factorial arrangement of treatments, including rice cultivars, temperatures, and sampling times. Treatments were replicated four times."
            },
            "result": "[{\"Plant\": \"IRGA 424 Rice\", \"Above treated leaf (% of absorbed)\": 2.2, \"Below treated leaf (%)\": 1.5, \"Root (%)\": 0.9, \"Nutrient solution (%)\": 0.1, \"Treated leaf (%)\": 73.4}, {\"Plant\": \"Epagri 109 Rice\", \"Above treated leaf (% of absorbed)\": 1.8, \"Below treated leaf (%)\": 1.2, \"Root (%)\": 0.7, \"Nutrient solution (%)\": 0.1, \"Treated leaf (%)\": 67.0}]"
        }
    ]
}