{
    "_id": {
        "$oid": "6682e7cfc4e5dba5ffba2271"
    },
    "CID": {
        "$numberInt": "237"
    },
    "Name": "QUINACRINE",
    "IUPACName": "4-N-(6-chloro-2-methoxyacridin-9-yl)-1-N,1-N-diethylpentane-1,4-diamine",
    "CanonicalSMILES": "CCN(CC)CCCC(C)NC1=C2C=C(C=CC2=NC3=C1C=CC(=C3)Cl)OC",
    "Synonyms": [
        "quinacrine",
        "mepacrine",
        "atabrine",
        "83-89-6",
        "Acrinamine",
        "Acriquine",
        "Erion",
        "Antimalarina",
        "Haffkinine",
        "Quinactine",
        "Akrichin",
        "Italchine",
        "acrichine",
        "Mepacrinum",
        "Quinacrine hydrochloride"
    ],
    "IsomericSMILES": "CCN(CC)CCCC(C)NC1=C2C=C(C=CC2=NC3=C1C=CC(=C3)Cl)OC",
    "INCHI": "InChI=1S/C23H30ClN3O/c1-5-27(6-2)13-7-8-16(3)25-23-19-11-9-17(24)14-22(19)26-21-12-10-18(28-4)15-20(21)23/h9-12,14-16H,5-8,13H2,1-4H3,(H,25,26)",
    "INCHIKEY": "GPKJTRJOBQGKQK-UHFFFAOYSA-N",
    "Formula": "C23H30ClN3O",
    "MolecularWeight": {
        "$numberDouble": "400"
    },
    "Description": "Quinacrine is a member of the class of acridines that is acridine substituted by a chloro group at position 6, a methoxy group at position 2 and a [5-(diethylamino)pentan-2-yl]nitrilo group at position 9. It has a role as an antimalarial and an EC 1.8.1.12 (trypanothione-disulfide reductase) inhibitor. It is a member of acridines, an organochlorine compound, an aromatic ether and a tertiary amino compound. It derives from a hydride of an acridine.",
    "XlogP": {
        "$numberDouble": "6"
    },
    "Complexity": {
        "$numberInt": "461"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "mechanism_of_action": [
        {
            "References": "USP Convention. USPDI - Drug Information for the Health Care Professional. 17th ed. Volume I. Rockville, MD: Convention, Inc., 1997. (Plus Updates)., p. 2489",
            "Value": "Exact mechanism of antiparasitic action unknown; however, quinacrine binds to deoxyribonucleic acid (DNA) by intercalation between adjacent base pairs, inhibiting transcription ... It also inhibits succinate oxidation and interferes with electron transport. In addition, it binds to nucleoproteins, which can suppress the lupus erythematous (LE) cell factor, and acts as a strong inhibitor of cholinesterase."
        },
        {
            "References": "McEvoy, G.K. (ed.). AHFS Drug Information 90. Bethesda, MD: American Society of Hospital Pharmacists, Inc., 1990 (Plus Supplements 1990)., p. 47",
            "Value": "Although the exact mechanism of anthelmintic activity of quinacrine has not been fully elucidated, the drug appears to be readily intercalated into DNA. Quinacrine does not kill susceptible cestodes, but causes the scolex of the cestode to be dislodged from the intestinal wall, thereby allowing the worm to be expelled from the GI tract by purging."
        },
        {
            "References": "McEvoy, G.K. (ed.). AHFS Drug Information 90. Bethesda, MD: American Society of Hospital Pharmacists, Inc., 1990 (Plus Supplements 1990)., p. 47",
            "Value": "Although the exact mechanism of antimalarial activity of quinacrine has not been established, most authorities believe the drug acts by combining with nucleic acid in plasmodia; however, some investigators believe the drug acts by inhibiting digestion of hemoglobin by the plasmodia. Quinacrine also has been shown to inhibit incorporation of phosphate into the DNA and RNA of plasmodium species in animals and in vitro in parasitized whole blood.The selective toxicity of quinacrine for plasmodia results from exposure of plasmodia to high concentrations of the drug attained in parasitized erythrocytes."
        },
        {
            "References": "Olson, K.R. (Ed.); Poisoning & Drug Overdose. 4th ed. Lange    Medical Books/McGraw-Hill. New York, N.Y. 2004., p. 166",
            "Value": "... Quinacrine ... /is a/ oxidizing agent and can cause methemoglobinemia or hemolytic anemia (especially in patients with glucose-6-phosphate dehydrogenase (G6PD) deficiency)."
        }
    ]
}