{
    "_id": {
        "$oid": "6682e93dc4e5dba5ffba299e"
    },
    "CID": {
        "$numberInt": "23931"
    },
    "Name": "MERCURY, ELEMENTAL",
    "IUPACName": "mercury",
    "CanonicalSMILES": "[Hg]",
    "Synonyms": [
        "7439-97-6",
        "Hg",
        "Mercury",
        "Hydrargyrum",
        "Quicksilver",
        "Metallic mercury",
        "Liquid silver",
        "Quecksilber",
        "Mercure",
        "Mercurio",
        "Colloidal mercury",
        "Kwik",
        "Mercurius vivus",
        "Mercury vapor",
        "Rtec"
    ],
    "IsomericSMILES": "[Hg]",
    "INCHI": "InChI=1S/Hg",
    "INCHIKEY": "QSHDDOUJBYECFT-UHFFFAOYSA-N",
    "Formula": "Hg",
    "MolecularWeight": {
        "$numberDouble": "200.59"
    },
    "Description": "Mercury(0) is elemental mercury of oxidation state zero. It has a role as a neurotoxin.",
    "XlogP": {
        "$numberDouble": "NaN"
    },
    "Complexity": {
        "$numberInt": "0"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "environmental_bioconcentrations": [
        {
            "References": "Callahan, M.A., M.W. Slimak, N.W. Gabel, et al. Water-Related Environmental Fate of 129 Priority Pollutants. Volume I. EPA-440/4 79-029a. Washington, DC: U.S. Environmental Protection Agency, December 1979., p. 14-9",
            "Value": "Upon entering an aqueous system, virtually any mercurial cmpd may be microbially converted to methylmercury. /Mercurial cmpd/"
        },
        {
            "References": "Bargagli R, Baldi F; Chemosphere 13 (9): 1059-72 (1984)",
            "Value": "Specimens (195) of higher fungi and their substrata collected in the mercury mining area of Amiata and around Siena (central Italy), were analyzed for their total mercury (Hg) content. Wood decomposers and many species of mycorrhizal fungi accumulated the metal at a very low rate; some mycorrhizal species and all the humus decomposers may accumulate up to 100 ug/g/l dry weight of Hg and in the least contaminated sites, up to 63 times as much Hg as the substratum. In mineralized areas, the concn factor rarely exceeded 1. The methylmercury content of 35 /specimens/ (almost all edible), ranged between 0.01 and 3.7 mug/g/l dry weight."
        }
    ],
    "environmental_biodegradations": [
        {
            "References": "Friberg, L., Nordberg, G.F., Kessler, E. and Vouk, V.B. (eds). Handbook of the Toxicology of Metals. 2nd ed. Vols I, II.: Amsterdam: Elsevier Science Publishers B.V., 1986., p. 393",
            "Value": "METHYLMERCURY IS FORMED NATURALLY IN AQUATIC AND TERRESTRIAL ENVIRONMENTS FROM ELEMENTAL MERCURY. ... METHYLATION IS LIKELY TO OCCUR IN UPPER SEDIMENTARY LAYERS OF SEA OR LAKE BOTTOMS."
        },
        {
            "References": "WHO; Environ Health Criteria: Mercury p.49 (1976)",
            "Value": "... Certain bacteria, particularly of the genus Pseudomonas, can convert divalent mercury into metallic mercury."
        }
    ],
    "mechanism_of_action": [
        {
            "References": "PMID:6623515",
            "Value": "UPTAKE OF MERCURY BY BRAIN AFTER IV INJECTION OF ELEMENTAL MERCURY WAS INVESTIGATED IN RAT, AFTER DEPLETION OF GLUTATHIONE OR INHIBITION OF GLUTATHIONE PEROXIDASE IN BRAIN TISSUE. WHEN GLUTATHIONE IN BRAIN WAS DEPLETED 76% BY INTRAVENTRICULAR INJECTION OF DIETHYLMALEATE, A 13% INCR IN MERCURY UPTAKE WAS OBSERVED. AFTER INTRAVENTRICULAR INJECTION OF IODOACETATE, ACTIVITY OF GLUTATHIONE PEROXIDASE IN BRAIN WAS INHIBITED 19% & CONTENT OF REDUCED GLUTATHIONE WAS DECR 20%. IN THESE ANIMALS MERCURY UPTAKE BY BRAIN INCR 66% RELATIVE TO CONTROLS."
        },
        {
            "References": "WHO; Environmental Health Criteria 118: Inorganic Mercury p. 80 (1991)",
            "Value": "The neurotoxic effect seen after exposure to metallic mercury vapor is attributable to the divalent mercury ion formed through oxidation in the brain tissue. Interference with enzyme function by binding to sulfhydryl groups is one possible mechanism ... Transport through the cell membrane via the formation of carrier complexes /sodium and calcium channels/ would also be a possibility, although this has not been demonstrated."
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "Grant, W.M. Toxicology of the Eye. 3rd ed. Springfield, IL: Charles C. Thomas Publisher, 1986., p. 587",
            "Value": "DROPLET OF MERCURY METAL INJECTED INTO ANTERIOR CHAMBER OF RABBIT OR INTO CORNEAL STROMA CAUSES PURULENT REACTION AROUND DROPLET, FORMING ABSCESS IN ADJACENT CORNEA, LEADING ULTIMATELY TO EXPULSION OF FOREIGN MATERIAL. ... MERCURY METAL WAS INJECTED ... INTO VITREOUS HUMOR OF RABBITS, & PURULENT REACTION WITH SHRINKAGE OF VITREOUS, DETACHMENT OF RETINA, & SHRINKAGE & ATROPHY OF EYE WAS OBSERVED. ... /WHILE/ IN CONTACT WITH CONJUNCTIVA, METALLIC MERCURY PRODUCED NO CLINICAL SIGNS OF CONJUNCTIVITIS, HISTOLOGICALLY AN INFLAMMATORY REACTION HAS BEEN DEMONSTRABLE ... EXTERNAL CONTACT WITH MERCURY VAPOR HAS REPEATEDLY BEEN OBSERVED TO INDUCE CHARACTERISTIC DISCOLORATION OF CRYSTALLINE LENS (MERCURIALENTIS)."
        },
        {
            "References": "Morgan WSG; J Water Pollut Control Fed 51: 580 (1979) as cited in USEPA; Ambient Water Quality Criteria Doc: Mercury p.62 (1985) EPA 440/5-84-026",
            "Value": "Threshold of effect opercular rhythm on Micropterus salmoides (largemouth bass) 10 ug/l/21 days."
        },
        {
            "References": "De AK et al; Water, Air, Soil Pollut 24 (4): 351-60 (1985)",
            "Value": "The uptake of mercury (Hg) and toxic effect of the metal on some biochemical parameters in the plant Pistia stratiotes were studied. The uptake of Hg by the plants gradually increased with incr in concn of Hg in the culture medium. Max accumulation of Hg was noted within a day. Max removal (approx 90%) of Hg was < 20 ppm Hg. Accumulation of Hg in roots was approx 4 times higher than that in shoots. At 20 ppm, Hg promoted senescence of the plants by decreasing chlorophyll, protein, RNA, dry wt, and the activities of catalase and protease as well as increasing free amino acid content, peroxidase activity, and the ratio of acid to alkaline pyrophosphatase activity over control values. At Hg concn < 20 ppm, these constituents were least affected."
        },
        {
            "References": "WHO; Environmental Health Criteria 118: Inorganic Mercury p. 68 (1991)",
            "Value": "Microscopically detectable changes have been seen in the organs of dogs, rabbits, and rats exposed to concn of elemental mercury vapor ranging from about 100 to 30,000 ug/m3 for different periods of time. Severe damage was noted in kidneys and brains at mercury levels in air of about 900 ug/m3 after an exposure period of about 12 wk. After exposure of dogs to 100 ug mercury/m3, for 7 hr/day, 5 days/wk over a period of 83 wk, no microscopically detectable effects were seen, and tests revealed no abnormalities in kidney function."
        },
        {
            "References": "WHO; Environmental Health Criteria 118: Inorganic Mercury p. 76 (1991)",
            "Value": "... Reported the effects of elemental mercury vapor exposure on pregnant Sprague-Dawley rats. The rats were exposed to elemental mercury vapor at concn of 100, 500, or 1000 ug/m3 during the entire gestational period (chronic exposure) or duing the period of organogenesis (days 10-15, acute exposure). ... Acute exposure to 500 ug/m3 resulted in an incr in the number of resoptions (5/41), and chronic exposure at this concn resulted in two fetuses (out of 84 that were examined) with cranial defects. ... Acute exposure at 1000 ug/m3 resulted in an incr in the rate of resorptions (8/71), and chronic exposure at this dose level produced a decr in maternal and fetal weights ... and an incr in the number of resorptions (7/28)."
        },
        {
            "References": "Han H; Huanjing Kexue Xuebao 4 (2): 157-64 (1984)",
            "Value": "The toxicity threshold of mercury on the growth of S obliquus is 0.02-0.05 mg/l. The min concn which induces a complete growth inhibition, is in the range of 1-2 mg/l. The length of the lag phase during growth depends on Hg content. Concn of 0.05-1 mg/l Hg caused inhibition of autospore formation and disturbance of the mode of autospore formation and development. Cellular abnormalities including increased cell size and cells with irregular shapes were observed. The degree of abnormalities and duration were directly related to Hg concn. There were no visible changes of morphol at 2 mg/l but a gradual depigmentation of the chloroplast was noted. Hg at 0.01-1 mg/l caused decreases in the photosynthetic activity to approx 20-80% of control values within 24 hr. At the end of expts (48 hr) photosynthesis was almost restored when treated with < 1 mg/l Hg. Thus, the growth inhibition is due to an inhibition of photosynthesis and autospore formation."
        }
    ],
    "sediment_soil_concentrations": [
        {
            "References": "Jonasson IR, Boyle RW; Bull Can Inst Min Metal 65: 32-9 (1972) as cited in Nat'l Research Council Canada; Effects of Mercury in the Canadian Environment p.39 (1979) NRCC No. 16739",
            "Value": "Volcanic exhalations: Soil air over mercury deposits 0-2000 ng/cu m."
        }
    ]
}