{
    "_id": {
        "$oid": "6682e93ec4e5dba5ffba29a4"
    },
    "CID": {
        "$numberInt": "23966"
    },
    "Name": "AMERICIUM, RADIOACTIVE",
    "IUPACName": "americium",
    "CanonicalSMILES": "[Am]",
    "Synonyms": [
        "7440-35-9",
        "Am",
        "Americium",
        "Americium Ion",
        "VW92PHU2UY",
        "americium atom",
        "Americium(III)",
        "Americium",
        "ion(3+)",
        "UNII-VW92PHU2UY",
        "americio",
        "Amerizium",
        "americium(3+)",
        "EINECS 231-144-4",
        "Americium",
        "radioactive",
        "AMERICIUM [MI]"
    ],
    "IsomericSMILES": "[Am]",
    "INCHI": "InChI=1S/Am",
    "INCHIKEY": "LXQXZNRPTYVCNG-UHFFFAOYSA-N",
    "Formula": "Am",
    "MolecularWeight": {
        "$numberDouble": "243.06138"
    },
    "Description": "Americium atom is an actinoid atom and a f-block element atom.",
    "XlogP": {
        "$numberDouble": "NaN"
    },
    "Complexity": {
        "$numberInt": "0"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "plant_concentrations": [
        {
            "References": "(1) Dovgusha VV et al; Chemosphere 42: 69-72 (2001) (2) Jia G et al; Biol Trace Elem Res 71-72: 349-357 (1999)",
            "Value": "Vegetation samples collected in 1994 and 1995 from the industrial area of a plant for the utilization and repair of nuclear-powered submarines in the coastal area of Cut Bay in Olenjya Bay in the Kolsky Gulf, Russia contained an americium-241 concentration of 0.2-0.4 Bq/kg of air dry sample(1). Seaweeds collected from the water area of Cut Bay had an americium-241 concentration of 0.2 Bq/kg of moist sample(1). Americium-241 was detected at a mean concentration of 0.299 Bq/kg in mosses collected from Antarctica in 1989-1996(2). Terrestrial moss and tree trunk moss samples collected from the central Italy had a mean americium-241 concentration of 0.0518 Bq/kg and 0.653 Bq/kg, respectively(2). One lichen sample collected from Antarctica had an americium-241 concentration of 1.94 Bq/kg, while the mean concentration in tree trunk lichens collected from central Italy was 0.436 Bq/kg(2)."
        }
    ],
    "animal_concentrations": [
        {
            "References": "(1) ATSDR; Toxicological Profile for Americium. Atlanta, GA: Agency for Toxic Substances and Disease Registry, US Public Health Service (2004)",
            "Value": "Small mammals inhabiting areas containing radioactive contamination or radioactive waste sites may become contaminated with americium by consuming contaminated soil or plants and disturb americium-241 contaminated soil through their burrowing and excavating activities. In addition, small mammals may be consumed by animals higher in the food chain such as hawks and coyotes, which would add to the dispersal of americium from disposal areas(1)."
        }
    ],
    "fish_seafood_concentrations": [
        {
            "References": "(1) ATSDR; Toxicological Profile for Americium. Atlanta, GA: Agency for Toxic Substances and Disease Registry, US Public Health Service (2004) (2) Swift DJ, Nicholson MD; J Environ Radioact 54: 311-26 (2001)",
            "Value": "In a study performed in a nuclear waste pond where the levels of americium-241 were about three orders of magnitude above background levels, concentrations in fish filet were rarely greater than ten times that of controls. In marine organisms consumed by humans, uptake is generally highest in mussels where the target organs are mainly the digestive gland, gill, and exoskeleton(1). The mean activity concentrations of americium-241 detected in the edible portion of 34 crabs and 35 lobsters caught commercially in the Sellafield coastal area offshore from the Sellafield nuclear fuel reprocessing plant in the northeast Irish Sea between May 25 and June 5, 1997 were 1.7 and 8.3 Bq/kg (wet), respectively(2)."
        }
    ],
    "sediment_soil_concentrations": [
        {
            "References": "(1) Jia G et al; Biol Trace Elem Res 71-72: 349-357 (1999) (2) McDonald P et al; Sci Total Environ 267: 109-23 (2001) (3) ATSDR; Toxicological Profile for Americium. Atlanta, GA: Agency for Toxic Substances and Disease Registry, US Public Health Service (2004)",
            "Value": "SEDIMENT: Americium-241 was detected at mean concentrations of 0.0183 Bq/kg and 0.0122 Bq/kg in lacustrine sediment and marine sediment, respectively, collected from Antarctica in 1989-1996(1). Sediment samples collected from the Adriatic Sea in 1990-1996 had a mean americium-241 concentration of 0.090 Bq/kg(1). Bed sediment samples collected from 5 sites in the northeastern Irish Sea during July and August 1998 had americium-241 activity concentrations ranging from 199 to 528 Bq/kg (dry weight) with activity increasing in a northerly direction, corresponding to increasing clay content of the sediment(2). Americium-241 was detected in sediment at 2 of the 1,636 USEPA National Priorities List (NPL) hazardous waste sites where it was detected in some environmental media(3)."
        }
    ]
}