{
    "_id": {
        "$oid": "6682e93ec4e5dba5ffba29a5"
    },
    "CID": {
        "$numberInt": "23969"
    },
    "Name": "ARSINE",
    "IUPACName": "arsane",
    "CanonicalSMILES": "[AsH3]",
    "Synonyms": [
        "7784-42-1",
        "arsane",
        "Arsenic hydride",
        "Arsenic trihydride",
        "Arsine",
        "Hydrogen arsenide",
        "Arsenous hydride",
        "AsH3",
        "Arsenic hydrid",
        "trihydridoarsenic",
        "Arseniuretted hydrogen",
        "[AsH3]",
        "DTXSID3023760",
        "NS00080793",
        "Q334599"
    ],
    "IsomericSMILES": "[AsH3]",
    "INCHI": "InChI=1S/AsH3/h1H3",
    "INCHIKEY": "RBFQJDQYXXHULB-UHFFFAOYSA-N",
    "Formula": "AsH3",
    "MolecularWeight": {
        "$numberDouble": "77.946"
    },
    "Description": "Arsane is an arsine, a member of arsanes and a mononuclear parent hydride. It is a conjugate base of an arsonium. It is a conjugate acid of an arsanide.",
    "XlogP": {
        "$numberDouble": "NaN"
    },
    "Complexity": {
        "$numberInt": "0"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "mechanism_of_action": [
        {
            "References": "PMID:10832618",
            "Value": "The mechanisms of arsine (AsH3) toxicity are not completely understood. Studies were undertaken to determine AsH3 and arsenite (As(III)) toxicity in a renal tubular epithelial cell line to model kidney dysfunction caused by AsH3 exposure. The hypothesis was that As(III) is the toxic metabolite responsible for the renal toxicity of AsH3. There was a concentration- and time-dependent toxic response after As(III) incubation. As(III) produced significant LDH leakage as early as 1 hr and intracellular potassium loss at 5 hr. AsH3 produced no changes in these parameters. AsH3 affected neither potassium nor LDH levels over 24 hr and up to 1 mM AsH3 concentration. In this system, As(III) induced LDH leakage before K+ loss. Oxidative stress-like toxicity effects were also studied by determining levels of glutathione (GSH), glutathione disulfide (GSSG), and heat-shock protein 32 (Hsp32) levels. GSH levels were not markedly affected by any arsenical over a 6 hr period or up to 100 microM concentration of the arsenical. However, 100 microM AsH3 significantly increased GSSG levels as early as 30 min and reached a maximum at 2.5 hr. Incubation with 10 microM AsH3 was sufficient to significantly increase GSSG levels. As(III) had no marked effect on GSSG. Both arsenicals (50 microM) produced a slight increase (about threefold) in Hsp32 levels after 4 hr incubation. These results showed that unchanged AsH3 produced oxidative stress-like toxic effects without producing cell death. However, similar As(III) concentrations induced the stress response and were toxic to the cells. These data indicated that AsH3 is not directly toxic to LLC-PK1 cells."
        },
        {
            "References": "PMID:16322079",
            "Value": "The mechanism of arsine (AsH3) toxicity is not completely understood, but hemoglobin (Hb) has long been recognized as a necessary component of the overall mechanism of AsH3-induced hemolysis. In this study, the role of Hb in AsH3-induced hemolysis was investigated. The purpose was to determine whether exposure to AsH3 altered the structure of the heme or globin constituents of Hb. Arsine was incubated with isolated, human oxyhemoglobin (oxyHb) and carboxyhemoglobin (carboxyHb), and the release of heme and formation of AsH3-induced hemoglobin modifications were examined. Arsine increased the amount of heme released from oxyHb by 18%. When carboxyHb was incubated with AsH3, there was no change in heme release, suggesting that the sixth ligand position on the heme iron may be critical in the interaction with AsH3. Arsine-Hb interactions were studied by mass spectral analysis of heme, alpha-chain globin, and beta-chain globin. Arsine had no significant effect on the alpha- or beta-chain LCMS spectra in oxyHb and carboxyHb, but in oxyHb, arsine consistently increased the frequency of methyl acetate ion fragment (.CH2OOH, m/z = 59) loss from heme in the matrix-assisted laser desorption/ionization-mass spectrometry (MALDI-MS) spectra. The formation of Hb-protein crosslinks was investigated by Western blotting using an anti-Hb antibody in isolated membranes from AsH3-treated erythrocytes, but no Hb-membrane adducts were found. These results suggest that the interaction between AsH3 and hemoglobin result in an increase in heme release which may contribute to the hemolytic mechanism of AsH3."
        },
        {
            "References": "National Research Council. Drinking Water & Health Volume 1. Washington, DC: National Academy Press, 1977., p. 321",
            "Value": "Arsine gas is an indirect hemolytic agent due to its inhibition of red cell catalase, which leads to accumulation of hydrogen peroxide which in turn destroys red cell membrane."
        },
        {
            "References": "International Labour Office. Encyclopedia of Occupational Health and Safety. Vols. I&II. Geneva, Switzerland: International Labour Office, 1983., p. 183",
            "Value": "... The hemolytic activity of arsine is due to its ability to /decrease the/ reduced glutathione content."
        },
        {
            "References": "Rom, W.N. (ed.). Environmental and Occupational Medicine. 2nd ed. Boston, MA: Little, Brown and Company, 1992., p. 777",
            "Value": "The mechanism of arsine poisoning is rapid intravascular hemolysis. This may result from either the binding or arsine to hemoglobin, with subsequent intraerythrocytic liberation of elemental arsenic, or reaction of arsine with sulfhydryl groups on red cell respiratory enzymes. Intravascular hemolysis leads to the observed reduction in hemoglobin & in hematocrit, to increases in serum hemoglobin & in direct-reacting bilirubin, & to hemoglobinuria. Kidney failure apparently results from the precipitation of hemoglobin in the renal tubules. Necrotic tubules with hemoglobin casts are characteristically observed at autopsy in fatal cases of arsine poisoning. Arsine may have a direct toxic effect on the kidneys."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V23 94 (1980)",
            "Value": "The mechanisms of arsine hemolysis appear to involve oxidation of arsine to arsenite in vivo with subsequent inhibition of sulfhydryl-containing enzymes ... . Studies concerning direct effects of arsine on kidney and liver slices have shown decr tissue respiration ..."
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "Peterson DP, Bhattacharyya MH; Fund Appl Toxicol 5: 499-505 (1985)",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ The effects of arsine on hematological indices were studied in female B6C3F1 mice. Exposed for 1 hr to 5, 9, 11, 15, or 26 parts per million volume (ppmv) arsine. Serial blood samples were taken at 1, 5, and 11 days after exposure. Hematocrit values 24 hr after exposure decreased linearly with increasing arsine concentration. The hematocrit of the 26 ppmv group reached 10.5% at 24 hr as compared to 48.4% for controls. Hematocrits of all survivors were at or slightly above control values by day 11. Changes in numbers of erythrocytes paralleled changes in hematocrit. Significant increases in circulating reticulocytes occurred 1 and 5 days after exposure; reticulocyte values returned to control values 11 days after exposure. Changes in erythrocyte osmotic fragility were observed in mice exposed to 15 or 26 ppmv arsine."
        },
        {
            "References": "PMID:2382267",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ In animals and human beings exposed to arsine gas (AsH3) a severe and fulminant lysis of erythrocytes occurs. ... To examine these, we exposed male and female mice to 0.000, 0.025, 0.500 and 2.500 ppm arsine gas for 6 hr a day, 5 days a week during a 90 day period. After 5, 15, and 90 days of exposure, blood was collected and routine hematologic profiles were performed to document the effects of arsine gas on peripheral blood. A moderate hemolytic anemia, indicated by decreases in erythrocyte counts, hematocrits, hemoglobin concentrations and increases in mean corpuscular hemoglobins and mean corpuscular hemoglobin concentrations, was seen in blood samples collected after 5 days of exposure. In blood collected after 15 and 90 days of exposure, the anemia was less severe but a greater increase in mean corpuscular volumes and absolute reticulocyte counts revealed an active regenerative response. Higher concentrations of methemoglobin in animals in the 2.500 ppm exposure group (measured after 90 days of exposure) indicated that the rate of oxidation of heme (ferrous to ferric) increased due to exposure to arsine gas. Additionally, the presence of Heinz bodies in blood smears stained with brilliant cresyl blue and decreases in reduced glutathione concentrations in red blood cells exposed to arsine gas in vitro provide evidence that the mechanism of hemolysis involves depletion of intracellular reduced glutathione resulting in an oxidation of sulfhydryl groups in hemoglobin and possibly red cell membranes."
        },
        {
            "References": "PMID:2361576",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ In order to examine possible species differences in response to arsine exposure, multiple inhalation studies consisting of acute (1-day), subacute (14- and 28-day), and subchronic (90-day) exposures to this agent were conducted using three different species of rodents. Evaluations of hematopoietic organs and alterations in the heme biosynthetic pathway were the focus of these studies. Species used were B6C3F1 mice (exposed 1, 14, or 90 days), Fischer 344 rats (exposed 14, 28, or 90 days), and Syrian Golden hamsters (exposed 28 days). All arsine exposures were at concentrations of 0.5, 2.5, or 5.0 ppm except for 90-day studies, in which concentrations were lowered to 0.025, 0.5, or 2.5 ppm. No changes in body weight gain were observed in either sex of mice or hamsters. The only decrease in body weight gain occurred in male rats exposed to 5.0 ppm arsine for 28 days. Significant exposure-related increases in relative spleen weights occurred in both sexes of mice and rats in the 0.5 (except 14-day female rats), 2.5, and 5.0 ppm exposure groups from all studies and in hamsters in the 2.5 and 5.0 ppm exposure groups. Generally, increases in relative liver weight occurred in fewer exposure groups and were of a lesser magnitude than increases in spleen weight. Other parameters affected included decreased packed cell volumes (mice, rats, and hamsters), hematology profiles (rats), and an increase in delta-aminolevulinic acid dehydratase activity in all species. Arsenic content was measured in livers of rats after 90 days of exposure. Concentrations increased in relation to atmospheric concentrations of arsine. Histopathologic changes included increased hemosiderosis and extramedullary hematopoiesis in spleen and intracanalicular bile stasis (mice only) in liver. Additionally, bone marrow hyperplasia was observed in rats. Effects on other organs were not observed. Even though no effects on the hematopoietic system were observed following a single exposure to 0.5 ppm arsine which is 10 times the Threshold Limit Value (TLV) set by the American Conference of Governmental Industrial Hygienists, repeated exposure to 0.025 ppm (one-half the TLV) caused a significant anemia in rats."
        },
        {
            "References": "WHO/IPCS; International Programme on Chemical Safety, Poisons Information Monograph 044 for Arsine (7784-42-1) (1997). Available from, as of June 13, 2012: https://www.inchem.org/pages/jmpr.html",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ ... Pregnant mice and rats were exposed to arsine at concentrations of 0.025, 0.5, or 2.5 ppm. Although arsine caused increases in maternal spleen size and measurable levels of arsenic in maternal blood and fetal livers, it did not adversely impact fetal development based on the end points used."
        },
        {
            "References": "PMID:10568705",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ This investigation ... AsH3 and arsenite (AsIII) toxicity in Sprague Dawley rat blood, liver, and kidney /were determined/. In all systems, there were dose- and time-dependent responses. Red blood cells were very susceptible to AsH3 toxicity. This was demonstrated by an immediate intracellular potassium loss and by hemolysis and lactate dehydrogenase (LDH) leakage that occurred by one h. AsIII concentrations up to 1 mM were not toxic to red blood cells using these indicators. Both AsH3 and AsIII produced toxicity in primary hepatocytes. Both produced significant LDH leakage and decreases in intracellular K+ by 5 hr, but AsIII was more toxic than AsH3. At 24 hr, both arsenic species showed similar toxicity. In renal cortical epithelial cells, AsH3 produced no effects on LDH and K+ over a 5-h period but produced significant LDH leakage by 24 hr. In these cells, AsIII produced significant toxicity as early as in 3 hr. These results showed that unchanged AsH3 produced toxicity in tissues, in addition to blood, and that toxicity of arsenicals is arsenic species- and tissue-dependent."
        },
        {
            "References": "PMID:10653007",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ In this investigation, the toxicity of AsH3 and AsH3-produced hemolytic products was determined in primary culture of renal cortical epithelial cells and in the in situ isolated rat kidney. The objective of this study was to model kidney dysfunction caused by AsH3 exposure. The hypothesis was that unchanged AsH3 and AsH3-produced hemolysate that may contain arsenite (As(III)) as metabolite are both responsible for renal toxicity. Toxicity in isolated cells was determined by 2, 3-bis[2-methoxy-4-nitro-5-sulfophenyl]-2H-tetrazolium-5-carboxa nilide inner salt (XTT) bioreduction, intracellular potassium (K+), and lactate dehydrogenase (LDH) leakage. Data from XTT bioreduction showed that most toxicity occurred at 1 hrand was independent of the arsenic species. At 4 hours, the observed toxicity depended on the arsenic species and was generated by As(III). In the isolated cells, the As(III)-spiked hemolysate produced similar toxicities with regard to intracellular K and LDH. The AsH3-hemolysate only affected LDH at 1 hour. Unchanged AsH3 was very toxic to the isolated rat kidney. In this system, after 10 minutes exposure to AsH3, the effects of toxicity were observed mainly in the glomerular and peritubular endothelial cells. Tubular epithelial cells also presented early signs of toxicity. The AsH3-hemolysate was not toxic after a 1 -minute exposure. These data suggested that early cytotoxicity caused by unchanged AsH3 results in kidney dysfunction, produced by AsH3, and later by the formation of a hemolysate that may contain As(III). These data may be important in understanding the renal toxic effects after AsH3 intoxication."
        }
    ]
}