{
    "_id": {
        "$oid": "6682e7cfc4e5dba5ffba2272"
    },
    "CID": {
        "$numberInt": "240"
    },
    "Name": "BENZALDEHYDE",
    "IUPACName": "benzaldehyde",
    "CanonicalSMILES": "C1=CC=C(C=C1)C=O",
    "Synonyms": [
        "benzaldehyde",
        "100-52-7",
        "Benzoic aldehyde",
        "Phenylmethanal",
        "Benzenecarboxaldehyde",
        "Benzenecarbonal",
        "Benzenemethylal",
        "Benzaldehyde FFC",
        "Benzene carbaldehyde",
        "Benzene carboxaldehyde",
        "benzanoaldehyde",
        "Benzylaldehyde",
        "Benzoyl hydride",
        "NCI-C56133",
        "Benzoic acid aldehyde"
    ],
    "IsomericSMILES": "C1=CC=C(C=C1)C=O",
    "INCHI": "InChI=1S/C7H6O/c8-6-7-4-2-1-3-5-7/h1-6H",
    "INCHIKEY": "HUMNYLRZRPPJDN-UHFFFAOYSA-N",
    "Formula": "C7H6O",
    "MolecularWeight": {
        "$numberDouble": "106.12"
    },
    "Description": "Benzaldehyde is an arenecarbaldehyde that consists of benzene bearing a single formyl substituent; the simplest aromatic aldehyde and parent of the class of benzaldehydes. It has a role as a flavouring agent, a fragrance, an odorant receptor agonist, a plant metabolite, an EC 3.5.5.1 (nitrilase) inhibitor and an EC 3.1.1.3 (triacylglycerol lipase) inhibitor.",
    "XlogP": {
        "$numberDouble": "1.5"
    },
    "Complexity": {
        "$numberInt": "72"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "plant_concentrations": [
        {
            "References": "(1) Graedel TE; Chemical Compounds in the Atmosphere. NY: Academic Press p. 177 (1976) (2) Nicholas HJ; Phytochemistry Vol II NY, NY: Van Nostrand Reinhold Co p. 396 (1971) (3) National Research Council; Formaldehyde and Other Aldehydes USEPA-600/6-82-002 (NTIS PB82-180498) (1982) (4) Helmig D et al; Chemosphere 38: 2163-87 (1999) (5) Burdock GA (ed); Fenaroli's Handbook of Flavor Ingredients. 6th ed. Boca Raton, FL, p. 135 (2010)",
            "Value": "Benzaldehyde occurs naturally as a volatile plant product(1,2). Benzaldehyde has been found to occur naturally in various fruits such as peaches, black currants, strawberries, grapes, and raspberries(3). Benzaldehyde was identified in branch enclosure experiments from 66 vegetation species sampled at three US sites(4). Benzaldehyde has been reported to occur in several essential oils: hyacynth, citronella, orris, cinnamon, sassafras, labdanum, and patschoulli(5)."
        },
        {
            "References": "(1) US Dept Agric; US Dept Agric, Agric Res Service. 1992-2016. Dr. Duke's Phytochemical and Ethnobotanical Databases. Benzaldehyde. Available from, as of June 13, 2016: https://phytochem.nal.usda.gov/phytochem/search",
            "Value": "Benzaldehyde has been listed as a component in 134 plants. The top 15 are as follows(1):",
            "Table": "[{'Genus species': 'Juglans nigra', 'Family': 'Juglandaceae', 'Common name(s)': 'Black Walnut', 'Part': 'Essential Oil', 'Concn (ppm)': '28000'}, {'Genus species': 'Perilla frutescens', 'Family': 'Lamiaceae', 'Common name(s)': 'Perilla', 'Part': 'Leaf Essent. Oil', 'Concn (ppm)': '16000'}, {'Genus species': 'Aspalathus linearis', 'Family': 'Fabaceae', 'Common name(s)': 'Rooibos, Kaffree Tea, Red Bush Tea', 'Part': 'Leaf Essent. Oil', 'Concn (ppm)': '15900'}, {'Genus species': 'Aesculus hippocastanum', 'Family': 'Hippocastanaceae', 'Common name(s)': 'Horse Chestnut', 'Part': 'Flower Essent. Oil', 'Concn (ppm)': '11000'}, {'Genus species': 'Prunus dulcis', 'Family': 'Rosaceae', 'Common name(s)': 'Almond', 'Part': 'Seed', 'Concn (ppm)': '8200'}, {'Genus species': 'Cinnamomum verum', 'Family': 'Lauraceae', 'Common name(s)': 'Ceylon Cinnamon, Cinnamon', 'Part': 'Leaf Essent. Oil', 'Concn (ppm)': '7000'}, {'Genus species': 'Camellia sinensis', 'Family': 'Theaceae', 'Common name(s)': 'Tea', 'Part': 'Shoot', 'Concn (ppm)': '2100-2300'}, {'Genus species': 'Cistus ladaniferus', 'Family': 'Cistaceae', 'Common name(s)': 'Gum Cistus, Ambreine, Rockrose, Labdanum', 'Part': 'Leaf', 'Concn (ppm)': '28-1960'}, {'Genus species': 'Psidium guajava', 'Family': 'Myrtaceae', 'Common name(s)': 'Guava', 'Part': 'Fruit', 'Concn (ppm)': '1000'}, {'Genus species': 'Zea mays', 'Family': 'Poaceae', 'Common name(s)': 'Corn', 'Part': 'Silk Essent. Oil', 'Concn (ppm)': '1000'}, {'Genus species': 'Ocimum basilicum', 'Family': 'Lamiaceae', 'Common name(s)': 'Basil, Cuban Basil, Sweet Basil', 'Part': 'Essential Oil', 'Concn (ppm)': '700'}, {'Genus species': 'Prunus laurocerasus', 'Family': 'Rosaceae', 'Common name(s)': 'Cherry Laurel', 'Part': 'Leaf', 'Concn (ppm)': '413-456'}, {'Genus species': 'Aniba rosaeodora', 'Family': 'Lauraceae', 'Common name(s)': 'Cayenne Rosewood, Bois-De-Rose', 'Part': 'Essential Oil', 'Concn (ppm)': '300'}, {'Genus species': 'Carica papaya', 'Family': 'Caricaceae', 'Common name(s)': 'Papaya', 'Part': 'Fruit', 'Concn (ppm)': '300'}, {'Genus species': 'Eucalyptus saligna', 'Family': 'Myrtaceae', 'Common name(s)': 'Eucalyptus', 'Part': 'Shoot', 'Concn (ppm)': '280'}]"
        }
    ],
    "environmental_bioconcentrations": [
        {
            "References": "(1) Hansch C et al; Exploring QSAR. Hydrophobic, Electronic, and Steric Constants. ACS Prof Ref Book. Heller SR, consult. ed., Washington, DC: Amer Chem Soc p. 28 (1995) (2) US EPA; Estimation Program Interface (EPI) Suite. Ver. 4.1. Nov, 2012. Available from, as of May 30, 2016: https://www2.epa.gov/tsca-screening-tools/ (3) Franke C et al; Chemosphere 29: 1501-14 (1994)",
            "Value": "An estimated BCF of 4.4 was calculated in fish for benzaldehyde(SRC), using a log Kow of 1.48(1) and a regression-derived equation(2). According to a classification scheme(3), this BCF suggests the potential for bioconcentration in aquatic organisms is low."
        }
    ],
    "environmental_biodegradations": [
        {
            "References": "(1) Dore M et al; Trib Cebedeau 28: 3-11 (1975) (2) Heukelekian H, Rand MC; J Water Pollut Control Assoc 27: 1040-53 (1955) (3) Lutin PA et al; Purdue Univ Eng Bull, Ext Series 118: 131-45 (1965) (4) Malaney GW, McKinney RE; Water Sewage Works 113: 302-9 (1966) (5) McKinney RE et al; Sew Indust Wastes 28: 547-57 (1956) (6) Pitter P; Water Res 10: 231-5 (1976) (7) Takemoto S et al; Suishitsu Odaku Kenkyu 4: 80-90 (1981) (8) NITE; Chemical Risk Information Platform (CHRIP). Biodegradation and Bioconcentration. Tokyo, Japan: Natl Inst Tech Eval. Available from, as of May 31, 2016: https://www.safe.nite.go.jp/english/db.html",
            "Value": "AEROBIC: Benzaldehyde had a 5 day theoretical BOD of 36% using the AFNOR T test and inoculum from 3 polluted surface waters(1). Using a sewage inocula and standard dilution water, benzaldehyde had a 10-day theoretical BOD of 62%(2). Theoretical BODs of 41-70% were observed (at 500 ppm concentration) in Warburg respirometers using 3 different activated sludge seeds and 6 days of inubation(3). Theoretical BOD of 13% was observed (at 500 ppm concentration) in a Warburg respirometer using a digester sludge seed acclimated to benzene and 6 hr incubation(4). Theoretical BODs of 30-38% were observed (at 250 ppm concentration) in Warburg respirometers using activated sludge seeds acclimated to phenol, benzyl alcohol or anthranilic acid and 12 hr incubation(5). About 99% of initial benzaldehyde was removed (based upon COD) in 5 days of incubation using an activated sludge inocula that had been acclimated to benzaldehyde for 20 days(6). Five-day theoretical BODs of 77.2% and 63.5% were measured using the standard dilution method and seawater dilution method, respectively(7). Benzaldehyde, present at 100 mg/L, reached 66% of its theoretical BOD in 2 weeks using an activated sludge inoculum at 30 mg/L and the Japanese MITI test which classified the compound as readily biodegradable(8)."
        },
        {
            "References": "(1) Means JL, Anderson SJ; Water Air Soil Pollut 16: 310-15 (1981) (2) Urano K,Kato Z; J Hazardous Mater 13: 135-45 (1986) (3) Boatman RJ et al; Environ Toxicol Chem 5: 233-43 (1986)",
            "Value": "AEROBIC: The biodegradability of benzaldehyde in aqueous environments was measured using five different screening methods (BOD dilution, Shake Flask, CO2 Evolution, Gledhill, and activated sludge)(1); quantitative biodegradation was observed to begin immediately and occurred in most cases within the first 3 days of incubation(1); benzaldehyde was metabolized rapidly in all methods(1); degradation was slowest in the CO2 evolution test where 60% was mineralized in 7 days and nearly 100% mineralized in 28 days(1). Using an electrolytic respirometer and an activated sludge inocula, theoretical BODs of 77-85% were observed after 100-130 hr of incubation(2). A 7 day CO2 evolution of 73% was measured in a system using a sludge inoculum(3); very little CO2 was evolved in a sterile control system(3)."
        },
        {
            "References": "(1) Kameya T et al; Sci Total Environ 170: 31-41 (1995). Available from, as of May 31, 2016: https://www.ncbi.nlm.nih.gov/pubmed/7569878?dopt=Abstract (2) Todini O, Pol LH; Appl Microbiol Biotechnol 38: 417-420 (1992)",
            "Value": "ANAEROBIC: Under anaerobic conditions 95% biodegradation was observed for benzaldehyde (30 mg C/L) after 14 days, in a test using seeding bacteria cultured by synthetic sewage in a continuous bioreactor at 37 °C(1). Benzaldehyde was degraded in methanogenic granular sludge in both batch and upflow anaerobic sludge blanket reactors; benzoic acid was the principal intermediate(2)."
        }
    ],
    "fish_seafood_concentrations": [
        {
            "References": "(1) Cha YJ, Cadwallader KR; J Food Sci 60: 19-24 (1995) (2) Chung HY; J Agric Food Chem 47: 2280-7 (1999)",
            "Value": "Benzaldehyde concentrations ranged from 0.222 to 17.8 mg/kg of paste in the volatile components of four Korean salt-fermented fish and shrimp pastes(1). Benzaldehyde was detected in the volatile components of the meat of commonly consumed crabs (Charybdis feriatus) in Asia at the following concentrations (mg/kg dry weight): 0.064 (leg), 0.0313 (body), and 0.703 (carapace)(2)."
        }
    ],
    "logP": [
        {
            "References": "Hansch, C., Leo, A., D. Hoekman. Exploring QSAR - Hydrophobic, Electronic, and Steric Constants. Washington, DC: American Chemical Society., 1995., p. 28",
            "Value": "log Kow = 1.48"
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "Grant, W.M. Toxicology of the Eye. 3rd ed. Springfield, IL: Charles C. Thomas Publisher, 1986., p. 1019",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Non-irritant on animal eyes."
        },
        {
            "References": "PMID:6710500",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ The sensory irritating potential of a series of saturated and unsaturated aliphatic and cyclic aldehydes was investigated in B6C3F1 and Swiss Webster mice. Cyclic aldehydes produced RD50 values (concentration which elicits a 50% decrease in respiratory rate) between 60 and 400 ppm. Tentative threshold limit values (TLVs), based upon prevention of sensory irritation, were /suggested by/ ... the RD50 values of Swiss Webster mice."
        },
        {
            "References": "European Chemicals Agency (ECHA); Registered Substances, Benzaldehyde (CAS Number: 100-52-7) (EC Number: 202-860-4) (Last updated: December 29, 2015). Available from, as of April 25, 2016: https://echa.europa.eu/",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Two animals were dosed with 100 microliter of test substance in the eye and observed for 7 days. The test substance was slightly irritating to the rabbit eye in this test."
        },
        {
            "References": "European Chemicals Agency (ECHA); Registered Substances, Benzaldehyde (CAS Number: 100-52-7) (EC Number: 202-860-4) (Last updated: December 29, 2015). Available from, as of April 25, 2016: https://echa.europa.eu/",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Four-week-old male Hartley guinea pigs were exposed to the test substance (500 ppb) for 4 wk (6 hr/d, 5 d/wk). At the end of exposure, GPs were challenged with an OA aerosol (0.1% in NaCl) and pulmonary functions were measured. The day after, guinea pigs were anesthetized and several endpoints related to inflammatory and allergic responses were assessed in blood, whole-lung histology, and bronchoalveolar lavage (BAL). Exposure to the test substance did not lead to an allergic reaction after the challenge with OA on any of the parameters investigated. In the nasal cavities slight irritation (metaplasia/hyperplasia) of the respiratory epithelium was observed. Histological examination of the trachea and lungs showed a slight irritation of respiratory epithelium for nonsensitized GPs."
        },
        {
            "References": "PMID:6683220",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Male and female Fischer 344 rats and B6C3F1 mice were treated daily (5 days/wk) with benzaldehyde by gavage either in 12 doses of 0 (vehicle control), 100 (rats only), 200, 400, 800, 1600 or (for mice only) 3200 mg/kg body weight/day (followed by 2 days' observation without treatment), or for 90 days in doses of 0, 50, 100, 200, 400 or 800 mg/kg/day (rats) or 0, 75, 150, 300, 600 or 1200 mg/kg/day (mice). In the acute studies, benzaldehyde induced deaths and decreased body-weight gain in both sexes of rats given 800 or 1600 mg/kg/day and caused deaths in both sexes of mice given 1600 or 3200 mg/kg/day. In the 90-day studies, deaths occurred in both sexes of rats on 800 mg/kg/day and in male mice on 1200 mg/kg/day. Body-weight gain was depressed in male rats on 800 mg/kg/day, in male mice on 600 mg/kg/day and in female mice on 1200 mg/kg/day. Necrotic and degenerative lesions were seen in the cerebellar and hippocampal regions of the brain in both sexes of rats given 800 mg/kg/day, but not in mice. Renal tubular necrosis occurred in male and female rats on 800 mg/kg/day and in male mice on 1200 mg/kg/day. Mild epithelial hyperplasia or hyperkeratosis of the forestomach was seen in male and female rats on 800 mg/kg/day. In this limited study, the no-observed-toxic-effect doses of benzaldehyde administered by gavage were 400 mg/kg/day in male and female rats, 300 mg/kg/day in male mice and 600-1200 mg/kg/day in female mice. PMID:668"
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. V5 1049",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ ... Some clinical and physiological changes /were observed/ in an inhalation study performed with Sprague-Dawley rats. The exposure was conducted for 6 hr/day for 14 consecutive days (500, 750, and 1000 ppm) This exposure caused mild irritation of the mucosa and a severe impairment of the CNS along with hypothermia, a reduction of the breathing rate, and a decrease in motor activity. In addition, the high-dose group presented a decrease in /red blood cell (RBC), hemoglobin (HGB), and packed cell volume (PCV)/ counts and an increase in monocyte counts. Females were more susceptible than males as evidenced by the increased mortality rate and changes in total protein and albumin fractions in serum. The principal histopathological change in these rats was the development of goblet cell metaplasia in the respiratory epithelium lining of the nasal septum."
        },
        {
            "References": "Sheftel, V.O.; Indirect Food Additives and Polymers. Migration and Toxicology. Lewis Publishers, Boca Raton, FL. 2000., p. 835",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Male and female F344 rats were exposed to 200 and 400 mg benzaldehyde/kg for 2 years. The treatment produced no evidence of carcinogenic activity in the animals."
        },
        {
            "References": "PMID:8975763",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ Chronic benzaldehyde exposure is known to cause central nervous system (CNS) disturbances. Previous studies have shown that benzaldehyde causes the formation of reactive oxygen species (ROS) in rat synaptosomal fractions. Benzaldehyde has also been implicated in ROS formation in the CNS of rats treated with toluene. We have found that benzaldehyde effectively inactivates the antioxidant enzyme glutathione peroxidase (Ki approximately 15 uM), but has no effect on the other antioxidant enzymes tested: catalase, superoxide dismutase, and glutathione reductase. This effect has been found to be specific to benzaldehyde since other structurally related and unrelated aldehydes tested were found to be devoid of inactivating capacity toward glutathione peroxidase. Since glutathione peroxidase is the main enzyme responsible for removal of hydrogen peroxide and organic hydroperoxides in brain, its inactivation by benzaldehyde may be a main contributor to the observed ROS formation and the observed neurotoxicity caused by either benzaldehyde or toluene exposure."
        },
        {
            "References": "PMID:16835129",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ ... Blood levels of 0.12 ng/mL benzaldehyde produced a 44% reduction in motor activity in mice."
        },
        {
            "References": "PMID:18068884",
            "Value": "/GENOTOXICITY/ Food flavorings are an essential element in foods. Benzyl derivatives are the food additives which are used for increasing the taste of foods and beverages. In this study, different concentrations of four benzyl derivatives (benzaldehyde, benzyl acetate, benzyl alcohol and benzoic acid) used as flavor ingredients have been evaluated for genotoxicity in the wing somatic mutation and recombination test (SMART) of Drosophila melanogaster. Third-instar larvae trans-heterozygous for two genetic markers mwh and flr, were treated at different concentrations (0.1, 0.5, 1, 10, 25 and 50 mM) of the test compounds. Wings of the emerging adult flies were scored for the presence of spots of mutant cells, which can result from either somatic mutation or mitotic recombination. Also lethal doses of benzyl derivatives used as flavor ingredients were determined in the experiments. For the evaluation of genotoxic effects, the frequencies of spots per wing in the treated series were compared to the control group, which is distilled water. Chemicals used were ranked as benzaldehyde, benzyl acetate, benzyl alcohol and benzoic acid /in decreasing order/ according to their genotoxic effects. The present study shows that intensive administration of benzyl derivatives used as flavoring agents may have a significant genotoxic effects."
        },
        {
            "References": "European Chemicals Agency (ECHA); Registered Substances, Benzaldehyde (CAS Number: 100-52-7) (EC Number: 202-860-4) (Last updated: December 29, 2015). Available from, as of April 25, 2016: https://echa.europa.eu/",
            "Value": "/GENOTOXICITY/ Bacillus subtilis strain H17 was used as a recombination proficient strain. A derivative of this strain, M45 was used as the recombination defective strain. For direct DNA damaging potential, the test substance was added into the cultures in a Monod tube with or without S9. After a one hour interaction period, nutrient broth was added and the Monod tube was shaken in the water bath. When the turbidity of a control reached 100 units all Monod tubes were removed from the bath and their turbidities were measured. The test substance showed no DNA damaging potential without S9 activation, but had a slight DNA damaging potential after activation."
        },
        {
            "References": "European Chemicals Agency (ECHA); Registered Substances, Benzaldehyde (CAS Number: 100-52-7) (EC Number: 202-860-4) (Last updated: December 29, 2015). Available from, as of April 25, 2016: https://echa.europa.eu/",
            "Value": "/GENOTOXICITY/ The test substance was studied for mutagenicity using Salmonella typhimurium tester strains TA100, TA102 and TA104, in the presence and absence of Aroclor-induced liver S9 mix from F344 rats and B6C3F1 mice, in a preincubation protocol. The test substance was non-mutagenic under all test conditions with dose ranges from 33 to 3333 ug/plate."
        },
        {
            "References": "European Chemicals Agency (ECHA); Registered Substances, Benzaldehyde (CAS Number: 100-52-7) (EC Number: 202-860-4) (Last updated: December 29, 2015). Available from, as of April 25, 2016: https://echa.europa.eu/",
            "Value": "/GENOTOXICITY/ The test substance was tested in cultured Chinese hamster ovary (CHO) cells for chromosomal aberrations both in the presence and absence of S9 mix. No induction of chromosomal aberrations was observed in CHO cells treated with up to 500 ug/mL the test substance without S9 or with up to 1600 ug/mL with S9."
        },
        {
            "References": "European Chemicals Agency (ECHA); Registered Substances, Benzaldehyde (CAS Number: 100-52-7) (EC Number: 202-860-4) (Last updated: December 29, 2015). Available from, as of April 25, 2016: https://echa.europa.eu/",
            "Value": "/GENOTOXICITY/ The test substance was tested for its mutagenic potential in the L5178Y mouse lymphoma cell forward mutation assay. Cultures were exposed to the test substance for 4 hr, then cultured for 2 days before plating in soft agar. The test substance was tested at least twice. The test substance increased mutant fractions but only at concentrations showing slight toxicity."
        },
        {
            "References": "European Chemicals Agency (ECHA); Registered Substances, Benzaldehyde (CAS Number: 100-52-7) (EC Number: 202-860-4) (Last updated: December 29, 2015). Available from, as of April 25, 2016: https://echa.europa.eu/",
            "Value": "/GENOTOXICITY/ This Ames study was conducted according to a method similar to OECD guideline 471. The test substance at 3 umol per plate was not mutagenic in Salmonella typhimurium strains with and without metabolic activation."
        },
        {
            "References": "European Chemicals Agency (ECHA); Registered Substances, Benzaldehyde (CAS Number: 100-52-7) (EC Number: 202-860-4) (Last updated: December 29, 2015). Available from, as of April 25, 2016: https://echa.europa.eu/",
            "Value": "/GENOTOXICITY/ This study was conducted according to method of Ames et al., 1975. The test substance at concentrations up to 500 microgram per plate was not mutagenic in Salmonella typhimurium strains with and without metabolic activation."
        },
        {
            "References": "Nambata T et al; Agric Biol Chem 45 (12): 2815-21 (1981)",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/  Benzaldehyde had an inhibitory effect on the proliferation of chemically transformed rat liver epithelial cells, Culb TC/R/TC. Such cells treated with benzaldehyde (2x10-3 M) ceased proliferation by 4th or 6th day of cultivation, whereas control cells continued to proliferate through the period (14 days). Benzaldehyde also inhibited the accum of cells with no marked morphological change. These effects were temporary and reversible."
        },
        {
            "References": "Watanuki M, Sakaguchi K; Agric Biol Chem 45 (1): 319-21 (1981)",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ Benzaldehyde inhibited the growth of SV40 transformed rat embryo fibroblasts only in the presence of glucose or mannose containing medium. It did not affect the growth of normal rat embryo fibroblasts."
        },
        {
            "References": "PMID:6307507",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ The effect of ... benzaldehyde (BA) on hyperthermia-induced cytotoxicity was studied in various types of cultured mammalian cell lines by colony formation assay. The treatment of HeLa cells with nontoxic concentration (1x10-4 mM) at 42 and 43 °C for up to 3 hr induced enhancement of cell killing. The enhancement of cell killing increased as the time and concentration of BA treatment were increased at elevated temperature."
        },
        {
            "References": "PMID:16835129",
            "Value": "/OTHER TOXICITY INFORMATION/ Repeated inhalation of volatilized benzaldehyde produced ocular and nasal irritation at 500 ppm and death in rabbits at 750 ppm."
        }
    ],
    "sediment_soil_concentrations": [
        {
            "References": "(1) Samolloff MR et al; Environ Sci Technol 17: 329-34 (1983) (2) Elder VA et al; Environ Sci Technol 15: 1237-43 (1981) (3) Nelson CR, Hites RA; Environ Sci Technol 14: 1147-9 (1981)",
            "Value": "Benzaldehyde was qualitatively detected in sediments taken from Tobin Lake in Saskatchewan, Canada(1) and in sediments collected near hazardous waste sites along the Niagara River, New York(2). Soil samples collected along the Buffalo River in Buffalo, NY contained a benzaldehyde concentration of 4 ppm, but river sediments had no detectable levels(3)."
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "(1) US EPA; Estimation Program Interface (EPI) Suite. Ver. 4.1. Nov, 2012. Available from, as of May 30, 2016: https://www2.epa.gov/tsca-screening-tools/ (2) Swann RL et al; Res Rev 85: 17-28 (1983)",
            "Value": "Using a structure estimation method based on molecular connectivity indices(1), the Koc of benzaldehyde can be estimated to be 11(SRC). According to a classification scheme(2), this estimated Koc value suggests that benzaldehyde is expected to have very high mobility in soil."
        }
    ]
}