{
    "_id": {
        "$oid": "6682e940c4e5dba5ffba29af"
    },
    "CID": {
        "$numberInt": "24011"
    },
    "Name": "SELENIUM SULFIDE",
    "IUPACName": {
        "$numberDouble": "NaN"
    },
    "CanonicalSMILES": "S=[Se]",
    "Synonyms": [
        "selenium sulfide",
        "Selenium sulphide",
        "7446-34-6",
        "Selenium sulfide (SeS)",
        "Selensulfid",
        "Selensulfid [German]",
        "CCRIS 554",
        "HSDB 679",
        "NCI-C50033",
        "UNII-J90WFR7ZFF",
        "Selenium sulfide red powder",
        "selenosulfide",
        "Abbotselsun",
        "Caspiselenium",
        "Selensulfur"
    ],
    "IsomericSMILES": "S=[Se]",
    "INCHI": "InChI=1S/SSe/c1-2",
    "INCHIKEY": "VIDTVPHHDGRGAF-UHFFFAOYSA-N",
    "Formula": "SSe",
    "MolecularWeight": {
        "$numberDouble": "111.04"
    },
    "Description": "Selenium Sulfide can cause cancer according to California Labor Code.",
    "XlogP": {
        "$numberDouble": "NaN"
    },
    "Complexity": {
        "$numberInt": "2"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "non_human_toxicity_excerpts": [
        {
            "References": "American Conference of Governmental Industrial Hygienists. Documentation of the TLV's and BEI's with Other World Wide Occupational Exposure Values. CD-ROM Cincinnati, OH 45240-4148 2010.",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Selenium sulfide was administered by oral gavage to F344 rats and B6CF1 mice. Groups of 50 male and female rats and mice received 3 or 15 mg/kg selenium sulfide suspended in aqueous carboxymethyl cellulose, 7 days/week for 103 weeks. Body weights of the high-dose male and female rats were reduced, but no such effect was seen in the mice at either dosed studied. Survival was comparable in the treated and control animals, and dose-dependent deposition of the compound in rat lung was obvious in up to 96% of the animals. Selenium sulfide intubation was associated with an increase incidence of hepatocellular carcinomas in rats of both sexes and in female mice and invasive alveolar/bronchiolar carcinomas and adenomas in female mice."
        },
        {
            "References": "DHHS/NTP; Fourth Annual Report On Carcinogens p.182 (1985) NTP 85-002",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ In a chronic skin painting carcinogenic study of mice and rabbits, Selsun was reported negative."
        },
        {
            "References": "Bioassay of Selenium Sulfide (Gavage) for Possible Carcinogenicity (1980) Technical Rpt Series No. 194 DHEW Pub No. (NIH) 80-1750, U.S. Department of Health Education and Welfare, National Cancer Institute, Bethesda, MD 20014",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ ... Under the conditions of this bioassay, selenium sulfide was carcinogenic for F344 rats and female B6C3F1 mice, including hepatocellular carcinomas in male and female rats and female mice and alveolar/bronchiolar carcinomas and adenomas in female mice. Selenium sulfide was not carcinogenic for male mice; but they have been able to tolerate higher doses. Levels of Evidence of Carcinogenicity: Male Rats: Positive; Female Rats: Positive; Male Mice: Negative; Female Mice: Positive."
        },
        {
            "References": "Bioassay of Selenium Sulfide (Dermal Study) for Possible Carcinogenicity (1980) Technical Rpt Series No. 197 NTIS No. PB82-165291, U.S. Department of Health Education and Welfare, National Cancer Institute, Bethesda, MD 20014",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ ... Under the conditions of this bioassay, dermal application of selenium sulfide did not produce a carcinogenic effect in ICR Swiss mice, but the study was limited by the relatively short lifespan of this strain of mouse. Levels of Evidence of Carcinogenicity: Male Mice: Negative; Female Mice: Negative."
        },
        {
            "References": "PMID:8596544",
            "Value": "/GENOTOXICITY/ Selenium monosulfide (SeS) was reported to be carcinogenic to livers of male and female rats and livers and lungs of female mice. However, its genotoxicity profile in short-term assays is somewhat equivocal. A multiple endpoint/multiple tissue approach to short-term genetic toxicity testing has been developed in our laboratory. In the present paper, the effect of SeS in in vivo and in vivo/in vitro micronucleus and chromosome aberration assays in rat bone marrow and spleen are reported. In the in vivo assay, small but statistically significant increases in bone marrow micronucleated polychromatic erythrocytes (MNPCEs) were observed 24 h after treatment of rats with 50 mg/kg SeS and 48 h after treatment with 12.5 mg/kg. A significant decrease in the PCE/total erythrocyte (TE) ratio, indicative of cytotoxicity, was observed at the 50 mg/kg dose at the 24-h timepoint. In spleen, no increases in MNPCEs or decreases in the PCE/TE ratios were observed. No evidence of a significant increase in aberrations was observed in bone marrow or spleen. In the in vivo/in vitro assay, no increase in micronucleated binucleated cells or cells with aberrations was observed in SeS-treated rats. The small but statistically significant increases in MN observed in the in vivo study are considered likely not to be biologically significant since no dose-response was observed and all the values obtained were within historical control range in our laboratory. Given the overall genetic toxicity profile of SeS, it appears that SeS may be a weak mutagen and that differences between testing protocols may be very important in determining whether or not it is found to be negative or positive. Histological evidence was obtained in this study that suggests that the liver is the acute target organ of SeS in rats."
        },
        {
            "References": "PMID:2792091",
            "Value": "/GENOTOXICITY/ The in vivo-in vitro hepatocyte DNA repair assay has been shown to be useful for studying genotoxic hepatocarcinogens. In addition, measurement of S-phase synthesis (SPS) provides an indirect indicator of hepatocellular proliferation, which may be an important mechanism in rodent carcinogenesis. This assay was used to examine 24 chemicals for their ability to induce unscheduled DNA synthesis or S-phase synthesis in Fischer-344 rats or B6C3F1 mice following in vivo treatment. Hepatocytes were isolated by liver perfusion and incubated with 3H-thymidine following in vivo treatment by gavage. Unscheduled DNA synthesis was measured by quantitative autoradiography as net grains/nucleus (NG). Controls from both sexes of both species yielded less than 0.0 NG.... Selenium sulfide induced equivocal unscheduled DNA synthesis results in mouse and rat ... ."
        },
        {
            "References": "NTP; Fiscal Year 1987 Annual Plan p.82 (1987) NTP-87-001",
            "Value": "/GENOTOXICITY/ Positive for mutagenicity in L5178Y mouse lymphoma cells."
        },
        {
            "References": "NTP; Fiscal Year 1987 Annual Plan p.88 (1987) NTP-87-001",
            "Value": "/GENOTOXICITY/ Cytogenetic effects in Chinese hamster ovary cells; positive for chromosome aberrations and sister chromatid exchanges."
        },
        {
            "References": "NTP Study Database; Selenium Sulfide (7446-34-6), Genetic Toxicology Studies, Salmonella Study 029359 (1985); Available from as of August 22, 2011 https://ntp-apps.niehs.nih.gov/ntp_tox/index.cfm",
            "Value": "/GENOTOXICITY/ Positive for mutagenicity in Salmonella assays. Strains: TA100, TA1535, TA97, TA98"
        },
        {
            "References": "Kirk-Othmer Encyclopedia of Chemical Technology. 3rd ed., Volumes 1-26. New York, NY: John Wiley and Sons, 1978-1984., p. 12(80) 92",
            "Value": "/OTHER TOXICITY INFORMATION/ Selenium sulfide ... /as a keratolytic agent/ appears to affect the epidermal cell turnover rate and the keratinization process."
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "(1) ATSDR; Toxicological Profile for Selenium. Atlanta, GA: Agency for Toxic Substances and Disease Registry, US Public Health Service (2003)",
            "Value": "Selenium sulfide does not readily dissolve in water and would probably bind tightly to the soil(1)."
        }
    ]
}