{
    "_id": {
        "$oid": "6682e940c4e5dba5ffba29b0"
    },
    "CID": {
        "$numberInt": "24012"
    },
    "Name": "ALUMINUM CHLORIDE",
    "IUPACName": "trichloroalumane",
    "CanonicalSMILES": "[Al](Cl)(Cl)Cl",
    "Synonyms": [
        "ALUMINUM CHLORIDE",
        "Aluminum trichloride",
        "Aluminium chloride",
        "7446-70-0",
        "trichloroalumane",
        "Trichloroaluminum",
        "Aluminium trichloride",
        "AlCl3",
        "Aluminum chloride anhydrous",
        "Pearsall",
        "Aluminiumchlorid",
        "TK Flock",
        "Aluminum chloride (1:3)",
        "Aluminum chloride (AlCl3)",
        "\"Chlorure daluminium\""
    ],
    "IsomericSMILES": "[Al](Cl)(Cl)Cl",
    "INCHI": "InChI=1S/Al.3ClH/h;3*1H/q+3;;;/p-3",
    "INCHIKEY": "VSCWAEJMTAWNJL-UHFFFAOYSA-K",
    "Formula": "AlCl3",
    "MolecularWeight": {
        "$numberDouble": "133.34"
    },
    "Description": "Aluminium trichloride is an aluminium coordination entity. It has a role as a Lewis acid.",
    "XlogP": {
        "$numberDouble": "NaN"
    },
    "Complexity": {
        "$numberInt": "8"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "mechanism_of_action": [
        {
            "References": "PMID:2665187",
            "Value": "Aluminum (10, 12.5, 17.5, 25 and 50 uM, as aluminum trichloride) inhibited yeast glucose-6-phosphate dehydrogenase (EC 1.1.1.49) by a pseudo-first-order reaction. The inhibition was proportional to the incubation time (10 to 60 sec) and the concn of aluminum. Aluminum was a better inhibitor when added to the buffered enzyme prior to the addition of glucose-6-phosphate or NADP+. When aluminum trichloride was added to the buffered mixture of enzyme and glucose-6-phosphate , more than 10 times aluminum trichloride was needed to observe a comparable inhibition. The inhibitory effect of aluminum chloride on glucose-6-phosphate dehydrogenase was negligible when aluminum chloride was premixed with NADP+. Double reciprocal plots gave a straight line with a k(inact) of 8.3/min and indicated the presence of a binding step prior to inhibition. The kinetic study showed that 1 mol of aluminum was bound per mol of enzyme subunit. A marked incr in sensitivity to aluminum was observed as the pH decr. An inhibitory effect of aluminum was predominant below pH 7.0, but above pH 8.0, aluminum did not significantly affect the reaction rate of glucose-6-phosphate dehydrogenase."
        },
        {
            "References": "Adler AJ et al; Am J Physiol 257 (3,1): G433-7 (1989)",
            "Value": "The effect of aluminum on intestinal calcium absorption was determined in male Sprague-Dawley rats using an everted intestinal sac technique. Bidirectional calcium flux in the duodena and ilea of normal rats was assessed by means of dual calcium isotopes. Addition of 2 uM aluminum (as aluminum chloride) to the buffer solution significantly inhibited net calcium absorption in the duodenum through suppression of mucosa-to-serosa flux. Serosa-to-mucosa calcium flux was not similarly influenced by aluminum. In the ileum, aluminum had no effect on any component of calcium flux. Aluminum did not induce any suppression of glucose transport in either the duodenum or ileum, suggesting that the effect on calcium transport is relatively specific."
        },
        {
            "References": "Pettersson A, Bergman B; Physiol Plant 76 (4): 527-34 (1989)",
            "Value": "ATP pools extracted from the cyanobacterium Anabaena cylindrica, grown in the absence or presence of aluminum chloride were measured using the luciferin-luciferase assay. Addition of low concn of aluminum chloride (3.6-36 uM) incr the ATP pool 20-40% within 24 hr, the effect being more marked with time. When using the Tris-EDTA boiling technique for extraction of cellular ATP, the ATP from aluminum-exposed cells appeared more stable during the extraction than the ATP from untreated cells. The higher ATP pools in aluminum-exposed cells were also evident after dark treatment and addition of the phosphorylating inhibitors carbonylcyanide m-chlorophenylhydrazone and N,N'-dicyclohexylcarbodiimide. The formation of elevated ATP pools in cells exposed to aluminum was curtailed by high concn of cellular phosphate and postincubation at high pH (> 8)."
        },
        {
            "References": "Clayton, G. D. and F. E. Clayton (eds.). Patty's Industrial Hygiene and Toxicology: Volume 2A, 2B, 2C: Toxicology. 3rd ed. New York: John Wiley Sons, 1981-1982., p. 1500",
            "Value": "Very few investigations have been made on the metabolism and mode of action of aluminum compounds for the reason that it is very poorly absorbed and of low toxicity. The existing evidence indicates that the small portion of aluminum ion that hydrolyzes combines with available phosphate, becomes insoluble and unabsorbed, and so is excreted along with the un-ionized portion. In high doses aluminum compounds have been shown to affect phosphorus metabolism of rats and mice. At lower levels (170 and 355 ppm aluminum as aluminum chloride) aluminum balance studies showed intake and fecal excretion of aluminum were higher at the higher dose, but urinary excretion and retention were not. In phosphorus balance studies made at 160 to 180 and 355 ppm in the diet, the higher dose lowered phosphorus retention, although phosphorus content of the liver and femur were not affected. Chronic and acute poisoning by aluminum chloride caused, on intraperitoneal administration of (32)H-labelled disodium hydrogen phosphate, decreased incorporation of (32)phosphorus in the phospholipids and nucleic acids of various rat tissues. Decreased adenosine triphosphate levels and a rise in the adenosine diphosphate level in plasma also occurred, indicating interference with tissue phosphorylation process."
        },
        {
            "References": "European Chemicals Bureau; IUCLID Dataset, Aluminum chloride (7446-70-0) (2000 CD-ROM edition). Available from, as of June 14, 2004: https://esis.jrc.ec.europa.eu/",
            "Value": "The aluminum interaction with human brain tau protein phosphorylation by various kinases was studied. Aluminum trichloride, at concentrations ranging from 10 nM to 10 uM (about 1.3 ng/mL-1.3 ug/mL) activated in vitro (gamma-32P)ATP phosphorylation of the brain tau-protein in both normal human or Escherichia coli expressed tau forms; in the presence of the kinases P34, PKP, and PKC. However, higher concentration inhibited the tau phosphorylation with P34, PKP, and PKC to a maximum at 1 mM level (about 1.3 mg/mL). At 100 uM to 500 uM (about 13 mg/mL ro 66 mg/mL), the test substance activated histone phosphorylation by P34. The hyperphosphorylation of tau by aluminum(III) was accompanied by molecular shift and mobility retardation in SDS-PAGE. ...These results demonstrated the mechanisms of the longterm neurological effect of aluminum(III) in human brain leading to the formation of the neurofibrillary tangles related to Alzheimer's disease."
        },
        {
            "References": "PMID:11470316",
            "Value": "...Various concentrations of AlCl3 in aqueous solutions were incubated with human erythrocytes, isolated toad skin, and molecular models of biomembranes. The latter consisted of multilayers of dimyristoylphosphatidylcholine and dimyristoylphosphatidylethanolamine, representing phospholipid classes located in the outer and inner monolayers of the human erythrocyte membrane. These specimens were studied by scanning electron microscopy, electrophysiological measurements, and x-ray diffraction. The results indicate that Al(III) in the concentration range of 10-100 uM induced the following structural and functional effects: (i) change in the normal discoid shape of human erythrocytes to echinocytes due to the accumulation of Al(III) ions in the outer moiety of the red cell membrane; (ii) perturbation of dimyristoylphosphatidylcholine, and to a lesser extent of dimyristoylphosphatidylethanolamine bilayers, and (iii) decrease in the short-circuit current and in the potential difference of the isolated toad skin, effects that are in accordance with a time-dependent modulation of ion transport in response to changes in the molecular structure of the lipid bilayer."
        },
        {
            "References": "PMID:11470317",
            "Value": "...Primary cultured neurons of rat cerebral cortex /were used/ as an in vitro model system for the observation of morphological changes induced by chronic exposure to aluminum. Although the exposure to aluminum chloride (10-100 uM) for 1 wk did not cause marked neuronal death, degeneration of neuritic processes and accumulation of tau protein and beta-amyloid protein appeared after chronic exposure to 50 uM aluminum chloride for more than 3 weeks. ...The polymerization of beta-amyloid protein in vitro using the immunoblotting technique /was also investigated/. We thus found that aluminum induced conformational changes in beta-amyloid protein and enhanced its aggregation in vitro. The aggregated beta-amyloid protein was dissolved by the addition of desferrioxamine, a chelator of aluminum. The aggregated beta-amyloid protein pre-incubated with aluminum formed fibrillar deposits on the surface of cultured neurons."
        },
        {
            "References": "PMID:8167440",
            "Value": "...Whole brain or basal forebrain and neostriatal homogenates prepared from the brains of 2, 7, 13, 15, 30, 60, or 90 day old Wistar-rats were incubated with 10-4, 10-3, 5x10-3, or 10-2 molar (M) aluminum-chloride for 15 min at 37 °C. The pH of the medium was 7.3. The homogenates were assayed for ChAT activity. In control whole brain homogenates, ChAT activity increased by 126.4% between postnatal days 13 and 30. A 15.2% increase in enzyme activity occurred between days 30 and 60. The level of ChAT activity in homogenates from 90 day old rats was similar to that in 60 day old rats. Aluminum-chloride at 10-4 M had no effect on ChAT activity. The 10-3 M concentration inhibited ChAT activity in homogenates of both brain regions. The degree of inhibition decreased with increasing age. Aluminum-chloride concentrations above 10-3 M stimulated ChAT activity in both brain regions until postnatal day 60. ChAT activity was inhibited in homogenates from 90 day old rats."
        },
        {
            "References": "Chmielnicka J et al; Biol J Trace Elem Res 40 (2): 127-136 (1994)",
            "Value": "...Female rats that received AlCl3 orally at the dose 100 mg Al/kg daily for 21 days. The effects of aluminum on the activity of delta-aminolevulinic acid synthetase (ALA-S), dehydratase (ALA-D), and heme oxygenase (O.H.) were observed on 3, 7, 14, and 21 days in liver and kidneys of rats. Also the activity of ALA-D in blood and the concentration of delta-aminolevulinic acid (ALA-U) in urine were observed. Orally administered aluminum caused increase in the activity of ALA-D in the liver and blood, and parallel decrease of ALA-U in urine (r=-0.85) of rats. Aluminum chloride also induced an increase of ALA-S and O.H. in the liver but not in the kidneys."
        },
        {
            "References": "PMID:7603643",
            "Value": "...Carbachol-stimulated (1 mM) ip accumulation was greatest in frontal cortex slices from 7 day old rats, decreased in 14 day old and 21 day old rats, and was lowest in adults (120 days old). AlCl3 (500 muM) inhibited both basal and carbachol-stimulated ip accumulation in neonatal and adult rats. The effects of AlCl3 were concentration-related and produced significant decreases (15-25%) in ip accumulation at 500 and 1000 muM. The concentration-response curve for AlCl3 was similar in 7 day old and adult rats. AlCl3 reduced carbachol-, norepinephrine- and quisqualate-stimulated ip accumulation in both 7 day old and adult rats."
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "Jeffery EH et al; Fund Appl Toxicol 8 (4): 541-48 (1987)",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Male Sprague-Dawley rats (three per treatment group) were administered 0, 2, 10, 20, or 40 mg aluminum per kilogram ip per day for 3 days as aluminum chloride in saline. Animals were killed 24 hr later. Aluminum was found to inhibit hepatic drug metabolism in a dose-dependent fashion. The lowest dose (2 mg or 75 umol/kg) had no effect on the parameters measured, whereas the highest dose (40 mg or 1.5 mmol/kg) caused a 52% decrease in cytochrome p450, a 71% decrease in p-nitrophenetole O-deethylase activity, and a 77% decrease in ethylmorphine N-demethylase activity. Hepatic glutathione levels were unaffected by aluminum, whereas metallothionein was induced in both liver and kidney. The distribution of endogenous metals normally associated with metallothionein was altered by aluminum administration. At the highest dose of aluminum (40 mg/kg), zinc levels were increased in liver cytosol (154%), while copper levels were unchanged in liver, but decreased in kidney (70%). Aluminum was present in the liver and kidney. Of the aluminum in the liver, less than 5% was in the cytosol, bound to a metallothionein-like protein."
        },
        {
            "References": "WHO; Environ Health Criteria 194: Aluminum (1997). Available from, as of June 2, 2004: https://www.inchem.org/documents/ehc/ehc/ehc194.htm#SectionNumber:1.1",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Treatment of chickens with /aluminum chloride/ (5 mg Al/kg bw ip for 5 days) partially blocked the intestinal calcium absorption response to vitamin D in vitamin-D-deficient animals, although serum calcium levels were elevated. No consistent effects of aluminium on the bone calcium mobilization response to vitamin D or 1,25(OH)2D3 were noted. .../It was/ concluded that the ability of the intestine to respond normally to 1,25(OH)2D3 may be compromised by the aluminium application."
        },
        {
            "References": "Clayton, G. D. and F. E. Clayton (eds.). Patty's Industrial Hygiene and Toxicology: Volume 2A, 2B, 2C: Toxicology. 3rd ed. New York: John Wiley Sons, 1981-1982., p. 1496",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ The acute toxic response is confined to the more soluble forms of aluminum, the chloride and simple and complex sulfates for which the acute toxicity for laboratory animals has been determined. The oral LD50 of aluminum chloride for mice is reported to be 770 mg/kg as aluminum ... . Acute aluminum chloride poisoning resulted in increased blood glucose, decreased liver glycogen; and increased incorporation of 32P in the liver of rats. ..."
        },
        {
            "References": "Sheftel, V.O.; Indirect Food Additives and Polymers. Migration and Toxicology. Lewis Publishers, Boca Raton, FL. 2000., p. 433",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Alkaline phosphatase levels in rats decreased within 3 hours following oral administration of 17 mg aluminum chloride/kg bw."
        },
        {
            "References": "PMID:3609540",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Male Sprague-Dawley rats (3/treatment group) were administered 0, 2, 10, 20, or 40 mg aluminum/kg ip/day for 3 days as aluminum chloride in saline. Animals were killed 24 hr later. Aluminum was found to inhibit hepatic drug metabolism in a dose-dependent fashion. The lowest dose (2 mg or 75 umol/kg) had no effect on the parameters measured, whereas the highest dose (40 mg or 1.5 mmol/kg) caused a 52% decrease in cytochrome P-450, a 71% decrease in p-nitrophenetole O-deethylase activity, and a 77% decrease in ethylmorphine N-demethylase activity. Hepatic glutathione levels were unaffected by aluminum, whereas metallothionein (MT) was induced in both liver and kidney. The distribution of endogenous metals normally associated with MT was altered by aluminum administration. At the highest dose of aluminum (40 mg/kg), zinc levels were increased in liver cytosol (154%), while copper levels were unchanged in liver, but decreased in kidney (70%). Aluminum was present in the liver and kidney. Of the aluminum in the liver, <5% was in the cytosol, bound to a MT-like protein."
        },
        {
            "References": "PMID:10702348",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ The aim of these experiments was to find changes in free erythrocyte protoporphyrins (FEP) and in the concentration of endogenous iron in the blood, erythrocytes, serum, liver, kidneys, and spleen of rats, as well as in the dynamics of aluminum concentrations in the serum of rats after oral application of aluminum chloride (AlCl(3)) separately or with ferrum chloride (FeCl(2)), depending on the time and doses administered. The experiments were carried out on female Wistar rats which received (/orally/) 100 mg Al/kg separately or with iron (4 mg Fe/kg) daily for 35 days. The effects of aluminum administration were noticed after the second week. The experiments demonstrated that the increase in the level of free erythrocyte protoporphyrins in the blood is the most sensitive indicator of exposure to AlCl(3). A decrease in iron concentration in erythrocytes, blood, and spleen was also noticed. The response and the sequence of the investigated effects were recorded according to aluminum and iron concentration in the serum. Joint administration of iron and aluminum decreases concentration of aluminum in serum and prevents changes in the investigated indicators in rats exposed to aluminum chloride."
        },
        {
            "References": "PMID:11896292",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ ...Rat retinal changes due to aluminum (Al) toxicosis /were studied/ with a transmission electron microscope (TEM) and an energy dispersive X-ray analyzer (EDXA). Normal 4-wk-old Wistar Kyoto rats were divided randomly into Al toxicosis and control groups. The Al toxicosis group was injected ip with 0.3 mL of 4% aluminum chloride (AlCl3)/day every day for 16 weeks. The retina was examined with a TEM and EDXA at 8, 12, and 16 weeks after starting injections with AlCl3. There was a statistically significant increase in the serum Al concentration in the Al toxicosis group (p<0.001). We observed prominent pathologic changes at 16 weeks after the first injections. Thin retinal pigment epithelium (RPE), and disappearance of the photoreceptor outer and inner segments and nuclei were observed. There were high-density irregular granules in the outer and inner plexiform layers and in the inner nuclear layer. ...Dense granules /were found/ in the cells, which remained between the RPE and the inner nuclear layer. EDXA detected Al in the high-density irregular granules in these areas. Al injected ip caused accumulation of Al in the rat retina and the destruction of photoreceptor cells."
        },
        {
            "References": "Sorenson JRJ et al; Env Health Perspec 8: 3-95 (1974)",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Dietary levels of 100 to 200 mg/kg of aluminum chloride fed to experimental animals for extended periods led to retardation of growth and disturbances of phosphate metabolism."
        },
        {
            "References": "DHHS/ATSDR; Toxicological Profile for Aluminum (July 1999). Available from, as of May 21, 2004: https://www.atsdr.cdc.gov/toxprofiles/index.asp",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Suggestive evidence of alveolar macrophage damage was observed in rats following a 5 month exposure (6 hours/day, 5 days/week) to either aluminum chloride (0.37 mg Al/cu m) or aluminum fluoride (0.41 mg Al/cu m); increases in lysozyme levels, protein levels (aluminum chloride only), and alkaline phosphatase (aluminum chloride only) were observed in the lavage fluid."
        },
        {
            "References": "European Chemicals Bureau; IUCLID Dataset, Aluminum chloride (7446-70-0) (2000 CD-ROM edition). Available from, as of June 14, 2004: https://esis.jrc.ec.europa.eu/",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Sprague Dawley rats were given 0, 0.1, 2.0, 100 mg/L aluminum chloride in either 4 mM acetate (pH 3.2)= A, or 4 mM citrate (pH 2.6)= C, or 4 mM citrate (pH 7)= 7C, continuously in the drinking water for 10 weeks. Control group was concurrent no treatment= W. Metal ion concentration in tibia, brain, liver, blood and kidney did not differ significantly between groups. Aluminum accumulated in intestinal cells of all 100 mg Al/L rats with the C group accumulating more aluminum than the A or W groups. In the C group, intestinal aluminum content increased significantly in a dose-dependent manner. Intestinal iron was decreased significantly in all the 100 mg Al/L groups. Intestinal copper was decreased in the W group at 100 mg Al/L, with a trend toward a decrease in A and C groups. /It was concluded/... that at these low levels studied, aluminum accumulates in intestinal tissue, and that this accumulation is enhanced by citrate ligand. At 100 mg Al/L, intestinal iron accumulation is decreased, and copper accumulation is marginally decreased."
        },
        {
            "References": "Joint FAO/WHO Expert Committee on Food Additives; WHO Food Additives Ser 24: Aluminum (1989). Available from, as of June 4, 2004: https://www.inchem.org/documents/jecfa/jecmono/v024je07.htm",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Rats were dosed with a single oral dose of aluminium chloride (188.2 mg/kg bw), and then with 32P labelled Na2HPO4. The distribution of radioactivity was measured in test and control animals. There was significant decrease in incorporation of 32P into blood and all tissues examined. Further studies in which rats were administered aluminium chloride daily (36.5 mg/day) for a period of 52 days, or by a single intragastric dose, each treatment being followed by the ip injection of 32P labelled sodium phosphate showed that where as the specific activity of the soluble phosphorous fractions isolated from kidney, spleen and liver was not affected by either chronic or acute intoxication, the incorporation of 32P into phospholipids, RNA and DNA fractions was significantly decreased. In another study the influence of chronically administered aluminium chloride (55 days at 36.5 mg of 223 mg aluminium/kg as the chloride on day 56 of the study), on the blood serum level of AMP, ADP and ATP of rat, showed that aluminium chloride caused an increase of AMP, ADP and a decrease of ATP."
        },
        {
            "References": "Joint FAO/WHO Expert Committee on Food Additives; WHO Food Additives Ser 24: Aluminum (1989). Available from, as of June 4, 2004: https://www.inchem.org/documents/jecfa/jecmono/v024je07.htm",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Rats treated with aluminium chloride (AlCl3) (200 mg aluminium/kg bw incorporated in the diet) showed a decrease in glycogen content of liver and muscle after 18 days exposure. Lactic acid was simultaneously increased in these organs, like pyruvic acid in the liver and blood. The co-enzyme A content of the liver was lowered."
        },
        {
            "References": "PMID:8862760",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ ... Al induces a significant decrease in food ingestion, weight gain, and total protein concentration in the plasma."
        },
        {
            "References": "Chmielnicka J et al; Ecotoxicol Enviorn Saf 33 (3): 201-206 (1996)",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ ...Female Wistar rats received aluminum chloride every day ip, 4 mg Al/kg for 3 weeks. In the blood selected morphological factors and delta-aminolevulinic acid dehydratase activity (ALA-D) were investigated. In the kidney and liver ALA-D, delta-aminolevulinic acid synthase (ALA-S), and heme oxygenase activity were also determined. After aluminum chloride administration the most sensitive indicator was an increase of heme oxygenase activity in the liver and a decrease in iron levels in the serum of rats. Aluminum also increased ALA-S activity in the kidney and liver of rats. No changes of ALA-D activity in the liver, the kidney, and the blood were observed. The decreasing of hemoglobin, hematocrit, mean corpuscular hemoglobin mass, and mean corpuscular hemoglobin concentration was noted after 3 weeks of exposure."
        },
        {
            "References": "Chmielnicka J et al; Biol Trace Elem Res 42 (3): 191-199",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ ...The experiment was performed on female Wistar rats. The animals were administered aluminum chloride (100 mg Al/kg) daily for 21 days. Morphological assays: red blood cells (RBC), hemoglobin (HGB), hematocrit (HCT), iron serum concentration (Fe), MCH, MCHC, absolute corrected reticulocyte count (ACRC), white blood cells (WBC), and platelet count (PLT) were estimated on day 3, 7, 14, and 21, both in the control group and in intoxicated rats. After wk 1 of aluminum administration we observed a decrease of RBC, HCT, HGB and serum iron concentration in the blood of rats. The increase of the platelet count was observed earlier than changes in other parameters."
        },
        {
            "References": "PMID:1290403",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ The effects of aluminum exposure on bone formation employing the demineralized bone matrix (DBM) induced bone development model were studied using 4-wk-old Sprague-Dawley rats injected with a saline (control) or an aluminum chloride (experimental) solution. After 2 weeks of aluminum treatment, 20-mg portions of rat DBM were implanted sc on each side in the thoracic region of the control and experimental rats. Animals were killed 7, 12, or 21 days after implantation of the DBM and the developing plaques removed. No morphological, histochemical, or biochemical differences were apparent between plaques from day 7 control and experimental rats. Plaques from day 12 control and experimental rats exhibited cartilage formation and alkaline phosphatase activity localized in osteochondrogenic cells, chondrocytes, osteoblasts, and extracellular matrix. Unlike the plaques from control rats that contained many osteoblastic mineralizing fronts, the plaques from the 12-day experimental group had a preponderance of cartilaginous tissue, no evidence of mineralization, increased levels of alkaline phosphatase activity, and a reduced calcium content. Plaques developing for 21 days in control animals demonstrated extensive new bone formation and bone marrow development, while those in the experimental rats demonstrated unmineralized osteoid-like matrix with poorly developed bone marrow. Alkaline phosphatase activity of the plaques continued to remain high on day 21 for the control and experimental groups. Calcium levels were significantly reduced in the experimental group. These biochemical changes correlated with histochemical reductions in bone calcification."
        },
        {
            "References": "PMID:3353174",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ ...The effects of aluminum given to rats on total serum bile acid concentration and bile flow /were studied/ to determine if aluminum administration could produce abnormalities. Aluminum was given iv as follows: 5 mg/kg daily for 7 or 14 days and 1 mg/kg for 14 days. Hepatic aluminum was high in treated rats and undetectable in controls. Total serum bile acid concentrations were significantly higher in treated rats than in pair-fed controls with higher concentrations after 14 days than after 7 days. Bile flow was reduced by 33% in rats given 5 mg/kg but not in rats given 1 mg/kg. Hepatic aluminum correlated inversely with bile flow but not with serum bile acid concentration. Aluminum exposure in rats is associated with elevated serum bile acid concentration and diminished bile flow."
        },
        {
            "References": "PMID:9438034",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ The purpose of this study was to determine disorders in the metabolism of the essential elements (Ca, Fe, Cu, and Zn) in some tissues of rats, as well as to detect the dynamics of urinary excretion of these metals after oral administration of 20 mgAl/kg every day for 8 wk. The elements were determined in brain, kidneys, blood, and urine of the animals in 1st, 2nd, 3rd, 4th, and 8th wk after the exposure to AlCl3. After the 1st wk of aluminium administration, we observed increase of Ca and a decrease of Fe in blood. In brain Ca, Fe, and Cu concentrations were significantly higher in Al-treated rats than in controls after 8-wk exposure. The concentration changes of the essential metals in the tissue were accompanied by increase of the Ca, Fe, and Zn urinary excretion."
        },
        {
            "References": "European Chemicals Bureau; IUCLID Dataset, Aluminum chloride (7446-70-0) (2000 CD-ROM edition). Available from, as of June 14, 2004: https://esis.jrc.ec.europa.eu/",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Wiezmann Inst. strain rats were given 0, 1%, 2% aluminum chloride in drinking water (180 or 250 mg/kg/day). Nephrectomized rats receiving 1% (=180 mg/kg) or 2% (=250 mg/kg) aluminum chloride died within 8 or 3 days and showed periorbital bleeding. Normal rats receiving 1% showed no death or periorbital bleeding. Aluminum intoxication has been demonstrated in the uremic and non-uremic rat after modest doses of oral and parenteral aluminum salts. The clinical syndrome is associated with periorbital bleeding, lethargy, anorexia, and death. Plasma levels of aluminum were greatly raised, as were tissue levels in liver, heart, striated muscle, brain, and bone. Histological changes were found in the cornea. Liver oxygen consumption was reduced by giving the animals aluminum salts before death or by adding aluminum in vitro to normal liver homogenates."
        },
        {
            "References": "Gupta A, Shukla GS; Bull Environ Contamin Toxicol 55 (5): 716-722 (1995)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ ...Male Drucrey-albino-rats were administered 0.5 mg/mL Al as aluminum-chloride in their drinking water for 12 months. Control rats were given tap water containing 0.04 ug/mL Al. Body weight gain and water consumption were monitored. The rats were killed after 12 months and the brains were removed and weighed. The hippocampi were dissected out. Whole brain and hippocampal protein and Al concentrations and superoxide-dismutase (SOD), catalase, and glutathione-peroxidase (GPx) activities were measured. The extent of lipid peroxidation was assessed by measuring the production of conjugated dienes. Water consumption was not altered by Al. Body weight gain was significantly decreased after 2 months of Al exposure. Whole brain and hippocampal Al concentrations were significantly increased in exposed rats. Al did not affect protein concentrations in these tissues. The level of lipid peroxidation was significantly increased and SOD, catalase, and GPx activities were significantly decreased in both tissues by Al."
        },
        {
            "References": "PMID:3336883",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Rats were fed 100 uM AlCl3 for 1 yr in their drinking water, then killed and their brains homogenized in 0.1 M Tris (pH 7.4). The 800 g supernatants were assayed for Al3+ and the activities of acetylcholine esterase (ACE), hexokinase and glucose-6-phosphate dehydrogenase (G6PDH). The concentrations of Al in the homogenates, as computed on the original brain for the control and Al fed group were 40 ng and 80 ng/g wet wt, respectively. The activity of ACE was the same in both groups but that of hexokinase and G6PDH in the Al-fed group was about 73% and 80%, respectively, of the control. Dialysis restored the G6PDH but increased the hexokinase of the control group 2-fold and that of Al-fed group 2.7-fold. Thus at this elevated level it was same in both groups. The contribution of Al from the undialysed homogenates during assay was too low to account for the inhibition."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. V2 373",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ ... Parenteral (IP) administration of 100-200 mg/kg aluminum chloride for 2 weeks produced severe maternal toxicity, embryolethality, and fetal resorption. Smaller ip doses also produced a syndrome of delayed and incomplete ossification of the skull and vertebrae, skeletal malformations, and abnormal digits, with fetal weight and crown rump reductions. It is of interest that many similar defects could be produced by oral doses of 50 mg/kg aluminum chloride simultaneously with parathormone-enhancing absorption."
        },
        {
            "References": "DHHS/ATSDR; Toxicological Profile for Aluminum (July 1999). Available from, as of May 21, 2004: https://www.atsdr.cdc.gov/toxprofiles/index.asp",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ No adverse reproductive effects were seen in male Sprague-Dawley rats, as assessed by plasma gonadotropin levels, histopathological evaluation, and serial matings, following exposure to 70 mg Al/kg/day as aluminum chloride in drinking water for up to 90 days; this dose does not include base dietary aluminum."
        },
        {
            "References": "PMID:3713960",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Three groups of pregnant Wistar rats were fed aluminum chloride. The first group (14 rats) received diet supplemented with 160 mg aluminum/kg bw/day from day 8 of gestation to parturition and the second group (13 rats) was given 200 mg aluminum/kg bw/day. Control rats (12 animals) received the diet at the same time periods. Results indicated that aluminum at both doses had no effect on maternal weight or behavior. Pre-weaning mortality was increased in offspring, and surviving pups showed a delay in their neuromotor development and in postnatal weight gain."
        },
        {
            "References": "PMID:2763207",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Pregnant Wistar rats were divided into 8 groups. Rats in the first 4 groups received from day 1 of gestation to parturition a standard diet supplemented with 0 (group 1, control, n=11), 100 (group 2, n=12), 300 (group 3, n=6), and 400 (group 4, n=8) mg aluminum (as aluminum trichloride)/kg/day. Rats in groups 5 (control, n=6), 6 (n=7), 7 (n=10) and 8 (n=6) received during the same period a standard diet supplemented with 0, 100, 200, and 400 mg aluminum (as aluminum lactate)/kg/day. No effect of treatment on litter size was detected, but an increased mortality of pups appeared during the first week. In groups 3 and 4, the mortality was already very high on day 1 after parturition (25.2 and 33.8%, respectively) and reached the maximum value on day 14 in groups 3 (48.7%) and at day 9 in group 4 (57.1%). The neuromotor maturation of surviving pups treated with aluminum showed an important impairment during the first 2 wk of postnatal life. The time necessary for pups to return to normal dorsoventral position increased significantly with the dose of aluminum received by the mother (p<0.001). With aluminum chloride, the performance of young from control groups was superior to that of the treated groups in tests for negative geotaxis and locomotor coordination. Statistical analysis showed no difference among the 8 groups for a grasping reflex test on day 6 and a suspension test on postnatal day 12."
        },
        {
            "References": "European Chemicals Bureau; IUCLID Dataset, Aluminum chloride (7446-70-0) (2000 CD-ROM edition). Available from, as of June 14, 2004: https://esis.jrc.ec.europa.eu/",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ The influence of short term aluminum exposure on demineralized bone matrix (DBM) induced bone formation was studied. Four week old rats were divided into 2 groups. In the first week, one group was injected (ip) with incremental doses of the test substance (0.25, 0.6, 1.1, 1.6, and 2.0 mg Al) at the first 5 days followed by 2 days without injection. From week 2 onwards, the animals were given 5 daily injections of 2.0 mg Al followed by 2 days without injection until sacrifice. Control rats were injected with saline following the same pattern. After 2 weeks of treatment, 20 mg portions of rat DBM were implanted subcutaneously on each side of the thoracic region of each rat. Animals were sacrificed 7, 12, and 21 days after implantation; the developing plaques were removed and examined morphologically, histochemically, and biochemically. No differences between the plaques of control and treated rats were observed 7 days after implantation. Control and experimental plaques from days 12 exhibited cartilage formation and alkaline phosphatase activity localized in osteochondrogenic cells, chondrocytes, osteoblasts, and extracellular matrix. Unlike the control plaques that contained many osteoblastic mineralizing fronts, the experimental plaques revealed a preponderance of cartilaginous tissue, no evidence of mineralization, increased levels of phosphatase activity, and a reduced calcium content. Plaques developing for 21 days in control animals demonstrated extensive new bone formation and bone marrow development, while those in the experimental group demonstrated unmineralized osteoid-like matrix with poorly developed bone marrow. Alkaline phosphatase activity of the plaques continued to remain high on day 21 post implantation in both control and treated rats. Calcium levels were significantly reduced in aluminum treated animals. These biochemical changes correlated with histochemical reductions in bone calcification. ...These results suggested that aluminum administration to rats appeared to alter the differentiation and calcification of developing cartilage and bone in the DBM-induced bone formation model and that aluminum by some mechanism altered the matrix calcification in growing bones."
        },
        {
            "References": "DHHS/ATSDR; Toxicological Profile for Aluminum (July 1999). Available from, as of May 21, 2004: https://www.atsdr.cdc.gov/toxprofiles/index.asp",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Offspring of rats that were gestationally exposed to 73.1 mg Al/kg/day as aluminum chloride by gavage showed delays in pivoting and longer latencies and more rearings in an open field test. Effects observed in rat pups that were pre- or postnatally exposed to 100-400 mg Al/kg/day as aluminum chloride or lactate included delays in neuromotor maturation (e.g., impaired grasping and righting reflexes and locomotor coordination), reduced body weight, and/or increased mortality, although there was no effect on learning ability in offspring that were gestationally exposed to 400 mg Al/kg/day and tested on postnatal day 65 using operant conditioning."
        },
        {
            "References": "European Chemicals Bureau; IUCLID Dataset, Aluminum chloride (7446-70-0) (2000 CD-ROM edition). Available from, as of June 14, 2004: https://esis.jrc.ec.europa.eu/",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ The effects of short-term exposure to aluminum chloride hexahydrate, analytical grade, on the embryonic and fetal development was studied in NMRI mice. The test substance was dissolved in physiological saline in concentrations chosen that the lower dose did not apparently affect the mice while doubling of the dose resulted in signs of discomfort. Thus, concentrations of 50 and 100 mM (12.05 and 24.1 mg/mL, respectively) were used; 0.1 mL of the test solutions were injected in the tail vein (corresponding to total doses of 1.21 and 2.41 mg, respectively). The mice were injected either on day 3 of gestation (before implantation) or on day 8 of gestation (at early stage of organogenesis). On day 3, both the low and the high dose was administered to 8 and 13 animals, respectively. On day 8, only the low dose was given to the animals (no exact number of animals specified) because it was found that mice on day 8 of gestation reacted to the higher concentration with a sick appearance. Control groups were injected with 0.1 mL of physiological saline (28 and 16 animals on days 3 and 8, respectively). All animals were sacrificed 2 days before parturition on day 17 of pregnancy; fetuses and uterine horns were dissected. Animals injected on day 8 (50 mM) revealed a significantly higher frequency of fetuses with internal hemorrhage compared with controls. Skeletal ossification, especially of the supraoccipital bone, sternum, metatarsalia, and all caudal vertebrae, was retarded in the treated groups; these changes were significant in the group treated on day 8. Mean fetal weight and number of implantations and resorptions were unaffected. ...These results suggested that aluminum administered during pregnancy did not interfere with implantation but significantly affected fetal development."
        },
        {
            "References": "European Chemicals Bureau; IUCLID Dataset, Aluminum chloride (7446-70-0) (2000 CD-ROM edition). Available from, as of June 14, 2004: https://esis.jrc.ec.europa.eu/",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Newborn (postnatal days 5-14) Wistar rats were given about 494 mg/kg/day aluminum chloride (corresponding to 100 mg/kg/day Al) by gavage daily for 10 days. Control group was run concurrent and given vehicle only. The effect of aluminum intoxication on the newborn rat was studied. The litters of 10 pregnant females were divided into groups of 3 pups. The pups were treated with the test substance at a dose corresponding to 100 mg/kg/day of aluminum dissolved in distilled water. Administration of the test substance to young rats resulted in a decreased food consumption, a decrease in body weight gain, a significant decrease of total protein, beta globulin, and albumin content in plasma, and a significant increase of alpha1 globulin content in plasma, the latter revealing an inflammatory process. The aluminum content in the plasma and in the liver homogenate was statistically significantly increased."
        },
        {
            "References": "Joint FAO/WHO Expert Committee on Food Additives; WHO Food Additives Ser 24: Aluminum (1989). Available from, as of June 7, 2004: https://www.inchem.org/documents/jecfa/jecmono/v024je07.htm",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ The maternal and fetal toxicity and tissue aluminium accumulation resulting from aluminium chloride administered during days 7-16 of gestation was assessed in 40 female BALB/c mice. Mice were mated (pregnancy rate not given) and allocated (no. of mice/group was not  given) to the following groups: saline; 100, 150, or 200 mg aluminium chloride/kg/day administered intraperitoneally; 200 or 300 mg aluminium chloride/kg/day administered by oral gavage. Mice were cervically dislocated on day 18 and maternal liver, fetuses, and placental tissues were weighed and analyzed for aluminium concentration by electrothermal atomic absorption spectroscopy on oven dried samples. All dams given 200 mg/kg/day ip died on day 10 of gestation. Maternal liver aluminium content was significantly elevated in dams administered 150 mg/kg/day ip (the one maternal liver available in the 100 mg/kg/day group had elevated aluminium content). Aluminium content in placentas or fetuses from treated dams was significantly higher than those from control dams when aluminium was administered ip; however, no dose response was evident. Administration of oral aluminium had no effect on aluminium content of maternal liver or fetal or placental weight; aluminium content of placenta or fetus were slightly elevated and exhibited no dose dependency. The number of resorptions was increased in all dams given aluminium in a dose dependent manner (no statistics were performed, the number of animals and litters were small). Mice fed aluminium chloride in drinking water at levels averaging 19.3 mg aluminium/kg/day for three generations exhibited no deleterious effects on reproduction and no histopathologic changes in the liver, spleen, or kidney in the first litter. No hematologic effects were detected. However, doubling the dose of aluminium reduced growth rate in second and third generation offspring."
        },
        {
            "References": "PMID:9831127",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ ...Four groups of plug-positive female mice were given ip injections of AlCl3 at 37.5 and 75 mg/kg/day on days 6-15 of gestation. Two of these groups were also subjected to restraint for 2 hr/day during the same gestational days. Control groups included restrained and unrestrained pregnant mice nonexposed to Al. Cesarean sections were performed on gestation day 18, and the fetuses were weighed and examined for morphological defects. Maternal toxicity was significantly enhanced by restraint at 75 mg AlCl3/kg/day. No increases in the number of resorptions or dead fetuses per litter were observed following exposure to Al, maternal restraint, or combined Al and restraint. However, a significant decrease in fetal body weight, as well as a significant increase in the number of litters with morphologic defects, was observed in the group exposed to 75 mg AlCl3/kg/day plus maternal restraint."
        },
        {
            "References": "PMID:9821021",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ ...Adult male rats ingested solutions of these salts along with drinking water at a concentration of 1000 ppm for 12 weeks. Male rat sexual behavior was suppressed after the ingestion of manganese sulfate, aluminum chloride, lead acetate and copper chloride. The ingestion of solutions of these salts markedly prolonged the intromission and ejaculation latencies. Aluminum chloride and copper chloride reduced the copulatory efficiency. Male rat aggression was also abolished after the ingestion of manganese sulfate, aluminum chloride, lead acetate and copper chloride. The ingestion of solutions of these salts markedly suppressed lateralizations, boxing bouts, fight with stud male and ventral presenting postures. ...Body, absolute or relative testes, seminal vesicles weights were dropped in adult male rats ingested with manganese sulfate, aluminum chloride, lead acetate and copper chloride. However, the absolute or relative preputial gland weights were not affected."
        },
        {
            "References": "PMID:12576137",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ Aluminum chloride (AlCl(3); 4 mg/kg) was injected into the cerebrospinal fluid of adult rats as a one time dose. Rapid Golgi stained sections of hippocampus were examined for detailed histology of neurons in CA1, CA2, and CA3 areas. The axonal length and number of dendritic branches were seen reduced 30 days later in aluminum (Al)-injected group when compared to vehicle-injected controls. Of these perturbations, dendritic branches were seen reduced significantly. Al toxicity apparently affects neuronal connectivity in hippocampus. These perturbations are reversed by supplementing the feed with pyridoxine (8 mg/kg) for 30 days."
        },
        {
            "References": "PMID:12657166",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ ...Protein restriction does not have any significant impact on regional aluminum and gamma-aminobutyrate contents of rat brain. Significant interaction of dietary protein restriction and aluminum intoxication to alter regional brain glutamate level was observed in the tested brain regions except cerebellum. Alteration in glutamate a-decarboxylase and gamma-aminobutyrate transaminase activities were found to be significantly influenced by interaction of aluminum intoxication and dietary protein restriction in all the tested brain regions. In case of regional brain succinic semialdehyde content, this interaction was significant only in cerebrum and thalamic area."
        },
        {
            "References": "PMID:12372547",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ ...Mice were treated orally with aluminum chloride or aluminum lactate (Al(lac)(3)), and AChE activity in their brain homogenates was then assayed. Results showed that this in vivo treatment augmented the activity of the enzyme. An activating effect was also observed in vitro, when the aluminum compounds were added directly to mouse brain homogenates. However, the activating effect observed in vivo was much more marked than that observed in vitro. In addition, the activation produced by Al(lac)(3) was higher than that obtained after aluminum chloride treatment. Kinetics measurements of AChE activity in the absence and presence of treatment with aluminum both in vivo and in vitro are reported."
        },
        {
            "References": "PMID:10697247",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ ...Microglial morphology /was studied/ in young adult New Zealand white rabbits receiving either single (1000 ug) or repeated sublethal (100 ug monthly) intracisternal inoculums of AlCl3. In addition, rabbits receiving 1000 ug AlCl3 inoculums were studied following an unilateral sciatic axotomy 48 hr prior to the AlCl3 exposure. /It was demonstrated/ that microglial activation in vivo is inhibited by AlCl3 exposure, and that a correlation exists between the extent of microglia suppression and the potential for recovery."
        },
        {
            "References": "PMID:12712723",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ Effect of aluminum on neurobehavior and the number of neurons in different domains of brain as well as granulovacuolar degeneration (GVD) in hippocampus were observed in Sprague-Dawley rats by ip injection with aluminum chloride for 60 days. The injection of aluminum at the dosage of 4.0 or 10.0 mg/kg could decrease active avoidance response and spontaneous motor activity in the shuttle-box test and the open field test significantly. Sections from cerebrum, cerebellum and hippocampus were detected with microscope after HE staining. Aluminum (10.0 mg/kg) could result in the decrease of neurons in cerebrum, Pukinje cells in cerebellum and pyramidal neurons in hippocampus. GVD of nerve cells in hippocampus were observed in each group, while the dosages of Al injected was 4.0 and 10.0 mg/kg, the number of GVD cells increased significantly. The incidence of GVD per 300 nerve cells was significantly related to the dosage of aluminum."
        },
        {
            "References": "PMID:2566953",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ The neurotransmitter alterations which accompany aluminum induced neurofibrillary degeneration were examined in order to assess how closely they mimic those of Alzheimer's disease. Ten New Zealand white rabbits were administered 100 uL of 1% aluminum chloride iv; control rabbits received 0.9% sodium chloride iv. There was a significant reduction in choline acetyltransferase activity in entorhinal cortex and hippocampus as well as significant reductions in cortical concentration of serotonin and norepinephrine in the aluminum treated rabbits. Significant reductions in glutamate, aspartate and taurine were found in frontoparietal and posterior parietal cortex. Concentrations of gamma aminobutyric acid were unchanged in cerebral cortex. Both substance P and cholecystokinin immunoreactivity were significantly reduced in entorhinal cortex but there were no significant changes in somatostatin, neuropeptide Y and vasoactive intestinal polypeptide. The five neuropeptides were unaffected in striatum, thalamus, cerebellum and brainstem. Neurochemical changes were found in the regions with the most neurofibrillary degeneration while regions with little or no neurofibrillary degeneration were unaffected."
        },
        {
            "References": "PMID:2725861",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ The antigenic composition, neuronal specificity and distribution of aluminum induced neurofibrillary degeneration were examined in regions of New Zealand white rabbit brain analogous to those that develop neurofibrillary tangles in Alzheimer's disease. Neurofibrillary degeneration was induced by intraventricular instillation of aluminum chloride. In aluminum treated rabbits, intensely immunoreactive filamentous aggregates were seen in affected neuronal perikarya after staining with an antiphosphorylated neurofilament antibody (SMI 31), while in controls immunoreactivity was confined to axon like elements. Monoclonal antibodies against microtubule associated protein 2 and tau, which stain neurons exhibiting neurofibrillary degeneration, formed a discrete linear pattern in layers III and V of cortex. Cortical somatostatin and nicotinamide adenine dinucleotide phosphate diaphorase reactive neurons identified in double stained sections were unaffected. Large perikarya in the vicinity of the globus pallidus, some of which contained AChE, were frequently SMI 31-immunoreactive. Among the cell groups affected in the upper brainstem were the nucleus raphe dorsalis and locus coeruleus."
        },
        {
            "References": "Hontela A et al; J Fish Biol 35 (2): 265-73 (1989)",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ Differential effects of low pH and aluminum on the caudal neurosecretory system of the brook trout, Salvelinus fontinalis, were studied. The fish were subjected to soft water at pH 6.5, 5.5 or 5.0 without aluminum added, or to water pH 5.5 with 200, 300 or 500 ug/L aluminum (as aluminum chloride) added. Using radioimmunoassay, the concentrations of urotensin I and urotensin II in the urophysis were measured. A positive correlation was found between urotensin I concentrations and acidity, and a negative correlation was found between urotensin II concentrations and total aluminum in the water. Morphometric analysis revealed that the mean size of caudal neurosecretory cells tended to be slightly smaller in fish kept in water at pH 6.5 than in fish at pH 5.5 or at pH 5.5 with 500 ug/L aluminum added. A smaller proportion of lobed nuclei was observed in caudal neurosecretory cells of fish at pH 6.5 than at 5.5, and at pH 5.5 with 500 ug/L aluminum added (P< or = 0.05)."
        },
        {
            "References": "European Chemicals Bureau; IUCLID Dataset, Aluminum chloride (7446-70-0) (2000 CD-ROM edition). Available from, as of June 14, 2004: https://esis.jrc.ec.europa.eu/",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ The impairment of motor coordination after ingestion of aluminum chloride was investigated in groups of 20 Swiss mice. ONe group was given distilled, deionized water, another group was given distilled, deionized water supplemented with aluminum. The drinking water of the treated mice contained 4.4 +/-0.75 ug/mL Al; each animal drank 5.0 +/-1.2 mL daily. A motor coordination test was applied to both groups on days 38 and 90 of treatment using a rota-rod treadmill for mice; the time (measure din seconds) for each mouse staying on the rod was recorded. No significant difference between the percentage of animals staying on the rod on days 38 and 90 was observed in controls. In the treated group, a significant duration-dependent decrease in percentage of animals staying on the rod was observed when compared to untreated controls. Furthermore, in the treated group the value obtained on day 90 of the study was significantly lower than the value obtained on day 38. ...These data showed that the test substance produced a time-dependent impairment of the motor coordination ability in mice."
        },
        {
            "References": "European Chemicals Bureau; IUCLID Dataset, Aluminum chloride (7446-70-0) (2000 CD-ROM edition). Available from, as of June 14, 2004: https://esis.jrc.ec.europa.eu/",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ The neurotoxic effects of aluminum was studied in groups of 5 CD-1 mice/sex measuring the Conditioned Avoidance Response (CAR). The mice were given /aluminum chloride hexahydrate/ at a dose level of 1.0% aluminum in the drinking water form 1 month to 4 months of age. Controls were given tap water. All mice were tested for CAR 5 times at about 2 months of age for 5 alternative days using electronic shocks. One month later, they were retested for retention of memory. ...CAR of mice that ingested the test substance were not significantly different from those of controls. ...These results suggested that oral ingestion of aluminum did not induce neurotoxicity in mice older than 1 month of age. /Hexahydrate/"
        },
        {
            "References": "European Chemicals Bureau; IUCLID Dataset, Aluminum chloride (7446-70-0) (2000 CD-ROM edition). Available from, as of June 14, 2004: https://esis.jrc.ec.europa.eu/",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ The neurotoxic effects of aluminum was studied in groups of 5 CD-1 mice/sex measuring the Conditions Avoidance Response (CAR). The mice (1 moth old) were injected with /aluminum chloride hexahydrate/ at a dose level of 10, 30, and 100 mg/kg aluminum, controls were injected with the vehicle. All mice were tested for CAR 5 times at about 2 months of age for 5 alternative days using electronic shocks. One month later, they were retested for retention of memory. ...CAR following the ip injection of 30 mg/kg Al was 36% lower than controls; CAR retention was reduced to 20%. However, the 100 mg/kg group of survivors showed less effect than the 30 mg/kg on CAR performance. No data on the number of deaths were given... . /Hexahydrate/"
        },
        {
            "References": "PMID:9116693",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ The effects of chronic aluminum (Al) administration on the deposition of the metal and on the receptor binding characteristics of the Ml muscarinic acetylcholine receptors (MlAChR) were studied in selected rat brain areas. Animals were injected intraperitoneally with an AlCl3 solution of 1.0 mg/mL/100 g of body weight for 5 weeks, 5 days/wk. Al accumulation was detected by solochrome azurine histochemistry in the brain, where the metal could be visualized in capillaries, endothelial cells and surrounding brain tissues. Changes in the binding properties of the MlAChR after chronic Al treatment were determined with the use of selective and nonselective muscarinic antagonists. Significantly decreased number of maximal MlAChR binding sites (Bmax) as measured by the equilibrium binding of [3H]pirenzepine, were detected in all of the brain areas examined. While the nonselective antagonist [3H] (-)QNB displayed a generally decreased Bmax, value, it reached the level of significance only in the striatum."
        },
        {
            "References": "DHHS/ATSDR; Toxicological Profile for Aluminum (July 1999). Available from, as of May 21, 2004: https://www.atsdr.cdc.gov/toxprofiles/index.asp",
            "Value": "/GENOTOXICITY/ Mice were injected intraperitoneally with 0.01, 0.05, or 0.1 molar aluminum chloride, and bone marrow cells were examined for chromosomal aberrations. There was a significant increase in chromatid-type aberrations over the controls, and these occurred in a nonrandom distribution over the chromosome complement. No dose-response relationship could be demonstrated, although the highest dose of aluminum chloride did produce the greatest number of aberrations. These data are supported by in vitro studies that show that aluminum chloride causes crosslinking of chromosomal proteins and DNA in ascites hepatoma cells from Sprague-Dawley rats. Cross-linking agents frequently produce clastogenic effects due, presumably, to conformational distortions that prohibit proper DNA replication."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. V2 375",
            "Value": "/GENOTOXICITY/ There was failure of forward mutation induction in the L5178Y mouse lymphoma assay with /aluminum chloride/ at concentrations of < or =625 ug or at 10-100 ng/plate in the AMes test using TA102 Salmonella typhimurium."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. V2 375",
            "Value": "/GENOTOXICITY/ In several in vitro investigations for mutagenic activity, /aluminum oxide, aluminum chloride, and aluminum sulfate/ at concentrations of 1-10 mM were negative."
        },
        {
            "References": "Manna GK, Das RK; Nucleus (Calcutta) 15 (3): 180-6 (1972)",
            "Value": "/GENOTOXICITY/ Chromosome aberrations in mice induced by aluminum chloride. Higher concentration induced higher frequency of aberrations but the increase was not proportional."
        },
        {
            "References": "Manna GK, Das RK; Nucleus (Calcutta) 15 (3): 180-6 (1972)",
            "Value": "/GENOTOXICITY/ Bone marrow cells of mice injected with 0.1, 0.05 and 0.01 molar solution of aluminum chloride at 1 mL/30 g bw, erosion, stickiness, sub-chromatid, chromatid and chromosome breaks, translocations, gaps and constrictions in individual chromosomes were observed."
        },
        {
            "References": "National Research Council. Drinking Water & Health, Volume 4. Washington, DC: National Academy Press, 1981., p. 165",
            "Value": "/GENOTOXICITY/ ...Studied the effect of various metals on the in-vitro morphological transformation of Syrian hamster embryo cells. The results for aluminum chloride administered in concentrations up to 20 ug/mL were negative. In shorter experiments (20 to 30 days), aluminum chloride was given orally to rats, guinea pigs, and rabbits in doses ranging from 3 to 50 mg/kg/day, and in chronic experiments (6 to 12 months) it was given to rats in oral doses ranging from 0.025 to 2.5 mg/kg. No chromosomal aberrations were found in bone marrow cells as a result of these exposures."
        },
        {
            "References": "European Chemicals Bureau; IUCLID Dataset, Aluminum chloride (7446-70-0) (2000 CD-ROM edition). Available from, as of June 14, 2004: https://esis.jrc.ec.europa.eu/",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ The effects of aluminum on the stromal cells of rat bone marrow was investigated using a combination of in vivo exposure and in vitro culture. Ten male Wistar rats received daily iv injections of 0.5 mL aqueous aluminum chloride solution containing 4 mg/kg of body weight for 5 days. Another 10 control rats were injected with saline. On the 6th day, blood samples were collected from the tail vein; the animals were sacrificed and bone marrow stroma cells were prepared from the femoral bones and were maintained aat 37 °C for another 5 days. A significant decrease in the erythrocytes count and hemoglobin level in the peripheral blood was observed in stroma cell cultures obtained from treated rats. Aluminum stimulated an increase in the number of fibroblasts while the macrophage count dropped; the number of adipocytes remained unaffected. An increase in mean corpuscular hemoglobin (MCH) was found in the peripheral blood of treated rats."
        },
        {
            "References": "PMID:2752311",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ NB2a/dl mouse neuroblastoma cells were exposed to aluminum chloride (0, 0.1, 0.4, and 1 mM) for 3 and 6 days. Additional cultures were exposed to aluminum chloride and the cells were stimulated to elaborate axonal neurites by dibutyryl cyclic AMP. By phase-contrast microscopy, Aluminum chloride had no effect on the morphology of undifferentiated (NB2a(-)) or differentiated (NB2a(+)) cells, or on neuritic elaboration and maintenance. Silver staining by the Bielschowsky method, however, demonstrated argyrophilic accumulations in perikarya of many treated NB2a(-) and NB2a(+) cells. The effect was dose dependent, and 1 mM aluminum chloride incr by approx 5-fold the percentages of Bielschowsky positive NB2a(-) and (+) cells over those of untreated cells. At the ultrastructural level, whorls of intermediate filaments were the most prominent abnormalities in neuronal perikarya. Although phosphorylated high molecular wt neurofilament subunits are normally detected by immunocytochemical analyses only within axonal neurites of NB2a/dl cells, aluminum chloride treatment caused the detection of phosphorylated epitopes of neurofilament subunits within perikaryal of NB2a(-) and NB2a(+) cytoskeletons."
        },
        {
            "References": "PMID:2764711",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ Mouse neuroblastoma clone N1E-115 cells were exposed to either 2% dimethylsulfoxide medium or dimethylsulfoxide supplemented with aluminum chloride (aluminum chloride, at 20 to 50 ug/ml aluminum). Cells were exposed to aluminum chloride either the day following cell plating in dimethylsulfoxide medium, when proliferation had been arrested but no differentiation was noticed, or after 10 days in dimethylsulfoxide when cells were fully differentiated. Aluminum caused premature onset of deterioration in fully differentiated cells. Toxic effects were evident only after 24 to 48 hr in different experiment. Using microelectrodes, cells were seen to depolarize from -29.3 + or - 0.9 mV to levels lower than -15 mV in 4 to 6 days; compound polyphasic action potentials were gradually replaced by slow monophasic spikes before the final low of excitable properties and structural deformations was noticed. Developing cells followed the normal pattern of differentiation in the presence of aluminum: within 7 days they extended neurites, hyperpolarized and exhibited polyphasic spikes. Cells grown in dimethylsulfoxide medium had a mean lifespan of 20.5 days in 13 experiments. Cells grown in dimethylsulfoxide medium exposed to aluminum from day 1 on had a mean lifespan of 10.7 days, and those exposed to aluminum from day 10 survived, on average, an additional 5.7 days."
        },
        {
            "References": "PMID:7641239",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ ...DRG neurons prepared from 4 day old rats and patch clamped at -80 millivolts (mV) were incubated with 0-6.8 ug/mL aluminum-chloride which was added to the external or internal bathing solution. The pH of the external bathing solution was varied from 6.4-7.8. The effects on the VACCCs were assessed by measuring changes in the currents when the voltage was jumped from -80 to 0 mV. Aluminum caused a concentration dependent decrease in the VACCC when added to the external bathing solution. The concentration causing a 50% decrease in VACCC at pH 7.3 was 2.3 ug/mL. The effect was largely irreversible, a maximum recovery in the VACCC of only 20% being observed after washing the neurons with aluminum free medium. A slight shift of the VACCC/voltage relation was seen in preparations treated with aluminum concentrations above 2 ug/mL. The effect of aluminum on the VACCCs became more pronounced as the pH was decreased. The IC50 decreased to 0.56 ug/mL at pH 6.4, but increased to 3.1 ug/mL when the pH was increased to pH 7.7. Adding 2.7 ug/mL to the internal bathing solution reduced the VACCCs of the preparation by 50% within 1 min. Adding 2.7 ug/mL aluminum to the external bathing solution decreased the VACCCs by an additional 25%."
        },
        {
            "References": "PMID:7477044",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ The cytotoxic effects of aluminum chloride at different concentrations (1x10-4 - 5x10-2 M) on the nucleus and the nucleolus in root tip cells of Hordeum vulgare were investigated using the carbol fuchsin staining method and the silver staining technique separately. Results showed that aluminum chloride could induce nuclear aberrations comprising elongated, irregular, ruptured and fractured nuclei and micronucleus formation. After the treatment with aluminum, it was observed that the nucleolar material was extruded from the nucleus into the cytoplasm. The nucleolar material in the cytoplasm was disintegrated, forming silver-stained particulate material, which occurred in both the inner root meristem cells and the root cap cells."
        },
        {
            "References": "Wakayama I et al; Brain Res 748 (1-2); 237-240 (1997)",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ ... Newly synthesized RNA from dissociated mouse hippocampal neurons was more slowly transported into dendrites in the presence of aluminum chloride when compared to those without the addition of aluminum chloride to the culture medium."
        },
        {
            "References": "Huang GW et al; Chung-Kuo Kung Kung Wei Sheng (China Public Health) 16 (4): 297-298 (2000)",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ ...Human embryonic osteoblasts were divided into 3 groups (control, low and high Al groups). The growth, development and morphology of osteoblasts were observed by the light microscope. The results showed that the survival cell quantity in high Al group was remarkably lower than those in the control and low Al groups (P<0.05), and the detective rate of cell degeneration and necrosis was more than those in the 2 groups (P<0.01)."
        },
        {
            "References": "Sucoff E et al; Plant Soil 113 (1): 93-9 (1989)",
            "Value": "/OTHER TOXICITY INFORMATION/ Honeylocust (Gleditsia triacanthos L) seedlings were grown for 72 days in soil from a BC horizon of a Spodosol altered by adding four levels of aluminum chloride hexahydrate. At harvest, soils at field moisture capacity were mixed with additional water (equivalent to 1.0 g dry soil:0.4 g water) or with 0.01 M strontium chloride (equivalent to 1.0 g dry soil:1.4 g 0.008 M strontium chloride . Mixtures were centrifuged and the supernatant filtered. Saturated paste (water) extracts from controls to the highest aluminum chloride treatment contained, respectively, 85 to 831 uM aluminum, 834 to 163 uM calcium, and 316 to 35 uM magnesium and had a pH of 4.4 to 4.0. Leaf, stem, and root concentration of aluminum and phosphorus increased while those of magnesium, calcium, and zinc decreased with increasing levels of aluminum. Growth decreased as aluminum, aluminum/calcium, and aluminum/magnesium ratios in the extract increased. Growth was negatively related to tissue concentration of aluminum, phosphorus, zinc and positively related to tissue magnesium and calcium. /Aluminum chloride hexahydrate/"
        },
        {
            "References": "Tepper HB et al; Environ Exp Bot 29 (2): 165-73 (1989)",
            "Value": "/OTHER TOXICITY INFORMATION/ Honey locust and loblolly pine were grown in solution culture with 250 to 1500 uM aluminum (applied as a 1:1 mixture of aluminum chloride and aluminum sulfate). In both species aluminum reduced primary root elongation, more severely in the honey locust. The decrease was most evident in the second mm root segment after 24 hr. The decrease in elongation was not accompanied by a decrease in cell size. The cytological appearance of cells in the meristems of treated and untreated honey locust and loblolly pine also differed. In honey locust, the meristems of control roots 72 hr after treatment were dividing actively and were densely cytoplasmic. In roots treated with 600 uM aluminum, cell division had almost ceased and the cells were much more vacuolate. In loblolly pine, cells in the meristem of control roots were actively dividing and densely protoplasmic. In treated roots, the impact of aluminum was less pronounced, mitotic divisions were still present, and vacuolation increased mainly in the differentiating cells distal to the meristem. Aluminum drastically reduced mitotic activity in honey locust; this was irreversible with time. A less marked decline was seen in loblolly pine, with mitotic activity returning to control levels after 72 hr. /Aluminum salts/"
        },
        {
            "References": "WHO; Environ Health Criteria 194: Aluminum (1997). Available from, as of June 2, 2004: https://www.inchem.org/documents/ehc/ehc/ehc194.htm#SectionNumber:1.1",
            "Value": "/OTHER TOXICITY INFORMATION/ Oral application of /aluminum chloride/ (300 to 1200 mg/kg diet) to cattle for 84 days did not change plasma or tissue levels of calcium, phosphorus, magnesium or iron, although increased levels of zinc were seen in liver and kidney. In sheep (20 lambs) fed a diet supplemented with /aluminum chloride/ (2000 mg/kg for 56 days), observed a reduction of the apparent calcium absorption and lower plasma/serum phosphate levels."
        },
        {
            "References": "European Chemicals Bureau; IUCLID Dataset, Aluminum chloride (7446-70-0) (2000 CD-ROM edition). Available from, as of June 14, 2004: https://esis.jrc.ec.europa.eu/",
            "Value": "/OTHER TOXICITY INFORMATION/ The root tips of Allium cepa (onion) were placed directly into /aluminum chloride/ solutions of 0.0001-100 mM. Exposure of the root tips to the test substance resulted in chromosome, nucleus, and nucleolus irregularities, including c-mitosis, chromosome stickiness, irregularly shaped nuclei, micronuclei, irregularly shaped nucleoli, silver-stained material scattered in the nucleus, the weakening of silver-staining reaction at the periphery of the nucleolus, and the release of nucleolar material from the nucleus into the cytoplasm."
        },
        {
            "References": "European Chemicals Bureau; IUCLID Dataset, Aluminum chloride (7446-70-0) (2000 CD-ROM edition). Available from, as of June 14, 2004: https://esis.jrc.ec.europa.eu/",
            "Value": "/OTHER TOXICITY INFORMATION/ Exposure of garlic (Allium sativa L.) root tips to /aluminum chloride, 0.01-100 mM/ resulted in inhibited root growth and mitotic irregularities, including c-mitosis, anaphase bridges, and chromosome stickiness. Nucleolar material was extruded from the nucleus into the cytoplasm. Extrusion was observed in the inner root meristem and root cap cells. ...The poisoning of the root tip cells of Allium sativum L. (garlic) by Al3+ might result from the uptake and accumulation of Al and inhibition of Ca uptake, distribution of physiological activities of calmodulin and the inhibition of some enzyme reactions."
        }
    ]
}