{
    "_id": {
        "$oid": "6682e941c4e5dba5ffba29b1"
    },
    "CID": {
        "$numberInt": "24083"
    },
    "Name": "MAGNESIUM SULFATE",
    "IUPACName": "magnesium;sulfate",
    "CanonicalSMILES": "[O-]S(=O)(=O)[O-].[Mg+2]",
    "Synonyms": [
        "MAGNESIUM SULFATE",
        "7487-88-9",
        "Magnesium sulphate",
        "Magnesium sulfate anhydrous",
        "MgSO4",
        "Magnesium sulfate (1:1)",
        "Magnesiumsulfat",
        "Sal Angalis",
        "Sal De sedlitz",
        "Tomix OT",
        "Magnesiumsulfate",
        "Magnesium(II) sulfate",
        "Magnesium sulfate",
        "anhydrous",
        "Sulfuric acid magnesium salt",
        "OT-S (drying agent)"
    ],
    "IsomericSMILES": "[O-]S(=O)(=O)[O-].[Mg+2]",
    "INCHI": "InChI=1S/Mg.H2O4S/c;1-5(2,3)4/h;(H2,1,2,3,4)/q+2;/p-2",
    "INCHIKEY": "CSNNHWWHGAXBCP-UHFFFAOYSA-L",
    "Formula": "MgO4S",
    "MolecularWeight": {
        "$numberDouble": "120.37"
    },
    "Description": "Magnesium sulfate is a magnesium salt having sulfate as the counterion. It has a role as an anticonvulsant, a cardiovascular drug, a calcium channel blocker, an anaesthetic, a tocolytic agent, an anti-arrhythmia drug, an analgesic and a fertilizer. It is a magnesium salt, a metal sulfate and an organic magnesium salt.",
    "XlogP": {
        "$numberDouble": "NaN"
    },
    "Complexity": {
        "$numberInt": "62"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "mechanism_of_action": [
        {
            "References": "Osol, A. and J.E. Hoover, et al. (eds.). Remington's Pharmaceutical Sciences. 15th ed. Easton, Pennsylvania: Mack Publishing Co., 1975., p. 743",
            "Value": "CATHARTIC ACTION RESULTS FROM FACT THAT MGSO4 IS NOT ABSORBED FROM INTESTINAL TRACT, & THUS RETAINS SUFFICIENT WATER WITHIN LUMEN OF BOWEL TO MAKE AN ISOTONIC SOLN. IN EVENT...SALT IS GIVEN IN HYPERTONIC SOLN, SOURCE OF WATER WOULD BE BODY FLUIDS, &...DEHYDRATING ACTION IS EXERTED. /HEPTAHYDRATE, USP/"
        },
        {
            "References": "McEvoy, G.K. (ed.). American Hospital Formulary Service- Drug Information 2002. Bethesda, MD: American Society of Health-System Pharmacists, Inc. 2002 (Plus Supplements)., p. 2163",
            "Value": "EXACT MECHANISM OF.../CNS/ DEPRESSANT ACTIVITY IS NOT FULLY KNOWN; HOWEVER, EXCESS MAGNESIUM APPEARS TO DECR AMT OF ACETYLCHOLINE LIBERATED BY MOTOR NERVE IMPULSE. /HEPTAHYDRATE INJECTION USP/"
        },
        {
            "References": "PMID:12225296",
            "Value": "Isolated myometrial strips were obtained from humans undergoing elective cesarean section at term pregnancy and Wistar albino rats on gestational days 19-21. These strips were mounted in organ baths for recording of isometric tensions. The effect of magnesium sulfate, isradipine, and ritodrine on the amplitude and frequency of spontaneous contractions was compared. ... Ritodrine  (10-8-10-5 M) concentration-dependently inhibited the frequency and amplitude of spontaneous contractions of myometrial strips. At 10-4 M, tachyphylaxis of ritodrine occurred and contractions started again. Magnesium sulfate (10-7-10-4 M) inhibited the frequency but did not change the amplitude of the spontaneous contractions. Isradipine (10-7-10-4 M) had a concentration-related inhibitor effect on both the frequency and amplitude of the spontaneous contractions. The effects of magnesium sulfate, isradipine, and ritodrine were considerably similar in myometrium strips obtained from pregnant rats and humans. ..."
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "Grant, W. M. Toxicology of the Eye. 2nd ed. Springfield, Illinois: Charles C. Thomas, 1974., p. 639",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ INJECTION OF 0.08 MOLAR MAGNESIUM SULFATE INTO RABBITS CORNEA...CAUSED NO REACTION. OLD REPORTS ALLEGING CORNEAL OPACIFICATION FROM MAGNESIUM...SULFATE WERE CONCERNED PRIMARILY WITH AN ARTIFICIAL FERTILIZER NAMED KAINIT, WHICH CONTAINED VARIOUS MAGNESIUM & POTASSIUM SALTS."
        },
        {
            "References": "Ryan CA, et al; Arch Dis Child Fetal Neonatal Ed 71 (3): F151-155 (1994)",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ ...The cardiac index (Q), pulmonary arterial pressure (PAP), systemic arterial pressure (SAP), and pulmonary (PVRI) and systemic (SVRI) vascular resistance indices were measured in 9 newborn piglets (including 3 controls). Pulmonary hypertension was induced by .../hypoxia/, after which there was a significant increase in PAP and PVRI (37% and 142%, respectively; p<0.01) and a significant fall in SAP and Q (30% and 33%, respectively; p<0.01). ...Magnesium sulfate was infused iv as 4 doses of 25 mg/kg, 15 minutes apart, which resulted in a significant mean (SD) incr in serum magnesium (0.83 (0.07) mmol/l to 1.82 (0.19) mmol/l; p<0.01). After the initial dose SAP, SVRI, PAP and PVRI decreased, but not significantly. Each subsequent dose of (50, 75, 100 mg/kg) was accompanied by further significant reductions in these variables from control baseline (p<0.05). The PVRI:SVRI ratio remained unchanged throughout. Inhaled nitric oxide (NO) 40 ppm was administered after the last dose of magnesium sulfate. The PVRI:SVRI significantly decreased (p<0.05), indicating that reversible pulmonary hypertension remained after a maximum dose of magnesium sulfate. ...Unlike NO, magnesium sulfate is not a selective pulmonary vasodilator and may lead to deleterious effects on systemic pressures in critically ill newborns."
        },
        {
            "References": "Venugopal, B. and T.D. Luckey. Metal Toxicity in Mammals, 2. New York: Plenum Press, 1978., p. 53",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ WEANLING RATS EXHIBITIED DIARRHEA, DEPRESSED GROWTH RATE, & INTESTINAL DISTENSION WHEN FED 1% MAGNESIUM SULFATE."
        }
    ]
}