{
    "_id": {
        "$oid": "6682e941c4e5dba5ffba29b5"
    },
    "CID": {
        "$numberInt": "24193"
    },
    "Name": "TITANIUM TETRACHLORIDE",
    "IUPACName": "tetrachlorotitanium",
    "CanonicalSMILES": "Cl[Ti](Cl)(Cl)Cl",
    "Synonyms": [
        "TITANIUM TETRACHLORIDE",
        "Tetrachlorotitanium",
        "Titanium(IV) chloride",
        "7550-45-0",
        "Titanium chloride",
        "TiCl4",
        "Titanic chloride",
        "Titantetrachlorid",
        "Titaantetrachloride",
        "Titanium chloride (TiCl4)",
        "Tetrachlorure de titane",
        "Titanium(IV)tetrachloride",
        "Titanium chloride (TiCl4)",
        "(T-4)-",
        "HSDB 870",
        "EINECS 231-441-9"
    ],
    "IsomericSMILES": "Cl[Ti](Cl)(Cl)Cl",
    "INCHI": "InChI=1S/4ClH.Ti/h4*1H;/q;;;;+4/p-4",
    "INCHIKEY": "XJDNKRIXUMDJCW-UHFFFAOYSA-J",
    "Formula": "Cl4Ti",
    "MolecularWeight": {
        "$numberDouble": "189.7"
    },
    "Description": {
        "$numberDouble": "NaN"
    },
    "XlogP": {
        "$numberDouble": "NaN"
    },
    "Complexity": {
        "$numberInt": "19"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "mechanism_of_action": [
        {
            "References": "DHHS/ATSDR; Toxicological Profile for Titanium tetrachloride p.33 (September 1997)",
            "Value": "It has been postulated that harmful effects of titanium tetrachloride are due to its extremely vigorous reaction with water in any form (perspiration on the skin, tears, moisture in the air) resulting in liberation of large quantities of heat. The mechanism of injury is thought to involve a thermal burn, which then exposes the deeper tissue layers to other titanium tetrachloride hydrolysis products such as hydrochloric acid, resulting in even more severe & deeper burns. In other words, the extremely serious effects observed following exposure to titanium tetrachloride are the result of combined thermal & acid burns."
        },
        {
            "References": "DHHS/ATSDR; Toxicological Profile for Titanium tetrachloride p.11 (September 1997)",
            "Value": "One possible explanation for the more severe effects seen from exposure to titanium tetrachloride compared with hydrochloric acid is that hydrochloric acid, because of its high solubility, is dissolved in the moisture of the nasopharynx & trachea & thus penetrates the lungs to only a very limited extent. However, hydrolysis products, titanium oxide hydrate, is a particulate that can absorb some of the hydrochloric acid vapors that are also generated during hydrolysis & carry them into the deeper parts of the lungs. Also, in the lungs, the partially hydrolyzed titanium tetrachloride can be further hydrolyzed with release of hydrochloric acid, resulting ultimately in hydrochloric acid being carried deeper into the lung & to the alveoli."
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "Clayton, G. D. and F. E. Clayton (eds.). Patty's Industrial Hygiene and Toxicology: Volume 2A, 2B, 2C: Toxicology. 3rd ed. New York: John Wiley Sons, 1981-1982., p. 1975",
            "Value": "... INJECTIONS OF HYDROLIZED TITANIUM TETRACHLORIDE INTO PERITONEAL CAVITIES OF GUINEA PIGS TO DETERMINE WHETHER LESIONS WERE PROGRESSIVE, AS IN SILICOSIS, REVEALED ONLY TISSUE REACTION CHARACTERISTICALLY PRODUCED BY INERT DUSTS."
        },
        {
            "References": "Larson, L.L., Kenaga, E.E., Morgan, R.W. Commercial and Experimental Organic Insecticides. 1985 Revision. College Park, MD: Entomological Society of America, 1985., p. 919",
            "Value": "... RATS EXPOSED TO HEAVY CONCN OF FUMES OF TITANIUM TETRACHLORIDE DEVELOPED WHITE CORNEAS ... ."
        },
        {
            "References": "SMITH DM ET AL; BIOLOGICAL EFFECTS OF INHALED TITANIUM(IV) CHLORIDE/AMMONIUM (LA-8654-MS) 8 (1980)",
            "Value": "RATS & HAMSTERS WERE EXPOSED FOR 1 HR TO REACTANT PRODUCTS OF AEROSOLIZED TITANIUM TETRACHLORIDE & AMMONIUM HYDROXIDE. GROUPS OF EACH SPECIE & SEX WERE THEN IMMEDIATELY ANESTHETIZED (POINT 1) OR MAINTAINED FOR 30 DAYS (POINT 2). THERE WERE NO SIGNIFICANT DIFFERENCES BIOLOGICALLY IN ANY OF COMPLETE BLOOD COUNTS OR CLINICAL CHEMISTRY (SMAC-20) PROFILE VALUES FOR EXPOSED VERSUS CONTROL GROUPS AT POINT 1 OR POINT 2. ONE OF 30 EXPOSED MALE HAMSTERS (3%) AT POINT 2 DEVELOPED MULTIPLE MICROGRANULOMAS OF LUNG."
        },
        {
            "References": "Clayton, G. D. and F. E. Clayton (eds.). Patty's Industrial Hygiene and Toxicology: Volume 2A, 2B, 2C: Toxicology. 3rd ed. New York: John Wiley Sons, 1981-1982., p. 1975",
            "Value": "The effect of liquid titanium tetrachloride on the skin is even more damaging. Two applications made daily on each of three successive days to a clipped area of the skin of albino guinea pigs resulted in the destruction of the outer layers of the skin comparable to a second-degree thermal burn."
        },
        {
            "References": "Friberg, L., Nordberg, G.F., Kessler, E. and Vouk, V.B. (eds). Handbook of the Toxicology of Metals. 2nd ed. Vols I, II.: Amsterdam: Elsevier Science Publishers B.V., 1986., p. V2 602",
            "Value": "Exposure of rats to hydrolysis products of titanium tetrachloride by inhalation for 2 hr at concns ranging from 0.1-3 mg/l resulted in concn-related mortality which was significantly higher than in animals exposed to equivalent amounts of hydrochloric acid vapor."
        },
        {
            "References": "PMID:3813883",
            "Value": "Rats were exposed to white smoke generated from mixtures of titanium dioxide hexachloroethane & zinc hexachloroethane, respectively, in an inhalation chamber operated in the static mode. The dose was varied by varying the amount of smoke mixture &/or the exposure time. The acute inhalation toxicity of titanium dioxide hexachloroethane smoke was much lower than the zinc hexachloroethane smoke. Thus, the animals survived exposure to titanium dioxide hexachloroethane smoke, even at relatively high smoke concns. This smoke was irritating to the animals & minor, acute inflammatory changes were seen in lung tissue. In contrast, zinc hexachloroethane smoke was very toxic & caused lethal injuries to the experimental animals, even at relatively low concns. Pulmonary injuries were extensive & death was due to blood congestion with pulmonary edema. Since the titanium dioxide hexachloroethane & zinc hexachloroethane mixtures form titanium tetrachloride & zinc chloride, respectively, a separate study was performed in which rats were exposed to titanium tetrachloride gas or zinc chloride aerosol. No animals died from exposure to titanium tetrachloride at concns between 370 & 2900 mg/cu m for 10 min. The LC50 of zinc chloride was found to be around 2000 mg/cu m during a 10 min exposure period. The difference between the two types of smoke is explained by the difference in toxicity between titanium tetrachloride & zinc chloride."
        },
        {
            "References": "PMID:3952749",
            "Value": "Rats were exposed to titanium tetrachloride hydrolysis products by inhalation exposure at aerosol concns of 0, 0.1, 1.0, & 10 mg/cu m for 6 hr/day, 5 days/wk for 2 yrs. There were no abnormal clinical signs, body weight changes, or excess mortality in any exposed groups. No pathological changes other than a mild rhinitis were observed at 0.1 mg/cu m. At 1.0 mg/cu m, the incidence of mild rhinitis & tracheitis was increased. The lungs showed a minute dust laden macrophage (dust cell) reaction with slight Type II pneumocyte hyperplasia in alveoli adjacent to the alveolar ducts. The pulmonary response at the 1.0 mg/cu m satisfied the biological criteria for a nuisance dust. At 10 mg/cu m, extrapulmonary particle deposition occurred in the tracheobronchial lymph nodes, liver, & spleen without any tissue reponse. An increased incidence of rhinitis, tracheitis, & dust cell response with Type II pneumocyte hyperplasia, alveolar bronchiolarization, foamy dust cell accumulation, alveolar proteinosis, cholesterol granuloma, & focal pleurisy was also observed. The pulmonary lesions developed in the alveolar duct region where dust cells had accumulated & had provoked a chronic tissue response. In addition, a few well differentiated, cystic keratinizing squamous carcinomas were developed from alveoli showing bronchiolarization with squamous metaplasia in the alveolar duct region. No tumor metastasis was found in other organs. The lung tumors were a unique type of experimentally induced tumor & have not been seen usually in man or animals. Therefore, the relevance to man of this type of lung tumor is highly questionable."
        },
        {
            "References": "Clayton, G.D., F.E. Clayton (eds.) Patty's Industrial Hygiene and Toxicology. Volumes 2A, 2B, 2C, 2D, 2E, 2F: Toxicology. 4th ed. New York, NY: John Wiley & Sons Inc., 1993-1994., p. 2283",
            "Value": "The serious effects of TiCl4 liquid on the skin and eye, ... were found amply true, with second- and third-degree burns and lasting deep brown pigment about the periphery of the scars and in areas of healed burns."
        },
        {
            "References": "DHHS/ATSDR; Toxicological Profile for Titanium tetrachloride p.10 (September 1997)",
            "Value": "After or during a single 2 hr exposure to various levels of titanium tetrachloride & its hydrolysis products (titanium oxychloride, titanium dioxide & hydrochloric acid), 9 of 15 mice died. The results indicate that death following exposure was concn-dependent; of the 9 animals that died following exposure to titanium tetrachloride, 4 were from the high-dose group, 3 were from the middle-dose group, & 2 were from the low-dose group. This study also included 3 groups of mice exposed to hydrochloric acid alone (the concns were 0.012-0.06 mg/L, 0.036-0.11 mg/L, & 0.03-0.24 mg/L). Only one mouse died in the group exposed to the high dose of hydrochloric acid. These results are important because they compare the toxic effects of titanium tetrachloride & its hydrolysis products with those of hydrochloric acid, & they suggest that titanium tetrachloride subsequent hydrolysis products are more toxic to mice than hydrochloric acid alone. Although the cause of death in this study is not known, it appeared that in both cases (exposure to hydrolysis products of titanium tetrachloride & exposure to hydrochloric acid alone) the ultimate toxicant was hydrochloric acid. One possible explanation for the more severe effects seen from exposure to titanium tetrachloride compared with hydrochloric acid is that hydrochloric acid, because of its high solubility, is dissolved in the moisture of the nasopharynx & trachea & thus penetrates the lungs to only a very limited extent. However, hydrolysis products, titanium oxide hydrate, is a particulate that can absorb some of the hydrochloric acid vapors that are also generated during hydrolysis & carry them into the deeper parts of the lungs. Also, in the lungs, the partially hydrolyzed titanium tetrachloride can be further hydrolyzed with release of hydrochloric acid, resulting ultimately in hydrochloric acid being carried deeper into the lung & to the alveoli."
        },
        {
            "References": "DHHS/ATSDR; Toxicological Profile for Titanium tetrachloride p.20 (September 1997)",
            "Value": "Female Sprague-Dawley rats were exposed by inhalation to 1,466, 5,112, 7,529, or 11,492 mg/cu m of titanium tetrachloride for 10 min. None of the animals died form exposure, but signs of toxicity included wet noses, nasal discharge, swollen eyelids, & dyspnea. These signs disappeared 48-72 hr after exposure, & lung histopathology done 7 days later showed minor lesions. The lungs in 1 of 3 & 2 of 2 rats exposed to 5,112, 11,492 mg/cu m, respectively, showed discrete inflammatory residues, thickened alveolar septa, & a sparse accumulation of phagocytes."
        },
        {
            "References": "DHHS/ATSDR; Toxicological Profile for Titanium tetrachloride p.21 (September 1997)",
            "Value": "In a 4 wk inhalation study, rats exposed intermittently to 5 mg/cu m of hydrolysis products of titanium tetrachloride showed a mild dust-cell reaction & increased relative lung weight. In addition to increased lung weight, higher exposure concns (10 & 40 mg/cu m) induced concn-related inflammation of the respiratory tract. The effects were described as acute bronchiolitis, interstitial pneumonitis, proliferation of alveolar cells, & hyperplasia of the tracheal epithelium with increased mucus secretion. These effects gradually disappeared during a recovery period of up to 12 months that followed exposure, although slight collagenized fibrosis persisted in the respiratory bronchioles & adjoining alveolar walls."
        }
    ]
}