{
    "_id": {
        "$oid": "6682e942c4e5dba5ffba29b6"
    },
    "CID": {
        "$numberInt": "24203"
    },
    "Name": "DISODIUM HYDROGEN PHOSPHATE",
    "IUPACName": "disodium;hydrogen phosphate",
    "CanonicalSMILES": "OP(=O)([O-])[O-].[Na+].[Na+]",
    "Synonyms": [
        "7558-79-4",
        "Sodium phosphate dibasic",
        "Disodium hydrogen phosphate",
        "Disodium hydrogenorthophosphate",
        "DISODIUM PHOSPHATE",
        "Sodium phosphate",
        "dibasic",
        "Dibasic sodium phosphate",
        "Acetest",
        "disodium hydrogenphosphate",
        "Disodium acid phosphate",
        "Soda phosphate",
        "Phosphoric acid",
        "disodium salt",
        "Exsiccated sodium phosphate",
        "Disodium orthophosphate",
        "Sodium hydrogenphosphate"
    ],
    "IsomericSMILES": "OP(=O)([O-])[O-].[Na+].[Na+]",
    "INCHI": "InChI=1S/2Na.H3O4P/c;;1-5(2,3)4/h;;(H3,1,2,3,4)/q2*+1;/p-2",
    "INCHIKEY": "BNIILDVGGAEEIG-UHFFFAOYSA-L",
    "Formula": "HNa2O4P",
    "MolecularWeight": {
        "$numberDouble": "141.959"
    },
    "Description": "Disodium hydrogenphosphate is a sodium phosphate.",
    "XlogP": {
        "$numberDouble": "NaN"
    },
    "Complexity": {
        "$numberInt": "46"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "mechanism_of_action": [
        {
            "References": "Thomson/Micromedex. Drug Information for the Health Care Professional. Volume 1,  Greenwood Village, CO. 2006., p. 2453",
            "Value": "At the renal distal tubule, the secretion of hydrogen by the tubular cell in exchange for sodium in the tubular urine converts dibasic phosphate salts to monobasic phosphate salts. Therefore, large amounts of acid can be excreted without lowering the pH of the urine to a degree that would block hydrogen transport by a high concentration gradient between the tubular cell and luminal fluid. /Phosphates/"
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "PMID:15204963",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ To elucidate the nephrotoxicity of phosphate, dibasic sodium phosphate solution was given to Sprague-Dawley rats by daily bolus intravenous administration at concentrations of 0, 1, 25, 250, or 360 mM (0, 1, 28, 284, or 408 mg/kg Na2HPO4) for 14 days, and the kidneys were ... examined. There were no remarkable changes in blood chemistry values; however, urinalysis revealed mild to moderate proteinuria in the 250 and 360 mM groups. The kidneys from the 360 mM group were macroscopically pale. Histopathology revealed panglomerular deposition of basophilic dense granules, which were positive for von Kossa's staining, accompanied by dose-dependent degeneration of the glomerular epithelium and parietal epithelium in the 250 and 360 mM groups. Electron microscopic examination showed fusion of podocytes and increased microvilli, with large amounts of debris in the Bowman's space. Low-density lamellar structures were present not only in the glomerular epithelium, basement membrane, mesangial matrix and parietal epithelium but also within the Bowman's space depending on the severity of the glomerular lesion. Phosphorus and calcium were detected by X-ray microanalysis as fine particles admixed with lamellar structures. These results suggest that high-dose phosphate used in this study transiently overloads the glomerular epithelium during filtration through glomerular capillaries and produces insoluble calcium salt and glomerular lesions, resulting in proteinuria."
        },
        {
            "References": "Labella F et al; Dev Neurosci (Amsterdam) 4 (Charact Funct Opioids): 361-2 (1978)",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ Disodium phosphate given intracerebroventricularly (ICV) in rats elicited a syndrome characterized by behavioral and EEG activation, stereotypes, hyperresponsiveness, and analgesia."
        },
        {
            "References": "PMID:15532886",
            "Value": "/VETERINARY ANIMALS/ Phosphate enema toxicity was diagnosed in a 7-month-old, castrated male, pygmy goat. On presentation, clinical findings included mild depression, tachycardia, tachypnea, rumen stasis, muscle tremors, hypocalcemia, hypokalemia, hypochloremia, hyperphosphatemia, azotemia, and metabolic acidosis. Fluid diuresis and parenteral antimicrobial therapy resulted in recovery after 3 d of treatment."
        },
        {
            "References": "PMID:11407250",
            "Value": "/VETERINARY ANIMALS/ Application of a sodium phosphate containing enema caused life-threatening metabolic disorders in a Dachshund and two cats. Clinical signs were characterised by dehydration and various neurological deficits including seizures. Most striking laboratory abnormalities were hypernatremia, hypocalcemia, hyperphosphatemia, and polycythemia. Despite intensive treatment the dog died, whereas the cats recovered completely. In face of possible severe and potentially fatal metabolic abnormalities sodium phosphate enemas, such as Practo-Clyss, should be used with caution or not at all in cats and small dogs."
        }
    ]
}