{
    "_id": {
        "$oid": "6682e943c4e5dba5ffba29bb"
    },
    "CID": {
        "$numberInt": "24268"
    },
    "Name": "SODIUM NITRATE",
    "IUPACName": "sodium;nitrate",
    "CanonicalSMILES": "[N+](=O)([O-])[O-].[Na+]",
    "Synonyms": [
        "SODIUM NITRATE",
        "7631-99-4",
        "Chile saltpeter",
        "Cubic niter",
        "Soda niter",
        "Nitrate of soda",
        "etabisulfite",
        "Sodium saltpeter",
        "Nitrate de sodium",
        "Saltpeter (Chile)",
        "Natrum nitricum",
        "Sodium nitrate(DOT)",
        "Caswell No. 781",
        "Nitrate",
        "sodium",
        "Sodium(I) nitrate (1:1)"
    ],
    "IsomericSMILES": "[N+](=O)([O-])[O-].[Na+]",
    "INCHI": "InChI=1S/NO3.Na/c2-1(3)4;/q-1;+1",
    "INCHIKEY": "VWDWKYIASSYTQR-UHFFFAOYSA-N",
    "Formula": "NNaO3",
    "MolecularWeight": {
        "$numberDouble": "84.995"
    },
    "Description": "Sodium nitrate is the inorganic nitrate salt of sodium. It has a role as a fertilizer and a NMR chemical shift reference compound. It is an inorganic sodium salt and an inorganic nitrate salt.",
    "XlogP": {
        "$numberDouble": "NaN"
    },
    "Complexity": {
        "$numberInt": "18"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "mechanism_of_action": [
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V. 94: p. 323 (2010)",
            "Value": "There is an active endogenous nitrogen cycle in humans that involves nitrate and nitrite, which are interconvertible in vivo. Nitrosating agents that arise from nitrite under acidic gastric conditions react readily with nitrosatable compounds, especially secondary amines and amides, to generate N-nitroso compounds. These nitrosating conditions are enhanced following ingestion of additional nitrate, nitrite or nitrosatable compounds. Some of the N-nitroso compounds that could be formed in humans under these conditions are known carcinogens."
        },
        {
            "References": "ATSDR; Case Studies in Environmental Medicine. NITRATE/NITRITE TOXICITY.p 9-11. Course: SS3054. Revision Date: January 2001 Original Date: October 1991 Expiration Date: January 2007.",
            "Value": "The principal mechanism of nitrite toxicity is the oxidation of the ferrous iron (Fe2+) in deoxyhemoglobin to the ferric (Fe3+) valence state, producing methemoglobin. /Nitrates and nitrites/"
        },
        {
            "References": "IPCS; Poisons Information Monograph G016: Nitrates and nitrites. (September 1996). Available from, as of October 24, 2006: https://www.inchem.org/documents/pims/chemical/pimg016.htm",
            "Value": "... The major concern of possible long-term effects of exposure to nitrate and nitrite is associated with formation of nitroso compounds, many of which are carcinogenic. This formation may take place wherever nitrite and nitrosable compounds are present, but it is favored by acidic conditions or the presence of some bacteria. The gastrointestinal tract and especially the stomach is regarded as the main formation site, but nitrosation reactions can also take place in an infected urinary bladder ... /Nitrate and nitrite poisoning/"
        },
        {
            "References": "European Chemicals Bureau; IUCLID Dataset, Potassium nitrate (7757-79-1) (2000 CD-ROM  edition). Available from, as of October 26, 2006: https://esis.jrc.ec.europa.eu/",
            "Value": "Nitrates can be reduced to nitrites which can react with amines or amides and form N-nitroso cmpd (containing the group =N-N=O). N-nitroso cmpd are carcinogenic in a wide range of animal species, most are mutagenic in test systems and some have been teratogenic in animals. It is highly probable that N-nitroso cmpd also may be carcinogenic in man. Therefore exposure to N-nitroso cmpd and their precursors (nitrite, amines and amides) should be kept as low as practically achievable. Relationships have been sought between occurrence of stomach cancer and nitrate content of soil and water in Chile, Colombia and the United Kingdom, but none was established. /Nitrate/"
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ ... A 10% aq soln of sodium nitrate applied continuously for 5 min was practically innocuous to the surface of ... /rabbit/ eyes. The conjunctivae became midly hyperemic, but the corneas remained clear, and the eyes rapidly returned completely to normal ... No disturbance of the cornea occurred in a more prolonged test with sodium nitrate dripped continuously for three hours on rabbit eyes as a 0.1 molar solution at pH 7.0 or 7.5 made up to 0.46 osmolar with sodium chloride or sucrose.[Grant, W.M. Toxicology of the Eye. 3rd ed. Springfield, IL: Charles C. Thomas Publisher, 1986., p. 840]"
        },
        {
            "References": "",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Organs and blood of bulls poisoned by intragastric admin of 0.9 g sodium nitrate/kg contained 14.0 to 43.0 and 63.7 mg % nitrates, respectively, and 0.16 ot 0.89 and 1.53 mg % nitrites. Myoglobin level was decreased in heart and other muscles. Basophilic neurons were found. Dystrophic changes and extravasation occurred in organs.[YATSYSHIN AI ET AL; VETERINARIYA (MOSCOW) 3: 70 (1979)]"
        },
        {
            "References": "",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Primary Eye Irritation /Rabbit/: Corneal Opacity reversible within 7 days; Primary Dermal Irritation /Rabbit/: Mild or slight irritation at 72 hrs.[USEPA/Office of Pesticide Programs; Reregistration Eligibility Decision Document - Inorganic Nitrate/Nitrite (Sodium and Potassium Nitrates), September 1991. Available from, as of October 11, 2006: http://www.epa.gov/pesticides/reregistration/status.htm]"
        },
        {
            "References": "",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Vitamin A and E levels in the blood serum, and also in liver were determined in 80 weaned piglets or feeder pigs. The effects of sodium nitrate were studied, and 5 experiments were designed to assess the effects of sodium nitrite or potassium nitrite, all administered in the drinking water or added to dry complete feed mixtures for 20 to 42 days. In no case (including that of potassium nitrite intake at 1.8 g/kg body mass for 28 days) was this supplementation found to exert adverse effects on the metabolism of vitamins A and E. Some indication of a downward trend in vitamin A and E levels in the serum and liver was found in 4 experiments. There were no adverse effects on either health status or gains in body mass. Toxic effects were produced by administration of 31 mg nitrite/kg body mass in the drinking water. Consideration was also given to the development and course of methemoglobinemia.[Dvorak M; Acta Vet Brno 53 (3-4): 159-68 (1984)]"
        },
        {
            "References": "",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ In a 15-day study, male C57B1 mice received ip injections of 0, 50 or 100 mg sodium nitrate/kg bw/day. Cytogenetic and pathohistological changes of the spleen, liver and kidneys were examined. A moderate increase in the number of macrophages was observed in the spleen after nitrate treatment. The kidneys showed alterations such as damaged small canals in the cortical part reflected by dystrophic cells, cytoplasm filled with small grains and missing or limited nuclei. In the liver, cell effects analogous to the ones in the kidney were observed. These slight histopathoiogical effects were reversible.[WHO; WHO Food Additives Series 35 (845): Nitrate. Available from, as of October 30, 2006: http://www.inchem.org/documents/jecfa/jecmono/v35je14.htm]"
        },
        {
            "References": "PMID:7404601",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ 2 mo old Sprague-Dawley rats were given 2,000 ppm sodium nitrate in drinking water for 14 mo. Nitrate moderately affected plasma vitamin E level and pulmonary lesion incidence. Fecal extracts were nonmutagenic in Salmonella typhimurium. No significant effect on blood methemoglobin level: little nitrate-to-nitrite reduction.[CHOW CK ET AL; TOXICOL LETT 6: 199 (1980)]"
        },
        {
            "References": "",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Nitrate at levels up to 1,485 ppm in the drinking water had very little effect on the body weight, feed and water consumption, mortality or blood hematocrit values of 24 wk old turkeys. However, if given when they were four wk old, 660 ppm of nitrate in the drinking water delayed growth, particularly in males. /Nitrate/[Humphreys, D.J. Veterinary Toxicology. 3rd ed. London, England: Bailliere Tindell, 1988., p. 67]"
        },
        {
            "References": "",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ 15 rat per sex per group /were exposed to/ 5% sodium nitrate (3,750 mg/kg) in drinking water /for/ 84 wk ... Histopathological examination did not reveal any incr in tumor incidence.[European Chemicals Bureau; IUCLID Dataset, Sodium nitrate, containing in the dry state more than 16.3 per cent by weight of nitrogen (7631-99-4) (2000 CD-ROM  edition). Available from, as of October 26, 2006: http://esis.jrc.ec.europa.eu/]"
        },
        {
            "References": "",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ 20 rats per sex per group were oral fed sodium nitrate at 0, 0.1, 1, 5 or 5% in food (0, 50, 500, 2500 or 5000 mg/kg) /for/ 2 yr ...The highest dose level led to inanition, at 2500 mg/kg ... a slight growth inhibition was seen No effect on tumor incidences was seen at the histopathological examination. The NOEL was determined at 500 mg/kg.[European Chemicals Bureau; IUCLID Dataset, Sodium nitrate, containing in the dry state more than 16.3 per cent by weight of nitrogen (7631-99-4) (2000 CD-ROM  edition). Available from, as of October 26, 2006: http://esis.jrc.ec.europa.eu/]"
        },
        {
            "References": "",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ 10 mice per sex per group were /exposed to/ sodium nitrate in drinking water /at/ 0, 100, 1000 mg/L (0, 20, 200 mg/kg) /for/ 18 mo ... The high dose animals died prematurely. At 100 mg/L no changes were seen in biochemical parameters, total iron, ammonium , total protein and electrophoresis of serum proteins and N-glycol-neuraminic acid as a tumor marker ...[European Chemicals Bureau; IUCLID Dataset, Sodium nitrate, containing in the dry state more than 16.3 per cent by weight of nitrogen (7631-99-4) (2000 CD-ROM  edition). Available from, as of October 26, 2006: http://esis.jrc.ec.europa.eu/]"
        },
        {
            "References": "PMID:16096856",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ ... rats were divided into 5 ... groups and sodium nitrate was added to their drinking water in different concentrations (0, 50, 100, 250 and 500 mg/L) over a 30-week period. The radioiodine uptake of thyroid was decreased in the 50 mg/L nitrate group, whereas it was increased in the 250 and 500 mg/L nitrate groups as compared to control. All hormones of thyroid gland except total thyroxine and thyroid-stimulating hormone were decreased in the 50, 250 and 500 mg/L nitrate groups. However, the level of total thyroxin was increased in the 100 mg/l nitrate group. Thyroid gland weights were increased in all experimental groups. Histomorphological changes were observed in the 250 and 500 mg/L nitrate groups. These findings suggest that nitrate impairs thyroid function involving the hypothalamo-hypophysio-thyroid axis...[Eskiocak S et al; Clin Exp Med 5 (2): 66-71 (2005)]"
        },
        {
            "References": "",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Treatment of 2 groups of 10 and 15 pregnant rats with 1% and 0.3%, respectively, of sodium nitrate in the diet did not result in any embryotoxic or teratogenic effects on the 9th and 10th days of gestation.[WHO; Environ Health Criteria 5: Nitrates, Nitrites and N-Nitroso Compounds p.55 (1978)]"
        },
        {
            "References": "PMID:3352650",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Effects of nitrate (doses of 600 and 1,200 mg/kg/day during 14 days) and sodium nitrite (60 and 120 mg/kg/day during 14 days) on germ cells of male mice were investigated /by/ ... stomach intubation. The germ cell stages analysed were spermatids (for the heritable effects) and differentiating and stem cell spermatogonia (for direct effects). A lack of heritable translocation, sperm abnormalities, as well as morphological changes, such as changes in the eyes, coat color, testes and body weight, was demonstrated in F1 males originating from treated P males. Significant effects in treated males were found with respect to: (1) sex chromosomal univalency in the diakinesis metaphase I stage after the treatment of stem spermatogonia (both doses of sodium nitrate and the higher dose of sodium nitrite), (2) sperm head abnormalities after treatment of differentiating spermatogonia (the higher dose of sodium nitrite and both doses of sodium nitrate), and (3) fertility after treatment of spermatids (the higher dose of sodium nitrite). Nonmutagenic effects and possible carcinogenic potential of the tested doses are discussed. /Nitrate and nitrite/[Alvanti CD et al; Mutat Res 204 (4): 689-95 (1988)]"
        },
        {
            "References": "",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ 5 sheep per group were /exposed to/ sodium nitrate in drinking water at 0.3, 0.6 or 1.2% /during/ day 21 to 49 of gestigation. The treatment did induce severe methemoglobinemia in all treated groups but had no effect on abortion rates.[European Chemicals Bureau; IUCLID Dataset, Sodium nitrate, containing in the dry state more than 16.3 per cent by weight of nitrogen (7631-99-4) (2000 CD-ROM  edition). Available from, as of October 26, 2006: http://esis.jrc.ec.europa.eu/]"
        },
        {
            "References": "",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ 3 to 6 female guinea pigs per group were /exposed to/ sodium nitrate in drinking water at 300, 2,500, 10,000 or 30,000 mg/L (18, 147, 588 or 1765 mg/kg) /for/ 143 to 204 days ... At 1,765 mg/kg the mating behavior and the number of pregnant animals was highly reduced. No effect on fertility, weight gain, food intake and macroscopic and microscopic pathology of reproductive organs was seen in the lower dose groups. The NOEL for maternal toxicity was determined at 588 mg/kg. Effects on offspring were not investigated.[European Chemicals Bureau; IUCLID Dataset, Sodium nitrate, containing in the dry state more than 16.3 per cent by weight of nitrogen (7631-99-4) (2000 CD-ROM  edition). Available from, as of October 26, 2006: http://esis.jrc.ec.europa.eu/]"
        },
        {
            "References": "",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Female rabbits /were exposed to/ sodium nitrate in drinking water at 250 or 500 mg/L (15 or 30 mg/kg) /for/ 22 wk ... In high dose dams the hemoglobin levels in blood were slightly decr. Pups of both dose groups showed reduced retinol concn in the liver. No effects on fertility, litter size, pup weight and weaning were seen. The NOEL for maternal toxicity was 15 mg/kg.[European Chemicals Bureau; IUCLID Dataset, Sodium nitrate, containing in the dry state more than 16.3 per cent by weight of nitrogen (7631-99-4) (2000 CD-ROM  edition). Available from, as of October 26, 2006: http://esis.jrc.ec.europa.eu/]"
        },
        {
            "References": "PMID:9682402",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ In animals, chronic exposure to nitrates has been shown to affect vitamin A nutrition, and researchers have explored this effect with conflicting results. To study this relationship, 24 female rabbits were given 8, 250 or 500 mg nitrate/L drinking water for 22 w, and their second litters were given the same dose for 5 weeks from 18 to 53 days of age. Liver samples were analyzed for retinol and retinyl palmitate. There was no effect of the nitrate on total liver vitamin A stores, but the balance between esterified and nonesterified forms of retinol was altered in pregnant females and their weaned young. /Nitrate/[Kammerer M et al; Vet Hum Toxicol 40 (4): 197-9 (1998)]"
        },
        {
            "References": "PMID:14638471",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ Dietary and endogenous nitrates are excreted in urine, and during infection with nitrate-reducing bacteria they are reduced to nitrite. At a low pH nitrite is converted to a variety of nitrogen oxides that are toxic to bacteria. /The authors/ hypothesized that acidification of nitrite-rich infected urine would result in the killing of the nitrate-reducing bacteria. An Escherichia coli control strain and a mutant lacking nitrate reductase activity were preincubated in urine supplemented with sodium nitrate (0 to 10 mM) at pH 7.0. Then, the nitrite-containing bacterial culture was transferred (and diluted 1/10) to slightly acidic urine (pH 5 and 5.5) containing ascorbic acid (10 mM) and growth was monitored. The control strain produced nitrite in amounts related to the amount of nitrate added. This strain was killed when the culture was transferred to acidic urine. In contrast, the mutant that did not produce nitrite retained full viability. When control bacteria were grown in acidic urine with nitrate and ascorbic acid present from the start of the experiment, no inhibition of growth was noted. The MICs and minimal bactericidal concentrations of sodium nitrite-ascorbic acid in acidic urine were comparable to those of conventional antibiotics. Preincubation of nitrate-reducing E. coli in nitrate-rich urine leads to the accumulation of nitrite. Subsequent acidification of the urine results in generation of nitrogen oxides that are bactericidal. Killing, however, requires a sequential procedure in which the bacteria are first allowed to grow in a nitrate-rich neutral environment, later followed by acidification. /The authors/speculate that ingestion of nitrate followed some hours later by acidification of urine could be a new therapeutic strategy for the treatment of urinary tract infections.[Carlsson S et al; Antimicrob Agents Chemother 47 (12): 3713-8 (2003)]"
        },
        {
            "References": "PMID:876270",
            "Value": "/GENOTOXICITY/ Chromosomal aberration tests in vitro were carried out on Chinese hamster cells grown in culture with sodium nitrate and sodium nitrite and were positive. /Nitrate and nitrite/[ISHIDATE M, ODASHIMA S; MUTAT RES 48: 337 (1977)]"
        },
        {
            "References": "",
            "Value": "/GENOTOXICITY/ Sodium nitrate /showed/ positive results /in a/ bacterial gene mutation assay using Escherichia coli WP2s (lambda) lambda prophagen induction /as the/ testing system, /at/ concn 0.78 to 100 ug/well, without metabolic activation.[European Chemicals Bureau; IUCLID Dataset, Sodium nitrate, containing in the dry state more than 16.3 per cent by weight of nitrogen (7631-99-4) (2000 CD-ROM  edition). Available from, as of October 26, 2006: http://esis.jrc.ec.europa.eu/]"
        },
        {
            "References": "",
            "Value": "/GENOTOXICITY/ /In a/ micronucleus assay, larvae of Pleurodeles waltl (Spanish ribbed newt) ... were incubated in /sodium nitrate/ soln /at/ 8000 mg/L /for/ 12 days ... Blood smears of treated larvae /were evaluated/ ... 15 larvae were used per group and 1,000 erythrocytes per animals were evaluated. Sodium nitrate /showed/ negative results ...[European Chemicals Bureau; IUCLID Dataset, Sodium nitrate, containing in the dry state more than 16.3 per cent by weight of nitrogen (7631-99-4) (2000 CD-ROM  edition). Available from, as of October 26, 2006: http://esis.jrc.ec.europa.eu/]"
        },
        {
            "References": "",
            "Value": "/GENOTOXICITY/ /in a/ cytogenetic assay using human peripheral lymphocytes without metabolic activation, 100 lymphocytes were evaluated for breaks and gaps. Sodium nitrate /was/ negative at 17.6, 35.3, 70.6 nM (1.5, 3.0, 6.0 mg/mL).[European Chemicals Bureau; IUCLID Dataset, Sodium nitrate, containing in the dry state more than 16.3 per cent by weight of nitrogen (7631-99-4) (2000 CD-ROM  edition). Available from, as of October 26, 2006: http://esis.jrc.ec.europa.eu/]"
        },
        {
            "References": "",
            "Value": "/GENOTOXICITY/ Nitrates show no mutagenic activity in microbial tests under aerobic conditions. Activity has been reported under anaerobic conditions, probably due to reduction of nitrate into nitrite. Mutagenic activity in vivo of high doses of nitrate is difficult to evaluate because of the possibility of chemical reduction. /Nitrate/[IPCS; Poisons Information Monograph G016: Nitrates and nitrites. (September 1996). Available from, as of October 25, 2006: http://www.inchem.org/documents/pims/chemical/pimg016.htm]"
        },
        {
            "References": "",
            "Value": "/GENOTOXICITY/ Sodium nitrate /was negative in an/ Ames test /using/ Salmonella typhimurium TA 92, TA 1535, TA 100, TA 1537, TA 94, TA 98, at concn up to 5 mg/plate, with and without metabolic activation.[European Chemicals Bureau; IUCLID Dataset, Sodium nitrate, containing in the dry state more than 16.3 per cent by weight of nitrogen (7631-99-4) (2000 CD-ROM  edition). Available from, as of October 26, 2006: http://esis.jrc.ec.europa.eu/]"
        },
        {
            "References": "",
            "Value": "/OTHER TOXICITY INFORMATION/ Fasting increases susceptiblility to nitrate ... intoxication ... Nitrate also has an irritant effect on the gastrointestinal tract and causes vasodilatation. The clinical signs associated with nitrate poisoning include signs of abdominal pain, diarrhea, muscular weakness, incoordination, convulsions, accelerated heart rate, dyspnea and, in severe cases, progressive cyanosis, first visible as a bluish discoloration of the mucous membranes and unpigmented areas of the body, leading to torpor, coma and death. /Nitrates and nitrites/[Humphreys, D.J. Veterinary Toxicology. 3rd ed. London, England: Bailliere Tindell, 1988., p. 66]"
        },
        {
            "References": "",
            "Value": "/OTHER TOXICITY INFORMATION/ Cattle fed on an adequate diet can tolerate without ill effects an intake of nitrate ... sufficient to cause a 50% conversion of hemoglobin to methemoglobin. /Nitrates and nitrites/[Clarke, M. L., D. G. Harvey and D. J. Humphreys. Veterinary Toxicology. 2nd ed. London: Bailliere Tindall, 1981., p. 67]"
        },
        {
            "References": "",
            "Value": "/OTHER TOXICITY INFORMATION/ The principal hazard to livestock is due to the accumulation of nitrate by certain plants when they grow on soils containing an excess of this material ... The toxicity of ingested nitrites or of that produced from nitrate in foodstuffs or the alimentary tract is partly due to their ability to convert circulatory hemoglobin to methemoglobin. Clinical signs associated with the resultant anoxia appear when about 20% of the circulatory hemoglobin have been converted to methemoglobin. As the extent to which this occurs increases, so does the severity of the anoxia and the clinical signs, and death occurs when about 80% of the circulatory hemoglobin has been converted to methemoglobin. /Nitrates and nitrites/[Humphreys, D.J. Veterinary Toxicology. 3rd ed. London, England: Bailliere Tindell, 1988., p. 65]"
        },
        {
            "References": "",
            "Value": "/OTHER TOXICITY INFORMATION/ Animal experiments are difficult to evaluate and use for assessing the toxicity of nitrate in man because the toxic doses of nitrate and nitrite depend upon competing processes, the rates of which are not necessarily the same in man and animals. Thus the kinetics of nitrite formation from nitrate, and the rates of hemoglobin regeneration, are not necessarily comparable between animals and humans. This is especially so for ruminants where ingested nitrate is reduced in the rumen. /Nitrate/[IPCS; Poisons Information Monograph G016: Nitrates and nitrites. (September 1996). Available from, as of October 24, 2006: http://www.inchem.org/documents/pims/chemical/pimg016.htm]"
        },
        {
            "References": "",
            "Value": "/OTHER TOXICITY INFORMATION/ ... Toxic dose of nitrates ... depends on the rate at which substance is consumed. Thus a single dose of 220 mg/kg is lethal to sheep, but eaten over 24 hr causes no ill effects. Similarly, 320 mg/kg may cause poisoning in calves if consumed in 4 hours, but spread over whole day 1134 mg/kg may cause no clinical signs. /Nitrates/[Clarke, M. L., D. G. Harvey and D. J. Humphreys. Veterinary Toxicology. 2nd ed. London: Bailliere Tindall, 1981., p. 67]"
        },
        {
            "References": "",
            "Value": "/OTHER TOXICITY INFORMATION/ It has been reported that prolonged administration to rats of 1/20 of the LD50 of calcium and sodium nitrates disturbed the energy conversion processes such as glycolysis and the pentose phosphate cycle, changed the activity of the glutathione-ascorbic acid system in the blood and in the hepatic and cerebral tissues, raised the levels of methemoglobin and of NADH-methemoglobin reductase activity, and reduced the hemoglobin levels.[WHO; Environ Health Criteria 5: Nitrates, Nitrites and N-Nitroso Compounds p.55 (1978)]"
        },
        {
            "References": "",
            "Value": "/OTHER TOXICITY INFORMATION/ High nitrate levels /were reported/ in the aqueous humor from the eyes in 83 of 277 fetuses, stillborn or weak calves, with high levels in the blood of 54 of the former. /Nitrate/[Humphreys, D.J. Veterinary Toxicology. 3rd ed. London, England: Bailliere Tindell, 1988., p. 66]"
        },
        {
            "References": "",
            "Value": "/OTHER TOXICITY INFORMATION/ Levels of 400 ppm of sodium nitrate in milk powder can be tolerated by piglets, and weaned piglets are more resistant to its toxic effects than are suckling pigs.[Humphreys, D.J. Veterinary Toxicology. 3rd ed. London, England: Bailliere Tindell, 1988., p. 67]"
        },
        {
            "References": "",
            "Value": "/OTHER TOXICITY INFORMATION/ /Chronic nitrate intoxication in livestock:/ Interference with liver conversion of carotene to vitamin A, depression of thyroid activity by iodine interference and metabolic interference with vitamin A, E, D, B12 and K... /Nitrate salts/[Casarett, L.J., and J. Doull. Toxicology: The Basic Science of Poisons. New York: MacMillan Publishing Co., 1975., p. 706]"
        },
        {
            "References": "",
            "Value": "/OTHER TOXICITY INFORMATION/ 365 mg NO3-/kg /is considered/ as the highest daily dose over lifetime without adverse effects in rats. /Nitrate/[IPCS; Poisons Information Monograph G016: Nitrates and nitrites. (September 1996). Available from, as of October 24, 2006: http://www.inchem.org/documents/pims/chemical/pimg016.htm]"
        },
        {
            "References": "",
            "Value": "/OTHER TOXICITY INFORMATION/ Signs of acute nitrate intoxication varied with animal species. Generally ruminants display methemoglobinemia, while monogastric species develop severe gastritis. /Nitrate/[WHO; WHO Food Additives Series 35 (845): Nitrate. Available from, as of October 30, 2006: http://www.inchem.org/documents/jecfa/jecmono/v35je14.htm]"
        },
        {
            "References": "PMID:12030383",
            "Value": "/OTHER TOXICITY INFORMATION/ The NADH methemoglobin-reductase (EC 1.6.2.2) is mainly responsible for the maintenance of hemoglobin in its reduced and active state. The present study reveals the comparative status of this enzyme in normal Beagle dogs, rats, mice, mastomys and hamsters erythrocytes. The spectrophotometric and electrophoretic determinations showed that the above mentioned enzyme was deficient in the Beagle dog's erythrocytes. Furthermore, in vitro studies on the sensitivity of these rodents and Beagle dogs hemolysate towards oxidants, like primaquine and sodium nitrate, depicted a higher level of methemoglobin formation in the Beagle dogs hemolysate as compared to that of the rodent species. The deficiency of methemoglobin reductase in Beagle dogs erythrocytes could be responsible for their increased sensitivity towards oxidant induced methemoglobinemia.[Srivastava S et al; Mol Cell Biochem 232 (1-2): 81-5 (2002)]"
        }
    ]
}