{
    "_id": {
        "$oid": "6682e942c4e5dba5ffba29b9"
    },
    "CID": {
        "$numberInt": "24261"
    },
    "Name": "AMORPHOUS SILICA",
    "IUPACName": "dioxosilane",
    "CanonicalSMILES": "O=[Si]=O",
    "Synonyms": [
        "SILICON DIOXIDE",
        "Silica",
        "Dioxosilane",
        "Quartz",
        "7631-86-9",
        "Silica gel",
        "Cristobalite",
        "Tridymite",
        "112945-52-5",
        "14808-60-7",
        "112926-00-8",
        "61790-53-2",
        "Silicic anhydride",
        "Sand",
        "KIESELGUHR"
    ],
    "IsomericSMILES": "O=[Si]=O",
    "INCHI": "InChI=1S/O2Si/c1-3-2",
    "INCHIKEY": "VYPSYNLAJGMNEJ-UHFFFAOYSA-N",
    "Formula": "O2Si",
    "MolecularWeight": {
        "$numberDouble": "60.084"
    },
    "Description": "Silicon dioxide is a silicon oxide made up of linear triatomic molecules in which a silicon atom is covalently bonded to two oxygens.",
    "XlogP": {
        "$numberDouble": "NaN"
    },
    "Complexity": {
        "$numberInt": "18"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "mechanism_of_action": [
        {
            "References": "PMID:11876495",
            "Value": "...Some quartz and cristobalite dusts (crystalline) as well as the diatomaceous earths (amorphous), but not the pyrogenic amorphous silica, were cytotoxic and induced morphological transformation of SHE cells in a concentration-dependent manner. The ranking in cytotoxicity was different from that in transforming potency, suggesting two separate molecular mechanisms for the two effects. The cytotoxic and transforming potencies were different from one dust to another, even among the same structural silicas. The type of crystalline structure (quartz vs cristobalite) and the crystalline vs biogenic amorphous form did not correlate with cytotoxic or transforming potency of silica dusts. Comparison of cellular effects induced by original and surface modified samples revealed that several surface functionalities modulate cytotoxic and transforming potencies. The cytotoxic effects appeared to be related to the distribution and abundance of silanol groups and to the presence of trace amounts of iron on the silica surface. Silica particles with fractured surfaces and/or iron-active sites, able to generate reactive oxygen species, induced SHE cell transformation. The results show that the activity of silica at the cellular level is sensitive to the composition and structure of surface functionalities and confirm that the biological response to silica is a surface originated phenomenon."
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V42 83 (1987)",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Doses of 1-2 mg colloidal silica or 25 mg crystalline quartz were lethal to mice following their iv injection. Iv injection of 1-2 mg colloidal silica was fatal to mice within minutes; doses of 30-70 mg killed rabbits, although daily doses of 10 mg were tolerated. (Approximate particle size, presumably 0.002 um, based on preparation techniques.) Death was concluded to be by intravenous clotting resulting from damage to the vascular endothelium. /Colloidal silica/"
        },
        {
            "References": "Grant, W.M. Toxicology of the Eye. 3rd ed. Springfield, IL: Charles C. Thomas Publisher, 1986., p. 809",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Finely divided silica injected into vitreous of rabbit eyes has caused necrosis of retina & atrophy of choroid."
        },
        {
            "References": "Thienes, C., and T.J. Haley. Clinical Toxicology. 5th ed. Philadelphia: Lea and Febiger, 1972., p. 195",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Exposure of rats to 1.5 mg/cu ft of degussa dust (which is amorphous silica) ... 50% or more ... less than 1 micron, causes infiltration of pulmonary perivascular lymphatics with macrophages, plasma cells & lymphocytes ... Alveolae with foam cells, resulting in compression of blood vessels, filling of alveolae & emphysema."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists.  Documentation of Threshold Limit Values for Chemical  Substances and Physical Agents and Biological Exposure  Indices for 2001. Cincinnati, OH. 2001.",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Fused silica, silica, and tridymite (both untreated and etched with hydrogen fluoride and sodium hydroxide) /were instilled/ into rat lung and slower, less severe fibrosis and pulmonary lesions /occurred / in the fused silica groups. Tracheobronchial lymph nodes were greatly enlarged in all groups. /Fused silica/"
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists.  Documentation of Threshold Limit Values for Chemical  Substances and Physical Agents and Biological Exposure  Indices for 2001. Cincinnati, OH. 2001.",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Rabbits /were injected/ intraperitoneally with fused and unfused silica. The resulting tissue reaction was greater in the unfused silica group, a result the authors attributed to the larger surface area of unfused silica. /Fused silica/"
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists.  Documentation of Threshold Limit Values for Chemical  Substances and Physical Agents and Biological Exposure  Indices for 2001. Cincinnati, OH. 2001.",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ A single tracheal injection of crushed fused silica (from melted rock crystals) caused the same initial tissue reaction in the lungs and hilar lymph nodes of rats as silica. However, in time, the effect from silica became more pronounced. /Fused silica/"
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists.  Documentation of Threshold Limit Values for Chemical  Substances and Physical Agents and Biological Exposure  Indices for 2001. Cincinnati, OH. 2001.",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ The tissue reaction of different types of amorphous silica /was investigated/ in rats by intraperitoneal injection and intratracheal instillation. Silica gel administered intratracheally resulted in no fibrosis. The tissue reaction (peritoneal) to 11 types of amorphous silica /was examined and 3 types failed to produce peritoneal fibrosis; 2 of these were dried precipitated silica and 1 was dried silica gel. /Precipitated silica and silica gel/"
        },
        {
            "References": "PMID:191405",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ The adjuvant effect of a subcutaneously injected amorphous silica (Aerosil) to various antigens was studied in guinea pigs. It was demonstrated that silica is able to enhance the humoral immune response to particulate and soluble antigens widely differing in molecular weight and that, in the system employed, adsorption of antigen on silica particles is not absolutely required for its adjuvanticity."
        },
        {
            "References": "PMID:7838991",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ ... The oral LD50 for /hydrophobic silicas in/ rodents is > 7.9 g/kg body wt."
        },
        {
            "References": "PMID:7838991",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Fumed or precipitated hydrophobic silicas do not produce inflammation of the skin or mucous membranes."
        },
        {
            "References": "PMID:12611476",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ The behavior of/surfactant protein-D/  SP-D 2 /was studied/ 12 and 24 hours after treatment with 200 mg/kg crystalline silica or pumice powder suspended in 400 microl/kg saline solution and instilled intratracheally to rats. Both immunohistochemical localization and immunoblotting quantification demonstrated a sensible increase in intracellular SP-D, localized in alveolar type II cells and some bronchiolar epithelial cells, 2 hours after treatment. Increment appears less marked 12 hours after administration, reaching  levels comparable to control at 24 hours. The behavior of SP-D after pumice instillation is similar, but with a significantly minor increment at 2 hours. These results indicate crystalline silica as responsible for a stronger acute injury of pulmonary tissue. /Pumice stone/"
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V42 84 (1987)",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Inhaled amorphous silica (mean particle size, 0.02 um) caused rapid death in rabbits exposed to 300 mg/cu m, but 100 mg/cu m were better tolerated."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V42 84 (1987)",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Large amorphous silica particles also kill: 30% of rats given 100 mg amorphous silica (particle size, 30% <0.02 um) by ip injection died, although a 50 mg dose was tolerated."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V68 169 (1997)",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Two groups of 40 young adult male SPF Sprague-Dawley rats received a single intrapleural injection of 20 mg/animal biogenic silica fibers (isolated from the surface of seeds of Phalaris canariensis; 2 x 10 (+5) fibers per rat) or 20 mg/animal crocidolite  A third group of 40 rats served as controlsOne rat from each group was killed at three, six and 10 months; survivors were killed at 31 months.  Nine crocidolite-treated rats developed mesotheliomas whereas no epithelioma was found in rats treated with silica fibers or in controlsGiant cell foci with asbestos bodies in the pleura and nearby lung tissue were found in crocidolite-treated rats but not in silica-treated rats or in controls.  (The Working Group noted the lack of information on survival.) /Biogenic silica/"
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V68 168 (1997)",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ A group of 29 female Marsh mice, three months old, received an intraperitoneal injection of 20 mg/animal diatomaceous earth (Celite, particle size 3-9 um, with some crystalline material of larger size) suspended as a 10% slurry A group of 32 female litter-mate controls received an injection of the same volume of salineThe numbers of mice still alive at 19 months were 11/29 in the treated group and 19/32 in the control group. Lymphosarcomas at the injection area in the abdominal cavity were reported in 6/17 treated animals and 1/20 controls (p = 0.02)(The Working Group noted the presence of crystalline silica in the diatomaceous earth.)"
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V42 84 (1987)",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ ip injections of 1-2 and 30 mg colloidal silica were fatal to mice and guinea-pigs respectively. /Colloidal silica/"
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V68 168 (1997)",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ A group of 36 female Marsh mice, three months old, received a subcutaneous injection of 20 mg/animal diatomaceous earth (Celite, particle size 3-9 um, with some crystalline material of larger size) suspended as a 10% slurry A group of 36 female litter-mate controls received an injection of 0.2 mL salineThe numbers of mice still alive at 19 months were 19/36 in the treated group and 20/36 in the control group.  The treated group showed an extensive reactive granulomatous and fibroplastic reaction at the site of injection but no malignant tumors (The Working Group noted the presence of crystalline material in the diatomaceous earth.) /Diatomaceous earth/"
        },
        {
            "References": "Jir'asek et al; Cesk Patol 14 (4): 202-12 (1978)",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ In ICR mice injected ip with polymers of silica gel, there was evidence of renal damage of type of necronephrosis & also signs of necronephrosis. /Silica gel polymers/"
        },
        {
            "References": "USEPA; Ambient Levels and Noncancer Health Effects of Inhaled Crystalline and Amorphous Silica: Health Issue Assessment p.6-10 (1996) EPA/600/R-95/115",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Kelly and Lee (1990) exposed rats (25/group, strain not given) nose-only to Ludox at concentrations of 0, 10, 50, or 150 mg/m, 6 hr/day, 5 days/week for 4 weeks (particle size distribution not given). Five rats were necropsied at the end of the exposure period, and 10 each at 10 days and 3 mo postexposure. No pulmonary effects were seen at the lowest concentration. At 50 and 150 mg/m, there was a concentration-related pulmonary response in the alveolar duct region characterized by silica-dust-laden alveolar macrophages, neutrophilic infiltration, and Type II pneumocyte hyperplasia. Tracheal and mediastinal lymph nodes were enlarged due to the silica-dust-laden alveolar macrophages and tissue hyperplasia. The pulmonary lesions decreased progressively during the 3-mo postexposure observation period. /Colloidal silica/"
        },
        {
            "References": "PMID:8929682",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Pulmonary responses in rats were compared after short-term inhalation exposure to polymorphs of silica dust. Groups of CD rats were exposed 6 h a day for 3 d to crystalline silica or amorphous silica. Another group was exposed to Ludox colloidal silica for 6 h a day, 5 d a week for two or four weeks. Thereafter the groups were killed, and the lungs washed at several postexposure times. The crystalline silica produced persistent pulmonary inflammatory responses characterized by neutrophil recruitment and consistently elevated biomarkers of cytotoxicity in bronchoalveolar lavage fluids, and progressive histopathological lesions were observed within one month of the exposure. Amorphous silica produced a transient pulmonary inflammatory response, and Ludox elicited transient pulmonary inflammatory responses at 50 or 150 mg/cu m but not at 10 mg/cu m. After three months most of the biochemical values of the Ludox-exposed animals had returned to the control level. These results demonstrate that crystalline silica dust is more potent in producing pulmonary toxicity when compared with amorphous or colloidal silica particles. /Colloidal silica/"
        },
        {
            "References": "PMID:1649779",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ This study was designed to complement a traditional subchronic inhalation toxicity study with Ludox colloidal silica. CD rats were exposed nose-only for 2 or 4 weeks at concentrations of 0, 10, 50, and 150 mg/m3 Ludox (dried SiO2). Additional groups of rats exposed for 4 weeks were given a 3-month recovery period. Following exposure and/or recovery, fluids and cells were recovered from the lungs by bronchoalveolar lavage (BAL) and measured for cellular and biochemical parameters. Additional groups of animals were processed for cell labeling studies or lung deposition studies. Inhaled doses of Ludox colloidal silica were measured after 4-week exposures and were found to be 489 micrograms/lung (10 mg/m3 group), 2418 micrograms/lung (50 mg/m3), and 7378 micrograms/lung (150 mg/m3), respectively. Results showed that exposures to 150 mg/m3 Ludox for 2 or 4 weeks produced pulmonary inflammation along with increases in BAL protein, LDH, and alkaline phosphatase values (p less than 0.05) and reduced macrophage phagocytosis. Inflammatory responses, evidenced by increased numbers of neutrophils, were also measured in the lungs of the 50 mg/m3 group following 2 and/or 4 weeks of exposure. Most biochemical parameters for all groups returned to control values following a 3-month recovery period. Autoradiographic studies demonstrated that the labeling indices of terminal bronchiolar and lung parenchymal cells were generally increased in the 50 and 150 mg/m3 groups after 2 and 4 weeks of exposure but, with one exception, returned to normal levels following a 3-month postexposure period. No significant alterations in any measured parameters were detected in rats exposed to 10 mg/m3 Ludox at any time postexposure. The determination of a no-observable-effect level (NOEL) of 10 mg/m3 was consistent with results obtained by conventional toxicology methods and affirms the utility of these biochemical, cellular, and autoradiographic techniques for providing a predictive screen to assess the toxicity of inhaled particles. /Colloidal silica/"
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V42 85 (1987)",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ The relatively insoluble forms of amorphous silica can be fibrogenic but are less so than pure crystalline samples. Both fused (amorphous) and unfused (crystalline) silica produced nodules in rabbits following intraperitoneal injection of 200 mg dust, but the nodules produced by crystalline quartz were larger at three months; this difference became more marked with time."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V42 85 (1987)",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Following exposure of rats by intraperitoneal injection, intratracheal injection or inhalation to a variety of silica preparations, it was reported that solutions of silicic acid and silica gels were nontoxic and nonfibrogenic, that colloidal amorphous silica was toxic but not fibrogenic, and that crystalline quartz produced a maximal fibrotic response."
        },
        {
            "References": "Lewinson J et al;  Regul Toxicol Pharmacol (1 Pt 1): 37-57 (1994)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Chronic oral tests /of fumed or precipitated hydrophobic silicas/ yielded no adverse systemic effects. A limited carcinogenesis study in rats did not induce tumors."
        },
        {
            "References": "PMID:11876495",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Animal inhalation studies with intentionally manufactured synthetic amorphous silica showed at least partially reversible inflammation, granuloma formation and emphysema, but no progressive fibrosis of the lungs."
        },
        {
            "References": "USEPA; Ambient Levels and Noncancer Health Effects of Inhaled Crystalline and Amorphous Silica: Health Issue Assessment pp. 6-13-14 (1996) EPA/600/R-95/115",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Groth et al. (1981) compared the pulmonary toxicity of inhaled synthetic amorphous fused silica (silica F), precipitated silica (silica P), and silica gel (silica G) in rats, guinea pigs, and monkeys. Eighty male Sprague-Dawley rats (300 to 380 g), 20 male Hartley guinea pigs (400 to 800 g), and 10 adult male cynomolgus monkeys (2,300 to 5,400 g) were exposed to silica dusts at a concentration of 15 mg/m (7 to 10 mg/m respirable dust), 5.5 to 6 h/day, 5 days/week, for up to 18 mo. An equal number of animals served as controls. The particle sizes (geometric mean) were 0.17, 0.27, and 0.38 m for silica F, G, and P, respectively. Rats were sacrificed serially after 3, 6, and 12 mo of exposure, and guinea pigs and monkeys after 10 to 18 mo of exposure. All the animals were sacrificed at the end of the respective exposure periods. The most significant effect of exposure to all three amorphous silicas occurred in monkeys and was confined to the lungs and lymph nodes, which contained large numbers of macrophages and mononuclear cell aggregates, sometimes significantly reducing the size of the bronchiolar lumen. Although reticulin fibers were found in aggregates in all three silica groups, collagen and early nodular fibrosis was present only in monkeys exposed to silica F. Few silica-containing macrophages were seen in the lungs and lymph nodes of rats and guinea pigs exposed to any of the silicas. Eleven tests of pulmonary function were conducted to assess the degree of respiratory impairment in monkeys exposed to silica F, P, or G for 14 mo . Functions that were decreased at the end of the study period included the lung volume measurements of FVC, inspiratory capacity, and TLC following exposure to silica F and P. Resistance, compliance, forced expiratory flow at the last 10% expired (FEF ), and closing volume (all measurements of 10% lung ventilatory mechanisms) were decreased in monkeys exposed to silica F and G. The greatest alterations were in compliance, FEF , and residual volume/TLC. The authors noted that, 10%overall, respiratory impairment appeared to be most pronounced in silica F-exposed monkeys. Except for increased AP activity in silica F-exposed monkeys, there were no statistically significant differences between silica-exposed and control groups with regard to clinical chemistry and hematology parameters. The effect on AP did not correlate with any observed pathology and was not attributed to silica exposure. Under the conditions of this experiment, silica F appeared to cause more severe pulmonary effects than did either silica P or G. Possible contributing factors listed were smaller silica F particle size and greater aluminum and iron content of silica P and G. /Fused silica, precipitated silica, silica gel/"
        },
        {
            "References": "PMID:214666",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ The fibrogenic effect of two natural amorphous silica dusts-diatomite from deposits near Leszczawka (Poland) and silica earth (from the USA) was tested on rats. Pneumoconiosis was produced by intratracheal /installation/ of 50 mg dust at a single dose. The fibrogenic effect was assessed /at/ 3, 6 and 9 months after introduction of dust. Analysis of diatomite dustshowed the presence of quartz in a quantity not exceeding 5%, while in silica earth dust from the USA nocrystalline structures were found. Development of fibrogenic changes in lungs of the rats /was/ assessed with hydroxyproline (collagen) and wet weight of the lungs /which was small/. The indices /were/ twice higher as compared with the lungs of control animals but lower than in the rats  given crystalline silica dusts. In histopathological examinations no progressive lung fibrosis was found although some signs of destruction and necrobiosis in some cells were noticed. /Diatomite, silica earth/"
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists.  Documentation of Threshold Limit Values for Chemical  Substances and Physical Agents and Biological Exposure  Indices for 2001. Cincinnati, OH. 2001.",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Progressive nodular fibrosis /occurred/ in animals dosed by intratracheal instillation of diatomaceous earth /Diatomaceous earth/."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists.  Documentation of Threshold Limit Values for Chemical  Substances and Physical Agents and Biological Exposure  Indices for 2001. Cincinnati, OH. 2001.",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Guinea pigs /were exposed/ to uncalcined diatomaceous earth at an average concentration of 60 mg/cu m for 37 to 50 weeks.  Microscopic changes in the lung consisted of thickening of the alveolar septa by infiltration of macrophages, accumulation of large numbers of multinuclear cells with dust particles, and epithelization of the alveoli.  The thickening of the alveolar walls was most pronounced about the branching of the respiratory bronchioles.. The authors stated that \"Lung fibrosis was strikingly absent in all of these animals.\"  They reported a very slight amount of reticulum fibers and no significant increase in collagen fibers /Diatomaceous earth/"
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists.  Documentation of Threshold Limit Values for Chemical  Substances and Physical Agents and Biological Exposure  Indices for 2001. Cincinnati, OH. 2001.",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Guinea pigs were exposed for up to 2 years at concentrations of 150 mg/ cu m or 100 mg/cu m amorphous silica which was described as natural, unheated diatomaceous earth, \"almost entirely amorphous.\"  In these experiments, fibrosis was first observed in animals exposed to crystalline silica after 15 months; by exposure month 21, it had become severe.  In the amorphous silica experiment, fibrosis was first noted only after 24 months and was never as severe as with the crystalline silica. /Diatomaceous earth/"
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists.  Documentation of Threshold Limit Values for Chemical  Substances and Physical Agents and Biological Exposure  Indices for 2001. Cincinnati, OH. 2001.",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Ingestion studies in the rat fed 20 mg diatomaceous earth per day mixed with cottage cheese over a mean survival period of 840 days did not show a significant increase in incidence of malignancy when compared to controls. /Diatomaceous earth/"
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V68 168 (1997)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ A group of 30 weanling Sprageu-Dawley rats (sex unspecified) received each day 20 mg/animal diatomaceous earth (particle size unspecified) mixed with cottage cheese at a concentration of 5 mg/g cheese. The animals were observed for life span (mean survival, 840 days after start of treatment). Five malignant tumors and 13 benign tumors were observed in treated animals. A group of 27 controls (mean survival, 690 days) had three carcinomas and five mammary fibroadenomas. The difference in cancer incidence was not statistically significant (0.25<p<0.5 chi-square-test). (The Working Group noted the absence of a control group fed cottage cheese not containing diatomaceous earth.) /Diatomaceous earth/"
        },
        {
            "References": "PMID:12211632",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ the hypothesis that poly-2-vinylpyridine-N-oxide (PVNO) could reduce the lung tumor risk from quartz in rats /was investugated/ . A carcinogenicity study was therefore started in rats with the main focus on the quantitative relationships among pulmonary inflammation, fibrosis and neoplasia caused by intratracheal instillation of 3 mg quartz DQ 12 with or without additional subcutaneous PVNO treatment. Other study groups were treated with multiple dust instillations, /including/. 30 instillations of 0.5 mg amorphous SiO2 at intervals of 2 weeks The analyses of the bronchoalveolar lavage fluid (BALF) 9 months after start of the life-time study showed that the aim of producing similar levels of increased enzyme concentrations in the  /treated/ groups  was achieved In contrast, quartz treatment without PVNO increased the LDH level up to 24-fold and of total protein to 13-fold. However, the cell counts in the BALF were not so much different , i.e. quartz without PVNO (leukocytes: 480.000, PMN: 190.000), quartz with PVNO (leukocytes: 300.000, PMN: 100.000), amorphous SiO2 (leukocytes: 570.000, PMN: 315.000) Histopathological investigations after four weeks and three months revealed that the used PVNO sample was active in the quartz and amorphous SiO2 groups and markedly reduced the incidences or severity of several pulmonary changes such as macrophage accumulation, inflammatory cell infiltration, interstitial fibrosis, bronchiolo-alveolar hyperplasia, alveolar lipoproteinosis and amorphous SiO2 -induced granulomatous alveolitis/interstitial fibrotic granulomas. Also in the lung-associated lymph nodes (LALN), PVNO treatment significantly reduced the incidence and severity of inflammation in both quartz and amorphous SiO2 groups as evidenced by the presence of well-circumscribed aggregates of intact particle-laden macrophages without signs of degeneration and accompanying granulocytic infiltration and fibrosis. Immunological investigations at the 9 months timepoint on the in vitro production of reactive nitrogen (RNI) or oxygen (ROI) intermediates and tumor necrosis factor (TNF-alpha) from BALF-derived cells indicated a diminished responsiveness to LPS in all particle treatment groups. A diminished production of ROI was also found in the quartz  /group/  as compared to the values seen in the quartz/PVNO- and amorphous SiO2 treated groups. Treatment with quartz plus PVNO restored the capability of the cells to respond to LPS as compared to the treatment with quartz alone. TNF-alpha production was diminished in the /group/  treated with quartz,  alone whereas in the quartz/PVNO- and amorphous SiO2-treated groups an elevated TNF-alpha production was seen. These results led to the conclusion that only amorphous SiO2 did not affect the \"normal\" ability of the cells to respond to LPS and that PVNO protected the cells from a toxic effect of the quartz particles."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists.  Documentation of Threshold Limit Values for Chemical  Substances and Physical Agents and Biological Exposure  Indices for 2001. Cincinnati, OH. 2001.",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Rats exposed to a precipitated amorphous silica for up to 1 year and guinea pigs and rabbits exposed for 2 years at a concentration of 126 mg/ cu m developed no pulmonary fibrosis.  The reaction was limited to macrophage accumulations and mild proliferation of reticulin fibers. /Precipitated silica, silica gel/"
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V68 171 (1997)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Four groups of 40 male and 40 female B6C3F1 mice, five weeks old, were fed diets containing 0, 1.25, 2.5 or 5% food-grade micronized silica (Syloid 244). After six and 12 months, 10 animals per sex per group were killed; the remaining animals were killed at 21 months. Tumor response in the silica-fed mice was not statistically significantly different from that in controls (Fisher's exact test; Cochran-Armitage test for trend)."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V68 171 (1997)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Four groups of 40 male and 40 female Fischer rats, five weeks old, were fed diets containing 0, 1.25, 2.5 or 5% food-grade micronized silica (Syloid 244).  After six and 12 months, 10 animals per sex per group were killed; the remaining animals were sacrificed at 24 months. Tunor response in silica-fed rats was not increased significantly in comparison to that in controls (Fisher's exact test; Cochran-Armitage test for trend)."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V68 175 (1997)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ /In a 1940 study/ groups of 75 mice of a mixed strain, divided approximately equally by sex, about three months old, were either untreated or exposed by inhalation in a chamber to about 0.5 g per day precipitated silica once an hour for 6 hr on five days per week for one year.  The animals were observed for life span. Survival at 600 days was 12/74  for the silica-treated mice and 17/75 in the control group. The incidences of pulmonary tumors (adenomas and adenocarcinomas) in mice surviving 10 months or longer were 13/61 (21.3%) for silica-exposed animals and 5/63 (7.9%) and 5/52 (9.6%), in the control groups... . Nodular fibrotic overgrowth or hyperplasia of the tracheobronchial lymph nodes was found in 18/61 (29.5%) silica treated mice and in 9/63 (14.3%) of the controls... /that survived 10 months or more/. (The Working Group noted the inadequate description of the test material and the exposure conditions.)"
        },
        {
            "References": "USEPA; Ambient Levels and Noncancer Health Effects of Inhaled Crystalline and Amorphous Silica: Health Issue Assessment p. 6-14 (1996) EPA/600/R-95/115",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Schepers (1981) exposed albino Wistar-strain Sprague-Dawley rats to a precipitated amorphous silica (Hi-Sil 233) at an average dust concentration of 3.57 mg/ft (126 mg/m ), 8 h each day of the week for 15 mo; rabbits and guinea pigs were exposed to the same concentration for 12 and 24 mo, respectively. Altogether, 496 animals were used in the study; 270 were exposed to silica, and 226 served as controls. The silica particles with a median size of 2 to 5 m (with .80% < 5 m) exhibited significant clustering. There was no significant difference in mortality between exposed and control animals. Lung weights (as dry weight) increased with silica exposure but returned to normal after a 9-mo postexposure period. The primary effects in the three species were limited to macrophage accumulation in alveoli, bronchioles, and lymphoid tissues and mild proliferation of reticulin fibers in interstitial tissues. Macrophage accumulation was considered mild in rats but was more evident in rabbits and guinea pigs. Guinea pigs exhibited greater macrophage infiltration of lymphoid tissue compared with that seen in the alveoli. In rabbits, the macrophage accumulation tended to be perivascular and was peribronchial in guinea pigs. Almost complete reversal of all responses occurred when dust exposures were discontinued for 12 mo. Bronchial and tracheal epithelial cells remained intact, and no pleural changes or neoplastic effects were noted after the 12-mo postexposure period."
        },
        {
            "References": "PMID:214666",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Fibrogenic properties of two dusts of synthetic hydrated amorphous silicas, Ze-O-Sil (French production) and Arsil (Polish production) were studied. Experimental silicosis was induced by intratracheal administration to rats of a single dust dose (50 mg in 0.6 ml NaCl). Fibrogenic properties were tested 3, 6, 9 months after administration of the dust. X-ray diffraction and chemical tests did not reveal any form of crystalline. Si02 in the composition of the investigated dusts. Fibrogenic properties of Arsil dust, represented by /increased/ wet lung weightand hydroxyproline content in lungs, were more pronounced than those of Ze-O-Sil. Histological and ultrastructural investigations demonstrated that disseminated, multifocal granulomas were the basic reaction to both dusts; no clear histological signs of cytolytic action on the cells of dust granulomas were found. In the lungs no silicotic nodules or degeneration of changes were revealed. Neither biochemical tests nor histological examinations revealed a progressive development of fibrous connective tissue /Hydrated amorphous silica/"
        },
        {
            "References": "PMID:6311117",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Guinea pigs were exposed by inhalation to atmospheric suspensions of crystalline free silica (cristobalite), amorphous free silica (diatomaceous earth), and amorphous silicate (volcanic glass). Randomly selected animals were killed at 2-month intervals and their lungs were examined. Tissue samples were collected and analyzed for total silica content and total ash. Total silica content per lung increased linearly throughout at least 21 months in each experiment and total ash weight increased more rapidly than dust was accumulating. Crystalline silica produced a greater increment in ash weight that did the amorphous free silica and the silicate produced the least increase. Furthermore, although atmospheric dust concentrations were roughly comparable for the three preparations, the total amount of silica accumulated varied inversely with the degree of tissue damage occurring. Thus, the maximum total content of the crystalline silica reached only 68 mg per lung, while that of the amorphous silica and silicate was 120 mg and 465 mg, respectively. This suggests that a silicious dust that produces cell damage may be cleared more effectively from the lung than is an innocuous dust. /Diatomaceous earth; volcanic glass/"
        },
        {
            "References": "PMID:2161666",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/  to study alterations due to amorphous silica (quartz glass VP 203-006) in comparison with crystalline quartz (DQ-12), an inhalation experiment /in/ male Wistar rats separated in two dust exposed groups (n = 35) and one control group (n = 30)was conducted in inhalation chambersfor 12 months, 7 h per day, and 5 days per week. The dust concentration was 10 mg/m3. After 4 and after 8 months of inhalation, 5 animals of each group were sacrificed. After 12 months 15 rats of the dust exposed groups and 10 controls were euthanized. The remaining animals were kept for another 12 months post-inhalation period. Regarding the macroscopical appearance of the lungs, the relative organ weights and the histomorphological reaction pattern, marked dust dependent differences are obvious. In the lungs of DQ-12-exposed animals diffuse structural changes occur, including fibrosis and severe reaction of macrophages. Histology of lungs from quartz glass exposed animals reveals only a slight and focally arranged cellular reaction with a few collagenous fibers. However, in both dust exposed groups the mediastinal lymph nodes are extremely enlarged with severe fibroses. Additionally, the following blood parameters were determined: lysozyme, ACE, GOT, GPT, and AP. The most pronounced changes are detectable in lysozyme and GOT after DQ-12 exposure. After quartz glass exposure, the levels of these parameters are similar to the controls..."
        },
        {
            "References": "PMID:1327331",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Male Wistar rats inhaled amorphous silica (quartz glass VP 203-006) for 12 months. Animals were sacrificed after 4, 8, and 12 months of inhalation and after a post-inhalation period of additional 12 months. Morphological as well as morphometric changes of lung associated lymph nodes are studied in comparison with findings due to crystalline quartz (DQ-12) and with a control group without dust exposure. Qualitatively, the lymph node morphology of the dust exposed groups is the same. During the first months mainly small quartz-typical reaction areas occur. From 12 months severe fibroses are detectable. Relative organ weights and the total lymph node area (LNA) are increased in all dust exposed groups. After inhalation of the amorphous quartz glass, the changes seem to appear with a certain delay. But, at the end of the experiment, the morphometric parameters (quartz-typical areas (QTA) and QTA/LNA-ratio) are more enlarged after the amorphous quartz glass than after crystalline quartz DQ-12. The results show that amorphous as well as crystalline silica can lead to severe lymph node fibrosis. This indicates that occupational exposure limits for amorphous silica are generally justified."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V42 85 (1987)",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Injection of 0.0082-0.82 mg colloidal silica (Ludox) into the amniotic cavity of five day old chick embryos produced significant development defects, such as axial distortion, limb distortion and fusion of limb appendages to the body wall. Similar numbers of defects were produced by suspensions of very finely divided carbon or colloidal alumina; it was concluded that the effect was due to the colloidal nature of the test materials rather than to their chemical type."
        },
        {
            "References": "PMID:7838991",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Reproductive or developmental toxicity /from hydrophobic silica/ was not observed."
        },
        {
            "References": "PMID:9393610",
            "Value": "/GENOTOXICITY/ ...The alkaline (pH > 13) single cell gel/comet (SCG) assay was used to determine and compare DNA damage in cultured Chinese hamster lung fibroblasts (V79 cells) and human embryonic lung fibroblasts (Hel 299 cells) exposed to crystalline silica (Min-U-Sil 5) /and/, amorphous silica (Spherisorb)  V79 or Hel 299 cells were exposed to these mineral dusts for 3 hr at various concentrations. Tail length was  increased relative to controls after amorphous silica treatment, but not to the same extent as that induced by crystalline silica."
        },
        {
            "References": "Lewinson J et al; Regul Toxicol Pharmacol (1 Pt 1): 37-57 (1994)",
            "Value": "/GENOTOXICITY/ The Ames test of a toluene extract /of hydrophobic silica/ was negative."
        },
        {
            "References": "PMID:6326795",
            "Value": "/ALTERNATIVE IN VITRO TESTS/ Mouse peritoneal macrophages were used to evaluate the relative cytotoxicity of a series of diatomaceous earth products in vitro. The amorphous and crystalline silica content of the products was determined by a combination of infrared spectroscopy and x ray powder diffraction techniques. The cytotoxicities of the high cristobalite content flux calcined materials were similar to that of the standard cristobalite; both the natural and straight calcined materials had significantly greater activities than the flux calcined materials. Thus within the limitations of the macrophage cytotoxicity test the hypothesis that crystalline content is the only determinant of fibrogenicity of diatomaceous earth is not supported."
        },
        {
            "References": "PMID:11570678",
            "Value": "/ALTERNATIVE IN VITRO TESTS/ Amorphous diatomaceous earth /was examined for/ potential to release HO* radicals and /for/ activity in the Syrian hamster embryo (SHE) cell transformation assay. dusts, made up bymostly amorphoussilica particles, were active in HO* release, were cytotoxic, and induced morphological transformation in SHE cells /Amorphous diatomaceous earth/"
        },
        {
            "References": "PMID:10963957",
            "Value": "/ALTERNATIVE IN VITRO TESTS/ Some quartz and cristobalite dusts (crystalline) as well as the diatomaceous earths (amorphous), but not the pyrogenic amorphous silica, were cytotoxic and induced morphological transformation of SHE cells in a concentration-dependent manner. The ranking in cytotoxicity was different from that in transforming potency, suggesting two separate molecular mechanisms for the two effects. The cytotoxic and transforming potencies were different from one dust to another, even among the same structural silicas. The type of crystalline structure (quartz vs cristobalite) and the crystalline vs biogenic amorphous form did not correlate with cytotoxic or transforming potency of silica dusts. Comparison of cellular effects induced by original and surface modified samples revealed that several surface functionalities modulate cytotoxic and transforming potencies. The cytotoxic effects appeared to be related to the distribution and abundance of silanol groups and to the presence of trace amounts of iron on the silica surface. Silica particles with fractured surfaces and/or iron-active sites, able to generate reactive oxygen species, induced SHE cell transformation. The results show that the activity of silica at the cellular level is sensitive to the composition and structure of surface functionalities and confirm that the biological response to silica is a surface originated phenomenon. /Diatomaceous earths; Pyrogenic amorphous silica/"
        }
    ]
}