{
    "_id": {
        "$oid": "6682e7cfc4e5dba5ffba2274"
    },
    "CID": {
        "$numberInt": "243"
    },
    "Name": "BENZOIC ACID",
    "IUPACName": "benzoic acid",
    "CanonicalSMILES": "C1=CC=C(C=C1)C(=O)O",
    "Synonyms": [
        "benzoic acid",
        "65-85-0",
        "Dracylic acid",
        "benzenecarboxylic acid",
        "Carboxybenzene",
        "Benzeneformic acid",
        "phenylformic acid",
        "Benzenemethanoic acid",
        "Phenylcarboxylic acid",
        "benzoate",
        "Retardex",
        "Benzoesaeure GK",
        "Benzoesaeure GV",
        "Retarder BA",
        "Tenn-Plas"
    ],
    "IsomericSMILES": "C1=CC=C(C=C1)C(=O)O",
    "INCHI": "InChI=1S/C7H6O2/c8-7(9)6-4-2-1-3-5-6/h1-5H,(H,8,9)",
    "INCHIKEY": "WPYMKLBDIGXBTP-UHFFFAOYSA-N",
    "Formula": "C7H6O2",
    "MolecularWeight": {
        "$numberDouble": "122.12"
    },
    "Description": "Benzoic acid is a compound comprising a benzene ring core carrying a carboxylic acid substituent. It has a role as an antimicrobial food preservative, an EC 3.1.1.3 (triacylglycerol lipase) inhibitor, an EC 1.13.11.33 (arachidonate 15-lipoxygenase) inhibitor, a plant metabolite, a human xenobiotic metabolite, an algal metabolite and a drug allergen. It is a conjugate acid of a benzoate.",
    "XlogP": {
        "$numberDouble": "1.9"
    },
    "Complexity": {
        "$numberInt": "104"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "environmental_bioconcentrations": [
        {
            "References": "(1) Freitag D et al; Chemosphere 14: 1589-616 (1985) (2) Branson DR; pp.55-70 in Predicting the Fate of Chemicals in the Aquatic Environment from Laboratory Data. ASTM STP 657. Philadelphia. PA: Amer Soc Test Mat, pp. 55-70 (1978) (3) Lu PY, Metcalf RL; Environ Health Perspect 10: 269-84 (1975) (4) Franke C et al; Chemosphere 29: 1501-14 (1994)",
            "Value": "Measured BCF values of <10, 14, and 21 were reported for Golden ide (Leuciscus idus melanotus)(1), trout(2), and mosquito fish (Gambusia affinis)(3), respectively. According to a classification scheme(4), this BCF range suggests the potential for bioconcentration in aquatic organisms is low(SRC). Bioconcentration factors of <10(1), 100, 138, 1800, 2800(3) and 10(4) have been reported in algae (Chorella fusca)(1), algae (Oedogonium cardiacum), mosquito larvae (Culex quinquifasciatus), daphnia (Daphnia magna) and snail (Physa), respectively(3)."
        }
    ],
    "environmental_biodegradations": [
        {
            "References": "Jaroszynski T, Gomolka E; Environ Prot Eng 5 (4): 375 (1979)",
            "Value": "AEROBIC: Benzoic acid is biodegradable under aerobic conditions by bacteria present in crude municipal wastewater at less than or equal to 200 g/cu m."
        },
        {
            "References": "Verschueren, K. Handbook of Environmental Data on Organic Chemicals. Volumes 1-2. 4th ed. John Wiley & Sons. New York, NY. 2001, p. 286",
            "Value": "AEROBIC: BOD after 5 days at 20 °C: 69-75% BODT; 70% BODT (standard dilution technique, acclimated sewage seed); after 10 days at 20 °C: 73% BODT (standard dilution technique, normal sewage seed); after 20 days at 20 °C: 79% BODT. Chemical oxygen demand: 1.88-1.95; theoretical oxygen demand: 1.96; KMnO4 value: 0.032"
        },
        {
            "References": "(1) Chemicals Inspection and Testing Institute; Biodegradation and bioaccumulation data of existing chemicals based on the CSCL Japan. Japan Chemical Industry Ecology - Toxicology and Information Center. ISBN 4-89074-101-1 (1992) (2) Shen J, Bartha R; Appl Environ Microb 62: 1428-30 (1996)",
            "Value": "AEROBIC: Benzoic acid, present at 100 mg/L, reached 85% of its theoretical BOD in 2 weeks using an activated sludge inoculum at 30 mg/L and the Japanese MITI test(1). Both 13C-labeled and unlabeled benzoic acid were reported to reach 60% of their theoretical CO2 evolution within 5 days using a soil inoculum(2)."
        },
        {
            "References": "(1) Pitter P; Water Res 10: 231-5 (1976) (2) Heukelekian H, Rand MC; J Water Pollut Contr Assoc 29: 1040-53 (1955) (3) Lund FA, Rodriguez DS; J Gen Appl Microbiol 30: 53-61 (1984) (4) Belly RT, Goodhue CT; pp.1103-7 in Proc Int Biodegrad Symposium 3rd (1976) (5) Freitag D et al; Chemosphere 14: 1589-616 (1985) (6) Digeronimo MJ et al; in Microbial Degradation Of Pollutants In Marine Environments pp. 154-66 EPA-600/9-79-012 (1979) (7) Lutin PA et al; Purdue Univ Eng Bull, Ext Series 118: 131-45 (1965) (8) Young RHF et al; J Water Pollut Contr Fed 40: 354-68 (1968) (9) Zahn R, Wellens H; Wasser Abwasser Forsch 13: 1-7 (1980) (10) King EF, Painter HA; Ring-test Program 1981-1982 Assessment Of Biodegradability Of Chemicals In Water By Manometric Respirometry Comm Eur Communities, Eur 8631 (1983) (11) Takemoto S et al; Suishitsu Odaku Kenkyu 4: 80-90 (1981)",
            "Value": "AEROBIC: Benzoic acid has been studied extensively and shown to be biodegradable in screening tests. Eleven laboratories testing a respiratory biodegradability test utilizing an unacclimated sludge inoculum found benzoic acid to be readily degradable, obtaining a mean oxygen uptake of 84% of theoretical after 10 days and no lag period before biodegradation commenced(10). Some results from other investigators are: 99% COD removal in 5 days with acclimated activated sludge(1); 67% of theoretical BOD removal in 5 days(2); 97% degradation in 20 days by activated sludge where 10% of the benzoic acid was replaced every 2 days to acclimate activated the sludge(3); 68.2 and 86.9% mineralization in 5 days by acclimated sludge in salt solution and simulated industrial effluent, respectively(4); 65.4% mineralization in 5 days by activated sludge(5); complete disappearance in 1 day using an activated sludge inoculum(6); 73% of theoretical BOD utilized in 6 days using activated sludge from 3 municipal sewage plants(7); 74% of theoretical BOD utilized in a 5 day test with a sewage seed(8); >90% degraded in 2 days using activated sludge(9); 84.1 and 74.9% of theoretical BOD in 5 days by the standard and sea water dilution methods, respectively(11)."
        },
        {
            "References": "(1) Dao TH, Lavy TL; Soil Sci 143: 66-72 (1987) (2) Alexander M, Lustigman BK; J Agric Food Chem 14: 410-3 (1966) (3) Kassim G et al; Soil Sci Soc Am J 46: 305-9 (1982) (4) Haider K et al; Arch Microbiol 96: 183-200 (1974) (5) Ward TE; Environ Toxicol Chem 4: 727-37 (1985)",
            "Value": "AEROBIC: Using a Captina silt loam inoculum, the half-life for mineralization of benzoic acid in solution was 4.5 hr after a 30 min lag(1). Complete degradation occurred in 1 day with a Niagra silt loam inoculum(2). When benzoic acid was incubated in an acidic loam soil adjusted to 60% of its water holding capacity, 74 and 81% was mineralized in 1 and 12 wks(3). The same experiment using a neutral, sandy loam soil resulted in 55 and 71% mineralization in 1 and 12 wks(3). After 12 wks, 3.0 and 4.4% of the chemical was incorporated into the biomass of the two soils(3). In an alkaline para-brown soil, 40 and 63% mineralization occurred in 3 days and 10 wks, respectively(4). An experiment was performed in which C14-labeled benzoic acid was added to subsurface soil taken from the unsaturated zone beneath the tile of a septic tank and incubated both aerobically and anaerobically(5). Under aerobic conditions the half-life was 3.9 and 7.3 hrs for carboxyl and ring-labeled chemical, respectively(5)."
        },
        {
            "References": "(1) Rubin HE et al; Appl Environ Microbiol 43: 1133-8 (1982) (2) Subba-Rao RV et al; Appl Environ Microbiol 43: 1139-50 (1982) (3) Subba-Rao RV, Alexander M; Appl Environ Microbiol 44: 659 (1982) (4) Banerjee S et al; Environ Sci Technol 18: 416-22 (1984)",
            "Value": "AEROBIC: At concentrations of 15-18 mg/L, benzoic acid was biodegraded, with reported half-lives of 0.85 and 3.6 days using inoculums from a polluted river and a reservoir, respectively(4). Low concentrations of benzoic acid are rapidly mineralized in both eutrophic and oligotrophic lake water with the rate of disappearance being proportional to its concentration(1,2). At 59 ng/L, over 98% mineralization had occurred in 7 days in both eutrophic and oligatrophic water(1). The half-life for mineralization in eutrophic water was 0.22 days over a concentration range of 32 ng/L to 50 ug/L(2). From 63-83% of the benzoic acid was lost in 6 hr and >94% in 58 hr(2). Mineralization was not usually affected by montmorillonite or kaolinite in the water(3)."
        },
        {
            "References": "(1) Healy JB, Young LY; Appl Environ Microbiol 38: 84-89 (1979) (2) Ward TE; Environ Toxicol Chem 4: 727-37 (1985)",
            "Value": "ANAEROBIC: Following an 8 day acclimation period, microbial mixtures assimilated benzoic acid within 18 days; 91% of the benzoic acid sample was converted into methane gas and CO2(1). An experiment was performed in which C14-labeled benzoic acid was added to subsurface soil taken from the unsaturated zone beneath the tile of a septic tank and incubated both aerobically and anaerobically(2). The ring-labeled benzoic acid had a mineralization half-life of 18.2 hrs when incubated anaerobically(2)."
        }
    ],
    "fish_seafood_concentrations": [
        {
            "References": "(1) Livingstone DR; Persistent Pollution of Marine Ecosystems.  New York, NY; Pergamon pp. 3-34 (1992)",
            "Value": "Benzoic acid has been detected but not quantified in mollusks and crustaceans(1)."
        }
    ],
    "logP": [
        {
            "References": "Hansch, C., Leo, A., D. Hoekman. Exploring QSAR - Hydrophobic, Electronic, and Steric Constants. Washington, DC: American Chemical Society., 1995., p. 29",
            "Value": "log Kow = 1.87"
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "International Programme on Chemical Safety's Concise International Chemical Assessment  Documents. Number 26: Benzoic acid and Sodium Benzoate (2000). Available from, as of March 24, 2005: https://www.inchem.org/pages/cicads.html",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ In a limit test with rabbits, no mortality or signs of intoxication were seen after dermal application of 10,000 mg/kg bodyweight. The gross autopsy gave no significant findings."
        },
        {
            "References": "International Programme on Chemical Safety's Concise International Chemical Assessment  Documents. Number 26: Benzoic acid and Sodium Benzoate (2000). Available from, as of March 24, 2005: https://www.inchem.org/pages/cicads.html",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ In rats, exposure by inhalation to 26 mg/cu m over 1 hr caused no mortality, but generalized inactivity and lacrimation were noted. The gross autopsy gave no significant findings."
        },
        {
            "References": "International Programme on Chemical Safety's Concise International Chemical Assessment  Documents. Number 26: Benzoic acid and Sodium Benzoate (2000). Available from, as of March 24, 2005: https://www.inchem.org/pages/cicads.html",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ In a maximization test, none of 15 guinea-pigs reacted positively after induction and challenge with a 10-20% solution of benzoic acid in water. In addition, the substance also tested negative in a Buehler test with guinea-pigs and in an ear swelling test and local lymph node assay with mice. The concentrations used for induction and challenge were 10-20% in acetone or water. However, a dose-dependent positive result was obtained in an ear swelling test with 5 guinea-pigs (induction with 0.2, 1, 5, or 20% in absolute ethyl alcohol; no challenge) used as a model for detecting agents causing non-immunological contact urticaria in humans. At several other regions (back, abdomen, flank site), a concentration of 20% failed to produce any reactions."
        },
        {
            "References": "International Programme on Chemical Safety's Concise International Chemical Assessment  Documents. Number 26: Benzoic acid and Sodium Benzoate (2000). Available from, as of March 24, 2005: https://www.inchem.org/pages/cicads.html",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ In four cats given diets containing 0 or 1% benzoic acid (approximately 0 or 450-890 mg/kg bw), aggression, hyperesthesia, and collapse starting 14-16 hr after feed uptake were seen at a dose level equal to 630 mg/kg bw. The duration of the syndrome was about 18-176 hr, and the mortality rate was 50%. The histopathological examination of the two cats that died revealed degenerative changes in liver, kidneys, and lung, but no pathological findings in brain or spinal cord. The authors attributed the higher toxicity of benzoic acid in cats compared with other species to the low capacity of cats for glucuronidation."
        },
        {
            "References": "International Programme on Chemical Safety's Concise International Chemical Assessment  Documents. Number 26: Benzoic acid and Sodium Benzoate (2000). Available from, as of March 24, 2005: https://www.inchem.org/pages/cicads.html",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Clinical signs of intoxication (reported for rats only) included diarrhea, muscular weakness, tremors, hypoactivity, and emaciation."
        },
        {
            "References": "PMID:7589179",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ The effects of benzoic acid and its analogues on insulin and glucagon secretion were investigated in conscious sheep. Intravenous injections of benzoic acid increased plasma insulin and glucagon concentrations in a dose-dependent manner between 39-1250 umol/kg, with ED50s for increasing both hormones of about 625 umol/kg. Various derivatives of benzoic acid (625 umol/kg) were administered and structure-activity relationships were examined. A single carboxylic group was essential for stimulating insulin and glucagon secretion, since both hormone responses were abolished with compounds in which the carboxylic group was replaced by sulfonic or phosphoric groups, or in which another carboxylic element was introduced (phthalic acids). Most of the compounds which introduced other elements (amino and hydroxy groups, and halogens) onto the benzene ring had an altered stimulating activity. Thus the pancreatic endocrine system can recognize the chemical structure of benzoic acid and its derivatives in detail and induce insulin and glucagon secretion in sheep."
        },
        {
            "References": "Grant, W.M. Toxicology of the Eye. 3rd ed. Springfield, IL: Charles C. Thomas Publisher, 1986., p. 142",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/  A 4% soln ... was injected iv daily /in brown rabbits/. ... Animals were killed with a gas embolus after 12 hr to 3 days. Histologically, exudative detachment of the retinal neuroepithelium from the pigment epithelium was found. The toxic /effects/ appeared ... predominantly on the layer of rods and cones. ... Acid mucopolysaccharides appeared to be increased in the rod and cone layer, but also irregularly in other parts of the retina."
        },
        {
            "References": "PMID:6640001",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/  Na benzoate, which dissociates intravascular bilirubin-albumin complexes, might thus have the potential for driving bilirubin from the plasma into tissues such as the skin. /The authors/ investigated this hypothesis in the adult Gunn rat. As others, /investigators/ observed an early fall in blood bilirubin concentration after intraperitoneal Na benzoate injection, without any change in skin bilirubin content. Nevertheless, /investigators/ observed a significant decrease (p less than 0.01) in skin bilirubin content at 24 and then 48 hr after Na benzoate injection, at which times blood bilirubin remained at a low level. The phenomenon was reversible since, at 8 days after Na benzoate injection, blood and skin bilirubin contents had returned to control values. Regarding the decrease in skin bilirubin content after Na benzoate injection we described a dose-effect relationship. So, /the authors/ could not confirm /this/ hypothesis. /The authors/ concluded that the phenomenon observed is probably due to a shift in the distribution equilibrium of the pigment between serum, skin and other tissues. /Sodium benzoate/"
        },
        {
            "References": "Cosmetic Ingredient Review Expert Panel; International Journal of Toxicology 20 (suppl. 3): 23-50 (2001)",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Royal Wistar rats dosed with 3% for 1, 2, 3, or 5 days (approx.1500 mg/kg/day); basal diet followed for 19 to 30 days. Fourteen of 35 rats dosed for 5 days died; necrosis of parenchymal cells noted in brain in all 5-day treated rats and occasionally in 3-day treated rats."
        },
        {
            "References": "International Programme on Chemical Safety's Concise International Chemical Assessment  Documents. Number 26: Benzoic acid and Sodium Benzoate (2000). Available from, as of March 24, 2005: https://www.inchem.org/pages/cicads.html",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ In an acute eye irritation/corrosion study with rabbits conducted according to OECD Guideline 405, some eye irritation was reported after application of benzoic acid in the form of a paste. Within 72 hr, the scores for chemosis, reddening of the conjunctivae, iritis, and keratitis always remained at <2."
        },
        {
            "References": "International Programme on Chemical Safety's Concise International Chemical Assessment  Documents. Number 26: Benzoic acid and Sodium Benzoate (2000). Available from, as of March 24, 2005: https://www.inchem.org/pages/cicads.html",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ From the available studies, it can be assumed that the toxicity of benzoic acid after short-term oral exposure is low. In high-dosed rats given approximately 2250 mg/kg body weight per day via diet over 5 days, excitation, ataxia, convulsions, and histopathological changes in the brain were seen. The mortality was about 50%; in some cases, bleeding into the gut was noted."
        },
        {
            "References": "International Programme on Chemical Safety's Concise International Chemical Assessment  Documents. Number 26: Benzoic acid and Sodium Benzoate (2000). Available from, as of March 24, 2005: https://www.inchem.org/pages/cicads.html",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ A dose-dependent positive result was obtained in an ear swelling test with five guinea-pigs (induction with 0.2, 1, 5, or 20% in absolute ethyl alcohol; no challenge) used as a model for detecting agents causing non-immunological contact urticaria in humans. At several other regions (back, abdomen, flank site), a concentration of 20% failed to produce any reactions."
        },
        {
            "References": "European Chemicals Bureau; IUCLID Dataset, Benzoic acid (65-85-0) (2000 CD-ROM edition). Available from, as of March 22, 2005: https://esis.jrc.ec.europa.eu/",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ 0.5% /benzoic acid was given/ in diet (approx. 300-420 mg/kg/day) /to/ cats /for/ 3-4 days continuously in diet. 4 cats were tested; initial body weight: 1.42-2.0 kg. /Effects include/ convulsions, hyperaesthesia, apprehension, swollen hepatocytes with infiltrations of macrophages and fibroblasts, swollen kidney tubules, no pathological findings in brain and spinal cord; mortality: 2/4."
        },
        {
            "References": "International Programme on Chemical Safety's Concise International Chemical Assessment  Documents. Number 26: Benzoic acid and Sodium Benzoate (2000). Available from, as of March 24, 2005: https://www.inchem.org/pages/cicads.html",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ In two other studies with rats dosed with approximately 825 mg/kg body weight per day over 7-35 days or with 65-647 mg/kg bodyweight per day over 28 days, no clear treatment-related effects occurred. The reduced weight gain at 2250 and 825 mg/kg body weight per day may be attributed to reduced food intake... . The relevance of the reduced relative kidney weight at 324 mg/kg body weight per day, which was not dose-related and not accompanied by changes in histopathological examinations, is unclear."
        },
        {
            "References": "Sheftel, V.O.; Indirect Food Additives and Polymers. Migration and Toxicology. Lewis Publishers, Boca Raton, FL. 2000., p. 448",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/  F344 rats received 1.81, 2.09, or 2.4% sodium benzoate, and B6C3F1 /mice/ received 2.08, 2.50, or 3.0% sodium benzoate in their diet for 10 days. In male rats of the 2.4% group, relative liver and kidney weight, serum levels of albumin, total protein, and gamma-glutamyl transpeptidase were significantly increased; enlarged hepatocytes with glassy cytoplasma were seen. In male mice of the 3.0% group, absolute liver weights and serum cholesterol and phospholipid levels were increased, and enlargement, vacuolation and necrosis of hepatocytes were evident. /Sodium benzoate/"
        },
        {
            "References": "European Chemicals Bureau; IUCLID Dataset, Benzoic acid (65-85-0) (2000 CD-ROM edition). Available from, as of March 22, 2005: https://esis.jrc.ec.europa.eu/",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/  Mice /were given/ daily 80 mg/kg/day /benzoic acid/. /Effects include/ reduced weight gain without reduced food intake; mortality rate at week 10: 32% in males and females."
        },
        {
            "References": "International Programme on Chemical Safety's Concise International Chemical Assessment  Documents. Number 26: Benzoic acid and Sodium Benzoate (2000). Available from, as of March 24, 2005: https://www.inchem.org/pages/cicads.html",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Ten CD rats per sex per group were exposed to 0, 25, 250, or 1200 mg benzoic acid dust aerosol/cu m (analytical concentration; mass aerodynamic diameter [MAD]/sigma g (standard deviation): 0, 4.6/3.1, 4.4/2.1, 5.2/2.1; mass median aerodynamic diameter [MMAD]: 4.7 um) for 6 hr/day and 5 days per week over 4 weeks. After this time, various serum biochemical, hematological, organ weight, and histopathological examinations were conducted. At >25 mg/cu m, an increased incidence of interstitial inflammatory cell infiltrate and interstitial fibrosis in the trachea and lungs in treated animals compared with controls was seen. Although the number of these microscopic lesions was higher in treated animals than in controls, there was no clear dose dependency for this effect. A concentration of >250 mg/cu m resulted in upper respiratory tract irritation, as indicated by inflammatory exudate around the nares, and significantly decreased absolute kidney weights in females. In the highest dose group, one rat per sex died, and the body weight gain was significantly decreased in males and females compared with controls. In addition, a significant decrease in platelets (males/females), absolute/relative liver weights (males), and trachea/lung weights (females) was noted."
        },
        {
            "References": "International Programme on Chemical Safety's Concise International Chemical Assessment  Documents. Number 26: Benzoic acid and Sodium Benzoate (2000). Available from, as of March 24, 2005: https://www.inchem.org/pages/cicads.html",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ In two studies with rats given 1.5% benzoic acid via diet (approximately 750 mg/kg body weight per day), the animals showed a reduced weight gain with decreased feed intake after dosing over 18 months. In one of these studies, mortality was increased (15/50 rats of both sexes versus 3/25 in controls)."
        },
        {
            "References": "WHO; Food Additive Series 37: Toxicological evaluation of ceratin food additives: Benzyl acetate, Benzyl alcohol, Benzaldehyde, and Benzoic acid and its Salts (1996). Available from, as of March 24, 2005: https://www.inchem.org/documents/jecfa/jecmono/v37je05.htm",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Seventeen dogs given diets containing sodium benzoate or benzoic acid at 1000 mg/kg bw for 250 days showed no effect on growth, appetite, or well-being; but at higher doses ataxia, epileptic convulsions, and death occurred."
        },
        {
            "References": "Cosmetic Ingredient Review Expert Panel; International Journal of Toxicology 20 (suppl. 3): 23-50 (2001)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ 40 Sprague-Dawley rats (20 each sex) received feed containing either 0.5% or 2% for 1 year. Some other groups also received sorbic acid. No effect noted at 0.5%; slight reduction of growth rate noted at 2%. No additive toxicity noted of benzoic acid plus sorbic acid."
        },
        {
            "References": "Sheftel, V.O.; Indirect Food Additives and Polymers. Migration and Toxicology. Lewis Publishers, Boca Raton, FL. 2000., p. 448",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Administration of 80 mg /benzoic acid/ (BA)/kg body weight for 18 months caused no adverse effects on body weight gain, survival, or gross microscopic pathology in rats and mice. Mice were fed 40 mg BA/kg body weight for 1.5 years. The treatment caused a decrease in the resistance to stress and reduction in food and water intake and body weight gain. Rats received 1.5% BA in their diet (750 mg/kg body weight). The treatment decreased food intake and body weight gain."
        },
        {
            "References": "International Programme on Chemical Safety's Concise International Chemical Assessment  Documents. Number 26: Benzoic acid and Sodium Benzoate (2000). Available from, as of March 24, 2005: https://www.inchem.org/pages/cicads.html",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ In a study with pregnant rats given only one oral dose of benzoic acid (510 mg/kg body weight on gestation day 9), there was no indication of an increase in resorption rates or malformations."
        },
        {
            "References": "International Programme on Chemical Safety's Concise International Chemical Assessment  Documents. Number 26: Benzoic acid and Sodium Benzoate (2000). Available from, as of March 24, 2005: https://www.inchem.org/pages/cicads.html",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ In a four-generation study with rats, no effects on life span, growth rate, or organ weights were reported after dosing with up to 1% in the diet (approximately 500 mg/kg body weight per day). Only animals of the third generation were autopsied after 16 weeks, but it is not clear if a complete histopathological investigation was performed."
        },
        {
            "References": "Cosmetic Ingredient Review Expert Panel; International Journal of Toxicology 20 (suppl. 3): 23-50 (2001)",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Benzoic acid at doses of 6, 30, 60, and 600 mg/kg was administered by stomach tube to groups of 21 to 24 pregnant golden hamsters on GDs 6 to 10. Two negative-control groups were maintained; one was treated with water, the other with 0.5% carboxymethyl cellulose. A positive-control group received either thalidomide or aspirin. Dams were killed on day 16. No adverse effect in maternal survival was noted. A significant number of resorptions was noted in hamsters which received /greater than or equal to/ 30 mg/kg. The incidence of fetal malformations reached statistical significance at >600 mg/kg."
        },
        {
            "References": "Cosmetic Ingredient Review Expert Panel; International Journal of Toxicology 20 (suppl. 3): 23-50 (2001)",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Benzoic acid at doses of 5, 25, 50, and 500 mg/kg was administered by stomach tube to groups  of 20 pregnant Wistar rats on GDs 6 to 15. Two negative-control groups were maintained; one was  treated with water, the other with 0.5% carboxymethylcellulose (used to keep the benzoic acid in  suspension). A positive control group received either thalidomide or aspirin. Dams were killed on  day 21. Maternal survival was similar for treated and control groups. A significant number of  resorptions /were/ noted in rats which received /greater than or equal to/ 25 mg/kg. The incidence  of fetal malformations in /benzoic acid/ treated rats did not reach statistical significance."
        },
        {
            "References": "International Programme on Chemical Safety's Concise International Chemical Assessment  Documents. Number 26: Benzoic acid and Sodium Benzoate (2000). Available from, as of March 24, 2005: https://www.inchem.org/pages/cicads.html",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ In a four-generation study with male and female rats, no adverse effects on fertility or lactation (only investigated parameters) were seen after dosing with benzoic acid at up to 1% in the diet (approximately 500 mg/kg bw/day). In studies with repeated oral application, no effects on the testes were observed in rats after dosing with benzoic acid at up to 647 mg/kg bw/day in the diet for 4 weeks or in mice after lifelong application of 6200 mg sodium benzoate/kg bw/day via drinking-water."
        },
        {
            "References": "Cosmetic Ingredient Review Expert Panel; International Journal of Toxicology 20 (suppl. 3): 23-50 (2001)",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ Royal Wistar rats (number not stated) dosed with 1.1% for 7, 14, or 35 days (approx. 550 mg/kg/day). Significantly poor weight gain; no signs of neurotoxicity or pathological changes in the brain /were observed/."
        },
        {
            "References": "Cosmetic Ingredient Review Expert Panel; International Journal of Toxicology 20 (suppl. 3): 23-50 (2001)",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ Groups of eight Wistar dams received feed containing 0.1%, 0.5%, or 1.0% sodium benzoate beginning on gestation day (GD) 5 and continuing throughout pregnancy and lactation. The control group was untreated. At birth, the number of pups in each litter was equalized to eight. Locomotor activity of the pups was measured on various days. One pup from each litter was killed on days 9, 15, and 21 and the brain removed and examined. On day 22, pups were weaned onto the same diet as their respective dam. On day 24, one male pup from each litter was caged individually and monitored for spontaneous locomotor activity. Rats were killed on day 45 and brain concentrations of norepinephrine, dopamine, and serotonin were measured. No significant difference was noted in feed intake and body weight gain of dams and pups of the treated groups compared to controls. No consistent differences in motor activity and monoamine concentrations were noted. /Sodium Benzoate/"
        },
        {
            "References": "International Programme on Chemical Safety's Concise International Chemical Assessment  Documents. Number 26: Benzoic acid and Sodium Benzoate (2000). Available from, as of March 24, 2005: https://www.inchem.org/pages/cicads.html",
            "Value": "/GENOTOXICITY/ Benzoic acid tested negative in several Ames tests and in one DNA damage assay with different Salmonella typhimurium strains in the presence or absence of metabolic activation. Only in one recombination assay with Bacillus subtilis H17 and M45 was a positive result obtained. There was no indication of genotoxic activity (chromosome aberrations, sister chromatid exchange) in tests with mammalian cells (Chinese hamster CHL and CHO cells, human lymphoblastoid cells, human lymphocytes) without metabolic activation."
        },
        {
            "References": "Cosmetic Ingredient Review Expert Panel; International Journal of Toxicology 20 (suppl. 3): 23-50 (2001)",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ In an in vitro study hippurate and its parent compound sodium benzoate had antitumor effects on cells derived from Skalsky lymphoma, N'emeth-Kellner lymphoma (LYNK), L-asparaginase-sensitive 6C3HED Gardner lymphoma (GS), and LP-2 plasmacytoma. /Sodium Benzoate/"
        },
        {
            "References": "WHO; Food Additive Series 37: Toxicological evaluation of ceratin food additives: Benzyl acetate, Benzyl alcohol, Benzaldehyde, and Benzoic acid and its Salts (1996). Available from, as of March 24, 2005: https://www.inchem.org/documents/jecfa/jecmono/v37je05.htm",
            "Value": "/OTHER TOXICITY INFORMATION/ Benzoic acid inhibits pepsin digestion, ...but /it has/ no effect on amylase or lipase. ...Benzoic acid is a specific, powerful inhibitor of D-amino acid oxidase, a 10-4 mmol/L solution resulting in 50% inhibition. Concentrations in the range of 10-3 mmol/L have non-specific inhibitory effects on the metabolism of fatty acids, including acetoacetate formation."
        },
        {
            "References": "PMID:4672555",
            "Value": "/OTHER TOXICITY INFORMATION/ Benzoic acid (2%) as found in some preserved pet foods was toxic to cats. The /investigators/ suggest that the largest amount that could be fed daily to cats was 0.2 g/kg."
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "(1) Hansch C et al; Exploring QSAR. Hydrophobic, Electronic, and Steric Constants. ACS Prof Ref Book. Heller SR, consult. ed., Washington, DC: Amer Chem Soc p. 29 (1995) (2) US EPA; Estimation Program Interface (EPI) Suite. Ver. 4.1. Nov, 2012. Available from, as of Aug 19, 2013: https://www.epa.gov/oppt/exposure/pubs/episuitedl.htm (3) Schuurmann G et al; Environ Sci Technol 40: 7005-11 (2006) (4) Swann RL et al; Res Rev 85: 17-28 (1983) (5) Haynes WM, ed; CRC Handbook of Chemistry and Physics. 91st ed. Boca Raton, FL: CRC Press Inc., p 8-47 (2010) (6) Doucette WJ; pp. 141-188 in Handbook of Property Estimation Methods for Chemicals. Boethling RS, Mackay D, eds. Boca Raton, FL: Lewis Publ (2000) (7) Loekke H; Water Air Soil Pollut 22: 373-87 (1984) (8) Bailey GW et al; Soil Sci Soc Amer Proc 32: 222-34 (1968)",
            "Value": "Koc of benzoic acid is estimated as 15(SRC), using a log Kow of 1.87(1) and a regression-derived equation(2). An experimental log Koc of 1.50 (Koc = 31) has been reported, test details not available(3). According to a classification scheme(4), these Koc values suggest that benzoic acid is expected to have very high mobility in soil. The pKa of benzoic acid is 4.20(5), indicating that this compound will exist in anion form in the environment and anions generally do not adsorb more strongly to organic carbon and clay than their neutral counterparts(6). Freundlich adsorption constants of 0.23, 0 and 0 were reported using Ersum sandy till (pH 4.7; 0.25% OC), Tirstrup melt water sand (pH 6.1; 0.09% OC) and Djursland clayey till (pH 7.6; 0.22% OC), respectively, at 6 °C. Soils were collected in North Sealand and Djursland, Jutland(7). Benzoic acid displayed negligible adsorption when using a montmorillonite (Volclay bentonite, Upton WY) clay(8)."
        }
    ],
    "plant_translocations": [
        {
            "content": "Benzoic acid applied to red kidney bean plants was absorbed and translocated, with the amount increasing at higher temperatures (20-30°C) and humidities (70-74% vs 34-48%). Within treated leaves, radioactivity from benzoic acid showed movement out of the leaf along vascular bundles like 2,4-D, but also diffuse movement away from treated areas to all parts of the treated leaf. Further studies involving extraction and chromatography indicated that the bulk of the translocated radioactivity was in the form of free benzoic acid or dissociable salts of benzoic acid. Therefore, benzoic acid was observed to be both systemically translocated through the vascular system and transported diffusely within leaves after topical application to bean plants, primarily in its free acid form or as dissociable salts, with absorption and translocation enhanced under warmer and more humid conditions.",
            "reference": "El-Zahi, E. Z. S. (2015). Signs on the persistence and effectiveness of some novel insecticides against Spodoptera littoralis (Boisduval) on different host plants. Egyptian Academic Journal of Biological Sciences, F. Toxicology & Pest Control, 7(1), 105-113.",
            "method": {
                "Test Plant": "Phaseolus vulgaris L. var.",
                "Apply Location": "Foliar application",
                "Plant Grown Condition": "Germination Environment: Seeds germinated at 25°C in vermiculite saturated with distilled water. Growth Conditions Post-Germination: Transferred to 4-inch pots containing Yolo clay loam soil, fertilized with 16 ppm nitrogen and 6 ppm phosphorus on an oven-dry weight basis. Plants were maintained in a growth chamber with specific light and temperature cycles.",
                "Chemical Preparation": "Triethanolamine salt of 2,4-dichlorophenoxyacetic acid and triethanolamine benzoate in water with 0.1% Vatsol OT (sodium dioctyl sulfosuccinate).",
                "Concentration and Application": "Two 5 µl droplets containing 10 µg acid equivalent of the treatment chemicals applied approximately 2/3 cm from the major vein and 1.5 cm from the base of the leaf. C14 activity measured at 6.03 mCi/mM for 2,4-D and 1.0 mCi/mM for benzoic acid.",
                "Pesticide Application Details for the Plant": "Droplets applied at specific locations on the unifoliate leaves.  Treatments applied between 9:00 and 12:00 A.M., 9 days post-planting when the first trifoliate leaves were emerging.",
                "Other Information and Other Information": "Plants were harvested at 2, 4, 6, and 8 hours post-treatment in some experiments. Harvest involved washing out the root systems and removing two 1 cm sections from the epicotyl for analysis."
            },
            "result": "[{\"Humidity\": \"High\", \"Hours after application\": 2, \"Temperature\": 20, \"Abosrbed and translocated (10**(-11))\": 0.713}, {\"Humidity\": \"High\", \"Hours after application\": 2, \"Temperature\": 25, \"Abosrbed and translocated (10**(-11))\": 0.672}, {\"Humidity\": \"High\", \"Hours after application\": 2, \"Temperature\": 30, \"Abosrbed and translocated (10**(-11))\": 1.405}, {\"Humidity\": \"High\", \"Hours after application\": 4, \"Temperature\": 20, \"Abosrbed and translocated (10**(-11))\": 1.854}, {\"Humidity\": \"High\", \"Hours after application\": 4, \"Temperature\": 25, \"Abosrbed and translocated (10**(-11))\": 1.935}, {\"Humidity\": \"High\", \"Hours after application\": 4, \"Temperature\": 30, \"Abosrbed and translocated (10**(-11))\": 4.013}, {\"Humidity\": \"High\", \"Hours after application\": 6, \"Temperature\": 20, \"Abosrbed and translocated (10**(-11))\": 2.689}, {\"Humidity\": \"High\", \"Hours after application\": 6, \"Temperature\": 25, \"Abosrbed and translocated (10**(-11))\": 2.037}, {\"Humidity\": \"High\", \"Hours after application\": 6, \"Temperature\": 30, \"Abosrbed and translocated (10**(-11))\": 4.543}, {\"Humidity\": \"Low\", \"Hours after application\": 2, \"Temperature\": 20, \"Abosrbed and translocated (10**(-11))\": 0.448}, {\"Humidity\": \"Low\", \"Hours after application\": 2, \"Temperature\": 25, \"Abosrbed and translocated (10**(-11))\": 0.529}, {\"Humidity\": \"Low\", \"Hours after application\": 2, \"Temperature\": 30, \"Abosrbed and translocated (10**(-11))\": 0.977}, {\"Humidity\": \"Low\", \"Hours after application\": 4, \"Temperature\": 20, \"Abosrbed and translocated (10**(-11))\": 1.222}, {\"Humidity\": \"Low\", \"Hours after application\": 4, \"Temperature\": 25, \"Abosrbed and translocated (10**(-11))\": 1.324}, {\"Humidity\": \"Low\", \"Hours after application\": 4, \"Temperature\": 30, \"Abosrbed and translocated (10**(-11))\": 1.487}, {\"Humidity\": \"Low\", \"Hours after application\": 6, \"Temperature\": 20, \"Abosrbed and translocated (10**(-11))\": 1.813}, {\"Humidity\": \"Low\", \"Hours after application\": 6, \"Temperature\": 25, \"Abosrbed and translocated (10**(-11))\": 1.365}, {\"Humidity\": \"Low\", \"Hours after application\": 6, \"Temperature\": 30, \"Abosrbed and translocated (10**(-11))\": 2.73}]"
        }
    ]
}