{
    "_id": {
        "$oid": "6682e944c4e5dba5ffba29c2"
    },
    "CID": {
        "$numberInt": "24385"
    },
    "Name": "NICKEL CHLORIDE",
    "IUPACName": "dichloronickel",
    "CanonicalSMILES": "Cl[Ni]Cl",
    "Synonyms": [
        "NICKEL CHLORIDE",
        "7718-54-9",
        "Nickel(II) chloride",
        "Nickel dichloride",
        "dichloronickel",
        "Nickelous chloride",
        "NiCl2",
        "Nickel(2+) chloride",
        "Nickel(II) chloride anhydrous",
        "Nickel dichloride (nicl2)",
        "Nichel(II) chloride",
        "37211-05-5",
        "Nickel (II) chloride",
        "Nickel chloride (NiCl2)",
        "Nickel(II) chloride (1:2)"
    ],
    "IsomericSMILES": "Cl[Ni]Cl",
    "INCHI": "InChI=1S/2ClH.Ni/h2*1H;/q;;+2/p-2",
    "INCHIKEY": "QMMRZOWCJAIUJA-UHFFFAOYSA-L",
    "Formula": "Cl2Ni",
    "MolecularWeight": {
        "$numberDouble": "129.6"
    },
    "Description": "Nickel dichloride is a compound of nickel and chloride in which the ratio of nickel (in the +2 oxidation state) to chloride is 1:2. It has a role as a calcium channel blocker and a hapten.",
    "XlogP": {
        "$numberDouble": "NaN"
    },
    "Complexity": {
        "$numberInt": "2"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "mechanism_of_action": [
        {
            "References": "PMID:7163636",
            "Value": "... Cell growth was selectively blocked in S-phase by ... 1-60 uM ... nickel chloride."
        },
        {
            "References": "FIEDLER H ET AL; FOLIA HAEMATOL (LEIPZIG) 96 (2): 224-30 (1971)",
            "Value": "SC INJECTION OF NICKEL(II) CHLORIDE INTO RABBITS (5 MG METAL/KG) INHIBITED ADP INDUCED PLATELET AGGREGATION IN PLASMA SAMPLES TAKEN @ VARIOUS TIMES AFTER INJECTION."
        },
        {
            "References": "Athar M et al; Biochemical and Biophysical Res Comm 147 (3): 1276-81 (1987)",
            "Value": "The mechanism of nickel mediated increases in hepatic lipid peroxidation was studied. Eighteen female albino rats were administered a single subcutaneous dose of 200 nickel chloride. A second group of 24 rats was divided into four subgroups and given 50, 100, 200, and 400 uM/kg nickel chloride. Increased lipid peroxidation and glutathione and iron concentrations were proportional to dose at 16 and 24 hr. Glutathione peroxidase activity decreased at the low dose but rose at higher nickel chloride concentrations. Lipid peroxidation was inhibited by exogenous ethylenediaminetetraacetic acid, sodium azide, ethanol, sodium benzoate, and histidine, but was unaffected by superoxide benzoate, and histidine, but was unaffected by superoxide-dismutase and catalase. The administration of Ni resulted in the accumulation of hepatic iron and glutathione peroxidase activity."
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "Clayton, G. D. and F. E. Clayton (eds.). Patty's Industrial Hygiene and Toxicology: Volume 2A, 2B, 2C: Toxicology. 3rd ed. New York: John Wiley Sons, 1981-1982., p. 1825",
            "Value": "... NICKEL CHLORIDE IS LETHAL TO DOGS WHEN IV ADMIN IN A SINGLE DOSE OF 10-20 MG/KG, THE CARDIAC & RESPIRATORY NERVE CENTERS ARE AFFECTED; GROSS CHANGES CONSIST OF EDEMA, HEMORRHAGE, & DEGENERATION OF THE HEART MUSCLE, BRAIN, LUNG, LIVER, & KIDNEY."
        },
        {
            "References": "Clayton, G. D. and F. E. Clayton (eds.). Patty's Industrial Hygiene and Toxicology: Volume 2A, 2B, 2C: Toxicology. 3rd ed. New York: John Wiley Sons, 1981-1982., p. 1825",
            "Value": "... CHLORIDE OF INHALED NICKEL ... GREATLY INCREASED THE VISCOSITY OF LUNG WASHINGS /IN RATS/, @ APPROXIMATELY THE SAME EXPOSURE LEVEL (100 UG NICKEL/CU M). MOST PROMINENT EFFECT OF ... THE CHLORIDE WAS HYPERPLASIA OF THE BRONCHIOLAR & BRONCHIAL EPITHELIUM WITH PERIBRONCHIAL LYMPHOCYTIC INFILTRATION."
        },
        {
            "References": "Clayton, G. D. and F. E. Clayton (eds.). Patty's Industrial Hygiene and Toxicology: Volume 2A, 2B, 2C: Toxicology. 3rd ed. New York: John Wiley Sons, 1981-1982., p. 1829",
            "Value": "... NICKEL CHLORIDE, NICKEL SULFATE, & NICKEL NITRATE /WERE NOT/ ... MUTAGENIC IN A STUDY OF MUTATION IN STREPTOMYCIN DEPENDENT E COLI STRAIN ... SIMILAR NEGATIVE RESULTS WERE FOUND ON TESTING BACTERIOPHAGE T4 WITH NISO4 DURING PHAGE REPLICATION IN T4 INFESTED E COLI ..."
        },
        {
            "References": "PMID:1209637",
            "Value": "FISCHER FEMALE RATS HAD PROTEINURIA AFTER SINGLE IP DOSE OF NICKEL CHLORIDE (34-85) MOLES/KG & ALPHA-AMINOACIDURIA AFTER IP DOSE OF 68 & 85 MOLES/KG. RETURNED TO NORMAL BY DAY 5."
        },
        {
            "References": "PMID:635925",
            "Value": "RATS GIVEN NICKEL CHLORIDE (16 MG NI/KG) IM DURING EARLY GESTATION CAUSED INCR EMBRYO DEATH & IMPAIRED FETAL GROWTH AT DOSES THAT DID NOT CAUSE MATERNAL MORTALITY."
        },
        {
            "References": "PMID:4674088",
            "Value": "EMBRYOS GROWN IN 10-3 TO 10-2 MOLAR NICKEL CHLORIDE CLEAVED AT A NORMAL RATE & FORMED BLASTULAE BUT DID NOT GASTRULATE."
        },
        {
            "References": "PMID:776602",
            "Value": "MICE IMMUNIZED IP WITH SHEEP RBC WERE TREATED WITH NICKEL CHLORIDE. INJECTIONS WITH 9.26-12.34 UG NICKEL ION/G CAUSED SIGNIFICANT IMMUNOSUPPRESSION."
        },
        {
            "References": "PMID:1129789",
            "Value": "SINGLE IP OR INTRATRACHEAL INJECTION OF NICKEL CHLORIDE IN RATS CAUSED RAPID TRANSIENT INCR IN SERUM GLUCOSE & DECR IN SERUM INSULIN & GLYCOSURIA. INSULIN INHIBITION MAY BE DUE TO NICKEL IN PITUITARY."
        },
        {
            "References": "CLEMONS EK ET AL; TOCIXOL APPL PHARMACOL 61 (3): 343-8 (1981)",
            "Value": "SUBCUTANEOUS INJECTION OF NICKEL CHLORIDE (20 & 10 MG/KG) LED TO PROFOUND & CONSISTENT INCR OF CIRCULATING PROLACTIN LEVELS AFTER 1 DAY & LASTED FOR 4 DAYS IN MALE RATS. HAS EFFECTS ON ENDOCRINE SYSTEM & IS MEDIATED THROUGH NEUROENDOCRINE SYSTEM."
        },
        {
            "References": "PMID:473066",
            "Value": "ADMIN OF NICKEL CHLORIDE TO PREGNANT MICE ON 7TH-11TH DAY OF GESTATION RESULTED IN SIGNIFICANT EMBRYOTOXIC EFFECTS SUCH AS INCR RESORPTION RATE, DECR FETAL WT, DELAY IN SKELETAL OSSIFICATION & HIGH INCIDENCE OF MALFORMATION."
        },
        {
            "References": "PMID:7059962",
            "Value": "NICKEL CHLORIDE INDUCED DNA STRAND BREAKS IN CULTURED CHINESE HAMSTER OVARY CELLS."
        },
        {
            "References": "FIEDLER H, HERRMAN I; FOLIA HAEMATOL (LEIPZIG) 96 (2): 224-30 (1971)",
            "Value": "SC INJECTION OF NICKEL(II) CHLORIDE INTO RABBITS (5 MG METAL/KG) INHIBITED ADP INDUCED PLATELET AGGREGATION IN PLASMA SAMPLES TAKEN AT VARIOUS TIMES AFTER INJECTION."
        },
        {
            "References": "PMID:1154397",
            "Value": "Injection of 2 or 4 mg nickel chloride produced prompt elevations in plasma glucose and glucogen levels which returned to normal 2-4 hr afterwards in normal, adrenalectomized, and hypophysectomized rats."
        },
        {
            "References": "PMID:4464197",
            "Value": "Nickel chloride given orally to rats at 0.5 to 5.0 mg/kg/day for two to four weeks or by inhalation (0.05 to 0.5 mg/cu m) significantly decreased iodine uptake by the thyroid, the effect being more pronounced for inhaled nickel."
        },
        {
            "References": "Clary JJ, Viganti I; Toxicol Appl Pharmacol 25: 467 (1973)",
            "Value": "Rats given a single 19 mg/kg dose of nickel chloride or an oral 225 ppm long term exposure in water had 4 fold increases in serum glucose, hyperlipidemia, and insulin resistance, with elevated serum triglycerides."
        },
        {
            "References": "PMID:4234215",
            "Value": "In rats given a 250 mg/kg ip injection of nickel chloride as a single dose 3-6 hr before sacrifice, ATP-ase activity in brain capillaries was abolished."
        },
        {
            "References": "PMID:13832370",
            "Value": "18 guinea pigs were given nickel chloride by ip injection at a dose of 4 umol/100 g (about 5 mg/kg) eighteen controls received injections of saline only. Urinary corticoid excretions in animals treated with nickel chloride was almost twice that of controls."
        },
        {
            "References": "PMID:6318649",
            "Value": "Dose related increases in /metallothionein/ concn were observed in liver and kidney of /male Fischer/ rats killed 17 hr after injection of nickel chloride (NiCl2) (0.25-0.75 mmol/kg, sc). Repeated administration of nickel chloride (0.1 mmol/kg ip) on 4 successive days, with sacrifice 3 days after last treatment, increased metallothionein concn 1.4 fold in liver and kidneys ... ."
        },
        {
            "References": "Skreb Y, Fisher AB; Zentralbl Bakteriol Mikrobiol Hyg 178 (5-6): 432-45 (1984)",
            "Value": "Nickel chloride produces a dose dependent depression of proliferation and mitotic rate ... in ... V-79 Chinese hamster cells and in L-A mouse fibroblasts. /Additional effects included/ ... increasing release of intracellular lactic dehydrogenase ...; /increased/ lactic acid production; /reduced/ plating efficiency, DNA synthesis, protein synthesis, RNA synthesis. ... Serum constituents, notably albumin, bind the metal effectively and inhibit cellular uptake."
        },
        {
            "References": "PMID:7135395",
            "Value": "Intratracheal instillation of nickel chloride (0.1 or 1.0 umol/lung) inhibited the p-nitroanisole O-demethylase activity (30 and 54%, respectively) ... in isolated, ventilated and perfused rat lung preparations."
        },
        {
            "References": "PMID:6831384",
            "Value": "Nickel chloride caused substantial induction of DNA repair synthesis at ... 100 uM ... in cultured Syrian hamster embryo and Chinese hamster ovary cells. Repair synthesis was detected at concn ... which result in no detectable damage to DNA."
        },
        {
            "References": "PMID:7369783",
            "Value": "Nickel chloride (NiCl2) ... injected into chicken eggs at dosages ranging from 0.02-0.7 mg/egg ... at days 0, 1, 2, 3, and 4 of incubation ... /produced dose related effects including/, exencephaly, everted viscera, short and twisted neck and limbs, microphthalmia, hemorrhage, and reduced body size. The toxicity and teratogenicity of NiCl2 was the highest in the embryos treated at day 2."
        },
        {
            "References": "PMID:2440751",
            "Value": "Female C3H/HeJ or CD-1 mice were infected with a sublethal dose of murine cytomegalovirus and then exposed to nickel chloride (NiCl2) or cadmium chloride intramuscularly (im) or by inhalation. Effects of these treatments on disease susceptibility, virus augmented and spontaneous natural killer cell activity, and virus induction of interferon were determined. NiCl2 (20 mg/kg, im) enhanced mortality due to murine cytomegalovirus in both mouse strains, and a reduction in virus augmented natural killer cell activity was seen at doses as low as 10 mg NiCl2/kg. Effects on natural killer activity did not appear to be due to effects on interferon production since neither of the metal treatments caused a depression of this response."
        },
        {
            "References": "PMID:3575872",
            "Value": "Acute thymic involution ocurred in male, Fischer-344 rats following a single injection of nickel chloride (0.5 mmol/kg, sc). In nickel treated rats, the mean thymic weight was significantly decreased at 24 hr, continued to diminish at 48 hr, and reached 24% of the control value at 72 hr post injection. The ratio of thymic weight to body weight (mg/g) decreased from 1.24 + or - 0.05 (SD) in control rats to 0.30 + or - 0.05 in nickel treated rats at 72 hr post injection (p<0.01). The mean concentration of thymic lipoperoxides was unchanged at 24 hr, increased 2 fold at 48 hr, and reached 8 times the control value at 72 hr after nickel chloride injection. Sections of thymus from nickel treated rats showed moderate to profound depletion of cortical lymphocytes at 72 hr post injection. Marked degenerative changes were noted in cortical lymphocytes, with pyknosis and karyorrhexis; swelling and vacuolation were evident in thymic reticular epithlial cells."
        },
        {
            "References": "Laschi-Loquerie A et al; Immunopharmacol Imunotoxicol 9 (2-3): 235-41 (1987)",
            "Value": "The effects of lead acetate, nickel chloride and sodium selenite on resistance to experimentally induced Klebsiella pneumoniae infection was investigated in mice, with particular emphasis on the interference of the time of toxic exposure with the infectious challenge. A single intraperitoneal dose of 24 mg/kg lead or 4 mg/kg nickel enhanced the resistance of mice to Klebsiella pneumoniae when administered 24 hr before the infectious challenge, whereas host resistance was impaired when the same dose was injected 5 hr after the infectious challenge. A 3 day pretreatment with 8 or 12 mg/kg lead enhanced host resistance but 0.5 or 1 mg/kg nickel decreased it. In all cases, sodium selenite increased the resistance of mice toward infection."
        },
        {
            "References": "PMID:3814534",
            "Value": "Rabbits were exposed to 0.6 mg/cu m of nickel as nickel chloride for one month; alveolar macrophages were lavaged and divided into three fractions by elutriation. Laminated structures in the macrophages were related to fraction number so that the fractions with the largest cells contained the highest number of structures. Lysozyme activity decreased in unfractionated as well as in fractionated macrophages from nickel exposed rabbits. The decrease was most pronounced in the fraction with the smallest macrophages and smallest number of laminated structures."
        },
        {
            "References": "Sunderman FW; Toxicol Environ Chem 15 (1-2): 59-69 (1987)",
            "Value": "Male Sprague-Dawley rats injected subcutaneously with nickel chloride show significantly increased lipoperoxidation (as indicated by the presence of thiobarbituric acid chromogens) in the liver, kidney, and lung and dose related increases in hepatotoxicity (as measured by serum aspartate-aminotransferase). Cojugated dienes in hepatic microsomal lipids were increased by ten fold in rats given 750 micromol/kg nickel chloride, compared to paired controls. Rats given 500 micromol/kg nickel chloride exhale significant amounts of ethane and ethylene at 13 to 16 and 20 to 23 hr post injection. Erythrocyte deformability was significantly reduced in rats bled 24 or 48 hr after injection of 750 micromol/kg nickel chloride. Plasma lipoperoxide concentrations significantly increase by 24 or 48 hr in rats given 250 to 750 micromol/kg nickel chloride. When pretreated with three antioxidants, sodium ascorbate, promethazine hydrochloride, or selenium dioxide, followed by 500 microg/kg nickel chloride, the increase of thiobarbituric acid chromogens in rat kidney homogenates was partially suppressed by selenium dioxide. The other antioxidants had no effect."
        },
        {
            "References": "PMID:3554616",
            "Value": "Inbred male or female Fischer-344 rats, 60 days old, received a single intramuscular injections of 10 to 20 mg/lg nickel chloride in the thigh to determine whether the rat immune system responds in a manner similar to that of the mouse. Significant decreases in body weight were noted at 15 or 20 mg/kg along with decreased spleen weights at the higher dose level. Rat demonstrated suppression of natural killer cell activity similar to that previously observed in mice. This suppression allowed the development of lung tumors following the injection of syngeneic tumor cells. Suppression of natural killer cell activity was temporary, and recovery to normal activity occurred within a few days. T-cell mediated responses, which were suppressed in mice, were elevated in the rat, but not significantly. T-cell responses such as lymphoproliferation in response to the T-cell mitogens concanavalin-A and phytohemagglutinin and the T-cell and B-cell pokeweed mitogen, as well as the primary antibody response to the T-cell dependent antigen sheep red blood cells, were elevated in treated rats."
        },
        {
            "References": "PMID:3622960",
            "Value": "The chelating efficacy of triethylenetetraamine, glutathione and the macrocyclic drugs, cyclam and cyclam s, for nickel (Ni chloride) was studied in 6-wk-old female albino rats. The drugs were injected sc (20 rats/dose) with 250, 500, and 1000 umol/kg 60 min after a single sc injection of NiCl2 (500 umol/kg) that caused 100% mortality within 6 hr. At a 1:0.5 mol (nickel:chelating drug) all drugs reduced mortality. To compare the ability of the drugs to enhance urinary excretion, groups (n= 5) were injected with (63) Ni (250 umol Ni/kg containing 400 uCi) 60 min prior to injection of 500 umol of chelator (saline as a control). With the exception of glutathione effects on urinary Ni excretion, all drugs significantly (p< 0.05) enhanced urinary and biliary excretion of Ni. Urinary excretion of Ni at 72 hr was highest for cyclam. To compare the efficacy of the drugs in reducing Ni body burden and the comparative affinity for other trace metals, 8 rats were treated with 500 umol Ni/kg body wt 60 min prior to injection of chelator at 1:0.5, 1:1, or 1:2 ratios. The animals were killed 72 hr after injection and hepatic and renal Ni content determined. At all Ni:chelator ratios, cyclam was most effective at reducing liver and kidney Ni concentrations. At the highest ratio (1:2) triethylenetetraamine produced significant depletion (there was an increase in hepatic Zn) in liver and kidney trace metal (Cu, Fe, Mn, Zn) concentrations that were not observed with cyclam or cyclam s. The prophylactic effect of the drugs on Ni poisoning were studied by injecting chelator (1000 umol/kg) 60 min prior to 500 umol/kg of Ni (n= 40/chelator) and observing survival for 17 days (n= 20); 20 rats were given a second injection of Ni after 72 hr and survival observed for 14 days. Rats receiving cyclam or cyclam s had longer mean survival time than those receiving triethylenetetraamine or glutathione."
        },
        {
            "References": "PMID:3829003",
            "Value": "The ability of calcium chromate, nickel sulfate, and nickel chloride to induce chromosomal aberrations in Chinese hamster ovary and C3H1OT1/2-mouse cell lines was investigated. Chinese hamster ovary and C3H1OT1/2 cells were grown in monolayer culture and exposed to various concentrations of nickel and chromium compounds for various time periods. Nickel chloride and nickel sulfate induced chromosomal aberrations primarily in heterochromatin in both cell lines, while calcium chromate showed no preference for heterochromatin or euchromatin. Nickel compounds also showed a preferential effect on the condensation state of the heterochromatic long arm of X-chromosome, this effect was more dramatic with nickel sulfate. No effect was observed with calcium chromate."
        },
        {
            "References": "PMID:3429764",
            "Value": "The effects of exposure to selenium and nickel on the frequency of pulmonary adenomas induced by urethan in mice were investigated. Groups of female Swiss cross mice were exposed every other day for 15 weeks to either 3 ug/ml sodium selenite or to 100 ug/ml nickelous chloride in drinking water. Other groups were exposed on successive days to both metals. After 3 weeks of treatment, the mice were administered 1.5 mg/kg of urethan ip. The mice were killed at the end of the 15 week period. Mice exposed to nickel or selenium showed no clinical toxicity and no difference in wt gain compared to controls. Sleep time induced by urethan (a measure of urethan metabolism and excretion) was significantly reduced by selenium exposure but not nickel exposure. Exposure to selenium alone did not significantly affect the size or number of urethan induced adenomas. Exposure to nickel alone increased adenoma size but had no effect on tumor number. Combined selenium and nickel exposure appeared to produce more tumors than the corresponding single metal exposure treatments. Interactions associated with tumor size and tumor number following combined selenium and nickel exposure, suggests that the immunological and carcinogenic or anticarcinogenic actions of nickel and selenium differ considerably from the corresponding mechanism controlling urethan induced carcinogenesis."
        },
        {
            "References": "Friberg, L., Nordberg, G.F., Kessler, E. and Vouk, V.B. (eds). Handbook of the Toxicology of Metals. 2nd ed. Vols I, II.: Amsterdam: Elsevier Science Publishers B.V., 1986., p. V2 472",
            "Value": "Nickel chloride inhalation ... enhances viral respiratory infection in mice ... ."
        },
        {
            "References": "Montaldi A et al; Toxicol Environ Chem 14 (3): 183-200 (1987)",
            "Value": "Cells from the CHO-K1-Chinese hamster fibroblast line and human lymphocytes from the peripheral blood of a male subject were used to evaluate subtoxic doses of insoluble metal compounds in the sister chromatid exchange assay. While NTA did not induce sister chromatid exchange in the CHO cell line, soluble compounds of cadmium chloride, potassium dichromate, mercury chloride, and nickel chloride significantly increased sister chromatid exchange in CHO cells, establishing a clear dose effect relationship. Equimolar concentrations of NTA did not enhance sister chromatid exchange induction by metals. The NTA/metal complexes, once formed, were genetically active at extremely low concentrations. The enhancement of the genetic activity was not pH dependent. These effects were also demonstrated in the presence of sodium, magnesium and calcium ions in concentrations largely exceeding those of the genotoxic metal cationic and anionic forms."
        },
        {
            "References": "WHO; Environ Health Criteria 108: Nickel p.161 (1991)",
            "Value": "... Investigated the uptake of nickel chloride and its effects on the development of sea urchin embryos. After fertilization, sea urchin eggs exhibited incr rates of nickel uptake that appeared to be a result of an active transport mechanism. When exposed to 59-590 mg nickel/l, gastrulation of embryos was prevented. Embryos grown in 0.59-5.9 mg nickel/l were able to gastrulate, but failed to develop dorsoventral symmetry."
        },
        {
            "References": "WHO; Environ Health Criteria 108: Nickel p.180 (1991)",
            "Value": "Ip admin of nickel chloride to mice and rats caused a rapid decr of body temp ... The nickel chloride treatment resulted in hypothermia that lasted for more than 1 hr, with a reduction in colonic temp of 3-4 °C at 20 °C ambient temp. The Ni2+ induced hypothermia was accentuated at lower ambient temp (10 °C) and ameliorated at higher ambient temp (30 °C)."
        }
    ]
}