{
    "_id": {
        "$oid": "6682e945c4e5dba5ffba29c5"
    },
    "CID": {
        "$numberInt": "24393"
    },
    "Name": "FERROUS SULFATE",
    "IUPACName": "iron(2+);sulfate",
    "CanonicalSMILES": "[O-]S(=O)(=O)[O-].[Fe+2]",
    "Synonyms": [
        "ferrous salt",
        "FERROUS SULFATE",
        "Iron(II) sulfate",
        "7720-78-7",
        "Iron sulfate",
        "Ferrous sulfate anhydrous",
        "Iron sulphate",
        "Iron(2+) sulfate",
        "Ferrosulfate",
        "Ferrous sulphate",
        "Iron sulfate (1:1)",
        "Combiron",
        "Duretter",
        "Duroferon",
        "Ferobuff"
    ],
    "IsomericSMILES": "[O-]S(=O)(=O)[O-].[Fe+2]",
    "INCHI": "InChI=1S/Fe.H2O4S/c;1-5(2,3)4/h;(H2,1,2,3,4)/q+2;/p-2",
    "INCHIKEY": "BAUYGSIQEAFULO-UHFFFAOYSA-L",
    "Formula": "FeO4S",
    "MolecularWeight": {
        "$numberDouble": "151.91"
    },
    "Description": "Iron(2+) sulfate (anhydrous) is a compound of iron and sulfate in which the ratio of iron(2+) to sulfate ions is 1:1. Various hydrates occur naturally - most commonly the heptahydrate, which loses water to form the tetrahydrate at 57?? and the monohydrate at 65??. It has a role as a reducing agent. It is a metal sulfate and an iron molecular entity. It contains an iron(2+).",
    "XlogP": {
        "$numberDouble": "NaN"
    },
    "Complexity": {
        "$numberInt": "62"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "mechanism_of_action": [
        {
            "References": "PMID:6421970",
            "Value": "Coagulopathy is a hallmark of severe ferrous sulfate poisoning in humans and lab animals. At iron concn comparable to those of previous animal investigations, the coagulopathy, in other words, the dose-related prolongation of the prothrombin, thrombin, and partial thromboplastin time, was reproduced in human plasma in vitro. Studies of the mechanism by which iron prevents a normal plasma coagulation revealed that the proenzymes of the coagulation cascade and fibrinogen were not damaged by iron. Fibrinogen coagulability and fibrin monomer aggregation were unaffected by very high iron concn. Instead, thrombin was markedly inhibited by iron in its clotting effect on fibrinogen and, specifically, in its fibrinopeptide A-generating capacity, the inhibitory effect being reversible upon iron removal by ethylenediaminetetraacetic acid chelation and gel filtration. Thrombin generation in the presence of iron was reduced as well, indicating an inhibition of one or several other enzymes of the intrinsic coagulation cascade. Because the amidolytic activity of human thrombin as well as factor Xa, kallikrein, and bovine trypsin was also reversibly suppressed by ferrous sulfate, it is considered likely that coagulopathy occurring in iron poisoning is the consequence of a general, physiologically important phenomenon: the susceptibility of serine proteases to nontransferrin-bound iron(3+)"
        },
        {
            "References": "PMID:6695379",
            "Value": "The mechanism of acute iron cardiotoxicity was investigated in isometrically contracting left atrial strips and right ventricular papillary muscles isolated from rabbit hearts. A 90 min exposure to iron (1.8 mM; as ferrous sulfate) reduced the peak-developed tension and the maximal rate of tension development."
        },
        {
            "References": "Evaluations of Drug Interactions. 2nd ed. and supplements. Washington, DC: American Pharmaceutical Assn., 1976, 1978., p. 16/7",
            "Value": "... Iron is stored in the liver in the oxidized or ferric state & is tightly bound to protein as ferric ferritin. Xanthine oxidase appears to be involved in the conversion of ferric ferritin to ferrous ferritin. The reduced form of iron is less tightly bound to ferritin and thus is more easily released for utilization. Therefore, a possible inverse relationship between hepatic xanthine oxidase activity & hepatic iron storage exists. Theoretically, the xanthine oxidase inhibitor allopurinol should decrease the activity of xanthine oxidase & increase hepatic iron storage."
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "Garner's Veterinary Toxicology. 3rd ed., rev. by E.G.C. Clarke and M.L. Clarke. Baltimore: Williams and Wilkins, 1967., p. 90",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Experiments .../have/ shown that large doses of ferrous sulfate produce severe liver damage ...At post mortem in naturally occurring cases only organ consistently affected is liver, characteristic finding being periportal necrosis. Local action on gut is shown by edema and ulceration of stomach ...brown staining of its mucous membranes."
        },
        {
            "References": "PMID:6606531",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Retinal degeneration was produced in frogs and albino rats by intravitreal injections of ferrous sulfate. Treatment resulted in the loss of long-chain polyunsaturated fatty acids and the accum of lipid hydroperoxides in isolated rod outer segments."
        },
        {
            "References": "PMID:12473412",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ ... In this study both NaFeEDTA and carbonyl Fe were compared with FeSO(4), the most common form of iron for dietary supplements, to obtain information relevant to the acute toxicological profile in young rats. With FeSO(4) and NaFeEDTA, total liver nonheme iron increased with increasing dose, but the response was approximately 50% lower with NaFeEDTA compared with FeSO(4). Serum iron peaked at approximately 0.5 to 1 h for both FeSO(4) and carbonyl Fe, while NaFeEDTA was elevated up to 4 h. FeSO(4) had an LD(50) of 1.1 g Fe/kg and was approximately 45 times more toxic than carbonyl Fe, which had an LD(50) greater then 50 g Fe/kg. NaFeEDTA had an LD(50) of 1.3 g Fe/kg and, when compared with FeSO(4), had approximately the same level of toxicity."
        },
        {
            "References": "Berkovitch M et al; Vet Hum Toxicol 39 (5): 256-7(1997)",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ ...After oral administration by gavage of the LD50 of iron to Wistar rats, the pharmacokinetics of iron, baseline and peak serum iron levels, and mortality rates were compared between sexes. Prepubertal females died... more /frequently/ than males (p<0.01), pubertal females died... earlier than males (p<0.04), and the same was true among adult rats (p=0.02). Baseline serum iron levels were not significantly different between prepubertal female and male rats, but female pubertal rats had significantly higher baseline iron levels than males (p=0.006). After iron administration, females had significantly higher peak serum iron concentrations (p<0.03)."
        },
        {
            "References": "Chen LC et al; Appl Occup Environ Hyg 11 (7): 973-979 (1996)",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ The effect of coal dusts containing ferrous-sulfate (FeSO4) on the enzymatic activity of alpha-1-antitrypsin (alpha1-AT), a major serum inhibitor, was investigated, and the pulmonary response of guinea-pigs to carbon-black or coal dust exposure was assessed. The coal dust samples used in this study were: Gardanne, Vouters, Mericourt, Escarpelles, La Mure, Illinois number 6, Bilsonlen, Gealing, RME, UB, VI, DPQ, WGT, NS, JO, AH, and KLCFX. Reaction mixtures of coal dusts were prepared and subjected to a formate oxidation assay so as to measure oxidizing activity. Inactivation of alpha1-AT was measured by incubating the enzyme with aqueous filtrates of 100 mg coal solutions and measuring the activity with a spectrophotometer. The dust exposure protocol involved subjecting male Hartley guinea-pigs to 3 hr exposures of filtered air, pulverized Illinois number 6 coal, coal enriched with FeSO4, coal wetted in deionized water, coal washed twice with deionized water, carbon-black, or carbon enriched with FeSO4. At 24 hours post-exposure, animals were sacrificed and bronchoalveolar lavage was performed. Supernatant was measured for total cell count, cell viability, total protein, and lactate-dehydrogenase. Macrophages were analyzed to measure phagocytic activity and reactive oxygen species. Results were manipulated via one way analysis of variance and Dunnett tests. The Vouters coal sample was active in both filtrate and aqueous coal suspension, and weak oxidizing activity was seen in coal samples from Escarpelles, Gealing, AH, and JO. The Vouters coal filtrate exhibited a dose dependent inhibition of alpha1-AT. No other tested coal filtrates exhibited any inhibitory effects on alpha1-AT. Coal enriched with FeSO4 caused a reduction in macrophage phagocytic activity. From this study /it was concluded/ that Fe(II) in coal dusts may contribute to coal dust induced lung disease, and that FeSO4 increases the pulmonary responsivity of guinea pigs to coal dust exposure."
        },
        {
            "References": "PMID:9630425",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ ... Toxicity studies of the new product with regard to ferrous sulfate were carried out with two groups of 70 female mice each and two groups of 70 male mice each. The lethal dose 50% (LD50) for SFE-171 and for ferrous sulfate was 1200 and 680 mg/kg for female mice and 1230 and 670 mg/kg for male mice, respectively, demonstrating that the toxicity of the first product is substantially lower than that of the reference standard."
        },
        {
            "References": "PMID:10849019",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ ... IL10-/- and wild-type mice received a standard or a high-iron diet (35 mg/kg ferrosulfate vs. 500 mg/kg ferrosulfate) after weaning. After 4 weeks the mice were sacrificed. Furthermore, a group of adult IL-10 knock-out mice was given three iron-containing enema's (0.2 mL of 1 mM ferrous-ammonium sulfate) or phosphate buffered saline. These mice were sacrificed after 1 week. Production of pro-inflammatory cytokines by colon tissue cultures, hematological parameters and histology was determined to assess inflammatory activity. Oral as well as rectal administration of iron resulted in increased pro-inflammatory cytokine production in IL-10-/- mice. Neutrophil counts in IL10-/- on a high iron diet increased as well. No enhanced colonic inflammation was noted on histology after iron supplementation."
        },
        {
            "References": "PMID:11201567",
            "Value": "/OTHER TOXICITY INFORMATION/ ... 4 ponies received 50 mg of iron/kg (22.7 mg/lb) of body weight each day by oral administration of ferrous sulfate, which contained 20% elemental iron; 2 ponies received only the carrier (applesauce). Complete blood counts, serum biochemical analyses, and hepatic tissue biopsies were performed, and serum iron concentrations were measured. Blood and tissue samples were obtained at days 0 and 2, and at the end of weeks 1, 3, 6, and 8 after administration of iron was initiated. Treatment was discontinued after 8 weeks, and hepatic iron concentrations were measured at 28 weeks. Hepatic iron concentrations, serum iron concentrations, percentage saturation of transferrin, and serum ferritin concentrations were increased, compared with baseline and control concentrations, by week 8. Adverse clinical signs or histologic lesions in the liver were not detected in any ponies. At 28 weeks, hepatic iron concentrations had decreased.  Histologic lesions were not seen in the hepatic biopsy specimens obtained from the ponies treated with ferrous sulfate. It was concluded that it would be unlikely for iron toxicosis to develop in adult ponies or horses during a period of <8 weeks when food or water contained increased amounts of iron."
        },
        {
            "References": "Joint FAO/WHO Expert Committee on Food Additives; WHO Food Additives Ser 18: Iron (1983). Available from, as of September 14, 2004: https://www.inchem.org/documents/jecfa/jecmono/v18je18.htm",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Teratologic evaluations of ferrous sulfate and ferric sodium pyrophosphate have been carried out in rats and mice. For studies in mice, groups each of approximately 24 pregnant albino CD-1 mice were dosed by oral intubation with the test substance from day 6 through day 16 of gestation. Body weights were recorded on days 0, 6, 11, 15 and 17 of gestation. On day 17, all dams were subjected to cesarean section and the number of implantation sites, resorption sites and live and dead fetuses recorded. The body weight of the live pups was also taken. The urinogenital tract of each dam was examined in detail for abnormality. All fetuses were examined for the presence of external congenital abnormalities. One-third of the fetuses were examined for visceral abnormalities and the remaining two-thirds for skeletal abnormalities. For studies in rats, groups each of approximately 24 pregnant female albino rats (Wistar derived stock) were dosed daily by oral intubation from day 6 of gestation through day 15. Body weights were recorded on days 0, 6, 11, 15 and 20. On day 20, all dams were subjected to cesarean section, and observations for dams and fetuses similar to those described in the mouse study were carried out. Ferrous sulfate showed no maternal toxicity or teratogenic effect at dose levels up to 160 mg/kg bw in mice and 200 mg/kg bw in rats."
        },
        {
            "References": "California Environmental Protection Agency/Department of Pesticide Regulation; Toxicology  Data Review Summaries. Available from: https://www.cdpr.ca.gov/docs/toxsums/toxsumlist.htm on Ferrous sulfate as of September 15, 2004.",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Ferrous sulfate (...purity not stated) was administered in water using four sets of conditions. Two routes (air sac and yolk) and two stages (0 hours and 96 hours) were used with several dose levels per condition. Fifteen or more eggs were treated per group. Eggs were candled daily and non-viable embryos removed. Surviving embryos were allowed to hatch and chicks were examined for external and internal abnormalities as well as edema and hemorrhage. Doses used ranged from 0 (water), 0 (untreated), 0.05, 0.125, 0.250, 0.5, 1.25 and 2.5 mg/egg. Doses were also expressed as mg/kg based on 50 g/egg. In all cases, the number of eggs treated was 45 or higher. In general, mortality increased with increasing dose in all sets. There was no consistent increase in total number of abnormal birds or in the number with structural abnormalities. The conclusion was that ferrous sulfate did not cause teratogenic effects but did cause statistically significant increases in mortality under test conditions."
        },
        {
            "References": "Joint FAO/WHO Expert Committee on Food Additives; WHO Food Additives Ser 18: Iron (1983). Available from, as of September 14, 2004: https://www.inchem.org/documents/jecfa/jecmono/v18je18.htm",
            "Value": "/GENOTOXICITY/ A number of ferrous and ferric salts have been tested for mutagenicity using the following organisms. Saccharomyces cerevisiae strain D-4, Salmonella typhimurium strains. TA-1535, TA-1537, and TA-1538 with and without activation. Plate tests as well as suspension tests were run with the Salmonella strains. ...Ferrous sulfate was active in the suspension tests with activation. The results indicate that the active agent is a frame shift mutagen which strongly reverts strain TA-1537."
        },
        {
            "References": "PMID:14644358",
            "Value": "/GENOTOXICITY/ ... Three weeks old mice were fed diets for 3 weeks containing iron at 100 or 300 mg/kg diet in the form of FeSO(4) that were supplemented either with or without ascorbic acid (15 g/kg diet). The results of the bone marrow micronucleus test revealed that the high iron diet resulted in an increased frequency of micronucleated polychromatic erythrocytes (MnPCEs) as compared to low iron. Ascorbic acid supplementation in the low iron diet did not show any effect on incidence of MnPCEs and protected against the increased frequency of MnPCEs induced by the high iron diet. However, liver iron concentration was significantly increased only in the high iron treated and ascorbic acid supplemented group as compared to all other groups."
        },
        {
            "References": "PMID:10992272",
            "Value": "/ALTERNATIVE IN VITRO TESTS/ ...Cells from an Australian thalassemic patient (sickle/beta thal double heterozygote-sickle phenotype) who had not yet received chelation therapy /were examined/ to determine if the cells were more sensitive to simulated iron overload and to hemosiderins. Lymphocytes from the patient were received as frozen samples after 28 hr on dry ice and then placed in liquid nitrogen. Normal lymphocytes frozen under the same conditions and normal nonfrozen lymphocytes were compared. The lymphocytes from a normal female did not respond in vitro to ferric chloride (FeCl3) or hemosiderin but did to ferrous chloride (FeCl2) and ferrous sulphate (FeSO4). Deferoxamine appeared to reduce the response to FeCl2 and FeSO4 but deferiprone did not. When the lymphocytes from the nonchelated patient were treated with FeSO4 and hydrogen peroxide, deferoxamine and deferiprone both reduced the response. Over the same dose range of iron salt (FeSO4), the lymphocytes from the thalassemic patient were more sensitive, with much higher background levels of damage and induced damage. When deferiprone and deferoxamine were compared over a nontoxic range, deferiprone appeared to produce a greater reduction of damage in lymphocytes of the thalassemia patient. Ferritin iron appears to be more available than hemosiderin iron in reactions leading to DNA damage. Hemosiderin containing higher amounts of the goethite-like (alpha-FeOOH) iron oxide phase leads to lower levels of DNA damage."
        },
        {
            "References": "PMID:10871701",
            "Value": "/ALTERNATIVE IN VITRO TESTS/ ...To determine the relationship of oxidation to N-methyl-D-aspartate (NMDA)-receptor mediated neuronal death, we exposed rat primary cortical neuronal cultures to ferrous sulfate and the fluorescent dyes dichlorofluorescin diacetate (H2DCF) and propidium iodide (PI) to monitor reactive oxygen species (ROS) and cell death, respectively in the same cultures. Ferrous sulfate (FeSO4) caused a dose-dependent increase in cellular oxidation with an ED50 of approximately 136 microM. Levels of oxidation increased over time reaching maximum levels between 15 and 25 min. Ferrous sulfate (ED50 approximately 241 microM) treatment for 25 min caused a delayed and progressive neuronal death that was comparable to NMDA (100 microM, 25 min) delayed neuronal death. NMDA (100 microM, 25 min) alone did not result in measurable increases of DCF fluorescence. However, when combined with 40 microM FeSO4, NMDA dose-dependently increased H2DCF fluorescence. Despite the increase in DCF oxidation, combinations of FeSO4 with NMDA did not synergize or accelerate NMDA-receptor mediated or glutamate-mediated excitotoxicity."
        },
        {
            "References": "PMID:10553945",
            "Value": "/ALTERNATIVE IN VITRO TESTS/ ... Simultaneous addition of hydrogen peroxide (0.01%) and ferrous sulfate (100 microM) resulted in a >80% decrease in synaptic potentials recorded in the CA1 region of hippocampal slices of adult male rats. Treatment with theophylline (200 microM), a non-selective adenosine receptor antagonist, or 8-cyclopentyl-1,3-dipropylxanthine (100 nM), a selective adenosine A1 receptor antagonist, prior to and during hydrogen peroxide superfusion prevented the inhibition."
        },
        {
            "References": "Clarke, M. L., D. G. Harvey and D. J. Humphreys. Veterinary Toxicology. 2nd ed. London: Bailliere Tindall, 1981., p. 55",
            "Value": "/OTHER TOXICITY INFORMATION/ Toxic dose of ferrous sulfate in the dog is 600 mg Iron/kg."
        }
    ]
}