{
    "_id": {
        "$oid": "6682e945c4e5dba5ffba29c9"
    },
    "CID": {
        "$numberInt": "24408"
    },
    "Name": "BROMINE",
    "IUPACName": "molecular bromine",
    "CanonicalSMILES": "BrBr",
    "Synonyms": [
        "7726-95-6",
        "Br",
        "Bromine",
        "Dibromine",
        "molecular bromine",
        "Brom",
        "Brome",
        "Bromo",
        "Broom",
        "Caswell No. 112",
        "SBV4XY874G",
        "BROMIUM",
        "HSDB 514",
        "EINECS 231-778-1",
        "UNII-SBV4XY874G"
    ],
    "IsomericSMILES": "BrBr",
    "INCHI": "InChI=1S/Br2/c1-2",
    "INCHIKEY": "GDTBXPJZTBHREO-UHFFFAOYSA-N",
    "Formula": "Br2",
    "MolecularWeight": {
        "$numberDouble": "159.81"
    },
    "Description": "Dibromine is a diatomic bromine.",
    "XlogP": {
        "$numberDouble": "1.9"
    },
    "Complexity": {
        "$numberInt": "0"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "environmental_biodegradations": [
        {
            "References": "(1) European Commission; IUCLID Dataset, Bromine (CAS No. 7726-95-6), Feb 19, 2000. Available from, as Oct 14, 2014: https://esis.jrc.ec.europa.eu/doc/IUCLID/datasheet/7726956.pdf",
            "Value": "Bromine will slowly be reduced to bromide by natural oxidizable materials(1)."
        }
    ],
    "mechanism_of_action": [
        {
            "References": "IPCS INCHEM; Poisons Information Monographs, Bromine (PIM 080). Available from, as of June 25, 2007: https://www.inchem.org/pages/pims.html",
            "Value": "Due to its potent oxidatizing action, bromine liberates nascent oxygen or oxygen free radicals from the water present in mucous membranes. Nascent oxygen is a potent oxidizer, capable of producing tissue damage. The extent of the damage is dependent on the dose of bromine and the availability of water to react with it. In addition, the formation of hydrobromic and bromic acids will result in secondary irritation during the reaction."
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001).",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ /Bromine/ exposure of 7 hours to 23 ppm provoked only slight irritation of respiratory tract and slight dyspnea in cats, rabbits and guinea pigs, while 180 ppm caused disturbances of function of CNS. Necropsy of guinea pigs and rabbits following 3 hour exposure at 300 ppm revealed edema of lung, a pseudomembranous deposit on trachea and bronchi, and hemorrhages of gastric mucosa. Foci of bronchopneumonia were found in animals that died several days after exposure and there was evidence of functional disturbances in CNS."
        },
        {
            "References": "European Commission/European Chemical Substances Information System (ESIS); IUCLID Dataset, Bromine (7726-95-6) p. 31 (2000). Available from, as of October 2, 2014: https://esis.jrc.ec.europa.eu/",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ /Skin irritation in rat:/ irritating."
        },
        {
            "References": "Bitron MD, Aharonson EF; American Industrial Hygiene Association Journal, Vol. 39 (2):129-138 (1978)",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Delayed mortality after acute inhalation exposure to various gases was studied in mice. Male albino-mice were exposed to single acute doses of 320 parts per million (ppm) formaldehyde for 40 to 370 minutes; 1,900, 1,400, and 900ppm sulfur-dioxide for 10 to 75, 15 to 180, and 25 to 640 minutes, respectively; 290 and 170ppm chlorine for 5 to 30 and 15 to 270 minutes, respectively; and 750 and 240ppm bromine for 5 to 30 and 15 to 270 minutes, respectively. The number of deaths was recorded daily for several weeks after exposure. The median time of death (MTD) was calculated. For formaldehyde there was a dose dependent relationship with mortality. No death was observed before day 2 and final cumulated mortalities were reached within about 2 weeks after exposure. Percent of deaths during sulfur-dioxide exposure and cumulated mortality increased with increasing time. A major fraction of deaths occurred during exposure, and then deaths were delayed at least 5 to 11 days. Both chlorine and bromine, at more prolonged exposure times, caused a small percentage of deaths during the first day. There was a time dependency for death upon exposure duration for bromine; at constant concentrations, MTD decreased with increasing exposure time. For chlorine there was no time dependency for death on exposure duration; death occurred after about the same delay time. Formaldehyde and the lowest sulfur-dioxide dose were dependent on exposure time for MTD. There was a clear dose/response relationship for all compounds. The authors conclude that chlorine is the most toxic compound, followed by bromine, then formaldehyde and sulfur-dioxide. Within the range of 0.39 to 5.1 milligrams per liter, formaldehyde toxicity exceeds bromine and approaches chlorine at the lower limit of the range, with sulfur-dioxide toxicity coming close to that of bromine."
        },
        {
            "References": "European Commission/European Chemical Substances Information System (ESIS); IUCLID Dataset, Bromine (7726-95-6) p. 33 (2000). Available from, as of October 2, 2014: https://esis.jrc.ec.europa.eu/",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Continuous inhalation of 0.02-0.2 ppm for 4 months in rat, mouse, and rabbit. Animals inhaling 0.2 ppm bromine developed disturbances in the functions of their respiratory, nervous & endocrine systems. 0.02 ppm did not cause any adverse effects."
        },
        {
            "References": "European Commission/European Chemical Substances Information System (ESIS); IUCLID Dataset, Bromine (7726-95-6) p. 35 (2000). Available from, as of October 2, 2014: https://esis.jrc.ec.europa.eu/",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ /Continuous inhalation in rat for 4 months/ (12.4 mg/cu m). Experiments caused disturbances of respiratory, nervous, and endocrine systems in the animals"
        },
        {
            "References": "European Commission/European Chemical Substances Information System (ESIS); IUCLID Dataset, Bromine (7726-95-6) p. 35 (2000). Available from, as of October 2, 2014: https://esis.jrc.ec.europa.eu/",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ /Continuous oral feeding in rats for 6 months/ (0.01 mg/kg). Animals experienced changes in their conditioned reflexes and several blood indexes."
        },
        {
            "References": "Seiler, H.G., H. Sigel and A. Sigel (eds.). Handbook on the Toxicity of Inorganic Compounds. New York, NY: Marcel Dekker, Inc. 1988., p. 148",
            "Value": "/VETERINARY CASE REPORTS/ Concentrations of more than 30 mmol/L (2400 mg/L) bromide in serum of cattle led to signs of motor incoordination."
        }
    ]
}