{
    "_id": {
        "$oid": "6682e945c4e5dba5ffba29c8"
    },
    "CID": {
        "$numberInt": "24404"
    },
    "Name": "Phosphine",
    "IUPACName": "phosphane",
    "CanonicalSMILES": "P",
    "Synonyms": [
        "7803-51-2",
        "FW6947296I",
        "Phosphine",
        "phosphane",
        "Hydrogen phosphide",
        "Phosphorus trihydride",
        "Phosphorus hydride",
        "Phosphorwasserstoff",
        "Fosforowodor",
        "Gas-Ex-B",
        "fosfina",
        "Phosphine (fumigant)",
        "RCRA waste number P096",
        "Phosphoretted hydrogen",
        "ECO2FUME"
    ],
    "IsomericSMILES": "P",
    "INCHI": "InChI=1S/H3P/h1H3",
    "INCHIKEY": "XYFCBTPGUUZFHI-UHFFFAOYSA-N",
    "Formula": "H3P",
    "MolecularWeight": {
        "$numberDouble": "33.998"
    },
    "Description": "Phosphane is the simplest phosphine, consisting of a single phosphorus atom with three hydrogens attached. It has a role as a carcinogenic agent and a fumigant insecticide. It is a member of phosphanes, a phosphine and a mononuclear parent hydride. It is a conjugate base of a phosphonium. It is a conjugate acid of a phosphanide.",
    "XlogP": {
        "$numberDouble": "-0.1"
    },
    "Complexity": {
        "$numberInt": "0"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "mechanism_of_action": [
        {
            "References": "Krieger, R. (ed.). Handbook of Pesticide Toxicology. Volume 2, 2nd ed. 2001. Academic Press, San Diego, California., p. 1863",
            "Value": "... Phosphine-induced hemoglobin denaturation, oxidation to methemoglobin, and formation of a peculiar pigmented form of hemoglobin \"Verdichromogen\" /was described/. Studies of purified hemoglobin ... showed that with incr duration of exposure, phosphine in concn as low as 0.11 uM gradually resulted in the formation of hemichrome pigment. In intact red blood cells ... formation of Heinz bodies (hemoglobin protein aggregates) /was noted/ at PH3 concn as low as 2 ug/mL. The toxicant effects both in intact cells and in purified hemoglobin were abolished by incubation in a reduced oxygen atmosphere, indicating an oxygen requirement for phosphine hemoglobin toxicity."
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "PMID:23041170",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Aluminum phosphide (AlP), a widely used fumigant and rodenticide leads to high mortality if ingested. Its toxicity is due to phosphine liberated when it comes in contact with moisture. The exact mechanism of action of phosphine is not known. In this study male Wistar rats were used. The animals received a single dose (20 mg AlP/kg body weight i.g.) orally. Basic serum biochemical parameters, activity of mitochondrial complexes, antioxidant enzymes and parameters of oxidative stress, individual mitochondrial cytochrome levels were measured along with tissue histopathology and immunostaining for cytochrome c and compared with controls. The serum levels of creatinine kinase-MB, lactate dehydrogenase, magnesium and cortisol were higher (p<0.01); the activities of mitochondrial complexes I, II, IV were observed to be significantly decreased in liver tissue in treated rats (p<0.01). The activity of catalase was lower (p<0.05) with a significant increase in lipid peroxidation (p<0.05) whereas superoxide dismutase and glutathione peroxidase were unaffected in them. There was a significant decrease in all the cytochromes in brain and liver tissues (p<0.05) with the exception of cytochrome b in brain, the levels of which remained same. Histopathology revealed congestion in most organs with centrizonal hemorrhagic necrosis in liver. Ultra structural changes indicating mitochondrial injury was observed in heart, liver and kidney tissues. There was also a marked reduction in the cytochrome-c immunostaining compared to the controls. Toxicity due to AlP appears to result as a consequence of both-energy insufficiency and oxidative stress, with a possible and preferential interaction with the tissue cytochromes."
        },
        {
            "References": "WHO; Environ Health Criteria 73: Phosphine and Selected Metal Phosphides p.69 (1988)",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ In a /short term/ study of the effects of phosphine on rats by inhalation at 0.1 mg/cu m and 0.05 mg/cu m, /it was/ found a reduction in total plasma protein without a change in the relative proportions of the various fractions, a modest but significant reduction in the glycoprotein A fraction with some changes in the relative proportions of the sub-fractions, increased plasma bile acids, and a marked increase in seromucoids. Liver glycogen, lipids, and cytochrome oxidase levels were reduced. Biochemical changes were similar to those in a control group treated with hydrogen fluoride at a known toxic level."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists. Documentation of the TLVs and BEIs with Other World Wide Occupational Exposure Values. 7th Ed. CD-ROM Cincinnati, OH 45240-1634 2013., p. 1",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ ... The 4-hour LC50 of phosphine for rats /was found/ to be 11 ppm. Signs of exposure were typical of respiratory irritation and included hyperemia of the ears, salivation, lacrimation, face-pawing, and dyspnea. No effects attributable to phosphine exposure were found on the lungs, liver, spleen, kidney, testes or ovaries, brain, heart, trachea, hilar lymph node, pancreas, epididymis, esophagus, stomach, duodenum, bone marrow, skin, or eyes."
        },
        {
            "References": "Krieger, R. (ed.). Handbook of Pesticide Toxicology. Volume 2, 2nd ed. 2001. Academic Press, San Diego, California., p. 1863",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ ... /It was/ demonstrated in pregnant Fischer 344 female rats, exposed 6 hr daily, 4 days was the median lethal time at a concn of 9.7 mg/cu m. Concn below 7 ppm showed no lethality."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. V3 471",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Phosphine was studied in male and female F344 rats and B6C3F1 mice. In a 4-day pilot study, male rats and mice were exposed to 0, 1, 5, and 10 parts per million (ppm) of phosphine for 6 hours daily, five animals per group. Immediately after the last exposure, animals were sacrificed, and blood, lung, liver, heart, and kidneys were collected ... All mice exposed to 10 ppm phosphine were moribund after the last exposure. Statistically significant decreases in erythrocyte counts, hemoglobin, and hematocrits occurred in mice exposed to 1 and 10 ppm. Mice exposed to 10 ppm of phosphine showed significant increases in serum urea nitrogen, alanine aminotransferase, and sorbitol dehydrogenase compared with controls. Moribund mice showed necrotic kidney lesions, hemorrhagic and necrotic liver lesions, and myocardial degeneration ..."
        },
        {
            "References": "Krieger, R. (ed.). Handbook of Pesticide Toxicology. Volume 2, 2nd ed. 2001. Academic Press, San Diego, California., p. 1862",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ ... /Rats, rabbits, guinea pigs and cats/ exposed to high concentration of phosphine quickly develop lassitude, ataxia, apnea, and cardiovascular collapse resulting in death within one half-hour. At lower concentration (range studied 7.5 to 564 mg/cu m) time to death varied with dose. Concentrations as low as 7 mg/cu m are lethal over a period of 820 hr."
        },
        {
            "References": "PMID:10719245",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ ... Male Wistar rats were treated ip with /phosphine/ (PH(3)) at 2 mg/kg. Thirty min later the brain, liver, and lung were analyzed for glutathione (GSH) levels and lipid peroxidation (as malondialdehyde and 4-hydroxyalkenals) and brain and lung for 8-hydroxydeoxyguanosine (8-OH-dGuo) in DNA. PH(3) caused a significant decrease in GSH concentration and elevation in lipid peroxidation in brain (36-42%), lung (32-38%) and liver (19-25%) and significant increase of 8-OH-dGuo in DNA of brain (70%) and liver (39%)."
        },
        {
            "References": "WHO; Environ Health Criteria 73: Phosphine and Selected Metal Phosphides p.67 (1988)",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ ...Rabbits and  guinea-pigs /were exposed/ for 4 hr/day /for up to 14 days/ to various concentrations of phosphine. At 28 mg/cu m (20 ppm), both rabbits and guinea-pigs died during or after the second exposure. At 14 mg/cu m (10 ppm), rabbits survived 7 -14 successive exposures, but at 12 mg/cu m (8.3 ppm), only 4 or 5 exposures. In another study in the series, 2 rabbits that had had five 4-hr exposures to phosphine at 7 mg/cu m were accidentally exposed to 20 mg/cu m (14 ppm) on the sixth day. Both rabbits died during this exposure. /It was/ concluded that pretreatment with sub-lethal concentrations of phosphine reduced resistance to near-lethal concentrations.  At low concentrations (up to 14 mg/cu m), animals displayed no signs until about 1/2  hr before death when they exhibited diminished reactivity, became stuporose with shallow respiration, and died in coma. Occasionally, animals died following exposure, with symptoms of pulmonary edema. At 28 mg/cu m or more, all animals exhibited signs of respiratory irritation and died of pulmonary edema. Pathological examination of the lungs revealed bronchiolitis and atelectasis of the lungs. There was no evidence of hemolysis, but all organs were hyperemic. The liver showed fatty infiltration and there was cloudy swelling of kidney tubular cells. After prolonged exposure, lungs frequently contained a brown pigment that did not stain with Prussian Blue and therefore was not iron-containing."
        },
        {
            "References": "WHO; Environ Health Criteria 73: Phosphine and Selected Metal Phosphides p.69 (1988)",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ The effects of a 1.5-month exposure of white rats to phosphine at concentrations of 0.05, 0.2, 1.5, and 8 mg/cu m were reported... . There were changes in blood cholinesterase, peroxidase, and catalase activity and in phagocyte behavior. The magnitude of the changes was large, but not generally dose-related."
        },
        {
            "References": "USEPA/Office of Pesticide Programs; Reregistration Eligibility Decision (RED) for Aluminum and Magnesium Phosphide p.22-3 EPA 738-R-98-017 (December 1998). Available from, as of May 31, 2017: https://www.epa.gov/pesticides/reregistration/status.htm",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ A 90-day inhalation study was conducted with male and female Fischer 344 rats exposed via inhalation to phosphine using the following three different exposure regimens: I) 0, 0.3, 1.0 or 3.0 ppm, 6 hours/day, 5 days/week for 13 weeks; II) initiated on study Day 48 at 0 or 10 ppm (after 3 days of exposure 4 of 10 females died and therefore this group was terminated); and III) initiated on study Day 75 with additional groups of rats at 0 or 5 ppm for 15 days; exposure was terminated on study Day 90. For each exposure regimen, recovery groups were included in the study and these groups were sacrificed after 4 weeks of post-exposure observations. In the 5 ppm for 15-day exposure regimen (regimen III), there were no treatment-related effects on survival, body weight, food consumption, ophthalmological or hematological parameters. No treatment-related histopathological lesions were seen in either sex. Males exhibited statistically significant increases in alkaline phosphatase activity and blood urea nitrogen. These increases, however, were not considered to be biologically significant since: 1) similar increases were not seen in females ; 2) there were no corroborative histopathological lesions in the kidneys; and 3) the effect did not persist after recovery. In rats exposed at 10 ppm for 3 days (regimen II), there was 80% mortality in females but no mortality in males. Both sexes of rats exhibited coagulative necrosis in the tubules of the kidneys and pulmonary congestion was observed in the females that died. A LOEL of 10 ppm for four weeks was based on lethality (80% deaths for females) due to the sharp dose-response curve for acute toxicity. In the 13-week exposure regimen (regimen I), there was no mortality in either sex at any concentration tested. There was a transient decrease in body weight gain accompanied by decreased food consumption. Red blood cell counts, hemoglobin concentration, and hematocrit values were slightly decreased in males at 3.0 ppm (at 4 weeks only), but no effects were observed in these males at 13 weeks or in females at either interval. No exposure-related gross or histologic findings were observed at levels up to and including 3.0 ppm. A LOEL for subchronic exposure (13 weeks) was not established in this study. The NOEL was 3 ppm (the /highest dose tested/)."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists. Documentation of the TLVs and BEIs with Other World Wide Occupational Exposure Values. 7th Ed. CD-ROM Cincinnati, OH 45240-1634 2013., p. 1",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Rats exposed to phosphine repeatedly at 4 ppm for 4 hours daily on 9 of 12 days exhibited a slightly reduced weight gain, which returned to normal during the 14-day recovery period. Signs of mild respiratory irritation were observed in these animals. /Investigators/ found that phosphine concentrations of 5 ppm could be tolerated by laboratory animals for 2 months of 4-hour daily exposures, but fatalities resulted after 7 similar exposures at 10 ppm."
        },
        {
            "References": "Krieger, R. (ed.). Handbook of Pesticide Toxicology. Volume 2, 2nd ed. 2001. Academic Press, San Diego, California., p. 1863",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ In mice (both sexes) the Median Lethal Dose after 2 wk exposure is 9 mg/cu m. Concn below this level were not lethal."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. V3 472",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Phosphine was studied in male and female F344 rats and B6C3F1 mice ... In ... /a/ 2-week study ... /animals/ were exposed to 0, 1.25, 2.5, and 5 ppm of phosphine for 6 hours daily, 5 days a week ... No mortalities occurred in rats and mice exposed for 2 weeks. No microscopic evidence of treatment-related effects occurred in any tissue of rats and mice exposed to 5 ppm for 2 weeks. The authors concluded that phosphine inhalation lacks target organ specificity in rats and mice and lethality is the primary hazard of subchronic PH3 exposure."
        },
        {
            "References": "Krieger, R. (ed.). Handbook of Pesticide Toxicology. Volume 2, 2nd ed. 2001. Academic Press, San Diego, California., p. 1863",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ ... No lethality /was reported/ in male and female rats acutely exposed to 10 ppm phosphine for 6 hr ... /and/ 3-day exposure to 10 ppm phosphine was lethal /to female rats/ ... /It was/ further demonstrated that female rats were more sensitive to the lethal effects of the inhaled gas."
        },
        {
            "References": "WHO; Environ Health Criteria 73: Phosphine and Selected Metal Phosphides p.68 (1988)",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Cats, guinea-pigs and rats /were exposed/ to phosphine concentrations of 1.4 and 3.5 mg/cu m (1 and 2.5 ppm) for 4-6 hr/day, 6 days/wk, for a total of more than 800 hr over a 24-wk period without any clinical, laboratory, or pathological evidence of effects. The liver function in the cats, measured by bromosulphthalein (BSP) excretion, was normal. In cats (3), guinea-pigs (3), and rats (10) exposed to phosphine at 7 mg/cu m (5 ppm) for 6-8 hr/day, the cats became apathetic, showing anorexia after exposure, but exhibiting thirst. Later, they developed unsteadiness, vomiting, agitation, dyspnea, and apnea, before cardiac arrest after a total of 35.5-45.5 hr of exposure. The hemoglobin concentration and erythrocyte count were reduced by 10-20% compared with initial values, there was proteinuria and delayed BSP excretion. Post-mortem examination revealed congestion of all organs, with edema and focal emphysema and red pigmentation of the lungs. The guinea-pigs exhibited signs that were similar to, but more marked than, those in the cats, and 2 animals had asphyxial convulsions. Blood tests showed no deviations from normal values, but the blood contained a brown coloration that was not due to methemoglobin, since spectroscopy revealed the absorption bands of oxyhemoglobin only. The guinea-pigs died on the sixth day after 24-32 hr cumulative exposure, and post-mortem examination revealed pulmonary edema and red discoloration and congestion of other organs. The rats died after 27-36 hr cumulative exposure. All exhibited congestion of organs, 3 had pulmonary edema and 7 had proteinuria. A second series of exposures under slightly changed exposure conditions at a different time of year produced qualitatively similar results. In both series, neurohistological studies in rats showed widening of the perivascular spaces, vacuolation of the nuclei of ganglion cells, a reduction in the Purkinje cells, and a glial reaction. Similar, but less marked, changes without glial reaction were seen in the cats and guinea-pigs. There was no control group in these studies, and certain observations in exposed animals were dismissed on the grounds that they had previously been seen in unexposed animals."
        },
        {
            "References": "WHO; Environ Health Criteria 73: Phosphine and Selected Metal Phosphides p.69 (1988)",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Charles River-CD rats to phosphine for 4 hr/day, for 12 days, at a concentration of 5.5 mg/cu m (0.163 umol/L). The rate of weight gain was reduced during the exposure period. Although the authors stated that the rate returned to normal during a 14-day post-exposure observation period, their data indicate a uniformly reduced rate of weight gain throughout the exposure and recovery phases. Post-mortem examination of rats, sacrificed both at the end of the exposure period and at the end of the recovery period, revealed no gross or microscopic abnormalities."
        },
        {
            "References": "Hackenberg U; Toxicol Appl Pharmacol 23 (1): 147-58 (1972)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ No toxic effects were seen in survival, body weight, hematologic or urine analysis, bone smear data or tumor development of albino rats fed 2 yr on diet with high concn of phosphine-releasing phostoxin pellets, a cereal grain fumigant. /dose not given/"
        },
        {
            "References": "USEPA/Office of Pesticide Programs; Reregistration Eligibility Decision (RED) for Aluminum and Magnesium Phosphide p.22 EPA 738-R-98-017 (December 1998). Available from, as of May 31, 2017: https://www.epa.gov/pesticides/reregistration/status.htm",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ In a chronic toxicity/carcinogenicity study, Charles River Fischer CDF Rats (60/sex/group) were exposed to phosphine under dynamic chamber conditions at levels of 0, 0.3, 1, or 3 ppm of phosphine. The rats were kept under standard laboratory conditions, observed twice daily, and sacrificed (10/sex/group) during week 52 of the study. Body weights (weekly), food consumption (weekly), routine hematologic, serum biochemical, and urinary analyses were all similar to control animals. There were no adverse effects observed for the initial twelve month period. Body weights (taken weekly); food consumption (weekly); routine hematologic, serum biochemical, and urinary analyses were all similar to control animals. Ophthalmological observations, gross pathology, organ weights, and histopathology indicated no adverse effects from the phosphine exposures."
        },
        {
            "References": "PMID:10477443",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Phosphine is a highly toxic gas used as a fumigant, a dopant in semiconductor manufacturing, and in the production of organophosphines. In a chronic toxicity and oncogenicity study of phosphine, 60 male and female F344 rats per group were exposed via whole-body inhalation for 6 hr/day, 5 days/wk for up to 104 wk to mean concentrations of 0, 0.3, 1, or 3 ppm phosphine. Three parts per million was considered the maximum exposure level because of lethality seen at higher exposure levels in previous repeat dose studies. Ten rats per sex per group were sacrificed after 52 wk of exposure. Survivors were sacrificed after 104 wk of exposure. There were no phosphine-related effects seen on clinical observations, body weight, food consumption, hematology, clinical chemistry, urinalysis, or ophthalmology. There were no phosphine-related macroscopic findings or effect on absolute or relative organ weights. No histomorphologic alterations attributable to phosphine exposure were seen. In conclusion, under the conditions of this study, there were no treatment-related changes suggestive of a toxic or carcinogenic effect seen in rats following 52 wk or 2 yr of whole-body inhalation exposure to 0.3, 1, or 3 ppm phosphine."
        },
        {
            "References": "Krieger, R. (ed.). Handbook of Pesticide Toxicology. Volume 2, 2nd ed. 2001. Academic Press, San Diego, California., p. 1864",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ One study of animal teratogenicity with exposure concn as high as 4.9 ppm during days 6 to 15 of gestation in rats showed neither maternal toxicity nor developmental toxicity."
        },
        {
            "References": "USEPA/Office of Pesticide Programs; Reregistration Eligibility Decision (RED) for Aluminum and Magnesium Phosphide p.29-30 EPA 738-R-98-017 (December 1998). Available from, as of May 31, 2017: https://www.epa.gov/pesticides/reregistration/status.htm",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ In an acute neurotoxicity study, 11 Crl:CDBR VAF/Plus rats/sex/exposure group were exposed to 0, 20, 30, or 40 ppm of phosphine (1% a.i. in nitrogen) for four hours. Each treatment group was exposed via inhalation on a different day, with the first exposure occurring six days prior to the final exposure. Eleven rats/sex/exposure group were selected for functional observational battery (FOB) and motor activity (MA) testing prior to and following exposure, and on days 7 and 14 post-exposure; six rats/sex/exposure group were perfused for neuropathology. All animals survived to scheduled termination. There were no exposure-related clinical signs. ... The LOEL for neurobehavioral findings is 20 ppm based on decreased body temperatures and decreased motor activity in males and females. For acute neurotoxicity the NOEL is <20 ppm. Based on lack of systemic toxicity, the NOEL for systemic toxicity is 40 ppm."
        },
        {
            "References": "USEPA/Office of Pesticide Programs; Reregistration Eligibility Decision (RED) for Aluminum and Magnesium Phosphide p.25 EPA 738-R-98-017 (December 1998). Available from, as of May 31, 2017: https://www.epa.gov/pesticides/reregistration/status.htm",
            "Value": "/GENOTOXICITY/ In an in vitro cytogenetic assay with Chinese hamster ovary (CHO) cells, phosphine was positive at 2500 and 5000 ppm without S9 activation. This resulted in a significant, but not dose-related increases in the frequency of cells with structural chromosome aberrations. Significant clastogenic effects were also noted at 2500 ppm with S9 activation, but not at the highest dose tested (5000 ppm). Although there are limitations in this study, it is considered acceptable for regulatory purposes because of the apparent induction of chromosomal damage by phosphine at non-cytotoxic doses."
        },
        {
            "References": "Garry VF, et al; Teratogeneis Carcinog Mutagen 10 (1): 21-9 (1990)",
            "Value": "/GENOTOXICITY/ The possibility that structurally simple chemicals might have similar genotoxic properties in vivo and in vitro /was tested/. ... /The/ in vitro protocol /was designed/ to mimic to the extent possible, a single in vivo exposure of lymphocytes to fumigants. ... Lymphocytes were treated with different doses of carbon tetrachloride, carbon disulfide, methyl bromide, chloropicrin, and malathion with and without addition of rat liver homogenate for 1/2 hour, washed free of toxicant, and stimulated with phytohemagglutinin. After cultures, the prepared slides were studied for chromosomes aberrations and SCEs. Malathion, methyl bromide, and chloropicrin significantly induced SCEs with S-9. Carbon disulfide alone required S-9 for significant SCE induction. Chromosome aberrations were significantly increased by malathion and methyl bromide. Carbon tetrachloride failed to induce SCEs or chromosome aberrations with or without S-9. We concluded... that the fumigants studied here may be less likely to express genotoxicity in terms of SCEs or chromosome aberrations than ethylene oxide or phosphine given a single short-term in vivo exposure."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. V3 472",
            "Value": "/GENOTOXICITY/ The exposure of male F344/N rats and male B63F1-mice to multiple dosing with phosphine during an 11-day period to determine the in vivo cytogenetic effects was examined in this study. Exposures were to 1.25, 2.5, or 5 parts per million (ppm) of phosphine, 6 hours a day, on 9 days during an 11-day period. Phosphine inhalation caused no statistically significant increases in sister chromatid exchange (SCE) or chromosomal aberrations (CAs) in peripheral blood lymphocytes (PBLs) or micronuclei (MN) in peripheral blood PCEs or binucleated (BN) lymphocytes. All of the chromosomal aberrations observed were either simple chromatid or chromosomal deletions. Cytogenetic results were similar for the rats and mice. The only phosphine effect noted in the dominant lethal study was a slight decrease in the number of implants per female in mating interval six, which sampled sperm exposed primarily as spermatocytes. Based on the in vivo exposure of rats and mice, the authors concluded that PH3 is at most a weak genotoxic agent and may sometimes cause slight increases in cytogenetic damage when exposures are near toxic levels."
        },
        {
            "References": "Krieger, R. (ed.). Handbook of Pesticide Toxicology. Volume 2, 2nd ed. 2001. Academic Press, San Diego, California., p. 1864",
            "Value": "/GENOTOXICITY/ In subacute tightly controlled animal studies using purified PH3 mixed with nitrogen, no incr numbers of micronuclei or chromosome aberrations were found in spleen cells cultured from animals exposed to phosphine for 6 hr/day for 9 days at conc as high as 7 mg/cu m in ambient air. A single 6 hr 20 mg/cu m study ... showed similar negative results."
        },
        {
            "References": "Krieger, R. (ed.). Handbook of Pesticide Toxicology. Volume 2, 2nd ed. 2001. Academic Press, San Diego, California., p. 1864",
            "Value": "/GENOTOXICITY/ In a ... mechanistic examination of the genotoxicity of phosphine derived from AlP or Mg3P2 in Hepa cells at a nominal concn of 1 mM PH3 ... reactive oxygen species were maximally generated between 0.5 to 1.5 hr, while damage to DNA expressed as 8-hydroxyguanine adducts occurred between 4 and 6 hr ... Phosphine or its reaction products derived from AlP can generate DNA damage and ... expression of these effects is delayed probably indirectly and dependent on generation of hydrogen peroxides."
        },
        {
            "References": "PMID:9650646",
            "Value": "/GENOTOXICITY/ ... Increased micronucleus (MN) induction in bone marrow polychromatic erythrocytes (PCE) was seen following subchronic exposure to PH3 in male mice at 5.0 ppm, and female mice at 2.5 and 5.0 ppm. In rats, MN elevation in bone marrow PCE and pulmonary alveolar macrophages was seen at 1.0 and 4.0 ppm, respectively, following subchronic exposure."
        },
        {
            "References": "Ogawa T et al; Bull Environ Contam Toxicol 42 (3): 402-8 (1989)",
            "Value": "/GENOTOXICITY/ The ... mutagenicity of phosphine to two strains of Bacillus subtilis (H 17 rec+ and M 45 rec-) were determined. ... The degree of mutagenicity of phosphine to both strains of Bacillus subtilis /was correlated with the ability to inhibit/."
        },
        {
            "References": "Krieger, R. (ed.). Handbook of Pesticide Toxicology. Volume 2, 2nd ed. 2001. Academic Press, San Diego, California., p. 1864",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ ... The oxidation of phosphine can lead to formation of reactive phosphorylating species ... Significant inhibition of cholinesterase was detected in animals. Occupational studies of grain fumigant applicators and in vitro studies in human red blood cells demonstrate that significant phosphine-induced inhibition of red cell cholinesterase occurs at concn exceeding 10 ug/mL."
        },
        {
            "References": "PMID:1229887",
            "Value": "/OTHER TOXICITY INFORMATION/ The four-hour LC50 values for ChR-CD male rats for phosphine, phenylphosphine and triphenylphosphine have been determined to be 0.44 micromoles per liter (uM/liter), 1.56 uM/liter and 47.8 uM/liter respectively. The dose-death curves are parallel. During exposure, all three caused clinical signs indicative of mild respiratory irritation. Triphenylphosphine also caused severe weight loss immediately after exposure, followed by normal rate of weight gain. No histopathologic effects due to exposure were seen in any of the tissues examined after single exposures to any of the three compounds. Phosphine and triphenylphosphine caused mild weight loss during a 10-day exposure period followed by normal rate of weight gain during a 14-day recovery period. The phenylphosphine exposures caused a decreased rate of weight gain during the exposure period which returned to normal during the recovery period. Silver nitrate paper was found to be unsuitable for field analysis of phenylphosphine."
        },
        {
            "References": "Gosselin, R.E., R.P. Smith, H.C. Hodge. Clinical Toxicology of Commercial Products. 5th ed. Baltimore: Williams and Wilkins, 1984., p. II-119",
            "Value": "/OTHER TOXICITY INFORMATION/ /Poisoned animals/ exhibit dyspnea, weakness, tremor, convulsions and death with pulmonary edema."
        },
        {
            "References": "Krieger, R. (ed.). Handbook of Pesticide Toxicology. Volume 2, 2nd ed. 2001. Academic Press, San Diego, California., p. 1862",
            "Value": "/OTHER TOXICITY INFORMATION/ Because phosphine is an explosive hazard, many of the lab-based studies have been conducted under exposure conditions to eliminate or reduce the possibility of the branched chain oxidation reaction in air. Thus, these studies reflect the effects of phosphine in the unoxidized state. Human case and field population studies and some in vitro studies may reflect to a greater or lesser degree the toxicant effects of phosphine and its autooxidation products induced by the contaminant diphosphine in the commercial product, and uncontrolled environmental condition including UV light, humidity, temp, and/or ammonia as well."
        },
        {
            "References": "The Chemical Society. Foreign Compound Metabolism in Mammals. Volume 4: A Review of the Literature Published during 1974 and 1975. London: The Chemical Society, 1977., p. 292",
            "Value": "/OTHER TOXICITY INFORMATION/ Lipophilic phosphines form strong complexes with oxidized and reduced cytochromes causing complex difference spectra and shifts in the ESR spectra. These can be displaced by other ligands such as metyrapone (oxidized P450-phosphine) or CO (reduced P450-phosphine). /Phosphines/"
        },
        {
            "References": "PMID:17175555",
            "Value": "/OTHER TOXICITY INFORMATION/ The aim of this study is to identify the biochemical mechanism of phosphine toxicity and resistance, using Caenorhabditis elegans as a model organism. To date, the precise mode of phosphine action is unclear. In this report, we demonstrate the following dose-dependent actions of phosphine, in vitro: (1) reduction of ferric iron (Fe3+) to ferrous iron (Fe2+), (2) release of iron from horse ferritin, (3) and the peroxidation of lipid as a result of iron release from ferritin. Using in situ hybridization, we show that the ferritin genes of C. elegans, both ferritin-1 and ferritin-2 genes, are expressed along the digestive tract with greatest expression at the proximal and distal ends. Basal expression of the ferritin-2 gene, as determined by quantitative polymerase chain reaction (PCR), is approximately 80 times that of ferritin-1. However, transcript levels of ferritin-1 are induced at least 20-fold in response to phosphine, whereas there is no change in the level of ferritin-2. This resembles the reported pattern of ferritin gene regulation by iron, suggesting that phosphine toxicity may be related to an increase in the level of free iron. Indeed, iron overload increases phosphine toxicity in C. elegans at least threefold. Moreover, we demonstrate that suppression of ferritin-2 gene expression by RNAi, significantly increases sensitivity to phosphine. This study identifies similarities between phosphine toxicity and iron overload and demonstrates that phosphine can trigger iron release from storage proteins, increasing lipid peroxidation, leading to cell injury and/or cell death."
        },
        {
            "References": "PMID:26453223",
            "Value": "/OTHER TOXICITY INFORMATION/ Phosphine (PH3) is a toxic substance to pest insects and is therefore commonly used in pest control. The oxidative damage induced by PH3 is considered to be one of the primary mechanisms of its toxicity in pest insects; however, the precise mode of PH3 action in this process is still unclear. In this study, we evaluated the responses of several oxidative biomarkers and two of the main antioxidant enzymes, catalase (CAT) and superoxide dismutase (SOD), after fumigation treatment with PH3 in Drosophila melanogaster as a model system. The results showed that larvae exposed to sub-lethal levels of PH3 (0.028 mg/L) exhibited lower aerobic respiration rates and higher levels of hydrogen peroxide (H2O2) and lipid peroxidation (LPO). Furthermore, unlike SOD, the activity and expression of CAT and its encoding gene were downregulated by PH3 in a time- and dose-dependent manner. Finally, the responses of six potential transcription factors of PH3 were determined by real-time polymerase chain reaction to explore the regulation mechanism of DmCAT by PH3. There were no significant effects of PH3 on three nuclear factor-kappa B homologs (DORSAL, DIF, and RELISH) or two activator protein-1 genes (JUN and FOS), while dramatic inhibition of DNA replication-related element factor (DREF) expression was observed after fumigation with PH3, suggesting that PH3 could inhibit the expression of DmCAT via the DRE/DREF system. These results confirmed that PH3 induces oxidative stress and targets CAT by downregulating its encoding gene in Drosophila. Our results provide new insight into the signal transduction mechanism between PH3 and its target genes."
        },
        {
            "References": "Chefurka W et al; Pestic Biochem Physiol 6 (1): 65-81 (1976)",
            "Value": "/OTHER TOXICITY INFORMATION/ Phosphine inhibits state 3 & state 4 resp action by its direct inhibition of electron transport due to interaction of cytochrome oxidase in resp chain of mitochondria from mouse liver, housefly, & granary weevil."
        },
        {
            "References": "Price NR, Dance SJ; Comp Biochem Physiol 76C (2): 277-81 (1983)",
            "Value": "/OTHER TOXICITY INFORMATION/ The inhibitory effects of phosphine on cytochrome c oxidase and catalase were investigated in Rhyzopertha dominica, Oryzaephilus surinamensis, and Cryptolestes ferrugineus. Cytochrome c oxidase is inhibited by treatment of insect homogenates in vitro. Catalase is inhibited in susceptible insects poisoned with phosphine in vivo. Resistant insects absorb less phosphine than susceptible ones."
        },
        {
            "References": "Price, NR et al; Comp Biochem Physiol 73C (2): 411-13 (1982)",
            "Value": "/OTHER TOXICITY INFORMATION/ Phosphine inhibited catalase activity in the lesser grain boring beetle. Base levels of catalase were higher in a strain of the insect selected for resistance to phosphine and in a field strain found to be highly resistant. Uptake of phosphine and inhibition of catalase were lower in resistant strains than in a susceptible strain."
        },
        {
            "References": "Chaudhry MQ, Price NR; Pestic Biochem Physiol 36 (1): 14-21 (1990)",
            "Value": "/OTHER TOXICITY INFORMATION/ The spectral changes in hemoglobin, myoglobin, catalase, and peroxidase were studied as part of an investigation of the biochemical mode of action of phosphine. Slow deoxygenation of both the oxygen carrier proteins, hemoglobin, and myoglobin resulted from treatment with phosphine while there was no significant spectral change in either catalase or peroxidase and there was no direct inhibition of catalase activity. Phosphine appeared to have higher affinity for oxygen than hemoglobin or myoglobin. The toxic action of phosphine based on its reducing and deoxygenating properties is suggested."
        },
        {
            "References": "Krieger, R. (ed.). Handbook of Pesticide Toxicology. Volume 2, 2nd ed. 2001. Academic Press, San Diego, California., p. 1863",
            "Value": "/OTHER TOXICITY INFORMATION/ ... In vitro studies, both animal and insect, have shown that the respiratory enzyme, cytochrome c oxidase, may be the specific site of action. On the other hand, in vivo treatment of insects with lethal dose levels of phosphine showed no more than 50% inhibition of the enzyme ... /and/ this level of respiratory enzyme inhibition was sufficient to generate superoxide anions ... /It was/ suggested that the toxicity of phosphine was due to free radical damage."
        },
        {
            "References": "Krieger, R. (ed.). Handbook of Pesticide Toxicology. Volume 2, 2nd ed. 2001. Academic Press, San Diego, California., p. 1864",
            "Value": "/OTHER TOXICITY INFORMATION/ Studies ... in animals showed that the  /phosphine/ gas inhibited myeloperoxidase enzyme at concn of 8 mg/cu m ... A 50% reduction in myeloperoxidase activity in neutrophils from exposed workers compared to control subjects /was noted/. Ambient air monitoring data obtained at the time varied from 0.4 to 5.8 mg/cu m ... In 45 patients recovering from phosphine poisoning, serial studies of serum levels of superoxide dismutase (SOD), malondialdehyde (MDA), and catalase were performed. Incr levels of SOD and MDA were found in nonsurvivors while catalase was inhibited. Remarkably similar findings (ie, decr peroxidase and catalase and incr superoxide dismutase) were reported ... in insects ... Taken together ... phosphine intoxication can lead to accumulation of cellular peroxides."
        },
        {
            "References": "Krieger, R. (ed.). Handbook of Pesticide Toxicology. Volume 2, 2nd ed. 2001. Academic Press, San Diego, California., p. 1863",
            "Value": "/OTHER TOXICITY INFORMATION/ Much of the work regarding phosphine as a metabolic poison centers on the concept that reactivity of phosphine as a nucleophile, and/or the electrophilic character of the intermediates arising from oxidation, could lead to derivatization of critical biomolecules. Certain critical biologic endpoints including the cytochromes and cytochrome oxidase system, hemoglobin, peroxidases and lipid peroxidation, catalase, cholinesterase, and DNA ... Phosphine is a toxicant gas with strong reducing properties capable of chemical and biologic oxidant effects. The signature threshold for lethality over a narrow dose range and slow evolution of mortality at lower doses indicates that the chemical induces a cumulative biologic oxidant cascade involving progressive alteration of ... critical biologic endpoints ..."
        }
    ],
    "sediment_soil_concentrations": [
        {
            "References": "(1) Ji-Ang L et al; Water Air Soil Pollution 116: 597-604 (1999)",
            "Value": "SEDIMENT: Matrix-bound phosphine was detected in sediment samples from paddy fields and reservoirs in Beijing, China at the following concentrations(1):",
            "Table": "[{'sediment depth (cm)': '0-10', 'paddy field (ng/kg)': 12.58, 'reservoir (ng/kg)': 3.8}, {'sediment depth (cm)': '10-20', 'paddy field (ng/kg)': 10.6, 'reservoir (ng/kg)': 3.92}, {'sediment depth (cm)': '20-30', 'paddy field (ng/kg)': 12.01, 'reservoir (ng/kg)': 1.89}, {'sediment depth (cm)': '30-40', 'paddy field (ng/kg)': 1.7, 'reservoir (ng/kg)': 2.06}]"
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "(1) MacBean C, ed; e-Pesticide Manual. 15th ed., ver. 5.1, Alton, UK; British Crop Protection Council. Phosphine (7803-51-2) (2008-2010) (2) Spanggord RJ et al; Environmental Fate of White Phosphorous/Felt and Red Phosphorus/Butyl Rubber Military Screening Smokes. Phase 1. Literature Reviews NRIS AD-A150 754. Menlo Park, CA:SRI Inter. p 56 (1983) (3) USEPA; Reregistration Eligibility Decisions (REDs) Database on Phosphine (7803-51-2). USEPA 738-R-99-015. Available from, as of June 21, 2017: https://iaspub.epa.gov/apex/pesticides/f?p=CHEMICALSEARCH:1",
            "Value": "Phosphine is a gas(1) and may bind to soil(2). Laboratory studies suggest that phosphine present below the soil surface is quickly adsorbed, but interaction with soil is soil-type dependent(3)."
        }
    ]
}