{
    "_id": {
        "$oid": "6682e946c4e5dba5ffba29cb"
    },
    "CID": {
        "$numberInt": "24434"
    },
    "Name": "POTASSIUM NITRATE",
    "IUPACName": "potassium;nitrate",
    "CanonicalSMILES": "[N+](=O)([O-])[O-].[K+]",
    "Synonyms": [
        "POTASSIUM NITRATE",
        "7757-79-1",
        "Saltpeter",
        "Nitre",
        "saltpetre",
        "Nitrate of potash",
        "Vicknite",
        "Kaliumnitrat",
        "Kalii nitras",
        "Nitric acid potassium salt",
        "potassium;nitrate",
        "Collo-Bo",
        "Caswell No. 697",
        "Kali nitricum",
        "Potassium nitrate(DOT)"
    ],
    "IsomericSMILES": "[N+](=O)([O-])[O-].[K+]",
    "INCHI": "InChI=1S/K.NO3/c;2-1(3)4/q+1;-1",
    "INCHIKEY": "FGIUAXJPYTZDNR-UHFFFAOYSA-N",
    "Formula": "KNO3",
    "MolecularWeight": {
        "$numberDouble": "101.103"
    },
    "Description": "Potassium nitrate is the inorganic nitrate salt of potassium. It has a role as a fertilizer. It is a potassium salt and an inorganic nitrate salt.",
    "XlogP": {
        "$numberDouble": "NaN"
    },
    "Complexity": {
        "$numberInt": "18"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "mechanism_of_action": [
        {
            "References": "National Research Council. Drinking Water & Health Volume 1. Washington, DC: National Academy Press, 1977., p. 421",
            "Value": "A series of reactions is involved by which it is proposed that nitrate in water may be converted to n-nitroso cmpd that are direct carcinogenic agents. The steps in the reaction sequence are: 1. Reduction of nitrate to nitrite. 2. Reaction of nitrite with secondary amines or amides in food or water to form n-nitroso cmpd. 3. Carcinogenic reaction of n-nitroso cmpd to the extent that this series of processes actually operates in human body, nitrate has capacity to become procarcinogen. ... problem is prospective rather than realized one. /Nitrate/"
        },
        {
            "References": "National Research Council. Drinking Water & Health Volume 1. Washington, DC: National Academy Press, 1977., p. 416",
            "Value": "Acute toxicity of nitrate occurs as result of reduction to nitrite, a process that can occur under specific conditions in the stomach ... /and/ in saliva. Nitrite acts in blood to oxidize hemoglobin to methemoglobin, which does not perform as oxygen carrier to tissues ... Anoxia and death may occur. /Nitrate/"
        },
        {
            "References": "European Chemicals Bureau; IUCLID Dataset, Potassium nitrate (7757-79-1) (2000 CD-ROM  edition). Available from, as of October 26, 2006: https://esis.jrc.ec.europa.eu/",
            "Value": "Nitrates can be reduced to nitrites which can react with amines or amides and form N-nitroso cmpd (containing the group =N-N=O). N-nitroso cmpd are carcinogenic in a wide range of animal species, most are mutagenic in test systems and some have been teratogenic in animals. It is highly probable that N-nitroso cmpd also may be carcinogenic in man. Therefore exposure to N-nitroso cmpd and their precursors (nitrite, amines and amides) should be kept as low as practically achievable. Relationships have been sought between occurrence of stomach cancer and nitrate content of soil and water in Chile, Colombia and the United Kingdom, but none was established."
        },
        {
            "References": "National Research Council. Drinking Water & Health Volume 1. Washington, DC: National Academy Press, 1977., p. 420",
            "Value": "Acute nitrate toxicity is almost always seen in infants rather than adults when it results from ingestion of well waters and vegetables high in nitrates ... /It was/ deduced that infants were prone to upset stomachs and achlorhydria. As result, stomach pH increased in alkalinity allowing nitrate-reducing organisms to enter and to reduce nitrates to nitrites. A gastric pH above 4 supports nitrate-reducing organisms ... Immature enzyme systems may also be of importance ... Fetal hemoglobin (hemoglobin F) is oxidized by nitrite to methemoglobin at rate twice as rapid as adult hemoglobin (hemoglobin A). Furthermore, enzymatic capacity of erythrocytes of newborn infants to reduce methemoglobin to hemoglobin appears less than that of adults. Difference is probably due to developmental deficiency in activity of DPNH-methemoglobin reductase (diphosphopyridine nucleotide). As opposed to adults, several clinical, physiologic and metabolic factors predispose infants to development of methemoglobinemia and acute nitrate poisoning. /Nitrate and nitrite/"
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ ... KNO3 was given in large quantities (1.0 to 1.2 g/kg) to goats to study the in vivo mechanism of acute nitrate poisoning. 1. The fatal dose of orally admin estimated to be 1.0 to 1.5 g/kg. The mean time for death to occur after the admin was 14 hr 4 min. This was not dose related. 2. MHb gradually incr after the admin in all, and in the dead ones it reached a max just before death, 62.6 + or - 9.9%. In the survived goats, MHb gradually incr after admin, reached a max, and then gradually decr and disappeared. However, it varied greatly individually. 3. NO3 in the rumen juice showed a max value in the first admin after admin of KNO3. It was 560 to 3847 ppm. Higher levels were detected in the groups receiving larger doses. And then, part of NO3 was reduced in the rumen juice to NO2. It incr slightly preceding MHb. In the dead animals it reached a max (190.3 + or - 82.5 ppm) just before death. It was noted that the influence of ammonia poisoning had to be considered in goats among the above-described NH3-N in which more that 50 mg/dL was detected. NO3 and NO2 quickly absorbed into the blood and excreted into the urine. Many of the goats maintained high levels of NO3 during the experiment. The behavior of NO2 in the blood and urine varied in parallel with MHb, though the amt detected was very small, ie the max was 18.6 ppm. 4. The blood oxygen pressure showed a very high negative correlation with MHb. In the dead goats the NO2 declined following the incr of MHb showing minimum level (12.8 + or - 3.4 ppm) just before death. Main cause of death by acute nitrate poisoning is concluded to be oxygen shortage.[European Chemicals Bureau; IUCLID Dataset, Potassium nitrate (7757-79-1) (2000 CD-ROM  edition). Available from, as of October 25, 2006: http://esis.jrc.ec.europa.eu/]"
        },
        {
            "References": "",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ In experimental horses, an oral dose of 1000 mg/kg of body wt of potassium nitrate caused illness but not death. Nitrate has been associated with the death of horses under field conditions ... The acute oral lethal dose of potassium nitrate is 1000 mg/kg /in sheep/.[Booth, N.H., L.E. McDonald (eds.). Veterinary Pharmacology and Therapeutics. 5th ed. Ames, Iowa: Iowa State University Press, 1982., p. 944]"
        },
        {
            "References": "",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ LD100 /acute lethal oral doses are:/ 541 to 1010 mg/kg /for/ cattle ... 1000 to 1500 mg/kg /for/ goats ... 2000 mg/kg /for/ chicken ... 505 mg/kg /for/ sheep ...[European Chemicals Bureau; IUCLID Dataset, Potassium nitrate (7757-79-1) (2000 CD-ROM  edition). Available from, as of October 25, 2006: http://esis.jrc.ec.europa.eu/]"
        },
        {
            "References": "PMID:16440845",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ ... The study was to investigate the effect of dietary nitrate exposure on the thyroid status along with the state of iodine nutrition. Rats were fed diet containing 3% potassium nitrate (KNO3) for 4 weeks and then thyroid status was evaluated by thyroid gland weight, urinary iodine excretion pattern, thyroid peroxidase (TPO) activity, serum levels of total thyroxine (T4), triiodothyronine (T3) and thyroid stimulating hormone (TSH) concentrations. In nitrate treated animals, the weight of thyroid gland was increased significantly (P<0.001) while thyroid peroxidase activity (P<0.01), serum T4 (P<0.01) and serum T3 levels (P<0.001) were reduced; but serum TSH level was increased (P<0.001) along with slightly elevated iodine excretion level (P<0.001) in comparison to control animals. The overall results indicated the development of a relative state of functional hypothyroidism with enlarged thyroid after nitrate exposure. This study can explain a part for the persistence of residual goitre in the post-salt iodization phase.[Mukhopadhyay S et al; Indian J Physiol Pharmacol 49(3): 284-8 (2005)]"
        },
        {
            "References": "",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Pregnant rats fed diet of 2.5% potassium nitrate during 2nd trimester showed maternal toxic symptoms and gross fetal malformations at term. Neonates observed for 13 wk showed no differences from controls. When the offsprings mated and fed under same conditions, slight fetal toxicity incl some types of anomalies was observed.[Kanoh S, Ema M; Teratology 18: 148 (1978)]"
        },
        {
            "References": "PMID:5691096",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Guinea pigs were given 300 to 30,000 ppm potassium nitrate in water for periods ranging from 100 to 240 days. Reproduction in the female was impaired by 30,000 ppm of potassium nitrate with reproductive performance only 8% of that of controls. Reproduction was maintained at lower levels of treatment. Male fertility was not affected. Uterine, cervical and degenerative placental lesions were present in females in which the fetuses had been aborted, mummified, or absorbed.[Sleight SD, Atallah OA; Toxicol Appl Pharmacol 12: 179-85 (1968)]"
        },
        {
            "References": "",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ The fetal toxicity of potassium nitrate (KNO3) used widely as a food additive was studied in Wistar rats. The pregnant rats were fed a diet containing 2.5, 0.5 or 0.1% of KNO3 from day 7 to 14 of pregnancy. Neither maternal or fetal toxicity including external malformations were observed at term in any group. After spontaneous delivery, the offspring were reared until 13 wk after birth. No harmful effects were detected in any group. The female offspring (F1) of all groups were mated with the male (F1) of the same group. Good reproductive performances were shown in all groups. The pregnant rats were fed the same diet, which their mothers (F0) had been fed, from day 7 to 14 of pregnancy. Various types of malfunctios such as exencephaly, cleft lip and palate, polydactyll and anopthalmia were observed in 6 of the 133 fetuses and 7 of 63 newborns from dams treated with 2.5% KNO3, but no external malfunctions were observed in other groups. The male offspring (F2) of the treated groups showed slow growth until 13 wk after birth. These results suggest that a dose of 2.5% KNO3 is toxic to the F2 generation, but not to the F1 generation.[European Chemicals Bureau; IUCLID Dataset, Potassium nitrate (7757-79-1) (2000 CD-ROM  edition). Available from, as of October 26, 2006: http://esis.jrc.ec.europa.eu/]"
        },
        {
            "References": "",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Female CD-1 mice /were administered potassium nitrate by/ oral intubation at 0.4, 2.0, 100, 400 mg/kg for 10 days ... At the dose level of 400 mg/kg no significant differences between test and control animals could be seen with respect to survival, number of pregnancies, number of abortions, resorptions, dead fetuses, average fetus wt ... 400 mg/kg is both the  maternal and teratogenic NOAEL.[European Chemicals Bureau; IUCLID Dataset, Potassium nitrate (7757-79-1) (2000 CD-ROM  edition). Available from, as of October 26, 2006: http://esis.jrc.ec.europa.eu/]"
        },
        {
            "References": "",
            "Value": "/GENOTOXICITY/ /In a/ dominant lethal assay, male Sprague-Dawley rats /were fed/ potassium nitrate /for/ 10 wk ... Body weight gains did not show a clear dose-response effect. The weight gains ranged from 3 to 13% above control values. The dominant lethal test produced no consistent responses to suggest that potassium nitrate is mutagenic to rats.[European Chemicals Bureau; IUCLID Dataset, Potassium nitrate (7757-79-1) (2000 CD-ROM  edition). Available from, as of October 26, 2006: http://esis.jrc.ec.europa.eu/]"
        },
        {
            "References": "",
            "Value": "/GENOTOXICITY/ Nitrates show no mutagenic activity in microbial tests under aerobic conditions. Activity has been reported under anaerobic conditions, probably due to reduction of nitrate into nitrite. Mutagenic activity in vivo of high doses of nitrate is difficult to evaluate because of the possibility of chemical reduction. /Nitrate/[IPCS; Poisons Information Monograph G016: Nitrates and nitrites. (September 1996). Available from, as of October 25, 2006: http://www.inchem.org/documents/pims/chemical/pimg016.htm]"
        },
        {
            "References": "",
            "Value": "/GENOTOXICITY/ /In an/ Ames test /using/ Salmonella typhimurium strains TA 98, TA 100, TA 1535, TA 1537 and TA 1538 /in/ a standard plate-incorporation assay, potassium nitrate /showed/ negative result with or without metabolic activation /at/ 0.0033 to 10 mg/plate ... The test result for potassium nitrite was positive.[European Chemicals Bureau; IUCLID Dataset, Potassium nitrate (7757-79-1) (2000 CD-ROM  edition). Available from, as of October 25, 2006: http://esis.jrc.ec.europa.eu/]"
        },
        {
            "References": "",
            "Value": "/GENOTOXICITY/ Potassium nitrate /was/ negative /in/ Bacillus subtilis recombination assay /using/ H17 (Rec+) and M45 (Rec-) strains at 0.005 to 0.5 M without metabolic activation.[European Chemicals Bureau; IUCLID Dataset, Potassium nitrate (7757-79-1) (2000 CD-ROM  edition). Available from, as of October 25, 2006: http://esis.jrc.ec.europa.eu/]"
        },
        {
            "References": "",
            "Value": "/GENOTOXICITY/ /In a/ mammalian cell gene mutation assay /tested in/ Chinese hamster fibroblast, potassium nitrate /showed/ negative results /at/ 1.0 mg/L (max-dose; highest non-cytotoxic dose) without metabolic activation. /99.8% purity/[European Chemicals Bureau; IUCLID Dataset, Potassium nitrate (7757-79-1) (2000 CD-ROM  edition). Available from, as of October 25, 2006: http://esis.jrc.ec.europa.eu/]"
        },
        {
            "References": "",
            "Value": "/GENOTOXICITY/ Potassium nitrate /was/ negative /in a/ mammalian cell gene mutation assay /using/ human embryonic lung cells (WI-38) ... /and in the test of/ mitotic recombination in Saccharomyces cerevisiae..[European Chemicals Bureau; IUCLID Dataset, Potassium nitrate (7757-79-1) (2000 CD-ROM  edition). Available from, as of October 25, 2006: http://esis.jrc.ec.europa.eu/]"
        },
        {
            "References": "",
            "Value": "/OTHER TOXICITY INFORMATION/ 365 mg NO3/kg /is considered/ as the highest daily dose over lifetime without adverse effects in rats. /Nitrate/[IPCS; Poisons Information Monograph G016: Nitrates and nitrites. (September 1996). Available from, as of October 24, 2006: http://www.inchem.org/documents/pims/chemical/pimg016.htm]"
        },
        {
            "References": "",
            "Value": "/OTHER TOXICITY INFORMATION/ Animal experiments are difficult to evaluate and use for assessing the toxicity of nitrate in man because the toxic doses of nitrate and nitrite depend upon competing processes, the rates of which are not necessarily the same in man and animals. Thus the kinetics of nitrite formation from nitrate, and the rates of haemoglobin regeneration, are not necessarily comparable between animals and humans. This is especially so for ruminants where ingested nitrate is reduced in the rumen. /Nitrate/[IPCS; Poisons Information Monograph G016: Nitrates and nitrites. (September 1996). Available from, as of October 24, 2006: http://www.inchem.org/documents/pims/chemical/pimg016.htm]"
        },
        {
            "References": "",
            "Value": "/OTHER TOXICITY INFORMATION/ ... Sublethal nitrate poisoning may occur in livestock that ingest plants containing 0.5% to 1.5% potassium nitrate (dry wt basis) and that concn above 1.5% may be lethal ...[Booth, N.H., L.E. McDonald (eds.). Veterinary Pharmacology and Therapeutics. 5th ed. Ames, Iowa: Iowa State University Press, 1982., p. 946]"
        },
        {
            "References": "",
            "Value": "/OTHER TOXICITY INFORMATION/ With hay, acute posioning may not occur if the concn of potassium nitrate is 1.5%, but hay containing 2% may kill sheep in 6 to 10 wk.[Booth, N.H., L.E. McDonald (eds.). Veterinary Pharmacology and Therapeutics. 5th ed. Ames, Iowa: Iowa State University Press, 1982., p. 946]"
        },
        {
            "References": "",
            "Value": "/OTHER TOXICITY INFORMATION/ /After intake of nitrate/ signs of abdominal pain and diarrhea are seen owing to irritant action of nitrate ion, accompanied by muscular weakness and incoordination, convulsions, accelerated heart rate, dyspnea, and in severe cases, progressive cyanosis, first visible as a bluish discoloration of the mucous membranes and unpigmented areas of the body, leading to torpor, coma and death. /Nitrate/[Clarke, M. L., D. G. Harvey and D. J. Humphreys. Veterinary Toxicology. 2nd ed. London: Bailliere Tindall, 1981., p. 68]"
        },
        {
            "References": "",
            "Value": "/OTHER TOXICITY INFORMATION/ 25 g potassium nitrate given iv (1000 mg/kg bw) produced no noticeable effects, while 90 g potassium nitrate (2500 mg/kg bw) caused dehydration, diuresis, high potassium nitrate-concn in urine, but no methemoglobinemia. However, 2.5 g potassium nitrite (70 mg/kg bw) killed the sheep within 2 to 3 hr after admin. In the dead sheep more than 70% of the hemoglobin was changed to methemoglobin. Since the introduction of potassium nitrite, but not potassium nitrate, into the blood stream produce symptoms of \"nitrate poisoning\" the toxicity observed during field conditions must have followed a reduction of nitrate to nitrite by the rumen flora and the subsequent absorption of nitrite into the blood stream. Thus, it is not potassium nitrate as such which causes acute toxicological problems, but only potassium nitrite which can be regarded as a \"metabolite\" of potassium nitrate.[European Chemicals Bureau; IUCLID Dataset, Potassium nitrate (7757-79-1) (2000 CD-ROM  edition). Available from, as of October 26, 2006: http://esis.jrc.ec.europa.eu/]"
        },
        {
            "References": "",
            "Value": "/OTHER TOXICITY INFORMATION/ Cows and cattle can die suddenly if their ration contains approx 1.5% potassium nitrate on a dry basis. Other troubles (like illness, loss of milk, off feed, abortion) are likely to occur if the ration contains 0.5 to 1.5% potassium nitrate. Below 0.5% potassium nitrate seems safe if plenty of carbohydrates are included in the ration. To correct poisoning with nitrates in cows methylene blue at 1 mg/kg bw appears to be adequate.[European Chemicals Bureau; IUCLID Dataset, Potassium nitrate (7757-79-1) (2000 CD-ROM  edition). Available from, as of October 26, 2006: http://esis.jrc.ec.europa.eu/]"
        },
        {
            "References": "PMID:12562881",
            "Value": "/OTHER TOXICITY INFORMATION/ The role of salivary glands in nitrate and nitrite metabolism is poorly understood. The aim of the present study was to investigate the effect of parotid gland ablation on dynamic metabolism of nitrate and nitrite in miniature pigs. The parotid glands of 5 healthy miniature pigs were bilaterally ablated by methyl violet. Concentrations of nitrate and nitrite of whole saliva, serum, and urine samples were analyzed by high-performance liquid chromatography. Results showed that bilateral ablation of the parotid glands led to a significant decrease of nitrate secretion from blood to saliva (P < 0.05) and thus low nitrite levels. Dysfunction of the parotid glands temporarily increased the systemic level of nitrate in miniature pigs after nitrate loading. This study suggests that the parotid glands play an important role in the balance of nitrate and nitrite levels in both whole saliva and the body. /Nitrates & nitrites/[Xia DC et al; J Dent Res 82 (2): 101-5 (2003)]"
        },
        {
            "References": "",
            "Value": "/OTHER TOXICITY INFORMATION/ Nitrates and nitrites are ... a concern for ranchers and farmers. The effects of nitrates have been extensively studied in ruminants (cattle, sheep, goats, etc.). Ruminants have a very good ability to adapt to nitrates and nitrites and to develop tolerances to them. Sheep have a higher tolerance than cattle because they have higher methemoglobin reductase levels.  Acute symptoms of nitrate poisoning in farm animals include gastrointestinal problems, vomiting, salivation, diarrhea, colicky signs, and frequent urination. Inconsistent signs of chronic poisoning include abortion, decreased milk production, infertility, decreased milk fat, Vitamin A deficiency, and slow weight gain. /Nitrates & nitrites/[Wetzlich S; II Nitrates. Cooperative Extension University of California Environmental Toxicology Newsletter. 11(1). (March 1991)]"
        }
    ]
}