{
    "_id": {
        "$oid": "6682e947c4e5dba5ffba29cf"
    },
    "CID": {
        "$numberInt": "24455"
    },
    "Name": "PENTASODIUM TRIPOLYPHOSPHATE",
    "IUPACName": "pentasodium;[oxido(phosphonatooxy)phosphoryl] phosphate",
    "CanonicalSMILES": "[O-]P(=O)([O-])OP(=O)([O-])OP(=O)([O-])[O-].[Na+].[Na+].[Na+].[Na+].[Na+]",
    "Synonyms": [
        "7758-29-4",
        "Sodium triphosphate",
        "Pentasodium triphosphate",
        "STPP",
        "Triphosphoric acid",
        "pentasodium salt",
        "TRIPHOSPHORIC ACID",
        "SODIUM SALT",
        "9SW4PFD2FZ",
        "pentasodium;[oxido(phosphonatooxy)phosphoryl] phosphate",
        "Armofos",
        "Thermphos",
        "MFCD00003514",
        "Rhodiaphos LV",
        "Thermphos N",
        "Empiphos stp-D",
        "Thermphos SPR"
    ],
    "IsomericSMILES": "[O-]P(=O)([O-])OP(=O)([O-])OP(=O)([O-])[O-].[Na+].[Na+].[Na+].[Na+].[Na+]",
    "INCHI": "InChI=1S/5Na.H5O10P3/c;;;;;1-11(2,3)9-13(7,8)10-12(4,5)6/h;;;;;(H,7,8)(H2,1,2,3)(H2,4,5,6)/q5*+1;/p-5",
    "INCHIKEY": "HWGNBUXHKFFFIH-UHFFFAOYSA-I",
    "Formula": "Na5O10P3",
    "MolecularWeight": {
        "$numberDouble": "367.86"
    },
    "Description": {
        "$numberDouble": "NaN"
    },
    "XlogP": {
        "$numberDouble": "NaN"
    },
    "Complexity": {
        "$numberInt": "241"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "mechanism_of_action": [
        {
            "References": "PMID:7308964",
            "Value": "The effects of condensed phosphate ( ... sodium tripolyphosphate ... ) on the growth of Streptococcus mutans, sugar metabolism in vitro, and S mutans-induced caries of hamsters were studied. All condensed phosphates depressed the growth of S mutans. This growth inhibition was reversed by divalent metal ions. Thus, the chelating capacity of condensed phosphate is responsible for their antibacterial actions. Condensed phosphates depressed lactate production from glucose and sucrose by the S mutans."
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "PMID:4388977",
            "Value": "IN BEAGLE DOGS, SODIUM TRIPOLYPHOSPHATE INDUCED EMESIS. EMESIS PROBABLY RESULTS FROM A DIRECT ACTION UPON THE GI MUCOSA."
        },
        {
            "References": "OSHIBA ET AL; SEIKATSU EISEI 23 (6): 209 (1979)",
            "Value": "DIETARY ADMIN OF TRIPOLYPHOSPHATE DECR BONE, LIVER & SPLEEN CONTENTS OF IRON & INCR THE BONE DEPOSITION OF CALCIUM."
        },
        {
            "References": "Engstrom B; Environ Health Persp 54: 219-32 (1984)",
            "Value": "Gastrointestinal absorption, transport, tissue deposition, and excretion of cadmium were investigated in mice after single or repeated exposure with or without chelating agents. Male CBA-mice received a single oral 69 mg/kg dose of cadmium-109 in combination with a single 600 mg/kg dose of nitrilotriacetic acid, sodium tripolyphosphate, or 60 or 600 mg/kg ethylenediaminetetraacetic acid. Animals were observed, and blood cadmium concentrations followed, from 5 minutes to 21 days before dissection and tissue analysis. Female CBA-mice received a single oral 15 ug/kg dose of radioactive cadmium in combination with cadmium and 50 or 500 ppm of these chelating agents in their drinking water and were observed for 18 months. Acute cadmium toxicity was reduced in mice given cadmium in combination with ethylenediaminetetraacetic acid. At all times from 5 minutes to 5 hours after dosing blood cadmium concentrations were lowest in mice exposed to cadmium plus sodium tripolyphosphate. Almost all cadmium in kidneys of mice exposed to cadmium and ethylenediaminetetraacetic acid at the higher doses was bound in the cadmium ethylenediaminetetraacetic acid complex, while at the lower dose of ethylenediaminetetraacetic acid part of the cadmium was bound to high molecular weight proteins. Cadmium 24 hour elimination was increased from 20% with cadmium alone to 45% with the higher and 35% with the lower dose of ethylenediaminetetraacetic acid. Whole body retention at 21 days was 4.4% with cadmium alone, 2% with nitrilotriacetic acid and 5.5% with sodium tripolyphosphate. With repeated exposure no substantial differences in whole body or organ retention of cadmium were seen after treatment with different chelating agents. Chelating agents did not affect mortality over 18 months. /It was concluded/ that the effects of different chelating agents on acute cadmium toxicity and metabolism are produced by change in the stability of the chelate complexes and the availability of metal binding ligands in-vivo."
        }
    ]
}