{
    "_id": {
        "$oid": "6682e947c4e5dba5ffba29d2"
    },
    "CID": {
        "$numberInt": "24462"
    },
    "Name": "COPPER(II) SULFATE",
    "IUPACName": "copper;sulfate",
    "CanonicalSMILES": "[O-]S(=O)(=O)[O-].[Cu+2]",
    "Synonyms": [
        "Copper sulfate",
        "7758-98-7",
        "Copper(II) sulfate",
        "CUPRIC SULFATE",
        "Cupric sulfate anhydrous",
        "Copper sulphate",
        "Copper(2+) sulfate",
        "Copper monosulfate",
        "Copper(ii) sulfate",
        "anhydrous",
        "Cupricsulfate",
        "Blue stone",
        "Copper II sulfate",
        "Delcup",
        "Hylinec",
        "Copper sulfate (1:1)"
    ],
    "IsomericSMILES": "[O-]S(=O)(=O)[O-].[Cu+2]",
    "INCHI": "InChI=1S/Cu.H2O4S/c;1-5(2,3)4/h;(H2,1,2,3,4)/q+2;/p-2",
    "INCHIKEY": "ARUVKPQLZAKDPS-UHFFFAOYSA-L",
    "Formula": "CuO4S",
    "MolecularWeight": {
        "$numberDouble": "159.61"
    },
    "Description": "Copper(II) sulfate is a metal sulfate compound having copper(2+) as the metal ion. It has a role as a sensitiser, a fertilizer and an emetic. It contains a copper(2+).",
    "XlogP": {
        "$numberDouble": "NaN"
    },
    "Complexity": {
        "$numberInt": "62"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "mechanism_of_action": [
        {
            "References": "PMID:3559915",
            "Value": "A significant drop in metabolic reserves was noted in cupric sulfate treated snails. Free amino acid levels dropped and the lactate level increased. The effects of copper treatment on rates of metabolite oxidation and ammonia production in the presence of exogenously added alpha-ketoglutarate were evaluated. A 92% drop in alpha-ketoglutarate dehydrogenase, a 33% drop in alanine aminotransferase, and a 78% rise in glucose 6-phosphatase were recorded. Molluscicidal activity of copper was due to a metabolic block in the tricarboxylic acid cycle at the alpha-ketoglutarate level."
        },
        {
            "References": "PMID:6271712",
            "Value": "ACUTE IV INFUSION OF 300 MG COPPER SULFATE IN CONSCIOUS SHEEP CAUSED AN INCREASE FROM 10.3 TO 22.5 TORR IN MEAN PULMONARY ARTERY PRESSURE & PULMONARY ARTERY WEDGE PRESSURE FROM 3.5 TO 7.6 TORR, WHEREAS SYSTEMIC ARTERIAL PRESSURE INCREASED FROM 95 TO 102 TORR. CARDIAC OUTPUT DECREASED FROM 4.7 TO 3.3 L/MIN. PULMONARY VASCULAR RESISTANCE & SYSTEMIC VASCULAR RESISTANCE INCREASED TO 320 & 160% OF BASE LINE, RESPECTIVELY. THIS PULMONARY HYPERTENSION WAS PRODUCED BY STIMULATION OF THE ALPHA-ADRENERGIC NERVOUS SYSTEM."
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "Browning, E. Toxicity of Industrial Metals. 2nd ed. New York: Appleton-Century-Crofts, 1969., p. 147",
            "Value": "IN ANIMALS INGESTION OF 3 OZ OF 1% SOLN OF CUPRIC SULFATE WILL PRODUCE INTENSE INFLAMMATION OF GASTROINTESTINAL TRACT, WITH SYMPTOMS OF ABDOMINAL PAIN, VOMITING, & DIARRHEA."
        },
        {
            "References": "Friberg, L., Nordberg, G.F., Kessler, E. and Vouk, V.B. (eds). Handbook of the Toxicology of Metals. 2nd ed. Vols I, II.: Amsterdam: Elsevier Science Publishers B.V., 1986., p. 245",
            "Value": "Daily oral doses of 20 mg of copper sulfate per kg body weight given to sheep resulted in hemolysis after nine weeks. ... Hemolysis also caused acute tubular renal damage in the sheep."
        },
        {
            "References": "PMID:4457127",
            "Value": "COPPER SALTS ADMIN IV TO HAMSTERS ON DAY 8 OF GESTATION CAUSED EMBRYONIC RESORPTIONS AND DEVELOPMENTAL MALFORMATIONS IN SURVIVING OFFSPRING. HEART DEFECTS OCCURRED. COPPER IN CHELATED FORM (COPPER CITRATE) WAS EMBRYOCIDAL BUT MUCH MORE EMBRYOPATHIC THAN IN UNCOMPLEXED FORM (COPPER SULFATE)."
        },
        {
            "References": "Friberg, L., Nordberg, G.F., Kessler, E. and Vouk, V.B. (eds). Handbook of the Toxicology of Metals. 2nd ed. Vols I, II.: Amsterdam: Elsevier Science Publishers B.V., 1986., p. V2 244",
            "Value": "DAILY SC INJECTIONS OF 0.26 MG OF COPPER AS COPPER SULFATE FOR 60 DAYS TO RATS. ... THE EXPOSED RATS SHOWED REDN IN HEMOGLOBIN CONTENT, RED CELL COUNTS & HEMATOCRITS. MEAN SURVIVAL TIME ... WAS 67 DAYS. HISTOLOGICALLY, SIGNS OF ACUTE TOXICITY, BOTH HEPATIC & RENAL, WERE SEEN."
        },
        {
            "References": "Clayton, G. D. and F. E. Clayton (eds.). Patty's Industrial Hygiene and Toxicology: Volume 2A, 2B, 2C: Toxicology. 3rd ed. New York: John Wiley Sons, 1981-1982., p. 1624",
            "Value": "COPPER SULFATE FED AD LIBITUM IN DIET OF RATS @ LEVEL OF 500 PPM CAUSED RETARDED GROWTH; 4000 PPM CAUSED STARVATION & DEATH. ... ACCESS BY SHEEP TO SALT LICKS CONTAINING 5-9% COPPER SULFATE CAUSED ... ANOREXIA, HEMOLYTIC ANEMIA, ICTERUS, & HEMOGLOBINURIA FOLLOWED BY DEATH IN A DAY OR 2. ... AT NECROPSY, LIVER, KIDNEYS, & SPLEEN SHOWED ... DEGENERATIVE CHANGES."
        },
        {
            "References": "PMID:679907",
            "Value": "GUINEA PIGS WERE EXPOSED FOR 1 HR TO AEROSOLS OF SULFATE SALTS. WITH THE EXCEPTION OF SODIUM SULFATE, ALL THE SULFATES CAUSED SLIGHT INCREASE IN PULMONARY FLOW RESISTANCE & SLIGHT DECREASE IN PULMONARY COMPLIANCE. COPPER SULFATE WAS LEAST IRRITANT AMONG AMMONIUM SULFATE & AMMONIUM BISULFATE AEROSOLS."
        },
        {
            "References": "PMID:7258829",
            "Value": "EFFECTS OF INTRATRACHEALLY ADMIN AIR POLLUTANT CHEMICALS ON SUSCEPTIBILITY OF MICE TO INFECTION BY AEROSOLIZED BACTERIA WERE COMPARED WITH EFFECTS FROM INHALATION EXPOSURES. THREE (CADMIUM SULFATE, COPPER SULFATE, & ZINC SULFATE) OF THE TWENTY TWO CMPD STUDIED BY INHALATION WHICH CAUSED INCR MORTALITY IN MICE BECAUSE OF INFECTION AFTER 3 HR EXPOSURE TO 1-2 MG/CU M, SHOWED LARGE (GREATER THAN 40% OVER SHAM INJECTED) MORTALITY INCREASES WHEN ADMIN BY INTRATRACHEAL INJECTION AT LUNG CONCN EQUIVALENT TO INHALATION EXPOSURES."
        },
        {
            "References": "NAGABHUSHANAM R, KULKARNI GK; PROC INDIAN NATL SCI ACAD, PART B; 47 (3): 380-6 (1981)",
            "Value": "CUPRIC SULFATE WAS LETHAL TO FRESH WATER PALAEMONID PRAWN (MACROBRACHIUM KISTNENSIS) AT 2.25 PPM. AFTER 24 HR EXPOSURE, OXYGEN CONSUMPTION INCR."
        },
        {
            "References": "PMID:7148260",
            "Value": "10 PPM CUPRIC SULFATE INCREASED THE BLOOD GLUCOSE, LACTATE DEHYDROGENASE, GLUTAMIC ACID OXALACETIC ACID TRANSAMINASE, & GLUTAMIC ACID PYRUVIC ACID TRANSAMINASE LEVELS IN THREE SPECIES OF FISH. IN INCREASING ORDER SILVER CARP, CARP & EUROPEAN WELS."
        },
        {
            "References": "HATAKEYAMA W, YASUNO M; ARCH CONTAM TOXICOL 10 (6): 705-13 (1981)",
            "Value": "METHOD FOR ASSESSING CHRONIC EFFECT OF COPPER /SRP: AS CUPRIC SULFATE/ ON MIDGE LARVA (PARATANYTARSUS PARTHENOGENETICUS) IS PRESENTED. GROWTH & REPRODUCTION WERE RELATED TO COPPER CONCN GREATER THAN 0.08 MG/L; 50% REPRODUCTIVE IMPAIRMENT @ 0.37 MG/L. GROWTH & FOOD INTAKE WERE INVERSELY RELATED TO CONCN."
        },
        {
            "References": "Kulkarni AB, Utical VN; J Envir Biol 4 (4): 215-20 (1983)",
            "Value": "Decrease in hemolymph glucose in Viviparus bengalensis exposed to cupric sulfate (0.001%) less than or equal to 24 hr was directly proportional to the time of exposure. At the end of 24 hr there was a marked decrease in the glucose level. In the foot muscle and hepatopancreas of the snail, cupric sulfate decreased the glycogen reserve. Protein levels in these tissues were increased whereas the lipid content was decreased."
        },
        {
            "References": "PMID:6309044",
            "Value": "Hamsters were exposed for 4 hr to cupric sulfate (4.8 mg/cu m). ... Macrophage endocytosis was significantly reduced 1 hr after exposure compared with that to unexposed control animals ... . Hamsters /exposed to 4.8 mg/cu m/ cupric sulfate for 48 hr showed significant increases in phagocytosis."
        },
        {
            "References": "Nagabhushanam R, Deshpande UD; J Envir Biol 3 (4): 151-4 (1982)",
            "Value": "Exposure to sublethal concn of cupric sulfate (0.1-5.0 ppm) induced a significant elevation in the rate of whole body oxygen consumption of Onchidium verruculatum up to 4-72 hr of the exposure period. Thereafter, there was a decline in the oxygen consumption up to 96 hr of the exposure period."
        },
        {
            "References": "PMID:6835917",
            "Value": "... Marked dose dependent testicular atrophy was noticed in ... copper sulfate ... fed birds. Mild to severe spermatogenic arrest concomitant with testicular atrophy was observed. Histochemically, the interstitial (Leydig) cells and seminiferous tubules showed intense accumulation of cholesterol positive lipids ... ."
        },
        {
            "References": "Antychowicz J et al; Bull Vet Inst Pulawy 25 (4): 20-3 (1982)",
            "Value": "The results of preliminary investigations on the toxicity of /copper sulfate/ ... for 15, 30, and 45 day old sheatfish and to the encysted stages of Icthyophthirius multifiliis (ich) showed that an interruption of the parasite life cycle in this stage, without harming the fish, seems to be possible. A concn of 15 ppm copper sulfate /was/ suitable for the elimination of the encysted parasites in the presence of 15 day old and older sheatfish ... ."
        },
        {
            "References": "PMID:7203687",
            "Value": "... The motility of /rat/ cauda epididymal spermatozoa in vitro in the presence of different concn of cupric sulfate was investigated. In vitro decrease in motility was more rapid with increasing concn of cupric sulfate soln."
        },
        {
            "References": "Bodammer J; Preliminary Observation on the Cytopathological Effects of Copper Sulfate on the Chemoreceptors of Calinectes sapidus in Marine Pollution: Functional Responses. Vernberg, WB et al eds p.223-37 (1979)",
            "Value": "Adult male blue crabs (Callinectes sapidus) ... were exposed for 48 hr to river water containing hydrated copper sulfate reagent at concn of 0, 50, 100, and 1000 ug/l. ... Exposure to 1000 ug/l copper sulfate caused changes affecting both the integrity and disposition of the dendrites within the aesthetases. Changes included condensation of the dendrites and flocculent extracelluar material into a bandlike region, ... loss of the large dendrite profiles, and occurrence of electron dense filamentous structures not present in control preparations. Changes in chemoreceptor structures following 100 ug/l copper sulfate were similar to those /at/ 1000 ug/l, but less pronounced. Exposure to 50 ug/l copper sulfate had little ... effect on morphology of blue crab chemoreceptors. /Hydrated copper sulfate reagent/"
        },
        {
            "References": "PMID:7265320",
            "Value": "... Submicron aerosols of /cupric sulfate/ in concn of 4.1-8.8 mg/cu m, administered for 4 hr to anesthetized dogs, did not affect mechanics of breathing, hemodynamics, or arterial blood gases. In conscious sheep, tracheal mucous velocity was not altered by exposure to the submicron aerosols of the sulfate cmpd. Cupric sulfate /in 100 mg/ injections produced pulmonary hypertension, a fall in cardiac output, hypoxemia, respiratory acidosis and a decrease of specific total conductance."
        },
        {
            "References": "PMID:2983799",
            "Value": "No change was observed in whole animal respiration in snails exposed to 2 ppm copper sulfate for 6 hr."
        },
        {
            "References": "Dave G; Comp Biochem Physiol, C: Comp Pharmacol Toxicol 78C (2): 439-43 (1984)",
            "Value": "The effects of copper sulfate (0.0004 and 105 ug copper/l) on growth, reproduction, survival, and hemoglobin content of Daphnia magna were studied in hard reconstituted water and compared to the response in diluted water without the addition of copper. The 48 hr EC50 (immobilization) for unfed neonates was 6.5 ug copper/l and the 48 hr and 21 day LC50s (median lethal concn) for fed neonates were 18.5 and 1.4 ug copper/l, respectively."
        },
        {
            "References": "King EF; Drug Chem Toxicol 1 (Toxic Screening Proced Using Bact Syst): 175-94 (1984)",
            "Value": "Copper sulfate was toxic as detected by sewage sludge bacterial respiration, nitrification, and growth assays; with biological oxygen demand assay being more suitable for rivers."
        },
        {
            "References": "NAGABHUSHANAM R, KULKARNI GK; PROC INDIAN NATL SCI ACAD, PART B 47 (3): 380-6 (1981)",
            "Value": "CARBOHYDRATE METABOLITES LIKE HEMOLYMPH GLUCOSE & MIDGUT GLAND GLYCOGEN SHOWED INVERSE RELATION IN THEIR CHANGES AFTER LESS THAN 72 HR EXPOSURE TO 1.0 PPM CUPRIC SULFATE BUT BOTH METABOLITES DECREASED GREATLY AFTER PROLONGED (120 HR) EXPOSURE OF FRESHWATER PRAWN (MACROBRACHIUM KISTNENSIS)."
        },
        {
            "References": "USEPA; Drinking Water Criteria Document for Copper (Final Draft) p.V-10 (1985) EPA-600/X-84-190-1",
            "Value": "Groups of eight pigs /were maintained/ on a corn-soy diet supplemented with 250 (3.2 mg copper(2+)/kg/day) or 500 (5.5 mg copper(2+)/kg/day) ppm copper sulfate for 61 days. In a second experiment, groups of 12 pigs were fed a corn-soy diet supplemented with 0, 150 (1.8 mg copper(2+)/kg/day), 200 (2.5 mg copper(2+)/kg/day), or 250 (2.9 mg copper(2+)/kg/day) ppm copper sulfate for 88 days. The control group was normal and had normal blood parameters. Pigs fed 150-250 ppm copper sulfate (1.8-3.2 mg copper(2+)/kg/day) all had accelerated weight gain but also had increases in liver copper that indicated a significant (p< 0.05) linear correlation with dose. Reduced growth and hemoglobin levels and increased liver copper were observed in the 500 ppm treatment group."
        },
        {
            "References": "USEPA; Health Issue Assessment: Copper p.33 (1987) EPA/600/8-87/001",
            "Value": "In a subchronic study, the liver and kidneys of rats treated with 2,000 ppm copper (as copper sulfate) in the diet for 15 weeks experienced a triphasic response during the exposure period. The first stage was characterized by the accumulation of copper with some signs of cellular disruption followed by a second stage of severe hepatic and renal necrosis. The final phase was marked by decreasing copper content and regeneration of damaged tissue as the animals appeared to develop tolerence against the effects of copper."
        },
        {
            "References": "USEPA; Health Issue Assessment: Copper p.26 (1987) EPA/600/8-87/001",
            "Value": "/Researchers/ reported the development of massive hemolysis with high levels of copper in the liver, kidney, and plasma in sheep treated orally with 20 mg copper sulfate pentahydrate/kg body wt/day within 7 weeks. The excess copper caused an incr in the concn of iron in the plasma and spleen, possibly by interfering with iron metabolism and binding. Hepatic damage was observed in three histopathological studies of sheep chronically exposed to copper. /Copper sulfate, pentahydrate/"
        },
        {
            "References": "USEPA; Drinking Water Criteria Document for Copper (Final Draft) p.V-6 (1985) EPA-600/X-84-190-1",
            "Value": "Liver and kidney necrosis /occurred/ in rats given copper sulfate by gavage for 20 days. Groups of 10 male albino rats, (Rattus rattus albino) 90 days of age were given 0 or 100 mg copper sulfate/kg body wt/day by gavage (vehicle not reported) for 20 days. Based on the molecular weight of copper/copper sulfate, the amount of copper given each day was 0 or 25.4 mg/kg. Body weights and tail lengths (a measure of skeletal growth) were recorded each day. On day 20, blood samples were drawn for evaluation of red blood cell count, white blood cell count, hemoglobin level, and hematocrit percentage. All animals were then killed, and their livers and kidneys were removed for wet weight measurement and routine histological examination. Several changes in treated rats, absent in control rats, were observed upon gross examination. The paws of treated rats had changed from pink to white. Significant decreases in the tail length, body weight gain, hemoglobin concn, hematocrit percentage, and red blood count of treated rats were observed as compared with controls. Upon histological examination, the livers and kidneys of control rats appeared normal. In treated rats, however, copper-induced damage to these organs was observed. The livers of treated rats showed centrilobular necrosis, perilobular sclerosis, and heavy deposition of copper in centrilobular parenchyma. Necrosis, tubular engorgement, and copper retention were observed in the kidneys of treated rats."
        },
        {
            "References": "USEPA; Health Issue Assessment: Copper p.49 (1987) EPA/600/8-87/001",
            "Value": "Pigs appear to be more sensitive to the acute toxicity of copper. Adverse effects /were reported/ in pigs given copper supplements in doses as low as 6.4 mg copper(+2) kg/day for 48 days and 2.6 mg copper(+2) kg/day for 79 days. Beneficial effects of copper (as copper sulfate) supplementation in Hampshire and Yorkshire pigs (approximately 24 kg) at doses of 1.8-3.2 mg for 61-88 days /were also reported/. Administration of 5.5 mg copper(+2) kg/day for 61 days caused adverse effects (eg, growth reduction, reduced hemoglobin and increased hepatic copper."
        },
        {
            "References": "USEPA; Health Issue Assessment: Copper p.44-9 (1987) EPA/600/8-87/001",
            "Value": "The observation of teratogenic effects in two strains of mice fed diets supplemented with copper sulfate before mating /are reported/. Various numbers of C57BL and DBA mice were maintained for 1 month on diets supplemented with 0, 500, 1,000, 1,500, 2,000, 3,000, 4,000 ppm copper sulfate. These concentrations are equivalent to 0, 199, 398, 597, 796, 1,195, and 1,593 ppm copper, respectively. Assuming that mice consume food at a rate of 13% of their body weight per day, doses at 199 and 398 ppm copper are equivalent to 25.9 and 51.7 mg copper/kg/day, respectively. After 30 days of treatment, the females were mated with males of respective strains and gestation. Pregnant mice were allowed to gestate until the 19th day, at which which time they were killed and the fetuses were examined for morphological defects. Low doses (500-1,000 ppm) of copper were observed to stimulate embryonic development; increased litter size and increased fetal weight resulted. Higher copper doses (>1,000 ppm) increased fetal mortality and decreased litter size. When supplemented in the diet at 3,000 and 4,000 ppm, copper sulfate caused a level (2-8% of living fetuses) of various skeletal and other malformations that were absent at lower doses and controls. No abnormal fetuses were observed in control groups."
        },
        {
            "References": "USEPA; Health Issue Assessment: Copper p.33 (1987) EPA/600/8-87/001",
            "Value": "Pigs maintained on diets supplemented with copper carbonate (600-750 ppm) or copper sulfate (250-425 ppm) for 48-79 days, exhibited a variety of toxic effects including the gradual development of anemia, jaundice, hepatic necrosis, gastrointestinal hemorrhage, and decreased weight gain."
        },
        {
            "References": "Riley LE, Ostrofsky ML; Great Basin Nat 41 (2): 255-8 (1981)",
            "Value": "Synechococcus lividus (cyanophyceae) was /tested/ at copper concentrations from 0-200 ug/l as copper sulfate, and temperatures from 40-50 °C. An interaction between increased copper and temperature significantly decreased the rate of carbon assimilation, chlorophyll A content, and photosynthetic efficiency."
        },
        {
            "References": "USEPA; Health Issue Assessment: Copper p.38 (1987) EPA/600/8-87/001",
            "Value": "/Researchers/ induced enhanced simian adenovirus transformation in Syrian hamster embryonic cells with the addition of 0.38 mM copper sulfide and to a lesser extent with copper sulfate. Single strand breaks in DNA in isolated rat hepatocytes were detected after exposure to 1.0 mM, but not 0.03 or 0.3 mM cupric sulfate. /The researchers/ suggest that this is a false-positive because cytotoxicity was greater than 30% and cell lysis would result in DNA fragmentation."
        },
        {
            "References": "Bhunya SP, Pati PC; Cytologia 52 (4): 801-8 (1987)",
            "Value": "Mutagenicity of cupric sulfate was evaluated in vivo by chromosome aberration, sperm abnormality, and micronucleus tests in mice. Dose, route, and time influenced significantly the frequency of chromosome aberration, incidence of micronucleus and sperm abnormality. Relative sensitivity of the 3 assays was: sperm abnormality > chromosome aberration > micronucleus formation. Results revealed the mutagenic property of cupric sulfate in mouse in vivo test system."
        },
        {
            "References": "Ahsanullan M, Florence TM; Mar Biol (Berl) 84 (1): 41-6 (1984)",
            "Value": "Acute toxicity tests were carried out on the marine amphipod Allorchestes compressa using cupric sulfate. For cupric sulfate, 96 hr LC50 values of 0.11 and 0.5 mg copper/l were determined for the juveniles and the adults, respectively, juveniles being 4.5 times more sensitive to copper than adults."
        },
        {
            "References": "PMID:3689997",
            "Value": "Scylla serrata survived in media containing lower concn (0.1 mg/l) of 3 forms of copper salts for 14 days. In copper carbonate, the crab survived in all of the concn (0.1, 1.0, 10.0, 50, and 100 mg/l) during 14 days, whereas the percentages of mortality in the medium containing cupric sulfate were 40, 80, and 100% at 10, 50, and 100 mg copper/l, resp. The mortality was 60, 100, and 100%, resp, after 14 day exposure to cupric chloride. Exposure of the crabs to 50 mg copper/l medium up to 48 hr increased the concn of copper in the hemolymph, hepatopancreas, and gills suggesting entry of copper into the animal. The hemolymph protein concn did not show any change at 48 hr."
        },
        {
            "References": "Kadiiska M et al; Dokl Bolg Akad Nauk 37 (6): 835-8 (1984)",
            "Value": "Copper sulfate (50 mg/kg) inhibited the activity of benzphetamine N-demethylase of rat liver microsomes."
        },
        {
            "References": "PMID:3660431",
            "Value": "The effect of toxic doses of copper on blood constituents was studied in albino rats weighing approximately 100 grams. The copper exposed rats were given a sublethal dose of 0.1 grams per kilogram of copper sulfate by daily gavage for a total of 30 days. Copper poisoned rats were anemic, showing significant decreases in total red blood cells and hemoglobin as well as mean corpuscular volume and plasma corpuscular volume. Other effects associated with sublethal copper intake included increased blood bilirubin, cholesterol, and urea levels and increased enzyme activities for glutamate dehydrogenase, lactate dehydrogenase, and GOT and GPT. Blood total protein and acid phosphatase activities were reduced by the copper treatment. Alkaline phosphatase, mean corpuscular hemoglobin, mean corpuscular hemoglobin concentration, and white blood cell count were not significantly affected by treatment."
        },
        {
            "References": "Clayton, G.D., F.E. Clayton (eds.) Patty's Industrial Hygiene and Toxicology. Volumes 2A, 2B, 2C, 2D, 2E, 2F: Toxicology. 4th ed. New York, NY: John Wiley & Sons Inc., 1993-1994., p. 2004",
            "Value": "Among hamsters, 3.3 mg/cu m of copper sulfate decreased cilia activity and caused alveolar thickening."
        },
        {
            "References": "WHO; Environ Health Criteria 200: Copper p.103 (1998)",
            "Value": "When ... investigators admin copper(II) sulfate to rats in the drinking water for 15 days at up to 30,000 mg/kg (estimated intakes up to 97 mg Cu/kg body weight per day), the various clinical signs of toxicity & deaths that were evident from around 31 mg Cu/kg body weight per day were attributed to dehydration, as a result of the poor palatability of the drinking-water. The NOEL in females was 26 mg Cu/kg body weight per day, while in males there was evidence of kidney damage from the lowest dose tested of 10 mg Cu/kg body weight per day."
        },
        {
            "References": "WHO; Environ Health Criteria 200: Copper p.104 (1998)",
            "Value": "When unspecified numbers of mice & hamsters were exposed by inhalation to copper(II) sulfate aerosol at 0.06 mg Cu/cu m for 3 hr/day, 5 days/week for 1 or 2 weeks, the tracheal epithelium & the alveoli of mice were altered in appearance, whereas hamsters showed no treatment-related effects on the tracheal epithelium or on ciliary activity."
        },
        {
            "References": "WHO; Environ Health Criteria 200: Copper p.108 (1998)",
            "Value": "Groups of 24 treated & 12 control male rats fed diet containing 2000 mg Cu/kg diet as copper sulfate (= to about 100 mg Cu/kg bw/day). Groups of 4 treated & 2 control rats killed after 1,2,3,6,9 & 15 wk & their liver & kidneys exam histologically. Inflammation & extensive necrosis of the liver & bile duct hyperplasia were evident by wk 6. By wk 15 there was considerable recovery, although some fibrosis & less marked hyperplasia of the bile duct could still be seen. Greenish discoloration of the kidneys was seen in some rats at wk 6. Microscopic effects (eosinophilic droplets in the cytoplasm of cells in the proximal convoluted tubules & desquamation of these cells into the lumen) first appeared at wk 3, & were more severe at 6 wk. Regeneration was almost complete at 15 wk. The investigators concluded that repeated copper dosing elicits a similar response in the kidneys & the liver, both organs adapting to the excess copper, resulting in the development of tolerance in the treated rats. Blood was taken from the rats prior to sacrifice & analyzed for enzyme activity. Alanine aminotransferase activity was significantly incr at wk 1 (indicative of liver damage), rose to a max around wk 6-9, & remained at that level to the end of the study. Ceruloplasm activity was elevated from wk 6 until the end of the study. Alkaline phosphatase activity & bilirubin levels were unaffected by copper treatment."
        },
        {
            "References": "WHO; Environ Health Criteria 200: Copper p.129 (1998)",
            "Value": "In an inhalation study in mice, single or repeated 3 hr exposures to copper(II) sulfate aerosol resulted in significant immunosuppressive effects, including reduced bactericidal activity of the alveolar macrophages to Klebsiella pneumoniae & reduced resistance to infection by Streptococcus zooepidemicus. These effects were evident after a single exposure at 0.28 mg Cu/cu m & above & after 5 or 10 daily exposures at 0.06-0.07 mg Cu/cu m."
        },
        {
            "References": "WHO; Environ Health Criteria 200: Copper p.120 (1998)",
            "Value": "/Groups of 7-22 female C57BL and DBA mice, & an unspecified number of males/ given 0, 0.5, 1, 1.5, 2, 3 or 4 g copper sulfate/kg feed (approx 0, 27, 53, 80, 106, 159 or 213 mg Cu/kg bw per day) for 1 month prior to mating. Treatment presumably continued in females until sacrifice on day 19 of pregnancy. Developmental malformations (including hydrocephalus, encephalocoeles, & abnormalities of the ribs & vertebrae) occurred in groups of both strains given > or = 3 g/kg feed. C57BL stock had abnormalities in 1/55 and 3/35 live fetuses & DBA stock in 2/56 and 4/45, in the 3 & 4 g/kg feed groups respectively. No abnormalities were found in controls. Mean values for litter size, live fetuses & mean fetal weight were reduced in groups of both strains given > or = 1.5 g/kg feed. ...reductions appear to have been dose-related in some cases. /From table/"
        },
        {
            "References": "Clarke, M. L., D. G. Harvey and D. J. Humphreys. Veterinary Toxicology. 2nd ed. London: Bailliere Tindall, 1981., p. 45",
            "Value": "Chronic poisoning is not uncommon in sheep grazed in orchards in which fruit sprays containing copper have been used. The spraying program is usually adjusted so that sheep are not introduced into the area until at least 5 days after the last spraying. Cases of poisoning are often accompanied by a history of dry weather, with no growth of herbage, so that animals are forced to consume old grass heavily contaminated with copper. /Copper containing pesticides/"
        },
        {
            "References": "PMID:3660431",
            "Value": "Fifteen male albino rats were given a daily dose of 0.1 g/kg copper sulfate by gavage for 30 days. Blood constituents were studied. Percent hemoglobin, plasma corpuscular volume, mean corpuscular volume total red blood corpuscles, total protein, acid phosphatase and glucose were decreased significantly in the copper-fed rats. Glutamic oxaloacetic transaminase, glutamic pyruvic transaminase, lactate dehydrogenase, cholesterol, urea, glucose, bilirubin, and glutamate dehydrogenase were significantly elevated in the copper-fed rats. The levels of white blood corpuscles, mean corpuscular hemoglobin, mean corpuscular hemoglobin concentration, and alkaline phosphatase did not change significantly. Although weight gain was reduced, rats showed no overt signs of toxicity during the experiment. /Copper sulfate/"
        }
    ]
}