{
    "_id": {
        "$oid": "6682e948c4e5dba5ffba29d4"
    },
    "CID": {
        "$numberInt": "24470"
    },
    "Name": "SILVER NITRATE",
    "IUPACName": "silver;nitrate",
    "CanonicalSMILES": "[N+](=O)([O-])[O-].[Ag+]",
    "Synonyms": [
        "SILVER NITRATE",
        "7761-88-8",
        "silver(I) nitrate",
        "Argenti nitras",
        "Silvernitrate",
        "Silver mononitrate",
        "Silbernitrat",
        "Nitric acid silver(I) salt",
        "\"Nitrate dargent\"",
        "Silver(1+) nitrate",
        "Argerol",
        "AgNO3",
        "Nitrato de plata",
        "Nitric acid silver(1+) salt",
        "Silver nitrate(DOT)"
    ],
    "IsomericSMILES": "[N+](=O)([O-])[O-].[Ag+]",
    "INCHI": "InChI=1S/Ag.NO3/c;2-1(3)4/q+1;-1",
    "INCHIKEY": "SQGYOTSLMSWVJD-UHFFFAOYSA-N",
    "Formula": "AgNO3",
    "MolecularWeight": {
        "$numberDouble": "169.873"
    },
    "Description": "Silver(1+) nitrate is a silver salt and an inorganic nitrate salt. It has a role as an astringent and a NMR chemical shift reference compound.",
    "XlogP": {
        "$numberDouble": "NaN"
    },
    "Complexity": {
        "$numberInt": "18"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "mechanism_of_action": [
        {
            "References": "PMID:3707552",
            "Value": "To elucidate the possible mechanism of initiation of lipid peroxidation in silver nitrate treated erythrocytes, the effect of AgNO3 on Hb catalyzed peroxidation of phospholipid liposomes was studied. Ag+ significantly increases the rate of Hb-catalyzed peroxidation. The inhibition of this effect by superoxide dismutase and catalase suggests that superoxide radical and H2O2 are involved. It was demonstrated also that Ag+ potentiates the Hb autoxidation and increases the binding of Hb to the erythrocyte membrane."
        },
        {
            "References": "American Hospital Formulary Service-Drug Information 88. Bethesda, MD: American Society of Hospital Pharmacists, 1988 (Plus supplements)., p. 1529",
            "Value": "Silver nitrate exhibits antiseptic, germicidal, astringent, and caustic or escharotic activity. These effects may result from silver ions readily combining with sulfhydryl, carboxyl, phosphate, amino, and other biologically important chemical groups. When silver ions interact with proteins, physical properties of the protein are usually altered; the protein may be denatured and precipitation usually occurs. Silver ions act on the surface of bacteria causing substantial changes in the cell wall and membrane. The germicidal activity of silver nitrate may be attributed to precipitation of bacterial proteins by liberated silver ions."
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "Clarke, M. L., D. G. Harvey and D. J. Humphreys. Veterinary Toxicology. 2nd ed. London: Bailliere Tindall, 1981., p. 73",
            "Value": "TOXIC DOSE ... /FROM INGESTION/ FOR THE DOG IS 2-4 G. LARGE DOSES ACT AS IRRITANTS PRODUCING SEVERE GASTROENTERITIS."
        },
        {
            "References": "Grant, W.M. Toxicology of the Eye. 3rd ed. Springfield, IL: Charles C. Thomas Publisher, 1986., p. 818",
            "Value": "In attempts to induce glaucoma in rabbits ... 0.175% silver nitrate soln /was injected/ subconjunctivally, but found that it caused excessive local /injuries/."
        },
        {
            "References": "Grant, W.M. Toxicology of the Eye. 3rd ed. Springfield, IL: Charles C. Thomas Publisher, 1986., p. 819",
            "Value": "A LIGHT GRAY CAT ... POISONED BY ADMIN OF 3 G OF SILVER NITRATE BY STOMACH TUBE IS SAID TWO DAYS LATER TO HAVE HAD TRANSIENT BLINDNESS WITH SWELLING OF OPTIC NERVEHEADS & DILATION OF RETINAL VESSELS. PIGMENTATION OF FUNDUS THEN RESEMBLED THAT OF BLACK CAT."
        },
        {
            "References": "MOGILNICKA ET AL, BROMATOL CHEM TOKSYKOL 9 (3): 357 (1976)",
            "Value": "2 MG AG/KG OF SILVER NITRATE INCR METALLOTHIONEIN LEVELS IN LIVER OF RATS BY APPROX 2-FOLD WITHOUT ALTERING KIDNEY METALLOTHIONEIN CONTENT."
        },
        {
            "References": "COGLIANESE MP, MARTIN M; MAR ENVIRON RES 5 (1): 13 (1981)",
            "Value": "PACIFIC OYSTERS WERE EXPOSED THROUGHOUT EMBRYOGENESIS TO SILVER NITRATE. SILVER CONCN OF 0.0-18.0 UG/L DECR PERCENT OF NORMAL EMBRYONIC DEVELOPMENT WITH INCR METAL CONCN. SILVER CONCN OF 16.0-18.0 UG/L YIELDED 50% OF NORMAL EMBRYONIC DEVELOPMENT."
        },
        {
            "References": "PMID:7250398",
            "Value": "INTRAUTERINE INJECTION OF 1% SILVER NITRATE BETWEEN DAYS 27 & 43 OF PREGNANCY RESULTED IN VAGINAL BLEEDING IN CYNOMOLGOUS MONKEYS WHICH BEGAN 1 OR 2 DAYS AFTER TREATMENT & LASTED FOR AN AVG OF 5.3 DAYS. IN ALL OF THESE CASES, PREGNANCY WAS TERMINATED."
        },
        {
            "References": "USEPA; Ambient Water Quality Criteria Doc: Silver p.B-32 (1980) EPA 440/5-80-071",
            "Value": "Fundulus heteroclitus (mummichog) exposed to 30 ug/l of silver nitrate for 4 days, showed an in vivo inhibition of 3 liver enzymes."
        },
        {
            "References": "USEPA; Ambient Water Quality Criteria Doc: Silver p.B-31 (1980) EPA 440/5-80-071",
            "Value": "Exposure of Nassarius obsoletus to 250 ug/l of silver nitrate for 3 days, /resulted in/ distressed behavior, snail's inability to move; at concentrations of 500 ug/l AgNO3 for 3 days, caused depression in oxygen consumption."
        },
        {
            "References": "Thurberg FP et al; In: Cech JJ et al; Respiration of Marine Organisms p.41 (1975)",
            "Value": "Oxygen consumption increased significantly when Spisula solidissima (surf clam) larvae & Spisula solidissima adults were exposed to 50 ug/l silver nitrate for 15 days and 4 days, respectively. Oxygen consumption also increased significantly when Spisula solidissima juveniles were exposed to 10 ug/l AgNO3 for 4 days."
        },
        {
            "References": "Thurberg FP et al; In: Vernberg FJ, Vernberg WB (eds); Pollution and Physiology of Marine Organisms p.67 (1974)",
            "Value": "Oxygen consumption increased significantly in Mytilus edulis (blue mussel) exposed to 100 ug/l of silver nitrate for 4 days."
        },
        {
            "References": "USEPA; Ambient Water Quality Criteria Doc: Silver p.C-101 (1980) EPA 440/5-80-071",
            "Value": "Twenty one turkey poults, fed a diet containing 0.9% silver as silver nitrate for 4 wks, had significant reductions in body weight gain, hemoglobin, packed cell volume of the blood, & aortic elastin content. An incr in wet heart weight to body weight was observed. Heart enlargement was due to copper deficiency. Six of the poults died (28.6% mortality) during the following 18 wks, during which time they did not receive silver. The factors affected by silver nitrate returned to normal, except for the hearts which were grossly enlarged, blunt at the apex, & exhibited dilation & thinness of the right ventricle."
        },
        {
            "References": "Christopher DA, Loy JB; J Am Soc Hortic Sci 107 (3): 401-4 (1982)",
            "Value": "The growth regulator ... silver nitrate was applied in weekly or biweekly foliar sprays to watermelon (Citrullus lanatus) plants grown in a greenhouse. ... 500 ppm AgNO3 reduced the number of staminate flowers and promoted hermaphroditic flowering."
        },
        {
            "References": "Curtis RW; Plant Growth Regul 1 (2): 119-38 (1982)",
            "Value": "... When primary leaves were removed from cuttings of Vigna radiata previously sprayed with silver nitrate, dark-induced abscission of the petioles was inhibited, compared to untreated leafless controls."
        },
        {
            "References": "Fujino DW et al; Sci Hortic 19 (3-4): 349-55 (1983)",
            "Value": "The wilting of cut fronds from maidenhair fern (Adiantum raddianum) after < 2 days in deionized water was associated with a rapid reduction in water potential, loss of water balance, and a sharp decline in the rate of water conduction through the stem. Silver nitrate base solutions maintained water potential, water balance, and turgidity of the fronds for up to two weeks by simultaneously reducing water loss from the pinnae and maintaining water condition of the rachis."
        },
        {
            "References": "PMID:6317448",
            "Value": "The absorbance maximum (630 nm) of reduced cytochrome d in Escherichia coli membrane particles was diminished by 160 uM silver nitrate ... accompanied by the formation of a ... /cytochrome derivative/ ... with an absorption maximum at 640-645 nm."
        },
        {
            "References": "Suryakumari T et al; Ind Bot Rep 2 (2): 145-6 (1983)",
            "Value": "With increasing concn of silver nitrate (10, 50, & 100 ppm) & duration of the treatment (60 & 90 min), there was a concomitant incr in the % of aberrant cells & a decline in the mitotic indexes in growing onion roots. The various cytologic abnormalities included: mitosis, binucleate cells, breakage & fragmentation of chromosomes, laggard & vagrant chromosomes, telophase bridges, & distributed meta- & anaphases. In recovery experiments in distilled water for 24, 48, & 72 hrs, the dividing cells did not recover from the damage caused by the silver ions in terms of increased mitotic indexes or decline in the % of aberrant cells, indicating that the damage to the genetic system was irreversible."
        },
        {
            "References": "USEPA; Ambient Water Quality Criteria Doc: Silver p.B-32 (1980) EPA 440/5-80-071",
            "Value": "Exposure to 500 ug/l of Ag+ as silver nitrate caused a decr in oxygen consumption & depressd activity of liver glucose-6-phosphate dehydrogenase (but not aspartate aminotransferase) in Tautogolabrus adspersus (cunner, a coastal fish)."
        },
        {
            "References": "USEPA; Ambient Water Quality Criteria Doc: Silver p.C-51 (1980) EPA 440/5-80-071",
            "Value": "... 10 adult rats and 3 adult rabbits /were given/ drinking water containing 1,500 mg/l silver nitrate for 4 to 20 weeks to study the permeability of medullary vessels of the kidney to protein. Only the rat kidney showed heavy silver deposits ... . Both species had heavy deposits in the inner medulla."
        },
        {
            "References": "PMID:3956607",
            "Value": "Treatment of rat eyes with a single 3-drops 0.66% silver nitrate soln caused deposition of silver in the cornea, conjunctiva, subconjunctiva, Bowman's layer, reticular fibers of the corneal stroma, Descemete's membrane and the posterior corneal epithelium. Silver was also found scattered in cells of the outermost part of the anterior corneal epithelium. Silver was not found in the kidneys and liver. These results are discussed in relation to prophylaxis of Crede, ie, use of a 2% AgNO3 soln for the treatment of gonococcal opthalmia neonatorum."
        },
        {
            "References": "Lis EK et al; Plant Sci Lett 33 (1): 1-6 (1984)",
            "Value": "Silver nitrate (0.002-0.2 mM) gradually reduced ethylene production. ... Slight browning of apple tissue was observed with 0.1 mM AgNO3. Incubation of the protoplasts with > 0.2 mM AgNO3 caused loss of the viability of all protoplasts. ...."
        },
        {
            "References": "Nechay BR, Saunders JP; J Am Coll Toxicol 3 (1): 37-42 (1984)",
            "Value": "Inhibition of ATPase by silver nitrate in vitro was studied in microsomal fractions or tissue homogenates of canine brain & kidney, & human kidney. In microsomal fractions, AgNO3 was an indiscriminate inhibitor of ouabain-sensitive (Na+ + K+ +-ATPase) & ouabain-insensitive (Mg(2+)-ATPase) activities, with 50% inhibition obtained at concentrations on the order of 10-7 to 10-6 M. ... Silver gives a different pattern of Na+ + K+-ATPase inhibition than other metallic inhibitors of the enzyme."
        },
        {
            "References": "Friberg, L., Nordberg, G.F., Kessler, E. and Vouk, V.B. (eds). Handbook of the Toxicology of Metals. 2nd ed. Vols I, II.: Amsterdam: Elsevier Science Publishers B.V., 1986., p. V2 527",
            "Value": "The primary toxic effects of silver seem to be exerted on the cardiovascular, hepatic, & hematopoietic systems. Cardiac enlargement & ventricular hypertrophy have been reported in turkeys following dietary exposure to 900 mg/kg silver nitrate for 18 wk. ... Deposits of silver granules in the glomeruli & tubules of the kidney, as well as pathological changes in renal tubules were reported ... in rats exposed to 0.2% silver nitrate in drinking water in various groups from 10-50 wk."
        },
        {
            "References": "American Hospital Formulary Service-Drug Information 88. Bethesda, MD: American Society of Hospital Pharmacists, 1988 (Plus supplements)., p. 1529",
            "Value": "In rabbits, a 6% soln of silver nitrate causes extensive scarring & a 12% soln of the drug causes blindness."
        },
        {
            "References": "USEPA, Office of Drinking Water; Criteria Document (Draft): Silver p.V-10-1 (1985)",
            "Value": "The induction of back mutations from streptomycin dependence to nondependence in Escherichia coli were studied. The bacteria were incubated with six different effective concns of silver nitrate (5 x 10-6 M to 10-5 M) for 3-25 hr. The mutation rate was greater for controls than for treated plates at every concn except the lowest. Therefore, silver nitrate was considered nonmutagenic."
        },
        {
            "References": "USEPA; Ambient Water Quality Criteria Doc: Silver p.C-107 (1980) EPA 440/5-80-071",
            "Value": "Twenty Swiss male mice were given 2 doses/wk of 10% silver nitrate in distilled water for 43 wks starting one wk after topical application of 1.5% 7,12-dimethylbenz(a)anthracene in mineral oil through hair free skin. Croton oil was substituted for the first silver nitrate treatment. At the duration of 44 wks, 6 mice developed 14 tumors (1 was a carcinoma) - avg latent period was 21 wks. Nineteen mice survived 10 wks & 15 mice survived 20 wks. Fifty female mice given only a similar initiating treatment lived 20-140 wks without developing tumors. Among control groups from the same colony, one of 240 females observed for their lifespan developed a papilloma that regressed, & of 240 males, there developed one skin papilloma & a carcinoma of skin appendages. Other control groups totalling 400 mice of both sexes did not develop any tumor within 100 wks."
        },
        {
            "References": "USEPA; Ambient Water Quality Criteria Doc: Silver p.C-107 (1980) EPA 440/5-80-071",
            "Value": "Thirty Swiss inbred male mice were given a dose twice/wk of 10% silver nitrate in distilled water topically through the top of the ears for fifty days. The only untoward effect was the presence of 17 +/- 27 (sd) inflammatory cells after 10 days in a standard area of ear epidermis, compared with 3 +/- 2 (sd) in the controls while the tumor promoter 5% croton oil caused 176 +/- 142 (sd) inflammatory cells. There were 25 surviving mice."
        },
        {
            "References": "USEPA; Ambient Water Quality Criteria Doc: Silver p.C-49 (1980) EPA 440/5-80-071",
            "Value": "Numerous studies have been cited wherein silver nitrate was administered in the drinking water of rats to study glomerular basement membrane formation. Drinking water containing 2,500 mg/l silver nitrate was given for 12 weeks to hooded female rats, killing pairs of animals at 1 to 12 weeks to study the tissues by light and electrom microscopy. Other pairs of animals were killed at 1 to 10 months after silver intake. Four of each strain were also killed for study at 16 months after the cessation of silver intake. ... The silver content in the liver was similar in both strains, but varied by strain and individuals of the same strain in the kidney. Abnormalities in glomerular epithelial and endothelial cells were not progressive or consistent."
        },
        {
            "References": "Aleksandrov PN, Speranskaya TV; Byull Eskp Biol Med 103 (2): 188-90 (1987)",
            "Value": "The treatment of silver nitrate induced peritonitis in rats with lithium hydroxybutyrate led to a 2 fold decr in the amt of peritoneal fluid & to a decr in the number of mesenteric mast cells. In another series of experiments the acute inflammation induced by histamine, serotonin, & PGE2 was prevented by treatment with lithium hydroxybutyrate. Thus, prophylactic application of lithium hydroxybutyrate inhibits acute inflammation by altering the permeability of blood vessels & decreasing the degranulation of mast cells."
        },
        {
            "References": "PMID:3606389",
            "Value": "ICR male mice aged 5 wks were injected sc with CdCl2, silver nitrate, copper, a combination of cadmium & silver cmpds, or a combination of copper & silver cmpds. These injections were carried out 3 times. 24 hrs after the last injection, they were sacrificed. Cadmium injection significantly stimulated serum ceruloplasmin activity & copper concn, accompanied by an incr in hepatic copper. In contrast, silver injection markedly decreased both ceruloplasmin activity & copper concn in the serum. Hepatic copper increased slightly after silver injection. Using a combination of cadmium & silver, only the silver effect on the ceruloplasmin activity was noted. With a copper & silver combination, the effect of silver on ceruloplasmin was lost, with a concomitant disappearance of silver from the ceruloplasmin fraction in the serum."
        },
        {
            "References": "PMID:6240533",
            "Value": "The inhibitory effects of silver nitrate & silver sulfadiazine on adenosine triphosphate were studied in dog brains & kidneys in vitro. Tests utilized ouabain sensitive & ouabain insensitive adenosine triphosphates, as well as total adenosine triphosphatase. To compare the response of the enzymes to silver nitrate, the metal was applied to preparations in which all sodium & potassium adenosine triphosphatase activity was inhibited. Cysteine was tested for its ability to modify the effects of silver nitrate. In dog tissue, total microsomal adenosine triphosphatase was 50% inhibited by silver nitrate molar concns of 0.0000005-0.0000008. Inhibition was related inversely to the protein content of microsomal aliquots. It appeared that in preparations with predominantly ouabain sensitive adenosine triphosphatase activity, the inhibition of silver in sodium & potassium adenosine triphosphatase was similar to that for total adenosine triphosphatase. In the dog kidney cortex microsomes, the 50% inhibition of silver for ouabain insensitive adenosine triphosphatase was about 3 times higher than for total adenosine triphosphatase activity at the same protein content."
        },
        {
            "References": "USEPA, Office of Drinking Water; Criteria Document (Draft): Silver p.V-8 (1985)",
            "Value": "The antagonism of silver and selenium is exerted through an effect on the biosynthesis of the selenium containing enzyme glutathione perioxidase. To test the effect of selenium intake on silver toxicity, two levels of silver, 76 and 751 mg/l /as silver nitrate/, and a control (no silver) were administered in drinking water for 52 days. All experimental groups consisted of ten, 21 day old Holtzman rats, fed a vitamin E deficient diet. A similar regimen was administered to vitamin E deficient rats which had selenium added to their diet. Silver, at 751 mg/l severely depressed the growth of rats on the low selenium diet. Selenium addition overcame this deficit completely in the 76 mg/l silver group but not in the 751 mg/l group. Activity of liver glutathione perioxidase in the selenium supplemented group was reduced to 30% of control at 76 mg/l silver in drinking water and to 40% of control at 751 mg/l."
        },
        {
            "References": "Demerec J et al; AM Nat 85: 119 (1951)",
            "Value": "Incubation with silver nitrate soln of 0.000005 - 0.0001% for 3 to 25 hr resulted in 4.3 to 84% survival of Escherichia coli with 2.1 to 8.2 mutants per 1 x 10+8 bacteria after incubation. In control plates, 2.3 to 8.6 mutants per 1 x 10+8 bacteria were noted."
        },
        {
            "References": "USEPA; Ambient Water Quality Criteria Doc: Silver p.B-7 (1980) EPA 440/5-80-071",
            "Value": "An 18 month study to evaluate the effects of silver nitrate on survival & growth of rainbow trout was conducted. The exposure was initiated with eyed embryos which hatched after 26 days. Premature hatching occurred in silver concns of 0.69, 0.34, & 0.17 mg/l. After a 2 month exposure, the length of fish in the high concn was significantly (p=0.05) less than the length of control fish. At the termination of the exposure, survival of fish exposed to 0.09 ug/l was similar to the 79.9% survival of control fish. Mortality of fish exposed to 0.17 & 0.34 ug/l was 17.2 & 36.6% greater, respectively, than mortality of control fish. The acute-chronic ratio is 54 for silver in rainbow trout."
        },
        {
            "References": "BAILEY JA ET AL; US NAT TECH INFORM SERV, PB REP; ISS NO 226062/8GA, 1973, 39 PP",
            "Value": "DIGESTION WAS NOT INHIBITED IN RABBITS AND GOATS FOLLOWING THE INGESTION OF DIETS CONTAINING 4.2 AND 1 PPM SILVER AS SILVER IODIDE, OR 10 AND 100 PPM SILVER AS SILVER NITRATE."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists, Inc. Documentation of the Threshold Limit Values and Biological Exposure Indices. 6th ed. Volumes I, II, III. Cincinnati, OH: ACGIH, 1991., p. 1396",
            "Value": "Topical application of 2 ml of a 0.24 molar soln of silver nitrate to 3.1 sq cm of intact guinea pig skin produced reductions in body weight gain; approx 1% of the applied dose was absorbed into the systemic circulation."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists, Inc. Documentation of the Threshold Limit Values and Biological Exposure Indices. 6th ed. Volumes I, II, III. Cincinnati, OH: ACGIH, 1991., p. 1396",
            "Value": "Rats given 222 mg silver/kg/day as silver nitrate for up to 37 wk in their drinking water experienced reducions in body weight gain, ocular argyria, & elevated mortality beginning 23 wks after their initial exposure."
        },
        {
            "References": "USEPA; Reregistration Eligibility Decision Document - Silver. Washington, DC: USEPA, Off Pest Prog. USEPA 738-R-94-021, p.8 Sept 1992. Available from, as of Feb 24, 2002: https://www.epa.gov/pesticides/reregistration/status.htm",
            "Value": "In a mice study (strain and number unreported), silver nitrate was added to the drinking water at a concentration equivalent to 65 mg/kg/day for 12 days to 14 weeks. No toxicity was observed but silver deposits were observed in the basement membrane of the kidneys at necropsy."
        },
        {
            "References": "USEPA; Reregistration Eligibility Decision Document - Silver. Washington, DC: USEPA, Off Pest Prog. USEPA 738-R-94-021, p.8 Sept 1992. Available from, as of Feb 24, 2002: https://www.epa.gov/pesticides/reregistration/status.htm",
            "Value": "In the first study, rats were given silver nitrate in their drinking water at a concentration equivalent to 63.5 mg/kg/day for 218 days ... . No toxic effects were observed, but intense silver pigmentation of many tissues was observed at necropsy, including the basement membrane of the kidneys' tubules, the portal vein and other parts of the liver, the choroid plexus of the brain, the choroid layer of the eyes, and the thyroid gland."
        },
        {
            "References": "USEPA; Reregistration Eligibility Decision Document - Silver. Washington, DC: USEPA, Off Pest Prog. USEPA 738-R-94-021, p.9 Sept 1992. Available from, as of Feb 24, 2002: https://www.epa.gov/pesticides/reregistration/status.htm",
            "Value": "... 139 albino rats were given silver nitrate in their drinking water at a concentration equivalent to 63.5 mg/kg/day for up to 553 days ... . Examination of their eyes at various time points showed the color changing from normal to slightly gray after 218 days (stage 1), to more gray than pink (stage 2) after 373 days, to dark/translucent (stage 3) after 447 days, and to opaque (stage 4) after 553 days. The total cumulative amount of silver consumed at these respective stages were 3.2 g, 5.7 g, 6.8 g, and 9.4 g. Histological observation of the membrane of Bruch showed a few silver granules after 218 days and complete blackening by silver deposits after 553 days. The study did not state whether silver deposition in the eye was by any vision impairment."
        },
        {
            "References": "USEPA; Reregistration Eligibility Decision Document - Silver. Washington, DC: USEPA, Off Pest Prog. USEPA 738-R-94-021, p.10 Sept 1992. Available from, as of Feb 24, 2002: https://www.epa.gov/pesticides/reregistration/status.htm",
            "Value": "Older rats (> 9-months old) were given silver nitrate in their drinking water at a concentration equivalent to 63.5 mg/kg/day for an unstated duration ... . The treated rats showed an increase in the relative (to body) weight of the left ventricle (left ventricular hypertrophy rate = 29% in treated rats and 12% in control rats). The total number of rats autopsied was 233. Although blood pressure was not measured, it was postulated that the cardiac effect observed was caused by hypertension, which was brought about by a thickening of the basement membrane of the kidney glomeruli caused by deposits of silver."
        },
        {
            "References": "PMID:11349856",
            "Value": "Rainbow trout embryos were chronically exposed to silver (as AgNO3) in moderately hard water (120 mg CaCO3/L, 0.70 mM Cl-, 1.3 mg/L dissolved organic matter. 12.3 + or -0.1 degrees C) at nominal concentrations of 0.1, 1, and 10 ug/L (measured = 0.117 + or -0.008, 1.22 + or -0.16, and 13.51 + or -1.58 ug/L, respectively) to investigate the effects on mortality, ionoregulation, and silver uptake and distribution of the embryo. Mortalities in the low concentrations (0.1 and 1.2 microg/L) were not significantly different from controls throughout embryonic development (days 1-32 postfertilization). Mortalities of embryos in the 13.5-ug/L treatment reached 56% by day 32 postfertilization (33% when accounting for control mortality), by which time more than 50% of surviving embryos had hatched. Accumulation of silver in whole embryos of 1.2- and 13.5-ug/L treatments reached the highest concentrations of 0.13 and 0.24 ug/g total silver, respectively, by day 32, but whole embryo silver burden was not correlated with mortality. Silver concentrations in different compartments of the whole embryo (chorion, dissected embryo, and yolk) were greatest just before hatch and were higher in the chorion for all experimental treatments. Up to 85% of total whole embryo silver content was bound to the chorion, which acts as a protective barrier during silver exposure. Whole embryo Na+ concentration in the 13.5-ug/L treatment was significantly reduced relative to controls from days 23 to 32 postfertilization, and levels in the embryo were reduced by 40% at day 32 postfertilization, indicating that silver toxicity in the whole embryo is associated with an ion regulatory disturbance that is similar to the acute effect of AgNO3 in juvenile and adult trout."
        },
        {
            "References": "PMID:9415232",
            "Value": "Incisional wounds 15 mm long were induced surgically in the back skin of young adult Wistar rats. They were sutured and used as an experimental model in the therapeutic evaluation of daily applications of 0.5 mL of silver nitrate (SN) at 0.01, 0.1 or 1.0% w/v aqueous solution, or 0.5 g silver sulphadiazine (SSD) over a 10-day period. Control wounds received deionized water only. The silver preparations were not toxic but SN did stain the hair and superficial layers of the stratum corneum. The wounds remained microbiologically clean. Wounds exposed to SN (0.1 or 1.0%) or SSD healed more rapidly than controls. From about the fourth day of treatment, we noted a more rapid exteriorization of sutures, improved wound closure and an earlier loss of scabs and wound debris. Silver treatment appeared to reduce the inflammatory and granulation tissue phases of healing and enhance epidermal repair. Silver from SN was deposited as silver sulphide in extrafollicular hair shafts and superficial aspects of the skin and wound debris but not at deeper levels. Silver uptake was four-fold higher in damaged skin than in intact tissue. SSD was absorbed by intact and wounded skin but the silver did not precipitate as silver sulphide and its localization in the tissue is not known. Uptake of silver from SN or SSD was associated with changes in the concentrations of zinc and calcium in the skin. Zinc levels were depressed during the inflammatory and proliferative phases of healing and then increased. Zinc concentrations had normalized by 10 days when wound healing was achieved. Calcium levels remained higher than normal throughout the observation period. The mechanism of action of silver in advancing wound healing in the rat is unclear. Its ability to reduce the inflammatory and granulation phases of healing, and to invoke metallothionein production and influence metal ion binding are possibly important."
        },
        {
            "References": "PMID:10998495",
            "Value": "Adult rainbow trout (Oncorhynchus mykiss) were exposed in ion-poor water ( approximately 50 uM Ca) to silver added as AgNO(3) or to AgNO(3) plus either thiosulphate (Na(2)S(2)O(3)) or dissolved organic matter (DOM). The effects of these exposures were assessed through repetitive blood sampling over 4 days. Trout exposed to 0.1 uM AgNO(3) alone accumulated large amounts of Ag on their gills and in their plasma, showed progressive losses of plasma Na and Cl, and had elevated concentrations of plasma glucose. In one set of exposures trout exposed to AgNO(3) alone also had increased cough rates, slightly higher ventilation rates, somewhat lower arterial oxygen tensions, and increased blood lactate concentrations. In contrast, trout exposed to 0.1 uM AgNO(3) plus 5 uM thiosulphate or 35 mg C l(-1) DOM accumulated less Ag on their gills and in their plasma, and showed no adverse ionoregulatory or respiratory effects due to Ag. These results demonstrate ionoregulatory and sometimes respiratory effects in fish exposed to ionic Ag(+) in ion-poor water, depending on water chemistry, and demonstrate the protective effects of synthetic and natural complexing agents through a reduction in the amount of ionic Ag(+) available to bind at the gills."
        },
        {
            "References": "PMID:1762356",
            "Value": "Following Crede's prophylaxis with silver-nitrate, the cornea of a newborn presented greyish-brown, lime-like plaques on the nasal part of the right eye. A paracentral ulcerating stromal opacification undermined these appositions, when the patient was admitted to the eye-clinic at Aachen. In the material taken in a lamellar keratectomy scanning electron microscopical examination was able to prove the existence of granules, previously described in light-microscopy. These granules measured 100 to 300 nm in diameter and were placed up to 110 microns deep into the corneal stroma of the specimen. An earlier chemical analysis of necrotic material showed no silver specific reaction. By means of EDX-Analysis these granules could be identified as silver-containing. This was once reassured by a newly developed modification of van-Kossa's-staining-method. The fact that the granular deposits contained mainly silver proves that the onset of a sodium-chloride-irrigation did not promote an intended therapeutic silver-chloride-precipitation and therefore had no effects on the silver-nitrate's penetration abilities. Injuries by silver-nitrate-solutions used for Crede's prophylaxis are seldom but still reported. The mechanism of injury in this case of a child, born by section remains unknown. Neither the use of an unusual silver nitrate solution, that was taken from a disposable ampoule (Mova-Nitrate) was reported, nor any corneal injury during section mentioned."
        },
        {
            "References": "DHHS/ATSDR; Toxicological Profile for Silver p. 20 TP-90-24 (1990)",
            "Value": "However, one study has found that 20 female mice exposed to silver nitrate in drinking water for 4 mo, and observed to have such deposits in the CNS, were less active (hypoactive) than unexposed controls ... . Activity was measured using a blind assay. The highest concn of granular deposits occurred in certain areas involved in motor control (i.e., red nucleus, deep cerebellar nuclei, and motor nuclei of the brainstem), with lesser amt observed in the basal ganglia, the anterior olfactory nucleus, and in the cortex in general."
        },
        {
            "References": "PMID:11489304",
            "Value": "This study evaluated the physiological effects of waterborne silver (added as AgNO(3)) on seawater fish, using acute (48-72 h) high level exposures (250-650 microg/l Ag) on tidepool sculpins (Oligocottus maculosus), and chronic (up to 21 day) low level exposures (1.5-50 microg/l Ag) on tidepool sculpins, plainfin midshipmen (Porichthys notatus), and rainbow trout (Oncorhynchus mykiss). Sculpins were tested at different salinities. Acclimation to lower salinity (18 vs 30 ppt) led to altered physiology, with higher ammonia excretion (J(Amm)), lower oxygen consumption, and lower branchial and intestinal Na(+)/K(+)-ATPase activities, but no difference in drinking rate. Short-term exposure to high silver levels tended to stimulate M(O(2)), J(Amm), and drinking rate. However, long-term exposure to low levels of silver depressed both J(Amm) and M(O(2)), and also led to decreased drinking rates. Both inhibition and stimulation of Na(+)/K(+)-ATPase activity occurred, dependent upon length and concentration of exposure, salinity (18 vs 30 ppt), tissue (gill vs intestine), and fish species (sculpin vs midshipmen vs rainbow trout). While the effects were variable, due to differing balances between inhibitory and compensatory responses, chronic silver exposure significantly altered Na(+)/K(+)-ATPase activity levels in almost all tests. In total, these findings reinforce the view that intestinal osmoregulatory function (drinking, Na(+)/K(+)-ATPase activity) is an important site of toxic impact for waterborne silver, that gill Na(+)/K(+)-ATPase activity is also a site of impact, and that chronic exposures at silver concentrations (1.5, 14.5 microg/l Ag) close to current or proposed water quality guidelines (albeit much higher than normal environmental levels), exert a variety of sublethal effects on marine teleosts."
        },
        {
            "References": "PMID:3376153",
            "Value": "Addition of silver nitrate or silver lactate to freshly isolated hepatocytes caused dose-dependent loss of cell viability, measured by trypan blue exclusion, at concentrations within 30-70 uM. Silver cytotoxicity was accompanied by a decrease in hepatic thiol concentration and an increase in lipid peroxidation. Treatment of hepatocytes with the reduced glutathione (GSH)-depleting agent diethylmaleate markedly increased their vulnerability to silver toxicity whereas protective effects were produced by the thiol-reducing agent, dithiothreitol. Both alpha-tocopherol, which protected from the onset of silver-associated lipid peroxidation, and the iron chelator agent, deferoxamine failed to prevent loss of cell viability. These data suggest that perturbation of intracellular thiol homeostasis may play a critical role in the mechanism underlying silver-induced lethal damage to isolated rat hepatocytes."
        },
        {
            "References": "PMID:10608607",
            "Value": "Ag+ alters cell growth, neurite extension, cardiomyocyte beating, and fertilized egg constriction. The Russian Space Agency uses electrochemically generated silver ions (Ag+) to purify drinking water for their space station, Mir, and their portion of the International Space Station. U.S. EPA guidelines allow 10.6 micromol x L(-1) Ag+ in human drinking water for up to 10 d. Studies correlate Ag+ exposure with tissue dysfunction in humans, rats, and mice, and with altered ion transport, skeletal muscle contraction, and embryonic cell constriction in other animal cells. Ag+ effects on cell shape change-related functions have not been assessed. Immortalized embryonic human intestinal epithelial cells, freshly explanted embryonic avian nerve cells and cardiomyocytes, and marine fertilized eggs were grown in vitro in medium containing AgNO3. Intestinal cells detach from the substratum and viable cell number decreases by 5-6 d at 5 micromol x L(-1) AgNO3, and faster at higher concentrations. Microtubules appear unaltered in adherent cells. Detached cells are nonviable. Neurite outgrowth and glial cell migration from dorsal root ganglia are inhibited by 3 d at 15 micromol x L(-1) AgNO3 or greater. Contractions stop temporarily in most cardiomyocytes by 5 min at 5 micromol x L(-1) AgNO3 or more, but some cardiomyocytes beat 3 times faster than normal at 7.5-20 micromol x L(-1) AgNO3. Picomolar Ag+ increases marine egg polar lobe constriction within an hour, even in the absence of microtubules. CONCLUSION: Ag+ alters animal cell growth and shape changes by a MT-independent mechanism. This is the first report of Ag+ effects on vertebrate neurite outgrowth, glial cell migration, or cardiomyocyte beat rate."
        },
        {
            "References": "PMID:3143759",
            "Value": "EDTA and EGTA when used in conjunction with AgNO3 enhanced the antibacterial action of the latter significantly, so that strains of Klebsiella pneumoniae and Staphylococcus aureus resistant to 70 ug/ml of AgNO3 were observed to became sensitive to 10 ug/ml of this compound. The synergistic effect of EDTA appears to be due to a mechanism other than the removal of lipopolysaccharide from outer membrane, as its effect could be observed in even non-LPS containing gram positive S. aureus cells. Penicillamine, another potent chelator had an opposite effect so that it decreased the toxicity of silver ions."
        }
    ]
}