{
    "_id": {
        "$oid": "6682e948c4e5dba5ffba29d7"
    },
    "CID": {
        "$numberInt": "24482"
    },
    "Name": "AMMONIUM SULFAMATE",
    "IUPACName": "azanium;sulfamate",
    "CanonicalSMILES": "[NH4+].NS(=O)(=O)[O-]",
    "Synonyms": [
        "AMMONIUM SULFAMATE",
        "7773-06-0",
        "Ammonium sulphamate",
        "Ammonium sulfamidate",
        "Monoammonium sulfamate",
        "azanium;sulfamate",
        "Ammonium amidosulfonate",
        "Sulfamic acid",
        "monoammonium salt",
        "Sulfamic acid",
        "ammonium salt (1:1)",
        "13765-36-1",
        "Ammate",
        "DTXSID5023875",
        "Ikurin",
        "945C6IU09L",
        "Feliderm K"
    ],
    "IsomericSMILES": "[NH4+].NS(=O)(=O)[O-]",
    "INCHI": "InChI=1S/H3NO3S.H3N/c1-5(2,3)4;/h(H3,1,2,3,4);1H3",
    "INCHIKEY": "GEHMBYLTCISYNY-UHFFFAOYSA-N",
    "Formula": "H6N2O3S",
    "MolecularWeight": {
        "$numberDouble": "114.13"
    },
    "Description": "Ammonium sulfamate is an organic molecular entity.",
    "XlogP": {
        "$numberDouble": "NaN"
    },
    "Complexity": {
        "$numberInt": "79"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "environmental_bioconcentrations": [
        {
            "References": "U.S. Coast Guard, Department of Transportation. CHRIS - Hazardous Chemical Data. Volume II. Washington, D.C.: U.S. Government Printing Office, 1984-5.",
            "Value": "Food chain concn potential: none"
        }
    ],
    "environmental_biodegradations": [
        {
            "References": "Ahrens, W.H. Herbicide Handbook of the Weed Science Society of America. 7th ed. Champaign, IL: Weed Science Society of America, 1994., p. 16",
            "Value": "STRAINS OF AUREOBASIDUM (PULLULARIA) PULLULANS, APHALOSPORIUM ACREMONIUM, & 2 UNIDENTIFIED SPECIES OF ACHROMOBACTER & FLAVOBACTERIUM USED SULFAMIC ACID (SODIUM SALT) AS SOURCE OF NITROGEN. BOTH FUNGI & BACTERIA CONVERTED SULFAMATE TO SULFATE IN APPROX EQUIMOLAR PROP TO AMT OF NITROGEN ASSIMILATED."
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "Tomlin CDS, ed. Ammonium sulfamate (7773-06-0). In: The e-Pesticide Manual, Version 2.2 (2002). Surrey UK, British Crop Protection Council.",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Repeated application of 50% aqueous solutions to the shaved skin of rats caused no irritation or systemic toxicity."
        },
        {
            "References": "Gosselin, R.E., R.P. Smith, H.C. Hodge. Clinical Toxicology of Commercial Products. 5th ed. Baltimore: Williams and Wilkins, 1984., p. II-123",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Oral doses as high as 1.6 g/kg were not fatal in rats. Not irritating on subcutaneous injection in rats, on rabbit conjunctiva... Circulation and respiration were not greatly affected after iv injection of 100 mg/kg in rats."
        },
        {
            "References": "Grant, W.M. Toxicology of the Eye. 3rd ed. Springfield, IL: Charles C. Thomas Publisher, 1986., p. 93",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Instillation of 0.5 mL of a 4% solution in water in the conjunctival sac of rabbits, ammonium sulfamate produced no irritaion."
        },
        {
            "References": "Mackison, F. W., R. S. Stricoff, and L. J. Partridge, Jr. (eds.). NIOSH/OSHA - Occupational Health Guidelines for Chemical Hazards. DHHS(NIOSH) Publication No. 81-123 (3 VOLS). Washington, DC: U.S. Government Printing Office, Jan. 1981., p. 1",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ In rats, the ip injection of 0.8 g/kg caused the death of 6 to 10 animals; effects were stimulation of respiration and prostration."
        },
        {
            "References": "Maki S et al; Ringyo To Yakuzai (Forest Forest Chem) 44: 11-14 (1973)",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ ...Dermal toxicity determined on shaven skin of mice was very small; dose rates lower than 20,000 ppm/kg did not produce symptoms, even if repeatedly applied. Abnormalities of body weight or other conditions were not noticed in quails after 14 days of continued administration of ammonium sulfamate mixed with diet at the rate of 150 and 590 mg/kg/day. The fertility of quail was not affected by two periods of 10 days continuous administration of mixed feed containing ammonium sulfamate at the rate of 150 mg/kg/day, with an interval of 25 days of ordinary diet. Rats fed with mixed daily diet containing it at the rate of 1% to the feed for 105 days showed no clinical symptoms nor pathohistological findings at autopsy."
        },
        {
            "References": "Aoyama M; Nagoya Med J 20 (1): 11-20 (1975)",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ An aqueous solution of ammonium sulfamate was applied to rabbit skin (15% and 30%) and rat skin (15%, 20%, and 30%) once a day for 20 days. It caused only slight skin reactions."
        },
        {
            "References": "Herbicide Handbook of the Weed Society of America 5th Ed p.25 (1983)",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Continuous feeding of 1% (10,000 ppm) ammonium sulfamate in diet of rats for 105 days produced no clinical signs of toxicity nor histological changes; 2% in diet (20,000 ppm) resulted in growth inhibition, but no histological effects. Repeated applications of 20% or 50% aq soln of ammonium sulfamate to shaved skin of rats caused no irritation, and no signs of systemic toxicity."
        },
        {
            "References": "PMID:4819207",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ The carcinogenic activities of smoke condensates from experimental cigarettes, the paper of which was treated with ammonium sulfamate (AS), were compared on mouse skin with the activities of condensates from untreated control cigarettes in 2 tests. ...The differences in final tumor incidence were not statistically significant. The time course of tumor development differed significantly (p<0.05)."
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "Ahrens, W.H. Herbicide Handbook of the Weed Science Society of America. 7th ed. Champaign, IL: Weed Science Society of America, 1994., p. 16",
            "Value": "FROM ITS LACK OF RESPONSE TO SOIL TYPE AND ITS BEHAVIOR IN FIELD PLOTS ... /IT WAS/ CONCLUDED THAT /AMMONIUM SULFAMATE/ IS NOT RETAINED IN SOIL, BUT MOVES WITH SOIL MOISTURE LIKE CHLORATE."
        }
    ]
}