{
    "_id": {
        "$oid": "6682e949c4e5dba5ffba29da"
    },
    "CID": {
        "$numberInt": "24489"
    },
    "Name": "Sodium hydrosulfite",
    "IUPACName": {
        "$numberDouble": "NaN"
    },
    "CanonicalSMILES": "[O-]S(=O)S(=O)[O-].[Na+].[Na+]",
    "Synonyms": [
        "Sodium dithionite",
        "SODIUM HYDROSULFITE",
        "7775-14-6",
        "Sodium hydrosulphite",
        "Vatrolite",
        "Sodium sulfoxylate",
        "Disodium dithionite",
        "Dithionous acid",
        "disodium salt",
        "Blankit",
        "Burmol",
        "Hydros",
        "Blankit IN",
        "Sodium hypodisulfite",
        "V-Brite B",
        "Hydrosulfite R Conc"
    ],
    "IsomericSMILES": "[O-]S(=O)S(=O)[O-].[Na+].[Na+]",
    "INCHI": "InChI=1S/2Na.H2O4S2/c;;1-5(2)6(3)4/h;;(H,1,2)(H,3,4)/q2*+1;/p-2",
    "INCHIKEY": "JVBXVOWTABLYPX-UHFFFAOYSA-L",
    "Formula": "Na2O4S2",
    "MolecularWeight": {
        "$numberDouble": "174.11"
    },
    "Description": "Sodium dithionite is an inorganic sodium salt that is the disodium salt of dithionous acid. It has a role as a reducing agent and a bleaching agent. It contains a dithionite(2-).",
    "XlogP": {
        "$numberDouble": "NaN"
    },
    "Complexity": {
        "$numberInt": "60"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "environmental_biodegradations": [
        {
            "References": "(1) Stafford W, Northup HJ; Amer Dyestuff Reporter 44: 355-9 (1955)",
            "Value": "AEROBIC: At 20 °C, the 5-day BOD of sodium dithionite was 22%, through the action of sewage bacteria(1)."
        }
    ],
    "logP": [
        {
            "References": "NIOSH; International Chemical Safety Cards. Sodium dithionite. 7775-14-6. ICSC 1717. April 11, 2008. Washington, DC: Center Disease Control, NIOSH. Available from, as of Sept 29, 2009: https://www.cdc.gov/niosh/ipcs/nicstart.html",
            "Value": "log Kow = < -4.7"
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "Grant, W. M. Toxicology of the Eye. 2nd ed. Springfield, Illinois: Charles C. Thomas, 1974., p. 930",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ 2% aq soln of sodium hydrosulfite adjusted to pH 7 with sodium bicarbonate tested on rabbit eyes by irrigation of surface of eye for 10 min after removal of corneal epithelium caused slight corneal edema ..."
        },
        {
            "References": "OECD; SIDS Initial Assessment Reports for Sodium Dithionite (CAS No.: 7775-14-6) for  SIAM 19 (October 2004). Available from, as of October 19, 2009: https://www.inchem.org/documents/sids/sids/7775146.pdf",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ For sodium dithionite (tested as suspension in aqueous carboxymethylcellulose), an oral LD50 of about 2500 mg/kg bw was determined for rats. No clinical signs were noted at doses up to and including 1600 mg/kg bw. At higher doses (>= 2000 mg/kg bw), clinical signs included atony, dyspnea and diarrhea. Gross pathology revealed acute hyperemic congestion, cardiac dilatation, gastrointestinal irritation and dilatation, associated with bloody ulceration in animals administered doses of 2500 mg/kg bw or higher."
        },
        {
            "References": "OECD; SIDS Initial Assessment Reports for Sodium Dithionite (CAS No.: 7775-14-6) for  SIAM 19 (October 2004). Available from, as of October 19, 2009: https://www.inchem.org/documents/sids/sids/7775146.pdf",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ An 80% aqueous suspension of sodium dithionite tested in two rabbits under occlusive conditions for 20 hours produced mild skin erythema. The mild erythema seen at 24 hours post-treatment did not persist to 8 days. With an exposure time of 20 hours (instead of 4 hours), and occlusive conditions (instead of semi-occlusive), the test conditions were more stringent than those required in the current OECD TG 404."
        },
        {
            "References": "OECD; SIDS Initial Assessment Reports for Sodium Dithionite (CAS No.: 7775-14-6) for  SIAM 19 (October 2004). Available from, as of October 19, 2009: https://www.inchem.org/documents/sids/sids/7775146.pdf",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Sodium dithionite was tested for its effects on the eye of rabbits in a study performed in accordance with OECD TG 405. 97 mg of the finely powdered test substance (purity 88%) were instilled in the conjunctival sac of three rabbits, and washed out with physiological saline after one hour of exposure. In all animals, moderate to severe erythema and slight edema were found after 1 hour and persisted until 72 and 48 hours, respectively. Mean scores for erythema were 3.0 (24 hr), 3.0 (48 hr), and 2.3 (72 hr), and for edema 1.3 (24 hr), 0.67 (48 hr), and 0.33 (72 hr). No changes were noted in the cornea and iris. All effects were completely reversible by day 7 after exposure except for 1 animal which still showed slight conjunctival redness."
        },
        {
            "References": "OECD; SIDS Initial Assessment Reports for Sodium Dithionite (CAS No.: 7775-14-6) for  SIAM 19 (October 2004). Available from, as of October 19, 2009: https://www.inchem.org/documents/sids/sids/7775146.pdf",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ A /SRP: single dose/ of about 0.05 mL of sodium dithionite (tested as dry solid material not further specified) caused strong eye irritation in two rabbits. The effects were still persistent as mild conjunctival edema and slight corneal opacity at 8 days post-exposure (end of the study). There was evidence of some necrosis of the eyelids and scar formation, but these findings were not further specified."
        },
        {
            "References": "Russell NJ, Trenchard D; Chemoreflexes of pulmonary origin elicited by sodium dithionite in the anesthetized rabbit; J Physiol (London) 310: 63P (1981)",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Sodium dithionite (10 mg/kg) injected into the right atrium of rabbits produced reflex respiratory changes mediated by vagal afferent fibers. It had no effect on pulmonary stretch and irritant receptors. Right atrial injections of sodium dithionite transiently released CO2 from the blood; this may provide the stimulation to the nerve endings."
        },
        {
            "References": "Clark J; The mutagenic action of various chemicals on Micrococcus aureus; Proc Okla Acad Sci 34: 114-8 (1953)",
            "Value": "/GENOTOXICITY/ Sodium hydrosulfite at a concn of 0.01% had no apparent mutagenic effect on the bacteria Micrococcus aureus. This concn (the only one reported) was the one which gave the minimum killing action."
        },
        {
            "References": "OECD; SIDS Initial Assessment Reports for Sodium Dithionite (CAS No.: 7775-14-6) for  SIAM 19 (October 2004). Available from, as of October 19, 2009: https://www.inchem.org/documents/sids/sids/7775146.pdf",
            "Value": "/GENOTOXICITY/ Bacterial mutagenicity studies (Ames tests) were conducted with sodium dithionite in Salmonella typhimurium and Escherichia coli WP2 according to standard procedures and in accordance with OECD TGs 471 and 472, with and without metabolic activation. In one of the two available studies the pre-incubation method was used, and the testing was performed on Salmonella typhimurium strains TA1535, TA100, TA98, TA1537, TA1538 and on Escherichia coli WP2 ... In the other study, Salmonella typhimurium strains TA1535, TA100, TA1537, and TA98 were used for both the direct plate incorporation and the pre-incubation methods ... Both studies showed consistently negative results up to and including the top dose of 5 mg/plate."
        },
        {
            "References": "Raunio R, Lilius, EM; Effect of dithionite on enzyme activities in vivo; Enzymologia 40 (6): 360-8 (1971)",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ Sodium dithionite (5 mM) inhibited the specific activity of isocitrate dehydrogenase, leucine aminotransferase, NADH oxidase, and alanine aminopeptidase in an Escherichia coli culture when the addition was made before enzyme activity was maximized."
        }
    ]
}