{
    "_id": {
        "$oid": "6682e94ac4e5dba5ffba29df"
    },
    "CID": {
        "$numberInt": "24502"
    },
    "Name": "POTASSIUM DICHROMATE",
    "IUPACName": "dipotassium;oxido-(oxido(dioxo)chromio)oxy-dioxochromium",
    "CanonicalSMILES": "[O-][Cr](=O)(=O)O[Cr](=O)(=O)[O-].[K+].[K+]",
    "Synonyms": [
        "POTASSIUM DICHROMATE",
        "7778-50-9",
        "Potassium bichromate",
        "Kaliumdichromat",
        "Iopezite",
        "Potassium dichromate(VI)",
        "Dipotassium bichromate",
        "Dipotassium dichromate",
        "Bichromate of potash",
        "Dipotassium dichromium heptaoxide",
        "Caswell No. 690",
        "Dichromic acid dipotassium salt",
        "Kalium bichromicum",
        "SRM 935a",
        "CCRIS 2409"
    ],
    "IsomericSMILES": "[O-][Cr](=O)(=O)O[Cr](=O)(=O)[O-].[K+].[K+]",
    "INCHI": "InChI=1S/2Cr.2K.7O/q;;2*+1;;;;;;2*-1",
    "INCHIKEY": "KMUONIBRACKNSN-UHFFFAOYSA-N",
    "Formula": "Cr2K2O7",
    "MolecularWeight": {
        "$numberDouble": "294.18"
    },
    "Description": "Potassium dichromate is a potassium salt that is the dipotassium salt of dichromic acid. It has a role as an oxidising agent, an allergen and a sensitiser. It contains a dichromate(2-).",
    "XlogP": {
        "$numberDouble": "NaN"
    },
    "Complexity": {
        "$numberInt": "194"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "environmental_bioconcentrations": [
        {
            "References": "(1) USEPA; Ambient Water Quality Criteria Doc: Chromium p.54 (1984) EPA 440/5-84-029. Available from, as of Dec 17, 2015: https://nepis.epa.gov/Exe/ZyPDF.cgi?Dockey=60000XZI.PDF (2) Franke C et al; Chemosphere 29: 1501-14 (1994)",
            "Value": "Using potassium dichromate as the source for chromium, a BCF of 2.8 (based on chromium) was determined for the muscle tissue of Salmo gairdneri (rainbow trout) over a 180 days duration period(1). According to a classification scheme(2), this BCF range suggests that bioconcentration in aquatic organisms is low(SRC)."
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "PMID:6734189",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Flare-up reactions were induced in potassium dichromate hypersensitive guinea pigs by a single oral dose of 55 mg/kg. This dose is systemically toxic & higher than the dose required to induce the same reactions in humans. A total oral dose ... of 90-115 mg/kg suppressed immunologic responsiveness for at least 6 wk. With limitations, the guinea pig model may be helpful in screening the hypersensitization capacity of different haptens dosed orally."
        },
        {
            "References": "Nat'l Research Council Canada; Effects of Chromium in the Canadian Environment p.103 (1976) NRCC No 15017",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ To guinea pigs, 10 mg administered subcutaneously in a single dose proved lethal, while 20 mg had the same effect on rabbits."
        },
        {
            "References": "Hasegawa M; Tohoku J Exper Med 32: 163-176 (1938)",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ A single dose of 10-45 mg subcutaneously administered to rabbits resulted in 80% mortality."
        },
        {
            "References": "Ohta F, Tohoku J Exper Med 39: 37 (1940)",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ To rabbits, 0.8-2 mg administered subcutaneously in a single dose produced nephritis."
        },
        {
            "References": "Nat'l Research Council Canada; Effects of Chromium in the Canadian Environment p.103 (1976) NRCC No 15017",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ In dogs, a single dose of 210 mg given subcutaneously or intravenously proved fatal."
        },
        {
            "References": "PMID:25846368",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Hexavalent chromium [Cr (VI)] is prevalent in ground water in some areas, but evidence on the toxic effects of Cr (VI) via ingestion through drinking water remains insufficient. The aims of our study were to investigate the toxic effects of Cr (VI) through oral water ingestion on oxidative stress and DNA methylation. Thirty-two Sprague-Dawley rats were randomly divided into four groups, and exposed to potassium dichromate (K2Cr2O7; 0, 30, 100, and 300 mg/L) in drinking water for 4 weeks. Mean body weight gain, mean water consumption, clinical chemistry determinations, and oxidative stress levels in plasma were measured. Global DNA methylation changes and DNA methylation status at the promoter of p16 gene were also detected. After 4 weeks, mild anemic effects and increased plasma malondialdehyde (MDA) levels occurred in rats exposed to 100 mg/L or 300 mg/L of Cr (VI). Plasma glutathione peroxidase (GSH-Px) activity decreased in all exposed groups. Global DNA methylation levels were reduced in 100 mg/L and 300 mg/L exposure groups. However, DNA methylation status at the promoter of P16 gene remained unchanged in all K2Cr2O7- treated groups. The correlation analysis indicated that increased MDA levels were closely correlated to global DNA hypomethylation. Our results indicated that oral ingestion of Cr (VI) through drinking water caused not only oxidative stress in plasma, but also global DNA hypomethylation in blood cells from male rats, and a good correlation was found between increased MDA levels and reduced global DNA methylation."
        },
        {
            "References": "PMID:22080295",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Blood hemoglobin level, hematocrit value and erythrocyte count were reduced by 17.5, 17.4 and 15.9%, respectively, as compared to the controls, in Swiss mice treated intraperitoneally with hexavalent chromium (4 mg of potassium dichromate per Kg for 5 day per week) for 2 weeks. Echinocytic transformation of 33.8% erythrocytes, as revealed by both light and scanning electron microscopy, indicated the anemia to be hemolytic in nature. Leucopenia was apparent after 2 weeks (mean leucocyte count: 4.91 thousand c/mm), but not 1 week of treatment (mean count: 6.43 thousand c/mm), However, cytochemical studies indicated that chromium did not interfere with iron utilization for hemoglobin synthesis and also, did not cause denaturation of already synthesized hemoglobin. The study hints to the necessity of periodic monitoring of blood in workers of chromium-dependent tanneries of Kolkata, India."
        },
        {
            "References": "PMID:25097524",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ /The objective was/ to investigate the potential harmful effects of potassium dichromate and magnesium sulfate causing oxidative stress and reproductive toxicity in adult male mice model. The experimental work was conducted on sixty male mice (Mus musculus) divided into three groups. Mice in group B and C received potassium dichromate and magnesium sulfate of 5.0 and 500 mg/kg body weight/mL respectively, for sixty days. The blood sample was analyzed to assess oxidative stress and cellular damage. Results showed high malondialdehyde (MDA) and low levels of antioxidant enzymes [catalase (CAT), superoxide dismutase (SOD) and glutathione peroxidase (GPx)] in both potassium dichromate and magnesium sulfate administrated groups as compared to control group. Reduced number of sperm count and excessive destruction of testicular follicles, including destruction of spermatids, leydig cells and sertoli cells, were also seen in both groups. We concluded from  /the/ present study that potassium dichromate and magnesium sulfate causes oxidative stress by generation of reactive oxygen species (ROS) and causing DNA damage in testicular cells leading to adverse reproductive abnormalities."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V23 272 (1980)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ In rats, neither potassium chromate [VI] nor potassium dichromate [VI] by bronchial implantation produced incr incidence of lung tumors. /From table/"
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V23 284 (1980)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Potassium dichromate [VI] admin chronically ... ip ... to rats @ ... 1 mg/kg body wt, caused significant incr in chromosomal aberrations in bone marrow /cells/ ..."
        },
        {
            "References": "Maruyama Y; Gifu Daigaku Igakubu Kiyo 31 (1): 25-46 (1983)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Mice were given drinking water containing 25, 50, & 100 mg/L of chromium as chromic chloride & potassium dichromate for 1 yr. The body wt of the group given 25 & 50 mg/L of potassium dichromate increased, but that of the group given 100 mg/L of potassium dichromate was not affected. Chromium admin decreased Hb, red blood cells (RBC), & hematocrit. The decr of RBC produced by chromic chloride was > that produced by potassium dichromate. Cholesterol concn dropped & glutamic-pyruvic transaminase (GPT) value increased, but alkaline phsophatase was not affected by chromium admin. No dose-effect relationship was noted between the effects on the hematopoietic system, biochemical substances in plasma, & exposure to chromic chloride & potassium dichromate. Chromium accumulated in the liver of the chromic chloride group. In the potassium dichromate group, chromium accumulated in all organs & chromium levels increased with time. Iron in the liver, spleen, & testes decreased with chromium admin but the copper & zinc content in these organs was not affected. Thus, the toxicities of chromic chloride & potassium dichromate differed & the reduction of potassium dichromate to chromous chloride did not occur immediately after potassium dichromate absorption."
        },
        {
            "References": "PMID:26419261",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Hexavalent chromium (CrVI)-containing compounds, present in industrial settings and in the environment, are known as carcinogens and mutagens. The present study is designed to test the hypothesis that oxidative stress mediates CrVI-induced apoptosis in testis. Male Wistar rats received an intraperitoneal injection of potassium dichromate at doses of 1 and 2 mg/kg. Superoxide anion production was assessed by the determination of the reduction of cytochrome c and iodonitrotetrazolium, lipid peroxidation (LPO), metallothioneins (MTs), and catalase (CAT) activity. Apoptosis was evaluated by DNA fragmentation detected by agarose gel electrophoresis. Germinal cells apoptosis was detected by toluidine blue staining. The expression of Bax and Bcl-2 proteins (Pts) was also investigated. After 15 days of treatment, an increase of LPO and MT levels occurred, while CAT activity was decreased. Testicular tissues of treated rats showed pronounced degradation of the DNA into oligonucleotides as seen in the typical electrophoretic DNA ladder pattern. Intense apoptosis was observed in germinal cells of Cr-exposed rats. Bax Pt expression was induced in spermatogonia and spermatocytes cells of CrVI-treated rats. In contrast, Bcl-2 Pt was occasionally observed in germ cells of CrVI-exposed rats. These results clearly suggest that CrVI subacute treatment causes oxidative stress in rat testis leading to apoptosis."
        },
        {
            "References": "PMID:25903088",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Hexavalent chromium (Cr(VI)) is an environmental contaminant that is associated with reproductive abnormalities in both humans and animals. In the present study, we evaluated the cytotoxic effect of Cr(VI) on sperm function and subsequent embryo development after in vitro fertilization (IVF). Sperm obtained from BDF1 male mice were treated with potassium dichromate (0, 3.125, 6.25, 12.5, 25, or 50 uM) for 3 hr. Cr(VI) significantly decreased sperm viability and acrosome reaction with increasing dose. These Cr(VI)-treated sperms were further used for IVF of oocytes obtained from BDF1 female mice. Results showed that Cr(VI)-treated sperm caused a significant reduction in IVF success, higher developmental arrest at the two-cell stage of embryos, and delayed blastocyst formation with increasing dose. In particular, most blastocysts from the Cr(VI)-treated sperm resulted in hatching failure as well as decreased inner cell mass and trophectoderm (TE). Furthermore, blastocysts obtained from Cr(VI)-treated sperm showed lower expression of not only TE-associated genes (eomes, cdx2, and krt8) but also pluripotent marker genes (sox2, pou5f1, and klf4) that are responsible for further embryo development of blastocyst embryos. The results of our current study showed that Cr(VI)-treated sperm had negative effects on oocyte fertilization and subsequent embryo development."
        },
        {
            "References": "PMID:24530425",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Hexavalent chromium (CrVI), one of the more toxic heavy metals, is widely used in more than 50 industries such as chrome plating, welding, wood processing and tanneries. As one of the world's leading producers of chromium compounds, the U.S. is facing growing challenges in protecting human health against multiple adverse effects of CrVI. CrVI is rapidly converted to CrIII intracellularly, and can induce apoptosis through different mechanisms. Our previous studies demonstrated postnatal exposure to CrVI results in a delay or arrest in follicle development and puberty. Pregnant rats were treated with 25 ppm potassium dichromate (CrVI) from gestational day (GD) 9.5 to 14.5 through drinking water, placentae were removed on GD 20, and total Cr was estimated in the placentae; ovaries were removed from the F1 offspring on postnatal day (PND)-1 and various analyses were performed. Our results show that gestational exposure to CrVI resulted in (i) increased Cr concentration in the placenta, (ii) increased germ cell apoptosis by up-regulating p53/p27-Bax-caspase-3 proteins and by increasing p53-SOD-2 co-localization; (iii) accelerated germ cell cyst (GCC) breakdown; (iv) advanced primordial follicle assembly and primary follicle transition and (v) down regulation of p-AKT, p-ERK and XIAP. As a result of the above events, CrVI induced early reproductive senescence and decrease in litter size in F1 female progeny."
        },
        {
            "References": "PMID:24965329",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ The present study is designed to test the hypothesis that oxidative stress mediates hexavalent chromium (VI)-induced apoptosis in uterus. Female Wistar rats received an intraperitoneal (i.p.) injection of potassium dichromate at doses of 1 and 2 mg/kg. Superoxide anion production was assessed by determination of the reduction of cytochrome c and iodonitrotetrazolium (INT), lipid peroxidation (LPO), metallothioneins (MTs), and catalase (CAT) activity. The expression of Bax and Bcl-2 proteins was investigated. After 15 days of treatment, an increase of LPO and MT levels occurred, whereas CAT activity decreased. Intense apoptosis was observed in endometriotic stromal cells of Cr-exposed rats. Bax protein expression was induced in endometriotic stromal cells with 1 mg of Cr(VI)/kg, and in stromal and epithelial cells at the higher dose. These results clearly suggest that Cr(VI) subacute treatment causes oxidative stress in rat uterus, leading to endometriotic stromal cells apoptosis."
        },
        {
            "References": "PMID:22850466",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Hexavalent chromium is an environmental contaminant which may be associated with reproductive abnormalities in male rats. In the present study, we examined the effect of hexavalent chromium on male reproductive function of rats. Male Wistar rats received a daily intraperitoneal injection of potassium dichromate (1 or 2 mg/kg body weight) for fifteen consecutive days. A decrease in testis weight and an increase in seminal vesicles and prostate weights were demonstrated after chromium treatment. Moreover, a dose-dependent increase in blood and testis chromium levels as well as an increase in FSH and a decrease in LH and testosterone serum levels were detected in treated rats. Histological analysis revealed pronounced morphological alterations with enlarged intracellular spaces, tissue loosening and dramatic loss of gametes in the lumen of the seminiferous tubules of treated rats. In addition, a decreased sperm motility and number of epididymal spermatozoa together with an increased sperm abnormality rate was found in chromium-treated rats in comparison to controls. In rats receiving the higher chromium dose, histological images presented considerably increased areas filled with seminal vesicle and prostate secretions. The mucosal crypts of seminal vesicles and the typical invaginations of prostate were altered. The results suggest that subacute treatment of potassium dichromate promotes reproductive system toxicity and affects testicular function of adult male rats."
        },
        {
            "References": "PMID:22707220",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Exposure to sublethal hexavalent chromium (as 2 and 4 mg/L potassium dichromate for 1 and 2 months) during late preparatory to mid prespawning phase of annual reproductive cycle severely affected the pituitary-ovarian axis of a teleost Channa punctatus. Gonadosomatic index (GSI), ovarian histopathology, immunocytochemistry of the pituitary gonadotrophs (LHbeta-immunoreactive cells), and serum 17beta-estradiol level revealed distinct dose and duration-dependent effects. Gonadosomatic index was declined. Diameter of ovary as well as ovarian follicles was reduced along with a distinct variation in the percentage of follicles. The greater percentage of previtellogenic follicles (stage I) and decline in vitellogenic ones (stage II and stage III) compared to control indicated the arrest of follicular development. The percentage of atretic follicles was also increased indicating toxic impact of metal on ovary. Decreased serum level of ovarian steroid 17beta-estradiol further indicated the same. Chromium interference of the pituitary was demonstrated as atrophy and less immunointensity of LH-immunoreactive gonadotrophs. Thus, the hexavalent chromium impaired the pituitary-ovarian axis affecting at the sites of both pituitary and ovary."
        },
        {
            "References": "PMID:21543464",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Exposure to hexavalent chromium Cr(VI) compounds is of concern in many Cr-related industries and their surrounding environments. K(2)Cr(2)O(7) is widely recognized as an animal and human carcinogen, mutagen, and teratogen. The present study investigated the bone maturity of suckling rats whose mothers were treated with K(2)Cr(2)O(7). Experiments were carried out on female Wistar rats given 700 ppm of K(2)Cr(2)O(7) in their drinking water from the 14th day of pregnancy until day 14 after delivery. Exposing dams to K(2)Cr(2)O(7) caused disorders in the bone of their progeny. As corollary to this, malondialdehyde levels increased, while glutathione, a non-protein thiol and vitamin C decreased. Alteration of the antioxidant system in the treated group was also confirmed by the significant decline of superoxide dismutase, catalase, and glutathione peroxidase activities. Furthermore, K(2)Cr(2)O(7) induced changes in bone mineralization, especially calcium and phosphorus levels, which decreased. Whereas, in plasma and urine, they increased and decreased inversely. These results suggest that K(2)Cr(2)O(7) accelerated bone resorption activity. In fact, in treated pups, total tartrate-resistant acid phosphatase, which reflected bone resorption, was enhanced while total alkaline phosphatase, which reflected bone formation, was reduced. The impairment of bone function was corresponded histologically."
        },
        {
            "References": "PMID:21374791",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Potassium dichromate (K(2)Cr(2)O(7)) is an environmental contaminant widely recognized as a carcinogen, mutagen, and teratogen toward humans and animals. This study investigated the effects of K(2)Cr(2)O(7) on the hepatic function of pregnant and lactating rats and their suckling pups. Experiments were carried out on female Wistar rats given 700 ppm of K(2)Cr(2)O(7) in their drinking water from the 14th day of pregnancy until day 14 after delivery. Hepatotoxicity was objectified by the significant increase in liver malondialdehyde content and a significant accumulation of chromium in this soft tissue. Moreover, exposure to K(2)Cr(2)O(7) induced a decrease of glutathione, nonprotein thiols, and vitamin C in the liver of mothers and their suckling pups. Alteration of the antioxidant system in the treated group was confirmed by the significant decline of antioxidant enzyme activities such as catalase, glutathione peroxidase, while liver superoxide dismutase activity increased in mothers and decreased in their offspring. It was found that K(2)Cr(2)O(7) induced liver damages as evidenced by the elevation of plasma aminotransferases, lactate dehydrogenase activities, and bilirubin levels. Impairment of the hepatic function corresponded histologically. Our investigation revealed hemorrhage, leukocytes infiltration cells, and necrosis, which were more pronounced in the hepatocytes of mothers than in those of their suckling pups."
        },
        {
            "References": "PMID:21205386",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Heavy metals are omnipresent in the environment, and industrial use has greatly increased their presence in soil, water and air. Their inevitable transfer to the human food chain remains an important environmental issue as many heavy metals cause a range of toxic effects, including developmental toxicity. Administration of chromium VI (1 and 2 mg/kg as potassium dichromate) through intraperitoneal (i.p.) injection during organogenesis (days 6 to 15 of gestation) in rats revealed embryo- and fetotoxic effects. Reduced fetal weight, retarded fetal development, number of fetuses per mother and high incidences of dead fetuses and resorptions in treated mothers were also observed. Gross morphological abnormalities, such as displayed form of edema, facial defect, lack of tail, hypotrophy, severs subdermal hemorrhage patches and hypotrophy of placenta were observed in fetuses after chromium VI-treated mothers. A skeletal development of fetuses presented an incomplete ossification in nasal, cranium, abdominal or caudal bones in rats treated with 1 mg/kg of chromium, whereas rats treated with 2 mg/kg showed ossification and absence of the sacral vertebrae compared with the control. At a higher dose of chromium, histological changes were found in fetuses with atrophy of theirs vital organs. Placental histological observations revealed a pronounced morphological alteration, with atrophy of decidual cells, a degenerated of chorionic villi and hypertrophy of blood lacuna. The present study suggests a risk to the developing embryo when the mother is exposed to a high concentration of chromium VI during organogenesis."
        },
        {
            "References": "Ungvaary Gy et al; Teratology 40 (3): 301 (1989)",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Authors proved in earlier studies on mice, rats and rabbits, that hexavalent chromium (Cr) is teratogenic and interferes with implantation. In the present study the pathomechanism of interfering with implantation and teratogenic effects of Cr salts were analyzed. It was found that intraamnially administered Cr induces malformation on the 9-12 days of organogenesis, while on the 15th day of gestation it causes the dose-dependent body mass retardation and/or death of embryos. Per os given potassium bichromate increases dose-dependently the maternal blood Cr level following 6-10 hours of administration; 24 hours later the blood Cr level is still significant. Chromium reaches dose-dependent and significant concentration also in the fetal blood and amniotic fluid. Potassium bichromate decreases the level of 17-beta-oestradiol (E2) and progesterone (P) on the peripheral blood. Potassium bichromate decreases the nutritive uterinal blood flow in non-pregnant animals. The authors conclude that chromium cumulates, crosses the placenta, appears in fetal blood and amniotic fluid. Its teratogenic effect is mainly caused by direct cytotoxicity, however, changes of the ratio of the peripheral blood levels of sexual steroids may also play a role. The interference of Cr salts with implantation can readily be explained by their uterinal nutritive blood flow decreasing effect."
        },
        {
            "References": "El-Tawil OS, Morgan AM; Toxicologist 54 (1): 32 (2000)",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Chromium is considered to be an essential nutrient that helps to maintain normal metabolism of glucose, cholesterol, and fat in humans. Studies in the literature indicate that hexavalent chromium (Cr-VI) is more toxic than trivalent chromium (Cr-III) as it is actively transported across the plasma membranes and is reduced via unstable reactive intermediate to Cr-III. Also, the published data indicate that exposure to Cr-VI decrease the number of viable fetuses and increase the number of dead ones. In the current investigation pregnant rabbits were exposed to Cr-III (chromium chloride), or Cr-IV (potassium dichromate) in drinking water at a dose of 500 ppm each during the organogenesis period. Exposure to Cr-IV significantly increased the number of resorption sites and decreased the number of viable fetuses compared to Cr-III and control groups. Exposure to either chemicals induced dwarfism, kinky and short tails, lung hypoplasia, heart hypertrophy, intrathoracic hemorrhage and dilated nares and brain lateral ventricles. Furthermore, reduced ossification in parietal and interparietal bones was significantly increased in the fetuses from the females exposed to Cr-VI. The results of the current investigation may indicate that both Cr-III and Cr-VI are teratogenic for the tested concentration. However, the severity of effects are higher with the exposure to Cr-VI."
        },
        {
            "References": "El-Tawil OS, Morgan AM; Toxicologist 54 (1): 292 (2000)",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ The exposure of pregnant female rabbits to trivalent (chromium chloride) or hexavalent (potassium dichromate) chromium compounds in drinking water (500 ppm) during the organogenesis period (6-18th day of gestation) revealed embryotoxic - and fetotoxic effects. Both trivalent and hexavalent compounds induced dwarfism, kinky and short tail and a significant reduction in the number of implantation sites and in the number of viable fetuses. The number of females with resorption was significantly increased in the hexavalent-exposed group. Visceral abnormalities in the form of lung hypoplasia, heart hypertrophy, intrathoracic hemorrhage and dilated nares and brain lateral ventricles were found in the fetuses of both chromium (III, VI) treated mothers. Skeletal anomalies (reduced number of sternal and caudal bones) were also recorded in both chromium groups. Furthermore, reduced ossification in parietal and interparietal bones was significantly increased in the hexavalent chromium exposed females. Chromium levels in blood, placenta and fetuses significantly increased in both chromium groups. In conclusion, the exposure of pregnant rabbits to trivalent and hexavalent chromium compounds would have adverse effects on the embryonic and fetal development."
        },
        {
            "References": "Yuan LM et al; Chung Kuo Yao Li Hsueh Yu Tu Li Hsueh Tsa Chih (Chinese Journal of Pharmacology and Toxicology) 13 (4): 306-9 (1999)",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Nine and a half day-old rat embryos were explanted and cultured at six different concentrations of potassium dichromate in rat serum solutions (0, 0.25, 0.5, 1.0, 2.0, 4.0 mg/L Cr) for 48 hr. Rat embryo development in 0.25 mg/L Cr was not significantly different from the control whereas the higher concentrations of Cr resulted in a concentration-related decrease in yolk sac diameter, crown-rump length, head length, embryo dry weight and Brown's morphological developmental score. The 0.5 mg/L Cr and higher concentrations also resulted in embryotoxicity as well as abnormalities, which included neural tube defect, deficient in axial rotation and forelimb, maxillary process defects. Eight and a half day-old mouse embryos were explanted and cultured in 0, 0.6, 1.2, 2.5, 5.0, 10.0 mg/L Cr rat serum for 48 h. Mouse embryonic development in 0.6 mg/L Cr group was similar to that of the control. But all higher concentration groups had a significant decrease in development score, yolk sac diameter, head length, crown-rump length and dry weight, the 1.2 mg/L Cr and higher concentrations also resulted in embryotoxicity and abnormalities, which were similar to that of the rat embryo. These results indicate that K2Cr2O7 is developmental toxic in both rats and mice but rats are more sensitive than mice."
        },
        {
            "References": "Yuan LM et al; Chung-Kuo Kung Kung Wei Sheng (China Public Health) 15 (11): 965-6 (1999)",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Forelimb buds from 12th day mouse embryos were dissected and cultured in 0.5, 1.0, 2.0 and 4.0 mg K2Cr2O7/L MEM + 10% rat serum cultured for 6 days. The mouse forelimb development of the 0.5 and 1.0 mg/L groups were not significantly different from the controls whereas the higher concentrations resulted in a concentration related deterioration in limb development and differentiation. The results indicated that potassium dichromate can inhibit mouse limb bud development and differentiation in vitro. It is a potential developmental toxic substance in mice."
        },
        {
            "References": "Rodriguez R et al; Biol Reprod (Spec no.): 215 (2007)",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Chromium (Cr) has been used in wide-range of industries for more than a century. Cr exists in the environment as two major valence states Cr(III) and Cr(VI). Cr(III) is an essential nutrient whereas Cr (VI) is highly toxic and a strong oxidizing mediator. Millions of people, and majority of industrial workers, worldwide are exposed to Cr(VI) during their life time. Soluble Cr(VI) is rapidly transported inside the cell by anion transport mechanisms, and it persists as non-biodegradable mediator intracellularly and leads to multiple cellular dysfunctions that include DNA adduct formation, deregulated cell cycle, apoptosis and carcinogenesis. Vitamin C and antioxidants protect the cells from Cr toxicity. Interestingly, Cr(VI) exposure adversely affects the reproductive functions. We hypothesize that: (1) exposure to chromium impairs follicular development and ovarian functions; and (2) vitamin C reverses the effects of chromium toxicity on follicular development and ovarian functions. The objectives were to determine the effects of Cr(VI) and reversal effect of vitamin C on chromium toxicity on: (1) ovarian cycle and puberty; (2) ovarian follicular development and atresia/apoptosis and (3) ovarian steroid production. We used rat as in vivo model and immortalized rat granulosa cells (SIGC) as in vitro model. Study 1: Rats (n=6) were treated with potassium dichromate (PCr), a Cr(VI) component, 200ppm, through drinking water from days 9 to 21 of pregnancy. After delivery the mothers were continued on PCr until weaning of pups, afterwards the pups were maintained on PCr up to 65 days of age. Study 2: Rats (n=6) received similar PCr treatment regimen along with vitamin C. Study 3: Rats (n=6) served as control. Rats were killed on days 0, 3, 7, 18, 45 and 65 of age. Serum and ovarian tissue levels of Cr were estimated. Follicular development and atresia were assessed. Plasma concentrations of progesterone (P4) and estradiol (E2) were measured. Study 4: Granulosa cells were treated with PCr (25uM) for 0, 12 and 24hr in the presence or absence of vitamin C and cell proliferation, apoptosis and steroidogenesis were studied. Expression of steroidogenic acute regulatory protein (StAR), P450 aromatase and steroidogenic factor-1 (SF-1) mRNAs were studied by RT-PCR. Activation of caspase 3 and PARP proteins were studied by western blot. Cr exposure resulted in: (1) accumulation of Cr in blood and ovarian tissues; (2) extended the estrous cycle and induced irregular cyclicity; (3) delayed the onset of puberty; (4) induced follicular atresia, impaired the growth, development and differentiation of the granulosa and theca cells of ovarian follicles, and induced fibrosis and necrosis of primary and secondary follicles; (5) decreased plasma concentrations of P4 and E2; (6) decreased proliferation and increased apoptosis of granulosa cells; (7) induced caspase 3 and PARP activation in granulosa cells, and (8) altered the expression profile of StAR, P450 aromatase and SF-1 in granulosa cells. Vitamin C partially (75%) reversed the effects of Cr on the above end-points studied. In summary, Cr toxicity arrests the follicular development and altered steroid biosynthesis, cyclicity and puberty in female rats. Cr toxicity induced granulosa cell apoptosis might be mediated through caspase 3 / PARP pathways. Vitamin C protects the ovarian follicle from Cr induced damage. These results may suggest that exposure to Cr is hostile to reproductive health of women."
        },
        {
            "References": "Trivedi B et al; Reprod Toxicol 3 (4): 275-8 (1989)",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ The embryotoxic and fetotoxic potential of hexavalent chromium (Cr+6) in mice was investigated by administering 250, 500, and 1000 ppm of potassium dichromate daily through drinking water during the entire gestation period. An increase in embryonic deaths was observed; however, in the mothers treated with the highest dose, there was complete absence of implantation sites. No major abnormality was observed in the fetuses except that Cr+6 exposure increased the incidences and types of external and skeletal malformations. It is concluded that oral exposure to Cr+6 causes dose-dependent embryolethal effects in mice."
        },
        {
            "References": "Kalinina LM, Minseitova SR; Genetika (Moskva) 19 (12): 1941-7 (1983)",
            "Value": "/GENOTOXICITY/ Mutagenic effects and DNA degradation in Escherichia coli cells treated with potassium bichromate were studied in this work. It is estimated that events taking place in cells treated with the mutagen are controlled by recB, recC and sbcB gene products. The method for sedimentation analysis has revealed DNA degradation. The use of the impulse label of (3)H-thymidine made it possible to detect DNA breaks in the daughter strands. This effect of potassium bichromate on DNA degradation is, possibly, connected with mutagenic repair."
        },
        {
            "References": "GENE-TOX Program: Current Status of Bioassay in Genetic Toxicology. U.S. Environmental Protection Agency, Washington, DC. Office of Toxic Substances and Pesticides. (For program information, contact Environmental Mutagen Information Center, Oak Ridge National Laboratory, Post Office Box Y, Oak Ridge, Tennessee 37830. Telephone (615) 574-7871)",
            "Value": "/GENOTOXICITY/ DNA repair-deficient bacterial tests: positive."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V23 279 (1980)",
            "Value": "/GENOTOXICITY/ Potassium dichromate [VI] induced gene conversion in schizosaccharomyces pombe. ... Induced foreward mutations to 8-azaguanine resistance in Chinese hamster V79/4 cells."
        },
        {
            "References": "PMID:481448",
            "Value": "/GENOTOXICITY/ Metal compounds were tested for their ability to induce chromosomal aberrations in cultured mammalian (C3H mouse mammary carcinoma Fm3a) cells. Among 6-valent chromium compounds, potassium dichromate & chromium trioxide induced high levels of aberrations, at rates which were similar for chromium-equivalent doses."
        },
        {
            "References": "PMID:3883155",
            "Value": "/GENOTOXICITY/ Four metal salts, potassium dichromate, sodium arsenite, colbalt chloride and lead nitrate were tested for their genotoxic effects in Saccharomyces cerevisiae. Potassium dichromate was the most potent agent for induction of gene conversion and reverse mutation. ..."
        },
        {
            "References": "PMID:26546529",
            "Value": "/GENOTOXICITY/ Chromium typically occurs in two oxidation states in the natural environment, Cr3+ [Cr(III)] and Cr6+ [Cr(VI)]. Out of the two chromium species, Cr(VI) is the most mobile, labile and toxic. Hexavalent chromium [Cr(VI)] compounds are classified by the International Agency for Research on Cancer (IARC) as carcinogenic agents to humans. The main source of release of chromium in aquatic ecosystems is related to the industrial application of this metal in metallurgies, tanneries, and in the manufacturing of paints and dyes. The ecotoxicology of Cr(VI) is linked to its environmental persistence and the ability to induce adverse effects in biological systems. In the present study, we evaluated mutagenic effects of Cr(VI) in animal and plant bioindicators. We evaluated primary DNA damage and frequencies of micronuclei (MN) and morphological nuclear abnormalities (NA) in erythrocytes in peripheral blood of the fish Oreochromis niloticus exposed to potassium dichromate at 12 mg/L. The genotoxicity and cytotoxicity of Cr(VI) in the onion (Allium cepa) test were also assessed. The comet assay showed a significant increase of tailed nucleoids in the erythrocytes of fish treated with K2Cr2O7; MN frequency was also increased in the treatments; cytotoxicity of a low concentration of potassium dichromate, however, was not confirmed. The combination of both systems - animal and plant - is adequate and advantageous for mutagenicity evaluation. The findings indicate that at the concentration tested, the chromium compound is a clastogenic as well as an aneugenic."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V23 275 (1980)",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ As a general rule, Cr[VI] is much more toxic than cr[III] when admin to animals ... very marked differences in cytotoxicity of cmpd of the 2 oxidn states ... observed in mammalian cells in vitro. Potassium dichromate [VI] induced rapid blockage of DNA replication in Syrian hamster fibroblasts ... 100 times more /than cr(III)/ ..."
        },
        {
            "References": "PMID:6489062",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ Hexavalent chromium is a strong mutagen, and it also is a potential carcinogen in man. DNA flow cytometry, growth measurements, and determinations of mitotic index show that 1-2 muM potassium chromate produces a prolongation of the G2 phase of the cell cycle in NHIK 3025 (human cervical hyperplastic cells) cells. By increasing the chromate concentrations to >2 muM potassium dichromate the cells are also arrested in the G2 phase. Using synchronized cells and measuring cell cycle time, the most chromate sensitive part of the cell cycle is the S phase. This phase is also somewhat prolonged, and the cells became arrested in early S phase at high toxic potassium dichromate concentrations (8 muM). Potassium dichromate has an effect within the S phase, maybe on DNA/RNA synthesis, and also interferes with processes necessary for progression through the G2 phase."
        },
        {
            "References": "PMID:7112602",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ Blastocyst formation in cultured mouse embryos was more strongly affected by the 2 hexavalent chromium salts (potassium dichromate, & calcium chromate) than by a trivalent one (chromium nitrate), & more by potassium dichromate than by calcium chromate. The compound most powerful in inhibiting formation of the inner cell mass was calcium chromate."
        },
        {
            "References": "PMID:26348139",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ Prenatal exposure to endocrine disrupting chemicals (EDCs), including bisphenol A, dioxin, pesticides, and cigarette smoke, has been linked to several ovarian diseases such as premature ovarian failure (POF) and early menopause in women. Hexavalent chromium (CrVI), one of the more toxic heavy metals, is widely used in more than 50 industries. As one of the world's leading producers of Cr compounds, the U.S. is facing growing challenges in protecting human health against adverse effects of CrVI. Our recent findings demonstrated that in vivo CrVI exposure during gestational period caused POF in F1 offspring. Our current research focus is three-fold: (i) to identify the effect of CrVI on critical windows of great vulnerability of fetal ovarian development; (ii) to understand the molecular mechanism of CrVI-induced POF; (iii) to identify potential intervention strategies to mitigate or inhibit CrVI effects. In order to accomplish these goals we used a fetal whole ovarian culture system. Fetuses were removed from the normal pregnant rats on gestational day 13.5. Fetal ovaries were cultured in vitro for 12 days, and treated with or without 0.1ppm potassium dichromate (CrVI) from culture day 2-8, which recapitulated embryonic day 14.5-20.5, in vivo. Results showed that CrVI increased germ cell/oocyte apoptosis by increasing caspase 3, BAX, p53 and PUMA; decreasing BCL2, BMP15, GDF9 and cKIT; and altering cell cycle regulatory genes and proteins. This model system may serve as a potential tool for high throughput testing of various drugs and/or EDCs in particular to assess developmental toxicity of the ovary."
        },
        {
            "References": "Descotes J; J Toxicol Cutan Ocular Toxicol 7 (4): 263-72 (1988)",
            "Value": "/IMMUNOTOXICITY/ Fifteen 6-8 wk old male and female mice of various strains (Swiss, Balb/c, DBA/2, CBA, C57B1/6, and B6D2F1) received a topical application of 2% potassium dichromate in ethanol on both sides of the right ear on days 0 and 2, and a scapular sc injection of 0.05 mL of complete Freunds adjuvant on day 2. On day 9, left ear thickness was measured immediately before topical application of 2% potassium dichromate in ethanol, on both sides of the ear, and again 24 hr later (day 10). A statistically significant incr in ear thickness was seen."
        },
        {
            "References": "Humphreys, D.J. Veterinary Toxicology. 3rd ed. London, England: Bailliere Tindell, 1988., p. 34-35",
            "Value": "/VETERINARY CASE REPORTS/ A horse /was/ given 10 g of potassium dichromate instead of sodium bicarbonate. The clinical signs produced included loss of appetite, a transient stiffness, rapid pulse, rapid and irregular heartbeat, raised body temperature, respiration at first slow and then rapid, and shallow, cyanotic mucous membranes, abdominal pain and intense thirst. Post-mortem examination releaved that the conjunctival, buccal and gastric mucous membranes showed signs of erosion and that the intestinal mucosa had sloughed off. The small and large gut contained blood-stained fluid."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V23 275 (1980)",
            "Value": "/OTHER TOXICITY INFORMATION/ Continuous exposure for over 32 days of fish rutilus rutilus /roach/ to 0.1, 1.0 or 10 ppm potassium [VI] dichromate resulted in hypertrophy & hyperplasia of GI epithelium, severe necrosis of kidney tubules, intestinal hemorrhages & lysis of intestinal epithelium."
        },
        {
            "References": "Kucher IM, Shabanov AM; Gistokhim Nom Patol Mortol p.353-357 (1967)",
            "Value": "/OTHER TOXICITY INFORMATION/ Rabbits given potassium dichromate showed hyaluronates, chondroitin sulfates and neutral mucopolysaccharides in soft tissues causing pericapillary sclerosis. Blood tissue barriers were blocked preventing transport of metabolites, and inhibiting insulin production in pancreatic islets due to damage of beta-cells."
        }
    ]
}