{
    "_id": {
        "$oid": "6682e94ac4e5dba5ffba29e0"
    },
    "CID": {
        "$numberInt": "24504"
    },
    "Name": "CALCIUM HYPOCHLORITE",
    "IUPACName": "calcium;dihypochlorite",
    "CanonicalSMILES": "[O-]Cl.[O-]Cl.[Ca+2]",
    "Synonyms": [
        "CALCIUM HYPOCHLORITE",
        "Calcium hypochloride",
        "Hypochlorous acid",
        "calcium salt",
        "Losantin",
        "Pittchlor",
        "Pittcide",
        "Pittclor",
        "Caporit",
        "Sentry",
        "Lime chloride",
        "Chemichlon G",
        "Chemichlor G",
        "Chloride of lime",
        "Chlorine of lime",
        "Solvox KS"
    ],
    "IsomericSMILES": "[O-]Cl.[O-]Cl.[Ca+2]",
    "INCHI": "InChI=1S/Ca.2ClO/c;2*1-2/q+2;2*-1",
    "INCHIKEY": "ZKQDCIXGCQPQNV-UHFFFAOYSA-N",
    "Formula": "CaCl2O2",
    "MolecularWeight": {
        "$numberDouble": "142.98"
    },
    "Description": "Calcium hypochlorite is a calcium salt and an inorganic calcium salt. It has a role as a bleaching agent. It contains a hypochlorite.",
    "XlogP": {
        "$numberDouble": "NaN"
    },
    "Complexity": {
        "$numberInt": "2"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "mechanism_of_action": [
        {
            "References": "OECD SIDS for Calcium Hypochlorite (CAS RN 7778-54-3). Available from, as of August 27, 2013: https://www.inchem.org/documents/sids/sids/7778543.pdf",
            "Value": "Hypochlorous ions are physiologically present in the human body, being formed by white blood cells (neutrophils and monocytes) as a powerful antimicrobial agent during inflammation process. When the recognition of \"non-self\" proteins in an invading micro-organism triggers the immune response, the enzyme myeloperoxidase located in mammalian neutrophils catalyses hypochlorous acid formation trough the oxidation of chloride ion in combination with hydrogen peroxide. The endogenously formed hypochlorous acid plays a key role in the process of phagocytosis through which bacteria are killed. Due to its potent cytotoxic action, hypochlorite is also responsible for neutrophil-mediated tissue damage associated with the inflammatory response. Its high efficiency as antimicrobial agent is associated with the lack of a catalytically active detoxifying mechanism for HOCl in both bacteria and mammalian cells. Although it has been suggested that HOCl-induced cytotoxicity can be associated to the degradation of a number of functionally important molecules the primary mechanism of action is still not fully elucidated. /Hypochlorite/"
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "OECD SIDS for Calcium Hypochlorite (CAS RN 7778-54-3). Available from, as of August 27, 2013: https://www.inchem.org/documents/sids/sids/7778543.pdf",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Wister-derived albino rats were dosed by gavage (vehicle: water) at 890, 1000, 1120, and 1260 mg/kg bw (10 males/group). Eight/10, 5/10, 9/10, and 10/10 deaths occurred at 890, 1000, 1120, and 1260 mg/kg, respectively. Moderate depression of the central nervous system was found at 1 hour after administration. Most survivors showed a mild to moderate persistent anorexia. Most affected animals showed diarrhea for several days. The LD50 was calculated to be 790 mg/kg."
        },
        {
            "References": "Grant, W.M. Toxicology of the Eye. 3rd ed. Springfield, IL: Charles C. Thomas Publisher, 1986., p. 172",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Exptl application of 5% aq soln of ... calcium hypochlorite, pH 11.5, to eyes of rabbits for thirty sec, followed by irrigation with water, caused superficial loss of epithelium from corneas & conjunctivas ... within a day corneas healed & conjunctivae were normal except for slight residual hyperemia. ..."
        },
        {
            "References": "IUCLID Dataset for Calcium Hypochlorite, CAS RN 7778-54-3. Available from, as of August 27, 2013: https://esis.jrc.ec.europa.eu/doc/IUCLID/data_sheets/7778543.pdf",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/  /NOAEL of 160 mg/kg was observed  in a repeated dose oral toxicity studies in rats after exposure for 30 days./"
        },
        {
            "References": "OECD SIDS for Calcium Hypochlorite (CAS RN 7778-54-3). Available from, as of August 27, 2013: https://www.inchem.org/documents/sids/sids/7778543.pdf",
            "Value": "/GENOTOXICITY/ Chromosomal aberrations were analyzed in Chinese hamster cells treated for 24 or 48 hours with three different doses of calcium hypochlorite, in the absence of metabolic activation. A positive increase in chromosomal aberrations was observed only in a culture treated with 0.5 ug/mL (6.7 mol/L = approx. 3.5 umol/L active chlorine) for 48 hours."
        },
        {
            "References": "Humphreys, D.J. Veterinary Toxicology. 3rd ed. London, England: Bailliere Tindell, 1988., p. 30",
            "Value": "/VETERINARY CASE REPORTS/ Poisoning in animals ... as result of contamination of whey with hypochlorites used for disinfecting whey containers & from chlorinated lime (bleaching powder) used in error in limewash. Principal effect of such compounds, which yield chlorine in solution, is local irritation of the intestinal tract."
        }
    ]
}