{
    "_id": {
        "$oid": "6682e94bc4e5dba5ffba29e4"
    },
    "CID": {
        "$numberInt": "24526"
    },
    "Name": "CHLORINE",
    "IUPACName": "molecular chlorine",
    "CanonicalSMILES": "ClCl",
    "Synonyms": [
        "7782-50-5",
        "Chlorine",
        "Cl",
        "Molecular chlorine",
        "dichlorine",
        "Bertholite",
        "Chlorinum",
        "Chloor",
        "Chlore",
        "Chlor",
        "Cloro",
        "Chlorine mol.",
        "Caswell No. 179",
        "Chlorine-elemental",
        "Chlorine 35"
    ],
    "IsomericSMILES": "ClCl",
    "INCHI": "InChI=1S/Cl2/c1-2",
    "INCHIKEY": "KZBUYRJDOAKODT-UHFFFAOYSA-N",
    "Formula": "Cl2",
    "MolecularWeight": {
        "$numberDouble": "70.9"
    },
    "Description": "Dichlorine is a diatomic chlorine and a gas molecular entity. It has a role as a bleaching agent.",
    "XlogP": {
        "$numberDouble": "1.6"
    },
    "Complexity": {
        "$numberInt": "0"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "environmental_bioconcentrations": [
        {
            "References": "(1) ATSDR; Toxicological Profile for Chlorine. Atlanta, GA: Agency for Toxic Substances and Disease Registry, US Public Health Service (2010). Available from, as of July 11, 2016: https://www.atsdr.cdc.gov/toxprofiles/index.asp (2) OECD; SIDS Initial Assessment Profile, SIAM 16, May 2003; Available from, as of July 11, 2016: https://webnet.oecd.org/hpv/ui/Search.aspx",
            "Value": "Chlorine is not expected to bioaccumulate or bioconcentrate in plants or animals since it reacts with the moist tissues of living systems(1,2)."
        }
    ],
    "mechanism_of_action": [
        {
            "References": "IPCS INCHEM; Environmental Health Criteria (EHC) Monographs. Chlorine and hydrogen chloride (EHC 21, 1982). Available from, as of July 21, 2016: https://www.inchem.org/pages/ehc.html",
            "Value": "Chlorine persists as an element only at a very low pH (less than 2), and at the higher pH found in living tissue it is rapidly converted into hypochlorous acid. In this form, apparently, it can penetrate the cell and form N-chloroderivatives that damage cellular integrity. ... According to microbial test systems, chlorine can also disrupt cell wall permeability, which possibly explains its ability to cause edema and acute tissue injury. Hypochlorous acid has been shown to react with sulfhydryl groups in cysteine ... and to inhibit various enzymes, including the aldolase enzyme essential for glucose oxidation in Escherichia coli."
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "PMID:25038191",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Chlorine (Cl2) is a highly reactive oxidant gas that, when inhaled, may cause acute lung injury culminating in death from respiratory failure. In this study, we tested the hypothesis that exposure of mice to Cl2 causes intra-alveolar and systemic activation of the coagulation cascade that plays an important role in development of lung injury. C57Bl/6 mice were exposed to Cl2 (400 for 30 min or 600 ppm for 45 min) in environmental chambers and then returned to room air for 1 or 6 hr. Native coagulation (NATEM) parameters such as blood clotting time and clot formation time were measured in whole blood by the viscoelastic technique. D-dimers and thrombin-anti-thrombin complexes were measured in both plasma and bronchoalveolar lavage fluid (BALF) by ELISA. Our results indicate that mice exposed to Cl2 gas had significantly increased clotting time, clot formation time, and D-dimers compared with controls. The thrombin-anti-thrombin complexes were also increased in the BALF of Cl2 exposed animals. To test whether increased coagulation contributed to the development of acute lung injury, mice exposed to Cl2 and returned to room air were treated with aerosolized heparin or vehicle for 20 min. Aerosolized heparin significantly reduced protein levels and the number of inflammatory cells in the BALF at 6 hr postexposure. These findings highlight the importance of coagulation abnormities in the development of Cl2-induced lung injury."
        },
        {
            "References": "IPCS INCHEM; Environmental Health Criteria (EHC) Monographs. Chlorine and hydrogen chloride (EHC 21, 1982). Available from, as of July 21, 2016: https://www.inchem.org/pages/ehc.html",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ /lethal time for 50% mortality/ (LT50) values for male mice that had undergone a single exposure to a chlorine concentration of 841 or 493 mg/cu m (290 or 170 ppm) were 11 and 55 min, respectively. This study confirmed the importance of delayed death in chlorine toxicity studies, with some deaths occurring up to 30 days after exposure. Exposure of mice to chlorine at 841 mg/cu m (290 ppm) for 25 +/- 6 min (mean +/- SD) resulted in about 100% mortality over 30 days. About 80% mortality was recorded in mice exposed to 841 mg/cu m (290 ppm) for 15 +/- 2 min. Whereas exposure to 841 mg/cu m (290 ppm) for 9 +/- 1 min caused almost 40% mortality, limiting the exposure to 6 min allowed all the mice to survive. Exposure of mice to a chlorine concentration of 493 mg/cu m (170 ppm) for 120 +/- 40 or 52 +/- 13 min caused almost 80% and 50% mortality, respectively. When exposure at 493 mg/cu m (170 ppm) was limited to 28 +/- 8 min, there were no immediate deaths, but about 10% delayed mortality occurred over the 30-day observation period."
        },
        {
            "References": "IPCS INCHEM; Environmental Health Criteria (EHC) Monographs. Chlorine and hydrogen chloride (EHC 21, 1982). Available from, as of July 21, 2016: https://www.inchem.org/pages/ehc.html",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Over 100 dogs were exposed for 30 min to various concentrations of chlorine. The \"minimum acute lethal toxicity\" values (3-day observation period) ranged between 2320-2610 mg/cu m (800-900 ppm). ... though no immediate deaths occurred in the group exposed to 145-725 mg/cu m (50-250 ppm) for 30 min, some delayed deaths occurred in dogs after the initial 3-day observation period."
        },
        {
            "References": "PMID:9623698",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Reactive airways dysfunction syndrome (RADS) is an asthma-like condition that follows exposure to very high concentrations of an irritant material. /The authors/ assessed the time-course of pathophysiological alterations in a model of RADS. Sprague-Dawley rats were exposed to 1,500 parts per million (ppm) of chlorine for 5 min. Lung resistance (RL), responsiveness to inhaled methacholine (MCh), the airway epithelium and bronchoalveolar lavage (BAL) were assessed over a 3 month period after exposure. RL increased significantly up to 3 days after exposure, reaching a maximal change of 110 +/- 16% from baseline. There was a significant decrease in the concentration of MCh required to increase RL by 0.20 cmH2O x s/mL from days 1-7 after exposure. In some rats, MCh hyperresponsiveness and RL changes persisted after exposure for as long as 1 and 3 months, respectively. Histological evaluation with morphometric evaluation revealed epithelial flattening, necrosis, increase in smooth muscle mass and evidence of epithelial regeneration. BAL showed an increased number of neutrophils. The timing of maximal abnormality in the appearance of the epithelium (days 1-3) corresponded to that of the maximal functional changes. ..."
        },
        {
            "References": "PMID:9719424",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ /The authors/ have examined the effects of chlorine gas inhalation (110 and 140 ppm) on cardiovascular and pulmonary function in nine anesthetized and mechanically ventilated pigs. Four additional pigs, which were similarly treated but not exposed to gas, served as controls. Severe pulmonary dysfunction developed when the animals were exposed to 100 L of 140 ppm chlorine gas for 10 min. Five of six animals died within 6 hr of exposure. This dose induced a rapid drop in arterial oxygen tension (p<0.001 compared with controls, ANOVA), a biphasic decline in lung compliance (p<0.001) and a gradual increase in pulmonary vascular resistance (p<0.001) that eventually caused a significant reduction in cardiac output (p<0.05). Microscopic examination showed sloughing of the bronchial epithelium and early infiltration with leukocytes, but largely intact alveoli. The sequence of events and the microscopic appearance suggested that the initial stage of pulmonary dysfunction (the first 1 or 2 hr) was the result of mismatching of ventilation and perfusion. This was followed at a later stage by interstitial edema and migration of immunocompetent cells into the tissue. ..."
        },
        {
            "References": "PMID:12724121",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ ... Respiratory mechanics and airway responsiveness to methacholine were assessed in A/J mice 24 hours after a 5-minute exposure to 100, 200, 400, or 800 ppm Cl2 and 2 and 7 days after inhalation of 400 ppm Cl2. Airway responsiveness was higher 24 hours after 400 and 800 ppm Cl2. Responsiveness after inhalation of 400 ppm Cl2 returned to normal by 2 days but was again elevated at 7 days. Airway epithelial loss, patchy alveolar damage, proteinaceous exudates, and inflammatory cells within alveolar walls were observed in animals exposed to 800 ppm Cl2. Macrophages, granulocytes, epithelial cells, and nitrate/nitrite levels increased in lung lavage fluid. Increased inducible nitric oxide synthase expression and oxidation of lung proteins were observed. Epithelial cells and alveolar macrophages from mice exposed to 800 ppm Cl2 stained for 3-nitrotyrosine residues. Inhibition of inducible nitric oxide synthase with 1400W (1 mg/kg) abrogated the Cl2-induced changes in responsiveness. ..."
        },
        {
            "References": "PMID:15548641",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Respiratory physiological responses were measured in female C57Bl/6J mice exposed to 0.8 to 4.0 ppm chlorine gas. Chlorine was a potent sensory irritant with an RD50 of 2.3 ppm. The gas produced airway obstruction as indicated by a concentration-dependent increase in specific airways resistance (sRaw) during the 15-min exposure. At 0.8 ppm, chlorine produced only mild sensory irritation (<20% change in breathing frequency) and a 65% increase in sRaw. Pretreatment with atropine was without effect on the obstructive response, suggesting a lack of involvement of muscarinic cholinergic pathways. Pretreatment with the sensory nerve toxin, capsaicin, dramatically reduced both the sensory irritation and obstructive responses to chlorine, suggesting the involvement of sensory nerves. Studies were also performed using the surgically isolated upper respiratory tract of the anesthetized mouse. Chlorine was efficiently scrubbed from the airstream (>97%) in that site and produced an obstructive response that was of sufficient magnitude to account for the entire response observed in the intact animal. ..."
        },
        {
            "References": "PMID:15764478",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ /The authors/ aimed to investigate the long-term histopathologic changes in the lungs of rats exposed to a high concentration of chlorine gas. Twenty-four Sprague-Dawley rats were divided into three groups: the control group (group I) (n = 8), early-examined group (group II) (n = 8), and late-examined group (group III) (n = 8). In group II the lungs of rats were taken out just after the exposure, whereas in group III the lungs were taken out 45 days after the exposure. Eosinophilic liquid accumulation in alveoli and bronchi, diffuse intraalveolar edema, vascular congestion, severe perivascular edema, and free bleeding in intraalveolar and interstitial area were observed in the lungs of rats in group II. Interstitial fibrosis and thickening of the alveolar septa were observed in group III."
        },
        {
            "References": "PMID:6636187",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Male Swiss-Webster mice and Fischer-344 rats were exposed to chlorine gas at their respective RD50 concentrations (ca. 9 to 11 ppm). The RD50 concentration is that concentration which reduces respiratory rate by 50%. The exposures were carried out for 6 hr per day for 1, 3, or 5 days, and the animals were killed immediately at the end of the last exposure. The nasal passages were examined by light and scanning electron microscopy. Lesions were observed in all exposed groups and were of similar severity and character in rats and mice. The most severe changes were found in the olfactory mucosa of the anterior portion of the dorsal meatus and consisted of partial to complete degeneration of olfactory sensory cells, with olfactory sustentacular cells being more resistant to chlorine exposure. Lesions in the respiratory epithelium were located primarily on the free margins of the naso- and maxilloturbinates and adjacent nasal septum. Scanning electron microscopy, using large size specimens, demonstrated loss of olfactory cilia in areas of the olfactory epithelium which appeared unaffected by light microscopy. Scanning electron microscopy was also helpful in locating areas of respiratory epithelium exhibiting loss of cilia and cellular exfoliation, which occurred primarily on naso- and maxilloturbinates. Therefore, chlorine-induced severe lesions in specific locations in both the olfactory and respiratory epithelia of the nasal passages with more widespread loss of respiratory and olfactory cilia."
        },
        {
            "References": "Seiler, H.G., H. Sigel and A. Sigel (eds.). Handbook on the Toxicity of Inorganic Compounds. New York, NY: Marcel Dekker, Inc. 1988., p. 227",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Studies on the acute toxic effects of chlorine on lab animals show that single exposures to concn of more than 360 mg/cu m for 30-60 min are lethal for various animal species. Single exposures to concn of 29-87 mg/cu m for several hr are associated with an incr mortality in rodents. Repeated exposures to chlorine concn of 3-26 mg/cu m for a period of several wk or months induced dose related pulmonary and other adverse effects. Chlorine does not appear to be a carcinogenic or tumor-promoting agent in lab animals."
        },
        {
            "References": "PMID:16688054",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ This study aims to characterize the acute respiratory distress syndrome (ARDS) caused by chlorine gas (Cl2) inhalation in a large-animal model. Anesthetized female sheep were ventilated with 300 L of a Cl2/air/oxygen mixture for 30 minutes. In phase 1 (n = 35), doses were 0 ppm (Group 1, n = 6); 120 ppm (Group 2, n = 6); 240 to 350 ppm (Group 3, n = 11); and 400 to 500 ppm (Group 4, n = 12). In phase 2 (n = 17), doses were 0 ppm (Group 5, n = 5); 60 ppm (Group 6, n = 5); and 90 ppm (Group 7, n = 7), and the multiple inert gas elimination technique (MIGET) was used to characterize the etiology of hypoxemia. Computed tomography (CT) scans were performed daily for all animals. In Phase 1, lung function was well maintained in Group 1; Cl2 caused immediate and sustained acute lung injury (PaO2-to-FiO2 ratio, PFR<3.0) in Group 2 and ARDS (PFR<2.0) in Groups 3 and 4. All animals in Groups 1 and 2 survived 96 hours. Kaplan-Meier analysis showed dose-related differences in survival (log-rank test, p < 0.0001). Logistic regression identified 280 ppm as the lethal dose 50%. CT and histopathology demonstrated lesions of both small airways and alveoli. In Phase 2, MIGET showed diversion of blood flow from normal to true-shunt lung compartments and, transiently, to poorly ventilated compartments. Cl2 causes severe, dose-related lung injury, with features seen in both smoke inhalation and in ARDS secondary to systemic disease."
        },
        {
            "References": "WHO; Environ Health Criteria 21: Chlorine and Hydrogen Chloride p.36 (1982)",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ ... Studied the effects on lung function in rabbits given a single, 30-min exposure to a chlorine concn of 145, 290, or 580 mg/cu m (50, 100, or 200 ppm). Respiratory volumes, flow rates, pressure measurements, and pulmonary compliance were used for evaluating lung function, prior to exposure, and 30 min, 3, 14, and 60 days after exposure. Respiratory flow rates decr initially after exposure to concn of 580 or 290 mg/cu m ... but returned to normal within 60 days of exposure. Rabbits exposed to 145 mg/cu m ... did not exhibit any significant change in respiratory flow rates. A decr in pulmonary compliance was noted initially in rabbits exposed to chlorine levels of 145, 290, or 580 mg/cu m ... During the post-exposure phase, pulmonary compliance returned to normal in rabbits exposed to 145 mg/cu m ... but there was a subsequent compensatory incr in pulmonary compliance in rabbits exposed to a chlorine concn of 290 or 580 mg/cu m ... Pathological exam of the lungs of rabbits exposed ... /at/ 580 or 290 mg/cu m ... revealed initial hemorrhage and edema, followed by chronic inflammation, which receded during the post-exposure phase. The lungs of rabbits exposed to 145 mg/cu m ... did not show the pathological changes attributed to the higher exposures ..."
        },
        {
            "References": "WHO; Environ Health Criteria 21: Chlorine and Hydrogen Chloride p.40 (1982)",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/... Mice exposed to chlorine in concn of 14.5 and 7.3 mg/cu m (5.0 and 2.5 ppm) for 8 hr/day for 3 consecutive days showed a loss in body weight, and microscopic exam of the lungs of mice exposed to 14.5 mg/cu m ... yielded findings similar to these following lethal or near lethal short-term exposures."
        },
        {
            "References": "PMID:26109193",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Victims of chlorine (Cl2) inhalation that die demonstrate significant cardiac pathology. However, a gap exists in the understanding of Cl2-induced cardiac dysfunction. This study was performed to characterize cardiac dysfunction occurring after Cl2 exposure in rats at concentrations mimicking accidental human exposures (in the range of 500 or 600 ppm for 30 min). Inhalation of 500 ppm Cl2 for 30 min resulted in increased lactate in the coronary sinus of the rats suggesting an increase in anaerobic metabolism by the heart. There was also an attenuation of myocardial contractile force in an ex vivo (Langendorff technique) retrograde perfused heart preparation. After 20 h of return to room air, Cl2 exposure at 500 ppm was associated with a reduction in systolic and diastolic blood pressure as well echocardiographic/Doppler evidence of significant left ventricular systolic and diastolic dysfunction. Cl2 exposure at 600 ppm (30 min) was associated with biventricular failure (observed at 2 hr after exposure) and death. Cardiac mechanical dysfunction persisted despite increasing the inspired oxygen fraction concentration in Cl2-exposed rats (500 ppm) to ameliorate hypoxia that occurs after Cl2 inhalation. Similarly ex vivo cardiac mechanical dysfunction was reproduced by sole exposure to chloramine (a potential circulating Cl2 reactant product). These results suggest an independent and distinctive role of Cl2 (and its reactants) in inducing cardiac toxicity and potentially contributing to mortality"
        },
        {
            "References": "PMID:25398987",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Chlorine is a toxic gas used in a variety of industrial processes and is considered a chemical threat agent. High-level chlorine exposure causes acute lung injury, but the long-term effects of acute chlorine exposure are unclear. Here we characterized chronic pulmonary changes following acute chlorine exposure in mice. A/J mice were exposed to 240 parts per million-hour chlorine or sham-exposed to air. Chlorine inhalation caused sloughing of bronchial epithelium 1 day after chlorine exposure, which was repaired with restoration of a pseudostratified epithelium by day 7. The repaired epithelium contained an abnormal distribution of epithelial cells containing clusters of club or ciliated cells rather than the uniformly interspersed pattern of these cells in unexposed mice. Although the damaged epithelium in A/J mice was repaired rapidly, and minimal airway fibrosis was observed, chlorine-exposed mice developed pneumonitis characterized by infiltration of alveoli with neutrophils and prominent, large, foamy macrophages. Levels of CXCL1/KC, CXCL5/LPS-induced CXC chemokine, granulocyte colony-stimulating factor, and VEGF in bronchoalveolar (BAL) fluid from chlorine-exposed mice showed steadily increasing trends over time. BAL protein levels were increased on day 4 and remained elevated out to day 28. The number of bacteria cultured from lungs of chlorine-exposed mice 4 wk after exposure was not increased compared with sham-exposed mice, indicating that the observed pneumonitis was not driven by bacterial infection of the lung. The results indicate that acute chlorine exposure may cause chronic abnormalities in the lungs despite rapid repair of injured epithelium."
        },
        {
            "References": "PMID:25456270",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ This study compares changes in cardiopulmonary function, selected endpoints in exhaled breath, blood, and bronchoalveolar lavage fluid (BAL) following a single, high-level 30-min nose-only exposure of rats to chlorine and phosgene gas. The time-course of lung injury was systematically examined up to 1-day post-exposure with the objective to identify early diagnostic biomarkers suitable to guide countermeasures to accidental exposures. Chlorine, due to its water solubility, penetrates the lung concentration-dependently whereas the poorly water-soluble phosgene reaches the alveolar region without any appreciable extent of airway injury. Cardiopulmonary endpoints were continually recorded by telemetry and barometric plethysmography for 20 hr. At several time points blood was collected to evaluate evidence of hemoconcentration, changes in hemostasis, and osteopontin. One day post-exposure, protein, osteopontin, and cytodifferentials were determined in BAL. Nitric oxide (eNO) and eCO2 were non-invasively examined in exhaled breath 5 and 24 hr post-exposure. Chlorine-exposed rats elaborated a reflexively-induced decreased respiratory rate and bradycardia whereas phosgene-exposed rats developed minimal changes in lung function but a similar magnitude of bradycardia. Despite similar initial changes in cardiac function, the phosgene-exposed rats showed different time-course changes of hemoconcentration and lung weights as compared to chlorine-exposed rats. eNO/eCO2 ratios were most affected in chlorine-exposed rats in the absence of any marked time-related changes. This outcome appears to demonstrate that nociceptive reflexes with changes in cardiopulmonary function resemble typical patterns of mixed airway-alveolar irritation in chlorine-exposed rats and alveolar irritation in phosgene-exposed rats. The degree and time-course of pulmonary injury was reflected best by eNO/eCO2 ratios, hemoconcentration, and protein in BAL. Increased fibrin in blood occurred only in chlorine-exposed rats 1-day post-exposure. Hence, the analysis of NO and CO2 in exhaled breath, including endpoints in blood mirroring changes in the peripheral to pulmonary fluid distribution, seem to be sensitive diagnostic endpoints readily available for early prognostic assessment of severity of injury and efficacy of any chosen countermeasure."
        },
        {
            "References": "PMID:25192041",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Chlorine gas (Cl2) inhalation causes oxidative stress, airway epithelial damage, airway hyperresponsiveness (AHR), and neutrophilia. We evaluated the effect of neutrophil depletion on Cl2-induced AHR and its effect on the endogenous antioxidant response, and if eosinophils or macrophages influence Cl2-induced AHR. We exposed male Balb/C mice to 100 ppm Cl2 for 5 minutes. We quantified inflammatory cell populations in bronchoalveolar lavage (BAL), the antioxidant response in lung tissue by quantitative PCR, and nuclear factor (erythroid-derived 2)-like 2 (NRF2) nuclear translocation by immunofluorescence. In vitro, NRF2 nuclear translocation in response to exogenous hypochlorite was assessed using a luciferase assay. Anti-granulocyte receptor-1 antibody or anti-Ly6G was used to deplete neutrophils. The effects of neutrophil depletion on IL-13 and IL-17 were measured by ELISA. Eosinophils and macrophages were depleted using TRFK5 or clodronate-loaded liposomes, respectively. AHR was evaluated with the constant-phase model in response to inhaled aerosolized methacholine. Our results show that Cl2 exposure induced neutrophilia and increased expression of NRF2 mRNA, superoxide dismutase-1, and heme-oxygenase 1. Neutrophil depletion abolished Cl2-induced AHR in large conducting airways and prevented increases in antioxidant gene expression and NRF2 nuclear translocation. Exogenous hypochlorite administration resulted in increased NRF2 nuclear translocation in vitro. After Cl2 exposure, neutrophils occupied 22 +/- 7% of the luminal space in large airways. IL-17 in BAL was increased after Cl2, although this effect was not prevented by neutrophil depletion. Neither depletion of eosinophils nor macrophages prevented Cl2-induced AHR. Our data suggest the ability of neutrophils to promote Cl2-induced AHR is dependent on increases in oxidative stress and occupation of luminal space in large airways."
        },
        {
            "References": "PMID:24582687",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Acute Cl2 exposure following industrial accidents or military/terrorist activity causes pulmonary injury and severe acute respiratory distress. Prior studies suggest that antioxidant depletion is important in producing dysfunction, however a pathophysiologic mechanism has not been elucidated. We propose that acute Cl2 inhalation leads to oxidative modification of lung lining fluid, producing surfactant inactivation, inflammation and mechanical respiratory dysfunction at the organ level. C57BL/6J mice underwent whole-body exposure to an effective 60 ppm-hour Cl2 dose, and were euthanized 3, 24 and 48 hr later. Whereas pulmonary architecture and endothelial barrier function were preserved, transient neutrophilia, peaking at 24 hr, was noted. Increased expression of ARG1, CCL2, RETLNA, IL-1b, and PTGS2 genes was observed in bronchoalveolar lavage (BAL) cells with peak change in all genes at 24 hr. Cl2 exposure had no effect on NOS2 mRNA or iNOS protein expression, nor on BAL NO3(-) or NO2(-). Expression of the alternative macrophage activation markers, Relm-a and mannose receptor was increased in alveolar macrophages and pulmonary epithelium. Capillary surfactometry demonstrated impaired surfactant function, and altered BAL phospholipid and surfactant protein content following exposure. Organ level respiratory function was assessed by forced oscillation technique at 5 end expiratory pressures. Cl2 exposure had no significant effect on either airway or tissue resistance. Pulmonary elastance was elevated with time following exposure and demonstrated PEEP refractory derecruitment at 48 hr, despite waning inflammation. These data support a role for surfactant inactivation as a physiologic mechanism underlying respiratory dysfunction following Cl2 inhalation."
        },
        {
            "References": "PMID:24769334",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Exposure to chlorine (Cl2) gas during industrial accidents or chemical warfare leads to significant airway and distal lung epithelial injury that continues post exposure. While lung epithelial injury is prevalent, relatively little is known about whether Cl2 gas also promotes injury to the pulmonary vasculature. To determine this, rats were subjected to a sub-lethal Cl2 gas exposure (400 ppm, 30 min) and then brought back to room air. Pulmonary arteries (PA) were isolated from rats at various times post-exposure and contractile (phenylephrine) and nitric oxide (NO)-dependent vasodilation (acetylcholine and mahmanonoate) responses measured ex vivo. PA contractility did not change, however significant inhibition of NO-dependent vasodilation was observed that was maximal at 24-48 hr post exposure. Superoxide dismutase restored NO-dependent vasodilation suggesting a role for increased superoxide formation. This was supported by ~2-fold increase in superoxide formation (measured using 2-hydroethidine oxidation to 2-OH-E+) from PA isolated from Cl2 exposed rats. We next measured PA pressures in anesthetized rats. Surprisingly, PA pressures were significantly (~4 mmHg) lower in rats that had been exposed to Cl2 gas 24 hr earlier suggesting that deficit in NO-signaling observed in isolated PA experiments did not manifest as increased PA pressures in vivo. Administration of the iNOS selective inhibitor 1400W, restored PA pressures to normal in Cl2 exposed, but not control rats suggesting that any deficit in NO-signaling due to increased superoxide formation in the PA, is offset by increased NO-formation from iNOS. These data indicate that disruption of endogenous NO-signaling mechanisms that maintain PA tone is an important aspect of post-Cl2 gas exposure toxicity."
        },
        {
            "References": "PMID:23146759",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Chlorine is highly irritating when inhaled, and is a common toxic industrial gas causing tissue damage in the airways followed by an acute inflammatory response. In this study, we investigated mechanisms by which chlorine exposure may cause reactive airways dysfunction syndrome (RADS) and we examined the dose-dependency of the development of symptoms. Mice were exposed to 50 or 200 ppm Cl(2) during a single 15 min exposure in a nose-only container. The experiment terminated 2, 6, 12, 24, 48, 72 hr and 7, 14, 28 and 90 days post exposure. Inflammatory cell counts in bronchoalveolar lavage (BAL), secretion of inflammatory mediators in BAL, occurrence of lung edema and histopathological changes in lung tissue was analyzed at each time-point. Airway hyperresponsiveness (AHR) was studied after 24 and 48 hr and 7, 14, 28 and 90 days. The results showed a marked acute response at 6 hr (50 ppm) and 12 hr (200 ppm) post exposure as indicated by induced lung edema, increased airway reactivity in both central and peripheral airways, and an airway inflammation dominated by macrophages and neutrophils. The inflammatory response declined rapidly in airways, being normalized after 48 hr, but inflammatory cells were sustained in lung tissue for at least seven days. In addition, a sustained AHR was observed for at least 28 days. In summary, this mouse model of chlorine exposure shows delayed symptoms of hyperreactive airways similar to human RADS. We conclude that the model can be used for studies aimed at improved understanding of adverse long-term responses following inhalation of chlorine."
        },
        {
            "References": "PMID:23170909",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Chlorine is a widely used toxic compound that is considered a chemical threat agent. Chlorine inhalation injures airway epithelial cells, leading to pulmonary abnormalities. Efficient repair of injured epithelium is necessary to restore normal lung structure and function. The objective of the current study was to characterize repair of the tracheal epithelium after acute chlorine injury. C57BL/6 mice were exposed to chlorine and injected with 5-ethynyl-2'-deoxyuridine (EdU) to label proliferating cells prior to sacrifice and collection of tracheas on days 2, 4, 7, and 10 after exposure. Airway repair and restoration of a differentiated epithelium were examined by co-localization of EdU labeling with markers for the three major tracheal epithelial cell types [keratin 5 (K5) and keratin 14 (K14) for basal cells, Clara cell secretory protein (CCSP) for Clara cells, and acetylated tubulin (AcTub) for ciliated cells]. Morphometric analysis was used to measure proliferation and restoration of a pseudostratified epithelium. Epithelial repair was fastest and most extensive in proximal trachea compared with middle and distal trachea. In unexposed mice, cell proliferation was minimal, all basal cells expressed K5, and K14-expressing basal cells were absent from most sections. Chlorine exposure resulted in the sloughing of Clara and ciliated cells from the tracheal epithelium. Two to four days after chlorine exposure, cell proliferation occurred in K5- and K14-expressing basal cells, and the number of K14 cells was dramatically increased. In the period of peak cell proliferation, few if any ciliated or Clara cells were detected in repairing trachea. Expression of ciliated and Clara cell markers was detected at later times (days 7-10), but cell proliferation was not detected in areas in which these differentiated markers were re-expressed. Fibrotic lesions were observed at days 7-10 primarily in distal trachea. The data are consistent with a model where surviving basal cells function as progenitor cells to repopulate the tracheal epithelium after chlorine injury. In areas with few remaining basal cells, repair is inefficient, leading to airway fibrosis. These studies establish a model for understanding regenerative processes in the respiratory epithelium useful for testing therapies for airway injury."
        },
        {
            "References": "PMID:23171502",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Chlorine is a reactive gas that is considered a chemical threat agent. Humans who develop acute lung injury from chlorine inhalation typically recover normal lung function; however, a subset can experience chronic airway disease. To examine pathological changes following chlorine-induced lung injury, mice were exposed to a single high dose of chlorine, and repair of the lung was analyzed at multiple times after exposure. In FVB/NJ mice, chlorine inhalation caused pronounced fibrosis of larger airways that developed by day 7 after exposure and was associated with airway hyperreactivity. In contrast, A/J mice had little or no airway fibrosis and had normal lung function at day 7. Unexposed FVB/NJ mice had less keratin 5 staining (basal cell marker) than A/J mice in large intrapulmonary airways where epithelial repair was poor and fibrosis developed after chlorine exposure. FVB/NJ mice had large areas devoid of epithelium on day 1 after exposure leading to fibroproliferative lesions on days 4 and 7. A/J mice had airways covered by squamous keratin 5-stained cells on day 1 that transitioned to a highly proliferative reparative epithelium by day 4 followed by the reappearance of ciliated and Clara cells by day 7. The data suggest that lack of basal cells in the large intrapulmonary airways and failure to effect epithelial repair at these sites are factors contributing to the development of airway fibrosis in FVB/NJ mice. The observed differences in susceptibility to chlorine-induced airway disease provide a model in which mechanisms and treatment of airway fibrosis can be investigated."
        },
        {
            "References": "PMID:23808400",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Assessing the hazards of accidental exposure to toxic industrial chemical (TIC) vapors and evaluating therapeutic compounds or treatment regimens require the development of appropriate animal models. The objective of this project was to develop an exposure system for delivering controlled vapor concentrations of TICs to the skin of anesthetized weanling pigs. Injury levels targeted for study were superficial dermal (SD) and deep dermal (DD) skin lesions as defined histopathologically. The exposure system was capable of simultaneously delivering chlorine or bromine vapor to four, 3-cm diameter exposure cups placed over skin between the axillary and inguinal areas of the ventral abdomen. Vapor concentrations were generated by mixing saturated bromine or chlorine vapor with either dried dilution air or nitrogen. Bromine exposure concentrations ranged from 6.5x10(-4) to 1.03 g/L, and exposure durations ranged from 1 to 45 min. A 7-min skin exposure to bromine vapors at 0.59 g/L was sufficient to produce SD injuries, while a 17-min exposure produced a DD injury. Chlorine exposure concentrations ranged from 1.0 to 2.9 g/L (saturated vapor concentration) for exposures ranging from 3 to 90 min. Saturated chlorine vapor challenges for up to 30 min did not induce significant dermal injuries, whereas saturated chlorine vapor with wetted material on the skin surface for 30-60 min induced SD injuries. DD chlorine injuries could not be induced with this system. The vapor exposure system described in this study provides a means for safely regulating, quantifying and delivering TIC vapors to the skin of weanling swine as a model to evaluate therapeutic treatments."
        },
        {
            "References": "PMID:22533443",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Chlorine is an industrial chemical that can cause cutaneous burns. Understanding the molecular mechanisms of tissue damage and wound healing is important for the selection and development of an effective post-exposure treatment. This study investigated the effect of cutaneous chlorine vapor exposure using a weanling swine burn model and microarray analysis. Ventral abdominal sites were exposed to a mean calculated chlorine vapor concentration of 2.9 g/L for 30 min. Skin samples were harvested at 1.5 hr, 3 hr, 6 hr, and 24 hr post-exposure and stored in RNAlater until processing. Total RNA was isolated, processed, and hybridized to Affymetrix GeneChip Porcine Genome Arrays. Differences in gene expression were observed with respect to sampling time. Ingenuity Pathways Analysis revealed seven common biological functions among the top ten functions of each time point, while canonical pathway analysis revealed 3 genes (IL-6, IL1A, and IL1B) were commonly shared among three significantly altered signaling pathways. The transcripts encoding all three genes were identified as common potential therapeutic targets for Phase II/III clinical trial, or FDA-approved drugs. The present study shows transcriptional profiling of cutaneous wounds induced by chlorine exposure identified potential targets for developing therapeutics against chlorine-induced skin injury."
        },
        {
            "References": "WHO; Environ Health Criteria 21: Chlorine and Hydrogen Chloride p.42 (1982)",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ ... Rats were exposed to chlorine concn of 0, 2.9, 8.7, or 26 mg/cu m (0, 1, 3, or 9 ppm) for 6 hr/day, 5 days/wk, for 6 wk. Some mortality occurred in female rats exposed to 26 mg/cu m ... and smaller gains in body weight were noted in females exposed to 2.9, 8.7, or 26 mg/cu m ... and in males exposed to 8.7 or 26 mg/cu m ... Clinical signs of ocular and upper respiratory tract irritation, such as lacrimation, hyperemia of the conjunctiva, and nasal discharge occurred in rats exposed to 8.7 or 26 mg/cu m ... rats exposed to 2.9 mg/cu m ... showed occasional slight indication of irritation. All groups of rats ... had urinary staining of the perineal fur, and the urinary specific gravity was elevated in females at all ... levels and in males at levels of 8.7 and 26 mg/cu m ... Pathological exam of the rats exposed ... /at/ 26 mg/cu m ... revealed inflammation of the upper and lower respiratory tract. Focal to multifocal mucopurulent inflammation of the nasal turbinates and necrotic erosions of the mucosal epithelium were observed. Inflammation and epithelial hyperplasia in the trachea and bronchiolar areas and epithelial hyperplasia and hypertrophy of the respiratory bronchioles and alveolar ducts accompanied by inflammation were also observed. The alveolar sacs contained incr numbers of alveolar macrophages and secretory material. Focal necrosis, hypertrophy, and hyperplasia of the alveolar epithelial cells adjacent to the alveolar ducts was found together with areas of atelectasis and interstitial inflammation in the lungs."
        },
        {
            "References": "WHO; Environ Health Criteria 21: Chlorine and Hydrogen Chloride p.44 (1982)",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Long-term exposure to chlorine accelerated the evolution of tuberculosis in guinea pigs injected with a virulent strain of human tuberculosis. ... Guinea pigs were exposed to a chlorine level of 5 mg/cu m (1.69 ppm) for 5 hr/day, for 47 days prior to or after the injection. The average survival rate was lower in guinea pigs exposed to chlorine before injection with tuberculosis than in either guinea pigs exposed after injection, or in control animals, which were injected but not exposed to chlorine."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. V3 770",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Exposure of rats to 3 or 9 ppm chlorine for 6 hr/day, 5 days/week for 6 weeks was associated with decreased body weight, increased hematocrit and white cell count (in females exposed to 9 ppm only), and increases in clinical chemistry measures suggestive of altered renal function (alkaline phosphatase, blood urea nitrogen, GGTP, and SGPT). There was gross evidence of an inflammatory reaction in the upper and lower respiratory tract among animals exposed to a 9-ppm concentration of chlorine; animals exposed to 3 ppm exhibited these effects to a lesser degree."
        },
        {
            "References": "PMID:3692014",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ The chronic effects of chlorine on rhesus monkeys at concentrations of 0, 0.1, 0.5, and 2.5 ppm of chlorine in the environment were studied. Four monkeys per sex were assigned to each concentration group and they were exposed for 6 hr/day, 5 days/wk for one yr. There were no exposure related differences among groups in body weight, pulmonary diffusing capacity, distribution of ventilation, elevated neurologic parameters, electrocardiographic parameters, clinical chemistry, hematology, or urinalysis parameters. After 6 wk of high level exposure, ocular irritation was observed during the daily exposures. At the end of the exposure, conjunctival irritation was observed in the group exposed to 2.5 ppm, but there was no evidence of chronic changes in the conjunctiva nor were the corneas affected. Respiratory epithelial hyperplasia of the nasal passages of both sexes exposed to 2.5 ppm was observed in some animals: It was present only in its mildest form at lower exposure concentrations. Tracheal epithelial lesions were associated with a loss of cilia and goblet cells in the affected areas."
        },
        {
            "References": "IPCS INCHEM; Environmental Health Criteria (EHC) Monographs. Chlorine and hydrogen chloride (EHC 21, 1982). Available from, as of July 21, 2016: https://www.inchem.org/pages/ehc.html",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ ... Highly chlorinated water, containing free chlorine at a level of 100 mg/liter, was given daily, as drinking-water, over the entire life span of rats in 7 consecutive generations. The chlorine was well tolerated, and there were no adverse effects on fertility, life span, growth pattern, hematology, or histology. The incidence of malignant tumors was the same in experimental and control groups of rats. /Chlorinated water/"
        },
        {
            "References": "U.S. Environmental Protection Agency's Integrated Risk Information System (IRIS) on Chlorine (7782-50-5).",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ ... Chlorine was administered by gavage in deionized water at doses of 1.0, 2.0 and 5.0 mg chlorine/kg-day to male (12/dose group) and female (24/dose group) Long Evans rats for 66-76 days. Males were treated for 56 days and females for 14 days prior to mating. Dosing continued during the 10-day mating period and afterwards females were dosed with chlorine daily during gestation and lactation. Males were necropsied at the end of the mating period. Dams and some offspring were necropsied at 21 days after birth. Other offspring were dosed with chlorine after weaning until they were 28-40 days old. No statistical differences were observed between the control and dose group in litter survival, litter size and pup weight. Developmental landmarks such as the mean day of eye opening and the average day of observed vaginal patency also were comparable across groups. Adult male rats exposed up to 5.0 mg/kg- day showed no adverse reproductive effects. A NOAEL of 5 mg/kg-day for maternal, fetal and neonatal effects can be defined from this study. /Chlorinated water/"
        },
        {
            "References": "PMID:24429474",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Surface disinfection of fertilized fish eggs is widely used in aquaculture to reduce extraovum pathogens that may be released from brood fish during spawning, and this is routinely used in zebrafish Danio rerio research laboratories. Most laboratories use approximately 25 to 50 ppm unbuffered chlorine solution for 5 to 10 min. Treatment of embryos with chlorine has significant germicidal effects for many Gram-negative bacteria, viruses, and trophozoite stages of protozoa, but is less effective against cyst or spore stages of protozoa and certain Mycobacterium spp. Therefore, we evaluated the toxicity of unbuffered and buffered chlorine solutions to embryos exposed at 6 or 24 hr post-fertilization (hpf) to determine whether higher concentrations can be used for treating zebrafish embryos. Most of our experiments entailed using an outbred line (5D), with both mortality and malformations as endpoints. We found that 6 hpf embryos consistently were more resistant than 24 hpf embryos to the toxic effects of chlorine. Chlorine is more toxic and germicidal at lower pH, and chlorine causes elevated pH. Consistent with this, we found that unbuffered chlorine solutions (pH ca. 8-9) were less toxic at corresponding concentrations than solutions buffered to pH 7. Based on our findings here, we recommend treating 6 hpf embryos for 10 min and 24 hpf embryos for 5 min with unbuffered chlorine solution at 100 ppm. /Chlorinated water/"
        },
        {
            "References": "PMID:11719100",
            "Value": "/GENOTOXICITY/ In the present study, DNA damaging and mutagenic effects of chlorinated drinking water (CDW) extracts obtained from polluted raw water resources were examined in metabolically competent human Hep G2 hepatoma cells using the in vitro micronucleus assay and the single cell gel electrophoresis (SCGE, comet assay). Additionally, the in vivo induction of micronuclei (MN) was studied in polychromatic erythrocytes (PCEs) derived from bone marrow of CDW-treated Wistar rats. Furthermore, we examined the influence of CDW on the lipid peroxidation (LpO) in blood, liver, kidney and testicle of rats. The results demonstrated significant increases of micronucleated PCEs in the bone marrow of rats fed with relatively low CDW doses (33.3 mL/kg body weight per day). Similar effects, i.e. increases of MN frequencies, were found in Hep G2 hepatoma cells after CDW treatment (41 MN/1000 binucleated cells (BNCs) for 167 mL CDW) in comparison to the vehicle control (24 MN/1000 BNC). Additionally, DNA damages caused by CDW were observed in the comet assay. As a product of LpO, the levels of malondialdehyde (MDA) were significantly enhanced almost in all animals and organs tested after CDW treatment. In livers and serum of rats dose-dependent increases of MDA were observed. /Chlorinated water/"
        },
        {
            "References": "USEPA/Office of Pesticide Programs; Reregistration Eligibility Decision Document - Chlorine Gas p.7-13. EPA738-R-99-001 (February 1999). Available from, as of July 21, 2016: https://www.epa.gov/pesticides/reregistration/status.htm",
            "Value": "/GENOTOXICITY/ Negative for micronuclei in bone marrow cells of mice exposed up to toxic doses (80 ppm)."
        },
        {
            "References": "Kool HJ, Van Kreijl CF; Water Res 18 (8): 1011-6 (1984)",
            "Value": "/GENOTOXICITY/ The influence of different treatment processes on the mutagenic activity (Ames test) and some chemical parameters in water were investigated in a few waterworks. Application of a chlorine treatment generally increased the direct and promutagenic activity, but the extent of the increase depended on the type of water chlorinated."
        },
        {
            "References": "PMID:23564508",
            "Value": "/IMMUNOTOXICITY/ Chlorine (Cl2) is a highly irritating and reactive gas with potential occupational and environmental hazards. Acute exposure to Cl2 induces severe epithelial damage, airway hyperreactivity, impaired alveolar fluid clearance, and pulmonary edema in the presence of heightened inflammation and significant neutrophil accumulation in the lungs. Herein, we investigated whether Cl2 exposure affected the lung antimicrobial immune response leading to increased susceptibility to opportunistic infections. Mice exposed to Cl2 and challenged intratracheally 24 hr thereafter with the opportunistic mold Aspergillus fumigatus demonstrated an >500-fold increase in A. fumigatus lung burden 72 hr postchallenge compared with A. fumigatus mice exposed to room air. Cl2-exposed A. fumigatus challenged mice also demonstrated significantly higher lung resistance following methacholine challenge and increased levels of plasma proteins (albumin and IgG) in the bronchoalveolar lavage fluid. Despite enhanced recruitment of inflammatory cells to the lungs of Cl2-exposed A. fumigatus challenged mice, these cells (>60% of which were neutrophils) demonstrated a profound impairment in generating superoxide. Significantly higher A. fumigatus burden in the lungs of Cl2 exposed mice correlated with enhanced production of IL-6, TNF-a, CXCL1, CCL2, and CCL3. Surprisingly, however, Cl2-exposed A. fumigatus challenged mice had a specific impairment in the production of IL-17A and IL-22 in the lungs compared with mice exposed to room air and challenged with A. fumigatus. In summary, our results indicate that Cl2 exposure markedly impairs the antimicrobial activity and inflammatory reactivity of myeloid cells in the lung leading to increased susceptibility to opportunistic pathogens."
        },
        {
            "References": "Clarke, M. L., D. G. Harvey and D. J. Humphreys. Veterinary Toxicology. 2nd ed. London: Bailliere Tindall, 1981., p. 82",
            "Value": "/VETERINARY CASE REPORTS/ Fifteen tons of chlorine escaped from a chemical works and drifted downwind, covering 25 sq km. Cattle were most severely affected, showing dyspnea, lacrimation, profuse nasal discharge and depression, several animals dying within a day or two. Pigs showed salivation, lacrimation, coughing, vomiting and anorexia. Horses suffered from frequent urination and had cracking sounds in the lung; several were unthrifty and dyspneic 6 months later."
        },
        {
            "References": "PMID:25188881",
            "Value": "/OTHER TOXICITY INFORMATION/ Autopsy specimens from human victims or experimental animals that die due to acute chlorine gas exposure present features of cardiovascular pathology. We demonstrate acute chlorine inhalation-induced reduction in heart rate and oxygen saturation in rats. Chlorine inhalation elevated chlorine reactants, such as chlorotyrosine and chloramine, in blood plasma. Using heart tissue and primary cardiomyocytes, we demonstrated that acute high-concentration chlorine exposure in vivo (500 ppm for 30 min) caused decreased total ATP content and loss of sarcoendoplasmic reticulum calcium ATPase (SERCA) activity. Loss of SERCA activity was attributed to chlorination of tyrosine residues and oxidation of an important cysteine residue, cysteine-674, in SERCA, as demonstrated by immunoblots and mass spectrometry. Using cardiomyocytes, we found that chlorine-induced cell death and damage to SERCA could be decreased by thiocyanate, an important biological antioxidant, and by genetic SERCA2 overexpression. We also investigated a U.S. Food and Drug Administration-approved drug, ranolazine, used in treatment of cardiac diseases, and previously shown to stabilize SERCA in animal models of ischemia-reperfusion. Pretreatment with ranolazine or istaroxime, another SERCA activator, prevented chlorine-induced cardiomyocyte death. Further investigation of responsible mechanisms showed that ranolazine- and istaroxime-treated cells preserved mitochondrial membrane potential and ATP after chlorine exposure. Thus, these studies demonstrate a novel critical target for chlorine in the heart and identify potentially useful therapies to mitigate toxicity of acute chlorine exposure."
        },
        {
            "References": "PMID:22447970",
            "Value": "/OTHER TOXICITY INFORMATION/ The genetic basis for the underlying individual susceptibility to chlorine-induced acute lung injury is unknown. To uncover the genetic basis and pathophysiological processes that could provide additional homeostatic capacities during lung injury, 40 inbred murine strains were exposed to chlorine, and haplotype association mapping was performed. The identified single-nucleotide polymorphism (SNP) associations were evaluated through transcriptomic and metabolomic profiling. Using = 10% allelic frequency and = 10% phenotype explained as threshold criteria, promoter SNPs that could eliminate putative transcriptional factor recognition sites in candidate genes were assessed by determining transcript levels through microarray and reverse real-time PCR during chlorine exposure. The mean survival time varied by approximately 5-fold among strains, and SNP associations were identified for 13 candidate genes on chromosomes 1, 4, 5, 9, and 15. Microarrays revealed several differentially enriched pathways, including protein transport (decreased more in the sensitive C57BLKS/J lung) and protein catabolic process (increased more in the resistant C57BL/10J lung). Lung metabolomic profiling revealed 95 of the 280 metabolites measured were altered by chlorine exposure, and included alanine, which decreased more in the C57BLKS/J than in the C57BL/10J strain, and glutamine, which increased more in the C57BL/10J than in the C57BLKS/J strain. Genetic associations from haplotype mapping were strengthened by an integrated assessment using transcriptomic and metabolomic profiling. The leading candidate genes associated with increased susceptibility to acute lung injury in mice included Klf4, Sema7a, Tns1, Aacs, and a gene that encodes an amino acid carrier, Slc38a4."
        }
    ]
}