{
    "_id": {
        "$oid": "6682e94bc4e5dba5ffba29e3"
    },
    "CID": {
        "$numberInt": "24524"
    },
    "Name": "FLUORINE",
    "IUPACName": "molecular fluorine",
    "CanonicalSMILES": "FF",
    "Synonyms": [
        "7782-41-4",
        "F",
        "Fluorine",
        "Fluorine-19",
        "Fluor",
        "bifluoriden",
        "difluorine",
        "fluoro",
        "Fluorures acide",
        "Saeure fluoride",
        "Fluoruri acidi",
        "Fluorine-elemental",
        "Fluorine 19",
        "RCRA waste number P056",
        "HSDB 541"
    ],
    "IsomericSMILES": "FF",
    "INCHI": "InChI=1S/F2/c1-2",
    "INCHIKEY": "PXGOKWXKJXAPGV-UHFFFAOYSA-N",
    "Formula": "F2",
    "MolecularWeight": {
        "$numberDouble": "37.99680633"
    },
    "Description": "Difluorine is a diatomic fluorine and a gas molecular entity. It has a role as a NMR chemical shift reference compound.",
    "XlogP": {
        "$numberDouble": "1.1"
    },
    "Complexity": {
        "$numberInt": "0"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "environmental_bioconcentrations": [
        {
            "References": "(1) O'Neil MJ, ed; The Merck Index. 14th ed., Whitehouse Station, NJ: Merck and Co., Inc., p. 712 (2006)",
            "Value": "Fluorine decomposes in water to form hydrofluoric acid (HF), hydrogen peroxide (H2O2) and oxygen fluoride (OF2)(1). Therefore, bioconcentration in aquatic organisms is not expected to be an important fate process(SRC)."
        }
    ],
    "mechanism_of_action": [
        {
            "References": "Dreisbach, R.H. Handbook of Poisoning. 12th ed. Norwalk, CT: Appleton and Lange, 1987., p. 216",
            "Value": "Fluorine and fluorides act as direct cellular poisons by interfering with calcium metabolism and enzyme mechanisms."
        },
        {
            "References": "Hardman, J.G., L.E. Limbird, P.B. Molinoff, R.W. Ruddon, A.G. Goodman (eds.). Goodman and Gilman's The Pharmacological Basis of Therapeutics. 9th ed. New York, NY: McGraw-Hill, 1996., p. 1538",
            "Value": "Fluoride is an inhibitor of several enzyme systems and diminishes tissue respiration and anaerobic glycolysis. ... /it also/ binds Ca+2. It also inhibits erythrocyte glycolysis. /Fluoride/"
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "DHHS/ATSDR; Toxicological Profile for Fluorine p.67 (July 2003). Available from, as of June 19, 2012: https://www.atsdr.cdc.gov/toxprofiles/index.asp",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ When the shaved backs of New Zealand rabbits were exposed to fluorine gas under 40 pounds of pressure for 0.2-0.6 seconds at distances of 0.5-1.5 inches, the resulting burn appeared to be thermal, rather than chemical in nature. Exposure for 0.2 seconds produced an ischemic area about 1/4 inch in diameter, surrounded by an erythematous area. This became a superficial eschar that sloughed off within 4 days, revealing normal epidermis. The longer exposures produced a flash of flame that resulted in combustion of hair, singeing, and erythema over an area several times the area of the primary burn. Coagulation necrosis and charring of the epidermis was also reported. The wound healed within 13 days. The burns resembled those produced by an oxyacetylene flame, rather than those made by hydrofluoric acid, and so were characterized as thermal, rather than chemical. ..."
        },
        {
            "References": "DHHS/ATSDR; Toxicological Profile for Fluorine p.59 (July 2003). Available from, as of June 19, 2012: https://www.atsdr.cdc.gov/toxprofiles/index.asp",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Swiss-Webster mice that were preexposed once to 30 ppm fluorine for 60 minutes and then exposed to 118-410 ppm fluorine for 15 minutes after an interval of 4-96 hours showed markedly less lung pathology than animals that were not pretreated. At the highest level (410 ppm), exposure 4 hours prior to the challenge reduced the lung pathology from the most severe rating to a rating of normal-mild. Preexposure also reduced the increased lung weight otherwise seen following fluorine exposure."
        },
        {
            "References": "DHHS/ATSDR; Toxicological Profile for Fluorine p.59 (July 2003). Available from, as of June 19, 2012: https://www.atsdr.cdc.gov/toxprofiles/index.asp",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Diffuse lung congestion has been reported in rats, mice, guinea pigs, dogs, and rabbits exposed to fluorine for 5-60 minutes. The severity was concentrated-related. The adverse effect levels for each exposure duration did not appear to vary across species. The ranges of adverse effect levels for each exposure duration were 174-175 ppm for 5 minutes, 87-100 ppm for 15 minutes, 67-71 ppm for 30 minutes, and 47-135 ppm for 60 minutes. Other respiratory effects that were observed in these animals included dyspnea, irritation, and alveolar necrosis."
        },
        {
            "References": "DHHS/ATSDR; Toxicological Profile for Fluorine p.35 (July 2003). Available from, as of June 19, 2012: https://www.atsdr.cdc.gov/toxprofiles/index.asp",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ ... Fluorine toxicity has been investigated in Osborne-Mendel rats. ...  In the rats, the LC50 values for exposures of 5, 15, 30, and 60 minutes were 700, 390, 270, and 185 ppm, respectively. At concentrations near the LC50, few signs of intoxication were observed immediately after exposure, except for irritation of the eyes and nose. Several hours after exposure, the animals exhibited lethargy, dyspnea, and general weakness. Except at concentrations above the LC90, death generally occurred 12-18 hours after exposure. Animals that survived for 48 hours generally survived for the duration of the observation period. Loss of body weight was also observed, but was considered nonspecific and was attributed to anorexia."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists. Documentation of the TLV's and BEI's with Other World Wide Occupational Exposure Values. CD-ROM Cincinnati, OH 45240-4148 2010.",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Five species of laboratory animals were  exposed to fluorine for brief periods (5, 30, or 60 minutes). LC50 values for these animals ranged from 150 ppm for mice (exposure time = 60 minutes) to 820 ppm for rabbits (exposure time = 5 minutes). Mice exposed to sublethal concentrations had pulmonary irritation and delayed development of focal necrosis in the liver and kidney. The animals showed no effects from 60-minute exposures at levels from 38 ppm (dog) to 73 ppm (guinea pig) as judged by lack of irritation, dyspnea, and pulmonary congestion and hemorrhage."
        },
        {
            "References": "DHHS/ATSDR; Toxicological Profile for Fluorine p.70 (July 2003). Available from, as of June 19, 2012: https://www.atsdr.cdc.gov/toxprofiles/index.asp",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Dogs exposed to 5 or 18 ppm for 6 hours/day, 6 days/week for up to 35 days had seizures prior to death."
        },
        {
            "References": "DHHS/ATSDR; Toxicological Profile for Fluorine p.64 (July 2003). Available from, as of June 19, 2012: https://www.atsdr.cdc.gov/toxprofiles/index.asp",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Fluoride levels in the teeth of rats exposed to 18 ppm fluorine for approximately 6 hours/day, 6 days/week for 5 weeks were about 14 times the levels in controls; fluoride levels in the femur were about 6 times that of the controls. The appearance of the teeth was characterized as corresponding to that of very mild to mild dental fluorosis. The fluoride levels in the teeth and bone at lower concentrations decreased in a concentration-related manner. Pigment changes were reported as just perceptible in animals exposed to 2 ppm fluorine."
        },
        {
            "References": "DHHS/ATSDR; Toxicological Profile for Fluorine p.59 (July 2003). Available from, as of June 19, 2012: https://www.atsdr.cdc.gov/toxprofiles/index.asp",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ In 5-week exposure studies ... pulmonary hemorrhage, edema, and bronchial inflammation were reported. These studies found species differences in sensitivity to fluorine-induced respiratory effects. Exposure to 2 ppm, 6 hours/day, 6 days/week for 5 weeks resulted in no effects in rats, pulmonary hemorrhage and edema in dogs, and mild bronchial inflammation in rabbits; respiratory effects (severe pulmonary irritation) were observed in rats exposed to 18 ppm."
        },
        {
            "References": "WHO/EHC; International Program on Chemical Safety Environ Health Criteria 36 on Fluorine and Fluorides (1984). Available from, as of June 19,2012: https://www.inchem.org/documents/ehc/ehc/ehc36.htm#SectionNumber:7.2",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Rats on a low-fluoride diet (0.1-0.3 mg/kg) tolerated drinking water containing 50 mg/L for 6 months without the appearance of histological alterations or effects on the renal function. ... At a fluoride level in the drinking water of 100 mg/L, dilation of the renal tubules appeared in some of the rats. This pathological change was accompanied by incr urine output and incr water consumption in the affected animals. Evidence was presented ... that fluoride may induce the formation of urinary calculi. Results of more recent studies on rats suggest that fluoride at high dose levels (23 mg/kg diet) is one of several factors that determine the likelihood of calculus formation, crystalluria, and urolithiasis ... . /Fluorides/"
        },
        {
            "References": "DHHS/ATSDR; Toxicological Profile for Fluorine p.71 (July 2003). Available from, as of June 19, 2012: https://www.atsdr.cdc.gov/toxprofiles/index.asp",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Rats exposed to 18 ppm fluorine, 6 hours/day, 6 days/week for 5 weeks showed testicular degeneration."
        },
        {
            "References": "PMID:22194412",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ Most riboswitches are metabolite-binding RNA structures located in bacterial messenger RNAs /and/ control gene expression. ...  /Researchers/ have discovered a riboswitch class in many bacterial and archaeal species whose members are selectively triggered by fluoride but reject other small anions, including chloride. These fluoride riboswitches activate expression of genes that encode putative fluoride transporters, enzymes that are known to be inhibited by fluoride, and additional proteins of unknown function. ... Findings indicate that most organisms are naturally exposed to toxic levels of fluoride and that many species use fluoride-sensing RNAs to control the expression of proteins that alleviate the deleterious effects of this anion."
        },
        {
            "References": "WHO/EHC; International Program on Chemical Safety Environ Health Criteria 36 on Fluorine and Fluorides (1984). Available from, as of June 19,2012: https://www.inchem.org/documents/ehc/ehc/ehc36.htm#SectionNumber:7.2",
            "Value": "/OTHER TOXICITY INFORMATION/ The first visible sign of chronic fluoride intoxication in lab animals is dental fluorosis. No general threshold value can be given. However, a loss of the orange-brown pigmentation of the incisors is seen in rats maintained on a low-fluoride diet (0.1-0.3 mg/kg dry weight) and drinking water containing 25 mg/L of fluoride ... When the fluoride concn of the drinking water was incr to 50-100 mg/L, the incisors became white and chalk-like with tips that fractured easily. /Fluorides/"
        },
        {
            "References": "WHO/EHC; International Program on Chemical Safety Environ Health Criteria 36 on Fluorine and Fluorides (1984). Available from, as of June 19, 2012: https://www.inchem.org/documents/ehc/ehc/ehc36.htm#SectionNumber:7.2",
            "Value": "/OTHER TOXICITY INFORMATION/ Excess cancer rates have been documented in various occupational groups exposed to fluorides. Thus, fluorspar miners ... and aluminum production workers ... have been subject to lung cancer more frequently than expected. ... Because most occupational exposures that include fluoride are mixed exposures, only limited evidence from such studies bears specific relevance to the wider concept of the possible carcinogenic effects of long-term fluoride exposures on human beings. /Fluorides/"
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "(1) Gerritse RG et al; J Environ Qual 11: 359-364 (1982) (2) O'Neil MJ, ed; The Merck Index. 14th ed., Whitehouse Station, NJ: Merck and Co., Inc., p. 712 (2006)",
            "Value": "Elemental fluorine was found to be very mobile in both sandy and sandy loam soils(1). Fluorine decomposes in water to form hydrofluoric acid (HF), hydrogen peroxide (H2O2) and oxygen fluoride (OF2)(2); therefore, fluorine is expected to decompose in moist soils as it reacts with water(SRC)."
        }
    ]
}