{
    "_id": {
        "$oid": "6682e94cc4e5dba5ffba29ea"
    },
    "CID": {
        "$numberInt": "24550"
    },
    "Name": "STANNOUS FLUORIDE",
    "IUPACName": "difluorotin",
    "CanonicalSMILES": "F[Sn]F",
    "Synonyms": [
        "Tin(II) fluoride",
        "STANNOUS FLUORIDE",
        "7783-47-3",
        "Tin difluoride",
        "Fluoristan",
        "Tin bifluoride",
        "Difluorostannylene",
        "difluorotin",
        "Crest",
        "SnF2",
        "3FTR44B32Q",
        "Stannous fluoride (USP)",
        "Stannous fluoride [USP]",
        "Omnii-Gel",
        "Gel-Kam"
    ],
    "IsomericSMILES": "F[Sn]F",
    "INCHI": "InChI=1S/2FH.Sn/h2*1H;/q;;+2/p-2",
    "INCHIKEY": "ANOBYBYXJXCGBS-UHFFFAOYSA-L",
    "Formula": "F2Sn",
    "MolecularWeight": {
        "$numberDouble": "156.71"
    },
    "Description": "Stannous fluoride is an inorganic fluoride salt.",
    "XlogP": {
        "$numberDouble": "NaN"
    },
    "Complexity": {
        "$numberInt": "2"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "mechanism_of_action": [
        {
            "References": "PMID:7008492",
            "Value": "DENTAL STUDENTS RINSED FOR 4 DAYS WITH 0.2% AQ SOLN STANNOUS FLUORIDE OR STANNIC TETRACHLORIDE & IN ADDITION 15% SUCROSE TO ENHANCE PLAQUE FORMATION. TIN(2+) SHOWED MARKED INHIBITING ACTIVITY WHEREAS THE TIN(4+) SHOWED ONLY SLIGHT EFFECT. THE TIN(2+) ION ALSO REDUCED THE ACIDOGENICITY OF THE DENTAL PLAQUE WHEREAS THE TIN(4+) SHOWED NO EFFECT. TIN(2+) REDUCES METABOLIC ACTIVITY OF PLAQUE BY OXIDIZING THIOL GROUPS BY AFFINITY FOR THEM. THIS IS NOT THE CASE FOR TIN(4+)."
        },
        {
            "References": "Osol, A. and J.E. Hoover, et al. (eds.). Remington's Pharmaceutical Sciences. 15th ed. Easton, Pennsylvania: Mack Publishing Co., 1975., p. 727",
            "Value": "/STANNOUS FLUORIDE/ ... ALTERS THE COMPOSITION & CRYSTALLINE STRUCTURE OF THE HYDROXYAPATITE-LIKE SALTS THAT MAKE UP THE BULK OF ENAMEL, ESPECIALLY, & DENTIN, SO THAT THE TOOTH MATERIAL IS MORE RESISTANT TO ACIDIC EROSION & DENTAL CARIES (DECAY)."
        },
        {
            "References": "American Hospital Formulary Service-Drug Information 88. Bethesda, MD: American Society of Hospital Pharmacists, 1988 (Plus supplements)., p. 2159",
            "Value": "When stannous fluoride is applied topically to teeth, a highly adherent surface coating composed mainly of tin phosphate and smaller amounts of calcium fluoride and a tin hydroxyorthophosphate is formed on enamel."
        },
        {
            "References": "PMID:6952551",
            "Value": "IN A STANDARDIZED RABBIT MODEL, YELLOW GOLDEN STAIN FORMED ON TOOTH SURFACES DURING USE OF STANNOUS FLUORIDE IS DUE TO ITS LOW PH WHICH CAUSES DENATURATION OF PELLICLE PROTEIN WITH EXPOSURE TO SULFHYDRYL GROUPS, WHICH FORM STANNIC SULFIDES THROUGH REACTIONS WITH TIN(2+)."
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "PMID:1056366",
            "Value": "ADMIN OF 20 PPM FLUORIDE AS STANNOUS FLUORIDE OR SODIUM FLUORIDE IN DRINKING WATER TO RATS CAUSED AMELOBLASTS OF INCISORS AFTER 6 MO. CHANGES WERE MORE LOCALIZED & LESS SEVERE FROM STANNOUS FLUORIDE THAN FROM SODIUM FLUORIDE."
        },
        {
            "References": "Clayton, G.D., F.E. Clayton (eds.) Patty's Industrial Hygiene and Toxicology. Volumes 2A, 2B, 2C, 2D, 2E, 2F: Toxicology. 4th ed. New York, NY: John Wiley & Sons Inc., 1993-1994., p. 2269",
            "Value": "DERMAL EFFECTS FROM SOLUBLE ... STANNOUS FLUORIDE AND TIN DICHLORIDE IN SKIN SCRATCHES IN UPPER EPIDERMIS IN RABBITS PRODUCED DESTRUCTIVE REACTION WITH INTRAEPIDERMAL POLYMORPHONUCLEAR LEUKOCYTE PUSTULES OCCURRING ON EACH SIDE OF SCRATCH WHEN SCRATCHES WERE COVERED FOR 18 HR. TIN FLUORIDE WAS DESTRUCTIVE AT LOWER CONCN (0.25%) THAN TIN DICHLORIDE (1.0%). ... SUGGESTED THAT THESE TIN SALTS MAY INTERFERE WITH ENZYMES OF BENEFICIAL EFFECT OF IMFLAMMATION."
        },
        {
            "References": "KESSABI M ET AL; TOXICOL LETT (AMST) 7 (6): 463-8 (1981)",
            "Value": "SINGLE IP INJECTIONS OF 0.5 MMOL FLUORIDE/KG AND REPEATED IP INJECTIONS OF 0.25 MMOL FLUORIDE AS STANNOUS FLUORIDE CAUSE KIDNEY TUBULAR LESIONS DEMONSTRATED BY INCR URINE GAMMA-GLUTAMYL TRANSFERASE. INCR DIURESIS & PHOSPHATURIA & DECR NATRIURIA & KALIURIA WERE ALSO OBSERVED IN MALE RATS."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V23 275 (1982)",
            "Value": "... A SIGNIFICANT ENHANCEMENT IN THE FREQUENCY OF SEX-LINKED RECESSIVE LETHALS /OCCURRED IN DROSOPHILA MELANOGASTER/ AFTER TREATMENT WITH ... 25% STANNOUS FLUORIDE."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V23 272 (1982)",
            "Value": "HIGH IP DOSES OF STANNOUS FLUORIDE (GREATER THAN OR EQUAL TO 10 MG/KG BODY WT) WERE REPORTED TO CAUSE VARYING DEGREES OF EMBRYOLETHALITY & TERATOGENICITY IN GROUPS OF FIVE TO SEVEN MICE."
        },
        {
            "References": "PMID:288763",
            "Value": "STANNOUS FLUORIDE DILUTED TO VARIOUS CONCENTRATIONS WITH BRAIN HEART INFUSION BROTH WAS A GROWTH INHIBITOR IN 5 STRAINS OF ACTINOMYCES VISCOSUS. IT WAS MOST EFFECTIVE AT 500 PPM FLUORIDE AFTER 1 HOUR AND AT 100 PPM FLUORIDE AFTER 24 HOURS EXPOSURE."
        },
        {
            "References": "PMID:4511343",
            "Value": "IN TREATMENT OF TOOTH EXTRACTION WOUNDS IN RATS, FLUORIDES SUCH AS STANNOUS FLUORIDE INHIBITED BONE RESORPTION."
        },
        {
            "References": "PMID:286709",
            "Value": "IN DOGS REGULAR STANNOUS FLUORIDE (0.4% SOLN) RINSES IN COMBINATION WITH TOOTHBRUSHING RESULTED IN A SIGNIFICANT REDUCTION OF SUPRAGINGIVAL PLAQUE COMPARED TO BRUSHING ALONE."
        },
        {
            "References": "PMID:297074",
            "Value": "SEVERAL FLUORIDE SOLUTIONS WERE TESTED ON COW'S ENAMEL FOR THEIR ABILITY TO PREVENT CARIES. STANNOUS FLUORIDE GAVE 7 TO 20 TIMES MORE FLUORIDE IN THE ENAMEL THAN DID OTHER FLUORIDES TESTED."
        },
        {
            "References": "PMID:6953070",
            "Value": "THE FLUORIDATING EFFECT OF A 4% AQUEOUS SOLUTION OF STANNOUS FLUORIDE APPLIED FOR 5 MINUTES & 30 MINUTES WAS STUDIED IN HUMAN MOLARS. A SINGLE TOPICAL TREATMENT OF 5 AND 30 MINUTES DID NOT PRODUCE A SIGNIFICANT ENRICHMENT OF FLUORIDE IN THE ENAMEL."
        },
        {
            "References": "PMID:7268769",
            "Value": "ALTERATIONS IN RAT (CHARLES RIVER) HEPATIC MIXED OXIDASE ACTIVITIES WERE MEASURED IN VIVO & IN VITRO 20 HR AFTER PRETREATMENT WITH A SINGLE IP DOSE OF STANNOUS FLUORIDE OR SODIUM FLUORIDE (225-250 UMOL/KG). WITH STANNOUS FLUORIDE PRETREATMENT, N-DEMETHYLATION OF AMINOPYRINE & O-DEMETHYLATION OF P-NITROANISOLE WERE SIGNIFICANTLY DECREASED, WHEREAS, SODIUM FLUORIDE IN AN EQUIMOLAR DOSE DID NOT AFFECT N-DEMETHYLATION BUT DID DECREASE O-DEMETHYLATION. THE INHIBITION OF HEPATIC MIXED FUNCTION OXIDASE ACTIVITIES IN THE RAT IS PRIMARILY DUE TO THE STANNOUS ION & FLUORIDE ION HAS VERY LITTLE EFFECT ON THESE ENZYME ACTIVITIES."
        }
    ]
}