{
    "_id": {
        "$oid": "6682e94dc4e5dba5ffba29ef"
    },
    "CID": {
        "$numberInt": "24586"
    },
    "Name": "NICKEL SULFATE",
    "IUPACName": "nickel(2+);sulfate",
    "CanonicalSMILES": "[O-]S(=O)(=O)[O-].[Ni+2]",
    "Synonyms": [
        "NICKEL SULFATE",
        "Nickel sulphate",
        "Nickel(II) sulfate",
        "Nickelous sulfate",
        "7786-81-4",
        "Nickel(2+) sulfate",
        "Nickel sulfate(1:1)",
        "Nickel(II) sulfate (1:1)",
        "15244-37-8",
        "NiSO4",
        "Nickel(2+) sulfate (1:1)",
        "Sulfuric acid",
        "nickel(2+)salt",
        "Sulphuric acid",
        "nickel(II) salt",
        "nickel(2+);sulfate",
        "Sulfuric acid nickel(2+) salt"
    ],
    "IsomericSMILES": "[O-]S(=O)(=O)[O-].[Ni+2]",
    "INCHI": "InChI=1S/Ni.H2O4S/c;1-5(2,3)4/h;(H2,1,2,3,4)/q+2;/p-2",
    "INCHIKEY": "LGQLOGILCSXPEA-UHFFFAOYSA-L",
    "Formula": "NiO4S",
    "MolecularWeight": {
        "$numberDouble": "154.76"
    },
    "Description": "Nickel sulfate is a metal sulfate having nickel(2+) as the metal ion. It has a role as an allergen. It contains a nickel(2+).",
    "XlogP": {
        "$numberDouble": "NaN"
    },
    "Complexity": {
        "$numberInt": "62"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "mechanism_of_action": [
        {
            "References": "Rom, W.N. (ed.). Environmental and Occupational Medicine. 2nd ed. Boston, MA: Little, Brown and Company, 1992., p. 426",
            "Value": "Inhibition of tanned red cell hemagglutination reactions indicated the presence of specific antibody in the patient's serum."
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "Clayton, G. D. and F. E. Clayton (eds.). Patty's Industrial Hygiene and Toxicology: Volume 2A, 2B, 2C: Toxicology. 3rd ed. New York: John Wiley Sons, 1981-1982., p. 1828",
            "Value": "... EXAM A GROUP OF 40 MALE ALBINO RATS THAT HAD RECEIVED 3 MG NI/KG BODY WT AS NICKEL SULFATE HEXAHYDRATE NISO4.6H2O DAILY FOR 90 DAYS FOR CHANGES IN ENZYME ACTIVITIES & MORPHOLOGY. ... CHANGES IN ATPASE OCCURRED AT ALL EXAM TIMES IN KIDNEYS & TESTES, PROVING STIMULATORY AT ALL PERIODS IN TESTES, BUT ONLY AT 30 DAYS IN KIDNEYS, AFTER WHICH ACTIVITY SIGNIFICANTLY DECR ... A LATENT PERIOD OF ABOUT 90 DAYS ELAPSED BEFORE PHOSPHORYLASE ACTIVITY OF CARDIAC MUSCLE SHOWED SIGNIFICANT DEPRESSION ... ASSOC WITH THESE BIOCHEMICAL CHANGES WERE DELAYED HISTOLOGICAL CHANGES IN KIDNEY WHICH BECAME CONGESTED AT 60 DAYS ... BY 90 DAYS FOCAL & NECROSIS OF PROXIMAL CONVOLUTED TUBULES ... DEGENERATIVE CHANGES IN ... SEMINIFEROUS TUBULES ... & MYOCARDIAL NECROSIS ... /NICKEL SULFATE HEXAHYDRATE/"
        },
        {
            "References": "Venugopal, B. and T.D. Luckey. Metal Toxicity in Mammals, 2. New York: Plenum Press, 1978., p. 295",
            "Value": "THE GROWTH RATE IS REDUCED IN CHICKENS FED 900-1300 PPM NICKEL AS ... THE SULFATE."
        },
        {
            "References": "Venugopal, B. and T.D. Luckey. Metal Toxicity in Mammals, 2. New York: Plenum Press, 1978., p. 295",
            "Value": "THE REPRODUCTIVE CAPACITY OF MALE RATS IS IMPAIRED BY REDUCED SPERMATOGENESIS & SPERM MOTILITY FOLLOWING AN ORAL INTAKE OF 23 MG NICKEL SULFATE (NISO4)/KG DAILY FOR 3 MO & OTHER CHANGES NOTICED WERE SMALLER TESTES, PROLIFERATION OF CONNECTIVE TISSUE IN INTERSTITIAL REGION, & INCR INTERSTITIAL CELLS. THE NUMBER OF LITTERS & SURVIVAL OF PUPS DECR WITH DIETARY INTAKE OF 1600 PPM NI; SIMILAR EFFECTS ON RAT REPRODUCTIVE PROCESSES WERE OBSERVED UPON SC ADMIN OF NISO4. SHRINKAGE OF CENTRAL TUBULES, HYPEREMIA OF INTERTUBULAR CAPILLARIES, & DISINTEGRATION OF SPERMATOZOA WERE OBSERVED 18 HR AFTER SINGLE DOSE OF 2.3 MG NISO4/KG, BUT THESE EFFECTS ARE REVERSIBLE WHEN THE INTAKE IS REDUCED TO PHYSIOLOGIC LEVELS."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V11 92 (1976)",
            "Value": "... NO TUMORS WERE PRODUCED BY IM INJECTIONS OF 5 MG NICKEL SULFATE INTO BOTH THIGHS OF 32 WISTAR RATS OBSERVED FOR UP TO 603 DAYS. NO CONTROLS WERE USED (GILMAN, 1962)."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V11 99 (1976)",
            "Value": "/SURGICAL IMPLANTATIONS OF NICKEL SULFATE, FORMED INTO PELLETS WITH SHEEP FAT INTO MUSCLE OF 35 NIH BLACK RATS/. PELLETS OF SHEEP FAT ALONE WERE SIMILARY IMPLANTED IN CONTROL GROUP OF 35 RATS. AFTER 18 MO ... /ONE SARCOMA/ OBSERVED ... NO TUMORS OBSERVED ... IN CONTROLS (PAYNE, 1964)."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V11 100 (1976)",
            "Value": "... IN TISSUE CULTURES OF RAT EMBRYO MUSCLE CELLS ... NICKEL SULFATE /CAUSED/ SLIGHT INHIBITION OF ... /GLYCERALDEHYDE-3-PHOSPHATE DEHYDROGENASE ACTIVITY/."
        },
        {
            "References": "Clayton, G. D. and F. E. Clayton (eds.). Patty's Industrial Hygiene and Toxicology: Volume 2A, 2B, 2C: Toxicology. 3rd ed. New York: John Wiley Sons, 1981-1982., p. 1829",
            "Value": "... NICKEL CHLORIDE (NICL2), NICKEL SULFATE (NISO4), & NICKEL NITRATE (NI(NO3)2) /WERE NOT/ ... MUTAGENIC IN A STUDY OF MUTATION IN STREPTOMYCIN-DEPENDENT E COLI STRAIN ... SIMILAR NEGATIVE RESULTS WERE FOUND ON TESTING BACTERIOPHAGE T4 WITH NISO4 DURING PHAGE REPLICATION IN T4-INFESTED E COLI ..."
        },
        {
            "References": "Patty, F. (ed.). Industrial Hygiene and Toxicology: Volume II: Toxicology. 2nd ed. New York: Interscience Publishers, 1963., p. 1121",
            "Value": "... SEVERE DAMAGE /OCCURRED/ TO MYOCARDIUM & LIVER PARENCHYMA OF RABBITS DRINKING WATER CONTAINING NICKEL SULFATE EQUIVALENT TO 0.54 MG/KG FOR 60 DAYS."
        },
        {
            "References": "Davies GR; Pot Experiments Testing Zinc, Copper and Nickel Salts on the Growth and Composition of Crops; Ref Book - Minist Agric, Fish Food (GB): 326 (Inorg Pollut Agric) 191-204 (1980)",
            "Value": "Different crops in England and Wales responded differently to the toxic levels of zinc, copper, and nickel added to the soil as the sulfate. French beans showed serious yield reductions from the addition of 50 mg nickel/l. Sensitivity of crops to metals was reduced at high pH. Interactions between copper and zinc were shown by barley and between nickel and zinc by French beans."
        },
        {
            "References": "Kapur K, Yadav NA; Acta Hydrochim Hydrobiol 10 (5): 517-22 (1982)",
            "Value": "The hatching success of Cyprinus carpio var communis eggs was impaired by addition of copper sulfate, cadmium sulfate, zinc sulfate, nickel sulfate, ferrous sulfate, stannic chloride, cobaltous chloride, or lead acetate. The order of toxicities of the various metals was: cadmium sulfate greater than lead acetate greater than copper sulfate greater than zinc sulfate greater than cobaltous chloride greater than nickel sulfate greater than ferrous sulfate greater than stannic chloride."
        },
        {
            "References": "Kasprzak KS et al; Carcinogenesis (Lond) 4 (3): 275-80 (1983)",
            "Value": "During a 2 year experiment, local sarcomas developed in 5/20 rats injected IM with 120 umol of nickel(II) hydroxide air-dried gel, in 3/20 rats similarly injected with 120 mumol of crystalline industrial nickel(II) hydroxide and in 16/20 rats injected IM with 40 umol of nickel subsulfide. No tumors were found in animals which had been injected im with 15 doses of 4.4 umol of nickel sulfate (total dose equalled 66 umol/rat or sodium sulfate injected controls. An inverse relation may exist between the tumor yield and rate of solubilization of the compounds tested."
        },
        {
            "References": "PMID:6695390",
            "Value": "Nickel sulfate (0.8 of the median lethal concentration of the fish in 96 hr) decreased muscle glycogen by 35.2% and increased blood lactic acid levels of Colisa fasciatus, as compared to controls. Blood lactic acid increased at all stages attaining a maximum of 78.12% at 12 hr ... The severe stress conditions caused by Ni-induced pathological changes in the gills and blood may be responsible for these metabolic changes."
        },
        {
            "References": "Lipp NW, Hockenhull Y; Bryologist 86 (4): 342-6 (1984)",
            "Value": "Gemmalings of the thallose liverwort Marchantia polymorpha were cultivated in liquid nutrient medium in the presence of varying concentrations and chemical forms of Ni. Initial experiments using nickel sulfate (NiSO4) demonstrated significant growth stimulations at 0.15 ppm Ni, and marked toxic responses at levels > 0.25 ppm Ni."
        },
        {
            "References": "PMID:6218124",
            "Value": "Nickel sulfate (1.5X10-3 to 3.8X10-4 M) ... inhibited DNA formation by thymocytes and splenic cells from male guinea pigs."
        },
        {
            "References": "Babich H, Stotzky G; Regul Toxicol Pharmacol 3 (1): 82-99 (1984)",
            "Value": "The toxicity of nickel to mycelial growth of filamentous fungi and to replication of eubacteria, an actinomycete, and yeast was influenced by various environmental abiotic factors. Sulfide and phosphate reduced the toxicity of Ni by the formation of insoluble salts. The clay minerals, montmorillonite and kaolinite, and the hydrous oxides of aluminum or manganese reduced the toxicity, presumably by the adsorption of cationic Ni to their negatively charged surfaces. Amino acids, such as aspartic acid; complex organics, such as tryptone; ... yeast extract; and chelating agents, such as citrate, 2,6-pyridine dicarboxylic acid, nitrilotriacetic acid, and EDTA, significantly reduced the toxicity of Ni, presumably as the result of decreased attraction between the negatively charged cell surfaces and the complexed Ni."
        },
        {
            "References": "Chaudhry HS, Nath K; Water Air Soil Pollut 24 (2): 173-6 (1985)",
            "Value": "Effect of nickel sulfate at the sublethal dose of 64 ppm (0.8 of LC50 96 hr) on the blood glucose levels of the fresh-water fish, Colisa fasciatus, was estimated from 3-96 hr. The blood glucose level exhibits a steady increase due to Ni toxicity. A maximum increase of 85.08% was observed at 96 hr (p < 0.0001). The hyperglycemia in Colisa fasciatus, caused by exposure to nickel sulfate, was possibly a reflection of stress induced hormone mediated response. The blood glucose level was a reliable indicator of Ni toxicity to fish."
        },
        {
            "References": "PMID:6667313",
            "Value": "A primary objective of the work described was to determine the embryotoxic effects induced by nickel sulfate upon the development of the Paracentrotus lividus. ... The development of the P lividus was totally blocked at a concentration of 0.5x10-2M of nickel sulfate, while an enormous development was observed at concentrations of 0.5x10-3M and 0.5x10-4M. Finally, a concentration of 0.5x10-5M caused a slow development. A normal development was observed only at a concentration of 0.5x10-6M. These results indicate that nickel sulfate may be an inhibitor of the /normal embryonic/ development."
        },
        {
            "References": "Muramoto S; J Environ Sci Health Part A Environ Sci Eng 18 (6): 787-96 (1983)",
            "Value": "The effect of complexans (NTA (nitrilotriacetic acid), EDTA) on the toxicity of ... nickel sulfate (NiSO4) to carp (Cyprinus carpio), and on the accumulation of metals in fish at lethal level concentrations was studied. ... The concentration of metals in fish exposed to ... nickel sulfate was remarkably lower than those in the fish exposed to other heavy metals, cadmium, lead, zinc, chromium, and aluminum. The inhibition of Ni accumulation by the presence of complexans was recognized throughout the fish, but no significant decrease of mortality was seen."
        },
        {
            "References": "PMID:6379438",
            "Value": "... Nickel sulfate (NiSO4) was tested for the induction of gene conversion at the trp5 locus and reverse mutation at the ilv1 locus in the D7 strain of Saccharomyces cerevisiae. NiSO4 ... did not induce any reverse mutations and gave a weak positive response for gene conversion."
        },
        {
            "References": "National Research Council. Drinking Water and Health, Volume 6. Washington, D.C.: National Academy Press, 1986., p. 74",
            "Value": "Reproductive effects in /rat/ males from exposure to ... /nickel sulfate/: Damage to testicular parenchyma; reduced fertility /25 mg/kg/day, oral, 120 days/ /From table/"
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V11 90 (1976)",
            "Value": "40 FEMALE SWISS MICE RECEIVED SINGLE IM INJECTION INTO EACH THIGH MUSCLE OF 10 MG OF METALLIC DUST ... TAKEN FROM A FLUE AT A NICKEL REFINERY. THE DUST CONTAINED 20% NI SULFATE, 57% NI SUBSULFIDE & 6.3% NI OXIDE & WAS ADMIN AS SUSPENSION IN PENICILLIN G PROCAINE. THERE WERE 36 SURVIVORS @ 90 DAYS; 23 SARCOMAS ... IN STRIATED MUSCLE WERE FORMED @ APPROX 1/3 OF INJECTION SITES. CONTROLS INJECTED WITH PENICILLIN G PROCAINE DEVELOPED NO SARCOMAS. (GILMAN & RUCKERBAUER, 1962)"
        },
        {
            "References": "PMID:3664971",
            "Value": "Interference with gap-junctional (cell-cell) communication was studied in NIH 3T3 cells exposed to nickel sulfate, magnesium sulfate, or both salts combined. Monolayered NIH 3T3 donor cells were labeled with (3)H-uridine for 3 hr and then co-cultured with non-labeled recipient NIH 3T3 cells for 3 hr in the presence of 0.5-20 mM nickel sulfate, 1.0-100 mM magnesium sulfate, or 5 mM nickel sulfate plus 1.0-100 mM magnesium sulfate; 12-O-tetradecanoylphorbol-13-acetate, 16-160 pM, served as a positive control. Nickel sulfate disrupted cell-cell communication in a dose-related manner from 98% of the base value at 0.5 mM nickel sulfate to 2% at 5 mM nickel sulfate. Cell viability was not affected by 0.5-5 mM nickel sulfate. The inhibitory action of 5 mM nickel sulfate was partially prevented by 5.0-100 mM magnesium sulfate. However, magnesium sulfate did not prevent inhibition by 12-O-tetradecanoylphorbol-13-acetate."
        },
        {
            "References": "PMID:3829003",
            "Value": "The ability of calcium chromate, nickel sulfate, and nickel chloride to induce chromosomal aberrations in Chinese hamster ovary and C3H1OT1/2-mouse cell lines was investigated. Chinese hamster ovary and C3H1OT1/2 cells were grown in monolayer culture and exposed to various concentrations of nickel and chromium compounds for various time periods. Nickel chloride and nickel sulfate induced chromosomal aberrations primarily in heterochromatin in both cell lines, while calcium chromate showed no preference for heterochromatin or euchromatin. Nickel compounds also showed a preferential effect on the condensation state of the heterochromatic long arm of X-chromosome, this effect was more dramatic with nickel sulfate. No effect was observed with calcium chromate. Calcium chromate was more effective than the nickel compounds in inducing chromosomal aberrations."
        },
        {
            "References": "Friberg, L., Nordberg, G.F., Kessler, E. and Vouk, V.B. (eds). Handbook of the Toxicology of Metals. 2nd ed. Vols I, II.: Amsterdam: Elsevier Science Publishers B.V., 1986., p. V2 462",
            "Value": "IN LABORATORY ANIMALS, INHALATION OF NICKEL CMPD WITH LOW SOLUBILITY CAUSES INFLAMMATORY REACTIONS IN NASAL MUCOSA & IN LUNG. /NICKEL SALTS/"
        },
        {
            "References": "Sunderman FW; Sangyo Ika Daegaku Zasshi 9 (suppl): 84-94 (1987)",
            "Value": "Although water soluble nickel salts have not been shown to initiate carcinogenesis in rodents, the soluble nickel salts are evidently effective as cancer promotors following initiation of tumorigenesis by aromatic hydrocarbons and nitrosoamines. Growing evidence suggest that the nickel(III)/nickel(II) redox couple facilitates oxygen free radical reactions, which may represent one of the molecular mechanisms for genotoxicity and carcinogenicity of nickel cmpds. /Soluble nickel cmpd/"
        },
        {
            "References": "Toxicology & Carcinogenesis Studies of Nickel Sulfate Hexahydrate in F344/N Rats and B6C3F1 Mice (Inhalation Studies). Technical Report Series No. 454 (1996) NIH Publication No. 96-3370 U.S. Department of Health and Human Services, National Toxicology Program, National Institute of Environmental Health Sciences, Research Triangle Park, NC 27709",
            "Value": "... CONCLUSIONS: Under the conditions of these 2 yr inhalation studies, there was no evidence of carcinogenic activity of nickel sulfate hexahydrate in male or female F344/N rats exposed to 0.12, 0.25, or 0.5 mg/cu m (0.03, 0.06, or 0.11 mg nickel/cu m). There was no evidence of carcinogenic activity of nickel sulfate hexahydrate in male or female B6C3Fl mice exposed to 0.25, 0.5, or 1 mg/cu m (0.06, 0.11, or 0.22 mg nickel/cu m)."
        },
        {
            "References": "PMID:9494062",
            "Value": "Nickel sulfate (2.0 mg/100 g body weight) dissolved in double-distilled water was administered (ip) on alternate days for ten doses to normal protein-fed and protein-restricted Wister strain albino rats (body weight 160 + or - 5 g). Two groups were used: one with normal protein diet, whereas the other with protein-restricted diet served as control. Twenty-four hours after the last treatment, the animals were sacrificed by decapitation. Tissues such as the testes, seminal vesicles, epididymisand prostate were dissected out, wiped clean, and stored at -20 °C until analysis. Lactate dehydrogenase (LDH) activities, glutamate oxaloacetate transaminase (GOT) activities, glycogen content, cholesterol content, and total protein content of the testes were estimated. Nickel sulfate administration significantly decreased the body weight of both normal protein-fed and protein-restricted groups of animals; the organ weights were also decreased. Significant decrease of LDH activity was observed, but GOT activity was not altered significantly. Testicular glycogen and cholesterol increased significantly in both experimental groups, but total protein content decreased. Nickel sulfate seems to have an adverse effect on the male reproductive system in both groups of animals fed with normal protein (18% casein) diet and protein restricted (5% casein) diet."
        },
        {
            "References": "Obone E et al; J Toxicol Environ Health 57 (6): 379-401 (1999)",
            "Value": "Adult male Sprague-Dawley rats were given 0, 0.02, 0.05, and 0.1% nickel sulfate (NiSO4-6H2O) or 0, 44.7, 111.75, and 223.5 mg Ni/L, respectively, in their drinking water for 13 wk. Twenty-four hours following the end of such treatment, all animals survived and no apparent clinical signs of toxicity were noted. The final mean body weights of various nickel sulfate-treated rats were not significantly decreased except for the 0.1% nickel sulfate treated group when compared to those in the control. The absolute and relative organ weights were either increased or decreased or remained unchanged, depending on the organ and the dose of nickel sulfate. Total plasma proteins, plasma albumin and globulins, and plasma glutamic pyruvic transaminase activity were all significantly decreased in 0.1% nickel sulfate-treated rats. Lymphocyte subpopulations (T and B cells) were induced at lower dose levels, but suppressed at the highest (0.1%) dose group. A significant decrease in urine volume and an increase in BUN were observed at the highest dose group. Biochemical analysis of bronchoalveolar lavage fluid and lung tissue showed some lung damage, whereas no damage to the testis or DNA in liver and kidneys were found. No gross or microscopic changes were seen in any of the various tissues examined. The relative order of bioaccumulation of nickel in different organs of rats when treated at 0.1% nickel sulfate (223.5 mg Ni/L) was kidneys > testes > lung = brain > spleen > heart = liver. But with regard to order of toxicity, both immune and pulmonary systems were found to be very sensitive targets, followed by kidney."
        }
    ]
}