{
    "_id": {
        "$oid": "6682e94ec4e5dba5ffba29f4"
    },
    "CID": {
        "$numberInt": "24597"
    },
    "Name": "POTASSIUM CHROMATE",
    "IUPACName": "dipotassium;dioxido(dioxo)chromium",
    "CanonicalSMILES": "[O-][Cr](=O)(=O)[O-].[K+].[K+]",
    "Synonyms": [
        "POTASSIUM CHROMATE",
        "7789-00-6",
        "Bipotassium chromate",
        "Potassium chromate(VI)",
        "Dipotassium chromate",
        "Dipotassium monochromate",
        "Chromate of potash",
        "Chromate of potass",
        "Neutral potassium chromate",
        "Caswell No. 687",
        "Chromic acid",
        "dipotassium salt",
        "Potassium chromate (K2(CrO4))",
        "CCRIS 882",
        "HSDB 1249",
        "dipotassium;dioxido(dioxo)chromium"
    ],
    "IsomericSMILES": "[O-][Cr](=O)(=O)[O-].[K+].[K+]",
    "INCHI": "InChI=1S/Cr.2K.4O/q;2*+1;;;2*-1",
    "INCHIKEY": "XMXNVYPJWBTAHN-UHFFFAOYSA-N",
    "Formula": "CrK2O4",
    "MolecularWeight": {
        "$numberDouble": "194.19"
    },
    "Description": "Potassium chromate is a potassium salt consisting of potassium and chromate ions in a 2:1 ratio. It has a role as a carcinogenic agent and an oxidising agent. It contains a chromate(2-).",
    "XlogP": {
        "$numberDouble": "NaN"
    },
    "Complexity": {
        "$numberInt": "62"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "environmental_bioconcentrations": [
        {
            "References": "(1) USEPA; Ambient Water Quality Criteria Doc: Chromium p.54 (1984) EPA 440/5-84-029. Available from, as of Dec 17, 2015: https://nepis.epa.gov/Exe/ZyPDF.cgi?Dockey=60000XZI.PDF (2) Franke C et al; Chemosphere 29: 1501-14 (1994)",
            "Value": "Using potassium chromate as the source for chromium, a BCF of 1.0 (based on chromium) was determined for the whole body of Salmo gairdneri (rainbow trout) over a 30 days duration period(1). According to a classification scheme(2), this BCF range suggests that bioconcentration in aquatic organisms is low(SRC)."
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "PMID:11534826",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Cr(VI), the highest oxidation state for chromium, is a carcinogenic and mutagenic agent. In vivo and in vitro Cr(VI) toxic effects are related to its intracellular fate. Once inside the cell it is reduced to stable Cr(III) by cysteine, glutathione and ascorbic acid. Additionally, as Cr(V) and/or Cr(IV) intermediates have been reported in Cr(VI) reactions with biological reductants, chromium damage is thought to originate from these chemical species. This work investigated the morphology of splenic cells after short-term exposure to Cr(VI). A dose of 30 mg of K2CrO4/kg body weight was administered to mice and the effects were studied 24 and 48 hr after the injections. Histological results revealed a time-dependency effect of Cr(VI) on splenic cells. Changes included enlargement of the capsule and depletion of the red pulp cells, accompanied by an increase in macrophages, 24 hr after injection. Partial restoration of red pulp was noted after 48 hr."
        },
        {
            "References": "PMID:7435408",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ 23 rabbits were fed for 8 weeks a standard diet to which a 1.5% cholesterol supplement had been added. After this the cholesterol supplement was discontinued, but 11 rabbits received a daily intraperitoneal injection of 20 ug of potassium chromate while the remaining 12 received distilled water. The aortas were examined after 30 more weeks; Their mean weight per unit length was 1.27 g in the control group and 0.81 g in the chromium treated group and total cholesterol content per unit length of aorta was 729 mg/100 mL and 457.8 mg/100 mL, respectively. The results show significant effect of chromium on the regression of cholesterol-induced atherosclerotic plaques in rabbits."
        },
        {
            "References": "PMID:9772197",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Soluble and insoluble hexavalent chromium (Cr6+) agents are concomitantly released with ozone (O3) during welding. Although pulmonary/immunologic implications from exposure to each agent individually have been investigated, the effects from simultaneous exposure, as occurs under actual working conditions, are unclear. To investigate immunomodulatory effects of inhaled Cr6+, F-344 rats were exposed for 5 hr/day, 5 days/week for 2 or 4 weeks to atmospheres containing soluble potassium chromate (K2CrO4) or insoluble barium chromate (BaCrO4), each alone at 360 ug Cr/cu m or in combination with 0.3 ppm O3. One day after the final exposure, rats were euthanized, their lungs were lavaged, and pulmonary macrophages (PAM) were recovered for assessment of basal and inducible functions. Rats inhaling K2CrO4-containing atmospheres had greater levels of total recoverable cells, neutrophils, and monocytes in bronchopulmonary lavage compared to rats exposed to insoluble Cr6+ atmospheres, O3 alone, or air; these rats also had a reduced percentage of PAM, although total PAM levels remained unaffected. Although Cr exposure-related changes in PAM functionality were evident, any dependence upon Cr solubility was variable. K2CrO4-containing atmospheres modulated PAM-inducible interleukins-1 and -6, and tumor necrosis factor-alpha production to a greater degree than those containing BaCrO4. Conversely, BaCrO4-containing atmospheres affected PAM basal nitric oxide production and interferon-gamma-primed/zymosan-stimulated reactive oxygen intermediate production to a greater extent than did those containing K2CrO4. In none of the PAM assays did co-inhalation of O3 result in a modulation of the effects obtained with either Cr6+ compound itself. The results indicate that, while immunomodulatory effects of inhaled Cr6+ upon PAM are related to particle solubility, the co-inhalation of O3 apparently does not cause further modifications of the metal-induced effects."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V23 272 (1980)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ In rats, neither potassium chromate (VI) nor potassium dichromate (VI) by bronchial implantation gave incr incidence of lung tumors. /From table/"
        },
        {
            "References": "PMID:15094314",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Hexavalent chromium (Cr (VI)) is a well known-human carcinogen with exposures occurring in both occupational and environmental settings. Although lung carcinogenicity has been well documented for occupational exposure via inhalation, the carcinogenic hazard of drinking water exposure to Cr (VI) has yet to be established. We used a hairless mouse model to study the effects of K(2)CrO(4) in the drinking water on ultraviolet radiation (UVR)-induced skin tumors. Hairless mice were unexposed or exposed to UVR alone (1.2 kJ/m(2)), K(2)CrO(4) alone at 2.5 and 5.0 ppm, or the combination of UVR and K(2)CrO(4) at 0.5, 2.5, and 5.0 ppm. Mice were observed on a weekly basis for the appearance of skin tumors larger than 2 mm. All the mice were euthanized on day 182. The skin tumors were excised and subsequently analyzed microscopically for malignancy by histopathology. There was a total absence of observable skin tumors in untreated mice and in mice exposed to chromate alone. However, there was a dose-dependent increase in the number of skin tumors greater than 2 mm in mice exposed to K(2)CrO(4) and UV compared with mice exposed to UV alone. The increase in tumors larger than 2 mm was statistically significant (P < 0.05) for UV and K(2)CrO(4) at the two highest K(2)CrO(4) doses (2.5 and 5.0 ppm), and there was a statistically significant increase in the numbers of malignant tumors per mouse in the UVR plus K(2)CrO(4) (5 ppm) group compared with UV alone. The data presented here indicate that K(2)CrO(4) increases the number of UV-induced skin tumors in a dose-dependent manner, and these results support the concern that regulatory agencies have relative to the carcinogenic health hazards of widespread human exposure to Cr (VI) in drinking water."
        },
        {
            "References": "KNUDSEN I; ACTA PHARMACOL TOXICOL 47 (1): 66-70 (1980)",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ 9-Wk-old female mice C57Bl/6j/bom were mated to t-stock male mice & treated with 20 or 10 mg/kg potassium chromate ip @ day 8, 9, & 10 of pregnancy. 10 Mg/kg induced grayish or brownish spots in fur of offspring."
        },
        {
            "References": "PMID:19577443",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ To evaluate the effects of potassium chromate on mice sperm cells after a short-term exposure, male ICR-CD1 mice were administered with 5 or 10mgK(2)CrO(4)/bw for 4 consecutive days. One group of mice was sacrificed at day 5, starting from the beginning of the experiment and another group was sacrificed at day 35. Testis and epididymis histology was evaluated by light microscopy and testicular cells populations were evaluated by flow cytometry (FCM). Spermatozoa were collected from the epididymis and their morphology and several functional parameters (density, motility, viability, mitochondrial function, acrosome integrity) were evaluated. Furthermore, DNA fragmentation and chromatin status of sperm cells were assessed at both experimental periods. Besides a reduction in seminiferous tubules diameter, exposure to potassium chromate did not induce further histopathological changes in mice testis or epididymis. These results were supported by the analysis of testicular cellular subpopulations by FCM. Concerning spermatozoa morphology, an increase in the percentage of multiple abnormalities and a decrease in the percentage of normal spermatozoa were found at days 5 and 35, respectively. Although spermatozoa mitochondrial function or viability was not affected, its motility was significantly reduced by potassium chromate exposure at both experimental periods. A decrease in acrosome integrity was found in mice injected with 10mgK(2)CrO(4)/bw after 35 days. Exposure to potassium chromate did not affect either DNA fragmentation or chromatin susceptibility to acid denaturation of sperm cells. In this work, we were able to show the effects of potassium chromate on spermatozoa physiological parameters such as motility, morphology and acrosome status and also demonstrate that the doses tested did not induce DNA damage to sperm cells after one spermatogenic cycle."
        },
        {
            "References": "Gowrishankar B et al; Journal of the Indian Institute of Science 76 (3): 389-94 (1996)",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ The embryotoxic and teratogenic potential of potassium chromate was evaluated by the teratological analysis of mouse fetuses. The test chemical was administered intraperitoneally to laboratory-bred Swiss albino mice of both sexes for 30 days. Teratological scanning of the fetuses born to treated animals revealed a reduction in the number of live implants and litter size. Higher incidence of resorption and dead litter indicated the embryotoxic effect of the test chemical. Malformations, both skeletal and morphological, suggest the possibility of potassium chromate(K2CrO4) being fetotoxic."
        },
        {
            "References": "PMID:23401233",
            "Value": "/BEHAVIORAL STUDIES/ ... By measuring the effects of reference compounds on larvae activity /in zebrafish/, we were able to estimate the concentration that could cause a 50% decrease in activity events values (AEC50), showing a strong linear correlation (R2 =0.91) with the LC50 values obtained with the standard DarT test. The toxicity order of the measured compounds was CuSO4 >2,4-dinitrophenol>3,4-dichloroaniline>SDS>sodium benzoate>EDTA>K2CrO4 ; regarding solvents, EtOH /is about the same as/ DMSO. In this study, we demonstrate that global swimming behavior could be a simple readout for toxicity, easy to scale-up in automated experiments. This approach is potentially applicable for fast ecotoxicity assays and whole-organism high-throughput compound screening, reducing the time and money required to evaluate unknown samples and to identify leading pharmaceutical compounds."
        },
        {
            "References": "GENE-TOX Program: Current Status of Bioassay in Genetic Toxicology. U.S. Environmental Protection Agency, Washington, DC. Office of Toxic Substances and Pesticides. (For program information, contact Environmental Mutagen Information Center, Oak Ridge National Laboratory, Post Office Box Y, Oak Ridge, Tennessee 37830. Telephone (615) 574-7871)",
            "Value": "/GENOTOXICITY/DNA repair-deficient bacterial tests: positive."
        },
        {
            "References": "GENE-TOX Program: Current Status of Bioassay in Genetic Toxicology. U.S. Environmental Protection Agency, Washington, DC. Office of Toxic Substances and Pesticides. (For program information, contact Environmental Mutagen Information Center, Oak Ridge National Laboratory, Post Office Box Y, Oak Ridge, Tennessee 37830. Telephone (615) 574-7871)",
            "Value": "/GENOTOXICITY/ Escherichia coli wp2 - reverse mutation studies: positive."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V23 284 (1980)",
            "Value": "/GENOTOXICITY/ Potassium chromate (VI) induced significant & dose-related incr in micronucleated polychromatic erythrocytes (micronuclei) in bone marrow of NMRI mice following 2 ip injections of doses ranging from 12-48 mg/kg body wt."
        },
        {
            "References": "PMID:7097791",
            "Value": "/GENOTOXICITY/ Potassium chromate was tested for its potential to induce forward mutations at the thymidine kinase locus in L5178Y mouse lymphoma cells. Strong positive responses at survivals greater than 10% were observed."
        },
        {
            "References": "Kaths DS; Rept (NP-3770037) 80 pages (1981) Order No DE83770037",
            "Value": "/GENOTOXICITY/ After ip admin of heavy metal salts, bone-marrow cells of the Chinese hamster were examined for their cytogenetic effectiveness. According to the present cytogenetic and genetic results, potassium chromate belongs to the class of mutagenic heavy metal salts."
        },
        {
            "References": "PMID:11080662",
            "Value": "/GENOTOXICITY/ Modifications of the comet assay have been introduced to measure crosslinks by determining the reduction of induced DNA migration. Our previous results indicated that the modified protocol of the alkaline comet assay is a sensitive tool for the detection of formaldehyde-induced DNA-protein crosslinks. But results for mitomycin C and cisplatin suggested that the modified protocol is not well suited for the evaluation of DNA-DNA crosslinkers. We now used the comet assay to investigate in V79 cells the effect of potassium chromate (K(2)CrO(4)), another DNA-protein crosslinker, to see whether the results obtained for formaldehyde can be generalized. However, chromate did not reduce spontaneous or radiation-induced DNA migration in the alkaline (pH 13) comet assay but led to a small but significant induction of DNA migration. A crosslinking effect of chromate could also not be detected with the alkaline comet assay after postincubation of cells in normal medium after chromate treatment to enable repair of other (migration-inducing) lesions that might mask the crosslinking effect. Exposure of slides to proteinase K further increased DNA migration of chromate-treated cells, thus indicating the presence of DNA-protein crosslinks. In contrast to the alkaline comet assay, a \"neutral\" version at pH 9 was suited to demonstrate reduced induction of DNA migration after gamma-irradiation of chromate-treated cells. The crosslinking effect was seen immediately at the end of the chromate treatment as well as after a 3hr postincubation period. Using the \"neutral\" protocol in combination with proteinase K, we were able to demonstrate the presence of DNA-protein crosslinks as the probable cause for the migration-reducing effect. Further investigations will have to show whether this protocol can be recommended as a universal approach for the detection of DNA-protein crosslinks and also of DNA-DNA crosslinks with the comet assay."
        },
        {
            "References": "PMID:10462723",
            "Value": "/GENOTOXICITY/ Two chromium(VI) compounds (potassium chromate and potassium dichromate) and one chromium(III) compound, chromium chloride, were evaluated for genotoxic effects in the wing spot test of Drosophila melanogaster following standard procedures. This assay detects both somatic recombination and mutational events. The genotoxic effects were determined from the appearance of wing spots in flies transheterozygous for the third chromosome recessive markers multiple wing hairs (mwh) and flare-3 (flr(3)), as well as in flies heterozygous for mwh and the multiply inverted TM3 balancer chromosome. Genetic changes induced in somatic cells of the wing's imaginal discs lead to the formation of mutant clones on the wingblade. Single spots are due to different genotoxic mechanisms: point mutation, deletion, chromosome breakage, and mitotic recombination; while twin spots are produced only by mitotic recombination. From our results it appears that both chromium(VI) compounds clearly increase the incidence of mutant clones by inducing high increases in the frequency of all types of clones recorded. On the contrary, chromium(III) did not increase the frequency of mutant clones. A high proportion of the total spot induction was due to mitotic recombination, confirming previously reported data on the strong recombinogenic activity of chromium(VI) compounds."
        },
        {
            "References": "PMID:9508365",
            "Value": "/GENOTOXICITY/ The mutagenic effects of the hexavalent chromium compound K2CrO4 in lacZ transgenic mice (Muta Mouse) were investigated at two sampling times. K2CrO4 was administered intraperitoneally to five male mice per treatment group at a single dose of 40 mg/kg. The animals were sacrificed on days 1 and 7 after the treatment. Mutant frequencies in the bone marrow and liver were analyzed by the positive selection method using Escherichia coli C (galE-) strain and phenyl beta-D-galactoside. K2CrO4 induced a significant increase in mutant frequency in the bone marrow on day 1, but not on day 7 after the treatment. In the liver, on the other hand, a significant induction in the mutant frequency was seen on day 7, whereas no induction was observed on day 1. The reason for the different responses to the mutagenic activity of K2CrO4 between these organs may be related to their cell turnover rates. The mutations induced by K2CrO4 in the bone marrow may have occurred in more differentiated cells than stem cells, and the rapid proliferative activity may have caused a rapid decrease in mutated cells by day 7. These results suggest that experiments on mutagenesis should be done with more than one sampling point, a short expression time in addition to a longer one, so as to detect mutations induced in organ with high cell proliferation."
        },
        {
            "References": "PMID:9219548",
            "Value": "/GENOTOXICITY/ We have developed a very practical method for performing the liver micronucleus test in mice. Using this method, we evaluated 11 different types of mutagens, including, 2-acetylaminofluorene, amsacrine, benzene, cyclophosphamide, diethylnitrosamine, 4-dimethylamino-3'-methylazobenzene, N-ethyl-N-nitrosourea, fluorouracil, mitomycin C, potassium chromate (VI) and selenious acid. In order to assess the sensitivity of our method, the peripheral blood reticulocyte micronucleus test was performed in the same mouse. Animals were given test chemicals once and underwent partial hepatectomy (PH) 24 hr later in order to induce mitotic stimulation. Peripheral blood was sampled 0, 24, 48 and 72 hr after treatment. The incidence of micronucleated hepatocytes was determined 5 days after PH. As a result, diethylnitrosamine and 4-dimethylamino-3'-methylazobenzene, known as liver carcinogens, increased the incidence of micronucleated cells in the liver only. Positive reactions for benzene, on the other hand, were found in the peripheral blood reticulocytes only. The other chemicals showed positive reaction in the liver and peripheral blood reticulocytes with almost the same maximum response of micronucleus induction. Our method was found to have the advantage over Cliets' liver micronucleus test in that it required much less time and was easier to perform procedures and highly sensitive in detecting clastogens. It can be used in combination with the peripheral blood reticulocyte micronucleus test to evaluate test chemicals in two tissues, the liver and the bone marrow, in the same animal. We propose a method of combining this test with the peripheral blood reticulocyte micronucleus test for efficient screening for the clastogenic potential of new chemicals in vivo."
        },
        {
            "References": "PMID:9217243",
            "Value": "/GENOTOXICITY/ The clastogenic and mutagenic effects of the hexavalent chromium compound K2CrO4 in lacZ transgenic mice (Muta Mouse) were investigated. Male Muta mice were administered an intraperitoneal dose of 40 mg/kg of K2CrO4 once on each of 2 consecutive days. The K2CrO4 induced a significant increase in the peripheral blood micronucleated reticulocyte count. Also, K2CrO4 induced a statistically significant increase in mutant frequency in the liver but not in the bone marrow on day 7 after the second treatment. The reason for the failure to increase the mutant frequency in the bone marrow may have been the rapid cell turnover rate there. The mutation induced by K2CrO4 in the bone marrow may have occurred in more differentiated cells than stem cells, and the rapid proliferative activity may have caused a rapid decrease in mutated cells by day 7. Further study with a sampling point earlier than day 7 is needed. The results obtained in the present study indicate that K2CrO4 has clastogenic and mutagenic potential in vivo."
        },
        {
            "References": "PMID:8950349",
            "Value": "/GENOTOXICITY/ Zebra mussels, Dreissena polymorpha, were exposed to four directly acting reference clastogens (mitomycin C, bleomycin, dimethylarsinic acid and potassium chromate) under laboratory conditions. The aim was to examine the inducibility of micronuclei (MN) in hemocytes and gill cells. Positive responses were observed in both tissues for all four substances used under the given test conditions. The mean MN frequencies in treated mussels ranged between 3.2 and 6.9/1000 in hemocytes and between 5.4 and 6.7/1000 in gill cells. The spontaneous MN levels averaged 1.2 and 2.8/1000 in hemocytes and gill cells, respectively. The MN induction capacity of the different chemicals was equivalent in both tissues, except for the treatment with dimethylarsinic acid which generated a significantly higher MN rate in gill cells than in hemocytes. Several characteristics suggest that hemolymph is the more appropriate test tissue for environmental genotoxicity assessment: (1) a shorter preparation time of slides, (2) a more accurate identification of unambiguous MN, (3) a lower baseline MN frequency and a higher induction factor."
        },
        {
            "References": "PMID:8625958",
            "Value": "/GENOTOXICITY/ A groups of six chemical compounds was tested in parallel in two different somatic genotoxicity assays in Drosophila melanogaster, the wing somatic mutation and recombination test (SMART) and the white-ivory eye spot test. The wing spot test makes use of the wing cell markers multiple wing hairs (mwh) and flare (flr) and detects both mitotic recombination and various types of mutational events. The white-ivory eye spot test makes use of the white-ivory (wi) quadruplication and detects the somatic reversion of the recessive eye color mutation wi to the wild-type (w+). Three- or two-day-old larvae were fed chronically with the compounds ethylnitrosourea (ENU), N-nitrosopyrrolidine (NNP), caffeine (CAF), chromium (VI) oxide (CRO), potassium chromate (POC), and 2,4-dichlorophenoxyacetic acid (2,4-D). All six compounds are genotoxic to various degrees in the wing spot test. The percentage of the genotoxic activity that is due to mitotic recombination was between 84% and 91% for the hexavalent chromium compounds CRO and POC and about 68% for 2,4-D. In contrast, ENU and NNP showed only 46% and 25% recombinagenic activity, respectively. In the white-ivory eye spot test, the three compounds (CRO, POC, and 2,4-D) with high recombinagenic activity and CAF were clearly nongenotoxic, whereas only ENU and NNP gave a positive response. From these results, it is concluded that the spectrum of genotoxic events detected by the two assays is different. In particular, the white-ivory eye spot test appears not to detect mitotic recombination the way the wing spot test does."
        },
        {
            "References": "PMID:1518408",
            "Value": "/GENOTOXICITY/ Flow cytometric (FC) analysis was applied to micronucleus test with mouse peripheral blood erythrocytes. The method is based on the measurement of peak fluorescence (PFL) of sphered glutaraldehyde-fixed erythrocytes before and after staining with 4',6-diamidino-2-phenylindole (DAPI), in an EPICS V flow cytometer. The frequency of micronucleated erythrocytes (MNEs) is calculated by a computer program comparing PFL data obtained with and without DAPI. To evaluate the method, male ddY mice were treated with 6-mercaptopurine and benzene and blood was collected from tail vein at intervals of 4-7 days. Both microscopic and FC analysis showed a steady increase in the incidence of MNEs, reaching a plateau when about a month had passed from the start of the treatments. The effects of benzo[a]pyrene, mitomycin C,N-ethyl-N-nitrosourea, bromodichloromethane and potassium chromate (VI) were also studied with both the manual and FC assay in samples collected a week after five weekly treatments. The percentages of MNEs obtained manually and by the FC measurements showed good correlation, the former three chemicals being positive and the latter two negative or, in the FC analysis, difficult to classify. Because of the high number of cells examined (50,000/animal), the FC analysis was probably more sensitive than the manual method where only 2000 cells were scored per animal. This was further suggested by (i) steady time responses, also for individual animals, in the FC results on 6-mercaptopurine and benzene, (ii) overall reduced inter-individual variation in the FC measurements, and (iii) detection of MNE induction by mitomycin C at a lower dose level with the FC than the manual analysis."
        },
        {
            "References": "PMID:1372703",
            "Value": "/GENOTOXICITY/ Micronucleus tests of potassium bromate (KBrO3) and potassium chromate (K2CrO4) were conducted with peripheral blood reticulocytes (PB-RETs) of CD-1 male mice dose intraperitoneally. Peripheral blood cells collected from the tail were stained supravitally with acridine orange (AO) using AO-coated glass slides. Both KBrO3 and K2CrO4 induced micronuclei in PB-RETs in the same manner as in polychromatic erythrocytes of bone marrow."
        },
        {
            "References": "PMID:2038750",
            "Value": "/GENOTOXICITY/ Carcinogenic chromium (VI) compounds are persistent environmental contaminants with potential for human exposure through drinking water. One lesion associated with chromium (VI) exposure is the formation of DNA-protein crosslinks (DPC). In an attempt to develop markers of chromium exposure, the formation of DPC in lymphocytes was investigated. Fisher 344 rats were exposed to K2CrO4 in their drinking water for 3 and 6 weeks at concentrations of 100 and 200 ppm chromium. No DPC could be detected in isolated splenic lymphocytes using the alkaline elution technique or by using a polyclonal antibody to chromate-induced DPC. However, increased complexing of proteins with DNA was demonstrated in liver following 3 weeks of exposure at both 100 and 200 ppm chromium. Intraperitoneal administration of potassium chromate did not induce detectable DPC in lymphocytes; however, an increased association of proteins with isolated DNA was detected in the liver. DPC were also induced in isolated splenic lymphocytes following a 2-hr exposure in vitro to 100 uM K2CrO4 in a salts-glucose medium. Although chromium was detected in blood, liver, and kidney, blood levels were comparatively much lower. A comparison of chromium levels required to induce DPC in lymphocytes in vitro and the amount absorbed orally suggests that the white blood cell chromium levels following oral exposure may be too low to induce measurable DNA-protein crosslinks in lymphocytes."
        },
        {
            "References": "PMID:2747727",
            "Value": "/GENOTOXICITY/ The effect of route of administration, intraperitoneal (i.p.) or oral gavage (p.o.), in the mouse micronucleus test was studied with K2CrO4 in 2 mouse strains (MS/Ae and CD-1). A simplified acute toxicity test to estimate the toxic dose levels of K2CrO4 showed that the LD50S were 50 mg/kg i.p. and 300 mg/kg p.o. for MS/Ae and 32 mg/kg i.p. and 180 mg/kg p.o. for CD-1. Based on results of a pilot micronucleus test to determine appropriate dose levels and the optimal sampling time, it was decided to sample bone marrow cells of both strains of mice 24 hr after i.p. doses of 10-80 mg/kg and p.o. doses ranging from 20 to 320 mg/kg. K2CrO4 administered i.p. induced micronucleated polychromatic erythrocytes (MNPCEs) dose-dependently in both strains. In contrast, when administered p.o. the chemical failed to induce MNPCEs. These results suggest that this difference between i.p. and p.o. routes is related to a difference of absorption or metabolic fate of chromate in vivo."
        },
        {
            "References": "PMID:2747714",
            "Value": "/GENOTOXICITY/ In the third collaborative study organized by the Collaborative Study Group for the Micronucleus Test (CSGMT), a task group belonging to the Mammalian Mutagenesis Study subgroup of the Environmental Mutagen Society of Japan (JEMS.MMS), intraperitoneal (i.p.) injection and oral (p.o.) gavage were compared as routes of administration of test chemicals. Two mouse strains, MS/Ae and CD-1, and 17 chemicals with various modes of action were used. The chemicals were 1-beta-D-arabinofuranosylcytosine, 6-mercaptopurine monohydrate, benzo[a]pyrene, 7,12-dimethylbenz[a]anthracene, 2-acetylaminofluorene, phenacetin, cyclophosphamide, ethyl methanesulfonate, N-ethyl-N-nitrosourea, methyl methanesulfonate, mitomycin C, colchicine, vincristine sulfate, potassium bromate, potassium chromate(VI), benzene, and procarbazine hydrochloride. On the basis of the findings of an acute toxicity test and a pilot experiment for dose and sampling time, a full-scale micronucleus test was performed on each chemical. Almost all the chemicals showed a positive response in micronucleus induction by both routes of administration in both mouse strains. Contradictory outcomes were obtained between the i.p. and p.o. routes on potassium chromate in both strains (i.p.: positive, p.o.: negative). In the CD-1 mice, benzene potently induced micronuclei when administered p.o., but gave only a marginal response when administered i.p. Generally, the chemicals induced micronuclei at lower dose levels (mg/kg) when administered i.p. This tendency, however, was decreased or even reversed when the dose was expressed as a percentage of the LD50. Although the i.p. route, an artificial exposure route, is useful to detect the inducibility of micronuclei of a test chemical per se at a small dose, the p.o. route seemed sensitive and valuable enough to evaluate the test chemicals. When the dose levels of chemicals are adjusted on the basis of the LD50, both i.p. injection and p.o. gavage are acceptable as routes of administration in the micronucleus test."
        },
        {
            "References": "PMID:3523229",
            "Value": "/GENOTOXICITY/ Possible comutagenic effects of chromate on frameshift mutagenesis were studied in bacterial assays. In these experiments, cells were treated with potassium chromate and 9-aminoacridine either singly or in combination. Results were analyzed to detect synergistic, additive and antagonistic responses. Data from these investigations show a clear potentiation of 9-aminoacridine-induced mutagenesis in the presence of chromate in S. typhimurium strain TA1537. Results from cell viability assays shows that the effect is not due to a toxicity artifact. Similar results are obtained in E. coli strains 343/358 (repair-proficient parental strain), 343/415 (recA-deficient), and 343/435 (mismatch-repair-deficient). These data indicate the neither induction of recA-protein nor inhibition of mismatch repair is involved in the action of chromate. In E. coli strain 343/447 (DNA polymerase I deficient), the potentiation was observed at lower concentrations of chromate. This finding suggests that polymerase I functions in recovery of cells from 9-aminoacridine-induced DNA damage and that its absence allows some of this damage to be dealt with in a manner which promotes mutagenesis in the presence of chromate. One possible explanation of these findings is that chromate and 9-aminoacridine react chemically to produce a unique mutagen and that damage caused by this mutagen is repaired via some excision process. However, no reaction between chromate and 9-aminoacridine could be detected by TLC under conditions similar to those in the bacterial assays, even at very high concentrations of both agents. Thus, it seems most likely that the potentiation is due to some action of chromate on repair and/or replication at sites of 9-aminoacridine intercalation. Chromate appears, then, to have significant comutagenic actions in bacterial systems."
        },
        {
            "References": "PMID:2484630",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ In the mouse embryo cell line BALB/3T3 Clone A31-1-1, dose-dependent morphologic neoplastic transformation was obtained with NaAsO2, Na2HAsO4, CdCl2, and K2CrO4. Cellular uptake was four fold higher for As3+ than for As5+, and As5- was metabolized to As3+ in cytosol. Cytotoxicity and transformation rates were four fold higher for As3+ than As5+, but when correlated to cellular As burden they were equivalent. As3+ appears responsible for the transforming activity. The foci transformed by metals (or by other carcinogens) gave rise to tumorigenic cell lines (sc sarcomas in nude mice), none of which, however, induced metastases when tested by sc or by iv injection in nude mice. Thus carcinogens change this aneuploid cell line from a preneoplastic stage to the expression of malignant growth but not of metastatic activity. Metastatic and type IV collagenolytic activities can be induced by transfection of the c-Ha-ras oncogene and inhibited by the Ad2-E1a gene (so far shown in other cell types). It remains to be seen whether metal or other carcinogens can induce the nonmetastatic phenotype to become metastatic. The molecular mechanisms of metal carcinogenesis, studied in cell culture systems, in combination with other factors or oncogenes, may reveal the effect of individual metal carcinogens on discrete steps of the complex process of carcinogenesis."
        },
        {
            "References": "PMID:2484624",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ The transformation of a rat liver epithelial cell line under a wide range of doses of chromium was determined by anchorage-independent growth and tumor formation in syngeneic animals. Chronic exposure to low concentrations and brief exposure to high concentrations of hexavalent chromium (K2CrO4) transformed the cells, but one dose (1 mM K2CrO4, 2 hr) was clearly optimal in this regard. The cytotoxicity, effects on cell cycle, rates of chromium uptake, and mutagenic activity under the different treatment conditions were evaluated. The results showed that cells could adapt to the presence of chromium under certain treatment conditions, but this was not the case for the optimal transforming dose. Cells treated with chromium above the optimal transforming dose showed evidence of a transient G2 arrest, whereas all lower levels of treatment did not. A low level continuous exposure to chromate was mutagenic, whereas high level short exposures, including the optimal transforming dose, were not. An increase in the amount of protein complexed with isolated nucleic acids was detected in cells following treatment with the optimal transforming dose of chromate. The results indicate that the effects of chromium on this in vitro system vary with dose, and the identification of those events relevant to metal carcinogenesis will require consideration of treatment conditions."
        },
        {
            "References": "PMID:16524964",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ Temporal genomic profiling and whole-cell proteomic analyses were performed to characterize the dynamic molecular response of the metal-reducing bacterium Shewanella oneidensis MR-1 to an acute chromate shock. The complex dynamics of cellular processes demand the integration of methodologies that describe biological systems at the levels of regulation, gene and protein expression, and metabolite production. Genomic microarray analysis of the transcriptome dynamics of midexponential phase cells subjected to 1 mm potassium chromate (K(2)CrO(4)) at exposure time intervals of 5, 30, 60, and 90 min revealed 910 genes that were differentially expressed at one or more time points. Strongly induced genes included those encoding components of a TonB1 iron transport system (tonB1-exbB1-exbD1), hemin ATP-binding cassette transporters (hmuTUV), TonB-dependent receptors as well as sulfate transporters (cysP, cysW-2, and cysA-2), and enzymes involved in assimilative sulfur metabolism (cysC, cysN, cysD, cysH, cysI, and cysJ). Transcript levels for genes with annotated functions in DNA repair (lexA, recX, recA, recN, dinP, and umuD), cellular detoxification (so1756, so3585, and so3586), and two-component signal transduction systems (so2426) were also significantly up-regulated (p < 0.05) in Cr(VI)-exposed cells relative to untreated cells. By contrast, genes with functions linked to energy metabolism, particularly electron transport (e.g. so0902-03-04, mtrA, omcA, and omcB), showed dramatic temporal alterations in expression with the majority exhibiting repression. Differential proteomics based on multidimensional HPLC-MS/MS was used to complement the transcriptome data, resulting in comparable induction and repression patterns for a subset of corresponding proteins. In total, expression of 2,370 proteins were confidently verified with 624 (26%) of these annotated as hypothetical or conserved hypothetical proteins. The initial response of S. oneidensis to chromate shock appears to require a combination of different regulatory networks that involve genes with annotated functions in oxidative stress protection, detoxification, protein stress protection, iron and sulfur acquisition, and SOS-controlled DNA repair mechanisms."
        },
        {
            "References": "PMID:10903506",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ The effects of bivalent ions on tubulin dynamics and the upper phase of glycolysis were investigated at different organization levels in vitro. Cu2+, Cd2+, Hg2+ and CrO4(2-) inhibit the tubulin polymerization at an IC50 of 14-24 microM with high cooperativity and also induce microtubule disassembly. The apparent binding constants of the ions to tubulin, estimated by fluorescence quenching, vary between 6 and 28 microM. BIAcore measurements for tubulin-tubulin interaction suggest that the presence of Cu2+ affects neither koff nor kon, but the amount of the bound tubulin. While the inhibitory effect of Cu2+ on tubulin polymerization is partially abolished by cross-linking of microtubules with substoichiometric amounts of phosphofructokinase or decoration of tubules with cytosolic proteins, in the presence of kinase but not with cytosolic proteins the tubules are resistant to CrO4(2-). No inhibitory effect of Cu2+ or CrO4(2-) on microtubule assembly was detected in the MAP-containing cytosolic fraction. Electron microscopy revealed that tubules assembled in the presence of Cu2+ or CrO4(2-) ions contain aggregates of thread-like oligomers that are less conspicuous in the presence of cytosolic proteins. Cu2+, Cd2+, and Hg2+ inhibit the glycolytic flux in the cytosolic fraction characterized at equilibrium by an IC50 of 10-14 microM with high cooperativity. Tubulin diminishes the inhibitory effect of the cations. These data indicate that the responses elicited by the bivalent ions are highly dependent on the supramolecular organization of the systems. /bovine/"
        },
        {
            "References": "PMID:10558925",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ Cr(6+) is a known human cytotoxic and carcinogenic agent that requires intracellular reduction for activation. We have analyzed the cytotoxic and DNA binding properties of K(2)CrO(4) (Cr(6+)) in comparison with those of Cl(3)Cr (Cr(3+)). The results indicate that K(2)CrO(4) exhibits higher cytotoxicity than Cl(3)Cr in several human and murine cell lines. The cytotoxic activity of K(2)CrO(4) is also indicated by the fact that is able to produce cell killing through apoptosis in cisplatin-resistant cells transformed by H-ras oncogene. Moreover, in vitro DNA binding experiments show that, in the presence of ascorbate (the major intracellular reductant of Cr(6+)), K(2)CrO(4) induces both interstrand cross-links and strand breaks. Because the chromate anion is by itself unreactive toward DNA, these data suggest that the cytotoxicity of K(2)CrO(4) may be associated with the DNA binding of reactive intermediate chromium species resulting from reduction of Cr(6+)."
        },
        {
            "References": "PMID:1834456",
            "Value": "/IMMUNOTOXICITY/ The potential immunomodulatory effects of chromium were investigated using a series of in vitro and in vivo studies. Chromium (as K2CrO4) in concentrations spanning five orders of magnitude was added in vitro to T-lymphocyte (concanavalin A) and B-lymphocyte (liposaccharide) mitogen cultures and was found to inhibit T-lymphocyte responses at all concentrations tested and to inhibit B-lymphocyte responses at all but the lowest concentration tested (0.01 mg/L). When the same concentrations of chromium were employed in mixed lymphocyte cultures, antigen-induced thymidine uptake was inhibited at the highest concentrations (100 mg/L-1 mg/L), enhanced at 0.1 mg/L, and equal to control values at lower concentrations. Splenocytes isolated from rats exposed to K2CrO4 in drinking water exhibited enhanced responses to T- and B-lymphocyte mitogens. The addition of 0.1 mg/L of chromium to a mixed lymphocyte culture containing splenocytes taken from chromium-exposed rats increased by 5-fold the uptake of thymidine by these cells. These increased responses of cells from chromium-exposed rats may indicate chromium-induced sensitization and may possibly be used as a biological marker for chromium exposure."
        },
        {
            "References": "Browning, E. Toxicity of Industrial Metals. 2nd ed. New York: Appleton-Century-Crofts, 1969., p. 121",
            "Value": "/OTHER TOXICITY INFORMATION/ By oral admin, toxic levels of potassium chromate cause stunting of growth. Max amt which can be added to the feed without deleterious effects is 1/8 of 1% while 1.9 g is said to be lethal to rabbits within 2 hr. ... Large doses of chromates are followed by albuminuria with desquamated cells & kidneys show hyperemia, fatty degeneration & necrosis. With smaller doses (1/4 cc of 0.5-0.2% soln of potassium chromate) guinea pigs showed ... slight injury & ... smaller doses repeated over long periods caused no lesions. ... Potassium chromate has a special affinity for tubules rather than the glomeruli. ... In the earliest stage there is vascular injury followed rapidly by tubular involvement which soon dominates the picture."
        },
        {
            "References": "PMID:6229401",
            "Value": "/OTHER TOXICITY INFORMATION/ By far the strongest induction of lambda prophage in Escherichia coli WP2s (lambda) was observed with potassium chromate (K2CrO4), followed by Pb(NO3)2 > MnCl2 > Ni(OAc)2 > CrCl3 > Na2WO4 > Na2MoO4 > potassium permanganate (KMnO4). With the exception of chromate, long-term exposures in a narrow, subtoxic dose range were required in order to demonstrate phage induction. ..."
        },
        {
            "References": "PMID:1884911",
            "Value": "/OTHER TOXICITY INFORMATION/ Both chromate and citrinin have been shown to produce acute renal damage. Although both substrates act on the proximal tubule in the rat, they affect different parts of that nephron segment. As with most nephrotoxicants, the mechanism(s) or subcellular target(s) for citrinin or chromate is unknown. The availability of methodology for isolation of functional membrane vesicles has afforded the opportunity to study the plasma membrane as a target for the effects of citrinin and chromate. Whether studied solely with in vitro conditions or after administration to the rat, chromate exhibited its primary action on the basolateral (BL) membrane vesicles. This was exhibited by a reduction in the p-aminohippurate (PAH) overshoot. At both 3 and 16 hr after treatment (40 mg/kg, sc) there was a significant, but relatively modest, effect on glucose transport by brush border (BB) vesicles. Citrinin, when studied in vitro, inhibited PAH transport (BL vesicles), but had only equivocal effects on BB glucose transport. However, after pretreatment of the rats with citrinin (60 mg/kg, ip), both BL and BB membrane vesicle function was reduced markedly at 3 hr. By 16 hr, an overshoot had returned for both transport substrates, although the glucose overshoot was still significantly below control. These data demonstrate that both citrinin and chromate alter proximal tubular cell membrane function and do so relatively early after administration to the rat. This effect suggests that alteration of membrane function by these nephrotoxicants is an early, if not initiating, event in the production of acute tubular necrosis. /Chromate/"
        },
        {
            "References": "PMID:6648333",
            "Value": "/OTHER TOXICITY INFORMATION/ The present investigation was performed to examine the possibility of using energy dispersive X-ray microanalysis (EDX) to obtain information on epidermal reactions at irritant dermatitis. The elemental redistribution in the stratum germinativum and stratum spinosum of the guinea-pig epidermis after intradermal injection of a chromate and a nickel solution was studied in thick cryo-sections. The two solutions caused different changes in elemental content in both cell layers. Nickel sulfate caused a conspicuous decrease in K levels whereas Na and Cl were elevated in both cell layers. Potassium chromate caused an increase in Cl but lowered the P values. The result of this study show that it is possible to use EDX-analysis of thick skin sections to obtain information on physiologically relevant alterations in epidermis at irritant dermatitis."
        }
    ]
}