{
    "_id": {
        "$oid": "6682e94fc4e5dba5ffba29fa"
    },
    "CID": {
        "$numberInt": "24639"
    },
    "Name": "Ammonium perchlorate",
    "IUPACName": "azanium;perchlorate",
    "CanonicalSMILES": "[NH4+].[O-]Cl(=O)(=O)=O",
    "Synonyms": [
        "AMMONIUM PERCHLORATE",
        "7790-98-9",
        "PKHA",
        "Perchloric acid",
        "ammonium salt",
        "HSDB 474",
        "azanium;perchlorate",
        "Ammonium perchlorate (NH4ClO4)",
        "UNII-Z3DQ8VD57X",
        "Z3DQ8VD57X",
        "EINECS 232-235-1",
        "UN0402",
        "UN1442",
        "DTXSID4024515",
        "EC 232-235-1",
        "Perchloric acid ammonium salt (1:1)"
    ],
    "IsomericSMILES": "[NH4+].[O-]Cl(=O)(=O)=O",
    "INCHI": "InChI=1S/ClHO4.H3N/c2-1(3,4)5;/h(H,2,3,4,5);1H3",
    "INCHIKEY": "HHEFNVCDPLQQTP-UHFFFAOYSA-N",
    "Formula": "ClH4NO4",
    "MolecularWeight": {
        "$numberDouble": "117.49"
    },
    "Description": {
        "$numberDouble": "NaN"
    },
    "XlogP": {
        "$numberDouble": "NaN"
    },
    "Complexity": {
        "$numberInt": "95"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "plant_concentrations": [
        {
            "References": "(1) ATSDR; Toxicological Profile for Perchlorates. Atlanta, GA: Agency for Toxic Substances and Disease Registry, US Public Health Service (2008). Available from, as of Dec 13, 2017: https://www.atsdr.cdc.gov/toxprofiles/index.asp (2) Tan K et al; J Environ Qual 33: 1638-46 (2004)",
            "Value": "The large-scale disposal of explosives containing ammonium perchlorate salts has resulted in perchlorate contamination of the environment(1). Perchlorate ion concentration was observed to vary seasonally in a stream-side willow tree sampled from October 2001 through October 2002 near the Naval Weapons Industrial Reserve Plant in McGregor, TX(2). Perclorate concentrations were as follows (ug/kg dry wt, DL = 300 ug/kg dry wt): October 2001, 15,800; April 2002, <DL; May 2002, <DL; June 2002, 300; August 2002, 1,200; October 2002, 14,600(2)."
        },
        {
            "References": "PMID:15356223",
            "Value": "Perchlorate ion concentration in aquatic and stream-side plants sampled from June 2001 through October 2002 near the Naval Weapons Industrial Reserve Plant in McGregor, TX, which used ammonium perchlorate; detection limit = 300 ug/kg dry weight in plants(1).",
            "Table": "[{'Site': 'HW84 sidestream', 'Species': 'smartweed', 'Min, ug/kg dry weight': '5,850', 'Avg, ug/kg dry weight': '9,240', 'Max, ug/kg dry weight': '12,200'}, {'Site': nan, 'Species': 'watercress', 'Min, ug/kg dry weight': '<DL', 'Avg, ug/kg dry weight': '5,043', 'Max, ug/kg dry weight': '13,900'}, {'Site': nan, 'Species': 'ash (leaf)', 'Min, ug/kg dry weight': '<DL', 'Avg, ug/kg dry weight': '2,330', 'Max, ug/kg dry weight': '17,000'}, {'Site': nan, 'Species': 'china-berry (leaf)', 'Min, ug/kg dry weight': '631', 'Avg, ug/kg dry weight': '5,040', 'Max, ug/kg dry weight': '9,440'}, {'Site': nan, 'Species': 'china-berry (fruit)', 'Min, ug/kg dry weight': '<DL', 'Avg, ug/kg dry weight': '<DL', 'Max, ug/kg dry weight': '<DL'}, {'Site': nan, 'Species': 'elm (leaf)', 'Min, ug/kg dry weight': '<DL', 'Avg, ug/kg dry weight': '2,230', 'Max, ug/kg dry weight': '14,200'}, {'Site': nan, 'Species': 'mulberry (leaf)', 'Min, ug/kg dry weight': '<DL', 'Avg, ug/kg dry weight': '1,310', 'Max, ug/kg dry weight': '6,660'}, {'Site': nan, 'Species': 'mulberry (fruit)', 'Min, ug/kg dry weight': '<DL', 'Avg, ug/kg dry weight': '4,690', 'Max, ug/kg dry weight': '48,200'}, {'Site': nan, 'Species': 'hackberry (leaf)', 'Min, ug/kg dry weight': '<DL', 'Avg, ug/kg dry weight': '4,690', 'Max, ug/kg dry weight': '48,200'}, {'Site': nan, 'Species': 'willow (leaf)', 'Min, ug/kg dry weight': '1,580', 'Avg, ug/kg dry weight': '1,580', 'Max, ug/kg dry weight': '1,580'}, {'Site': 'HW84 Mainstream', 'Species': 'smartweed', 'Min, ug/kg dry weight': '<DL', 'Avg, ug/kg dry weight': '<DL', 'Max, ug/kg dry weight': '<DL'}, {'Site': nan, 'Species': 'watercress', 'Min, ug/kg dry weight': '2,630', 'Avg, ug/kg dry weight': '4,860', 'Max, ug/kg dry weight': '7,090'}, {'Site': 'HW317', 'Species': 'smartweed', 'Min, ug/kg dry weight': '<DL', 'Avg, ug/kg dry weight': '3,180', 'Max, ug/kg dry weight': '10,500'}, {'Site': nan, 'Species': 'watercress', 'Min, ug/kg dry weight': '<DL', 'Avg, ug/kg dry weight': '625', 'Max, ug/kg dry weight': '1,560'}, {'Site': 'HW317/MN', 'Species': 'smartweed', 'Min, ug/kg dry weight': '20,700', 'Avg, ug/kg dry weight': '40,600', 'Max, ug/kg dry weight': '61,600'}, {'Site': nan, 'Species': 'elm (leaf)', 'Min, ug/kg dry weight': '677', 'Avg, ug/kg dry weight': '699', 'Max, ug/kg dry weight': '722'}, {'Site': nan, 'Species': 'hackberry (leaf)', 'Min, ug/kg dry weight': '<DL', 'Avg, ug/kg dry weight': '1,300', 'Max, ug/kg dry weight': '2,100'}, {'Site': nan, 'Species': 'willow (leaf)', 'Min, ug/kg dry weight': '<DL', 'Avg, ug/kg dry weight': '6,590', 'Max, ug/kg dry weight': '24,300'}, {'Site': 'Mother Neff Road', 'Species': 'smartweed', 'Min, ug/kg dry weight': '<DL', 'Avg, ug/kg dry weight': '<DL', 'Max, ug/kg dry weight': '<DL'}, {'Site': 'HW107', 'Species': 'smartweed', 'Min, ug/kg dry weight': '4,280', 'Avg, ug/kg dry weight': '9,140', 'Max, ug/kg dry weight': '14,000'}]"
        }
    ],
    "environmental_bioconcentrations": [
        {
            "References": "(1) Nzengung VA et al; Environ Sci Technol 33: 1470-8 (1999)",
            "Value": "Using a plant-mediated treatment of perchlorate-contaminated water, perchlorate uptake occurred in eastern cottonwoods (Populus deltoides and hybrid populus), Eucalyptus cineria, and willow (Salix nigra) in sand bioreactors. Perchlorate uptake in willows was found initially rapid at a rate that was linear with the volume of water evapotranspired by the tree until a plateau was reached. From an initial application of 88.8 mg (96.4 mg/L), the total amounts of perchlorate in root, lower stem, upper stem, and leaf after 26 days were 0.04, 0.18, 0.34 and 0.48 mg, respectively. 11% of the perchlorate was not accounted for and believed to be degraded in the leaves(1)."
        }
    ],
    "environmental_biodegradations": [
        {
            "References": "(1) Tipton DK et al; J Environ Qual 32: 40-46 (2003) (2) Giblin TL et al; J Environ Qual 29: 1057-62 (2000) (3) Tan K et al; Water Air Soil Pollut 151: 245-59 (2004)",
            "Value": "ANAEROBIC: Microorganisms isolated from soil have been found to reduce perchlorates under anaerobic conditions using laboratory tests(1). Perchlorate applied to Yolo loam at a concentration of 180 mg/L and incubated anaerobically under flooded conditions was completely biodegraded after 30 days(1). No loss was observed using a Columbia loam soil(1). The facultative anaerobes belonging to the genera Riemerella, Acidovorax and Azoarcus together may be capable of perchlorate reduction(2). However, nitrate does interfere with perchlorate reduction(3). Using sediment and soil samples obtained from two Texas sites associated historically with perchlorate discharge, anaerobic microcosms studies indicate that rapid perclorate degradation did not occur until nitrate was degraded to a relatively low level(3)."
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "PMID:15209008",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ /The study objective was/ to study the injury effect of ammonium perchlorate (AP) to lung and to explore whether AP can cause pulmonary fibrosis. /The method was/ to detect the levels of cell counts, TNF-alpha, MDA, HYP and the synthesis of collagen in BALF or rat lung after a certain time when rats were injected AP by intratracheal instillation. AP could bring about acute lung damage and inflammatory reaction. The levels of TNF-alpha of different groups in different time were obviously higher than the normal control group (P < 0.05). AP could affect the levels of MDA, HYP and the synthesis of collagen. But it had no obviously pathological change of pulmonary fibrosis. There were acute injury effect about AP to lung, but this experiment could not make sure whether AP could cause pulmonary fibrosis."
        },
        {
            "References": "PMID:20937628",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Ammonium perchlorate (AP), an oxidizer, has been used in solid propellants. Although AP exposure has been suspected as a risk factor for the development of pulmonary fibrosis, data are still inconclusive. To evaluate the pulmonary toxicity and the potential pulmonary fibrosis caused by occupational exposure to this compound, 25 male rabbits were randomly allocated into five groups to receive AP or bleomycin or saline by intratracheal injection. All rabbits were sacrificed and total RNA from the lungs was extracted. Expressions of types I and III collagens, transforming growth factor-beta(1) (TGF-beta(1)) and tumor necrosis factor-alpha (TNF-alpha) messenger RNA (mRNA) were measured by reverse transcription-polymerase chain reaction (RT-PCR). The expressions of type I and III collagen mRNA in low, moderate and high dose AP groups were significantly higher (p < 0.01 or p < 0.05) than that in the saline group. There was also a significant increased level of TGF-beta(1) and TNF-alpha mRNA in the three AP groups compared with saline control group (p < 0.01 or p < 0.05). These results reveal that AP can increase gene expressions of types I, III collagens, TGF-beta(1) and TNF-alpha in lung of rabbits exposed to AP. The overexpression of these biomarkers were considered as effective indicator linking to the development of pulmonary fibrosis and finally demonstrated that AP has potential to induce pulmonary fibrosis."
        },
        {
            "References": "PMID:23566323",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ ... To evaluate the potential pulmonary fibrosis caused by occupational exposure to /ammonium perchlorate (AP)/, 25 male rabbits were randomly allocated into 5 groups to receive AP or bleomycin or saline by intratracheal injection. All rabbits were sacrificed and lung tissues were removed to prepare hematoxylin and eosin (HE) staining for microscope observation and to perform electron microscopy examine. In microscope observation, AP-instilled lung tissue showed inflammatory infiltrates, alveolar collapse, subpleural thickening, and lymphocyte proliferation. Electron microscopy examination of lung tissue showed massive fibroblast accumulation, collagen fiber hyperplasia, and dense collagen deposition. The histopathological changes were considered as effective indicator linking to the development of pulmonary fibrosis. These results demonstrated that chronic instillation of AP can induce pulmonary fibrosis. And these results revealed that AP has pulmonary toxic effect."
        },
        {
            "References": "PMID:25318876",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Ammonium perchlorate (AP), mainly used as solid propellants, was reported to interfere with homeostasis via competitive inhibition of iodide uptake. However, detailed mechanisms remain to be elucidated. In this study, AP was administered at 0, 130, 260 and 520 mg/kg every day to 24 male SD rats for 13 weeks. The concentrations of iodine in urine, serum thyroid hormones levels, total iodine, relative iodine and total protein, and malondialdehyde (MDA), superoxide dismutase (SOD) and catalase (CAT) activity in thyroid tissues were measured, respectively. Our results showed that high-dose perchlorate induced a significant increase in urinary iodine and serum thyroid stimulating hormone (TSH), with a decrease of total iodine and relative iodine content. Meanwhile, free thyroxine (FT4) was decreased and CAT activity was remarkably increased. Particularly, the CAT activity was increased in a dose-dependent manner. These results suggested that CAT might be enhanced to promote the synthesis of iodine, resulting in elevated urinary iodine level. Furthermore, these findings suggested that iodine in the urine and CAT activity in the thyroid might be used as biomarkers for exposure to AP, associated with thyroid hormone indicators such as TSH, FT4."
        },
        {
            "References": "PMID:10966512",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ ... The purpose of this study was to evaluate the subchronic toxicity of perchlorate when administered to Sprague-Dawley rats as ammonium perchlorate (AP) for 14 or 90 days. The study consisted of an untreated control group and five treatment groups that received continuous exposure to AP via the drinking water at dosage levels of 0.01, 0.05, 0.2, 1.0, and 10.0 mg/kg/day. The study design included a nontreatment recovery period of 30 days to evaluate the reversibility of any AP-induced effects at the 0.05, 1.0, and 10.0 mg/kg/day levels. The study also investigated the potential effects of AP on male sperm parameters, female estrous cyclicity, bone marrow micronucleus formation, and serum hormone levels, i.e., triiodothyronine (T(3)), thyroxine (T(4)), and thyroid stimulating hormone (TSH). No toxicologically meaningful differences were observed between the control and AP-treated groups with respect to survival, clinical observations, body weights, food consumption, water consumption, ophthalmology, hematology, clinical chemistry, estrous cycling, sperm parameters, or bone marrow micronucleus formation. A target organ effect was produced by AP in the thyroids of male and female rats at the 10 mg/kg/day level after 14 and 90 days of exposure. The effect was characterized by significantly increased thyroid weights and thyroid histopathology consisting primarily of follicular cell hypertrophy with microfollicle formation and colloid depletion. These changes were reversible after a nontreatment recovery period of 30 days. Statistically significant changes in TSH and thyroid hormones were observed at all AP dosage levels tested; however, no thyroid organ weight or histopathological effects were observed at AP dosage levels </= 1.0 mg/kg/day. In the absence of thyroid organ weight and histopathological effects, the toxicological significance of TSH and thyroid hormone changes at AP dosage levels </= 1.0 mg/kg/day remains to be determined."
        },
        {
            "References": "Committee to Assess the Health Implications of Perchlorate Ingestion, Board on Environmental Studies and Toxicology, Division on Earth and Life Studies, National Research Council of the National Academies. Health Implications of Perchlorate Ingestion. p 143-4.  (2005) The National Academies Press, Washington, D.C. Washington, D. C.",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ In a two-generation study (Argus 1999), thyroid follicular-cell adenomas were observed in three male rats. On arrival, Charles River CR/CD rats were individually housed and assigned to groups (30 rats of each sex per group) at ammonium perchlorate doses of 0 (control), 0.3, 3.0, and 30 mg/kg per day in drinking water provided ad libitum. Male rats (P1 generation) were treated for at least 70 days before mating, through the mating period, and until sacrifice at the age of about 24-25 weeks. The male offspring from that mating (F1 generation) were treated in a similar manner from at least 70 days before their mating until sacrifice at the ages of about 21-22 weeks. The duration of dosing in the drinking water was about the same for the P1 and F1 groups of animals except that there was additional exposure of the F1 pups during the gestation and lactation periods. After sacrifice, many tissues, including the thyroid, of the P1 and F1 rats were examined histologically. ... The committee agreed that /one/ rat had a follicular-cell adenoma and that the lesion originally diagnosed by the Argus pathologist as focal hyperplasia (severe) ... was a follicular-cell adenoma ... There were no adenomas at lower doses or in the controls in the F1 generation."
        },
        {
            "References": "PMID:16393933",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ A recent study further investigated the potential effects of maternal thyroid function and morphology on fetal development upon maternal exposure to ammonium perchlorate during gestation and lactation. Female Sprague-Dawley rats (25/group) were given continual access to 0 (carrier), 0.01, 0.1, 1.0, and 30.0 mg/kg-day perchlorate in drinking water beginning 2 weeks prior to cohabitation through lactation day 10. Maternal, fetal, and pup serum thyroid hormone (thyroid-stimulating hormone [TSH], triiodo thyronine [T(3)], thyroxine [T(4)]) levels and thyroid histopathology were evaluated on gestation day 21, and lactation days 5, 10, and 22. No effects of exposure were observed on cesarean-sectioning, litter parameters, or fetal alterations. Reproductive parameters, including gestation length, number of implants, litter size, pup viability, and lactation indices, were comparable among all groups. Thyroid weights of dams sacrificed on gestation day 21, and lactation days 10 and 22 were significantly increased at 30.0 mg/kg-day. Increased thyroid weights were observed in male and female pups as early as postpartum days 5 and 10, respectively. Changes in maternal and neonatal thyroid histopathology were detectable at 1.0 mg/kg-day exposure. The maternal no-observable-effect level (NOEL) was 0.1 mg/kg-day (follicular cell hyperplasia was present at 1.0 and 30.0 mg/kg-day). The developmental NOEL was less than 0.01 mg/kg-day; thyroid weights of postpartum day 10 pups were increased at all exposures. Colloid depletion at 1.0 and 30.0 mg/kg-day exposures and changes of hormone levels at all exposures were considered an adaptive effect and appeared reversible in the rodent."
        },
        {
            "References": "PMID:15501380",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Ammonium perchlorate (AP) is a powerful oxidizer manufactured almost exclusively for the aerospace industry. AP salts are also used in airbags, flares, fertilizers, enamels and paints. As a result of widespread industrial use, AP has become a persistent environmental contaminant of drinking water in several U.S. states. AP ion disrupts the trapping of iodide as well as facilitates the discharge of inorganic iodide from the thyroid gland. Such disturbances in thyroid hormone concentrations during critical periods of development are then known to cause profound reproductive and developmental defects, since thyroid hormones modulate both follicular development and steroidogenesis and affect estrogen metabolism and receptor. This study was designed (1) to determine whether exposure to a low or high concentration of AP (LAP, HAP) exerts detrimental effects on follicle maturation in the Long-Evans hooded rat and (2) to determine whether the modulatory effects of AP can be ameliorated by levo-thyroxine sodium (T4) supplementation. Animals were treated via deionized drinking water on GD 7-21 with LAP (0.4 mg/kg/day) or HAP (4.0 mg/kg/day). Half of each group was also given T4 supplements via drinking water on GD 7-21. Female pups were sacrificed on postnatal days 24/25, and the ovaries were excised, fixed for histology and analyzed. The analysis included a count, measurement and classification of preantral and antral follicles in the greatest cross-sectional area of the ovary. The results indicated that treatment with the HAP significantly reduced the number of preantral follicles <50,000 sq um and the total number of antral follicles in the <50,000, 50-100,000 and >100,000 sq um size classes. In ovaries treated with the LAP, we observed no significant decrease in preantral follicles of any size class and only a significant reduction in the largest antral follicles. T4 only circumvented the effect on the number of small preantral and antral follicles; however, a significant diminution in the antral follicle number persisted in the mid-sized (HAP) and large (LAP, HAP)-sized classes. These data support the hypothesis that AP reduces the number of preantral and antral follicles in certain size classes in rats exposed during a critical period of development, and that T4 can attenuate the effects of AP on small preantral and antral follicles, but not on medium or large antral follicles."
        },
        {
            "References": "PMID:12167219",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ The effects of in utero and lactational exposure to ammonium perchlorate (AP), a component of rocket fuel and a thyroid toxicant, on developing deer mice (Peromyscus maniculatus) were evaluated. Breeding pairs were dosed continuously with 0, 1 nM, 1 uM, or 1 mM AP in drinking water, from cohabitation until pups were euthanized at postnatal day (PND) 21. Pups from the second litter were used for evaluation in this study. No significant differences were observed in any analysis performed when litter means were used in statistical analysis. All reported significant differences occurred when statistical analysis was performed on individual pup data. Body weights were significantly different between treatments at PND 5 and PND 20, with the 1-uM body weights being lower than that of controls. Body weight and liver weight in the 1-mM group were significantly higher than the 1-uM weights at PND 21 when analyzed by analysis of variance (ANOVA). However, there were no significant differences in liver weights when analyzed with body weight as the covariate. Heart weights were significantly different between males and females. Male heart weights in the 1-uM and 1-mM groups were significantly lower than in controls when analyzed by analysis of covariance (ANCOVA) with body weight as the covariate. Litter size and survival percentage were not significantly different among treatments. Although significant differences were observed only when the individual pup was used as the experimental unit, these data suggest that AP exposure at different concentrations may variably alter body weight and male heart weight during mammalian development."
        },
        {
            "References": "PMID:14680992",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ A developmental toxicity study was conducted with ammonium perchlorate (AP) in the drinking water at doses of 0.0, 0.01, 0.1, 1.0, and 30.0 mg/kg-day beginning 14 days before cohabitation and continuing through sacrifice. Twenty-four /Sprague-Dawley/ rats/group were cesarean-sectioned on day of gestation (DG) 21 and fetuses examined for visceral and skeletal alterations. An additional 16 litters/group were sacrificed on DG 21 for maternal and fetal serum TSH, T(3), and T(4) (thyroid-stimulating hormone, triiodothyronine, and thyroxine) levels and thyroid histopathology. Clinical and necropsy observations, body weights, feed and water consumption, and cesarean-sectioning parameters were comparable among the groups with only delays in ossification observed in the 30 mg/kg-day group. Maternal thyroid weights were increased in the 30.0 mg/kg-day group. Decreased colloid was present in male and female fetal thyroids in the 1.0 and 30.0 mg/kg-day groups. Maternal TSH was increased and T(4) was decreased at all levels, and T(3) was reduced at 30.0 mg/kg-day. Fetal TSH was increased at 1.0 and 30.0 mg/kg-day, T(4) was reduced at 30.0 mg/kg-day, and T(3) was decreased at all levels. The maternal no-observable-adverse-effect level (NOAEL) was 1.0 mg/kg-day; exposures of 30.0 mg/kg-day increased absolute and relative maternal thyroid weights and histopathology findings. The developmental NOAEL was 1.0 mg/kg-day; developmental delays in ossification occurred in the 30.0 mg/kg-day group. The colloid depletion in the thyroids and increased TSH and decreased T(3) and T(4) levels at lower exposures were considered adaptive and not adverse. No adverse effects on development occurred at levels that did not cause maternal toxicity. AP is not a selective developmental toxicant."
        },
        {
            "References": "PMID:11563414",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ ... Adult Sprague-Dawley rats (30/sex/group) were given continuous access to ammonium perchlorate in their drinking water at doses of 0, 0.3, 3.0, and 30.0 mg/kg-day. F1 generation rats were given the same ammonium perchlorate doses as their respective P1 generation sires and dams beginning at weaning and continuing through the day of sacrifice. Standard reproductive parameters were evaluated; blood was collected for determination of serum thyroid-stimulating hormone (TSH), triiodothyronine (T3), and thyroxine (T4) levels. Histopathological examination was conducted on major tissues, including the thyroid. No significant changes in developmental parameters were observed. In the F1 generation adult rats, relative thyroid weights were significantly increased in all dose groups for female rats and in the 3.0 and 30.0 mg/kg-day dose groups for male rats. Histopathologic changes in the thyroid consisted of hypertrophy and hyperplasia that increased in incidence and severity in a dose-related manner. Dose-related, statistically significant changes in TSH and T4 or T3 occurred at doses higher than those that resulted in changes in thyroid weight and thyroid histopathology, 30 mg/kg-day. Thus, perchlorate is not a reproductive toxicant in rats when administered in the drinking water at doses up to 30 mg/kg-day, but it can affect the thyroid at doses >/= 3 mg/kg-day. Based on these findings, 0.3 mg/kg-day is identified to be the no-observable-adverse-effect level (NOAEL) for this study."
        },
        {
            "References": "PMID:11563415",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ This developmental toxicity study was conducted to evaluate the embryo-fetal toxicity and teratogenic potential of ammonium perchlorate in New Zealand White [Hra:(NZW)SPF] rabbits. Pregnant rabbits were given continual access to ammonium perchlorate in drinking water at target doses of 0, 0.1, 1.0, 10.0, 30.0, and 100.0 mg/kg-day on gestation days 6 through 28. The actual consumed doses in the study were 0, 0.1, 0.9, 10.4, 30.3, and 102.3 mg/kg-day. The rabbits were sacrificed on gestation day 29, and fetuses were examined for developmental alterations. In addition, blood was collected from does for determination of serum thyroid stimulating hormone (TSH), triiodothyronine (T3), and thyroxine (T4) levels and the thyroid was subjected to histopathologic examination. No maternal deaths were attributed to perchlorate exposure. Ammonium perchlorate as high as 100.0 mg/kg-day did not affect caesarean sectioning or litter parameters studied, and all values were found to be within the historical ranges of the laboratory. The litter averages for corpora lutea, implantations, litter sizes, live and dead fetuses, percent dead or resorbed conceptuses, and fetal body weights were comparable and also did not differ significantly in the six dose groups. All placentae appeared normal and no dam had a litter consisting of only resorbed conceptuses. The maternal thyroid was the target organ for ammonium perchlorate in this study. Increased incidence of thyroid follicular hypertrophy was observed in does treated with >/= 10 mg/kg-day perchlorate and significantly decreased T4 was observed in does treated with >/= 30 mg/kg-day. Based on these data, the maternal no-observable-adverse-effect level (NOAEL) for ammonium perchlorate was 1.0 mg/kg-day. The developmental NOAEL for ammonium perchlorate was found to be 100.0 mg/kg-day for rabbits."
        },
        {
            "References": "PMID:22335154",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ /The study objective was/ to study the effects of ammonium perchlorate (AP) on the levels of thyroid hormone and the testis function of male rats. Twenty male rats were randomly divided into 4 groups: control group, low, middle and high AP group. The rats were exposed orally to 0, 130, 260 and 520 mg AP/kg a day for 80 days. The levels of thyroid hormone, testosterone in serum and sperm motility were measured and the testis histological change was observed as well. The increase of body weight in high AP group was significantly lower than that in the control group (P < 0.01). The organ coefficients of testis and thyroid in high AP group obviously enhanced, as compared with the control group (P < 0.01). The free thyroxin (FT4) levels of serum in all AP treated groups were significantly lower than that of the control group (P < 0.05). There were no differences of serum FT3 levels between all AP groups and control group, while serum TSH levels in middle and high AP groups decreased significantly, as compared with control group (P < 0.01). In terms of sperm motility, the percentage of Grade A and B sperm in middle and high groups were 12.3% +/- 2.52% and 14.8% +/- 5.93%, 17.7% +/- 4.63%, 15.8% +/- 2.28% respectively, which were significantly lower than that (27.8% +/- 8.70%) in control group (P < 0.01). The percentage of Grade D sperm in middle and high groups were 38.0% +/- 3.61% and 40.0% +/- 8.99%, respectively, which were significantly higher than that (17.0% +/- 5.00%) in control group (P < 0.01). No difference of serum testosterone level between all AP groups and control group was observed. AP can influence the levels of thyroid hormone and reduce the serum FT4 levels in rats. The main toxic effects on male reproductive system may decrease the sperm motility."
        },
        {
            "References": "PMID:16393938",
            "Value": "/DEVELOPMENTAL NEUROTOXICITY/ A developmental neurotoxicity study was conducted to generate additional data on the potential functional and morphological hazard to the central nervous system caused by ammonium perchlorate in offspring from in utero and lactation exposure. Female Sprague-Dawley rats (23 to 25/group) were given continuous access to 0 (carrier), 0.1, 1.0, 3.0, and 10.0 mg/kg-day perchlorate in the drinking water beginning 2 weeks prior to mating and continuing through day 10 of lactation for the behavioral function assessment or given continuous access to 0 (carrier), 0.1, 1.0, 3.0, and 30.0 mg/kg-day beginning on gestation day 0 and continuing through day 10 of lactation for neurodevelopment assessments. Motor activity was conducted on postpartum days 14, 18, and 22 and juvenile brain weights, neurohistopathological examinations, and regional brain morphometry were conducted on postpartum days 10 and 22. This research revealed a sexually dimorphic response, with some brain regions being larger in perchlorate-treated male rats than in comparable controls. Even so, there was no evidence of any obvious exposure-related effects on male rat brain weights or neuropathology. The most consistent exposure-related effect in the male pups was on the thickness of the corpus callosum, with both the right- and left-sided measures of the thickness of this white matter tract being significantly greater for the male pups in the 0.1 and 1.0 mg/kg-day exposure groups. The behavioral testing suggests prenatal exposure to ammonium perchlorate does not affect the development of gross motor movements in the pups."
        },
        {
            "References": "PMID:15204722",
            "Value": "/DEVELOPMENTAL NEUROTOXICITY/ The purpose of this study was to evaluate the potential neurodevelopmental toxicity of perchlorate exposure during gestation and the first 10 days of lactation. Mated Sprague-Dawley rats (25/exposure group) were given continual access to 0, 0.1, 1.0, 3.0, or 10.0 mg/kg-day ammonium perchlorate (AP) in drinking water, starting gestation day 0 (mating) through lactation day 10 (DL 10). One pup/sex/litter/exposure group was assigned to (1) juvenile brain weights, morphometry, and neuropathology; (2) passive avoidance and watermaze testing; (3) motor activity and auditory startle habituation; and (4) adult regional brain weights, morphometry, and neuropathology. AP had no effect on body weights, feed consumption, clinical observations, or sexual maturation of pups at exposures as high as 10.0 mg/kg-day. There were no behavioral effects in the offspring exposed as high as 10.0 mg/kg-day as evaluated by passive avoidance, swimming watermaze, motor activity, and auditory startle. Increases in hypertrophy and hyperplasia of the thyroid follicular epithelium and a decrease in the thyroid follicle size were observed in culled male pups in the 10.0 mg/kg-day group on DL 5. The exposure level for effects on triiodothyroxine (T3), thyroxine (T4), and thyroid-stimulating hormone (TSH) levels for pups were 0.1, 1.0, and 3.0 mg/kg-day, respectively. There was an apparent increase in the thickness of the corpus callosum of the 10 mg/kg-day group pups on DL 12. The no-observed-adverse-effect level (NOAEL) for maternal toxicity was greater than 10.0 mg/kg-day. Based on the thyroid morphometric and histopathologic findings, the NOAEL for pup toxicity was 0.1 mg/kg-day."
        },
        {
            "References": "Peng KL et al; Zhonghua Lao Dong Wei Sheng Zhi Ye Bing Za Zhi 21 (6): 404-7 (2003)",
            "Value": "/ENDOCRINE MODULATION/ /The study objective was/ to study the effects of toxicity of ammonium perchlorate (AP) on thyroid of rats. Eighty-eight Wistar rats were treated orally with different dosages of AP. Three treated groups received 129, 257, 514 mg/kg/d of AP respectively and one control group drunk water for 13 weeks. Another 3 groups received 1.2, 46.5, 465.0 mg/kg/d of AP respectively and one control group drunk water for 36 weeks. The behavior and change of body weight in rats were observed. The levels of thyroid hormones in serum were measured and the pathological changes of thyroid tissue were observed as well. There were no differences in behavior and change of body weight between different AP exposure time. When the rats were treated with AP 514 mg for 13 weeks, free triiodothyronine (FT3, 2.48 pmol/L), free thyroxin (FT4, 13.33 pmol/L) were lower than those in control group (3.24, 20.92 pmol/L respectively, P<0.05). Thyroid-stimulating hormone (TSH, 0.375 mIU/L), thyroglobulin (TG, 3.37 ug/L) were higher than those in control group (0.29 mIU/L, 2.00 ug/L respectively, P<0.05). When the rats were treated with AP 465 mg for 36 weeks, FT3 (2.65 pmol/L) was lower than that in control group (4.97 pmol/L, P<0.01). FT4 in 46.5, 465 mg groups (10.63, 2.17 pmol/L respectively) were lower than that in control group (15.74 pmol/L, P<0.05, P<0.01). TSH in 465 mg group (0.34 mIU/L) was higher than that in control group (0.14 mIU/L, P<0.05). Histopathologic examination showed that follicle proliferation, no colloid in follicle, gore, follicular diminishing or atresia were found in 46.5, 465 mg groups with a dose-effect relationship. The toxic effects of AP on the growth of rats were not found, but those on the thyroid of rats were found significantly. Thyroid is the target organ of AP. It is considered that none effect dose of AP for rat thyroid may be 1.2 mg/kg/d, its threshold dose may be 46.5 mg/kg/d."
        },
        {
            "References": "PMID:16629145",
            "Value": "/ENDOCRINE MODULATION/ Ammonium perchlorate (AP) is a widespread military waste product in the United States and is a potent thyroid function disruptor in all vertebrates tested thus far. To determine the relative contribution of ammonium ions to the toxicity of AP, we exposed embryonic and larval Xenopus laevis to various concentrations of sodium perchlorate (SP) or ammonium chloride (AC). Ammonium perchlorate was significantly more lethal than SP; 5-d LC50s were 83 and 2,780 mg/L, respectively. To determine whether ammonium ions contribute to the antithyroid effects of AP, we exposed embryonic and larval X. laevis to two sublethal, environmentally relevant concentrations of AP or identical concentrations of AC or SP. At the smaller concentration, only AP delayed metamorphosis and reduced hindlimb growth. Sodium perchlorate and AP, but not AC, prevented metamorphosis and reduced hindlimb growth at the greater concentration. Although AP was slightly more effective in reducing outward manifestations of thyroid disruption, both perchlorate salts, unlike AC, caused profound histopathologic changes in the thyroid. Exposure to the higher concentration of either perchlorate salt produced a feminizing effect, resulting in a skewed sex ratio. We conclude that ammonium ions contribute significantly to the toxicity of AP but not to the direct antithyroid effects of perchlorate."
        },
        {
            "References": "PMID:12515590",
            "Value": "/ENDOCRINE MODULATION/ Thyroid gland hormone levels and histology and sex hormone levels in developing deer mice (Peromyscus maniculatus) were measured following in utero and lactational exposure to ammonium perchlorate (AP), a component of rocket fuel and a thyroid toxicant. Breeding pairs were dosed continuously with 0, 1 nM, 1 uM, or 1 mM concentrations of AP in drinking water from the time of cohabitation until pups from the third litter were weaned. Pups from the second litter were used for evaluation in this study. The active (colloid-containing) thyroid follicle number per unit area was significantly different between treatment groups. The 1-nM and 1-mM treatment groups had significantly fewer active follicles per unit area than did controls. The 1-mM treatment group also had significantly fewer active follicles than the 1-uM and the 1-nM treatment groups. Total T(4) concentrations were significantly increased in the 1-nM and 1-uM groups compared to the controls. No significant difference was observed in total T(3) concentrations. None of the 1-mM plasma had concentrations of total testosterone above the detection limit, and only one of the 1-uM samples was above the detection limit of the assay. All estradiol concentrations were below the detection limits of the assay. In contrast to the situation in adult rodents, it appears that AP increases thyroid hormone production in developing deer mice and produces variable effects with increasing concentrations."
        },
        {
            "References": "PMID:21619833",
            "Value": "/ENDOCRINE MODULATION/ /The study objective was/ to investigate the effects of ammonium perchlorate (AP) on thyroid functions and mRNA expression levels of thyroglobulin (Tg) and thyroperoxidase (TPO) genes of rats. Thirty SD male rats were randomly divided into six groups: control group, iodine-deficient group, low dose AP group (130 mg/kg), moderate dose AP group (260 mg/kg), high dose AP group (520 mg/kg) and high iodine-combined group. After the rats were exposed orally for 90 days, serum free-thyroxine (FT(4)), free-triiodothyronine (FT(3)) and thyroid stimulating hormone (TSH) were measured using radioimmunoassays. mRNA expression levels of thyroglobulin (Tg) and thyroperoxidase (TPO) genes were detected by real-time quantitative PCR. Serum FT(4) levels in moderate dose AP group and high dose AP group were [(9.540 +/- 1.327) fmol/mL] and [(6.509 +/- 1.949) fmol/mL] respectively, which were significantly lower than that [(13.505 +/- 1.276) fmol /mL] in control group (P < 0.05 or P < 0.01). Serum TSH level in high dose AP group was [(1.227 +/- 0.295) mIU/L], which was significantly higher than that [(0.545 +/- 0.282) mIU/L] in control group (P < 0.05). The mRNA expression levels of thyroglobulin (Tg) gene in all groups exposed to AP were significantly lower than that in control group (P < 0.01). The mRNA expression level of thyroperoxidase (TPO) gene in high dose AP group was significantly higher than that in control group (P < 0.05). AP can reduce the serum FT(3) and FT(4) levels of rats, increase the serum TSH level of rats and decrease obviously the mRNA expression levels of Tg and TPO genes. In addition, high iodine can reduce the toxic effects of AP on thyroid gland of rats to some extent."
        },
        {
            "References": "PMID:21669905",
            "Value": "/ENDOCRINE MODULATION/ Thyroid status was assessed in adult female rhesus monkey breeders at the California National Primate Research Center at the beginning of the breeding season. The 95% confidence intervals for thyrotropin (TSH), thyroxine (T(4)) and triiodothyronine (T(3)) (n = 66-80) were similar to those previously reported in smaller samples of macaque monkeys. Based on human criteria, 10 of 80 monkeys (12%) were hypothyroid (TSH > 2.0 uIU/mL). Because hypothyroxinaemia can be a risk factor in pregnancy, T(4) status was compared with past breeding history, breeding outcome for that season and general health records in a subset of 42 breeders. Age, weight and parity did not differ between monkeys in the lowest T(4) quartile as compared with those in the upper three quartiles. However, T(4) concentrations were significantly associated with the number of missed menstrual cycles during the previous breeding season. In additional work, three healthy lactating rhesus monkeys were given three different doses of environmental contaminant and thyroid iodine uptake inhibitor, ammonium perchlorate (0.006, 0.34, 12.8 mg/kg/day, respectively) in food for two weeks. Thyroid status variables (TSH, T(4), T(3), thyroid radioactive iodine uptake) were then measured. In the monkey receiving the highest perchlorate dose, iodine uptake was suppressed relative to baseline. The study shows the availability of tools to study thyroid status in rhesus monkeys, the variability of thyroid status in the breeder colony and the potential ability of environmental factors to influence thyroid status."
        },
        {
            "References": "PMID:17011691",
            "Value": "/ENDOCRINE MODULATION/ The U.S. EPA Endocrine Disruptor Screening Program (EDSP) Tier 1 male pubertal protocol was designed as a screen to detect endocrine-disrupting chemicals which may alter reproductive development or thyroid function. One purpose of this in vivo screening protocol is to detect thyrotoxicants via a number of different mechanisms of action, such as thyroid hormone synthesis or clearance. Here we evaluate the ability of this EDSP male pubertal protocol to detect the known thyrotoxicant ammonium perchlorate as an endocrine disruptor. ... Ammonium perchlorate was administered at 62.5, 125, 250, and 500 mg/kg to male Wistar rats based on a pilot study of oral dosing. Doses of 125-500 mg/kg perchlorate decreased T4 in a dose-dependent manner. TSH was significantly increased in a dose-responsive manner at the same doses, while T3 was unchanged at any dose. Thyroid histology was significantly altered at all doses, even at the 62.5 mg/kg, with a clear dose-dependent decrease in colloid area and increase in follicular cell height. No effects on preputial separation, a marker of pubertal progression, or reproductive tract development were observed at any dose. These results demonstrate that the male pubertal protocol is useful for detecting thyrotoxicants which target the thyroid axis by this mechanism (altered uptake of iodide). This study also found that perchlorate exposure during this period did not alter any of the reproductive developmental endpoints."
        },
        {
            "References": "Committee to Assess the Health Implications of Perchlorate Ingestion, Board on Environmental Studies and Toxicology, Division on Earth and Life Studies, National Research Council of the National Academies. Health Implications of Perchlorate Ingestion. p. 115-8. (2005) The National Academies Press, Washington, D.C. Washington, D. C.",
            "Value": "/ENDOCRINE MODULATION/ ... Male and female rats /were treated/ with ammonium perchlorate at 0.01-10 mg/kg per day. At 14 days, serum T4 concentrations were significantly decreased at 10 mg/kg per day in both male and female rats. Serum T3 concentrations were significantly decreased in males at 0.01 mg/kg per day or higher. No significant decreases were observed in serum T3 concentrations at any dose in female rats. Serum thyroid-stimulating hormone (TSH) concentrations were significantly increased at 0.20 mg/kg per day or higher in males and at 0.05 mg/kg per day or higher in females. ..."
        },
        {
            "References": "ManTech Environmental Technology, Inc.; Genotoxicity Assays for Ammonium Perchlorate. I. Salmonella/microsome Mutagenesis.  II. Mouse Lymphoma Cell Mutagenesis.  III. In vivo Mouse Bone Marrow Micronucleus Test. Final report. Cellular and Molecular Toxicology Program, Life Sciences and Toxicology Division, ManTech Environmental Technology, Inc. Study No. 6100-001. January 20 through June 26, 1998",
            "Value": "/GENOTOXICITY/ Ammonium perchlorate (100-10,000 ug/plate) was neither toxic nor mutagenic in S. typhimurium TA98, TA100, TA102, TA104, TA1535, or TA1537 with or without Arochlor 1254-induced rat liver S-9 activation."
        },
        {
            "References": "ManTech Environmental Technology, Inc. (1998) Genotoxicity Assays for Ammonium Perchlorate. I. Salmonella/microsome Mutagenesis.  II. Mouse Lymphoma Cell Mutagenesis.  III. In vivo Mouse Bone Marrow Micronucleus Test. Final report. Cellular and Molecular Toxicology Program, Life Sciences and Toxicology Division, ManTech Environmental Technology, Inc. Study No. 6100-001. January 20 through June 26, 1998",
            "Value": "/GENOTOXICITY/ Ammonium perchlorate (62.5-1,000 mg/kg/day) was administered by gavage for 3 days to Swiss CD-1 mice (5 /sex/dose).  No increase in the frequency of micronuclei was found in any dose group."
        },
        {
            "References": "PMID:10966512",
            "Value": "/GENOTOXICITY/ The 90-day subchronic study using Sprague-Dawley rats evaluated micronuclei induction in 10 males and 10 females exposed at 10 mg/kg/day; under these conditions, ammonium perchlorate was not mutagenic to the bone marrow."
        },
        {
            "References": "PMID:23803539",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ /The study objective was/ to investigate the thyroid cytotoxicity mechanism of ammonium perchlorate (AP). Thyroid cells were cultured in vitro to a certain stage and then exposed to AP (0, 5, 10, 20, 40, and 60 mmol/L) in culture solution; the cultured cells and supernatant were collected. Cell viability was measured by MTT assay; cell apoptosis was determined by flow cytometry; the concentration of thyroglobulin was measured by enzyme-linked immunosorbent assay; the lactate dehydrogenase (LDH) activity, superoxide dismutase (SOD) activity, malondialdehyde (MDA) level, and so on were measured by colorimetry. The cells exposed to 60 mmol/L AP for 12, 24, 48, and 72 hr had cell viabilities of 74.93%, 42.26%, 2.66%, and 0.99%, respectively, and the cells exposed to 40 mmol/L AP for 24, 48, and 72 hr had cell viabilities of 73.15%, 30.91%, and 3.03%, respectively, all significantly lower than that of the control group (100%) (P < 0.05 or P < 0.01). The overall apoptosis rate of all AP-exposed cells was significantly higher than that of the control group; the cells exposed to 20, 40, and 60 mmol/L AP had early apoptosis rates of 15.70%, 15.84%, and 16.96%, respectively, significantly higher than that of the control group (9.54%) (P < 0.05 or P < 0.01); the cells exposed to 60 mmol/L AP had a late apoptosis rate of 16.54%, significantly higher than that of the control group (6.11%) (P < 0.05 or P < 0.01). The cells exposed to 40 mmol/L AP had a significantly higher LDH activity than the control group (0.70 U/mL vs 0.55 U/mL, P < 0.01). The cells exposed to 5 mmol/L AP had a significantly higher MDA level than the control group (1.08 mmol/L vs 2.36 mmol/L, P < 0.05). AP can markedly change the cell morphology and decrease the cell viability of thyroid cells, which may be because AP inhibits cell proliferation, induces cell apoptosis, and destroys cell membranes. However, AP does not result in significant oxidative damage to thyroid cells."
        },
        {
            "References": "Committee to Assess the Health Implications of Perchlorate Ingestion, Board on Environmental Studies and Toxicology, Division on Earth and Life Studies, National Research Council of the National Academies. Health Implications of Perchlorate Ingestion. p. 115-8. (2005) The National Academies Press, Washington, D.C. Washington, D. C.",
            "Value": "/IMMUNOTOXICITY/ ... Male and female rats /were treated/ with ammonium perchlorate at 0.01-10 mg/kg per day. At 14 days, serum T4 concentrations were significantly decreased at 10 mg/kg per day in both male and female rats. Serum T3 concentrations were significantly decreased in males at 0.01 mg/kg per day or higher. No significant decreases were observed in serum T3 concentrations at any dose in female rats. Serum thyroid-stimulating hormone (TSH) concentrations were significantly increased at 0.20 mg/kg per day or higher in males and at 0.05 mg/kg per day or higher in females. ..."
        }
    ],
    "sediment_soil_concentrations": [
        {
            "References": "(1) ATSDR; Toxicological Profile for Perchlorates. Atlanta, GA: Agency for Toxic Substances and Disease Registry, US Public Health Service (2008). Available from, as of Dec 13, 2017: https://www.atsdr.cdc.gov/toxprofiles/index.asp",
            "Value": "SEDIMENT: The large-scale disposal of explosives containing ammonium perchlorate salts has resulted in perchlorate contamination of the environment(1). Perchlorate contamination of sediment and soil has been reported at twenty-seven Department of Defense facilities and at two other federal agency facilities in AL, AZ, CA, IN, MA, MD, NJ, NM, TX, UT, WA and WV as of March, 2005(1). Maximum concentrations in sediment were reported as follows: Aberdeen Proving Ground, MD, 17 ppb; Naval Surface Warfare Center, MD, 230 ppb; Lone Star Army Ammunition Plant, TX, 186 ppb; Alleghany Ballistics Laboratory, WV, 190 ppb(1). It was detected in 93% of 93 sediment samples from Lake Mead, NV at an average concentration of 12.8 mg/kg, max of 56.0 mg/kg(1)."
        },
        {
            "References": "(1) ATSDR; Toxicological Profile for Perchlorates. Atlanta, GA: Agency for Toxic Substances and Disease Registry, US Public Health Service (2008). Available from, as of Dec 13, 2017: https://www.atsdr.cdc.gov/toxprofiles/index.asp",
            "Value": "SOIL: The large-scale disposal of explosives containing ammonium perchlorate salts has resulted in perchlorate contamination of the environment(1). Perchlorate contamination of sediment and soil has been reported at twenty-seven Department of Defense facilities and at two other federal agency facilities in AL, AZ, CA, IN, MA, MD, NJ, NM, TX, UT, WA and WV as of March, 2005(1). Maximum perchlorate concentration in soil ranges from 32 to 2,000,000 ppb(1). The concentration of perchlorate underneath the foundation of a former propellant mixing facility at McGregor Texas Navel Weapons Industrial Reserve Plant ranged from 23 to 1,800,000 ug/kg(1). It was detected in 38% of 113 soil samples from Lake Mead, NV at an average concentration of 57.7 mg/kg, max of 1,470 mg/kg(1). Perchlorate concentration of 340 ug/kg was measured in a soil collected in December 1999 from a tobacco field previously treated that summer with fertilizer derived from Chilean caliche (perchlorate level of 35,800 and 1,544,000 ug/kg)(1)."
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "(1) ATSDR; Toxicological Profile for Perchlorates. Atlanta, GA: Agency for Toxic Substances and Disease Registry, US Public Health Service (2008). Available from, as of Dec 13, 2017: https://www.atsdr.cdc.gov/toxprofiles/index.asp (2) Gullick RW et al; J Amer Water Works Assoc 93: 66-77 (2001)",
            "Value": "Ammonium perchlorate readily dissolves and dissociates to the perchlorate ion(1). The perchlorate ion is only weakly absorbed to mineral surfaces of moderate ionic strength(1). The ion exhibits high aqueous solubility and together these properties contribute to its ability to readily migrate in groundwater systems(2)."
        }
    ]
}