{
    "_id": {
        "$oid": "6682e950c4e5dba5ffba2a00"
    },
    "CID": {
        "$numberInt": "24685"
    },
    "Name": "ISOPROPYL PHENYLCARBAMATE",
    "IUPACName": "propan-2-yl N-phenylcarbamate",
    "CanonicalSMILES": "CC(C)OC(=O)NC1=CC=CC=C1",
    "Synonyms": [
        "Propham",
        "122-42-9",
        "Isopropyl phenylcarbamate",
        "Isopropyl N-phenylcarbamate",
        "Collavin",
        "Triherbide",
        "Tuberite",
        "Agermin",
        "Birgin",
        "Profam",
        "Tuberit",
        "Tixit",
        "Beet-Kleen",
        "Isopropyl carbanilate",
        "Chem-Hoe"
    ],
    "IsomericSMILES": "CC(C)OC(=O)NC1=CC=CC=C1",
    "INCHI": "InChI=1S/C10H13NO2/c1-8(2)13-10(12)11-9-6-4-3-5-7-9/h3-8H,1-2H3,(H,11,12)",
    "INCHIKEY": "VXPLXMJHHKHSOA-UHFFFAOYSA-N",
    "Formula": "C10H13NO2",
    "MolecularWeight": {
        "$numberDouble": "179.22"
    },
    "Description": "Propham is a carbamate ester that is the isopropyl ester of phenylcarbamic acid. It is a selective herbicide used for the control of annual grasses and some broad-leaf weeds and is also a growth regulator for control of sprouting in stored potatoes. It has a role as a herbicide and a plant growth retardant. It is a carbamate ester and a member of benzenes.",
    "XlogP": {
        "$numberDouble": "2.6"
    },
    "Complexity": {
        "$numberInt": "162"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "environmental_bioconcentrations": [
        {
            "References": "(1) Hansch C et al; Exploring QSAR. Hydrophobic, Electronic, and Steric Constants. ACS Prof Ref Book. Heller SR, consult. ed., Washington, DC: Amer Chem Soc p. 74 (1995) (2) Meylan WM et al; Environ Toxicol Chem 18: 664-72 (1999) (3) Franke C et al; Chemosphere 29: 1501-14 (1994)",
            "Value": "An estimated BCF of 20 was calculated for isopropyl phenylcarbmate(SRC), using a log Kow of 2.6(1) and a regression-derived equation(2). According to a classification scheme(3), this BCF suggests the potential for bioconcentration in aquatic organisms is low(SRC)."
        }
    ],
    "environmental_biodegradations": [
        {
            "References": "Weed Science Society of America. Herbicide Handbook. 4th ed. Champaign, IL: Weed Science Society of America, 1979. of America, 1979., p. 385",
            "Value": "SOIL MICROORGANISMS READILY DEGRADE PROPHAM, AS DEMONSTRATED BY PRODUCTION OF ANILINE, BY AN ENZYMATIC HYDROLYSIS REACTION WITH SUBSEQUENT LIBERATION OF CARBON DIOXIDE. ... IDENTIFIED ISOLATES FOUND EFFECTIVE IN DEGRADING PROPHAM ARE PSEUDOMONAS STRIATA CHESTER, A FLAVOBACTERIUM SP, AN AGROBACTERIUM SP, & ACHROMOBACTER SP."
        },
        {
            "References": "(1) Robertson BK, Alexander M; Pest Sci 41: 311-318 (1994) (2) Hole SJW et al; Weed Res 41: 341-349 (2001)",
            "Value": "AEROBIC: Lima silt loam (7.7% organic matter; pH 7.2) that was never treated with pesticide was treated with 1 ml of distilled water containing 14C labeled isopropyl phenylcarbamate(1). The final concentration of labeled and unlabeled pesticide was between 50,000-60,000 dpm. C14C labeled carbon dioxide was trapped and analyzed(1). Within 60 days, 20% of the C14 was mineralized to carbon dioxide. When the soil was retreated with isopropyl phenylcarbamate about 70% was mineralized to carbon dioxide within 60 days. This shows that biodegradation may be an important fate process especially in soil that has repeated treatments of isopropyl phenylcarbamate(1). Similar results were obtained in a separate study where a different carbamate pesticide was used(2). After 14 days less than 10% of isopropyl phenylcarbamate remained in soil(pH5.8 6% silt and 8% clay) that had previously been treated with the pesticide carbetamide(2). Similar soil that had never been treated with any pesticide contained greater than 70% of the original isopropyl phenyl carbamate pesticide after 14 days(2). This shows that biodegradation of isopropylphenyl carbamate is likely to be dependent on the history of pesticide application on the soil."
        },
        {
            "References": "(1) Hoover DG et al; Appl Enivron Microb 51: 226-232 (1986) (2) El-Dib MA, Aly OA; Water Res 10: 1055-1059 (1976) (3) Mateen et al; Biological Degradation Bioremidication of Toxic Chem. Dioscorides Press: Portland, OR pp 198-233 (1994)",
            "Value": "AEROBIC: Labeled isopropyl phenylcarbamate was incubated in water from White Lake in Old Forge, NY and Beebe Lake in Ithaca, NY(1). At concentrations of 400 pg/ml and 10 ng/ml less than 30% of the substrate remained after 60 days. However at 1 ug/mL there was little or no loss of labeled isopropyl phenyl carbamate(1). This indicates that biodegradation in water may be dependent on the concentration of isopropyl phenylcarbamate. Isopropyl phenylcarbamate was incubated with water samples taken from the Nile River in Egypt in concentrations of 6-7 mg/L(2). No degradation was observed during 4 months of observation; however, biodegradation occurred within a few days after Bacillus cerus was added to the water(2). Pure culture studies have shown that phenylcarbamates are degraded to aniline which in turn is then metabolized to catechol and used in the TCA cycle(3)."
        },
        {
            "References": "(1) Williams PP; Res Rev 66: 63-135 (1977)",
            "Value": "ANAEROBIC: Isopropyl phenylcarbamate are stable in the presence of anaerobic microorganisms(1). This is consistent with other phenylcarbamates."
        }
    ],
    "logP": [
        {
            "References": "Hansch, C., Leo, A., D. Hoekman. Exploring QSAR - Hydrophobic, Electronic, and Steric Constants. Washington, DC: American Chemical Society., 1995., p. 74",
            "Value": "log Kow = 2.60"
        }
    ],
    "mechanism_of_action": [
        {
            "References": "Weed Science Society of America. Herbicide Handbook. 4th ed. Champaign, IL: Weed Science Society of America, 1979. of America, 1979., p. 384",
            "Value": "Root and epicotyl growth inhibition are...phytotoxic effect...in intact plants. Among its actions at cellular level...disrupts normal cell division, inhibits protein and amylase synthesis, inhibits photolytic activity of isolated chloroplasts and effects activity of messenger RNA."
        },
        {
            "References": "Rost TL, Morrison SL; Cytologia 49 (1): 61-72 (1984)",
            "Value": "The effects of propham ... on O uptake, ATP synthesis, cell division and cell cycle distribution in root tips of pea (Pisum sativum) (Alaska) are reported. At the lowest concn tested ( ... propham, 1.2 .times. 10-6M) a reduction in the number of cells able to enter into mitosis was observed. ... At the higher range of concn tested ... propham (1.2 .times. 10-3M) caused a rapid decrease in number of mitosis so that by 6 hr <1% of the total cells were dividing and all of them were abnormal, by 24 hr this level was reduced to .apprx. 0.2%."
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "Weed Science Society of America. Herbicide Handbook. 4th ed. Champaign, IL: Weed Science Society of America, 1979. of America, 1979., p. 386",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Subacute toxicity: no-effect level for propham in diet of albino rats & beagle dogs over ... 90 days was 200 ppm & 2000 ppm, respectively."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V12 194 (1976)",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Oral administration with skin application of a promoting agent: Groups of 15 Swiss mice of each sex received...one of the following schedules: (1) a single dose of 15 mg/animal as a 1% solution in tragacanth given by stomach tube; (2) 15 mg once weekly for 10 wk; or (3) 1 g/kg of diet (0.1%) for 6 months. Promotion was induced either with a 5% solution of croton oil in olive oil twice weekly or with undiluted Tween 60 given 6 times/wk/6 months. A total of 65 /skin/ papillomas appeared during the 6 months of treatment plus 10 months of observation in mice given propham and croton oil...in 2 animals the papillomas progressed to carcinomas. 1 papilloma was seen in controls receiving croton oil only. In mice given propham and Tween 60, 5 papillomas appeared during the two periods. No skin tumors occurred in similar groups of mice given the propham treatments without the croton oil or Tween 60 treatments."
        },
        {
            "References": "FAO/WHO; JMPR Pesticide residues in food, Part II Toxicology- Propham (1992). Available from, as of February 1, 2006: https://www.inchem.org/documents/jmpr/jmpmono/v92pr17.htm",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Four groups of 10 Wistar rats (Bor strain, WISW/SPF Cpb)/sex, 4 to 5 weeks old were fed dietary concentrations of 0, 200, 1000 or 5000 ppm (equal to 0, 14, 70 or 384 mg/kg bw/day for males and 0, 21, 109 or 576 mg/kg bw/day for females) 99.3% purity propham for 13 weeks. ...Appearance, behavior and mortality of the rats were unaffected by dosages of up to 5000 ppm. Food intake of females was slightly increased at all three dose levels, but the increase was not dose-dependent. At 5000 ppm the body-weight gain in males was slightly but statistically significantly reduced. A significant and dose-dependent decrease was seen in the erythrocyte counts, hemoglobin, hematocrit and mean cell hemoglobin concentration and an increase was seen in the mean cell volume in males receiving 1000 and 5000 ppm and in females receiving 5000 ppm. Cholesterol concentrations were increased in females at 5000 ppm. Males dosed with 1000 and 5000 ppm had a significantly increased relative adrenal weight and at 5000 ppm increased relative liver and spleen weights. In females a significant increase in relative liver weight was observed at 1000 ppm and a significant increase in relative kidney and liver weight at 5000 ppm. At 1000 and 5000 ppm a treatment-related effect on liver function (liver weight and /aspartate aminotransferase/ (ASAT) activity) was seen in both sexes. A dose-dependent increase in hemosiderin content in the spleen was seen in both sexes at 1000 and 5000 ppm. Based on the effects on the blood parameters a NOAEL of 200 ppm equal to 14 and 21 mg/kg bw/day in males and females, respectively, was determined."
        },
        {
            "References": "FAO/WHO; JMPR Pesticide residues in food, Part II Toxicology- Propham (1992). Available from, as of February 1, 2006: https://www.inchem.org/documents/jmpr/jmpmono/v92pr17.htm",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Propham was tested in female guinea-pigs for skin sensitizing properties using Magnusson and Kligman's Maximization Test. ...Propham (purity 99.6%) was formulated in Cremophor EL (2% v/v) in physiological NaCl solution. ...The test animal group consisted of 10 guinea-pigs, and two control groups consisted of 10 animals each. The following propham concentrations were used: intradermal induction: 2.5%, topical induction: 25%, and challenge: 25%. Following shaving of the backs and flanks of the guinea-pigs three intradermal injections (injection volume 0.1 mL) with a distance of 1-2 cm were given in a row per side to the left and right of the spinal column. Topical induction with propham in cremophor/saline solution was performed one week after intradermal induction. Challenge exposure (0.5 mL) was performed three weeks after intradermal induction. A hypoallergenic dressing soaked in the 25% test article formulation was placed for 24 hr on the left flank of propham animals and first control group. A control dressing was placed on the right flank. The criterion for sensitization was a higher incidence and intensity of skin reaction in test animals compared to control animals. All animals tolerated the treatment without signs of toxicity and no skin reactions occurred among the test or control animals. There is thus no indication of a skin sensitizing effect of propham."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V12 191 (1976)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ A group of 50 12-wk-old mice (strain and sex unspecified) was fed 0.1% propham (purity unspecified) in the diet for 18 months...the treatment produced signs of toxicity...no tumors were observed. /An additional/ group of 50 \"C\" mice (25 of each sex) was fed 0.5% in the diet for 18 months...no tumors were observed."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V12 192 (1976)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Fifteen 32-wk-old Osborne-Mendel rats (sex unspecified) were fed 2% propham (purity unspecified) (20 g/kg of diet), alternating with 1-2 wk of normal diet, for 18 months, when the 8 survivors were killed. No tumors were found... A group of 23 male and 26 female 6-wk-old golden hamsters were fed 2 g propham (mp about 87 °C) per kg of diet for 33 months and were compared with an untreated group of 22 males and 27 females. After 2 yr, 6 treated and 1 control female and 13 treated and 14 control males were still alive. Bile-duct hyperplasia of the liver was observed in 28 treated animals and in 28 controls. ...6 tumors in different organs were seen in treated animals, compared with 8 in controls."
        },
        {
            "References": "FAO/WHO; JMPR Pesticide residues in food, Part II Toxicology- Propham (1992). Available from, as of February 1, 2006: https://www.inchem.org/documents/jmpr/jmpmono/v92pr17.htm",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Four groups of 20 SPF Wistar rats (Bor strain, WISW/SPF Cpb)/sex, 5 to 6 weeks old and weighing 68 to 124 g (males) or 84 to 116 g (females) were fed dietary concentrations (99.4% purity propham) of 0, 10, 30 or 100 ppm equal to 0, 0.6, 1.8 or 5.8 mg/kg bw/day for males and 0, 0.7, 2.4 or 7.8 mg/kg bw/day for females for 12 months. Homogeneity in the 10 and 100 ppm diet was within + or -10% and stability of diets stored under similar conditions to those in the study were within + or -3% of original concentrations. Body-weight, food and water intake were monitored weekly up to week 13 and biweekly thereafter. Hematology, clinical biochemistry, urinalysis, and ophthalmoscopy were performed and gross pathological examinations and histopathological examinations were carried out. The body-weight was unaffected in both sexes at all dose levels as were mortality and clinical signs. Hematological data indicated no significant effects at 10 and 30 ppm. At certain times during the treatment with 100 ppm statistically significantly reduced erythrocyte counts, leucocyte cell counts, per cent lymphocytes in differential blood count and hematocrit were observed. Statistically significantly increased values for mean MCH and MCHC compared to control values were noted. Hemosiderosis in spleen was more severe in the propham-treated males compared to control animals. A NOAEL of 100 ppm, equal to 5.8 or 7.8 mg/kg bw/day for males and females respectively, was determined."
        },
        {
            "References": "FAO/WHO; JMPR Pesticide residues in food, Part II Toxicology- Propham (1992). Available from, as of February 1, 2006: https://www.inchem.org/documents/jmpr/jmpmono/v92pr17.htm",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Four groups of 20 SPF Wistar rats (Bor strain, WISW/SPF Cpb)/sex, 4 to 5 weeks old, and weighing 72 to 110 g (males) or 73 to 107 g (females) were fed dietary concentrations (99.3% purity propham) of 0, 100, 500 or 2500 ppm equal to 0, 5.7, 29 or 150 mg/kg bw/day for males and 7.6, 37 or 200 mg/kg bw/day for females, for 24 months. Ten additional rats/sex/dose level were fed similar diets and were sacrificed at 12 months. Homogeneity based on diet containing 100 or 15,000 ppm was within + or -10% and stability under conditions of storage similar to those used in the present study indicated 101 to 109% of initial concentrations. Body-weight, food and water intake were monitored weekly up to week 13 and biweekly thereafter. Hematology, clinical biochemistry, urinalysis, and ophthalmoscopy were performed and gross pathological examinations and histopathological examinations were carried out. No treatment-related incidences of clinical signs and symptoms, changes in food and water intake or mortality were observed up to the dosage of 2500 ppm. Body-weight gain was comparable to control rats up to 2500 ppm (males) and 500 ppm (females). At 2500 ppm, weight gain was slightly decreased in females during the second half of the study. No evidence of any treatment-related adverse effects on the blood or hematopoietic organs was found in the 100 ppm dosage group. At and above 500 ppm, evidence of increased hemopoiesis was observed in the spleen and liver. Reduced erythrocyte and hematocrit counts and increased spleen weights were also recorded in the 2500 ppm groups. At 2500 ppm mineralization in the kidneys and increased relative kidney weights were observed most often in the females. No adverse effects were noted for any other organ systems. Ophthalmological investigations revealed age-related eye changes which were fairly evenly distributed over all groups. No carcinogenic potential of propham could be inferred from the type, frequency or time of onset of benign or malignant tumors. Based on the effects on the blood parameters, a NOAEL for propham of 100 ppm, equal to 5.7 and 7.6 mg/kg bw/day in males and females respectively was determined. Carcinogenicity was not demonstrated."
        },
        {
            "References": "FAO/WHO; JMPR Pesticide residues in food, Part II Toxicology- Propham (1992). Available from, as of February 1, 2006: https://www.inchem.org/documents/jmpr/jmpmono/v92pr17.htm",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ In a two-generation, two-litter per generation Wistar rat (Bor strain, WISW/SPF Cpb) reproduction study, 4 groups of 25 rats/sex (initial age 4 to 6 weeks, weighing 62-93 g) were fed diets containing 0, 200, 1000 or 5000 ppm, 99.3-99.4% purity propham, equal to 0, 20, 80 or 100 mg/kg bw/day in the F0 generation and 0, 20, 100 or 550 mg/kg bw/day in the F1 generation. Homogeneity and stability were determined in parallel studies for dietary concentrations of 100 and 15,000 ppm. Homogeneity was within + or -10% and stability data indicated 101 and 109% of nominal values. F0 animals were inspected daily for clinical signs and were weighed weekly mating (after approximately 16 weeks on test for F0 animals and at about 100 days of age for F1b parents) was determined by vaginal smear. Lactation period was 4 weeks. F1a, F2a and F2b pups were sacrificed at weaning and subject to gross and histopathological examination. At dietary concentrations up to 5000 ppm there were no effects on appearance, behavior, general condition, mortality, fertility, insemination rate, gestation, viability, duration of pregnancy or sex ratio. No malformations were observed and incidence of stillbirths was unaffected. The lactation index and mean litter size at birth were comparable to those of the controls up to 1000 ppm. At 5000 ppm, the lactation index was in some cases significantly depressed and the litter size was reduced. Body-weight gain was not retarded in the parent animals or in the pups up to 1000 ppm. The body-weight of parents and pups in the 5000 ppm group increased more slowly during the rearing period. Food intake was unaffected up to 1000 ppm. Following 5000 ppm F1b rats consumed less food. The macroscopic examination of the dissected F1b and F2b pups revealed no changes of organs related to the treatment. The histopathological investigations revealed indications of increased breakdown of the red blood cells from 200 ppm upwards in F0 and F1b parents, which was identified by an increased incidence of siderosis in the liver and/or spleen. At 5000 ppm increased extramedullary hematopoiesis was frequently observed and increased spleen weights were recorded. At 200 ppm and above (F1b) and from 1000 ppm and above (F0) spleens were commonly dark in color. No indications of organ damage were found in the other organs of parent animals in the gross pathology examinations nor on the basis of the organ weights or histopathological investigations. In all dosage groups, therefore, signs of increased breakdown of erythrocytes were found. The dose of 200 ppm of propham was therefore toxic to parental animals. Based on effects on lactation index, food intake and body-weight gain, a NOAEL for reproduction of 1000 ppm equal to 80 mg/kg bw/day, was determined. The NOAEL for maternal toxicity (hematological effects) was <200 ppm (equal to 20 mg/kg bw/day)."
        },
        {
            "References": "FAO/WHO; JMPR Pesticide residues in food, Part II Toxicology- Propham (1992). Available from, as of February 1, 2006: https://www.inchem.org/documents/jmpr/jmpmono/v92pr17.htm",
            "Value": "/GENOTOXICITY/ /In a/ sister chromatid exchange /test/ (without metabolic activation) /using/ human lymphocytes /at concentrations of/ 10-4, 10-5, and 10-6; /propham was/ negative. /from table/"
        },
        {
            "References": "FAO/WHO; JMPR Pesticide residues in food, Part II Toxicology- Propham (1992). Available from, as of February 1, 2006: https://www.inchem.org/documents/jmpr/jmpmono/v92pr17.htm",
            "Value": "/GENOTOXICITY/ /When tested using the/ Ames test (with and without activation) /in/ Salmonella typhimurium /at/ 300-4800 ug/plate, /the results for propham were/ negative. /99.6% purity/ /from table/"
        },
        {
            "References": "Hoffman JC; In Vitro Toxicol 8 (3): 277-282 (1995)",
            "Value": "/ALTERNATIVE IN VITRO TESTS/ ... Tubulin immunofluorescence microscopy of human HeLa cells show that the N-phenylcarbamate mitotic disrupter herbicides range from noncytoskeletotoxic (carbetamide) to weakly cytoskeletotoxic (propham and chlorpropham) and strongly cytoskeletotoxic (barban). Barban concentrations that destabilize HeLa cell microtubules (greater than or equal to  30 mu/M) are within an order of magnitude of those reported to destabilize oat root microtubules"
        }
    ],
    "sediment_soil_concentrations": [
        {
            "References": "Doull, J., C.D. Klaassen, and M. D. Amdur (eds.). Casarett and Doull's Toxicology. 2nd ed. New York: Macmillan Publishing Co., 1980., p. 642",
            "Value": "Compounds in.../the phenylcarbamate and carbanilate herbicide/ group incl propham. ...they are very immobile in soil systems. ...these cmpd have been shown to be inactivated by adsorption to soil org matter. ... The mechanism of adsorption to soil org matter is thought to involve hydrogen bonding between the carboxyl groups of the org matter and the nitrogen and carbonyl oxygen of the carbamate."
        },
        {
            "References": "Weed Science Society of America. Herbicide Handbook. 4th ed. Champaign, IL: Weed Science Society of America, 1979. of America, 1979., p. 386",
            "Value": "BIOASSAY TESTS INDICATE HALF LIFE...TO BE ABOUT 15 DAYS @ 16 °C & 5 DAYS @ 29 °C. HOWEVER, THE RATE OF DISSIPATION CAN VARY GREATLY WITH THE MICROBIAL ACTIVITY AND MOISTURE LEVEL OF A GIVEN SOIL."
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "Weed Science Society of America. Herbicide Handbook. 4th ed. Champaign, IL: Weed Science Society of America, 1979. of America, 1979., p. 385",
            "Value": "...PROPHAM IS READILY ADSORBED TO ACTIVATED CARBON & ORG MATTER...BOND IS RATHER WEAK, ALLOWING WATER TO LEACH PROPHAM THROUGH SOIL COLUMN."
        },
        {
            "References": "(1) Kenga EE; Ecotox Environ Safety 4: 26-38 (1980) (2) Sabljic A et al; Chemosphere 31: 4489-4514 (1995) (3) Swann RL et al; Res Rev 85: 17-28 (1983)",
            "Value": "The Koc of isopropyl phenylcarbmate has reported values between 51 to 65(1,2). According to a classification scheme(3), this estimated Koc value suggests that isopropyl phenylcarbmate is expected to have very high mobility in soil."
        }
    ],
    "plant_translocations": [
        {
            "content": "Uptake, translocation, and metabolism of propham (isopropyl carbanilate) were ascertained for wheat (Triticum aestivum L., ‘Neepawa’) sugarbeet (Beta vulgaris L., ‘HH-10’), and alfalfa (Medicago sativa L., ‘Cherokee’) when grown in either liquid culture or in soil. Three-week-old wheat and 5-week-old sugarbeet and alfalfa plants were treated with 14C-propham in liquid culture for 1, 2, and 4 days. Other plants were placed in treated soil at 10 weeks after germination and grown for 15 weeks. Wheat absorbed 98%, sugarbeet 93%, and alfalfa 81% of the propham from solution after 4 days. Propham was translocated in all species. Under liquid culture, three polar metabolites of propham were isolated from wheat and alfalfa extracts and one was isolated from sugarbeet extracts. The agylcone moiety of the two most polar wheat metabolites was isopropyl-4-hydroxycarbanilate and that of the least polar metabolite was isopropyl-2-hydroxycarbanilate. The aglycone of all alfalfa and sugarbeet polar metabolites was isopropyl-4-hydroxycarbanilate. Only one polar metabolite was isolated from all soil-treated plants. The aglycone moiety was determined to be isopropyl-4-hydroxycarbanilate. Of the propham absorbed 95, 91, 89, and 36% was metabolized by sugarbeet roots, sugarbeet leaves, wheat leaves, and alfalfa leaves, respectively, after a 4-day liquid culture treatment. Propham was 100% metabolized when applied to plants via soil application.",
            "reference": "Burt, M. E., & Corbin, F. T. (1978). Uptake, translocation, and metabolism of propham by wheat (Triticum aestivum), sugarbeet (Beta vulgaris), and alfalfa (Medicago sativa). Weed science, 26(3), 296-303.",
            "method": {
                "Test Plant": "Wheat (Triticum aestivum 'Neepawa'), sugarbeet (Beta vulgaris 'HH-10'), and alfalfa (Medicago sativa 'Cherokee')",
                "Apply Location": "Root application",
                "Plant Grown Condition": "Seeds were germinated in sand-peat-vermiculite mixture for 10 weeks, then transplanted to pots with Norfolk sandy loam soil.",
                "Chemical Preparation": "the top 1 kg soil was treated with 0.46 mg radiolabeled propham and 3.6 mg non-radiolabeled technical propham to 4.06 μg/g soil around the plant roots.",
                "Pesticide Application Details for the Plant": "-",
                "Other Information": "Three replicates were prepared for each liquid culture and soil application treatment."
            },
            "result": "[{\"Plant\": \"Wheat\", \"Days after application\": 1, \"Leaves (ug/g)\": 2.2, \"Roots (ug/g)\": 1.1}, {\"Plant\": \"Wheat\", \"Days after application\": 2, \"Leaves (ug/g)\": 1.5, \"Roots (ug/g)\": 0.9}, {\"Plant\": \"Wheat\", \"Days after application\": 4, \"Leaves (ug/g)\": 1.0, \"Roots (ug/g)\": 0.6}, {\"Plant\": \"Sugarbeet\", \"Days after application\": 1, \"Leaves (ug/g)\": 0.3, \"Roots (ug/g)\": 0.8}, {\"Plant\": \"Sugarbeet\", \"Days after application\": 2, \"Leaves (ug/g)\": 0.4, \"Roots (ug/g)\": 1.4}, {\"Plant\": \"Sugarbeet\", \"Days after application\": 4, \"Leaves (ug/g)\": 0.3, \"Roots (ug/g)\": 1.1}, {\"Plant\": \"Alfalfa\", \"Days after application\": 1, \"Leaves (ug/g)\": 1.9, \"Roots (ug/g)\": 0.6}, {\"Plant\": \"Alfalfa\", \"Days after application\": 2, \"Leaves (ug/g)\": 1.7, \"Roots (ug/g)\": 0.7}, {\"Plant\": \"Alfalfa\", \"Days after application\": 4, \"Leaves (ug/g)\": 1.0, \"Roots (ug/g)\": 0.6}]"
        }
    ]
}