{
    "_id": {
        "$oid": "6682e951c4e5dba5ffba2a01"
    },
    "CID": {
        "$numberInt": "24722"
    },
    "Name": "SYSTOX",
    "IUPACName": "diethoxy-(2-ethylsulfanylethoxy)-sulfanylidene-lambda5-phosphane;1-diethoxyphosphorylsulfanyl-2-ethylsulfanylethane",
    "CanonicalSMILES": "CCOP(=O)(OCC)SCCSCC.CCOP(=S)(OCC)OCCSCC",
    "Synonyms": [
        "DEMETON",
        "8065-48-3",
        "Systox",
        "Demeton (OS)",
        "Demeton (O&S)",
        "diethoxy-(2-ethylsulfanylethoxy)-sulfanylidene-lambda5-phosphane;1-diethoxyphosphorylsulfanyl-2-ethylsulfanylethane",
        "Systemox",
        "Septox",
        "Demox",
        "Ethyl systox",
        "Demeton [BSI]",
        "Caswell No. 279",
        "CCRIS 918",
        "HSDB 201",
        "BAY 10756"
    ],
    "IsomericSMILES": "CCOP(=O)(OCC)SCCSCC.CCOP(=S)(OCC)OCCSCC",
    "INCHI": "InChI=1S/2C8H19O3PS2/c1-4-10-12(9,11-5-2)14-8-7-13-6-3;1-4-9-12(13,10-5-2)11-7-8-14-6-3/h2*4-8H2,1-3H3",
    "INCHIKEY": "FAXIJTUDSBIMHY-UHFFFAOYSA-N",
    "Formula": "C16H38O6P2S4",
    "MolecularWeight": {
        "$numberDouble": "516.7"
    },
    "Description": {
        "$numberDouble": "NaN"
    },
    "XlogP": {
        "$numberDouble": "NaN"
    },
    "Complexity": {
        "$numberInt": "336"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "environmental_bioconcentrations": [
        {
            "References": "(1) Li MY et al; The Effects of Agricultural Pesticides in the Aquatic Environment, Irrigated Croplands, San Joaquin Valley. TS-00-72-05. Pest Studies Ser 6. Washington, DC: USEPA Off Water Prog Appl Tech Div Rural Wastes Branch (1972) (2) Lyman WJ et al; Handbook of Chemical Property Estimation Methods. Washington, DC: Amer Chem Soc pp. 5-5 (1990) (3) Franke C et al; Chemosphere 29: 1501-14 (1994)",
            "Value": "An estimated BCF of 16 was calculated in fish for systox(SRC), using a water solubility of 666 mg/L(1) and a regression-derived equation(2). According to a classification scheme(3), this BCF suggests the potential for bioconcentration in aquatic organisms is low(SRC)."
        }
    ],
    "environmental_biodegradations": [
        {
            "References": "PMID:4550533",
            "Value": "AEROBIC: The half-life of demeton-S-methyl in soil was reported as 26 days(1), suggesting that systox will also biodegrade(SRC)."
        }
    ],
    "mechanism_of_action": [
        {
            "References": "International Labour Office. Encyclopedia of Occupational Health and Safety. Vols. I&II. Geneva, Switzerland: International Labour Office, 1983., p. 1638",
            "Value": "The main feature of the toxic mechanism of organophosphorus pesticides is inhibition of the esterase enzyme activity, in particular of cholinesterase ... . /Organophosphorus pesticides/"
        },
        {
            "References": "Spencer, E.Y. Guide to the Chemicals Used in Crop Protection. 6th ed. Publication 1093, Research Institute, Agriculture Canada, Ottawa, Canada: Information Canada, 1973., p. 161",
            "Value": "No marked phytotoxic effects at insecticidal concn."
        },
        {
            "References": "White-Stevens, R. (ed.). Pesticides in the Environment: Volume 1, Part 1, Part 2. New York: Marcel Dekker, Inc., 1971., p. 500",
            "Value": "... /Organophosphate-resistant/ strains /of the 2-spotted spider mite/ developed at Leverkusen, Germany, by selection with demeton and subsequently parathion, showed 1/3 as much cholinesterase activity as normal and aliesterase activity was significantly reduced."
        },
        {
            "References": "ITII. Toxic and Hazardous Industrial Chemicals Safety Manual. Tokyo, Japan: The International Technical Information Institute, 1988., p. 154",
            "Value": "CHOLINESTERASE INHIBITOR."
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "American Conference of Governmental Industrial Hygienists, Inc. Documentation of the Threshold Limit Values and Biological Exposure Indices. 6th ed. Volumes I, II, III. Cincinnati, OH: ACGIH, 1991., p. 385",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ At a concn of 3 mg/cu m, 17 rats were exposed to demeton for 2 hr /via inhalation/ each day for up to 12 days. No signs of illness resulted during the first day of exposure. During the second day of exposure, tremors became apparent; during the third day, lacrimation was noted and tremors were more severe, and during the fourth day, 10 of the 17 rats died. Death in this poisoning is initiated by bronchiolarconstriction, paralysis of respiratory muscles, and possibly a local cardiotoxic action of demeton."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. 7:803",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ The dermal LD50s are ... nearly equivalent to its acute oral toxicity. However, formulation impacts the dermal toxicity of demeton. An equal volume of emulsifier changed the LD50 from less than 24 to 620 mg/kg, whereas dilution of the mixture to the strength used for spraying greatly increased the toxicity, so that a lethal dose was about 5 mg/kg."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. 7:803",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Rats exposed to 3 mg/cu m demeton for only 1 hour/day experienced no signs of intoxication after two days; mild tremors after 4 days; marked tremors, lacrimation, and 5% mortality (1/20) after 6 days; and 37% mortality (7/19) after 12 days."
        },
        {
            "References": "FAO/WHO; Data Sheets on Pesticides No.60 - Demeton Available from, as of November 13, 2006: https://www.inchem.org/documents/pds/pds/pest60_e.htm",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Rabbits were fed demeton sprayed greens for 30-100 days. Ingestion of 1.5 (mg demeton/kg bw/day reduced cholinesterase activity (55% of normal) with 4/6 deaths by 30 days. Ingestion of 2.3 mg/kg bw/day reduced plasma cholinesterase (70% of normal) and 3/6 deaths by 30 days. At 0.15 mg/kg bw/day for 98 days, no fatalities or reduced cholinesterase levels occurred. Symptoms preceding death included respiratory distress, frothing at nose and mouth, marked diarrhea, muscular paralysis, coma and mild asphyxial convulsions. Gastric intubation of 0.4, 0.66, 0.9 or 1.89 mg demeton/kg bw/day in rats for 90 days caused intoxication (hyperexcitability and tremors) at the two higher doses after 21 days. In a 16 week study, female rats were fed demeton 0 ,10, 20 and 50 mg/kg diet. Females at the highest dose were severely poisoned but recovered after three to four weeks despite continued intake. Blood and brain cholinesterase were 7.1 and 8.2% of normal respectively. Rats fed 20 mg/kg diet showed levels of brain and blood cholinesterase 15% of normal but otherwise appeared unaffected. Brain and blood cholinesterase levels were 90% of normal at 1 mg/kg diet (0.05 mg/kg b.w./day) in an 11 week study."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. 7:804",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ In dogs given diets that contained 1, 2, or 5 ppm demeton (0.025, 0.047, or 0.149 mg/kg/day) for 24 weeks, plasma cholinesterase activity was maximally inhibited after about 12 weeks in dogs given the 5-ppm diet and after 16 weeks in dogs given the 2-ppm diet. RBC cholinesterase activity was unaffected by the 1- or 2-ppm diets and was slightly inhibited by the 5-ppm diet."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. 7:805",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ ... Cholinesterase (sic) was reportedly inhibited at 0.5 mg/kg/day but not at 0.15 mg/kg/day in rabbits that were given demeton orally for 106 days."
        },
        {
            "References": "Hayes, W.J., Jr., E.R. Laws, Jr., (eds.). Handbook of Pesticide Toxicology. Volume 2. Classes of Pesticides. New York, NY: Academic Press, Inc., 1991., p. 1054",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Female rats receiving demeton at a dietary level of 50 ppm became severely poisoned but after 3 to 4 wk gradually recovered despite continued feeding. Feed intake was low at the beginning of the study but became greater than that of control rats for the latter part of the 16 wk experiment. Blood and brain cholinesterase activities were severely inhibited, averaging only 8.2 and 7.1% of normal, respectively. Rats on 20 ppm appeared normal, although the cholinesterase activity of their blood and brain was only about 15% of normal. Cholinesterase inhibition was progressively less at lower dietary levels but was only about 90% of normal in whole blood and brain at /1 ppm (about 0.05 mg/kg/day)/ the lowest dietary level tested ..."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists, Inc. Documentation of the Threshold Limit Values and Biological Exposure Indices. 6th ed. Volumes I, II, III. Cincinnati, OH: ACGIH, 1991., p. 385",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ A dietary concn of 1 ppm of demeton for 11 weeks produced a slight reduction of blood and brain cholinesterase activity in female rats; 3 ppm for the same duration produced a 30% reduction; and 20 ppm for 16 weeks was followed by 85% inhibition of brain cholinesterase activity, but no signs of systemic poisoning were noted. Rats fed 50 ppm for 16 weeks were made quite sick. Dietary intakes of 1, 3, 20, and 50 ppm are equivalent to approximately 0.05, 0.16, 1.1, or 2.6 mg/kg, respectively, for female rats."
        },
        {
            "References": "Shepard, T. H. Catalog of Teratogenic Agents. 3rd ed. Baltimore, MD.: Johns Hopkins University Press, 1980., p. 99",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ /Demeton/ ... Was given ip to /CF-1/ mice on single day between days 7 and 12 /of pregnancy/ in doses up to 14 mg/kg. Higher doses produced fetal growth retardation. A few minor skeletal malformations were found when dosing was carried out daily during 3 day periods of organogenesis."
        },
        {
            "References": "FAO/WHO; Data Sheets on Pesticides No.60 - Demeton Available from, as of November 13, 2006: https://www.inchem.org/documents/pds/pds/pest60_e.htm",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ IP injection of pregnant mice (day 14 of gestation) at 5 mg/kg 32P-labelled demeton produced heavy labelling of placental tissue, foetal muscle and osteogenic mesenchyma within 20 minutes but only trace activity persisted after three hours. Maximum levels in the liver were found between one to two hours."
        },
        {
            "References": "California Environmental Protection Agency Department of Pesticide Regulation; Demeton (Systox) Summary of Toxicological Data (1986) Available from, as of November 13, 2006: https://www.cdpr.ca.gov/docs/toxsums/pdfs/566.pdf",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Single IP dose of 7, 10, or 14 mg/kg; 3 consecutive doses of 5 mg/kg; or 3 consecutive doses of 10 mg/kg to mice weighing 25-33 grams. The frequency of developmental anomalies in skeletal system, legs, digits, and digestive system was elevated with single doses. No comparisons of individual anomaly type and dose level with corresponding control was statistically significant, but the summations of all anomalies on day 11 were significantly elevated for both 10 mg/kg and 14 mg/kg. There is insufficient information to evaluate the importance of these observations. Reproductive toxicology--depressed fetal weight on or after day 9. Percent of resorptions was not altered in treated groups, but frequency of dead fetuses was increased."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. 7:804",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Administration of 7 or 10 mg/kg demeton to mice as a single intraperitoneal dose or as three consecutive doses of 5 mg/kg each between days 7 and 12 of gestation was embryo toxic, as evidenced by decreased fetal weight and slightly higher mortality of the young. Fetuses that had intestinal hernias were found at 16 but not at 18 days. The high dose (10 mg/kg) administered on days 8, 9, or 10 of gestation had no effect on litter size at birth or on the survival rate of the young."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. 7:803",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ Demeton was not associated with signs of organophosphate-induced delayed neuropathy when administered subcutaneously to atropinized chickens at doses that ranged from 5 to 80 mg/kg and were then observed for 30 days."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. 7:804",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ Rats fed diets that contained 50 ppm demeton containing 48% of the more potent P=O isomer (equivalent to 2.6 mg/kg) for 11 to 16 weeks exhibited cholinergic toxicity (fasciculations, weakness, tremors, lacrimation, and salivation) at 11 weeks, but by 16 weeks they were exhibiting no signs of cholinergic toxicity despite severe brain cholinesterase inhibition. No cholinergic signs were observed in rats given diets that contained 1, 3, or 20 ppm demeton for 11 to 16 weeks."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. 7:804",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ When rats were given 0.4, 0.66, 0.9, and 1.89 mg/kg/day demeton by gavage for 65 days during a 90-day period, signs of cholinergic toxicity (hyperexcitability, tremors) occurred in rats given the two highest doses after 21 days. There was one death in the group fed 1.89 mg/kg."
        },
        {
            "References": "SIMMON VF; US NTIS PB REP PB-133,226: 177 PP (1980)",
            "Value": "/GENOTOXICITY/ Eighteen pesticides were tested for mutagenic activity by the following in vitro procedures: reverse mutation in Salmonella typhimurium strains TA 1535, TA 1538, TA 98, and TA 100 and in Escherichia coli WP2 uvrA; induction of mitotic recombination in the yeast Saccharomyces cerevisiae D3; relative toxicity assays in DNA repair-proficient and -deficient strains of E. coli (strains W3110 and P3478, respectively) and of Bacillus subtilis (strains H17 and M45 respectively). Demeton was positive in all mutagenicity tests."
        },
        {
            "References": "PMID:7254224",
            "Value": "/GENOTOXICITY/ Sister chromatid exchanges were induced in a hamster cell line by demeton."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. 7:803",
            "Value": "/GENOTOXICITY/ Demeton was reportedly both positive and negative in in vitro tests of bacterial mutagenicity and negative in a sex-linked lethal mutation assay using Drosophila melanogaster"
        },
        {
            "References": "PMID:1818645",
            "Value": "/GENOTOXICITY/ The dominant lethal test to examine demeton, dichlorvos and endosulfan (Metasystox I forte, Nogos 50 EC and Thiodan 35, respectively) was done by intraperitoneal treatment of animals both acutely (1 dose) and subacutely (5 daily administrations). The number of total implantations differed from the control value only after five-fold injection of dichlorvos. There was no statistically-significant decrease in the number of live implantations. The frequency of postimplantation lethality was not significantly increased over the control level."
        },
        {
            "References": "PMID:3964078",
            "Value": "/GENOTOXICITY/ Demeton, dimetoat, dichlorovos, endosulfan, trichlorofon, carbaryl, lindane, methoxychlor, propoxur and malathion were examined for their ability to induce chromosomal aberrations in the bone marrow cells of the Syrian hamster. ... Demeton, dichlorovos and endosulfan gave positive results. Malathion, dimethoate and the mixture of methoxychlor and propoxur were weakly clastogenic; at some doses these compounds induced statistically significant increases in the number of aberrations. Trichlorfon and the mixture of carbaryl and lindane were negative."
        },
        {
            "References": "Gosselin, R.E., R.P. Smith, H.C. Hodge. Clinical Toxicology of Commercial Products. 5th ed. Baltimore: Williams and Wilkins, 1984., p. II-294",
            "Value": "/OTHER TOXICITY INFORMATION/ Almost as toxic as parathion in animals when given orally or by inhalation."
        },
        {
            "References": "FRAWLEY JP; TEST PROTOCOLS AND LIMITATIONS FOR DETECTION OF NEUROTOXICITY; US EPA, OFF RES DEV, (REP) EPA; EPA-600/1-76-025, PESTIC INDUCED DELAYED NEUROTOXICITY, PROC CONF: 234-63 (1976)",
            "Value": "/OTHER TOXICITY INFORMATION/ Neurotoxicity was induced in chickens by approx 1600 ppm demeton."
        },
        {
            "References": "Humphreys, D.J. Veterinary Toxicology. 3rd ed. London, England: Bailliere Tindell, 1988., p. 161",
            "Value": "/OTHER TOXICITY INFORMATION/ Demeton-O poisoning developed in 384 cattle grazing near cotton which had been treated with /demeton/. /Demetom-O/"
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "(1) ARS Pesticide Properties Database. Demeton, -O, -S (8065-48-3; 298-03-3; 126-75-0) Available at https://www.arsusda.gov/acsl/services/ppdb/textfiles/demeton as of Oct 31, 2006. (2) Swann RL et al; Res Rev 85: 17-28 (1983)",
            "Value": "The Koc value for demeton-S (isosystox) and demeton-O, were reported as 70 and 387, respectively, in an unspecified soil(1). According to a classification scheme(2), these Koc values suggests that systox is expected to have high to moderate mobility in soil(SRC)."
        }
    ],
    "plant_translocations": [
        {
            "content": "Demeton-S was found to be about 10 times more toxic than demeton-O as a contact insecticide based on dipping experiments. However, the author notes this does not necessarily reflect an absolute difference in toxicity, as absorption and metabolism may differ between the isomers. Absorption studies through intact roots also showed demeton-S was about 10 times more toxic to aphids than demeton-O. Absorption was found to be faster for demeton-S as well based on concentration comparisons over time.",
            "reference": "David, W. A. L. (1957). Insecticidal Action Studies with Demeton-O and Demeton-S. Bulletin of Entomological Research, 48(1), 91-107.",
            "method": {
                "Test Plant": "Broad beans, Vicia faba",
                "Apply Location": "leaves apply",
                "Plant Grown Condition": "Broad bean seeds were grown in John Innes pasteurised potting compost or in sand in greenhouse conditions with temperature fluctuating between 17-23°C.",
                "Chemical preparation": "The systemic insecticide demeton consists of two isomers, demeton-O and demeton-S. It was obtained from Bayer as a mixture under the trade name \"Systox\" which was shown to consist of 18% demeton-O and 30% demeton-S, with the remainder being an emulsifier.",
                "Received pesticide of plant": "Broad bean plants infested with the black bean aphid, Aphis fabae Scop., were treated with solutions of demeton-O and demeton-S either through the roots or foliage. Demeton-S containing radioactive 32P was also used.",
                "Other Information": "three replicates"
            },
            "result": "[{\"Days after application\": \"27 days\", \"Amount applied (mg)\": 1.0, \"Concentration (uc/L)\": 18, \"Recovered (%)\": 34.9, \"Treated Leaves (%)\": 97.0, \"Leaves Above (%)\": \"2.9 (2.0 mg/kg)\", \"Leaves Below (%)\": 0.1}, {\"Days after application\": \"43 days\", \"Amount applied (mg)\": 2.5, \"Concentration (uc/L)\": 2380, \"Recovered (%)\": 53.5, \"Treated Leaves (%)\": 97.3, \"Leaves Above (%)\": \"1.8 (13.6 mg/kg)\", \"Leaves Below (%)\": 0.9}, {\"Days after application\": \"48 days\", \"Amount applied (mg)\": 1.0, \"Concentration (uc/L)\": 9, \"Recovered (%)\": 52.5, \"Treated Leaves (%)\": 92.5, \"Leaves Above (%)\": \"7.3 (4.4 mg/kg)\", \"Leaves Below (%)\": 0.3}, {\"Days after application\": \"49 days\", \"Amount applied (mg)\": 5.0, \"Concentration (uc/L)\": 3480, \"Recovered (%)\": 52.5, \"Treated Leaves (%)\": 92.5, \"Leaves Above (%)\": \"7.3 (4.4 mg/kg)\", \"Leaves Below (%)\": 0.9}, {\"Days after application\": \"50 days\", \"Amount applied (mg)\": 2.5, \"Concentration (uc/L)\": 1740, \"Recovered (%)\": 52.5, \"Treated Leaves (%)\": 97.8, \"Leaves Above (%)\": \"2.2 (8.7 mg/kg)\", \"Leaves Below (%)\": 0.0}]"
        },
        {
            "content": "Demeton, an emulsifiable systemic insecticide, was rapidly absorbed and metabolized into highly toxic compounds compared to other tested insecticides when applied to broccoli plants. It showed rapid absorption by the roots and translocation to the leaves within 24 hours of treatment, effectively controlling aphids. The study suggests that demeton and its metabolites are translocated very rapidly in plants. However, for comparable control, a 24-hour preliminary treatment was necessary with phorate, and possibly with dimethoate and disulfoton as well. The activity of demeton was consistently higher than other insecticides, especially within the first 24 hours of treatment. Additionally, the effectiveness of all the insecticides increased with higher temperatures, with demeton showing the quickest and most effective control of aphids compared to other systemic insecticides commonly used on edible crops.",
            "reference": "Shirck, F. H., & Landis, B. J. (1970). Rates of Absorption and Translocation of Some Systemic Insecticides in Broccoli Determined by Mortality of Feeding Green Peach Aphid12. Journal of Economic Entomology, 63(3), 781–782. doi:10.1093/jee/63.3.781 ",
            "method": {
                "Test Plant": "Green peach aphids (Myzus persicae)",
                "Apply Location": "Root application",
                "Plant Grown Condition": "The stock of green peach aphids used was obtained from potato at Yakima and was held in cages of 'Green Sprouting' broccoli plants in a green house.",
                "Chemical Preparation": "Pesticides was first prepared as a 1% emulsion in water and further diluted to a final concentration of 30 ppm of insecticide.",
                "Pesticide Application Details for the Plant": "Each plant was treated with the insecticide emulsion of 30 ppm.",
                "Other Information": "20 plants for each treatment"
            },
            "result": "[{\"Time after root application\": \"24 hours\", \"Mortality of Bugs (%)\": 66}, {\"Time after root application\": \"48 hours\", \"Mortality of Bugs (%)\": 94}, {\"Time after root application\": \"72 hours\", \"Mortality of Bugs (%)\": 98}]"
        }
    ]
}