{
    "_id": {
        "$oid": "6682e951c4e5dba5ffba2a04"
    },
    "CID": {
        "$numberInt": "24744"
    },
    "Name": "BETANAL",
    "IUPACName": "[3-(methoxycarbonylamino)phenyl] N-(3-methylphenyl)carbamate",
    "CanonicalSMILES": "CC1=CC(=CC=C1)NC(=O)OC2=CC=CC(=C2)NC(=O)OC",
    "Synonyms": [
        "Phenmedipham",
        "13684-63-4",
        "3-((Methoxycarbonyl)amino)phenyl m-tolylcarbamate",
        "BETANAL",
        "Fenmedifam",
        "Spin-aid",
        "Phenmediphame",
        "Kemifam",
        "Synbetan P",
        "Schering 4072",
        "Schering-38584",
        "[3-(methoxycarbonylamino)phenyl] N-(3-methylphenyl)carbamate",
        "Methyl 3-(3-methylcarbaniloyloxy)carbanilate",
        "EP-452",
        "SN 4075"
    ],
    "IsomericSMILES": "CC1=CC(=CC=C1)NC(=O)OC2=CC=CC(=C2)NC(=O)OC",
    "INCHI": "InChI=1S/C16H16N2O4/c1-11-5-3-6-12(9-11)18-16(20)22-14-8-4-7-13(10-14)17-15(19)21-2/h3-10H,1-2H3,(H,17,19)(H,18,20)",
    "INCHIKEY": "IDOWTHOLJBTAFI-UHFFFAOYSA-N",
    "Formula": "C16H16N2O4",
    "MolecularWeight": {
        "$numberDouble": "300.31"
    },
    "Description": "Phenmedipham is a carbamate ester that is (3-methylphenyl)carbamic acid in which the hydrogen of the hydroxy group has been replaced by a 3-[(methoxycarbonyl)amino]phenyl group. It has a role as an environmental contaminant, a xenobiotic and a herbicide.",
    "XlogP": {
        "$numberDouble": "3.6"
    },
    "Complexity": {
        "$numberInt": "388"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "environmental_bioconcentrations": [
        {
            "References": "(1) Wauchope RD et al; Rev Environ Contam Toxicol 123: 1-35 (1991) (2) Lyman WJet al; Handbook of Chemical Property Estimation Methods Washington,DC: Amer Chem Soc p. 5-10 (1990)",
            "Value": "Based upon a water solubility of 4.7 mg/L at 25 °C(1), the BCF of betanal can be estimated to be 260 from a regression derived equations(2,SRC). This BCF value suggests that bioconcentration in aquatic organisms may occur(SRC)."
        }
    ],
    "environmental_biodegradations": [
        {
            "References": "Menzie, C.M. Metabolism of Pesticides, Update II. U.S. Department of the Interior, Fish Wildlife Service, Special Scientific Report - Wildlife No. 2l2. Washington, DC: U.S. Government Printing Office, 1978., p. 222",
            "Value": "In slightly acid soil of low humus content, phenmedipham decomposed with a half-life of 28 to 55 days."
        },
        {
            "References": "(1) Fuka T, Pitter P; Vodni Hospod 34: 205-9 (1984) (2) Knowles CO, Benezet HJ; Bull Environ Contam Toxicol 27: 529-33 (1981)",
            "Value": "Using an activated sludge inoculum, betanal had a 5-day theoretical BOD of 52.3%(1). Betanal was found to be very susceptible to microbial attack by a variety of microorganisms isolated from soil(2); in 28-day incubation studies, only 0.6% (or less) of initial betanal remained when the microbes were present while 29.8% remained in the control tests(2); methyl-N-(3-hydroxyphenyl) carbamate was the major degradation product(2)."
        }
    ],
    "mechanism_of_action": [
        {
            "References": "LAPINA TV, KHODEEVA V; MEKH DEISTVIYA GERBITS SINT REGUL ROSTA RAST IKH SUD'BA BIOSFERE MATER MEZHDUNAR SIMP STRAN 1: 82-6 (1975)",
            "Value": "BETANAL EXERTS ITS HERBICIDAL ACTION BY DISRUPTING PHOTOCHEMICAL REACTIONS. MAJOR CHANGES INVOLVED PHOSPHORYLATION & ITS RELATED NONCYCLIC ELECTRON TRANSPORT."
        },
        {
            "References": "Weed Science Society of America. Herbicide Handbook. 5th ed. Champaign, Illinois: Weed Science Society of America, 1983., p. 377",
            "Value": "PHENMEDIPHAM IS STRONG INHIBITOR OF HILL REACTION /IN PLANTS/."
        },
        {
            "References": "Macherel D et al; Pestic Biochem Physiol 18 (3): 280-8 (1982)",
            "Value": "At concn near 2X10-4 M, phenmedipham inhibited electron transfer in potato and mung bean mitochondria. The inhibition seemed to be localized in the flavoprotein region. It affected preferentially the exogenous nicotinamide-adenine dinucleotide (NADH) dehydrogenase, in potato mitochondria. Succinate dehydrogenase was less inhibited. Photosynthesis was completely inhibited by 2X10-7 M phenmedipham."
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "Dragun J, Helling CS; Evaluation of molecular modelling techniques to estimate the mobility of organic chemicals in soils: II. Water solubility and the molecular fragment mobility coefficient; US Environ Prot Agency, Off Res Dev, EPA (EPA-600/9-81-0026, Land Disposal: Hazardous Waste, Proc Annu Res, 7th, PB81-173882): 58-70 (1981)",
            "Value": "Molecular modelling techniques used to estimate the mobility of organic chemicals in soils were evaluated. The effect of molecular structure & water solubility on mobility is discussed."
        },
        {
            "References": "(1) Helling CS et al; Phytopathology 64: 1091-1100 (1974) (2) Wauchope RD et al; Rev Environ Contam Toxicol 123: 1-35 (1991) (3) Lyman WJ et al; Handbook of Chemical Property Estimation Methods Washington,DC: Amer Chem Soc p. 4-9 (1990) (4) Swann RL et al; Res Rev 85: 23 (1983) (5) WSSA; Herbicide Handbook of the Weed Science Society of America 6th ed. Champaign,IL pp. 208-9 (1989) (6) Bidnenko LI; Khim Sel'sk Khoz 16: 77-8 (1978)",
            "Value": "Using several different soils, an Rf value of 0.17 was measured via soil thin-layer chromatography which is indicative of low soil mobility(1). Based upon a water solubility of 4.7 mg/L at 25 °C(2), the Koc of betanal can be estimated to be about 1860 from a regression derived equation(3,SRC). The US Dept Agric's Pesticide Properties Database lists a Koc value of 2400 for betanal(2). According to a suggested classification scheme(4), these Koc values suggest that betanal has low mobility in soil(SRC). Betanal is reported to remain in the top layers of soil (0 to 2 inches) after herbicidal application(5). In a field study in sugar beet soil, applications of betanal remained in the upper 10 cm of soil 2 months after application(6)."
        }
    ],
    "plant_translocations": [
        {
            "content": "The selectivity of phenmedipham and desmedipham on wild mustard, redroot pigweed, and sugar beet was investigated by examining spray retention, absorption, translocation, and metabolism. Wild mustard showed severe inhibition of total photosynthesis within 5 hours of herbicide application, with no recovery, while sugar beet exhibited slight inhibition but recovered after 24 hours. Redroot pigweed recovered from phenmedipham treatment but not from desmedipham treatment. Differences in spray retention or foliar absorption did not explain selectivity. Redroot pigweed translocated more desmedipham than phenmedipham and metabolized more phenmedipham than desmedipham within 5 hours of application. The initial detoxication reaction of the parent compound appeared to be the key factor explaining selectivity.",
            "reference": "Hendrick, L. W., Meggitt, W. F., & Penner, D. (1974). Basis for selectivity of phenmedipham and desmedipham on wild mustard, redroot pigweed, and sugar beet. Weed science, 22(2), 179-184.",
            "method": {
                "Test Plant": "Pigweed (Amaranthus spp.), wild mustard (Brassica kaber), and sugar beet (Beta vulgaris) plants",
                "Apply Location": "Foliar application",
                "Plant Grown Condition": "Plants were grown in greenhouse soil in 909-ml cups until pigweed had 8 leaves, mustard 6 leaves, and sugar beets 4 leaves. They were grown at 20°C, 24-27 klux light intensity with 16 hr daylength prior to treatment. For retention and translocation studies, plants were grown in growth chambers at 25°C under continuous light.",
                "Chemical Preparation": "14C-labeled phenmedipham (specific activity 5.5 mCi/mmole, 96% pure) and 14C-desmedipham (specific activity 1.95 mCi/mmole, 98% pure) were used. The herbicides were dissolved in formulated products diluted 20-fold with water.",
                "Pesticide Application Details for the Plant": "5 μl droplets containing 0.1 μCi 14C-herbicide were applied in lanolin rings on second oldest leaf.",
                "Other Information": "Three to four replications were used for physiological measurements and retention studies. Two replications for foliar translocation studies. Treated plants were radioautographed at intervals to visualize translocation."
            },
            "result": "[{\"Plant\": \"Wild mustard\", \"Hours after application\": 5, \"Absorbed (%)\": 37.3, \"Translocated (%)\": 22.3, \"Metabolized (%)\": 30.16}, {\"Plant\": \"Wild mustard\", \"Hours after application\": 24, \"Absorbed (%)\": 59.0, \"Translocated (%)\": 32.4, \"Metabolized (%)\": 67.79}, {\"Plant\": \"Redroot pigweed\", \"Hours after application\": 5, \"Absorbed (%)\": 22.4, \"Translocated (%)\": 18.3, \"Metabolized (%)\": 70.32}, {\"Plant\": \"Redroot pigweed\", \"Hours after application\": 24, \"Absorbed (%)\": 54.2, \"Translocated (%)\": 28.1, \"Metabolized (%)\": 74.43}, {\"Plant\": \"Sugar beet\", \"Hours after application\": 5, \"Absorbed (%)\": 31.6, \"Translocated (%)\": 10.7, \"Metabolized (%)\": 65.74}, {\"Plant\": \"Sugar beet\", \"Hours after application\": 24, \"Absorbed (%)\": 72.1, \"Translocated (%)\": 33.0, \"Metabolized (%)\": 83.28}]"
        }
    ]
}