{
    "_id": {
        "$oid": "6682e7eec4e5dba5ffba230d"
    },
    "CID": {
        "$numberInt": "2479"
    },
    "Name": "Butabarbital",
    "IUPACName": "5-butan-2-yl-5-ethyl-1,3-diazinane-2,4,6-trione",
    "CanonicalSMILES": "CCC(C)C1(C(=O)NC(=O)NC1=O)CC",
    "Synonyms": [
        "butabarbital",
        "Secbutabarbital",
        "Butatab",
        "Secbutobarbitone",
        "Butabarbitone",
        "Secbubarbital",
        "Medarsed",
        "Unicelles",
        "Butisol",
        "Nilox",
        "Butrate",
        "Butatal",
        "Butabarb",
        "sec-Butobarbitone",
        "125-40-6"
    ],
    "IsomericSMILES": "CCC(C)C1(C(=O)NC(=O)NC1=O)CC",
    "INCHI": "InChI=1S/C10H16N2O3/c1-4-6(3)10(5-2)7(13)11-9(15)12-8(10)14/h6H,4-5H2,1-3H3,(H2,11,12,13,14,15)",
    "INCHIKEY": "ZRIHAIZYIMGOAB-UHFFFAOYSA-N",
    "Formula": "C10H16N2O3",
    "MolecularWeight": {
        "$numberDouble": "212.25"
    },
    "Description": "Butabarbital is a member of barbiturates.",
    "XlogP": {
        "$numberDouble": "1.6"
    },
    "Complexity": {
        "$numberInt": "292"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "logP": [
        {
            "References": "PMID:3225751",
            "Value": "log Kow = 1.65"
        }
    ],
    "mechanism_of_action": [
        {
            "References": "American Society of Health System Pharmacists; AHFS Drug Information 2009. Bethesda, MD. (2009), p. 2579",
            "Value": "The exact mechanism(s) by which barbiturates exert their effect on the CNS, has not been fully elucidated. However, it is believed that such effects are related, at least partially, to the drugs' ability to enhance the activity of gamma-aminobutyric acid (GABA), the principal inhibitory neurotransmitter in the CNS, by altering inhibitory synaptic transmissions that are mediated by GABAA receptors. /Barbiturates General Statement/"
        },
        {
            "References": "American Society of Health System Pharmacists; AHFS Drug Information 2009. Bethesda, MD. (2009), p. 2579",
            "Value": "Although the drugs act throughout the CNS, a site of particular sensitivity is the polysynaptic midbrain reticular formation which is concerned with the arousal mechanism. Barbiturates induce an imbalance in central inhibitory and facilitatory mechanisms influencing the cerebral cortex and the reticular formation. The significance of the effect of barbiturates on neurotransmitters is unclear. It appears that the drugs decrease the excitability of both presynaptic and postsynaptic membranes. It has not been determined which of the various actions of barbiturates at cellular and synaptic levels are responsible for their sedative and hypnotic effects. /Barbiturates General Statement/"
        },
        {
            "References": "American Society of Health System Pharmacists; AHFS Drug Information 2009. Bethesda, MD. (2009), p. 2579",
            "Value": "Relatively low doses of the barbiturates depress the sensory cortex, decrease motor activity, and produce sedation and drowsiness. In some patients, however, drowsiness may be preceded by a period of transient elation, confusion, euphoria, or excitement, especially after subhypnotic doses of aprobarbital, pentobarbital, or secobarbital. /Barbiturates General Statement/"
        },
        {
            "References": "American Society of Health System Pharmacists; AHFS Drug Information 2009. Bethesda, MD. (2009), p. 2579",
            "Value": "Larger doses distort judgment, cloud perception, suppress motor activity, and produce drowsiness and sleep. Still larger doses induce anesthesia. Barbiturate-induced sleep differs from physiologic sleep. Barbiturates reduce the rapid eye movement (REM) or dreaming stage of sleep. Stages III and IV sleep are also decreased. Although tolerance develops to the REM-suppressant effects during chronic administration, REM rebound occurs when the drugs are withdrawn, and the patient may experience markedly increased dreaming, nightmares, and/or insomnia. /Barbiturates General Statement/"
        },
        {
            "References": "American Society of Health System Pharmacists; AHFS Drug Information 2009. Bethesda, MD. (2009), p. 2579",
            "Value": "Phenobarbital frequently produces paradoxical excitement and hyperactivity in children or exacerbates existing hyperactivity. Geriatric patients may react to usual doses of barbiturates with excitement, confusion, or depression, probably as a result of the drugs' depressant effects on inhibitory centers of the cerebral cortex. /Barbiturates General Statement/"
        },
        {
            "References": "American Society of Health System Pharmacists; AHFS Drug Information 2009. Bethesda, MD. (2009), p. 2579",
            "Value": "Barbiturates have no analgesic action and may increase the reaction to painful stimuli at subanesthetic doses. All barbiturates exhibit anticonvulsant activity, but only phenobarbital, metharbital, and mephobarbital are effective anticonvulsants in subhypnotic doses. /Barbiturates General Statement/"
        },
        {
            "References": "American Society of Health System Pharmacists; AHFS Drug Information 2009. Bethesda, MD. (2009), p. 2579",
            "Value": "In usual hypnotic doses, barbiturates depress respiration similar to that occurring in natural sleep. With larger doses, however, the drugs markedly decrease the rate, depth, and volume of respiration, probably through a direct action on medullary centers. Rapid iv administration of these drugs may produce respiratory depression and transient hypotension. /Barbiturates General Statement/"
        },
        {
            "References": "American Society of Health System Pharmacists; AHFS Drug Information 2009. Bethesda, MD. (2009), p. 2579",
            "Value": "Reduction of tone and motility of the GI tract following sedative doses of the barbiturates is largely caused by their central depressant action rather than by any direct effects on the GI tract. In toxic doses, the drugs depress transmission of impulses in autonomic ganglia. Although barbiturates decrease oxygen consumption of all tissues, hypnotic doses have no measurable effect on the basal metabolic rate. /Barbiturates General Statement/"
        },
        {
            "References": "American Society of Health System Pharmacists; AHFS Drug Information 2009. Bethesda, MD. (2009), p. 2579",
            "Value": "Barbiturates have no direct effects on renal function, although severe renal impairment may occur in acute barbiturate poisoning as a result of marked hypotension. Hepatic function is not adversely affected by barbiturates, but the drugs, particularly phenobarbital, induce hepatic microsomal enzymes and thus may alter the metabolism of other drugs. Deep barbiturate anesthesia may prolong labor by decreasing the force and frequency of uterine contractions, although hypnotic doses have no effect on uterine activity. /Barbiturates General Statement/"
        },
        {
            "References": "Hardman, J.G., L.E. Limbird, P.B. Molinoff, R.W. Ruddon, A.G. Goodman (eds.). Goodman and Gilman's The Pharmacological Basis of Therapeutics. 9th ed. New York, NY: McGraw-Hill, 1996., p. 374",
            "Value": "Subanesthetic concn of barbiturates also can reduce glutamate-induced depolarizations ... only the AMPA subtypes of glutamate receptors sensitive to kainate or quisqualate appear to be affected ... Recombinant AMPA receptors also are blocked by barbiturates. /Barbiturates/"
        },
        {
            "References": "Hardman, J.G., L.E. Limbird, P.B. Molinoff, R.W. Ruddon, A.G. Goodman (eds.). Goodman and Gilman's The Pharmacological Basis of Therapeutics. 9th ed. New York, NY: McGraw-Hill, 1996., p. 377",
            "Value": "Barbiturates selectively depress transmission in autonomic ganglia and reduce nicotinic excitation by choline esters ... At skeletal neuromuscular junction, the blocking effects of both tubocurarine and decamethonium are enhanced during barbiturate anesthesia. /Barbiturates/"
        },
        {
            "References": "PMID:2559346",
            "Value": "Previously, it has been found that phenobarbital inhibited protein kinase C (PKC) and the enzymes of the metabolism of polyphosphoinositide, especially phosphatidylinositol 4-phosphate (PIP) kinase (PIP-kinase). As a continuation of these studies, a number of barbiturates (barbituric acid, barbital, butabarbital, pentobarbital, amobarbital, phenobarbital, secobarbital and hexobarbital) were tested for inhibition of these enzymes and also of phosphatidylinositol (PI) kinase (PI-kinase), in a synaptosomal preparation at pH 7.8 from the brain of rat. All compounds, except barbituric acid (and Na-barbital for PI-kinase) inhibited the three kinases. However, PKC was approximately 3-5 fold more sensitive to inhibition by the drugs (measured by Ki values) than PIP-kinase, which was 2- to 4-fold more sensitive than PI-kinase. The inhibitory potency of the drugs increased with their lipophilicity, although to a lesser degree than expected from the differences in partition coefficients; the largest deviation from a positive correlation (i.e. hexobarbital) may be the result of the blockade of an imide (-NH) group at one position of the barbituric ring. Concentrations of drugs (after correction for the greater than normal ionization (pH 7.8) of the drugs in the assays) necessary for half-maximal inhibition were well within, or smaller than, those reported necessary for in vitro blocking of nerves. The possibility, therefore, exists that the physiological effects of the barbiturates are, in part, the result of an inhibition of protein kinase C and PIP-kinase."
        },
        {
            "References": "PMID:1185595",
            "Value": "The ability of a series of barbiturates to depress the depolarizing action of carbachol at the end-plate of guinea-pig lumbrical muscle was studied. The compounds studied were: amorbarbital, aprobarbital, barbital, barbituric acid, butabarbital, butalbital, dimethylbutylethyl barbituric acid, hexobarbital, mephobarbitak, secobarbital, thiamylal, and thiopental. The depressant activity was sensitive to small changes in structure of the compounds strongly suggesting that a specific receptor site was involved in the interaction of the drug with the tissue. The observed relative potencies on the motor end-plate were compared with their anesthetic potencies assayed on tadpoles. The two potencies went hand-in-hand for all the compounds studied, including the convulsant member of the series."
        }
    ]
}