{
    "_id": {
        "$oid": "6682e952c4e5dba5ffba2a0a"
    },
    "CID": {
        "$numberInt": "24813"
    },
    "Name": "PHOSPHORUS OXYCHLORIDE",
    "IUPACName": "phosphoryl trichloride",
    "CanonicalSMILES": "O=P(Cl)(Cl)Cl",
    "Synonyms": [
        "PHOSPHORUS OXYCHLORIDE",
        "Phosphoryl chloride",
        "10025-87-3",
        "Phosphoryl trichloride",
        "Phosphoric trichloride",
        "Phosphorous oxychloride",
        "Phosphoroxychloride",
        "Trichlorophosphine oxide",
        "Phosphorus oxytrichloride",
        "Fosforoxychlorid",
        "Phosphorylchlorid",
        "Phosphoroxychlorid",
        "Trichlorophosphorus oxide",
        "Phosphorus oxide trichloride",
        "Oxychlorid fosforecny"
    ],
    "IsomericSMILES": "O=P(Cl)(Cl)Cl",
    "INCHI": "InChI=1S/Cl3OP/c1-5(2,3)4",
    "INCHIKEY": "XHXFXVLFKHQFAL-UHFFFAOYSA-N",
    "Formula": "Cl3OP",
    "MolecularWeight": {
        "$numberDouble": "153.33"
    },
    "Description": "Phosphoryl trichloride is a phosphorus coordination entity.",
    "XlogP": {
        "$numberDouble": "1.7"
    },
    "Complexity": {
        "$numberInt": "53"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "environmental_bioconcentrations": [
        {
            "References": "(1) Lewis RJ; Sax's Dangerous Properties of of Industrial Materials, 10th ed, Vol 3 New York, NY: John Wiley & Sons Inc p. 2954 (1999)",
            "Value": "Phosphorus oxychloride hydrolyzes rapidly in water at room temperature(1), and therefore is not expected to bioconcentrate in organisms(SRC)."
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "Organization for Economic Cooperation and Development; Screening Information Data Set for Phosphoryl trichloride, 10025-87-3; p.15 (2004). Available from, as of November 26, 2008: https://www.chem.unep.ch/irptc/sids/OECDSIDS/sidspub.html",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ 6 male Sprague-Dawley rats were exposed for 18 minutes to a concentration of 159.7 g/cu m. This exposure caused laboured breathing within less than 2 minutes, weakness, convulsions, collapse and death in 10 minutes. All animal died within 18 minutes."
        },
        {
            "References": "Oak Ridge National Laboratory. Phosphorus Oxychloride (CAS Reg. No. 10025-87-3), Interim Acute Exposure Guideline Levels (AEGLs) for NAS/COT Subcommittee for AEGLs (Interim 2:10/2006). Technical Support Document for the AEGL Program. Available from, as of November 24, 2008: https://www.epa.gov/oppt/aegl/pubs/tsd312.pdf",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ In a Russian study ..., acute inhalation exposure of rats to lethal or near lethal concentrations of phosphorus oxychloride resulted in immediate signs of irritation (rubbing of faces and restlessness). At 5-15 minutes of exposure, the rats exhibited inactivity and decreased respiration, followed by convulsions. Rats that survived showed continued lacrimation and corneal opacities, and ulcers around the mouth several days after cessation of exposure. The report provided a \"threshold concentration\" of 0.006 mg/L (0.96 ppm) based upon \"integrated characteristics\". It is unclear as to what effect this threshold pertains or the precise nature of the \"integrated characteristics\". Although no further details were provided, information in this report affirms the irritation and lethal capacity of phosphorus oxychloride following acute inhalation exposure."
        },
        {
            "References": "Oak Ridge National Laboratory. Phosphorus Oxychloride (CAS Reg. No. 10025-87-3), Interim Acute Exposure Guideline Levels (AEGLs) for NAS/COT Subcommittee for AEGLs (Interim 2:10/2006). Technical Support Document for the AEGL Program. Available from, as of November 24, 2008: https://www.epa.gov/oppt/aegl/pubs/tsd312.pdf",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ The results of an inhalation study in rats were /reported/. Groups of male Sprague-Dawley rats (number not provided) were exposed for 18 minutes to 159.7 mg phosphorus oxychloride/L (25,462 ppm). Conditions in the 35-L chamber were: 25 °C, 85% humidity, and 4.0 L/minute airflow. The concentration of the test material was such that there was a fog in the chamber. Within two minutes the rats /were/ having difficulty breathing and their eye/s/ were closed. At 10 minutes, weakness, convulsions, and collapse were observed, and one rat died. At 18 minutes all rats were dead. Necropsy revealed lung congestion. No further details were provided."
        },
        {
            "References": "Oak Ridge National Laboratory. Phosphorus Oxychloride (CAS Reg. No. 10025-87-3), Interim Acute Exposure Guideline Levels (AEGLs) for NAS/COT Subcommittee for AEGLs (Interim 2:10/2006). Technical Support Document for the AEGL Program. Available from, as of November 24, 2008: https://www.epa.gov/oppt/aegl/pubs/tsd312.pdf",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Experiments using groups of 10 male guinea pigs /were also conducted/. The experimental protocol was the same as that described for the experiments with rats. Like the rats, the response of the guinea pigs was consistent with exposure to an irritating chemical (restlessness, lacrimation, pawing at nose and head). The 4-hr LC50 was 52.5 umole/mole of air (numerically equivalent to 52.5 ppm). Deaths occurred within 48 hours after exposure; no further details were provided. Neutralization of the phosphorus oxychloride with ammonia resulted in a lowering of the LC50 to 41.3 umole/mole of air (numerically equivalent to 41.3 ppm). Similar to the results observed for rats, the simultaneous exposure of the guinea pigs to ammonia was thought to decrease the irritation responses to the phosphorus oxychloride exposure but to increase the overall toxicity. The series of exposures and the respective responses used to obtain the median lethal concentration were not provided and, therefore, no other exposure-response data are available."
        },
        {
            "References": "Weeks MH et al; Am Ind Hyg Assoc J 5: 470-475 (1964)",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Acute inhalation toxicities were determined in rats and guinea-pigs for phosphorus-oxychloride (POCl3), phosphorus-trichloride (PCl3), methyl-phosphonic-dichloride (MPD), and the products of their neutralization by ammonia. Female rats and male guinea-pigs were exposed for 4 hours to vapors of the above compounds in varying concentrations. Animals were observed and deaths were recorded up to 14 days postexposure. Median lethal concentrations (LC50) were computed. LC50s of POCl3 and its ammonia neutralization products were 48.4 and 44.4 micromoles per mole of air for rats, and 52.5 and 41.3 micromoles per mole for guinea-pigs. Hydrolysis of POCl3 was about 15%. Animals showed signs of irritation during exposure to POCl3, but not during exposure to neutralized products. All deaths occurred within 48 hours. ..."
        },
        {
            "References": "Molodkina NN; Toksikologiya Novykh Promyshelennykh Khimicheskikh Veshchestv 13: 107-114 (1974)",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Acute toxicity of phosphoryl-chloride (PC), phosphorus-trichloride (PTC), and phosphorus-pentachloride (PPC) was investigated in rats, mice, guinea-pigs, and rabbits. Rats received various doses of the compounds via stomach intubation or were exposed by inhalation. Rats were observed, weighed, and grossly examined for abnormalities. Mice, rats, and guinea-pigs inhaled various concentrations of the compounds and were observed for sex related susceptibility and adverse symptoms. Threshold concentrations for single exposures were also determined The local effects of PC, PTC, and PPC were tested on shaved skin and conjunctival sac of rabbit eye. The oral median lethal doses for PC, PTC, and PPC for rats were 380, 550, and 660 mg/kg, respectively. Clinical signs included suppression and disruption of motor coordination, drowsiness, adynamia, and occasional secretions from the eyes. Respiration rate was decreased to 50 to 80 per minute. Cyanosis and tremors occurred after 20 to 40 minutes post treatment. Lungs were bright red, liver dark brown and plethoric, and stomach distended and hemorrhagic. The median lethal concentrations for inhaled PC, PTC, and PPC for rats were 0.071, 0.22, and 0.205 mg/L, respectively. Rats displayed restlessness during the first 5 to 15 minutes, then showed depressed motor coordination, fibrillary jerking and twitching, tremor, retarded respiration, and labored breathing. Rats and guinea-pigs also showed lacrymation and clouding of cornea. Weight loss and appetite loss were observed several days post exposure. Exposure to PTC induced skin and mouth ulcers. All three species and males and females were similarly sensitive to the compounds via inhalation. PC and PTC caused thickening of skin folds and bleeding in rabbits and irreversible necrosis in the eye causing loss of vision. The threshold concentrations for a single exposure to PC, PTC, and PPC were 0.001, 0.005, and 0.008 mg/L, respectively, and according to acute action, 0.006, 0.01, and 0.4 mg/L, respectively."
        },
        {
            "References": "Organization for Economic Cooperation and Development; Screening Information Data Set for Phosphoryl trichloride, 10025-87-3; p.83 (2004). Available from, as of November 26, 2008: https://www.chem.unep.ch/irptc/sids/OECDSIDS/sidspub.html",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ /Phosphoryl trichloride/ was instilled undiluted into the conjunctival sac of one eye of each rabbit. Ocular reactions were graded at 1, 24, 48, 72 hours, 4 and 7 days. Scoring could not be done due to /severe/ irreversible damage to eye tissue on contact."
        },
        {
            "References": "Organization for Economic Cooperation and Development; Screening Information Data Set for Phosphoryl trichloride, 10025-87-3; p.81 (2004). Available from, as of November 26, 2008: https://www.chem.unep.ch/irptc/sids/OECDSIDS/sidspub.html",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ /Phosphoryl trichloride/  was administered undiluted to abraded skin. Animals were observed for signs of dermal irritation on removal of dressing and at 72 hours. Application of the test material caused immediate tissue destruction. Due to the severity of tissue destruction, a primary irritation index could not be calculated."
        },
        {
            "References": "PMID:10898598",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Phosphorus oxychloride (POCl(3)) is an intermediate in the synthesis of many organophosphorus insecticides and chemical warfare nerve gases that are toxic to insects and mammals by inhibition of acetylcholinesterase (AChE) activity. It was therefore surprising to observe that POCl(3), which is hydrolytically unstable, also itself gives poisoning signs in ip-treated mice and fumigant-exposed houseflies similar to those produced by the organophosphorus ester insecticides and chemical warfare agents. In mice, POCl(3) inhibits serum butyrylcholinesterase (BuChE) at a sublethal dose and muscle but not brain AChE at a lethal dose. In houseflies, POCl(3)-induced brain AChE inhibition is correlated with poisoning and the probable cause thereof. POCl(3) in vitro is selective for AChE (IC(50) = 12-36 microM) compared with several other serine hydrolases (BuChE, carboxylesterase, elastase, alpha-chymotrypsin, and thrombin) (IC(50) = 88-2000 microM). With electric eel AChE, methylcarbamoylation of the active site with eserine reversibly protects against subsequent irreversible inhibition by POCl(3). Most importantly, POCl(3)-induced electric eel AChE inhibition prevents postlabeling with [(3)H]diisopropyl phosphorofluoridate; i.e., both compounds phosphorylate at Ser-200 in the catalytic triad. Pyridine-2-aldoxime methiodide does not reactivate POCl(3)-inhibited AChE, consistent with an anionic phosphoserine residue at the esteratic site. The actual phosphorylating agent is formed within seconds from POCl(3) in water, has a half-life of approximately 2 min, and is identified as phosphorodichloridic acid [HOP(O)Cl(2)] by (31)P NMR and derivatization with dimethylamine to HOP(O)(NMe(2))(2). POCl(3) on reaction with water and HOP(O)Cl(2) have the same potency for inhibition of AChE from either electric eel or housefly head as well as the same toxicity for mice. In summary, the acute toxicity of POCl(3) is attributable to hydrolytic activation to HOP(O)Cl(2) that phosphorylates AChE at the active site to form enzymatically inactive [O-phosphoserine]AChE."
        },
        {
            "References": "Organization for Economic Cooperation and Development; Screening Information Data Set for Phosphoryl trichloride, 10025-87-3; p.21 (2004). Available from, as of November 26, 2008: https://www.chem.unep.ch/irptc/sids/OECDSIDS/sidspub.html",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/  Animals were exposed for 4 months with a 1 month recovery period to concentrations of 0 (control), 0.48 or 1.34 mg/cu m (0.075 or 0.21 ppm). Treatment with 0.48 mg/cu m caused weight loss, changes of respiration frequency and oxygen consumption, respiratory irritation, and increased relative kidney weight. These effects had subsided after 1 month of recovery. In animals of the high dose group (1.34 mg/cu m) the effects noted in the low dose group were significantly increased. Additionally, there was severe irritation of the mucous membranes of the respiratory tract and a chronic rhinitis, tracheitis, desquamating bronchial catarrh, hyperplasia of mucus cells and round cell infiltration of the submucosa. In liver and kidney protein dystrophy and small droplet fatty degeneration and altered urinary concentrations of hippuric acid and protein were noted. The excretion of phosphorus, chloride and calcium were altered. Bones showed degradation and reduction of the number of trabeculae and in cells of the bone marrow chromosomal anomalies were increased (5 of 9 animals affected; no quantitative data no experimental detail; no such effects at 0.48 mg/cu m; effects only in combination with overt toxicity. The excess phosphate produced by hydrolysis of phosphoryl trichloride may play a role in the development of these effects on kidney bone and calcium levels)."
        },
        {
            "References": "Organization for Economic Cooperation and Development; Screening Information Data Set for Phosphoryl trichloride, 10025-87-3; p.20 (2004). Available from, as of November 26, 2008: https://www.chem.unep.ch/irptc/sids/OECDSIDS/sidspub.html",
            "Value": "/GENOTOXICITY/ Phosphoryl trichloride was not mutagenic to S. typhimurium TA98, TA100, TA1535, TA1537 and TA1538 or to S. cerevisiae D4 with and without metabolic activation. Dose range was 0.01 to 5.0 uL per plate; cytotoxicity occurred at 5 uL per plate."
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "(1) Lewis RJ; Sax's Dangerous Properties of of Industrial Materials, 10th ed, Vol 3 New York, NY: John Wiley & Sons Inc p. 2954 (1999)",
            "Value": "Phosphorus oxychloride hydrolyzes rapidly in water at room temperature(1), and therefore will not adsorb to soils and sediments(SRC)."
        }
    ]
}