{
    "_id": {
        "$oid": "6682e953c4e5dba5ffba2a0f"
    },
    "CID": {
        "$numberInt": "24823"
    },
    "Name": "OZONE",
    "IUPACName": "ozone",
    "CanonicalSMILES": "[O-][O+]=O",
    "Synonyms": [
        "OZONE",
        "Triatomic oxygen",
        "10028-15-6",
        "Ozon",
        "Ozone heavy work",
        "ozono",
        "Oxygen",
        "mol (O3)",
        "trioxygen",
        "trioxygene",
        "Trisauerstoff",
        "CCRIS 4503",
        "HSDB 717",
        "EINECS 233-069-2",
        "UNII-66H7ZZK23N",
        "66H7ZZK23N"
    ],
    "IsomericSMILES": "[O-][O+]=O",
    "INCHI": "InChI=1S/O3/c1-3-2",
    "INCHIKEY": "CBENFWSGALASAD-UHFFFAOYSA-N",
    "Formula": "O3",
    "MolecularWeight": {
        "$numberDouble": "47.998"
    },
    "Description": "Ozone is an elemental molecule with formula O3. An explosive, pale blue gas (b.p. -112??) that has a characteristic, pungent odour, it is continuously produced in the upper atmosphere by the action of solar ultraviolet radiation on atmospheric oxygen. It is an antimicrobial agent used in the production of bottled water, as well as in the treatment of meat, poultry and other foodstuffs. It has a role as a member of greenhouse gas, a disinfectant, a tracer, an electrophilic reagent, a mutagen, an oxidising agent and an antiseptic drug. It is a member of reactive oxygen species, an elemental molecule, a triatomic oxygen and a gas molecular entity.",
    "XlogP": {
        "$numberDouble": "-1.7"
    },
    "Complexity": {
        "$numberInt": "4"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "mechanism_of_action": [
        {
            "References": "Gilman, A.G., T.W. Rall, A.S. Nies and P. Taylor (eds.). Goodman and Gilman's The Pharmacological Basis of Therapeutics. 8th ed. New York, NY. Pergamon Press, 1990., p. 1617",
            "Value": "THE BIOCHEMICAL MECHANISM OF PULMONARY INJURY PRODUCED BY OZONE MAY BE DUE TO THE FORMATION OF REACTIVE FREE-RADICAL INTERMEDIATES. OZONE-INDUCED FREE RADICALS MAY BE DERIVED FROM INTERACTION WITH SULFHYDRYL GROUPS, FROM OXIDATIVE DECOMP OF UNSATURATED FATTY ACIDS, OR BOTH. SEVERAL LINES OF EVIDENCE INDICATE THAT ONE OF THE BIOLOGICAL ACTIONS OF OZONE IS REACTION WITH UNSATURATED FATTY ACIDS. THE OZONIZATION OF THESE FATTY ACIDS IS ESSENTIALLY EQUIVALENT TO LIPID PEROXIDATION."
        },
        {
            "References": "Gilman, A.G., T.W. Rall, A.S. Nies and P. Taylor (eds.). Goodman and Gilman's The Pharmacological Basis of Therapeutics. 8th ed. New York, NY. Pergamon Press, 1990., p. 1617",
            "Value": "OZONE CAUSES DESQUAMATION OF THE EPITHELIUM THROUGHOUT THE CILIATED AIRWAYS & PRODUCES DEGENERATIVE CHANGES IN TYPE-I CELLS & SWELLING OR RUPTURE OF THE CAPILLARY ENDOTHELIUM IN THE ALVEOLI. THE TYPE-I CELLS ARE LATER REPLACED BY TYPE-II CELLS."
        },
        {
            "References": "PMID:6873001",
            "Value": "EFFECTS OF AMBIENT LEVELS OF OZONE ON CELL SIZE & COMPARTMENTS WERE DETERMINED MORPHOMETRICALLY FOR IN SITU & LAVAGED PULMONARY ALVEOLAR MACROPHAGES FROM RATS EXPOSED TO FILTERED AIR OR TO FILTERED AIR WITH 0.60 PPM OZONE. THE OZONE EXPOSURE WAS 8 HR/DAY FOR 3 DAYS. SIGNIFICANT EXPOSURE-RELATED COMPARTMENTAL VOLUME & DIAMETER CHANGES OF IN SITU CENTRIACINAR MACROPHAGES WERE: DECREASED ENDOPLASM; INCREASED LYSOSOME-LIKE STRUCTURES; DECREASED PRIMARY LYSOSOMES; INCREASED SMALL & LARGE SECONDARY LYSOSOMES; & DECREASED PHAGOSOMES/AUTOPHAGOSOMES."
        },
        {
            "References": "BOATMAN ES ET AL; J APPL PHYSIOL RESPIR ENVIRON EXERCISE PHYSIOL 54 (3): 778 (1983)",
            "Value": "RABBITS WERE EXPOSED TO 0.4 PPM OZONE, 7 HR/DAY, 5 DAYS/WK FOR 6 WK, 2 WK AFTER PNEUMONECTOMY. EXPOSURE OF CONTROL ANIMALS TO OZONE RESULTED IN A 15% INCREASE IN LUNG VOLUME. LUNG GROWTH ACCOMPANYING PNEUMONECTOMY WAS NOT COMPROMISED UNDER CONDITIONS OF EXPOSURE TO OZONE, & MALES & FEMALES OF THE SAME AGE & BODY WEIGHT GAVE SIMILAR RESPONSES AS MEASURED BY MORPHOMETRIC PARAMETERS."
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "American Conference of Governmental Industrial Hygienists. Documentation of the Threshold Limit Values and Biological Exposure Indices. 5th ed. Cincinnati, OH: American Conference of Governmental Industrial Hygienists, 1986., p. 453",
            "Value": "EXPOSURES AT 0.1 PPM AND 0.2 PPM SEVEN HOURS A DAY FOR THREE WK RESULTED IN ... INCR NEONATAL MORTALITY IN MICE."
        },
        {
            "References": "Patty, F. (ed.). Industrial Hygiene and Toxicology: Volume II: Toxicology. 2nd ed. New York: Interscience Publishers, 1963., p. 917",
            "Value": "... ANIMALS WERE EXPOSED REPEATEDLY TO THE INHALATION OF 1 PPM OZONE OVER A PROLONGED PERIOD. THE TERMINAL AIRWAYS OF THE LUNGS WERE THICKENED, THE AIR PASSAGES NARROWED, WITH FIBROTIC TISSUE FORMATION, RESULTING IN DIMINISHED CAPACITY TO MOVE AIR THROUGH THE LUNGS."
        },
        {
            "References": "Thienes, C., and T.J. Haley. Clinical Toxicology. 5th ed. Philadelphia: Lea and Febiger, 1972., p. 191",
            "Value": "ANIMALS ... EXPOSED ARE AT FIRST HYPERACTIVE, BUT SOON BECOME QUIET, AS THOUGH DEPRESSED. ACUTE EXPOSURE OF RABBITS ... INCR NUMBER OF HETEROPHILIC LEUKOCYTES, BUT DECR ALVEOLAR MACROPHAGES & AMT OF PHAGOCYTOSIS OF INSTILLED STREPTOCOCCI."
        },
        {
            "References": "PMID:745619",
            "Value": "IN CHINESE HAMSTERS THAT INHALEDOZONE, NO INCR IN CHROMOSOME-TYPE ABERRATION LEVELS WAS OBSERVED, THOUGH SMALL INCR IN CHROMATID ABERRATION LEVELS WAS SEEN."
        },
        {
            "References": "Clayton, G. D. and F. E. Clayton (eds.). Patty's Industrial Hygiene and Toxicology: Volume 2A, 2B, 2C: Toxicology. 3rd ed. New York: John Wiley Sons, 1981-1982., p. 4075",
            "Value": "... EXPOSED PREGNANT RATS TO SEVERAL CONCN OF OZONE FOR SEVERAL DAYS AT DIFFERENT STAGES OF GESTATION. EXPOSURES OF 0.44 PPM 8 HR/DAY THROUGHOUT THE PERIOD OF ORGANOGENESIS PRODUCED NO SIGNIFICANT EFFECTS. HIGHER CONCN, UP TO 1.97 PPM, APPEARED TO CAUSE MINIMAL TERATOGENESIS. IN MIDGESTATION, ADMIN 0F 1.26 PPM WAS FOLLOWED BY INCREASED RATES OF FETAL ABSORPTION."
        },
        {
            "References": "PMID:6859651",
            "Value": "AIRWAY RESPONSIVENESS & INFLAMMATION WERE ASSESSED IN ANESTHETIZED DOGS BEFORE OZONE EXPOSURE & THEN 1HR & 1 WEEK AFTER OZONE (2.1 PPM, 2 HR). AIRWAY RESPONSIVENESS (INCREASES IN PULMONARY RESISTANCE) INCREASED MARKEDLY 1 HR AFTER OZONE EXPOSURE & RETURNED TO CONTROL LEVELS 1 WK LATER IN EACH OF 6 DOGS, BUT DID NOT CHANGE AFTER OZONE IN ANOTHER 4 DOGS. DOGS THAT BECAME HYPERRESPONSIVE DEVELOPED MARKED & REVERSIBLE INCREASES IN THE NUMBER OF EPITHELIAL NEUTROPHILS. IN DOGS, OZONE-INDUCED AIRWAY HYPERRESPONSIVENESS MAY DEPEND ON THE DEVELOPMENT OF AN ACUTE INFLAMMATORY RESPONSE IN THE AIRWAYS."
        },
        {
            "References": "COSTA DL ET AL; ADV MOD ENVIRON TOXICOL 5 (INT SYMP BIOMED EFFECTS OZONE RELAT PHOTOCHEM OXID): 369 (1983)",
            "Value": "OZONE-INDUCED LUNG INJURY IN MALE RATS WAS ASSESSED BY ANALYSIS OF PULMONARY FUNCTION, STRUCTURE, & TISSUE COMPOSITION AFTER 62 EXPOSURES TO 0-2.0 PPM (6 HR/DAY, 5 DAYS/WK). FROM LOW TO HIGH DOSE, PULMONARY RESISTANCE RANGED FROM 155-257% OF THE CONTROL MEAN. SIMILARLY, EXPIRATORY FLOW RATES AT 25% OF FORCED VITAL CAPACITY DECREASED BY 34-79%. SEVERE PULMONARY DYSFUNCTION & ALTERED DISTRIBUTION OF VENTILATION WAS NOTED IN THE 2.0 PPM EXPOSURE GROUP. REDUCTION IN PULMONARY ELASTIN & HYDROXYPROLINE, & THE DEPRESSED EFFORT-INDEPENDENT AIRFLOW OF THE 0.2 & 0.8 PPM RATS, WITHOUT APPARENT CHANGE IN UPSTREAM AIRWAY RESISTANCE, SUGGEST THE PULMONARY LESION INVOLVED REDUCED PARENCHYMAL ELASTICITY RATHER THAN DIRECT SMALL-AIRWAY OBSTRUCTION."
        },
        {
            "References": "PMID:7294160",
            "Value": "BONNET MONKEYS (MACACA RADIATA) WERE EXPOSED TO 0.0, 0.5, OR 0.8 PPM OZONE FOR 7, 28, OR 90 CONSECUTIVE DAYS, 8 HR/DAY. MORPHOLOGIC CHANGES WERE PRINCIPALLY CHARACTERIZED AS LOW-GRADE CHRONIC RESPIRATORY BRONCHIOLITIS. MAJOR FEATURES NOTED WERE INTRALUMINAL ACCUMULATIONS OF MACROPHAGES & HYPERTROPHY & HYPERPLASIA OF CUBOIDAL BRONCHIOLAR EPITHELIAL CELLS. THE MAGNITUDE OF INFLAMMATION WAS GREATEST AT THE 0.8 PPM OZONE EXPOSURE LEVEL. DIFFERENTIAL CELL COUNTS DEMONSTRATED AN INCREASE IN THE PROPORTION OF CUBOIDAL BRONCHIOLAR CELLS CONSTITUTING THE RESPIRATORY BRONCHIOLAR EPITHELIUM. EPITHELIAL HYPERPLASIA (INCREASED NUMBER OF CELLS PER MILLIMETER OF AIRWAY LENGTH) PERSISTED THROUGH 90 DAYS OF EXPOSURE AT A LEVEL SLIGHTLY ABOVE THAT PRESENT AT 7 DAYS."
        },
        {
            "References": "PMID:3746940",
            "Value": "In an experimental animal study the concn-response effects of inhaled ozone and phosgene in different species of laboratory animals were compared. The effect of 4 hr exposures to ozone at concn of 0.2, 0.5, 1.0, and 2.0 ppm, and to phosgene at 0.1, 0.2, 0.5, and 1.0 ppm was determined in rabbits, guinea pigs, rats, hamsters ,and mice. Lavage fluid protein accumulation 18-20 hr after exposure was used as the indicator of ozone and phosgene induced pulmonary edema. All species had similar basal levels of lavage fluid protein (250-350 mg/ml). All of the experiments showed a trend of increasing lavage fluid protein with increasing ozone concentration. Ozone effects were most marked in guinea pig, which showed a significantly elevated level of protein (p< 0.05) at 0.2 ppm and above. Mice, hamsters, and rats showed significant effects at 1.0 ppm ozone and above (p< 0.05), while rabbits responded only at 2.0 ppm ozone (p< 0.05). Phosgene similarly affected mice, hamters, and rats at 0.2 ppm and above (p< 0.05), while guinea pigs and rabbits responded significantly (p< 0.05) at 0.5 ppm and above. Lavage fluid recovery was lower following exposure to higher levels of ozone but not phosgene."
        },
        {
            "References": "PMID:15092463",
            "Value": "Seedlings of Jeffrey pine (Pinus jeffreyi) and giant sequoia (Sequoiadendron gigantea) were more susceptible to leaf chemical changes following exposure in greenhouses to acid mist (pH 3.4 to 2.0) or acid mist/ozone combinations, than to ozone alone (0.1 to 0.2 ul/l), when plants were exposed to alternating doses of these pollutants. Experimental studies were conducted for 6 weeks starting 23 May 1985 and for 9 weeks starting 2 May 1986. Ozone treatment produced no effects in either species except for a rise in potassium and magnessium in new leaves of Jeffrey pine in the 1986 experiment. In field studies, limited foliage samples collected from these two species in 1985 and 1986 in Sequoia/Kings Canyon National Parks did not indicate any clearcut or severe effects of ozone alone on leaf chemistry."
        },
        {
            "References": "Yokoyama et al; Environ Pathol Toxicol Oncol 9 (1): 95-108 (1989)",
            "Value": "Three groups of 7 male albino rabbits each were exposed respectively to filtered air alone (control group), filtered air with 2 ppm ozone (O3) for 6 hr daily for 3 days, or filtered air with 1 ppm O3 for 6 hr daily for 7 days in stainless steel inhalation chambers kept at 23 °C. About 17 hr after exposure, rabbits were subjected to several respiratory tests. After the respiratory tests, the rabbits were sacrificed and lungs were examined histologically. The lung of each rabbit exposed to 2 ppm O3 for 6 hr daily for 3 days showed the earlier stage of edema, and tended to trap air as distending pressure was lowered at the measurement of volume-pressure relationship. In this group of animals, dynamic compliance decr, pulmonary flow resistance incr and the flow-volume curve obtained by forced deflation showed a definitely altered slope with reduced flows at the latter part of a descending limb. In rabbits exposed to 1 ppm O3 for 6 hr daily for 6 days, an incr in pulmonary flow resistance was observed to the extent of that found in the other O3 exposed group. Light microscopic study of the airways of O3 exposed rabbits revealed varying degrees of epithelial damages and submucosal edema in the large airways and in terminal and respiratory bronchioles, and thickening of alveolar walls in the proximal alveolar ducts."
        },
        {
            "References": "Heagle AS et al; Phytopathology 79 (2): 128-36 (1989)",
            "Value": "A mixture of ladino clover (Trifolium repens) and tall fescue (Festuca arundinacea) was exposed to chronic doses of ozone (O3) at two soil-moisture levels over two growing seasons. The mixture was seeded on 15 Sept 1983 and exposed to six levels of O3 in 3 m diameter open-top chambers for 12 hr/day from 26 Apr to 18 Oct in 1984, and from 13 Apr to 22 Oct in 1985. The chamber O3 treatments were charcoal-filtered air, nonfiltered air, and four NF treatments to which different levels of O3 were added. The six seasonal 12 hr/day mean O3 concn ranged from 0.025 to 0.092 ul/l. Soil-moisture treatments, obtained by differential irrigation, were well-watered (irrigated when soil matric potential in one or more plots reached -0.4 MPa) or water-stressed (watered at -1.2 MPa). A soil-moisture deficit occurred intermittently in water stressed plants during both seasons. Shoots were harvested when plants reached a height of 20-25 cm. Total forage (clover and fescue) yield in the water stressed plots (O3 levels combined) was 12% less than that in the well-watered plots in 1984 and 14% less in 1985. Clover was much more sensitive than fescue to O3. Ozone-induced suppression of clover growth was accompanied by an increase in fescue growth, and the effects increased as O3 increased. Over the two seasons, est effects of ambient levels of O3 (2 yr seasonal 12 hr/day mean of 0.046 ul/l) were a 10% decrease in total forage yield, a 19% decrease in clover yield, and a 19% increase in fescue yield compared to crops exposed to 0.028 ul/l of O3."
        },
        {
            "References": "PMID:2917543",
            "Value": "Groups of Fischer 344 male rats were exposed to 0.0, 0.12, 0.8, or 1.5 ppm ozone (O3) for 6 hr were killed immediately after and 3, 18, 42, or 66 hr after ozone exposure and their lungs were lavaged. Rats showed no clinical signs during whole-body exposure. Compared to sham-exposed (control) rats, exposure to 0.12 ppm O3 had no measurable effect on the total number, labeling index, mitotic index, or morphology of rat alveolar macrophages. The number of neutrophils was significantly greater than in controls at 3, 18, and 42 hr after exposure to 1.5 ppm O3, and 42 hr after exposure to 0.8 ppm. The number of pulmonary alveolar macrophages was approx twice that of controls 42 and 66 hr after exposure to 0.8 and 1.5 ppm O3. There was a significant incr in macrophage mitotic index 42 and 66 hr after exposure to 1.5 ppm, and 42 hr after 0.8 ppm O3. The incr in the number of pulmonary alveolar macrophages in mitosis was preceded by an increase in the labeling index. The labeling index was significantly greater than controls 18 and 42 hr after exposure but returned to near normal levels by 66 hr after exposure. There was a transient decr in the mean nuclear/cytoplasmic ratio of pulmonary alveolar macrohages from rats exposed to 1.5 ppm O3, 18 and 42 hr after exposure, due to an incr in the mean cytoplasmic area. Comparison of the macrophage population doubling time and cell cycle time suggest that proliferation played a significant role in the observed incr in macrophages following exposure to 0.8 and 1.5 ppm O3."
        },
        {
            "References": "PMID:2784383",
            "Value": "BALB/c mice were continuously exposed to 8.0 ppm ozone (O3) or nitrogen dioxide (4.0 ppm) plus O3 for 3, 7, 24, and 56 days. Organ wt (lung, thymus, and spleen) and antibody responses to sheep red blood cells, and to DNP-Ficoll were measured immediately after exposure. Lung wt in mice exposed to O3 or the mixture were incr significantly in all exposure periods. The wt of thymus and spleen in mice exposed for 3, 7, and 14 days to the mixture were decr. O3 exposure for 56 days caused significant decr of the wt of both organs. Antibody response to sheep RBC in mice exposed for 3, 6, or 14 days to O3 or the mixture was markedly suppressed, but exposure to the mixture for 56 days did not cause the suppression of anti-sheep RBC antibody response. No differences in anti-DNP antibody response between exposed and control mice were observed, except those exposed to O3 or the mixture for 14 days."
        },
        {
            "References": "PMID:2711392",
            "Value": "Cellular inflammatory responses in the nose and lung of rats were investigated by nasal and bronchoalveolar lavage and morphometric quantitation of neutrophils within the nasal mucosa and pulmonary terminal bronchioloalveolar duct regions. Rats were exposed to 0, 0.12, 0.8, or 1.5 ppm ozone for 6 hr and were sacrificed immediately or 3, 18, 42, or 66 hr following exposure. Rats exposed to 0.12 ppm ozone had no change in the number of neutrophils recovered from bronchoalveolar lavage fluid at any time after exposure; however, 18 hr after exposure, increased numbers of neutrophils (15 fold) as compared to controls were recovered from nasal lavage fluid. Rats exposed to 0.8 ppm ozone had more neutrophils (44 fold) in nasal lavage fluid than controls immediately after exposure, but no concomitant increase in bronchoalveolar lavage fluid neutrophils at that time. However, as the number of neutrophils in bronchoalveolar lavage fluid increased (maximum 42 hr), the number of neutrophils recovered from nasal lavage fluid decreased. Rats exposed to 1.5 ppm ozone had no significant increases in nasal neutrophils in lavage fluid at any time after exposure but had greatly increased numbers of neutrophils in bronchoalveolar lavage fluid 3, 18, and 42 hr after exposure."
        },
        {
            "References": "Temple PJ et al; Agron J 80 (4): 751-5 (1988)",
            "Value": "The influence of drought stress on foliar injury and yield responses of field grown cotton to ozone was studied. Cotton was grown on Hanford coarse sandy loam at three levels of soil water (optimal, suboptimal, and severely stressed) in open top chambers exposed to seasonal 12 hour ozone concentrations of 0.015, 0.074, 0.094, and 0.111 ul/l ozone. The experimental plot was located in Riverside, California. Foliar injury at ambient (0.074 ul/l) ozone concentrations were as follows: severely drought stressed cotton, 25%; moderately stressed plants, 56%; and optimally watered plants, 68%. Lint and seed yields were significantly reduced by ozone in optimally watered and suboptimally watered plots, while severely stressed cotton showed no yield reductions except at 0.111 ul/l. Yield reductions were primarily attributed to fewer bolls. Yield losses at ambient ozone concentrations relative to a background ozone level of 0.025 ul/l were predicted at 26.2% for optimally watered plants, 19.8% for suboptimally watered plants, and 4.7% for severely stressed plants."
        },
        {
            "References": "Miyake H et al; New Phytol 111 (2): 187-95 (1989)",
            "Value": "Radish (Raphanus sativus) plants were fumigated with 0.1 or 0.05 ul/l ozone (O3) for 8 or 24 hr/day for 6 to 18 hr/day for 6 days. Ozone induced an incr in both the number and size of the plastoglobules but a decr in chloroplast dimensions. These changes in the chloroplasts developed further even after O3 fumigation had been discontinued. The plastoglobules were electron dense in the early stages of exposure to O3 but subsequently became electron translucent. Finally large plastoglobules were extruded into the vacuole, a phenomenon which may partly account for the reduction in chloroplast size. Ozone also caused disruption of the tonoplast followed by collapse of the cells. Low concn of O3 appeared to accelerate senescence of the chlorplasts."
        },
        {
            "References": "PMID:2727418",
            "Value": "Breathing pattern (frequency and tidal vol), minute ventilation, oxygen consumption (MO2), and rectal temperature were measured from male Sprague Dawley rats exposed to 0.8, 0.6, 0.4, and 0.2 ppm ozone (O3) to determine the relation between breathing pattern responses to O3 and metabolic rate. In 0.8 ppm O3, rapid shallow breathing began at 60 min exposure while minute ventilation and oxygen consumption declined beginning at 40 min. In comparison to clean air exposed animals, rats (n = 8) during the third hr of 0.8 ppm O3 exposure had a 27% incr in frequency, 35% decline in tidal vol, 20% decr in minute ventilation, 24% decr in oxygen consumption, and 1.3 °C decr in rectal temperature. At lower O3 concn, responses were diminished in magnitude, and in rats exposed to 0.2 ppm O3, only oxygen consumption was significantly decr. Irritant induced depression of minute ventilation did not imply a state of hypoventilation or hypoxia because ventilation equivalent for O2 (minute ventilation/oxygen consumption) did not decline during O3 exposures."
        },
        {
            "References": "Temple PJ, Benoit LF; Agron J 80 (3): 439-47 (1988)",
            "Value": "Alfalfa (cv WL-514) was grown in 30, 3 by 5.5 m plots on Wasco sandy loam (coarse loamy, mixed, nonacid, thermic Typic Torriorthents) in Shafter, CA and was exposed in open top chambers to five levels of O3 for 12 hr daily, from March to October of 1984 and 1985. Ozone treatments ranged from charcoal filtered air to twice ambient O3 concn. Seasonal 12 hr O3 concn for the Apr to Oct growing season averaged 0.049 ul/l in 1984 and 0.042 ul/l in 1985. Each plot received either normal amounts of irrigation or 30% less than normal. Ozone significantly reduced canopy temp/air temp differentials by 31% in normally irrigated plots and 37% in water stressed plots in 1984, but not in 1985. Water use, rate of soil water depletion, or depth of effective rooting zone were not affected by O3. Water use efficiency was significantly reduced by O3, averaging 12% lower in nonfiltered compared with charcoal filtered plots. The effects of O3 on water use efficiency were attributed to premature senescence and abscission of older alfalfa leaves."
        },
        {
            "References": "PMID:2733060",
            "Value": "Adult male Charles River CD rats were exposed to 1 ppm (1.96 mg/cu m) ozone or air for 2 wk. The ozone exposed animals had significantly heavier lungs, and greater lung wt/body wt ratios, than controls as early as 3 days from the onset of exposure, which persisted throughout the exposure period. At 3, 5, 7, or 14 days after the onset of exposure, samples of plasma and lung lavage were obtained. All samples were tested against purified preparations of fetal rat lung fibroblasts. Heat inactivated plasma, from animals exposed to ozone for 7 or 14 days, significantly increased DNA synthesis by lung fibroblasts compared with plasma from air exposed animals. Fractionation of plasma and lavage samples indicated that the factor responsible had an isoelectric point of 6.45 to 6.75 and a molecular weight of 32 + or - 2 kDa. This factor had a dose dependent effect on lung fibroblast DNA synthesis in culture, but no significant effect on cultured pneumocyte DNA synthesis. The factor was detectable within 72 hr of exposure."
        },
        {
            "References": "PMID:2721480",
            "Value": "Male Wistar rats were continuously exposed to 0.2 ppm ozone for 14 days. Alveolar macrophages were collected at intervals by bronchoalveolar lavage to examine the effects of ozone. The specific activities of glucose-6-phosphate dehydrogenase and glutathione peroxidase of alveolar macrophages increased to 1.6 fold (on the third day) and 1.5 fold (on the fifth day), respectively, compared to control values. The specific activities of pyruvate kinase, lactate dehydrogenase, and hexokinase also increased 1.6 fold, 1.4 fold, and 1.2 fold, respectively, on the third day. The activities of all enzymes tested were maintained at significantly higher levels until the 14th day. The incorporation of (14)C labeled thymidine into alveolar macrophages increased the control values two fold on the first and third days and was almost completely inhibited by the addition of 1.23X10-4 M aphidicholgine, a competitive inhibitor of DNA polymerase alpha. The number of alveolar macrophages collected from exposed animals also increased to 1.5 times that of the control on the third day and was maintained at a significantly higher level until the 14th day. Alveolar macrophages of a small size preferentially increased between the fifth and 14th days."
        },
        {
            "References": "Chameides WL; Environ Sci Technol 23 (5): 595-600 (1989)",
            "Value": "A mathematical formulation was derived that describes the transport and chemistry of atmospheric gases as they diffuse through the open stomata, inner air spaces, and cell walls of plant leaves before depositing on the mesophyllic plasmalemma. The formulation was applied to the problem of ozone deposition on plant leaves to determine whether reactions in the mesophyllic cell wall water can prevent ozone from reaching the plasmalemma and initiating harmful oxidation reactions. Calculations indicate that a major portion of the ozone diffusing through the leaf can react with ascorbic acid in the cell wall. Other mechanisms such as ozone reactions with biogenic olefins and ozone decomposition in the cell wall water were found to be unimportant."
        },
        {
            "References": "PMID:2544040",
            "Value": "Following exposure of male Sprague Dawley rats to 2 ppm ozone for 4 hr, lung inflammatory cells were harvested by serial bronchoalveolar lavage. At 2 hr postexposure, a decr (p < 0.05) in lavagable inflammatory cells was noted from a mean control value of 3.8X10+6 to 2.2X10+6 cells/rat. By 72 hr postexposure, an incr (p < 0.05) in lavagable cells was observed which remained above control values for up to 7 days following the exposure. Two distinct effects on rat lung inflammatory cell oxidant generation were observed. Opsonized zymosan and 12-O-tetradecanoylphorbol-13-acetate stimulated O3 production by the inflammatory cell population was found to be maximally inhibited 24 hr following ozone exposure (47 and 57% of controls, respectively, p < 0.05). In contrast, luminol amplified chemiluminescence increased 24 hr following ozone exposure, coinciding with an incr in the percentage of neutrophils (26 + or - 3% vs 0.1% in controls) and myeloperoxidase (0.521 + or - 0.075 vs 0.002 units/1x10+6 cells in controls) in the inflammatory cell population. Supporting the involvement of myeloperoxidase in the enhanced oxidant generating status of these cells, the luminol amplified chemiluminescence was found to be azide (100 uM) inhibitable (80% inhibition, p < 0.5), but not superoxide dismutase (300 ug/ml) inhibitable. Additionally, this cell population was found to generate taurine chloramines, a myeloperoxidase dependent function which was absent prior to the ozone exposure and also demonstrated enhanced activation of benzo(a)pyrene-7,8-dihydrodiol to its light emitting dioxetane intermediate. Addition of myeloperoxidase to control alveolar macrophages resulted in enhanced luminol amplified chemiluminescence, taurine chloramine generation, and enhanced chemiluminescence from benzo(a)pyrene-7,8-dihydrodiol."
        },
        {
            "References": "Kerstiens G, Lendzian KJ; New Phytol 112 (1): 21-7 (1989)",
            "Value": "Beech (Fagus sylvatica leguminosae) and ivy (Hedera helix leguminosae) plants, as well as isolated cuticles of the adaxial leaf surfaces of Citrus aurantium leguminosae, Ficus elastica Roxb. var. decora and Hedera helix leguminosae, were exposed to environmentally realistic ozone concn (up to 130 nl/l) in combination with acid fog (pH 3.0) for several mo. Isolated Citrus, Ficus and Hedera cuticles and cuticles isolated from adaxial leaf surfaces of Ilex aquifolium leguminosae and Prunus laurocerasus leguminosae and from fruits of Capsicum annuum leguminosae and Lycopersicon esculentum Mill. were fumigated with 2.5% (vol/vol) ozone for 1 or 2 hr in dry and moist conditions, respectively. The water permeance of the non-isolated cuticles of the astomatous adaxial leaf sides of beech and ivy and of the isolated cuticles was not altered by exposure to a realistic ozone stress. Fumigation with very high ozone concn decr water permeance of isolated Ficus and Hedera cuticles by about 20% and incr water permeance of all other isolated cuticles by up to 200% (Capsicum). In some cases the 2 hr fumigation under moist conditions had no significant effect upon water permeance."
        },
        {
            "References": "PMID:15092409",
            "Value": "Nine day old spring barley (Hordeum vulgare cv Klaxon) plants were exposed to 0.05, 0.10 or 0.15 ul/l ozone for 12 days. Fumigation was administered for 7 hr between 9.00 hr and 16.00 hr each day. Using conventional IRGA equipment, the carbon dioxide exchange rate was found to decrease with increasing concentration of ozone during the exposure period, falling to 60% of the control value at the highest ozone concentration. Transpiration rates and stomatal conductance showed similar trends. Light saturation curves, obtained using a leaf disc oxygen electrode, demonstrated that ozone treated leaves had lower apparent quantum yields and generally lower rates of ozone evolution at saturating light and carbon dioxide levels. Oscillations in chlorophyll and fluorescence, normally observed in control plants, could not be detected after ozone treatment and could only be restored to some extent by feeding the phosphate sequestering agent D-mannose to the leaves."
        },
        {
            "References": "PMID:15092411",
            "Value": "Picea sitchensis (Bong) Carr (Sitka spruce) and Picea abies Karst (Norway spruce) were grown in controlled environments and then exposed to ozone for short periods as in mid-afternoon episodes experienced in the forest. For concentrations between 20 and 300 nl/l there was a linear relationship between exposure concentration and ozone uptake rates. Increasing photon flux densities increased rates of photosynthesis and transpiration, the increases being larger in actively growing than in dormant seedlings. Physiological condition (dormancy or active growth), species and photon flux density were found to influence ozone flux via their effects on stomatal conductance. Exposure to 80 nl/l ozone resulted in consistent increases of stomatal conductance and there were also indications that water use efficiency was decreased."
        },
        {
            "References": "PMID:2527482",
            "Value": "Male Fischer 344 rats exposed to ozone O3 (0, 0.35, 0.5, or 1.0 ppm) for 2.25 hr for 5 consecutive days showed an increased frequency of breathing and a decr tidal volume on Days 1 and 2 of exposure at all O3 concn. However, by Day 5 these breathing responses to O3 were diminished in rats exposed to 0.35 and 0.5 ppm, but not in rats exposed to 1.0 ppm. In addition, a flow limitation in smaller airways was observed after the second day of exposure to 0.5 ppm O3 that initially attenuated and then disappeared by the fifth day of exposure. In contrast to these findings, a light microscopic examination of mixed lung tissue sections from rats exposed to 0.5 ppm indicated a 5 day progressive pattern of epithelial damage and inflammation in the terminal bronchiolar region. Maximal tissue damage occurred on Days 4 and 5 of O3 exposure. A sustained 37% incr in lavageable protein was also observed over the course of the 5 day exposure regimen to 0.5 ppm. Lung glutathione increased initially, but it was within the control range on Days 4 and 5. Lung ascorbate was significantly elevated above control levels on Days 3 and 5."
        },
        {
            "References": "Simmons GL, Kelly JM; Water Air Soil Pollut 44 (1-2): 159-71 (1989)",
            "Value": "Loblolly pine seedlings were planted in a sandy loam soil having approx 15 or 35 mg/kg magnesium (Mg) and were exposed to subambient (0.02 ul/l), ambient (0.04 to 0.05 ul/l), or twice ambient (0.07 to 0.09 ul/l) concn of ozone (O3) in open top chambers from May through Oct. Seedlings also received ambient amounts of simulated rainfall at pH 3.8 or 5.2. Root biomass, length, and branching frequency were not significantly affected by O3, rainfall acidity, or soil Mg treatments. Seedlings grown in the subambient O3 treatment had a greater (but not significant) number of short roots infected with mycorrhizae than seedlings grown in ambient or twice ambient O3 treatments. Significant O3/pH/Mg interactions were detected. At the high pH, biomass and length were greatest for seedlings exposed to ambient O3 levels, and least for seedlings exposed to twice ambient O3 levels. For both soil Mg treatments, seedlings exposed to subambient O3 levels exhibited an incr in the number of Type B mycorrhizal short roots associated with incr pH of the rainfall treatments, with the largest differences between pH treatments observed for seedlings grown in the low Mg soil. In contrast, the number of Type B mycorrhizal roots on seedlings exposed to ambient or twice ambient O3 levels decr as the pH of the rainfall treatments increased from 3.8 to 5.2."
        },
        {
            "References": "Takemoto BK et al; Environ Exp Bot 29 (3): 379-86 (1989)",
            "Value": "Groups of 15 field grown strawberry plants (Fragaria x ananassa Duch. Chandler) were exposed to simulated fog (pH 7.24, 2.69, or 1.68) twice weekly for 11 wk, singly or in combination with ambient levels of ozone in open top field chambers. Plants grown in ambient 03 (whole study 12 hr avg of 66 ppb) exhibited no significant alterations in growth, but yields were higher than in plants exposed to charcoal filtered air (19 ppb O3). Exposure to ambient 03 induced significant depressions in leaf gas exchange on a unit leaf area basis (i.e. net photosynthesis, stomatal conductance of water vapor, and transpiration), but calculated whole plant photosynthesis was similar in charcoal filtered air and O3 exposed plants due to differences in leaf area per plant (i.e. 14% higher in 03 exposed plants). No significant (fog chemistry x air quality) effects were found for any of the measured growth or yield parameters."
        },
        {
            "References": "PMID:15092432",
            "Value": "Tomato (Lycopersicon esculentum Mill.) 'New Yorker' plants were exposed to 0.16 ul/l ozone (O3) for 1 hr during early vegetative stage and pre-floral stage, during different leaf growth stages. Leaf growth stages studied were young expanding leaf, 80% expanded, 95% expanded, fully expanded and fully expanded leaf plus 1 day. The leaf diffusive conductance varied among leaf growth stages and between plant development stages and leaf surfaces; there was no continuity in the leaf diffusive conductance pattern. Sorption rates differed among some leaf growth stages, and between plant development stages in expanding leaves (growth stage 1). Expanding leaves of early vegetative plants sorbed more ozone than expanding leaves of pre-floral plants (0.05 < p < 0.10). For both development stages, high sorption rates occurred in fully mature leaves; otherwise little similarity between corresponding leaf growth stages was evident. No visual injury was observed on plants at the early vegetative development stage whereas visual injury occurred on the pre-floral development stage plants. Some leaf growth stages developed more injury than others. Total O3 flux to the leaf was not well predicted by the leaf diffusive conductance for water vapor; nor was visible injury well related to total flux."
        },
        {
            "References": "PMID:15092417",
            "Value": "4 yr old Norway spruce clones (Picea abies) were cultivated in sand and provided with a complete nutrient solution including 30 mg magnesium (Mg) and 90 mg calcium (Ca)/season/plant, or a solution deficient in magnesium and calcium (20% of above Mg and Ca, during 2nd season only). Groups of 8 plants (4 normal and 4 Ca/Mg deficient) were exposed to 1 of 2 pollutant mixtures: 150 ug/cu m ozone (O3) with 75 ug/cu m nitrogen dioxide (NO2); and 50 ug/cu m O3 with 75 ug/cu m sulfur dioxide and 75 ug/cu m nitrogen dioxide for 32 wk (during 2nd season). Total nitrogen (N) content of current yr and 1 yr old needles lay below 11 to 13 mg/g dry wt. Fumigation caused a 20% (nonsignificant) incr of total nitrogen (N) content in current yr needles, whereas in 1 yr old needles N concn did not change. The response of nitrate reductase activity to pollutant stress depended on needle age and nutrient supply, respectively. In 1 yr old needles fumigation resulted in a significant (p < 0.05) inhibition of enzyme activity, particularly in Mg and Ca deficient trees. The combination of all 3 components proved to be most effective in causing a decr by 60% in Mg and Ca deficient plants compared to the control. In contrast, nitrate reductase activity was stimulated in current yr needles by both O3/NO2 and O3/SO2/NO2."
        },
        {
            "References": "PMID:15092419",
            "Value": "The native ground vegetation of a beech forest near Giessen, FRG, was fumigated with 300 ug/cu m sulfur dioxide (SO2), 100 ug/cu m nitrogen dioxide (NO2), and 200 ug/cu m ozone (O3) in open top chambers (1 sq m) for 4 hr per wk from Mar/Apr through Oct. Twenty seven Melico-Fagetum allietosum plots with Allium ursinum leguminosae (broad leaved garlic) as the dominating species were used; 9 were controls, 9 exposed to SO2 + NO2, and 9 exposed to SO2 + NO2 + O3. 3 additional plots were fumigated to SO2 and NO2 for 16 hr and O3 for 16 hr (9.00 to 17.00 on 2 consecutive days) weekly. The effects of O3 on growth and above ground development were dependent on species. Fumigations with all 3 pollutants caused a decr of absolute leaf area index of 51 and 90% below the control values for Allium ursinum at the second and third recording in 1986, respectively. Treatments caused early senescence in several of the species present. The epicuticular waxes were attacked by fumigation, which was shown by higher wettability of the leaf surfaces and by leaching of ions. In Allium ursinum, 5 weekly treatments for 4 hr each led to a higher wettability. Interspecific differences were observed in the responses of transpiration and photosynthesis to fumigation. Similar patterns of effects on transpiration and photosynthesis, however, were found in the same species. In Allium ursinum, transpiration was depressed significantly. Carbohydrate metabolism was altered by fumigation, leading to starch accumulation in the leaves. Starch content of Allium ursinum leaves were significantly incr in relation to controls. Besides effects on higher plants, fumigations also resulted in reduction of the soil microflora. The bacteria/fungi ratio was also depressed at the fumigation plots."
        },
        {
            "References": "Simmons GL, Kelly JM; Water Air Soil Pollut 43 (1/2): 199-210 (1989)",
            "Value": "The individual and combined impacts of acidic precipitation, ozone and soil magnesium (Mg) status on nutrient concn of throughfall, soil solution, soil, and seedling components were evaluated after one growing season. Loblolly pine seedlings were planted in a sandy loam soil having approx 15 or 35 mg/kg exchangeable Mg and were exposed to subambient (charcoal filtered air, 0.02 O3 ul/l), ambient (0.04 O3 ul/l), or twice ambient (0.07 O3 ul/l) concn of O3 in open top chambers from May though Oct. Seedlings also received ambient amounts of simulated precipitation at pH 4.0 or 5.3 during this period. Ozone treatments had no significant effects on tissue nutrient concn or soil solution chemistry. O3 did not significantly affect the concn of nitrogen, sulfur, phosphorus, potassium, calcium or magnesium Mg in any plant component. Interaction responses were very limited and do not suggest any significant synergisms."
        },
        {
            "References": "Miller JE et al; J Environ Qual 18 (3): 330-6 (1989)",
            "Value": "In Jun through Oct 1986 afield expt (Raleigh, NC) was performed with soybean to test the influence of periodic water stress on the yield response to ozone (O3). Open top field chambers were used to expose plants to a range of O3 concn, and rain exclusion caps were used on individual chambers to help regulate soil moisture levels. Mean seasonal 12 hr/day O3 concn avg 0.018 (charcoal filtered air), 0.038 (ambient air), 0.059, 0.071, and 0.085 ul/l. Three soil moisture treatments were used: well watered (WW), water stressed (WS), and well watered with permanent rain exclusion caps that were in place from 35 days after planting until physiological maturity (WWC). In the well watered and water stressed treatments, the rain caps were put in place only during an exceptionally wet period from mid Aug to mid Sept. Visible injury to the 8 uppermost mainstem leaves was usually greater as O3 concn incr in all soil moisture treatments. Ozone effects on the number of filled pods, wt of filled pods, number of seeds, wt of 100 seeds, and seed yield were significant in the analysis of variance. The well water and well water capped treatments had approx the same yield and response to O3, indicating that the presence of caps for most of the growing season had little effect on growth or sensitivity to O3. WS plots yielded approx 10% less on the avg than the well water and well water capped plots, but water stress did not change the response to O3 (eg, no significant O3 x water interaction). Based on a Weibull dose response model, O3 reduced the yield of soybean 13% at a concn of 0.05 ul/l (12 hr/day seasonal mean) compared to a hypothetical background of 0.02 ul/l."
        },
        {
            "References": "Heagle AS et al; J Environ Qual 18 (3): 361-8 (1989)",
            "Value": "A 4.66 m diameter, 3.6 m tall cylindrical open top field chamber was designed, constructed, and tested as a tool to measure the effects of air quality on plant function and yield. The chamber has an aluminum channel frame covered with clear polyvinyl chloride plastic film. It is equipped with a frustum (truncated cone) that decr ambient air ingress and can be fitted with a device to exclude rain (rain cap) for studies with simulated rain pH. During the daylight hr, the mean air temperature within the chamber was 0.6 C greater than ambient on cloudy, cold days, 2.2 C greater than ambient on partly cloudy, cool days, and 2.8 C greater than ambient on sunny, warm days. The mean dew point temp for a wide range of conditions was 0.7 C greater inside than outside. Mean solar radiation in the chamber, with new plastic panels, was 15% less than ambient with a rain cap and 12% less with no rain cap. Charcoal filtration removed 78% of the ozone (O3) in ambient air; long term measurements during charcoal filtration showed that the mean O3 concn in the chamber (all positions and heights) was 77% less than ambient (0.010 vs 0.047 ul/l during 12 days), suggesting little or no long term ingress through the top. Short term gradients in O3 concn existed (mostly near the top of the chamber) during infrequent periods of strong winds. During addition of approx 0.09 ul/l of O3 to nonfiltered air, the mean (14 day) O3 concn across all positions and heights (n = 15) varied by less than 0.005 ul/l of the overall mean."
        },
        {
            "References": "Becker K et al; New Phytol 112 (2): 235-43 (1989)",
            "Value": "Differences in the ozone (O3) sensitivity of five commonly grown cultivars of white clover, namely Ladino Sacramento, Ladino California, Alban, Sonja and Milkanova, were studied in Switzerland. Plants were grown in pots and exposed to O3 using three different exptl systems: (i) exposure to ambient air (ca 72 ug/cu m), (ii) exposure in open top chambers to filtered air, unfiltered air, or unfiltered air to which O3 was added from 09.00 until 17.00 hr during a 4 day period, (iii) exposure under controlled environmental conditions to filtered air with or without O3 added daily. Occurrence of injury symptoms on field grown plants was recorded during the summers of 1987 and 1988. Ozone exposure produced visible injury expressed as small necrotic flecks on the upper leaf surface. 36 to 65% of the plants exhibited signs of injury in 1987 and 10 to 48% in 1988 field studies. Irrespective of the exptl system used, the following order in O3 sensitivity was observed: leguminosae Sacramento > leguminosae California >> Alban > Sonja > Milkanova. Injury symptoms were seen when plants were exposed to ambient O3 or to unfiltered air in open top chambers, but not in charcoal filtered air. In ambient air, symptoms in the most sensitive cultivars appeared after episodes with 1 hr max concn of above 120 to 140 ug/cu m occurring on several consecutive days. The symptoms of injury could be reproduced in controlled environment fumigation expt using concn comparable to those observed in ambient air. Plants of the different cultivars grown under controlled environmental conditions did not differ in superoxide dismutase or peroxidase activity, or in the content of fructose, sucrose or glucose. Differences in O3 sensitivity between cultivars were related to differences in stomatal density and to some degree to the length of the stomatal pore. Stomatal densities were related to leaf conductance, transpiration, and rate of water loss by excised leaves. Leaves of Milkanova (resistant) had higher delta(13)C values than leguminosae California (sensitive). Compared with filtered air, exposure to unfiltered ambient air or O3 amended air in open top chambers caused a change in the delta(13)C value in leaves of leguminosae California (sensitive), but not in leaves of Milkanova (resistant)."
        },
        {
            "References": "Greitner CS, Winner WE; New Phytol 111 (4): 647-56 (1989)",
            "Value": "Alnus serrulata (Aiton) Willdenow seedlings with and without root nodules formed by the nitrogen-fixing actinomycete Frankia were exposed to clean filtered air or ozone (O3) at 0.12 ul/l, 4 to 11 hr/day for 27 days (approx 164 hr total exposure). Gas exchange measurements on leaves and transmission electron micrographs of root nodule cells were made to detect any O3 effects on the functioning of leaves and the root symbiont. Photosynthesis, stomatal conductance, and internal CO2 concn were calculated for all plants in clean O3- free air more than 3 wk after the fumigations began. Significant positive correlations between photosynthesis and stomatal conductance were found for leaves of control nodulated and unnodulated alders and O3-treated nodulated alders. There was a weak positive correlation between photosynthesis and conductance for unnodulated O3-treated seedlings measured in clean air. When O3- treated leaves were measured during fumigation with O3, no positive correlation between photosynthesis and conductance was found for either nodulated or unnodulated seedlings. Photosynthetic rates of leaves having the highest stomatal conductance values were decr by O3 for both nodulated and unnodulated plants. Transmission electron microscopy revealed that after a 27-day exposure of shoots to O3, host root cells of nodules from O3-treated plants lacked organelles and showed extensive cytoplasmic breakdown. Hyphae and nitrogen-fixing vesicles of Frankia appeared normal. The Frankia endophyte seems to be more resistant to O3 than is the host root nodule cell."
        },
        {
            "References": "Gillespie CT, Winner WE; New Phytol 112 (3): 353-61 (1989)",
            "Value": "The potential for developing intraspecific lines of radish based on their relative resistance to either ozone (O3) or sulfur dioxide (SO2) was examined using growth analysis techniques. Plants were exposed to either 0.10 ul/l O3 or 0.50 ul/l SO2 for 4 hr/day, 3 days/wk, for 3 wk. Resistant and sensitive individuals were then selected and divided into four groups: O3 resistant (O3R), O3 sensitive (O3S), SO2 resistant (SO2R), and SO2 sensitive (SO2S). Cross-pollinations were made among plants within the selected groups and seed collected. F1 populations were raised from the resulting seed and exposed to the same exposure regime. Net photosynthesis and stomatal conductance were measured during the final two fumigations, and plants were harvested immediately following the final exposure, divided into component parts, dried and weighed. O3 and SO2 generally caused biomass reductions in all the F1 groups. O3 reduced below ground growth more than SO2, leading to greater reductions in root/shoot ratios. O3 resistant plants were resistant to both pollutants, showing little biomass reduction particularly from O3. Root/shoot ratios of these plants were altered less by pollutant exposure than non-selected radishes. Shoot growth of SO2 resistant plants was greater in O3 or SO2 than non-selected plants, but below ground growth was similar. Selection for plants sensitive to either pollutant was not apparent from growth analysis, as growth of the sensitive plants was generally the same as that of non-selected plants. Gas exchange results indicated greater stomatal conductance in O3 sensitive plants in filtered air than either non-selected or O3 resistant plants, while O3 resistant plants had lower conductance rates in the O3 treatment."
        },
        {
            "References": "PMID:2763300",
            "Value": "Models of rat lung injury, based on acute exposure to 2 ppm ozone for 3 hr and on exposure to 0.85 ppm ozone for 2 days, were used to determine whether N-(2-(2-oxo-1-imidazolindinyl)ethyl)-N'-phenylurea pretreatment of rats protected lungs from oxidant injury. Rats were pretreated with 100 mg/kg body wt N-(2-(2-oxo-1-imidazolindinyl)ethyl)-N'-phenylurea by ip administration for 2 days prior to and on the days of ozone exposure. No adverse toxicological effects of N-(2-(2-oxo-1-imidazolindinyl)ethyl)-N'-phenylurea pretreatment were observed. Lung superoxide dismutase and catalase activities were significantly enhanced from 636 to 882 U/lung and from 599 to 856 U/lung, respectively. One day following acute exposure (2 ppm for 3 hr), an ozone-induced incr of polymorphonuclear leukocytes (PMNs) from 0.01 to 1.18 million cells/lung was decr to 0.68 million by N-(2-(2-oxo-1-imidazolindinyl)ethyl)-N'-phenylurea pretreatment. No alteration occurred in the degree of lung permeability indicated by incr lavage fluid albumin. N-(2-(2-oxo-1-imidazolindinyl)ethyl)-N'-phenylurea pretreatment also significantly decr ozone-induced incr in polymorphonuclear leukocyte recovery after 2 days exposure to 0.85 ppm ozone from 5.54 to 2.12 million cells/lung. However, in this second case, N-(2-(2-oxo-1-imidazolindinyl)ethyl)-N'-phenylurea pretreatment reduced the observed ozone damage, indicated by a decr in lavage fluid albumin and by a decr in the macrophage and lymphocyte infiltration associated with this length of ozone exposure."
        },
        {
            "References": "Heck WW et al; J Am Soc Hort Sci 113 (1): 46-51 (1989)",
            "Value": "Four cultivars of bean,with different sensitivities to ozone (O3), were exposed to chronic doses of O3 for 7 hr/day in early (0.058 ppm O3) and late-season (0.055 ppm O3) studies. The 7 hr/day seasonal O3 treatment means for the carbon filtered, non filtered, nonfiltered + 0.04 ppm O3, and nonfiltered + 0.08 ppm O3 groups in the early study were 0.035, 0.050, 0.087, and 0.119 ppm, respectively. The same treatment values for the late study were 0.026, 0.045, 0.087, and 0.126 ppm, respectively. Plants were pot cultured in open top field chambers. Greater than ambient O3 doses were applied by supplementing the O3 present in nonfiltered air with additional O3 at a constant rate for 7 hr/day. Cultivar sensitivity, as determined using an acute exposure screening protocol, was maintained in both studies. Regression of yield against O3 concn showed that Bush Blue Lake-254 and Bush Blue Lake-290 were more sensitive to O3 than were Bush Blue Lake-274 and Dwarf Horticultural bean plants. Foliar injury was significantly correlated with yield and biomass parameters. In the early study, the effects of O3 on tops and roots were similar for each cultivar, whereas in the late study, the root growth was more sensitive than top growth in 3/4 cultivars. Pod number and dry wt yields of sensitive cultivars in response to O3 were clearly different from those of resistant cultivars. Predicted relative yield suppression at a 7 hr/dayseasonal mean of 0.04 to 0.06 ppm (the common ambient range in eastern US) was 2% to 4% for the 2 resistant cultivars and 10% to 26% for the 2 sensitive cultivars."
        },
        {
            "References": "Shepard, T.H. Catalog of Teratogenic Agents. 5th ed. Baltimore, MD: The Johns Hopkins University Press, 1986., p. 436",
            "Value": "Rats exposed to up to 1.97 ppm during parts or all of organogenesis produced no defects in the offspring."
        },
        {
            "References": "Shepard, T.H. Catalog of Teratogenic Agents. 5th ed. Baltimore, MD: The Johns Hopkins University Press, 1986., p. 436",
            "Value": "Blepharophimosis and jaw anomalies /were observed/ in mouse fetuses exposed to utero to 0.02 ppmfor 7 hr five days a wk."
        },
        {
            "References": "Armour, M.A. Hazardous Laboratory Chemicals Disposal Guide. Boca Raton, FL: CRC Press Inc., 1991., p. 269",
            "Value": "High concentrations have caused death in animals by lung congestion."
        },
        {
            "References": "Bosac C et al; New Phytol 124 (3): 439-46 (1993)",
            "Value": "A single exposure of pollen of Brassica napus Tapidor or Libravo to 100 nl/l ozone either in vitro or in vivo on the anthers of intact plants had no significant effect on either pollen germination or pollen tube growth."
        },
        {
            "References": "PMID:15091805",
            "Value": "Two cultivars of watermelon (Citrullus lanatus) and muskmelon (Cucumis melo), which are widely grown in Spain, were exposed to ozone (70 nl/l, 6 hr/day) for 21 days. Ozone sensitivity was assessed by recording the extent of visible injury, changes in fast-fluorescence kinetics, the relative growth rate of root, and shoot, and effects on the number of flowers produced per plant. Leaf gas exchange was measured to provide some indication of the factors underlying differential response to ozone. After 9-10 days of fumigation, all the cultivars developed typical visible symptoms of ozone injury on the older leaves. However, significant (p < 0.05) changes in fast-fluorescence kinetics were detected prior to the development of visible foliar injury, indicating that detectable effects of ozone on primary photochemical processes supersede the appearance of visible symptoms. In both muskmelon and watermelon, there was a marked reduction in the rate of CO2 assimilation as a result of exposure to ozone, and this was accompanied by a parallel decrease in stomatal conductance. Mean plant relative growth rate was markedly (p < 0.01) suppressed by ozone in the two cultivars of watermelon, but there were no significant effects on R in muskmelon. Ozone reduced root growth relative to the shoot in three out of four cultivars. Moreover, exposure to ozone reduced flower production in both muskmelon and watermelon, which indicated effects on yield. There was no correlation between a variety of methods used to assess ozone sensitivity and visible injury. This observation draws clear attention to the dangers in ranking plants for ozone sensitivity purely on the basis of visible symptoms."
        },
        {
            "References": "PMID:8441332",
            "Value": "Acetylcholine released from vagal nerve endings constricts airways by stimulating M muscarinic receptors on the airway smooth muscle. At the same time, released acetylcholine feeds back onto inhibitory M2 muscarinic autoreceptors on the nerve endings, limiting further release of acetylcholine. Loss of function of these M2 receptors increases vagally-mediated bronchoconstriction after viral airway infections, exposure to ozone, or antigen inhalation. Inflammation appears to be critical in the loss of M2 receptor function after ozone exposure."
        },
        {
            "References": "PMID:8354202",
            "Value": "Ozone exposurein vivo has been reported to degrade arachidonic acid in the lungs of rodents. To study the chemical nature and biological activity of ozone exposed arachidonic acid, arachidonic acid in a cell-free, aqueous environment was exposed to air, 0.1 ppm ozone, or 1.0 ppm ozone for 30-120 min. arachidonic acid exposed to air was not degraded. All ozone exposures degraded > 98% of the arachidonic acid to more polar products, which were predominantly aldehydic substances and hydrogen peroxide. The type and amount of aldehydic substances formed depended on the ozone concn and exposure duration. A human bronchial epithelial cell line (BEAS-2B, S6 subclone) exposed in vitro to either 0.1 ppm or 1.0 ppm ozone for 1 hr produced arachidonic acid derived aldehydic substances, some of which eluted with similar retention times as the aldehydic substances derived from ozone degradation of arachidonic acid in the cell-free system. In vitro, ozone degraded arachidonic acid induced an increase in human peripheral blood polymorphonuclear leukocyte polarization, decreased human peripheral blood T-lymphocyte proliferation in response to mitogens, and decreased human peripheral blood natural killer cell lysis of K562 target cells. The aldehydic substances, but not hydrogen peroxide, appeared to be the principal active agents responsible for the observed effects. ozone-degraded arachidonic acid may play a role in the polymorphonuclear leukocyte influx into lungs and in decreased T-lymphocyte mitogenesis and natural killer cell activity observed in humans and rodents exposed to ozone."
        },
        {
            "References": "PMID:8395095",
            "Value": "Peritoneal macrophage from mice and isolated hepatocytes from rats were exposed to ozone. Ozone dosages were expressed as 0-5 nmol/10(6) cells. Measurements were made of viability, glucose transport, glutathione, glyceraldehyde-3-phosphate dehydrogenase, Mg-ATPase, Na/K-ATPase, and lipid synthesis. The most sensitive parameter was glyceraldehyde-3-phosphate dehydrogenase in the peritoneal macrophage. In hepatocytes both lipid synthesis and glyceraldehyde-3-phosphate dehydrogenase were sensitive to ozone. Effects on viability, glucose transport, Mg-ATPase, and Na/K-ATPase were small to negligible in both cell types."
        },
        {
            "References": "PMID:8346535",
            "Value": "Rats carrying minipumps filled with 5-bromo-2'deoxyuridine were exposed to ozone, nitrogen dioxide, or a mixture of the two gases using four different protocols: (A) ozone 0.2 ppm, nitrogen dioxide 3.6 ppm, or their mixture for 24 hr a day; (B) ozone 0.2 ppm, nitrogen dioxide 7.2 ppm, or their mixture for 12 hr per night; (C) ozone 0.6 ppm, nitrogen dioxide 10.8 ppm, or their mixture for 8 hr per night; and (D) ozone 0.8 ppm, nitrogen dioxide 14.4 ppm, or their mixture for 6 hr per night. After three consecutive daily exposures, the animals were returned to filtered air. Seven days after implantation of the minipump, alveolar labeling indices were comparable to control values except in the group of animals exposed for 6 hr nightly to a combination of 0.8 ppm of ozone and 14.4 ppm of nitrogen dioxide. Labeling indices in the peripheral airways were the most sensitive exposure index since they were significantly increased over control values in all animals exposed to ozone, nitrogen dioxide, or a mixture of the two gases, regardless of concn or exposure duration. Labeling indices increased with elevated dose rate, eg, concn of the gases in the inspired air. The response to the combined gases was greater than the calculated sum of the responses to the two individual gases for the three higher dose rates in the large airways and for the highest dose rate in the peripheral airways. The results led to the following conclusions: (1) By the criterion of analysis of cell kinetics in rat large and peripheral airways, neither ozone, nitrogen dioxide, nor their mixture follows Haber's law (c x t = k) over the concn ranges studied; and (2) at the higher dose rates studied, there is a more than additive (synergistic) airway response to the combination of ozone and nitrogen dioxide."
        },
        {
            "References": "Tenga AZ et al; Can J For Res 23 (5): 854-8 (1993)",
            "Value": "Controlled environment facilities were used to determine the growth response of hybrid poplar using concn and exposure frequencies of ozone that mimic ambient patterns. Young cuttings of Populus deltoidesigra were exposed to daily bell-shaped concn profiles of ozone with four peak concn and two exposures per week for 1 to 4 weeks. Exposure to ozone initially stimulated height growth rate, but repeated exposure resulted in decreases in height growth rate. Stem diameter growth rate decreased with increasing ozone concn. Leaf greenness decreased with repeated exposure. The rate of leaf production declined with increasing ozone concn. Many leaves abscised in the higher ozone treatments, resulting ultimately in stimulation of bud break. Leaf area, leaf dry weight, and root dry weight at harvest decreased with increasing total ozone exposure regardless of number of exposures. Stem dry weight was greater after limited initial ozone exposure but was less after repeated ozone exposures. Repeated exposures to ozone were uniformly detrimental to poplar growth parameters."
        },
        {
            "References": "PMID:2050044",
            "Value": "Oxygen and ozone both have been found to enhance or to inhibit the development of tumors in mouse lung. As a general rule, preexposure to the oxidant, before administration of a carcinogen, or exposure to high levels for a comparatively short time immediately following carcinogen administration favors development of tumors. On the other hand, prolonged exposure begun after a certain time following carcinogen exposure inhibits tumor development. The paradoxical effects of the two oxidants depend on experimental design; results can be tentatively explained in terms of oxidant induced cell proliferation or by oxidant-mediated cytotoxicity. Besides being capable of modifying chemically induced lung tumorigenesis, ozone and oxygen also appear to induce tumors in mouse lung on their own. The conclusions drawn from the study of mouse lung tumors have recently been reinforced in experiments with hamsters, where hyperoxia has clear tumor-modulating effects."
        },
        {
            "References": "Takahashi M et al; Am J Physiol 265 (1 PART 1): L33-37 (1993)",
            "Value": "The effects of ozone on tracheal electrical potential were investigated in inbred strains of mice that are differentially susceptible to ozone induced inflammation. In male mice (9-13 wk), a tracheostomy was made under pentobarbital anesthesia for spontaneous breathing and tracheal potential was measured in the cephalad portion of the bisected trachea. The mean tracheal potentials of five different strains of mice (C3H/HeJ, DBA/2J, C57BL/6J, BALB/cJ, and 129/J) were 10 mV (lumen negative) with no significant interstrain difference. Amiloride reduced mouse tracheal potentials by 70% in both C3H/HeJ and C57BL/6J mice, indicating that sodium absorption is the predominant ion transport across this tissue. Relative to air-exposed controls, acute ozone exposure (2 ppm for 3 hr) significantly attenuated tracheal potential of inflammation-susceptible C57BL/6J mice by 50% at 6 hr and 40% at 24 hr postexposure but had no effect immediately after exposure. The mean tracheal potential of C3H/HeJ mice was not changed by ozone. The differential effect of acute ozone exposure on tracheal potential in C57BL/6J and C3H/HeJ mice is consistent with differential susceptibility to ozone induced increases in epithelial permeability in these strains."
        },
        {
            "References": "Gilman, A.G., T.W. Rall, A.S. Nies and P. Taylor (eds.). Goodman and Gilman's The Pharmacological Basis of Therapeutics. 8th ed. New York, NY. Pergamon Press, 1990., p. 1617",
            "Value": "OZONE CAUSES DESQUAMATION OF THE EPITHELIUM THROUGHOUT THE CILIATED AIRWAYS & PRODUCES DEGENERATIVE CHANGES IN TYPE-I CELLS & SWELLING OR RUPTURE OF THE CAPILLARY ENDOTHELIUM IN THE ALVEOLI. THE TYPE-I CELLS ARE LATER REPLACED BY TYPE-II CELLS."
        },
        {
            "References": "Toxicology & Carcinogenesis Studies of Ozone and Ozone/NNK in F344/N Rats and B6C3F1 Mice (Inhalation Studies). Technical Report Series No. 440 (1994) NTIS Publication No. 95-226999 U.S. Department of Health and Human Services, National Toxicology Program, National Institute of Environmental Health Sciences, Research Triangle Park, NC 27709",
            "Value": "... CONCLUSIONS: Under the conditions of these 2 yr and lifetime inhalation studies, there was no evidence of carcinogenic activity of ozone in male or female F344/N rats exposed to 0.12, 0.5, or 1.0 ppm. There was equivocal evidence of carcinogenic activity of ozone in male B6C3F1 mice based on increased incidences of alveolar/bronchiolar adenoma or carcinoma. There was some evidence of carcinogenic activity of ozone in female B6C3F1 mice based on increased incidences of alveolar/bronchiolar adenoma or carcinoma. ..."
        }
    ]
}