{
    "_id": {
        "$oid": "6682e953c4e5dba5ffba2a0e"
    },
    "CID": {
        "$numberInt": "24820"
    },
    "Name": "Cobaltous fluoride",
    "IUPACName": "difluorocobalt",
    "CanonicalSMILES": "F[Co]F",
    "Synonyms": [
        "Cobalt(II) fluoride",
        "10026-17-2",
        "Cobalt fluoride (CoF2)",
        "Cobalt difluoride",
        "cobalt fluoride",
        "COBALTOUS FLUORIDE",
        "Difluorocobalt",
        "MFCD00010941",
        "HSDB 236",
        "EINECS 233-061-9",
        "Cobalt(II) fluoride",
        "powder",
        "UNII-9KI67810UR",
        "Cobalt(II) fluoride",
        "ultra dry",
        "DTXSID6064907",
        "AKOS015911948"
    ],
    "IsomericSMILES": "F[Co]F",
    "INCHI": "InChI=1S/Co.2FH/h;2*1H/q+2;;/p-2",
    "INCHIKEY": "YCYBZKSMUPTWEE-UHFFFAOYSA-L",
    "Formula": "CoF2",
    "MolecularWeight": {
        "$numberDouble": "96.93"
    },
    "Description": {
        "$numberDouble": "NaN"
    },
    "XlogP": {
        "$numberDouble": "NaN"
    },
    "Complexity": {
        "$numberInt": "2"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "mechanism_of_action": [
        {
            "References": "USEPA, Office of Drinking Water; Criteria Document (Draft): Fluoride p.VIII-3 (1985)",
            "Value": "... Fluoride interacts with bones and teeth by replacing hydroxyl or bicarbonate ions in hydroxyapatite to form fluorohydroxyapatite. ... The presence of fluorohydroxyapatite increases the crystalline structure of the bone and reduces its solubility. ... Dental fluorosis results from toxic effects of fluoride on the epithelial enamel organ. /Fluoride/"
        },
        {
            "References": "WHO; Environ Health Criteria: Fluorine and Fluoride p.72 (1984)",
            "Value": "In acute poisoning, fluoride kills by blocking normal cellular metabolism. Fluoride inhibits enzymes, in particular metalloenzymes involved in essential processes, causing vital functions such as the initiation and transmission of nerve impulses, to cease. ... /Fluoride/"
        },
        {
            "References": "Gosselin, R.E., R.P. Smith, H.C. Hodge. Clinical Toxicology of Commercial Products. 5th ed. Baltimore: Williams and Wilkins, 1984., p. II-112",
            "Value": "Inhibition of one or more enzymes controlling cellular glycolysis (& perhaps resp) may result in a critical lesion. ... Binding or precipitation of calcium as calcium fluoride ... suggested as mechanism underlying many diverse signs & symptoms in fluoride poisoning, particularly if death is delayed. ... At least in some species fluoride interferes with both contractile power of heart and the mechanism of beat in a way that cannot be ascribed to hypocalcemia. /fluoride/"
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "Booth, N.H., L.E. McDonald (eds.). Veterinary Pharmacology and Therapeutics. 5th ed. Ames, Iowa: Iowa State University Press, 1982., p. 1014",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ ... If sufficient fluoride is absorbed ... fluoride ion increases capillary permeability and also produces a coagulation defect. These actions lead to hemorrhagic gastroenteritis and hemorrhages, congestion, and edema in various organs including the brain. Clinical manifestations ... include excitability, muscle tremors, weakness, urination, defecation, salivation, emesis, sudden collapse, clonic convulsions, coma, and death due to respiratory and cardiac failure. Cyanosis and early rigor mortis ... /Fluoride/"
        },
        {
            "References": "Davis RK; J Occup Med 3: 593-601 (1961) as cited in WHO; Environ Health Criteria: Fluorine and Fluoride p.52 (1984)",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Signs of acute systemic fluoride intoxication are increased salivation, lacrimation, vomiting, diarrhea, muscular fibrillation, and respiratory, cardiac, and general depression. ... /Fluorides/"
        },
        {
            "References": "PMID:7201957",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ The liver, heart and kidneys of rats given /acute exposure to/ cobalt(II) fluoride or oxide were examined microscopically. Hyperemia, hemorrhage and cytoplasmic changes were noted, while the kidney glomeruli were rich in cells and basal membranes were thickened. Cells of the proximal tubules were swollen and showed vacuolization and degeneration. In the hearts of some rats proliferative and edematous interstitial tissue and swollen muscle fibers were observed and focal degeneration, vacuolization and necrosis associated with disappearance of the cross striations were noted."
        },
        {
            "References": "WHO; Environ Health Criteria: Fluorine and Fluoride p.56 (1984)",
            "Value": "/VETERINARY CASE REPORTS/ Chronic manifestations of excess fluoride in cattle are ... dental fluorosis and osteofluorosis. Animals with moderate to severe osteofluorosis sometimes exhibit an intermittent, non-specific, a typical lameness or stiffness that may be associated with calcification of periarticular structures and tendon insertions. This lameness or stiffness is often transitory in nature; and limits feeding or grazing time, thereby impairing animal performance. Other general non-specific signs or symptoms sometimes associated with chronic fluoride toxicosis include thickened, dry unpliable skin and poor performance. /Fluoride/"
        },
        {
            "References": "Jones, L.M., et al. Veterinary Pharmacology & Therapeutics. 4th ed. Ames: Iowa State University Press, 1977., p. 1275",
            "Value": "/VETERINARY CASE REPORTS/ ... Lameness; painful, stiff gait or posture; decreased feed intake; anorexia; rough haircoat; emaciation; and decreased milk production. Bony exostoses ... teeth have ... mottling and patchy loss of dentine. ... Spontaneous fractures may occur. ... Lesions consist of hyperostosis, porosis, enlargement ... roughening. /Fluoride/"
        }
    ]
}