{
    "_id": {
        "$oid": "6682e954c4e5dba5ffba2a12"
    },
    "CID": {
        "$numberInt": "24848"
    },
    "Name": "STRONTIUM NITRATE",
    "IUPACName": "strontium;dinitrate",
    "CanonicalSMILES": "[N+](=O)([O-])[O-].[N+](=O)([O-])[O-].[Sr+2]",
    "Synonyms": [
        "STRONTIUM NITRATE",
        "10042-76-9",
        "Strontium dinitrate",
        "Nitric acid",
        "strontium salt",
        "Strontium nitrate (Sr(NO3)2)",
        "Strontium nitricum",
        "Nitrate de strontium",
        "HSDB 787",
        "UNII-BDG873AQZL",
        "BDG873AQZL",
        "EINECS 233-131-9",
        "Nitric acid",
        "strontium salt (2:1)",
        "MFCD00011248",
        "STRONTIUM(2+) NITRATE",
        "DTXSID9064924"
    ],
    "IsomericSMILES": "[N+](=O)([O-])[O-].[N+](=O)([O-])[O-].[Sr+2]",
    "INCHI": "InChI=1S/2NO3.Sr/c2*2-1(3)4;/q2*-1;+2",
    "INCHIKEY": "DHEQXMRUPNDRPG-UHFFFAOYSA-N",
    "Formula": "N2O6Sr",
    "MolecularWeight": {
        "$numberDouble": "211.63"
    },
    "Description": {
        "$numberDouble": "NaN"
    },
    "XlogP": {
        "$numberDouble": "NaN"
    },
    "Complexity": {
        "$numberInt": "18"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "mechanism_of_action": [
        {
            "References": "Hamilton, A., and H. L. Hardy. Industrial Toxicology. 3rd ed. Acton, Mass.: Publishing Sciences Group, Inc., 1974., p. 317",
            "Value": "PRINCIPAL ... PROPERTIES OF NITRATES ARE THEIR ABILITY TO OXIDIZE HEME IRON TO THE FERRIC STATE TO PRODUCE METHEMOGLOBINEMIA & TO CAUSE VASODILATION. /NITRATES/"
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "National Research Council. Drinking Water & Health, Volume 4. Washington, DC: National Academy Press, 1981., p. 189",
            "Value": "... Toxicity of these compounds /strontium fluoride, chloride, bromide, iodide, nitrate, fluoroborate, acetate, lactate & salicylate/ vary with the anion."
        },
        {
            "References": "Clayton, G.D., F.E. Clayton (eds.) Patty's Industrial Hygiene and Toxicology. Volumes 2A, 2B, 2C, 2D, 2E, 2F: Toxicology. 4th ed. New York, NY: John Wiley & Sons Inc., 1993-1994., p. 2224",
            "Value": "INGESTION OF DOSES OF STRONTIUM NITRATE OF 50 MG/KG (1030 PPM) ARE WELL TOLERATED FOR 8 WK BY EITHER WEANLING OR ADULT RATS, AS EVIDENCED BY NORMAL AMT OF FOOD INTAKE, NORMAL WT GAINS, TOTAL BONE ASH, OR CALCIUM AND POTASSIUM COMPOSITION OF THE SKELETON."
        },
        {
            "References": "PMID:5040807",
            "Value": "GROUPS OF 3 FEMALE WISTAR RATS WERE TREATED SUBCUTANEOUSLY WITH DOSES OF 25, 50, 100 OR 200 MG/KG STRONTIUM NITRATE IN 1 ML DISTILLED WATER FROM DAYS 9 TO 19 OF PREGNANCY WHEN THEY WERE KILLED. CONTROL ANIMALS WERE GIVEN 1 ML DISTILLED WATER SC. THE PROGENY FROM TREATED MOTHER DID NOT DIFFER FROM THE CONTROLS IN SIZE OR BODY WT. THE LITTER SIZES WERE SIMILAR & THE NUMBER OF RESORPTION SITES WAS NOT INCREASED. NO HISTOLOGICAL CHANGES WERE DETECTED IN SOFT TISSUES & SKELETAL TISSUES. RESULTS SHOW THAT THE LEVELS OF STRONTIUM IN FETUSES IS UNCHANGED DESPITE A 4-FOLD INCREASE IN MATERNAL DOSE OF STRONTIUM NITRATE."
        },
        {
            "References": "TARASENKO NY, ZYUZYUKIN YV; GIG SANIT (5): 28-32 (1976)",
            "Value": "IN RATS, GUINEA PIGS & RABBITS, CHRONIC INHALATION OF STRONTIUM NITRATE CAUSED INCR SERUM ALKALINE PHOSPHATASE ACTIVITY, DECR SERUM CHOLINESTERASE ACTIVITY, INCR SERUM BETA-LIPOPROTEIN LEVEL, DECR URINARY HIPPURIC ACID, INCR BLOOD & URINE CALCIUM 2+ LEVEL, & INCR URINE CHLORIDE ION. THE THRESHOLD OF CHRONIC TOXICITY OF STRONTIUM NITRATE IS 3.2 MG/CU M."
        },
        {
            "References": "Clayton, G.D., F.E. Clayton (eds.) Patty's Industrial Hygiene and Toxicology. Volumes 2A, 2B, 2C, 2D, 2E, 2F: Toxicology. 4th ed. New York, NY: John Wiley & Sons Inc., 1993-1994., p. 2224",
            "Value": "AT END OF 1 MO OF 4-HR DAILY EXPOSURES AT 44.6 + OR - 1.4 MG/CU M, PARTICLE SIZE 83 PERCENT LESS THAN 5 UM, MALE RATS SHOWED FUNCTIONAL CHANGES IN THE KIDNEY AND LIVER, AND HISTOLOGICAL CHANGES IN THE CARDIOVASCULAR, HEMATOPOIETIC AND NERVOUS SYSTEMS AND RESP ORGANS. TESTS OF RENAL FUNCTION SHOWED A LOWER EXCRETION OF CHLORIDE IN THE URINE AND HIGHER LEVEL OF RESIDUAL NITROGEN IN THE BLOOD, WITH A DAILY DIURESIS AFTER CAFFEINE LOADING GREATER THAN CONTROLS. IN THE LIVER, INCR BIOSYNTHESIS OF HIPPURIC ACID WAS CONSIDERED A COMPENSATORY MECHANISM IN RESPONSE TO THE TOXICITY OF STRONTIUM NITRATE. A DISORDER IN MINERAL METABOLISM WAS INTERPRETED FROM AN INCR IN ELIMINATION OF CALCIUM IN THE URINE AND AN INCR IN SERUM ALKALINE PHOSPHATASE. ALTHOUGH NO ANIMAL DIED AS A RESULT OF THE EXPOSURE, HISTOLOGICAL CHANGES OF MODERATE DEGREE WERE SEEN IN THE LUNGS, HEART, LIVER, KIDNEYS, AND SPLEEN. IN THE LUNGS, INTERSTITIAL PNEUMONIA WAS ACCOMPANIED BY HYPEREMIA & HEMORRHAGE. IN THE HEART, CHANGES WERE LIMITED TO HYPEREMIA, PRINCIPALLY OF ALVEOLI, & DYSTROPHIC CHANGES IN MUSCULAR FIBERS."
        },
        {
            "References": "ZYUZYUKIN YV, MILUSHKINA TA; GIG SANIT (12): 100-1 (1973)",
            "Value": "TOPICALLY APPLIED STRONTIUM NITRATE IRRITATED THE SKIN IN RATS, RABBITS & GUINEA PIGS, & WEAKLY IRRITATED THE CONJUNCTIVAL MEMBRANE IN RABBITS."
        },
        {
            "References": "STANGENBERG M; LIMNOLOGICA 9 (3): 421-6 (1975)",
            "Value": "STRONTIUM NITRATE CONCN OF 50 MG/L CAUSED TOTAL MORTALITY OF PIKE PERCH FRY (LUCINOPERCA L) AFTER ONLY SEVERAL HR."
        },
        {
            "References": "Humphreys, D.J. Veterinary Toxicology. 3rd ed. London, England: Bailliere Tindell, 1988., p. 65",
            "Value": "Nitrates per se are relatively non-toxic; their importance as a cause of poisoning is due to their conversion to nitrites, either in foodstuffs or in the alimentary tract. /Nitrates & nitrites/"
        },
        {
            "References": "Booth, N.H., L.E. McDonald (eds.). Veterinary Pharmacology and Therapeutics. 5th ed. Ames, Iowa: Iowa State University Press, 1982., p. 945",
            "Value": "ACUTE POISONING IS A RESULT OF TWO ACTIONS OF NITRITE ION, ONE OF WHICH IS TO DIRECTLY RELAX SMOOTH MUSCLE, PARTICULARLY VASCULAR SMOOTH MUSCLE. ... PHYSIOLOGICAL CHANGES BROUGHT ABOUT BY VASODILATORY ACTIONS OF NITRITE ION INCLUDE PULMONARY ARTERIAL, CENTRAL VENOUS, & SYSTEMIC ARTERIAL HYPOTENSION & DECR CARDIAC OUTPUT. THESE CHANGES PROBABLY CONTRIBUTE TO TISSUE OXYGEN STARVATION BROUGHT ABOUT BY THE SECOND ... ACTION OF NITRITE ION. /NITRATES/"
        }
    ]
}