{
    "_id": {
        "$oid": "6682e956c4e5dba5ffba2a1b"
    },
    "CID": {
        "$numberInt": "24883"
    },
    "Name": "1,3-DICHLOROPROPENE",
    "IUPACName": "1,3-dichloroprop-1-ene",
    "CanonicalSMILES": "C(C=CCl)Cl",
    "Synonyms": [
        "1,3-Dichloro-1-propene",
        "1,3-Dichloropropene",
        "542-75-6",
        "1",
        "3-Dichloropropene",
        "DTXSID1022057",
        "1,3 dichloropropene",
        "1,3-dichioropropene",
        "Telone II",
        "technical grade (without epichlorohydrin)",
        "Telone II",
        "technical grade (with 1% epichlorohydrin)",
        "1,3-dichloro-prop-1-ene",
        "trans-1,3-Dichlorpropylene",
        "CHEMBL3561804",
        "cis-/trans-1,3-Dichloropropene",
        "1,3-Dichloropropene (cis+trans)",
        "UOORRWUZONOOLO-UHFFFAOYSA-N"
    ],
    "IsomericSMILES": "C(C=CCl)Cl",
    "INCHI": "InChI=1S/C3H4Cl2/c4-2-1-3-5/h1-2H,3H2",
    "INCHIKEY": "UOORRWUZONOOLO-UHFFFAOYSA-N",
    "Formula": "C3H4Cl2",
    "MolecularWeight": {
        "$numberDouble": "110.97"
    },
    "Description": "1,3-Dichloropropene can cause cancer according to an independent committee of scientific and health experts.",
    "XlogP": {
        "$numberDouble": "1.7"
    },
    "Complexity": {
        "$numberInt": "31"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "environmental_bioconcentrations": [
        {
            "References": "(1) MacBean C, ed; e-Pesticide Manual. 15th ed., ver. 5.1, Alton, UK: British Crop Protection Council. 1,3-Dichloropropene (542-75-6) (2008-2010) (2) US EPA; Estimation Program Interface (EPI) Suite. Ver. 4.1. Nov, 2012. Available from, as of April 21, 2016: https://www2.epa.gov/tsca-screening-tools/ (3) Franke C et al; Chemosphere 29: 1501-14 (1994)",
            "Value": "An estimated BCF of 10 was calculated in fish for 1,3-dichloropropene(SRC), using a log Kow of 2.04 (average for the cis- and trans-isomers)(1) and a regression-derived equation(2). According to a classification scheme(2), this BCF suggests the potential for bioconcentration in aquatic organisms is low(SRC)."
        },
        {
            "References": "(1) USEPA; Ambient Water Quality Criteria Doc: Dichloropropanes/Dichloropropenes (Draft) p.C-3-5 (1980). Available from, as of April 21, 2016: https://www.epa.gov/nscep",
            "Value": "Estimated weighted average BCF 1.91 for the edible portion of all freshwater and estuarine aquatic organisms consumed by Americans. (The estimation method was given). /1,3-Dichloropropene (cis and trans)/.  ... Estimated steady state BCF 4.84 (from table). /1,3-Dichloropropene (cis and trans)/(1)."
        }
    ],
    "environmental_biodegradations": [
        {
            "References": "(1) NITE; Chemical Risk Information Platform (CHRIP). Biodegradation and Bioconcentration. Tokyo, Japan: Natl Inst Tech Eval. Available from, as of April 21, 2016: https://www.safe.nite.go.jp/english/db.html (2) Tabak HH et al; J Water Pollut Contr Fed 53: 1503-18 (1981) (3) ATSDR; Toxicological Profile for Dichloropropenes. Atlanta, GA: Agency for Toxic Substances and Disease Registry, US Public Health Service (2012). Available from, as of April 20, 2016: https://www.atsdr.cdc.gov/toxprofiles/index.asp (4) Altman J, Lawlor S; J Appl Bact 29: 260-5 (1966) (5) Roberts TR, Stoydin G; Pestic Sci 7: 325-35 (1976) (6) Batzer FR et al; pp. 60-78 in Fumigants. Seiber JN et al, eds. Washington, DC: Amer Chem Soc (1997) (7) Gan J et al; J Environ Qual 27: 408-414 (2001) (8) Krijgshekd KR, van der Gen A; Chemosphere 15: 861-80 (1986) (9) Yon DA et al; Pestic Sci 32: 147-59 (1991)",
            "Value": "AEROBIC: 1,3-Dichloropropene, present at 100 mg/L, reached 3% of its theoretical BOD in 4 weeks using an activated sludge inoculum at 30 mg/L in the Japanese MITI test which classified the compound as not readily biodegradable(1); additional degradation was observed yielding 3-chloro-2-propen-1-ol(1), possibly from hydrolysis and degradation of the hydrolysis products(SRC). A BOD dilution water study using settled domestic wastewater as the microbia1 inoculum found that 5-10 mg/L concentrations of 1,3-dichloropropene were degraded by 54-85% after 7 days of incubation with the faster rates achieved following weekly adaptations(1); however, the rate of biodegradation for 1,3-dichloropropene in natural waters cannot be inferred from this screening study data(3). Common soil bacteria were able to utilize 1,3-dichloropropene as a sole carbon source in pure culture studies(4). Twelve weeks after labeled cis- or trans-1,3-dichloropropene was added to soil and stored in sealed containers, 19% of the cis and 18% of the trans isomers remained in sandy loam and 10% of cis and 22% of trans isomer remained in medium loam(5). After 20 weeks, 5% and 4% of the cis and trans isomer, respectively, remained in sandy loam and 3% and 14%, respectively remained in the medium loam(5); the half-life of the applied dichloropropenes were 3-4 weeks; it was possible that some of the parent compound was lost by volatilization(5). 14C-1,3-Dichloropropene, added at 100 ug/g soil and incubated aerobically in the dark at 25 °C, displayed half-lives of 1.8, 12.3, and 61 days using Wahiawa silt clay, Catlin silt loam, and Fuquay loamy sand, respectively(6); degradation products were 3-chloroallyl alcohol, 3-chloroacrylic acid, numerous minor carboxylic acid metabolites, and carbon dioxide(6). Degradation of 1,3-dichloropropene was greatly enhanced in amended soils compared to the unamended soil, and the degree of acceleration varied with the type as well as the rate of amendment(7); compost manure was more effective in stimulating 1,3-dichloropropene degradation than a less decomposed biosolid-manure mix; the acceleration in compost manure-amended soils was a combined result of enhanced chemical and microbial degradation, since sterilization only partially reduced the enhanced degradation(7). Complete mineralization of 1,3-dichloropropene, based on chloride release, can be a matter of years(8). A 5 ug/mL test compound added to a sediment sample from a drainage ditch at an agricultural field station in Marcham, England was readily converted to 3-chloropropionic acid(9). 1,3-Dichloropropene is degraded more rapidly in soil that has a history of treatment with this pesticide than in previously untreated soil(3). While the degradation rates of the cis- and trans- isomers are similar in untreated soil, degradation in previously treated soil has been shown to be more rapid for trans-1,3-dichloropropene than for cis-1,3-dichloropropene(3)."
        },
        {
            "References": "(1) USEPA/OPP; Reregistration Eligibility Decisions (REDs) Database. 1,3-Dichloropropene. USEPA-738-R-98-016. Available from, as of April 20, 2016: https://iaspub.epa.gov/apex/pesticides/f?p=chemicalsearch:1",
            "Value": "ANAEROBIC: Using silty loam and sandy loam soils under anaerobic conditions at 15 and 25 °C, 1,3-dichloropropene had soil metabolism half-lives ranging from 2.4 to 9.1 days. Degradation products included 3-chloroallyl alcohol, propionic acid and an unknown compound(1)."
        }
    ],
    "fish_seafood_concentrations": [
        {
            "References": "(1) Smith JW et al; Health and Environ Effects Profile on 1,3-Dichloropropene Final Draft, SRC-TR-85-090 (1985)",
            "Value": "The USEPA STORET Data Base (146 observations) 0.19 ppm mean, 20.0 ppm maximum(1)."
        }
    ],
    "logP": [
        {
            "References": "MacBean C, ed; e-Pesticide Manual. 15th ed., ver. 5.1, Alton, UK: British Crop Protection Council. 1,3-Dichloropropene (542-75-6) (2008-2010)",
            "Value": "log Kow = 2.06 (cis-isomer), 2.03 (trans-isomer) at 25 °C"
        }
    ],
    "mechanism_of_action": [
        {
            "References": "PMID:25354764",
            "Value": "1,3-Dichloropropene (1,3-D) is a soil fumigant used primarily for preplanting control of parasitic nematodes. In a previous chronic dietary exposure study, 1,3-D induced an increased incidence of hepatocellular adenomas in male rats at a dose of 25?mg/kg/day. Although the mechanism for tumor induction in the rat liver by 1,3-D has not been specifically elucidated, available data suggested that the observed liver tumorigenesis was through a nongenotoxic mode of action at the tumor promotion stage. Fischer 344 rats containing preneoplastic lesions were treated (via gavage) with 25 mg/kg/day 1,3-D or 80 mg/kg/day phenobarbital (PB) for 30 days and 60 days, or for 30 days followed by a 30-day recovery period (no compound exposure). Following treatment, placental form glutathione S-transferase (GSTP) positive and GSTP-negative liver focal lesions were quantitated as to size and number. 1,3-D treatment had no effect on GSTP-positive foci number or relative size but significantly increased the number, labeling index, and relative size of GSTP-negative focal lesions (identified by H and E staining) after 30 and 60 days of treatment. Following the 30-day recovery period, the number, labeling index, and relative size of the GSTP-negative lesions in 1,3-D-treated animals returned to control levels. As expected, PB treatment produced an increase in number and relative size of the GSTP-positive lesions. The results of this study are consistent with 1,3-D inducing liver carcinogenesis through a nongenotoxic mode of action by functioning as a tumor promoter specifically through induction of a non-GSTP staining focal hepatocyte population."
        },
        {
            "References": "PMID:3515164",
            "Value": "... An increase in concentration of rat-liver homogenate fraction (S9) in the metabolizing system (S9 mix) enhances mutagenicity for 1,3-dichloropropene and 2,3-dichloro-1-propene. According to the effects of the enzyme inhibitors SKF525, 1,1,1-trichloropropene-2,3-oxide and cyanamide, the allylic chloropropenes fall into 3 groups distinguished by their mode of metabolic activation by S9 mix. 1,3-Dichloropropene is hydrolyzed to the corresponding allylic alcohol which can be oxidized to the respective acroleins (hydrolytic oxidative pathway). Structural parameters like chloro substitution of the central C atom of the substituted induced polarization of the C as cis/trans isomerism might be responsible for different substrate properties for the enzymes involved in allylic chloropropene metabolism, thus determining different degrees of activation by either one or both pathways."
        },
        {
            "References": "PMID:1912322",
            "Value": "Computed molecular properties were compared with experimental mutagenic potentials of some allylic compounds. The computational results suggest that the primary mechanism of action involves the SN1 formation of allylic cations which then react with nucleophilic centers of nucleic acid bases. The usefulness of computed properties in estimating the degree of alkylating activity and mutagenicity was evaluated. In general, stability of the allylic carbocation intermediate and the degree of charge delocalization in the allyl system correlate well with observed mutagenic potentials."
        },
        {
            "References": "Miyaoka T et al; J Pestic Sci 15 (3): 419-26 (1990)",
            "Value": "To investigate the mechanism of 1,3-dichloropropene induced hepatotoxicity, we studied effects of modulation in concn or activities of glutathione, glutathione S-transferase, cytotchrome p-450 on 1,3-dichloropropene toxicity in mice. Piperonyl butoxide was used to inhibit cytochrome p-450 and buthionine sulfoximine to inhibit glutathione synthesis. 1,3-dichloropropene (300 mg/kg) administered with a stomach tube significantly increased plasma glutamate oxaloacetate transaminase and glutamate pyruvate transaminase activities as well as hepatic centrilobular swelling 15 hr after administration. No significant changes were observed at 100 mg/kg 1,3-dichloropropene. Piperonyl butoxide pretreatment significantly suppressed the elevation of glutamate oxaloacetate transaminase and glutamate pyruvate transaminase activities caused by 300 mg/kg 1,3-dichloropropene. This pretreatment significantly increased 1,3-dichloropropene concn in the liver. The piperonyl butoxide pretreatment decreased cytochrome p450 content in liver microsomes but prevented further reduction of cytochrome p-450 after 1,3-dichloropropene treatment. With buthionine sulfoximine pretreatment plasma glutamate oxaloacetate transaminase activity significantly increased in animals receiving 100 mg/kg 1,3-dichloropropene, whereas liver glutathione content and glutathione-S-transferase activity decreased. This pretreatment also significantly increased 1,3-dichloropropene concn in the liver. Cysteine administered 2 hr after 1,3-dichloropropene treatment by which time 1,3-dichloropropene in the liver had disappeared did not decrease the cytochrome p-450 content induced by 1,3-dichloropropene, although it prevented the elevation of glutamate oxaloacetate transaminase and glutamate pyruvate transaminase activities and increased hepatic glutathione concn. These results suggest 1,3-dichloropropene is biotransformed via cytochrome p450, the metabolites induced liver damage and glutathione plays an important role in the detoxification of 1,3-dichloropropene."
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "PMID:3343694",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Levels of glutathione in various tissues were studied in male Sprague-Dawley rats following acute inhalation exposure to 1,3-dichloropropene for 1 hr in a dynamic, nose only system. Glutathione content was determined in nasal tissue, heart, kidney, liver, lung, and testes. No 1,3-dichloropropene was detected in the blood of rats 2 hr after exposure to up to 955 ppm 1,3-dichloropropene. When one rat was exposed to 100 mg/kg 1,3-dichloropropene orally, both cis and trans isomers of 1,3-dichloropropene were detected in the blood 2 hr after exposure. Nasal tissue glutathione content was decreased to 27% of control at 5 ppm 1,3-dichloropropene, to 23% at 31 ppm, to 18% at 71 ppm, and to 12% at 223 ppm. In lung tissue, glutathione content remained relatively constant at 68 to 82% of control after exposure of 2-955 ppm 1,3-dichloropropene. Exposure to up to 955 ppm 1,3-dichloropropene had little or no effect on the glutathione levels of heart and testes. Significantly decreased glutathione levels in heart, lung, liver, and testes were observed after exposure to 1716 ppm 1,3-dichloropropene. A concn dependent decr of glutathione levels in the liver was observed for exposure between 772 and 1716 ppm 1,3-dichloropropene. No change in lung wet wt was observed for any exposure. Serum lactate dehydrogenase activity, when measured 6 hr after 1,3-dichloropropene exposure, was decreased only for the highest 1,3-dichloropropene concn. The results showed that, at least at low levels, 1,3-dichloropropene was detoxified by conjugation to glutathione in nasal tissue."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists. Documentation of the TLVs and BEIs with Other World Wide Occupational Exposure Values. 7th Ed. CD-ROM Cincinnati, OH 45240-1634 2013., p. 2",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ A single oral dose of 3500 mg/kg in dogs caused staggering, partial central nervous system depression, and death within 24 hours."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists. Documentation of the TLVs and BEIs with Other World Wide Occupational Exposure Values. 7th Ed. CD-ROM Cincinnati, OH 45240-1634 2013., p. 2",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Doses of 125 and 250 mg/kg as a 10% solution in corn oil caused the death of some rabbits treated for 24 hours."
        },
        {
            "References": "Gosselin, R.E., R.P. Smith, H.C. Hodge. Clinical Toxicology of Commercial Products. 5th ed. Baltimore: Williams and Wilkins, 1984., p. II-168",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ When fed to rats in single doses as 2.5% soln in corn oil ... liver appeared to be principal site of injury. Doses of 0.5 g/kg as a 25% solution in propylene glycol were lethal to rabbits when applied to skin beneath cuff for 24 hr. Death from inhalation was usually assoc with severe lung injury."
        },
        {
            "References": "Hayes, Wayland J., Jr. Pesticides Studied in Man. Baltimore/London: Williams and Wilkins, 1982., p. 162",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ When 1,3-dichloropropene instilled into eyes of rabbits & then washed from one eye by stream of flowing tap water, severe conjunctival irritation was seen in 4 of 6 rabbits & slight to moderate corneal injury was seen in 2 of them within 24 hr. Injury gradually healed by 8th day. In most instances, washing with water was effective in averting injury."
        },
        {
            "References": "Hayes, Wayland J., Jr. Pesticides Studied in Man. Baltimore/London: Williams and Wilkins, 1982., p. 162",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Brief exposure to concn above 2700 ppm were irritating to eyes & nose of rats & caused severe lung, nasal, liver, & kidney injury. Rats were killed by 2 hr of exposure to 1000 ppm, but others survived 1 hr of such exposure. A peculiar garlicky odor was noted on ... /those/ exposed to 700 ppm or greater. Single exposure of 7 hr to 400 ppm was lethal to guinea pigs & severely injurious to rats."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. V5 207",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Necrosis and edema occurred when liquid 1,3-dichloropropene was confined on the skin of rabbits, but if it was allowed to evaporate, the effect was greatly reduced."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. V5 207",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Positive guinea pig skin sensitization was reported using a 0.1% v/v solution in mineral oil ... ."
        },
        {
            "References": "WHO/International Programme on Chemical Safety; Environmental Health Criteria 146, 1,3-Dichloropropene, 1,2-Dichloropropane and Mixtures (1993). Available from, as of June 10, 2016: https://www.inchem.org/documents/ehc/ehc/ehc146.htm",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ During /acute inhalation/ exposure and observation periods, the following symptoms were observed: partial closing of the eyes, pilo-erection, salivation, lacrimation, lethargy, diarrhea, reduction in respiratory rate, irregular respiratory movements (lung congestion was observed in dead animals) and hunched posture, brown staining of fur and fur loss, and reddening of ears, tail, and feet. Pathological signs were cardiopulmonary failure, acute tubular necrosis in the kidneys, and local effects on the respiratory tract."
        },
        {
            "References": "WHO/International Programme on Chemical Safety; Environmental Health Criteria 146, 1,3-Dichloropropene, 1,2-Dichloropropane and Mixtures (1993). Available from, as of June 10, 2016: https://www.inchem.org/documents/ehc/ehc/ehc146.htm",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ The following signs of toxicity were observed after oral administration: hunched posture, lethargy, pilo-erection, decreased respiratory rate, ptosis, diarrhea, diuresis, ataxia, tip-toe gait, red/brown staining around the snout, tremors, emaciation, and pallor of the extremities. Hemorrhages and congestion were found in the lungs and gastrointestinal tract. The livers showed patchy areas of pallor."
        },
        {
            "References": "WHO/International Programme on Chemical Safety; Environmental Health Criteria 146, 1,3-Dichloropropene, 1,2-Dichloropropane and Mixtures (1993). Available from, as of June 10, 2016: https://www.inchem.org/documents/ehc/ehc/ehc146.htm",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ After dermal application, the signs of intoxication were: diarrhea, lethargy, hunched posture, decreased respiratory rate, with lacrimation, salivation, ataxia or abasia, loss of righting reflex, diuresis, and red/brown staining around the eyes, snout, or mouth. The lungs and gastrointestinal tract showed hemorrhages and irritation. Signs of skin irritation manifested by edema, eschar formation, or subcutaneous hemorrhage were apparent."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists. Documentation of the TLVs and BEIs with Other World Wide Occupational Exposure Values. 7th Ed. CD-ROM Cincinnati, OH 45240-1634 2013., p. 2",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Male and female F344 rats and B6C3F1 mice (10/sex/dose) were given 0, 5, 15, 50, or 100 mg/kg/day (rats) or 0, 15, 50, 100, or 175 mg/kg day (mice) racemic DCP in their diets for 13 weeks. Satellite groups of rats (10/sex/group) from the control and the 100-mg/kg/day groups were retained for a 4-week observation period following treatment. There were no treatment-related clinical signs of toxicity in rats or mice at any dose level. Food consumption in rats was consistently decreased for high-dose ground of males and females and in some lower dose groups compared to controls, which resulted in dose-related statistically significant decreases in body weight, compared to control at >/=15 mg/kg/day in male rats, at >/=50 mg/kg/day in female rats, and at all doses in male and female mice. Decreases in body weight became toxicologically significant (i.e., >/=10%) in male rats at 50 mg/kg/day, in female rats at 100 mg/kg/day, and in mice at 100 mg/kg/day. At necropsy, no gross pathology was observed. Mild basal cell hyperplasia and a slight prominence of mononuclear cells (consisting of endothelial, fibroblast, and inflammatory cells) in the proximity of the basement membrane of the forestomach were noted in all treated male and female rats in dose groups of 15 mg/kg/day and higher. After 4 weeks of recovery, animals in the 100-mg/kg/day group continued to display basal cell hyperplasia; however, the severity and incidence were diminished. These findings were attributed to localized portal-of-entry irritant effects on the forestomach. There were no histopathological changes in the glandular stomach. For this study, the no observed adverse effect level (NOAEL) for rats was 5 mg/kg/day, and the lowest observed adverse effect level (LOAEL) was 15 mg/kg/day, based on the irritant effect observed by mild basal cell hyperplasia of the nonglandular stomach in both sexes. For mice, the NOAEL was 50 mg/kg/day and the LOAEL was 100 mg/kg/day, based on decrease in body weight in both sexes."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. V5 209",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ When 1,3-dichloropropene was fed by gavage to groups of rats at 0, 1, 3, 10, or 30 mg/kg body weight for, 6 days/week for 13 weeks, it was concluded that 3 to 10 mg/kg was a nontoxic effect level. No gross or microscopic pathological changes related to exposure were observed at any level, nor were general condition, demeanor, survival, hematological indexes, serum enzyme, activity, or urinalysis affected by exposure. The relative weights of the kidneys increased at 30 mg/kg/day in both sexes and at 10 mg/kg/day in males."
        },
        {
            "References": "Hayes, Wayland J., Jr. Pesticides Studied in Man. Baltimore/London: Williams and Wilkins, 1982., p. 162",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Exposure of rats & guinea pigs to vapor concn of ... 50 or 11 ppm, 7 hours/day, 5 days/week for 1 month produced liver & kidney injury."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists. Documentation of the TLVs and BEIs with Other World Wide Occupational Exposure Values. 7th Ed. CD-ROM Cincinnati, OH 45240-1634 2013., p. 2",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ A 6-month inhalation study was conducted with rats, guinea pigs, rabbits, and dogs 7 hours/day, 5 days/week using concentrations of mixed DCP isomers at either 1 or 3 ppm. No adverse effects were found at the 1-ppm concentration. The only adverse effect in any exposed group was a slight, reversible, microscopic change in the kidneys of male rats exposed ar 3 ppm for 4 or 7 hours/day. No effects were apparent upon sacrifice; 3 months postexposure at 3 ppm."
        },
        {
            "References": "USEPA; Ambient Water Quality Criteria Doc: Dichloropropanes/Dichloropropenes (Draft) p.C-19-20 (1980)",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ The effects of 1,3-Dichloropropene (DCP) upon the trypsin, trypsin inhibitor, amylase, & lipase activities in the blood serum of albino rats /were investigated/. Animals were fed daily doses of 0.1, 0.5, & 2.5 mg of 1,3-dichloropropene/kg bw for 6 months. The results showed that ... trypsin activity increased through the 6 months of admin, while the activity of trypsin inhibitor decreased after the second month of admin. Also blood lipase activity permanently increased, while amylase tended to be reduced."
        },
        {
            "References": "USEPA; Ambient Water Quality Criteria Doc: Dichloropropanes/Dichloropropenes (Draft) p.C-20 (1980)",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Groups of albino rats were fed daily oral doses of 2.2 & 55 mg of 1,3-dichloropropene (DCP)/kg /body weight/ for 30 days. The results showed that by day 30 of admin the excretory liver function was altered, as evidenced by pigment circulation in the blood, raised thymol test values, cholesterol level, & the stimulated increase of fructose 1-monophosphate aldolase."
        },
        {
            "References": "USEPA; Ambient Water Quality Criteria Doc: Dichloropropanes/Dichloropropenes (Draft) p.C-18, C-19 (1980)",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Rats were exposed to 3 ppm (13.6 mg/cu m) for periods of 0.5, 1, 2, or 4 hr/day, 5 day/wk for 6 mo. Only the rats exposed for 4 hr/day showed ... cloudy swelling of the tubular epithelium."
        },
        {
            "References": "PMID:3220200",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ ... Technical grade 1,3-dichloropropene (DCPT), male and female Fischer 344 rats and B6C3F1 mice were exposed to 0, 10, 30, 90, or 150 ppm DCPT vapors 6 hr/day, 5 days/week for 13 weeks. The primary target tissues of inhaled DCPT were identified as the nasal mucosa of both sexes of rats and mice, and the urinary bladder of female mice. In addition, depressed growth rates of all animals exposed to 90 or 150 ppm DCPT (up to 20% in rats and 12% in mice) resulted in a variety of alterations in hematologic and clinical chemistry parameters, and changes in organ weights relative to controls. Nasal mucosal effects consisted of a dose-related slight degenerative effect of nasal olfactory epithelium or a mild hyperplasia of the respiratory epithelium or both in all animals exposed to 90 or 150 ppm and 2 of 10 male rats exposed to 30 ppm DCPT. Some focal areas of respiratory metaplasia were also noted in high exposure group mice. Urinary bladder effects consisted of a diffuse, moderate hyperplasia of the transitional epithelium in female mice exposed to 90 or 150 ppm DCPT. No treatment-related effects were observed in rats or mice exposed to 10 ppm DCPT vapors."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V71 937 (1999)",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ 1,3-Dichloropropene was administered to male and female Fischer 344 rats and B6C3F1 mice for 13 weeks (0, 5, 15, 50 or 100 mg/kg bw per to rats or 0, 15, 50, 100 or 175 mg/kg bw per day to mice) in the diet by mixing a microencapsulated formulation of 1,3-dichloropropene into animal feed (microencapsulated in a 80/20% starch) sucrose matrix; 1,3-dichloropropene consisted of 50.7% cis, 45.1% trans isomers). There was a decrease in the body weights of male and female rats ingesting more than 5 and 15 mg/kg bw per day, respectively, and a decrease in body weights of mice in all treatment groups relative to controls. A low degree of basal cell hyperplasia in the nonglandular portion of the stomach of male and female rats exposed to more than 15 mg/kg bw per day was also observed, but the severity of the damage was somewhat diminished after a four week recovery period during which the rats were not exposed to 1,3-dichloropropene."
        },
        {
            "References": "Reel S et al; Toxicologist 78(1-S): 115 (2004)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Chronic treatment with the nematocide 1, 3-dichloropropene (1,3-D) resulted in the induction of neoplasia in the rat liver and mouse lung. While 1,3-D does not appear to be mutagenic, the mode of action for the induction of these neoplasms has not been established. 1,3-D may function to promote the growth of preneoplastic lesions. The present study examined the effect of 1,3-D on hepatic focal lesion growth in the F344 male rat and lung adenoma growth in the male Strain A mouse. In the liver, 1,3-D (25 mg/kg) had no effect on the number or volume of GSTp positive staining hepatic foci after 30 or 60 days of treatment whereas 1,3-D increased the number and volume of GSTp negative staining hepatic focal lesions after both 30 and 60 days. In contrast, phenobarbital (PB; 80 mg/kg) significantly increased the number and volume of GSTp positive staining focal lesions at both 30 and 60 days of treatment and increased the number and volume of GSTp negative staining hepatic lesions after 60 days of treatment. Following a 30 day recovery period (treatment for 30 days, followed by no treatment for 30 days), the increases in number and volume of hepatic lesions induced by either 1,3-D or PB returned to control levels. DNA synthesis in GSTp negative staining hepatic lesions was increased by 1,3-D after both 30 and 60 days of treatment, and by PB after 60 days of treatment. In the mouse lung, 1,3-D produced a slight increase in the incidence of grossly visible lung adenomas (26% compared to 10% in control). Treatment with vinyl carbamate (VC) +/- 1,3-D resulted in a 100% gross adenoma incidence. The total number of adenomas was similar between the VC group and those receiving VC and 1,3-D (976 vs. 980 adenomas per 20 mice). Analysis of adenoma size distribution showed that 1,3-D produced a slight increase in the number and size of adenomas compared to control. These results support the premise that 1,3- D may function at the promotion stage of carcinogenesis."
        },
        {
            "References": "Reel S et al; Toxicologist 78(1-S): 115 (2004)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Chronic treatment with the nematocide 1, 3-dichloropropene (1, 3-D) resulted in the induction of neoplasia in the rat liver and mouse lung. While 1, 3-D does not appear to be mutagenic, the mode of action for the induction of these neoplasms has not been established. 1, 3-D may function to promote the growth of preneoplastic lesions. The present study examined the effect of 1, 3-D on hepatic focal lesion growth in the F344 male rat and lung adenoma growth in the male Strain A mouse. In the liver, 1, 3-D (25 mg/kg) had no effect on the number or volume of GSTp positive staining hepatic foci after 30 or 60 days of treatment whereas 1, 3-D increased the number and volume of GSTp negative staining hepatic focal lesions after both 30 and 60 days. In contrast, phenobarbital (PB; 80 mg/kg) significantly increased the number and volume of GSTp positive staining focal lesions at both 30 and 60 days of treatment and increased the number and volume of GSTp negative staining hepatic lesions after 60 days of treatment. Following a 30 day recovery period (treatment for 30 days, followed by no treatment for 30 days), the increases in number and volume of hepatic lesions induced by either 1, 3-D or PB returned to control levels. DNA synthesis in GSTp negative staining hepatic lesions was increased by 1, 3-D after both 30 and 60 days of treatment, and by PB after 60 days of treatment. In the mouse lung, 1, 3-D produced a slight increase in the incidence of grossly visible lung adenomas (26% compared to 10% in control). Treatment with vinyl carbamate (VC) +/- 1, 3-D resulted in a 100% gross adenoma incidence. The total number of adenomas was similar between the VC group and those receiving VC and 1, 3-D (976 vs. 980 adenomas per 20 mice). Analysis of adenoma size distribution showed that 1, 3-D produced a slight increase in the number and size of adenomas compared to control. These results support the premise that 1, 3- D may function at the promotion stage of carcinogenesis."
        },
        {
            "References": "PMID:25354764",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ 1,3-Dichloropropene (1,3-D) is a soil fumigant used primarily for preplanting control of parasitic nematodes. In a previous chronic dietary exposure study, 1,3-D induced an increased incidence of hepatocellular adenomas in male rats at a dose of 25 mg/kg/day. Although the mechanism for tumor induction in the rat liver by 1,3-D has not been specifically elucidated, available data suggested that the observed liver tumorigenesis was through a nongenotoxic mode of action at the tumor promotion stage. Fischer 344 rats containing preneoplastic lesions were treated (via gavage) with 25 mg/kg/day 1,3-D or 80 mg/kg/day phenobarbital (PB) for 30 days and 60 days, or for 30 days followed by a 30-day recovery period (no compound exposure). Following treatment, placental form glutathione S-transferase (GSTP) positive and GSTP-negative liver focal lesions were quantitated as to size and number. 1,3-D treatment had no effect on GSTP-positive foci number or relative size but significantly increased the number, labeling index, and relative size of GSTP-negative focal lesions (identified by H and E staining) after 30 and 60 days of treatment. Following the 30-day recovery period, the number, labeling index, and relative size of the GSTP-negative lesions in 1,3-D-treated animals returned to control levels. As expected, PB treatment produced an increase in number and relative size of the GSTP-positive lesions. The results of this study are consistent with 1,3-D inducing liver carcinogenesis through a nongenotoxic mode of action by functioning as a tumor promoter specifically through induction of a non-GSTP staining focal hepatocyte population."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists. Documentation of the TLVs and BEIs with Other World Wide Occupational Exposure Values. 7th Ed. CD-ROM Cincinnati, OH 45240-1634 2013., p. 3",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Male and female F344 rats (50/sex/dose) were given a microencapsulated formulation of Telone II (96% DCP and no epichlorohydrin) in the diet at doses of 0, 2.5, 12.5, and 25 mg/kg/day for 24 months. Another group of rats (10/sex/dose) were given the diet for only 12 months. ... At 12 months of the dietary study, forestomach lesions occurred in half the animals ingesting 12.5 mg/kg/day and in almost all the animals in the 25-mg/kg/day group. At 24 months, the forestomach hyperplasia was statistically increased at 12.5 and 25 mg/kg/day. The NOAEL and LOAEL for non-cancer effects were 2.5 and 12.5 mg/kg/day, respectively, based on chronic irritation (an increased incidence of forestomach hyperplasia). For neoplastic lesions, no statistically significant incidence of malignancies was observed in rats of either sex. A trend test identified an increased incidence of benign liver cell tumor (hepatocellular adenomas) in both sexes of rats at 24 months but not at 12 months of exposure. At 24 months, the incidence of benign tumors was statistically increased by pairwise comparison only in males at 25 mg/kg/day, while females at 25 mg/kg/day showed a statistically significant decrease in the incidence of benign mammary gland fibroadenomas (0/50 vs. 8/50 for controls). The NOAEL and LOAEL for tumors were 12.5 and 25 mg/kg/day, respectively, based on the statistically significant increase in benign hepatocellular adenomas."
        },
        {
            "References": "PMID:3712498",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Telone II (technical grade, 1,3-dichloropropene), a soil fumigant, was evaluated in chronic toxicology/carcinogenicity studies using Fischer-344 (F344) rats and B6C3F1 mice of both sexes. Doses administered were 0, 25, or 50 mg/kg to rats and 0, 50, or 100 mg/kg to mice. Telone II was given in corn oil by gavage 3 times per week for 104 wk. Ancillary studies were conducted to determine time-related effects, in which dose groups containing 5 male and 5 females rats were killed after receiving Telone II for 9, 16, 21, 24, or 27 mo. The primary organs affected were the forestomach (rats and mice), urinary bladder (mice), lung (mice), and liver (rats). Compound-related non-neoplastic lesions included basal-cell or epithelial hyperplasia of the forestomach (rats and mice), epithelial hyperplasia of the urinary bladder (mice), and hydronephrosis (mice). Neoplastic lesions associated with administration of Telone II included squamous-cell papillomas of the forestomach (male and female rats, female mice), squamous-cell carcinomas of the forestomach (Male rats, female mice), transitional-cell carcinomas of the urinary bladder (female mice), alveolar/bronchiolar adenomas (female mice), and neoplastic nodules of the liver (male rats). Although cis- and trans-1,3-dichloropropene are the principal components of Telone II, the presence of 1% epichlorohydrin, a direct-acting mutagen and carcinogen added as stabilizer, may have influenced the development of forestomach lesions. The results of the ancillary studies supported the findings of the carcinogenesis studies and demonstrated the time-dependent development of lesions in the forestomach (basal-cell hyperplasia and squamous-cell papilloma). Under the conditions of these gavage studies, Telone II was shown to be carcinogenic in male and female F344 rats and female B6C3F1 mice. Although the study in male B6C3F1 mice was considered inadequate because of the low survival resulting from suppurative inflammation of the heart (myocarditis) in the control group, there was some indication of Telone II-related increases of transitional-cell carcinomas of the urinary bladder, squamous-cell papillomas of the forestomach, and alveolar/bronchiolar adenomas and carcinomas of the lung."
        },
        {
            "References": "PMID:2731657",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Male and female Fischer 344 rats and B6C3F1 mice were exposed by inhalation to target concentrations of 0, 5, 20, or 60 ppm (0, 22.7, 90.8, or 272 mg/cu m) technical-grade 1,3-dichloropropene (DCPT) 6 hr/day, 5 days/week, for up to 2 years. Ancillary groups of rats and mice were exposed for 6- and 12-month periods. Significant treatment-related nonneoplastic changes following exposure for 2 years were morphological alterations in the nasal tissues of rats exposed to 60 ppm and mice exposed to 20 or 60 ppm DCPT. In addition, mice exposed to 20 or 60 ppm had hyperplasia of the transitional epithelium lining the urinary bladder. Survival of male and female rats and mice exposed to DCPT was similar to that of the corresponding controls. No statistically increased tumor incidence was observed in treated rats. The only neoplastic response observed in mice was an increased incidence of benign lung tumors (bronchioloalveolar adenomas) in male mice exposed to 60 ppm DCPT (22/50 versus 9/50 in controls)."
        },
        {
            "References": "Sullivan, J.B., Krieger G.R. (eds). Clinical Environmental Health and Toxic Exposures. Second edition. Lippincott Williams and Wilkins, Philadelphia, Pennsylvania 1999., p. 1088",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ F344 rats of each sex were give Telone in corn oil by gavage at doses of 0, 25, & 50 mg/kg/day three times weekly. No increased mortality occurred in treated animals. Elevated incidence of the following tumors was observed at the highest dose tested: (i) forestomach squamous cell papillomas in males and females; (ii) forestomach squamous cell papillomas and carcinomas combined in males; and (iii) liver neoplastic nodules in males. The increased incidence of forestomach tumors was accompanied by a positive trend for forestomach basal cell hyperplasia in male and female rats of both treated groups (25 and 50 mg/kg/day). B6C3F1 mice of each gender were given Telon II in corn oil by gavage at doses of 0, 50, and 100 mg/kg/day 3 times weekly for 104 weeks. A total of 50 mice of each gender were used for each dose group. Owing to excessive mortality in control male mice from myocardial inflammation approximately 1 year after the initiation of the study (a time when neoplastic lesions would not be expected to occur), conclusions pertaining to oncogenicity were based on both concurrent control data and on available NTP historical control data. Elevated incidence of the following tumors was observed either at the highest dose level tested or at both dose levels tested: (i) forestomach squamous cell papillomas or papillomas and carcinomas combined in males and females, and squamous cell carcinomas in females; (ii) urinary bladder transitional cell carcinomas in males and females; and (iii) lung adenomas, and adenomas and carcinomas combined in males and females."
        },
        {
            "References": "PMID:6835254",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Telone ... /was/ tested /from 0 to 75 mg/kg/ in the mouse to assess their testicular toxicity. Measures of potential toxicity were sperm morphology, sperm counts and morphology testicular weights. Each pesticide was injected intraperitoneally in a single dose on each of 5 days. Testicular toxicity was assessed at 35 days. None of the pesticides tested, including the known human male testicular toxin, DBCP, produced statistically significant differences in the parameters from vehicle injected controls."
        },
        {
            "References": "Hanley TR et al; Funda Appl Toxicol 8 (4): 562-70 (1987)",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ 1,3-Dichloropropene (DCP), which has found widespread use as a soil fumigant, was evaluated for its potential effects on embryonal and fetal development in rats and rabbits. Pregnant Fischer 344 rats and New Zealand White rabbits were exposed /by inhalation/ to 0, 20, 60, or 120 ppm of 1,3-dichloropropene for 6 hr/day during gestation days 6-15 (rats) or 6-18 (rabbits). Exposure-related decreases in maternal weight gain and feed consumption were observed in rats at all treatment levels. Decreased weight gain was also observed among rabbits at 60 and 120 ppm. A slight, but statistically significant, increase in the incidence of delayed ossification of the vertebral centra in rats exposed in utero to 120 ppm of 1,3-dichloropropene was considered of little toxicologic significance in light of the maternal toxicity observed at this exposure concentration. No evidence of a teratogenic or embryotoxic response was observed in either species at any exposure level /up to 120 ppm/ tested."
        },
        {
            "References": "PMID:3356308",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ The effects of inhaled D-D (1,3-dichloropropene/1,2-dichloropropane) on reproduction were studied in rats of both sexes. The rats inhaled nominal concentrations of 0, 10, 30, or 90 ppm (v/v) D-D for 6 hr/day, 5 days/week for 10 weeks. Treated males of proven fertility were paired with untreated virgin females at intervals during and after exposure. Treated females were paired with untreated males immediately after the 10-week exposure period. Various aspects of reproductive performance and general toxicity were assessed. Exposure to D-D produced no adverse effects on the libido, fertility, or morphology of the reproductive tracts of rats of either sex; no treatment-related dominant lethal effect was observed in male rats. Slight reductions in body weight gains and slight increases in liver and kidney weights were observed in 90 ppm rats of both sexes."
        },
        {
            "References": "PMID:2925012",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ This study evaluated the effects of inhaled technical-grade 1,3-dichloropropene (DCPT) on reproduction and neonatal growth and survival. Groups of 30 male and 30 female Fischer 344 rats, approximately 6 weeks of age, were exposed via inhalation to 0, 10, 30 or 90 ppm DCPT for 6 hr/day, 5 days/week, for two generations. The parental f0 and f1 generations were each bred twice. Reproductive and neonatal parameters evaluated included indices of fertility and pup survival, gestation length, litter size, pup body weight, and pup sex ratio. Gross and histologic examinations were /included/ on all f0 and f1 adults. In addition, randomly selected f1b and f2b weanlings were given gross examinations. Parental effects were limited to rats exposed to 90 ppm DCPT and included decreased body weights and histopathologic effects on the nasal mucosa of adult male and female rats. The histopathologic effects consisted of slight, focal hyperplasia of the respiratory epithelium and/or focal degenerative changes in the olfactory epithelium. No adverse effects on reproductive parameters or neonatal growth or survival were observed in the f1a, f1b, f2a, or f2b litters even at an exposure concentration which produced effects in adult animals. Based on these results, it is concluded that inhalation exposure of rats up to 90 ppm DCPT for two successive generations did not adversely affect the reproductive and neonatal parameters evaluated."
        },
        {
            "References": "PMID:16841964",
            "Value": "/GENOTOXICITY/ 1,3-Dichloropropene (1,3-DCP) is used as a soil nematocide worldwide. Technical grade 1,3-DCP is genotoxic/mutagenic and carcinogenic. /A previous study/ reported that mutagenic activity is lost after purification of 1,3-DCP samples via silica gel column chromatography. We found that mutagenicity and SOS repair in Escherichia coli, strain PM 21, are strongly reduced after purification via silica gel and that mutagenicity and induction of SOS repair depend on oxidative impurities and secondary products. Both isomers (E and Z) of 1,3-DCP are oxidized to 1,3-dichloropropene epoxide (1,3-DCP-Ox). The epoxide is subjected to rapid internal rearrangement to 2,3-dichloropropanal (2,3-DCPA), which spontaneously eliminates HCl and forms the extremely mutagenic, genotoxic, and carcinogenic 2-chloroacrolein (alpha-chloroacrolein) alpha-ClA. Thus, the genotoxic/mutagenic effects of unpurified 1,3-DCP samples mainly depend on alpha-ClA. The underlying genotoxic and mutagenic mechanism is formation of promutagenic exocyclic 1,N(2)-propanodeoxyguanosine adducts of alpha-ClA. Pure 1,3-DCP samples have only a very low S(N)1 reactivity as measured in trifluoroacetic acid solvolysis reactions, hydrolysis, and computed reactivities but possess a moderate S(N)2 reactivity as determined in alkylation tests with the nucleophiles 4-(p-nitrobenzyl)pyridine (NBP) and N-methyl-mercaptoimidazole (MMI). Evidently, the low S(N)1 reactivity is not sufficient to form necessary amounts of O(6)-alkylguanine DNA adducts required for back-mutation in Salmonella typhimurium strain TA1535. The S(N)2 reactivity may, however, lead to other DNA adducts, e.g., N7-guanine adducts, which can induce error prone repair in S. typhimurium strain TA100 and thus lead to back-mutation in this strain. Application of 1,3-DCP samples in agriculture must be considered as a mutagenic risk because the samples can be oxidized and form the extremely mutagenic alpha-ClA. As a consequence, it is questionable whether any stabilizers can prevent oxidation during application."
        },
        {
            "References": "PMID:26212297",
            "Value": "/GENOTOXICITY/ In the international validation study of the in vivo rat alkaline comet assay (comet assay), the Japanese Center for the Validation of Alternative Methods (JaCVAM) provided three coded chemicals to /a contract laboratory/, 1,3-dichloropropene, ethionamide and busulfan, to be tested in a combined in vivo comet/micronucleus assay. Induction of DNA damage (comet) in liver, stomach and jejunum ... cells, and induction of MNPCEs in bone marrow, were examined in male Sprague-Dawley (Hsd:SD) rats following oral administration of the test chemical for three consecutive days. A dose range finding (DRF) test was performed with each chemical to determine the maximum tolerated dose (MTD). Based on the results of the DRF test; 1,3-dichloropropene was tested at 50, 100 and 200 mg/kg/day ... . The results indicated that 1,3-dichloropropene induced DNA damage only in liver cells at all three test article doses, while no effects were observed in the stomach and jejunum cells. Additionally, it did not increase MNPCEs in the bone marrow. 1,3-Dichloropropene was concluded to be negative in the MN assay but positive in the comet assay. ..."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists. Documentation of the TLVs and BEIs with Other World Wide Occupational Exposure Values. 7th Ed. CD-ROM Cincinnati, OH 45240-1634 2013., p. 4",
            "Value": "/GENOTOXICITY/ DCP genotoxicity ... was measured by the alkaline elution technique in both in vitro and in vivo systems (exposure to concentrations ranged from 0.3 to 3 mm metabolically deficient V79 Chinese hamster cells and metabolically competent rat and human hepatocytes, in primary culture). Findings verified that DCP behaves as a directly acting genotoxic agent, which is detoxified by first pass metabolism in the liver when administered by the oral route."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists. Documentation of the TLVs and BEIs with Other World Wide Occupational Exposure Values. 7th Ed. CD-ROM Cincinnati, OH 45240-1634 2013., p. 4",
            "Value": "/GENOTOXICITY/ The alkaline single-cell gel electrophoresis (SCG) assay was used to assess the genotoxicity of DCP to rodents in seven mouse organs (stomach, liver, kidney, bladder, lung, brain, and bone marrow). Mice were sacrificed 3 or 24 hours after DCP administration. DCP induced DNA damage in all of the organs studied."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists. Documentation of the TLVs and BEIs with Other World Wide Occupational Exposure Values. 7th Ed. CD-ROM Cincinnati, OH 45240-1634 2013., p. 4",
            "Value": "/GENOTOXICITY/ Both the cis- and trans-isomers of DCP and a mixture of the two were mutagenic using the Ames mutagenicity assay system with Salmonella typhimurium strain TA q535. Both isomers were mutagenic, the cis-isomer being about 2-fold more active than the trans-isomer."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists. Documentation of the TLVs and BEIs with Other World Wide Occupational Exposure Values. 7th Ed. CD-ROM Cincinnati, OH 45240-1634 2013., p. 4",
            "Value": "/GENOTOXICITY/ DCP significantly increased the frequencies of micronucleated polychromatic erythrocytes (PCE) in bone marrow cells of female mice by fivefold. In contrast to these findings, DCP was inactive in a dominant lethal study. Groups of 11-week-old male CD rats (30 animals/group) were exposed by inhalation 6 hours/day, 7 days/week for 10 weeks to DCP vapors at concentrations of 0, 10, 60, or 150 ppm. At the conclusion of the exposures, each male was cohoused with naive adult virgin CD females for two consecutive mating trials (1 week/trial, 2 females/male). Females were necropsied 13 days after the conclusion of each weekly mating trial. There were no statistically significant increases in either pre- or postimplantation embryonic/fetal loss in females mated with DCP exposed males relative to the controls. Based on these results, the conclusion was that DCP was not mutagenic to the male germ cells of CD rats at exposure </=150 ppm."
        },
        {
            "References": "PMID:6585587",
            "Value": "/GENOTOXICITY/ Four preparations of 1,3-dichloropropene were assayed for mutagenic activity /in Salmonella typhimurium TA100/ before and after silicic acid chromatography. None of the preparations retained mutagenic activity after chromatography, but each contained direct acting mutagenic polar impurities in the Ames test. The specific mutagenic activities of the unpurified samples appeared to be detected by the mutagenic activities of their polar impurities. A mixture of mutagenic polar impurities could be regenerated by refluxing a purified preparation for 6 hr. The fraction of polar impurities from one of the preparations was analyzed by GC/MS. Although its composition was too complex to characterize completely, two known mutagens, epichlorhydrin and 1,3-dichloro-2,2-propanol, were tentatively identified."
        },
        {
            "References": "PMID:3930234",
            "Value": "/GENOTOXICITY/ Forty-eight chemicals were tested for mutagenicity in Drosophila melanogaster. Each compound was tested first for the induction of sex-linked recessive lethals (SLRLs) by feeding the chemical in a solution of 5% aqueous sucrose. If it was not mutagenic by this route, the chemical was tested by injection in a solution of 0.7% aqueous NaCl. If found inactive, the compound was not tested further. If it was mutagenic, the compound was tested for the induction of reciprocal translocations (RTs) using the exposure protocol and germ cell stage that yielded positive results in the SLRL assay. ... 1,3-Ddichloropropene ... /was/ found to induce SLRLs."
        },
        {
            "References": "PMID:1996129",
            "Value": "/GENOTOXICITY/ A series of mutation experiments was carried out with Drosophila melanogaster using inhalation exposure. 1,2-Dichloroethane and 1,2-dibromoethane were active in the sex-linked recessive lethal assay, whereas dichloromethane, dibromomethane, 1,2-dichloropropane an 1,3-dichloropropane were not. Compared to 1,2-dibromoethane, 1,2-dichloroethane is a less potent mutagen in the sex-linked recessive lethal assay system. For both compounds, there is no evidence of a clear-cut dose-rate effect. 1,2-Dichloroethane and dichloromethane were also investigated in the somatic mutation and recombination test, with results similar to those from the sex-linked recessive lethal assay. For 1,2-dichloroethane the genetic activity profile was further analyzed by carrying out a sex-chromosome loss assay and a complementation analysis of a series of induced recessive lethal mutations. A review of the use of inhalation in mutagenicity assays with Drosophila shows that this route of exposure is an effective one. Especially with chronic exposure times, rather low exposure concn can be detected. With compounds of intermediate volatility inhalation is not superior to other modes of administration; nor is it likely to be sensitive enough for in situ monitoring."
        },
        {
            "References": "PMID:1643249",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ The metabolism of cysteine S-conjugates of both cis- and trans-1,3-dichloropropene in the presence of rat kidney microsomes and purified flavin-containing monooxygenase from hog liver was investigated in vitro. Preliminary studies with isolated rat kidney cells demonstrated that cysteine S-conjugates were quite toxic to the cells in a process which was consistent with a role of the flavin-containing monooxygenase in the bioactivation of the nephrotoxins. Putative S-oxide metabolites of cysteine S-conjugates were chemically synthesized, and diastereomers were separated and identified by spectroscopic means. The metabolic products of cysteine S-conjugates were identified by comparing the chemical properties of the metabolites with authentic synthetic cysteine S-conjugate S-oxides. Surprisingly, S-conjugate S-oxygenase activity was not observed with rat kidney microsomes but was present when cysteine S-conjugates were incubated with the highly purified flavin containing monooxygenase from hog liver. The kinetic parameters indicated that considerable S-oxygenase stereoselectivity and structural selectivity was observed: cis cysteine S-conjugates were preferred substrates and N-acetylation of cysteine S-conjugates decreased substrate activity. S-Oxygenation was considerably diastereoselective and diastereoselectivity was much greater for cysteine S-conjugates with higher Vmax values. Cysteine S-conjugate S-oxides were not indefinitely stable, and under certain conditions, the S-oxides underwent a (2,3)-sigmatropic rearrangement to acrolein. Formation of acrolein or other electrophilic products from S-(chloropropenyl)cysteine conjugate S-oxides may contribute to the renal effects observed for S-(chloropropenyl)cysteine conjugates. Thus, cytotoxicity studies with isolated rat proximal tubular cells or LLC-PK1 cells treated with cysteine S-conjugates showed a time and dose-dependent decrease in cell viability. Reduction of renal cytotoxicity of cysteine S-conjugates in the presence of methimazole, an alternate substrate competitive inhibitor of the flavin containing monooxygenase, suggested that this enzyme may contribute to the renal effects of 1,3-dichloropropene."
        },
        {
            "References": "WHO/International Programme on Chemical Safety; Environmental Health Criteria 146, 1,3-Dichloropropene, 1,2-Dichloropropane and Mixtures (1993). Available from, as of June 10, 2016: https://www.inchem.org/documents/ehc/ehc/ehc146.htm",
            "Value": "/OTHER TOXICITY INFORMATION/ Oral admin of 1,3-dichloropropene to rats or mice resulted in significant, dose-related reductions in the levels of non-protein sulfhydryls (NPS) (indicator of tissue glutathione concn) in the forestomach and to a lesser extent in the glandular stomach and liver."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists. Documentation of the TLVs and BEIs with Other World Wide Occupational Exposure Values. 7th Ed. CD-ROM Cincinnati, OH 45240-1634 2013., p. 2",
            "Value": "/OTHER TOXICITY INFORMATION/ The liquid formulation was found to be irritating to the eyes and skin of rabbits and to be absorbed through the skin of rabbits, particularly when diluted with propylene glycol."
        },
        {
            "References": "Tomlin, C.D.S. (ed.). The Pesticide Manual - World Compendium. 10th ed. Surrey, UK: The British Crop Protection Council, 1994., p. 309",
            "Value": "/OTHER TOXICITY INFORMATION/ Not toxic to bees when used as directed."
        },
        {
            "References": "PMID:3823612",
            "Value": "/OTHER TOXICITY INFORMATION/ The effect of a series of monochloroalkanes (1-chloropropane through 1-chlorohexane) and a series of dichloroalkanes (1,2-dichloroethane through 1,5-dichloropentane) on hepatic triglyceride secretion in vivo and in vitro was investigated. It was demonstrated that a dose related decrease in hepatic triglyceride secretion is a common effect produced by both series of chlorinated alkanes. Using isolated hepatocytes a positive correlation between chlorinated alkane potency and increasing solvent lipid solubility was observed. However, this order of potency did not correlate with in vivo findings in which the less lipid soluble solvents were found to be the most potent."
        }
    ],
    "sediment_soil_concentrations": [
        {
            "References": "(1) Smith JW et al; Health and Environ Effects Profile on 1,3-Dichloropropene, Final Draft, SRC-TR-85-090 (1985)",
            "Value": "SOIL: Data from the USEPA STORET Data Base reports a 5.44 ppb mean, 500 ppb maximum on dry weight basis of 341 observations(1)."
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "(1) Kenaga EE; Ecotox Environ Safety 4: 26-38 (1980) (2) Hamaker JW, Thompson JM; pp. 49-144 in Organic Chem in the Soil Environ. Goring CAI, Hamaker JN, eds. Vol I (1972) (3) USEPA/OPP; Reregistration Eligibility Decisions (REDs) Database. 1,3-Dichloropropene. USEPA-738-R-98-016. Available from, as of April 20, 2016: https://iaspub.epa.gov/apex/pesticides/f?p=chemicalsearch:1 (4) Swann RL et al; Res Rev 85: 17-28 (1983) (5) USEPA; Health Effects Support Document for 1,3-Dichloropropene. EPA 822-R-08-008 (January, 2008). Available from, as of April 20, 2016: https://www.epa.gov/sites/production/files/2014-09/documents/health_effects_support_document_for_13_dichloropropene.pdf",
            "Value": "Measured Koc values of 23 and 26 for the cis- and trans- isomers of 1,3-dichloropropene, respectively, have been reported(1). The average Koc for 3 soils with organic carbon of 3.19%, 10.4%, and 55.1% was 27 and 28 for cis- and trans-1,3-dichloropropene, respectively(2). The average maximum Koc values were 20 for sand, 25 for loamy sand, and 41 and 42 for two clay soils(3). According to a classification scheme(4), these Koc values suggest that 1,3-dichloropropene is expected to have very high mobility in soil. The adsorption onto soil from the vapor is greater for the trans- than the cis- isomer(3). The adsorption isotherm for the vapor/soil system is linear(3). When 1,3-dichloropropene is used in farm fields, it is sprayed directly on the ground or injected into the soil(5). Once in the soil, it can exist as a gas or dissolved in water. 1,3-Dichloropropene can adsorb more strongly to soil when it is in the vapor phase than when it is dissolved in water(5). Vapor-phase adsorption can be approximately 3-times greater at 2 °C than it is at 20 °C, and adsorption isotherms measured for humus sand, peaty sand, and peat indicate vapor-phase Koc values ranging from 450 to 750(5). According to a classification scheme(4), these vapor-phase Koc values suggest that 1,3-dichloropropene may have moderate to low mobility in soil."
        },
        {
            "References": "(1) Albrecht WN, Chenchin K; Bull Environ Contam Toxicol 34: 824-31 (1985) (2) Munnecke DE, Van Grundy SD; Ann Rev Phytopathol 17: 405-29 (1979)",
            "Value": "Adsorption is higher in dry soils than in moist soil(2). However, water-saturated soils have air passageways blocked and fumigant movement is decreased(2). This is illustrated by a 20-day study in which the 1,3-dichloropropene diffused to >.46 m in a silty clay loam with 23% moisture (dry wt) and >1.20 m in the same soil when the moisture content was 7.7%(2). The concentration of 1,3-dichloropropene was monitored at ground level and at 42 inches above ground after fumigant was applied to a pineapple field at a depth of 18 inches(1). 1,3-Dichloropropene levels were relatively constant (20-50 ppb) at ground level for 6 days after fumigation; after 9 days the concentration steadily declined to <0.1 ppb after 27-30 days. A light rain at day 6 temporarily increased the release of the fumigant 100-fold(1). The reduced adsorption due to increased soil moisture, resulted in a transfer of fumigant from soil to water at or near the soil surface, after which evaporation occurred. At 42 inches above ground level, 1,3-dichloropropene was still detectable and was probably drifting in from other fields(1)."
        }
    ],
    "plant_translocation": [
        {
            "References": "",
            "Value": "(EZ)-1,3-Dichloropropene, which is a new active substance for use as a nematicide on certain crops. The evaluation conducted by Regulation (EC) No 1107/2009 of the European Parliament covers various aspects, including toxicology, residues, environmental fate, and behavior, among others. In the section of mammalian toxicology, concerns were raised regarding the representativeness of batches used in toxicological studies and the lack of reference values for non-dietary risk assessment. Additional data and assessments were identified as necessary for further evaluation of impurities and metabolites' toxicological relevance.In the residues section, data gaps were found, and the consumer assessment for residues of potentially relevant impurities was not possible due to insufficient data. Residue trials were also deemed insufficient to address residues of (EZ)-1,3-Dichloropropene for all representative crops.Regarding the fate and behavior in the environment, there were several data gaps and areas of concern. Groundwater exposure assessments indicated that the limit of 0.1 μg/L would be exceeded for certain scenarios relevant to tomato crops. The potential for groundwater contamination from some impurities was identified, and further assessment would be needed to address this concern.[Peer review of the pesticide risk assessment of the active substance (EZ)-1,3-dichloropropene]"
        }
    ]
}