{
    "_id": {
        "$oid": "6682e956c4e5dba5ffba2a1d"
    },
    "CID": {
        "$numberInt": "24934"
    },
    "Name": "SODIUM SELENITE",
    "IUPACName": "disodium;selenite",
    "CanonicalSMILES": "[O-][Se](=O)[O-].[Na+].[Na+]",
    "Synonyms": [
        "SODIUM SELENITE",
        "Disodium selenite",
        "10102-18-8",
        "Natriumselenit",
        "Selenious acid",
        "disodium salt",
        "Selenious Acid Disodium Salt",
        "disodium;selenite",
        "Selenite sodium",
        "Pleo selene",
        "Sodium selenite anhydrous",
        "Disodium selenium trioxide",
        "CCRIS 1260",
        "HSDB 768",
        "UNII-HIW548RQ3W",
        "EINECS 233-267-9"
    ],
    "IsomericSMILES": "[O-][Se](=O)[O-].[Na+].[Na+]",
    "INCHI": "InChI=1S/2Na.H2O3Se/c;;1-4(2)3/h;;(H2,1,2,3)/q2*+1;/p-2",
    "INCHIKEY": "BVTBRVFYZUCAKH-UHFFFAOYSA-L",
    "Formula": "Na2O3Se",
    "MolecularWeight": {
        "$numberDouble": "172.95"
    },
    "Description": "Disodium selenite is an inorganic sodium salt composed of sodium and selenite ions in a 2:1 ratio. It has a role as a nutraceutical. It is a selenite salt and an inorganic sodium salt.",
    "XlogP": {
        "$numberDouble": "NaN"
    },
    "Complexity": {
        "$numberInt": "18"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "environmental_bioconcentrations": [
        {
            "References": "(1) NITE; Chemical Risk Information Platform (CHRIP). Biodegradation and Bioconcentration. Tokyo, Japan: Natl Inst Tech Eval. Available from, as of February 23, 2011: https://www.safe.nite.go.jp/english/db.html",
            "Value": "The BCF values observed for selenium selenite in carp (Cyprinus carpio) after 28 days exposure at 10 and 1 ug/L concentrations were <8.1-10 and <85, respectively(1)."
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "Schnell RC, Early JL; Res Commun Chem Pathol 32 (3): 561-4 (1981)",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Three days after pretreatment of rats of both sexes with sodium selenite (2.4 mg Se/kg ip), the duration of pentobarbital induced hypnosis was potentiated in males but not in females."
        },
        {
            "References": "Soffietti G et al; Arch Vet Ital 34 (5): 65-79 (1983)",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Sodium selenite and choline selenite were equitoxic in sheep when tested at 500, 620, 650, and 800 ug Se/kg. Most of the treated sheep died after a single dose. A rapid and weak pulse and respiratory distress were observed in the treated sheep. Hematologic alterations, eg elevated blood urea-N, and microscopic lesions in the lungs and kidneys were observed. Females were more sensitive to Se toxicity than males."
        },
        {
            "References": "PMID:2324342",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ The toxic effects of 5 mg per kg body weight of selenium given as sodium selenite orally or parenterally to growing lambs were examined. There was considerable individual variation in both susceptibility to intoxication and the degree of pathological change displayed. The results affirm the previously reported deleterious effects on the cardiovascular, respiratory and urinary systems and highlight damage to secondary lymphoid tissue in various organs. The use of a histochemical method for detecting selenium bonds demonstrated correlation between the density of reaction-product and histopathological changes within tissues, and showed the distribution of selenium in other tissues in which the gross and histopathological findings were non-specific or minimal."
        },
        {
            "References": "PMID:3604043",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Acute sodium selenite toxicosis was evaluated in 20 female crossbred sheep, 8 to 14 mo of age. Five groups of 4 sheep each were given 0.4, 0.6, 0.7, 0.8, or 1.0 mg selenium/kg body weight IM. The LD50 for sodium selenite was 0.7 mg selenium/kg body weight with a standard error of 0.035 over a 192 hr observation period. The most evident clinical signs were dyspnea and depression. At necropsy, the most consistant lesion in animals which received 0.7, 0.8, and 1.0 mg selenium/kg body weight were edematous lungs and pale mottled hearts. Highest tissue selenium concentrations in declining order found in the liver, kidney and heart."
        },
        {
            "References": "Norderg, G.F. et al; Handbook on the Toxicology of Metals 3rd ed. Academic Press, Burlington, MA. 2007, p. 793",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Sodium selenite was administered subcutaneously to adult male mice; 10-60 umol/kg resulted in a transient and dose-dependent hypothermia and reduced oxygen consumption. An involvement of neural pathways was suggested."
        },
        {
            "References": "PMID:6705555",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Subcutaneous injection of sodium selenite into young rats produces a nuclear cataract within 72 hours. A three fold elevation in lens calcium and a two fold increase in lens inorganic phosphate have been found to precede opacification. Scanning electron micrographs suggested weakened cell-to-cell adhesion in the cataractous nuclear zone."
        },
        {
            "References": "PMID:3787631",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ The effect of sodium selenite on the body temperature of adult male ICR mice was examined. Sodium selenite (10-60 umol/kg) administration subcutaneously resulted in a transient and dose dependent hypothermia at ambient temperatures of 20 and 30 °C. Reduced oxygen consumption accompanied the changes in body temperature. In addition, sodium selenite treated mice exhibited transient cold seeking behavior in the thermogradient. This sodium selenite induced hypothermia was very similar to those induced by ethanol, tetrahydrocannabinol, triethyltin, sulfolane, and chlordimeform in that these all were transient, dependent on temp, and not counteracted by behavioral thermoregulation. From these results, involvement of neural afferent or integral pathways is suggested. Further, acute mortality of sodium selenite injected mice was enhanced with the elevation of temp, as in the case of the chemicals mentioned above."
        },
        {
            "References": "PMID:3479853",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ The effects of sodium selenite administration on the appetites of male mice were studied. When compared to phosphate-buffered saline, mice challenged with sodium selenite at 30 umol/kg sc, fed more frequently and had greater gastric content over 4 hr than did controls. A dose related effect was noted for two different age groups of mice (9 wk and 17 wk) in that 10 umol sodium selenite/kg had no effect on gastric content at 3 hr post injection, but 30 umol sodium selenite/kg significantly increased gastric content. No age-related difference was demonstrated for this effect. Using quantitation of gastric contents at 3 hr post injection, a chronological comparison revealed that morning (0650 hr) injection of sodium selenite significantly increased the hyperphagic effect of sodium selenite relative to a challenge administered at 1150 hr. Mice receiving 30 umol sodium selenite/kg and deprived of food consumed wooden bedding equivalent to twice the gastric content of mice in the control group."
        },
        {
            "References": "Ammar EM, Couri D; Neurotoxicol 2 (2): 383-6 (1981)",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ The acute intracerebroventricular administration of sodium selenite and selenomethionine in conscious mice produced neurotoxicity manifested by hyperreflexia, convulsions and death. Selenite was 43 fold more toxic than selenomethionine on the basis of LD50 determination. The intravenous administration of the selenium compounds resulted in predominantly cardio-respiratory effects, hind limb paralysis and death. Selenite was 4 fold more toxic than selenomethionine. A comparison of relative toxicity after intracerebroventricular or iv administration revealed that selenite is more toxic than selenomethionine and greater relative toxicity was noted via the intracerebroventricular route."
        },
        {
            "References": "PMID:16566258",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ ... Lambs were orally administered a single dose of selenium as either sodium selenite or selenomethionine and were monitored for 7 days, after which they were euthanized and necropsied. Twelve randomly assigned treatment groups consisted of animals given 0, 1, 2, 3, or 4 mg of Se/kg of body weight as sodium selenite, or 0, 1, 2, 3, 4, 6, or 8 mg of Se/kg as selenomethionine. Sodium selenite at dosages of 2, 3, and 4 mg/kg, as well as selenomethionine at dosages of 4, 6, and 8 mg/kg resulted in tachypnea and/or respiratory distress following minimal exercise. Severity and time to recovery varied, and were dose dependent. Major histopathologic findings in animals of the high-dose groups included multifocal myocardial necrosis and pulmonary alveolar vasculitis with pulmonary edema and hemorrhage. Analysis of liver, kidney cortex, heart, blood, and serum revealed linear, dose-dependent increases in selenium concentration. However, tissue selenium concentration in selenomethionine-treated lambs were significantly greater than that in lambs treated with equivalent doses of sodium selenite. To estimate the oxidative effects of these selenium compounds in vivo, liver vitamin E concentration also was measured. Sodium selenite, but not selenomethionine administration resulted in decreased liver vitamin E concentration. Results of this study indicate that the chemical form of the ingested Se must be known to adequately interpret tissue, blood, and serum Se concentrations."
        },
        {
            "References": "Nebbia C et al; Res Vet Sci 50 (3): 269-72 (1991)",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ In pigs and other food producing animals, relatively little is known about the mode of action of excess selenium. This study reports the cardiovascular effects brought about in anesthetized Landrace pigs by 2 mg selenium/kg body weight intravenously as either sodium selenite or dimethylselenide. Sodium selenite dosing was characterized by a dramatic fall in systemic blood pressure with an increase in cardiac output and heart frequency. The only significant change elicited by dimethylselenide was a linear rise of cardiac output. Neither of the tested compounds significantly affected pulmonary arterial pressure. These results suggest that under the experimental conditions in this study, sodium selenite induces a vasculogenic shock without primarily affecting cardiac performance. The lack of detrimental effects on cardiovascular parameters with dimethylselenide indicates the importance of methylation in detoxifying excess selenium."
        },
        {
            "References": "Institute of Nutrition and Food Hygiene, Chinese Academy of Preventive Medicine; Appendix I, \"Report on toxicity test of Xiwang capsule\" submitted to FDA to support registration of a new product. (April 1999) Available from, as of April 1, 2011: www.fda.gov/ohrms/dockets/dockets/95s0316/95s-0316-rpt0234-15-Attachment1-vol166.pdf",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Xiwang capsule is a new selenium-contained functional food, the chemical form is ... nanometer selenium, ... different from inorganic selenium and organic selenium. ... The compound was in powder form with orange color, and its selenium concentration was 188 mgkg. ... An acute toxicity test and a subchronic toxicity test in rats using Xiwang capsule were conducted. In addition, the toxicity of Xiwang capsule, sodium selenite (inorganic selenium) and selenoprotein (organic selenium) was compared. ... One hundred and twenty healthy adult Wistar rats were randomly divided into twelve groups, 10 rats per group (5 males and 5 females), to test the acute toxicity of selenoprotein, Xiwang capsule or sodium selenite. Samples were prepared with tap water and given to rats by gavage, the tested dosages were determined according to the results of preliminary tests. The dosages for selenoprotein and Xiwang capsule were 10.00, 4.64, 2.15, and  1.00 g/kg bw, and the dosages for sodium selenite were 0.064, 0.0215, 0.01, and 0.00464 g/kg bw. The amount was 1 mL/100 g bw. The animals were examined for the abnormal reaction and death daily for 7 days. The animals in the selenoprotein and Xiwang capsule-treated groups were in good condition. No abnormal effects were observed and no animal died during the study. ... In the sodium selenite-treated group, rats of both sexes were all dead at the dose of 0.0464 g/kg, 4 males and 4 females were dead at the dose of 0.0215 g/kg, and 1 female rat was dead at the dose of 0.01g/kg. Toxicity symptoms such as diarrhea, arcuate back and so on were observed in all groups. ... /The/ LD50 of sodium selenite was 0.0171 g/kg bw in males and 0.0147 g/kg bw in females. Therefore, selenoprotein and Xiwang capsule fall into the category of \"virtually non-toxic\", and sodium selenite falls into \"strong toxic\", based on the classification of acute toxicity. /Nanometer selenium, selenoprotein/"
        },
        {
            "References": "WHO; Environmental Health Criteria 58: Selenium (1987). Available from, as of April 1, 2011: https://www.inchem.org/documents/ehc/ehc/ehc58.htm#SectionNumber:7.1",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ 0.02 - 0.03 mg selenium/kg diet, in the form of sodium selenate or selenite, afforded 50% protection against liver necrosis in vitamin E-deficient rats over an experimental period of 30 days.  Selenite-selenium at 0.10 mg/kg protected the rats over their entire life span in the absence of vitamin E.  Under these conditions, the rats developed severe tocopherol deficiency, which mainly afflicted the central nervous system."
        },
        {
            "References": "PMID:15727182",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Weanling Wistar rats of both sexes were randomly divided into seven groups, 14 rats each group. One group was fed basal diet and the others were fed basal diets containing 3, 6, 10 mg Se/kg added as sodium selenite or selenomethionine (SeM) for 12 weeks. ... Histopathological changes of the liver were observed in rats on Se 3 mg/kg diets while the decreasing of body weight occurred in rats on 6 Se mg/kg diet. Among the rats fed Se 6, 10 mg/kg diet, the body weight of rats in selenite-treated groups was lower than that of rats in SeM-treated groups. At the 3 or 6 mg/kg Se level, the rats fed SeM suffered slighter hepatic damage than those fed sodium selenite and in male rats slighter than female rats. The abnormal change of ratio of liver weight to body weight was found to be more obvious both in female rats and in selenite-treated rats. GPX activity in liver of female rats reduced with the increase of Se level in diets. However, GPX activity in RBC, plasma, kidneys and liver showed an ascending tendency with the increasing level of dietary Se.  CONCLUSION: The minimum dose of intoxication of Se in diet may be around 3 mg/kg. The toxicity of selenite is greater than that of SeM and female rats were more sensitive to excessive selenium than male rats."
        },
        {
            "References": "PMID:6881915",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ ... Syrian hamsters were administered diets containing 0, 0.25, 10, 20, 40, or 80 ... ppm sodium selenite or 0.1, 5.0, or 10.0 ppm sodium selenite or selenomethionine ... for 21 days. ... Hamsters fed selenium at doses above 10 ppm had significantly reduced body weight gain. Food consumption was reduced in males fed 10 ppm selenium from both dietary selenium sources. Three of 10 females fed 80 ppm sodium selenite died. Whole blood selenium concentrations were linearly related to dose. Other tissue selenium residues showed dose/related increases. Liver, kidney, and lung selenium concentrations were higher in hamsters fed selenomethionine than in those given sodium selenite. Plasma glutathione peroxidase activity was not significantly related to dietary selenium. Hamsters given 0.25 ppm selenium had significantly lower erythrocyte glutathione peroxidase activity than other groups; otherwise, erythrocyte glutathione peroxidase activity was increased in a dose/dependent fashion. Liver glutathione peroxidase activity was increased in all hamsters given selenomethionine. No treatment related histopathological changes were /noted/."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists. Documentation of the TLV's and BEI's with Other World Wide Occupational Exposure Values. CD-ROM Cincinnati, OH 45240-4148 2010.",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Guinea pigs fed 15 to 30 ppm sodium selenite for 60 days showed significant microcytic hypochronic anemia and lymphocytopenia."
        },
        {
            "References": "Norderg, G.F. et al; Handbook on the Toxicology of Metals 3rd ed. Academic Press, Burlington, MA. 2007, p. 793",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Weanling male rats were fed a selenium deficient diet supplemented with 0, 0.15, or 2.0 mg/kg Se as sodium selenite for 10 weeks. High levels of a liver carcinogen and levels of selenite each increased concentration of 3-hydroxy-2'-deoxyguanosine in liver DNA. These findings suggest that high dietary intake of inorganic Se may promote in vivo DNA oxidation."
        },
        {
            "References": "Jacobs M, Forst C; J Toxicol Environ Health 8 (4): 575-86 (1982)",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Acute and chronic effects of selenium as sodium selenite given as a supplement in drinking water of Sprague Dawley rats for 35 days, 1 yr and 2 yr were compared. For the 35 day study, the groups were untreated controls and rats supplemented with 1, 48, and 64 ppm selenium. Selenium toxicity was apparent in microscopic pathology showing liver congestion, fatty degeneration of parenchymal cells and necrosis. Untreated controls were compared with rats receiving 4 ppm selenium in the drinking water. Liver glutathione peroxidase was 1/2 and selenium levels in the selenium treated rats were 2 fold compared to controls."
        },
        {
            "References": "PMID:4065770",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ The subacute toxicity of selenium was tested by feeding sodium selenite to Syrian hamsters at dietary levels of 0.1, 1, 5, 10 or 20 ppm selenium for 42 days. General health, survival and organ weights were not adversely affected at any of the dose levels. Weight gain and food intake were relatively low in males fed the highest dose level. The differences from the control values were not statistically significant and there was no similar effect in females. Hamsters fed 10 or 20 ppm retained considerable higher levels of selenium in the liver than did the controls. Microscopic examination of the liver revealed degenerative changes in males and females in the 20 ppm group. The nontoxic effect level of selenium fed in the diet for 42 days to Syrian hamsters was found to be 10 ppm, equivalent to an intake of about 0.7 mg selenium/kg body weight/day."
        },
        {
            "References": "PMID:3705435",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Sodium selenite was fed in the diet in concentrations of 3, 1 or 0.50 ppm to hybrid type chicks for 4 weeks from the age of 7 days. The chemical's effects on growth and tissues were investigated. One and 3 ppm dietary levels of selenium caused depression of growth, fatty change, focal necrosis, congestion of the sinusoids and slight fibroplasia in the liver, congestion and degeneration and/or necrosis of the cells of the proximal renal tubules and of the cardiac muscle fibers and hemorrhage in the thigh and breast. These changes were accompanied by an increase in the activity of sorbitol and glutamic dehydrogenases (SDH and GDH) and in the concentration of potassium, and a decrease in the levels of total protein, calcium and zinc in the serum. Susceptibility to hemorrhage and damage to kidneys and liver persisted for 3 weeks after the test diet was withdrawn. One half of 1 ppm selenite meal produced no adverse effects on the chicks."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists. Documentation of the TLV's and BEI's with Other World Wide Occupational Exposure Values. CD-ROM Cincinnati, OH 45240-4148 2010.",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Yorkshire-Hampshire pigs /were fed/ 0.1, 5, 10, 20, 45, or 100 ppm sodium selenite for up to 84 days. Reduced body weight gain, emesis, anorexia, diarrhea, lethargy, dyspnea, and hypothermia were dose-dependent. Pale yellow livers were noted at necropsy. Pulmonary edema, depletion of the bone marrow, fatty degeneration of the liver, edema, and early laminar necrosis were seen in the cerebral cortex at necropsy. Pigs given a total dose of 1.37 to 1.48 mg (0.1 ppm) over 35 to 39 days showed some selenium accumulation in liver and kidney; those given 100 ppm sodium selenite for 19 to 28 days (total dose, 136-222 mg) had liver and kidney selenium values 210 and 18 times, respectively, those of the concurrent controls."
        },
        {
            "References": "U.S. Dept Health & Human Services/Agency for Toxic Substances & Disease Registry; Toxicological Profile for Selenium p.84 (September 2003) Available from, as of March 16, 2011: https://www.atsdr.cdc.gov/substances/indexAZ.asp#S",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Hearts of New Zealand white rabbits administered 0.137 mg selenium/kg/day as sodium selenite in food for 3 months showed distinct, degenerative changes indicating disintegration of the internal structure of the myocytes ... .  Muscle fibers were fragmented and separated. Disruption and loss of myofibrils was observed, sarcomeres were irregular, and the I, Z, and H bands were disorganized and discontinuous. Mitochondria were fewer and more variable in size and shape, with disoriented cristae and a loss of matrix substance. Hearts of control animals (0.007 mg selenium/kg/day) had normal histology."
        },
        {
            "References": "U.S. Dept Health & Human Services/Agency for Toxic Substances & Disease Registry; Toxicological Profile for Selenium p.90 (September 2003) Available from, as of March 16, 2011: https://www.atsdr.cdc.gov/substances/indexAZ.asp#S",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Livers of rats fed 0.002 or 0.005 mg selenium/kg/day as sodium selenite for 3 months showed damage that increased with dose. Rats from the 0.002 mg selenium/kg/day group had a distinct swelling of Kupffer cells in dilated sinusoidal vessels, mainly in the proximity of portal fields, and occasional necrotic areas comprising groups of hepatocytes, while livers from rats receiving 0.005 mg selenium/kg/day showed activation and swelling of the Kupffer cells in widened sinusoidal vessels, relatively abundant infiltrations of mononuclear cells into portal canals, and sporadic areas of necrosis within individual lobules."
        },
        {
            "References": "U.S. Dept Health & Human Services/Agency for Toxic Substances & Disease Registry; Toxicological Profile for Selenium p.84 (September 2003) Available from, as of March 16, 2011: https://www.atsdr.cdc.gov/substances/indexAZ.asp#S",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Wistar rats administered 0.324 mg selenium/kg/day as sodium selenite in food for 12-14 weeks showed severe diffuse degenerative changes, including edema in the sub-endocardial connective tissue and the interfibers of prevascular regions, and myofibril swelling with profuse intercellular edema. Myocyte borders were irregular, and there was a loss of striations and a degeneration of the sarcolemma and myofibril structure and order. Examination of the mechanical function of the heart in vitro using either Langendorff perfusion or papillary muscle recordings showed increased coronary perfusion pressure, increased resting force, and increased heart rate with irregular beating. No difference in contractile force was observed. Chronic heart failure did not occur in any of the animals in the study."
        },
        {
            "References": "Institute of Nutrition and Food Hygiene, Chinese Academy of Preventive Medicine; Appendix I, \"Report on toxicity test of Xiwang capsule\" submitted to FDA to support registration of a new product. (April 1999) Available from, as of April 1, 2011: www.fda.gov/ohrms/dockets/dockets/95s0316/95s-0316-rpt0234-15-Attachment1-vol166.pdf",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Xiwang capsule is a new selenium-contained functional food, the chemical form is ... nanometer selenium, ... different from inorganic selenium and organic selenium. ... The compound was in powder form with orange color, and its selenium concentration was 188 mgkg. ... An acute toxicity test and a subchronic toxicity test in rats using Xiwang capsule were conducted. In addition, the toxicity of Xiwang capsule, sodium selenite (inorganic selenium) and selenoprotein (organic selenium) was compared. ... Ninty-six healthy weaning Wistar rats ... were randomly divided into 4 groups, Each group consisted of 12 males and 12 females. Group 1, the negative control group, was given basal diets; Groups 2-4 were treated with selenoprotein, Xiwang capsule or sodium selenite. ... The measured selenium concentration in diets were 1.087 mg/kg in the basal diet, 5.791 mg/kg in the selenoprotein diet, 5.639 mg/kg in the Xiwang capsule and 5.639 mg/kg in the sodium selenite diet. ... The animals were examined daily for 90 days. The animals in all groups were in good condition. No overt toxic effects were observed. ... The body weight gain of males in the selenoprotein and sodium selenite-treated groups was significantly lower than the controls and Xiwang capsule-treated group at the second and fifth week (p<0.05), the body weight gain of males in Xiwang capsule-treated group was also lower than the controls, but no significant differences were observed. The body weight gain of females in selenoprotein and sodium selenite and Xiwang capsule-treated groups was significantly lower than the controls at the second and fifth week (p<0.05), the body weight gain in Xiwang capsule-treated group was significantly higher than the sodium selenite-treated group. ...  Hemoglobin and red cell count in males of sodium selenite-treated group were significantly lower than the controls, selenoprotein and Xiwang capsule-treated groups (p<0.05). At the end of the study, lymphocyte counts in the three selenium-treated groups were significantly lower than the controls and neutrophil was significantly higher than the controls ... . . No significant differences were found in other parameters. The results demonstrated that sodium selenite may cause anemia in rats. ... The three selenium-treated groups had some toxic effects on rat liver by increasing ALT activities, and decreasing liver protein synthesis ability. The toxicity of sodium selenite was higher than selenoprotein and Xiwang capsule. ... Organic selenium and inorganic selenium caused hepatomegaly in male rats. The relative kidney weight in males and females of the three selenium-treated groups was lower than the controls, but no significant differences were observed, which showed that the decrease of kidney was not associated with the toxicity of selenium, but the body weight decrease. ... Grossly, no abnormalities were found in organs of the controls, various grades of hepatic nodules were observed in the males and females of the three selenium-treated groups, but no significant differences were observed among the three groups. No abnomal observations were found in the other organs. Histopathologically, early changes of hepatocirrhosis including different grades of fibroplastic proliferation in liver portal area, biliary duct proliferation and inflammatory cell infiltriton were observed in some rats of three selenium-treated groups, but no significant differences were observed among the three groups. In addition, two rats in the selenoprotein-treated group had liver abscess formation with liver cell necrosis and inflammatory cell infiltration. No histopathological changes were found in other organs. /Nanometer selenium, selenoprotein/"
        },
        {
            "References": "PMID:2353437",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ The toxicity of sodium selenite was studied in 28 Nubian goats, 20 of which died or were killed in extremis 2 hr to 21 day after dosing. Single or repeated daily oral doses of 160, 80, 40, 20 and 5 mg sodium selenite/kg were toxic to goats while daily doses of selenite ranging from 0.25 to 1 mg/kg/day for 225 days were not toxic to this species of animals. The main signs of poisoning were uneasiness, inappetence, dyspnea, salivation, diarhea, paresis of the hind limbs, arching of the back, and recumbency. The main lesions were hemorrhages in the rumen, reticulum, osmasum and abomasum, hemorrhagic or catarrhal abomasitis and enteritis, fatty change and necrosis of the centrilobular hepatocytes and of the cells of the renal convoluted tubules, splenic hemosiderosis, pulmonary congestion, haemorrhage, edema and emphysema, accumulation of lymphocytes in the vital organs, and straw-colored fluid in the serous cavities."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V9 251 (1975)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Groups of about 100 male and female weanling Long Evans rats were given 2 mg/L selenium as sodium selenite ... in drinking water (eq to about 4.5 mg/kg of diet) until they were 1 yr of age when the dose was raised to 3 mg/L. A group of 105 controls received no selenium in drinking water. After 58 days ... male rats receiving 2 mg/L sodium selenite were transferred to sodium selenate, since 50% of the animals had died; surviving animals in this group were killed after 596 days and no tumors observed. ... In 32 female selenite treated rats killed between 662-691 days, 4 malignant tumors were found (12.5%). Of the 65 control rats examined, 20 had tumors (30.8%) 11 of which were malignant (16.9%). ... an evaluation of results was not possible because not all autopsied animals were examined histologically & because treated animals lived longer than controls ... (avg lifespan of control males & females was 813 & 814 days and that of treated animals 847 & 929 days, respectively)."
        },
        {
            "References": "U.S. Environmental Protection Agency's Integrated Risk Information System (IRIS). Summary on Selenium and Compounds (7782-49-2). Available from, as of March 28, 2011: https://www.epa.gov/iris/subst/0472.htm",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ 3 ppm sodium selenate or sodium selenite /was administered/ in drinking water to Swiss mice (50/sex/group). Body weights of selenate-treated animals were comparable to controls. Body weights of males fed selenite were significantly increased compared with controls, but body weights of females fed selenite were significantly decreased compared with controls. Longevity in males fed selenate was increased compared with controls. Longevity in females fed selenate increased, but longevity in females fed selenite decreased compared with controls. When compared to controls, there was no significant increase in total tumor incidence or malignant tumor incidence observed in selenium- (form not specified) treated mice. In the control group 23/119 (19%) had tumors (10/119 (8%) malignant tumors). Selenium-fed mice showed 13/88 (15%) tumors (all were malignant). In selenium-treated group 8/13 malignancies were lymphoma or leukemia, 4/13 were papillary or alveologenic adenocarcinoma and 1/13 an osteosarcoma. In the control group there were two incidences of lymphoma or leukemia, 7 of lung carcinoma and 1 carcinoma of unknown origin. The 13 benign tumors included breast and ovary tumors."
        },
        {
            "References": "U.S. Environmental Protection Agency's Integrated Risk Information System (IRIS). Summary on Selenium and Compounds (7782-49-2). Available from, as of March 28, 2011: https://www.epa.gov/iris/subst/0472.htm",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ No tumors developed in a total of 1437 Wistar rats fed sodium selenite or sodium selenate in the diet at levels of 0.5-16 ppm for their lifetime. Nonneoplastic liver effects such as hyperemia, cellular degeneration, binucleation, and mild proliferation of hepatocytes were observed at concentrations of 4 ppm and higher."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V9 252 (1975)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Wistar rats fed selenium at concentrations of 4, 6, 8 or 16 mg/kg of diet (added as selenite or selenate) died with toxic hepatitis within 100 days. Of 275 rats fed 0.5 or 2 mg/kg of diet, 2 developed lymphomas, 2, mammary adenocarcinomas and 4, other neoplasms within 448-647 days. Of 230 controls, 1 developed a lymphoma, 6, mammary adenocarcinomas and 3, other tumors within 356-613 days. No liver tumors were observed. /Selenium selenite or selenate/"
        },
        {
            "References": "WHO; Environmental Health Criteria 58: Selenium (1987). Available from, as of April 1, 2011: https://www.inchem.org/documents/ehc/ehc/ehc58.htm#SectionNumber:7.1",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ A total of 1437 Wistar rats from a closed random-bred colony was used with the size of the experimental groups ranging from 10 - 110 animals. The rats were fed one of 3 different diets: a semipurified diet containing either 12 or 22% casein or a commercial \"laboratory chow\" type ration. The casein-based diets also contained corn oil, 50 g; H.M.W. salts, 40 g; vitamin mix, 10 g; and glucose monohydrate (Cerelose) up to a weight of 1 kg. Selenium as sodium selenite or sodium selenate was added at levels of 0, 0.5, 2.0, 4.0, 8.0, or 16.0 mg/kg.  Only a small proportion of the animals fed diets supplemented with more than 4.0 mg/kg of selenium survived for 12 months. The rats fed the commercial ration were 2 - 3 times more resistant to the effects of selenium toxicity than the rats fed the semipurified diet.  A calculated maximum body weight was reported to be depressed by as little as 0.5 mg selenium/kg, but no statistical evaluation of the results was presented. Acute toxic hepatitis was the predominant histopathological lesion in rats fed the commercial ration supplemented with sodium selenate at 16 mg selenium/kg. These rats had a median survival age of only 96 days. Acute toxic hepatitis was also observed in rats fed the 12% casein diet supplemented with sodium selenate at 4 or more mg selenium/kg. The rats were emaciated, pale, and had poor quality hair coat. Hydrothorax, ascites, pericardial oedema, and icterus were common. Myocardial hyperaemia, fluid imbalance, and parenchymal degeneration were often present. The adrenals were enlarged and the pancreas was edematous. The failure of normal chondrocyte proliferation observed in the metaphyses appeared to be different from that seen in malnutrition, since proliferation was irregular and not merely reduced. When rats were fed the commercial ration supplemented with sodium selenate at 8 mg selenium/kg, the predominant lesion was chronic toxic hepatitis. The median survival age in this group was 429 days. Other histopathological changes reported included pancreatic duct hyperplasia, intestinal nephritis, and myocardial damage, particularly in rats of more than 450 days of age and receiving selenite."
        },
        {
            "References": "WHO; Environmental Health Criteria 58: Selenium (1987). Available from, as of April 1, 2011: https://www.inchem.org/documents/ehc/ehc/ehc58.htm#SectionNumber:7.1",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Weanling rats of the Long-Evans strain were given either sodium selenite or selenate at 0 or 2 mg selenium/L in the drinking- water for 1 year. After 1 year, the selenium dosage was increased to 3 mg/L in the selenate group. The weanlings were born from random-bred females that had been fed a low-selenium diet (0.05 mg selenium/kg) consisting of:  whole rye flour, 600 g; dry skim milk, 300 g; corn oil, 90 g; and iodized sodium chloride to which were added vitamins and iron, 1 g/kg. The same diet was fed to the weanlings during the toxicity study. The drinking-water was doubly deionized forest spring water to which had been added: zinc, 50 mg; manganese, 10 mg; chromium(III), 5 mg; copper, 5 mg; cobalt, 1 mg; and molybdenum, 1 mg/L.The rats given the selenium compounds ... were divided into groups totalling 313 animals. There were 105 control rats. By 58 days, half of the male rats in the selenite group were dead. Fifty percent mortality in the group of female rats given selenite was not achieved until 348 days and was not achieved in the male and female groups given selenate until 962 and 1014 days, respectively."
        },
        {
            "References": "WHO; Environmental Health Criteria 58: Selenium (1987). Available from, as of April 1, 2011: https://www.inchem.org/documents/ehc/ehc/ehc58.htm#SectionNumber:7.1",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ ... The effects of long-term, low- level administration of sodium selenite in water to rabbits and rats /was evaluated/. For these studies, 32 rabbits and 16 rats were divided into 4 groups and administered, orally, doses of 0, 0.005, 0.0005, or 0.00005 mg selenium/kg body weight for periods of 7 1/2 and 6 months, respectively. Prolonged administration of the maximum dose investigated (0.005 mg/kg) produced significant alterations in the rabbits. After 2 months, there was a significant increase in the concentration of oxidized glutathione in the blood and, after 7 months, there was slower elimination of bromsulfalein by the liver, and hepatic succinic dehydrogenase activity was decreased. A dose of 0.0005 mg/kg caused fewer, less pronounced changes, whereas 0.00005 mg/kg did not produce any statistically significant effects in any of these tests. A dose of 0.005 mg/kg given to rats caused a considerable weakening of the capacity for forming new conditioned reflexes. It can be assumed that a daily dose of 0.005 mg/kg body weight in rats is equivalent to a dietary-selenium level of about 0.063 mg/kg. Since this level of selenium is within the physiological range needed to prevent selenium deficiency in animals, the toxicological significance of these observations is not clear, unless it is assumed that a certain dose of selenite given in water solution is more toxic than the same dose given in the diet."
        },
        {
            "References": "PMID:6665733",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Dose dependent fetocidal effects and fetal growth retardation were observed in mothers injected SC with sodium selenite on day 12 of gestation. On day 12, abortion occurred only at 58.8 umol/kg sodium selenite, whereas on day 16 it occurred at both 27.2 and 40.0 umol/kg."
        },
        {
            "References": "PMID:2435957",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ ... Moderate doses of sodium selenite did not affect the growth of the placenta and fetus significantly /in mice/, whereas high doses of selenite resulted in a large percentage of abortions. ..."
        },
        {
            "References": "PMID:3423422",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Testis structure and functions were monitored in male Wistar rats chronically exposed to various levels of sodium selenite (Na2SeO3) in drinking water (4, 8 or 16 ppm). The most remarkable testicular changes were observed in the 16 ppm group: intertubular edema, oligospermia, scattered foci of degenerated spermatids were found. In addition, marked changes in several specific enzymes /decrease in sorbitol dehydrogenase, increases in gamma-glutamyl transpeptidase and beta-glucuronidase/ of testicular cells occurred along with a significant reduction of mean tubular diameters, mean tubular areas and mean tubular perimeters."
        },
        {
            "References": "PMID:8792531",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Embryonic susceptibility to selenium (Se) teratogenicity was examined in rats using postimplantation embryo culture. Rat embryos at day 9.5 of gestation were cultured by the roller bottle method for 48 hr in the presence of Se compounds. Sodium selenite, sodium selenate, seleno-DL-methionine, and seleno-DL-cystine were embryolethal at 20, 300, 1,000, and 1,000 microM Se, respectively. All of these compounds caused abnormalities such as deformed optic vesicle and swollen rhombencephalon in the viable embryos. These abnormalities were considered to correspond to in vivo malformations caused by Se in hamster fetuses or in bird embryos. These results indicate that rat embryos are susceptible to Se teratogenicity. It seems that there are differences in potency ranking of Se compounds between rat and bird embryos."
        },
        {
            "References": "U.S. Environmental Protection Agency's Integrated Risk Information System (IRIS). Summary on Selenium and Compounds (7782-49-2). Available from, as of March 28, 2011: https://www.epa.gov/iris/subst/0472.htm",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ 3 or 6 ppm selenium (390 or 780 ug/kg/day, respectively) as selenite /was administered/ to IVCS mice for 30 days prior to mating and throughout gestation. On day 18 of gestation, maternal mice were sacrificed and the embryos removed. Number of litters, total implants, total implants per dam, dead fetuses, dead embryos, resorptions, surviving fetuses (% to total implants), litter size, gross malformations and skeletal anomalies were not significantly different for either selenium-treated or control mice. The only significant effect noted was a decrease in the body weight of surviving fetuses in mice given 6 ppm selenium. /Selenite/"
        },
        {
            "References": "U.S. Dept Health & Human Services/Agency for Toxic Substances & Disease Registry; Toxicological Profile for Selenium p.128 (September 2003) Available from, as of March 16, 2011: https://www.atsdr.cdc.gov/substances/indexAZ.asp#S",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ Intraperitoneal injection of selenium (3.0 mg Se/kg as sodium selenite) into male Sprague-Dawley rats produced a significant increase (70%) in dopamine overflow from the striatum (as measured by an implanted dialysis probe) with a concomitant significant reduction in /homovanillic acid/ (HVA) levels. /Dihydroxyphenylacetic acid/ (DOPAC) levels were not changed. Direct infusion of 10 mM selenium into the striatum also produced a significant increase in dopamine overflow accompanied by slight, but significant decreases in HVA and DOPAC. Direct infusion of 10 mM selenium into the nucleus accumbens also produced a rapid and significant increase in dopamine overflow, but with no changes in DOPAC or HVA concentrations. The selenium induced changes in dopamine overflow were suppressed by the dopamine receptor agonist quinpirole."
        },
        {
            "References": "PMID:10790499",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ Selenium (Se) is an essential as well as a toxic trace element. Se intoxication has been reported in both livestock and humans. The central nervous system is sensitive to Se poisoning; exposure to Se causes blind staggers in cattle, poliomyelomalacia in pigs, and nervous system disorders in humans. Differences in neurotoxicity between inorganic and organic Se have been demonstrated. In this study, groups of five male BALB/c mice each were administered sodium selenite or selenomethionine in drinking water ad libitum at 0, 1, 3, and 9 ppm as Se for 14 days. At the end of Se exposure, their brains were removed and dissected into different regions. The concentration of norepinephrine (NE), dopamine (DA), dihydroxyphenylacetic acid (DOPAC), homovanillic acid (HVA), serotonin (5-HT), and 5-hydroxyindolacetic acid (5-HIAA) were determined in each brain region. Food and water consumption and body weight gain were significantly decreased in the group treated with the highest concentration of sodium selenite. In mice administered sodium selenite at 3 and 9 ppm, DOPAC was significantly higher in the striatum than in the control group. The striatal HVA was also increased in the group treated with 3 ppm Se; the DA showed a similar pattern, but the increase was not statistically significant. No alterations of NE, 5-HT, or 5-HIAA levels were detected in any brain region of mice treated with sodium selenite. No significant differences in any parameter among the groups treated with selenomethionine were observed indicating that inorganic Se was more neurotoxic than organic Se via drinking water. The alterations of DA metabolites by inorganic Se in DA-rich striatum suggested a Se-specific increased neural activity of dopaminergic pathways. Results may be useful in further elucidation of neurotoxicity of Se and in establishing a safe level of intake for this element."
        },
        {
            "References": "U.S. Environmental Protection Agency's Integrated Risk Information System (IRIS). Summary on Selenium and Compounds (7782-49-2). Available from, as of March 28, 2011: https://www.epa.gov/iris/subst/0472.htm",
            "Value": "/GENOTOXICITY/ Data on the mutagenicity of selenium and its compounds are equivocal. Selenate and selenite (12 uM) were mutagenic in a reverse mutation assay using Salmonella typhimurium strains TA98, TA100 and TA1537  in the absence of rat hepatic homogenates. In a second assay, sodium selenate, but not sodium selenite, was mutagenic; the S. typhimurium strains used were not reported. Selenite (selenious acid and sodium selenite) produced DNA damage in Bacillus subtilis strains 17A and 45T; however, selenate (selenic acid and sodium selenate) was negative in the Rec assay."
        },
        {
            "References": "U.S. Environmental Protection Agency's Integrated Risk Information System (IRIS). Summary on Selenium and Compounds (7782-49-2). Available from, as of March 28, 2011: https://www.epa.gov/iris/subst/0472.htm",
            "Value": "/GENOTOXICITY/ Sodium selenide, sodium selenite, and sodium selenate (in order of decreasing activity) caused an increase in unscheduled DNA synthesis in the presence or absence of glutathione in Chinese hamster ovary cells at concentrations of 1.0 E-4 M. Increased chromosomal aberrations were also produced by sodium selenite at E-5 M in rat lymphocytes and by sodium selenite, selenious acid, selenic acid, and selenium oxide at 2.6 E-6 M in human lymphocytes. Sodium selenite produced an increase in chromosomal aberrations in the bone marrow of rats administered a total of 10-12 mg/kg intravenously (near-lethal doses). Selenium (elemental), selenium dioxide, sodium selenide, and sodium selenite (in order of decreasing activity) induced an increase in SCEs in human whole-blood cultures; sodium selenate was not mutagenic in this assay"
        },
        {
            "References": "U.S. Dept Health & Human Services/Agency for Toxic Substances & Disease Registry; Toxicological Profile for Selenium p.134 (September 2003) Available from, as of March 16, 2011: https://www.atsdr.cdc.gov/substances/indexAZ.asp#S",
            "Value": "/GENOTOXICITY/ Bone marrow cells of male mice gavaged with sodium selenate or sodium selenite showed a significant increase in chromosome breaks and spindle disturbances compared with untreated controls. The number of chromosomal aberrations increased with dose and was slightly greater with sodium selenite than with sodium selenate."
        },
        {
            "References": "U.S. Dept Health & Human Services/Agency for Toxic Substances & Disease Registry; Toxicological Profile for Selenium p.129 (September 2003) Available from, as of March 16, 2011: https://www.atsdr.cdc.gov/substances/indexAZ.asp#S",
            "Value": "/GENOTOXICITY/ Sodium selenite has been observed to induce unscheduled deoxyribonucleic acid synthesis ... in Chinese hamster V79 cellsand chromosomal aberrations in cultured Chinese hamster ovary cells."
        },
        {
            "References": "Sirianni SR, Huang CC; Cancer Lett (Shannon, Ireland) 18 (1): 109-16 (1983)",
            "Value": "/GENOTOXICITY/ The study was designed to investigate the effect of sodium selenite (Na2SeO3), sodium selenide (Na2Se), and sodium selenate (Na2SeO4) on induction of sister chromatid exchange (SCE) in the Chinese hamster V79 cell line in the presence and absence of S9 mixture. The most potent SCE inducer in the presence of the S9 mixture was sodium selenite (Na2SeO3)."
        },
        {
            "References": "PMID:16935405",
            "Value": "/GENOTOXICITY/ ... The cytotoxicity of Se is suggested to be associated with oxidative stress. Accordingly, sodium selenite, an inorganic Se compound, was reported to induce DNA damage, particularly DNA strand breaks and base damage..."
        },
        {
            "References": "PMID:6300673",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ Sodium selenite, sodium selenate, selenium oxide, selenophypoxanthine, selenopurine, selenocysteine, selenoethionine and selenomethionine were tested for their ability to induce endogenous retrovirus expression in cultured AKR mouse embryo fibroblasts. All except selenoethionine were highly toxic to the cells. Only selenomethionine however, had the ability to induce virus expression under the conditions used. The level of virus induction (plaque forming units/10+5 cells) was roughly proportional to dose over the range of concentrations from 0.25 mM to 5.0 mM. Induction was best observed when a treatment duration of 48 hr was used and required the treatment of actively dividing cells. The induction and the cytotoxic effects of selenomethionine could be abrogated by simultaneous treatment with methionine. A ratio of methionine to selenomethionine of 1:10 inhibited induction by approx 60% while equivalent amounts of methionine inhibited selenomethionine mediated induction by greater than 96%, indicating that methionine was more efficiently recognized by the cells than was selenomethionine."
        },
        {
            "References": "PMID:21422079",
            "Value": "/IMMUNOTOXICITY/ Selenium is an essential trace element possessing immune-stimulatory properties. The purpose of this 42-day study was to investigate the effects of excess dietary selenium on cellular immune function by determining morphological changes of thymus and peripheral blood T-cell subset. Three hundred 1-day-old avian broilers were fed on a basic diet (0.2 mg/kg selenium) or the same diet amended to contain 1, 5, 10, 15 mg/kg selenium supplied as sodium selenite (n = 60/group). Pathological lesions were progressed with the dietary Se level increased. Grossly, the volume of thymus was decreased. Histopathologically, lymphopenia and congestion were observed. Ultrastructurally, mitochondria injury was observed. In comparison with that of control group, 5, 10 and 15 mg/kg dietary Se decreased the percentage of CD3(+), CD3(+)CD4(+) and CD3(+)CD8(+) T cells of the peripheral blood, as measured by flow cytometry. The results showed that excess selenium (more than 5 mg/kg) intake could cause lesions of thymus and decrease of T-cell subsets. The cellular immune function was finally impaired in broilers."
        },
        {
            "References": "PMID:10871427",
            "Value": "/IMMUNOTOXICITY/ Selenium (Se) is an essential as well as a toxic trace element in animal and human nutrition. The immune system is a known target of Se intoxication. The objectives of the present study were to determine the effects of oral exposure to inorganic and organic forms of Se on the murine immune system and to compare the relative toxicity of the different chemical forms. Male BALB/c mice, 6-7 weeks of age, were exposed continuously to 0, 1, 3 or 9 ppm of Se as sodium selenite or seleno-L-methionine in the drinking water for 14 days. Following the treatment period mice were euthanized; trunk blood, spleen, thymus, liver and kidney were aseptically collected and organs weighed. Single-cell splenocyte cultures were made from the spleens and used to determine the effects of Se treatment on mitogen-induced lymphocyte blastogenesis and cytokine production. There were no changes in the 0 and 1 ppm Se groups as selenite. The thymus/body weight ratio was significantly reduced at 3 ppm Se as sodium selenite, and all other parameters remained unaffected. Exposure to 9 ppm of Se as sodium selenite resulted in marked decrease in body weight gain and relative organ weights. Treatment of mice with 9 ppm Se as sodium selenite increased erythrocyte counts in peripheral blood, reduced splenic cellularity, but increased the basal rate of splenocyte proliferation and induced a dose-dependent increase in phytohemagglutinin-P-induced lymphocyte proliferation. Sodium selenite at this dose increased the production of proinflammatory cytokines, tumor necrosis factor alpha and interleukin-1 beta, in lipopolysaccharide-stimulated splenic macrophages. Mice exposed to Se as seleno-L-methionine in the drinking water did not display any effects on the parameters examined at the dose range in this study. Results indicated that splenic macrophages and lymphocytes are sensitive to Se intoxication and there is a disparity in the immune system toxicity of inorganic and organic forms of Se administered via the drinking water, inorganic Se being more toxic."
        },
        {
            "References": "Norderg, G.F. et al; Handbook on the Toxicology of Metals 3rd ed. Academic Press, Burlington, MA. 2007, p. 795",
            "Value": "/VETERINARY CASE REPORTS/ In crossbred cow calves given sodium selenite (0.25 mg/kg body weight) for 16 weeks the treatment resulted in characteristic signs of subchronic selenosis (ie, alopecia, cracking, and enlargement of hooves, interdigital lesions, ring formation on the coronet region, and gangrene at tip of the tail). The treatment resulted in a significant rise of blood selenium levels and concurrent increases in erythrocytic glutathione peroxidase activity. Blood glutathione levels were lowered. Selenosis caused oxidative stress as evidenced by increased lipid peroxidation. Glutathione-S-transferase, glutathione reductase, superoxide dismutase, and catalase activities were significantly increased."
        },
        {
            "References": "WHO; Environmental Health Criteria 58: Selenium (1987). Available from, as of April 1, 2011: https://www.inchem.org/documents/ehc/ehc/ehc58.htm#SectionNumber:7.1",
            "Value": "/OTHER TOXICITY INFORMATION/ Administration of 0.02 - 0.05 mg selenium/kg, as selenite, prevented death and exudative diathesis in chicks fed diets containing typical levels of vitamin E."
        },
        {
            "References": "PMID:18357617",
            "Value": "/OTHER TOXICITY INFORMATION/ Se embryotoxicity /was investigated/ by proteomic analysis of cultured rat embryos. Rat embryos at day 9.5 or 10.5 of gestation were cultured for 48 or 24 hr, respectively, in the presence of sodium selenate (100 or 150 uM) or sodium selenite (20 or 30 uM). Proteins from the embryo proper and yolk sac membrane were analyzed ... for quantitative changes from those in control embryos. ... Growth inhibition and morphological abnormalities of cultured embryos were observed in all the Se treatment groups. By the analysis of the embryo proper, actin-binding proteins were identified as proteins with quantitative changes by selenate: increased phosphorylated-cofilin 1, increased phosphorylated-destrin, decreased drebrin E, and decreased myosin light polypeptide 3. Many proteins showed similar changes between selenate and selenite, including increased ATP-synthase, decreased acidic ribosomal phosphoprotein P0, and decreased pyrroline-5-carboxylate reductase-like. In the yolk sac membrane, antioxidant proteins were identified for protein spots with quantitative changes by selenite: increased peroxiredoxin 1 and increased glutathione S-transferase. The identified proteins with quantitative changes by selenate or selenite were considered to be candidate proteins involved in Se embryotoxicity: the actin-binding proteins for selenate embryotoxicity, proteins with the similar changes for the common Se embryotoxicity and antioxidant proteins for modification of Se embryotoxicity by redox-related treatments. These proteins may also be used as biomarkers in developmental toxicity studies."
        },
        {
            "References": "PMID:15787978",
            "Value": "/OTHER TOXICITY INFORMATION/ /This/ study was performed to examine the mechanism by which selenate ameliorates the insulin sensitivity in type II diabetic dbdb mice. Therefore, 21-adult female dbdb mice were randomly assigned to three experimental groups (0Se, SeIV and SeVI) with seven animals per group. Mice of group 0Se were fed with a selenium-deficient diet (<0.02 mg Se/kg) based on wheat and torula yeast for 8 weeks whereas the mice of groups SeIV (selenite) and SeVI (selenate) were fed with sodium selenite and sodium selenate (up to 35% of the LD(50) for mice in eighth week), in addition to the diet by daily tube feeding. Eight weeks of selenate application led to significantly elevated insulin sensitivity in comparison with selenium deficiency and selenite application. The activity of cytosolic protein tyrosine phosphatases (PTPs) as important negative regulators of insulin signalling was reduced from 53.8% to 22.5% in the liver and skeletal muscle of selenate-treated mice in comparison with the selenium deficient and selenite-treated controls, suggesting an inhibition of PTPs by intermediary selenate metabolites... Selenium metabolites in the oxidation state +IV were found to be the actual inhibitors of PTP activity. In conclusion, ... one possible mechanism by which supranutritional selenate doses enhance insulin sensitivity in type II diabetic dbdb mice is based on the inhibition of PTPS as negative regulators of insulin signalling. Moreover the cellular metabolism of selenate including its intermediary reduction to the oxidation state +IV seems to play a crucial role during this process. /Selenite and selenate/"
        },
        {
            "References": "Babenko GA et al; Eksp Onkol 8 (4): 31-3 (1986)",
            "Value": "/OTHER TOXICITY INFORMATION/ Influence of sodium selenite on functioning of the systems of intracellular generation and detoxication of active oxygen compounds in hepatocarcinogenesis induced by diethylnitrosamine has been studied in rats. It has been shown that the duration of latent period initiated by ions of ferrous iron chemiluminescence of homogenate of the liver rather objectively reflects the state of the functioning of the systems in charge of the formation and utilization of free radicals of oxygen in a cell. It is supposed that one of the mechanisms of anticarcinogenic action of selenium is connected with its antioxidant functions in the organism and consists in the increase of the activity of superoxide dismutase and selenium dependent glutathione peroxidases, providing a reliable level of enzymatic protection of normal cells from ... active oxygen."
        },
        {
            "References": "PMID:3756896",
            "Value": "/OTHER TOXICITY INFORMATION/ Selenium exists in a number of forms with differing valence states, some of which have shown antitumor activity. The tumoricidal activity of four currently available selenium forms against a human leukemia cell line /was studied/. ... Only selenocystine and sodium selenite showed antitumor activity, and these were also the only compounds which demonstrated significant redox chemistry, including depletion of cellular glutathione, stimulation of glutathione reductase, and stimulation of oxygen consumption. ..."
        },
        {
            "References": "PMID:3691324",
            "Value": "/OTHER TOXICITY INFORMATION/ ... Dietary selenium, as sodium selenite, ... appeared to act by enhancing potential conjugative detoxication pathways, rather than by decreasing the potential activation of chemicals via the hepatic cytochrome P450 system."
        }
    ],
    "sediment_soil_concentrations": [
        {
            "References": "(1) ATSDR; Toxicological Profile for Selenium. Atlanta, GA: Agency for Toxic Substances and Disease Registry, US Public Health Service (2003)",
            "Value": "SOIL: Sodium and potassium selenites dominate in neutral, well-drained mineral soils(1)."
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "(1) ATSDR; Toxicological Profile for Selenium. Atlanta, GA: Agency for Toxic Substances and Disease Registry, US Public Health Service (2003)",
            "Value": "Sodium selenate, Se(VI), is among the most mobile of selenium compounds because of its high water solubility and inability to adsorb to soil particles(1)."
        }
    ]
}