{
    "_id": {
        "$oid": "6682e957c4e5dba5ffba2a20"
    },
    "CID": {
        "$numberInt": "24947"
    },
    "Name": "CADMIUM CHLORIDE",
    "IUPACName": "dichlorocadmium",
    "CanonicalSMILES": "Cl[Cd]Cl",
    "Synonyms": [
        "10108-64-2",
        "cadmium chloride",
        "Dichlorocadmium",
        "Cadmium dichloride",
        "Caddy",
        "VI-Cad",
        "Kadmiumchlorid",
        "CdCl2",
        "Cadmium chloride",
        "anhydrous",
        "Cadmium(II) chloride",
        "Caswell No. 135",
        "NSC51148",
        "CCRIS 114",
        "HSDB 278",
        "NSC 51148"
    ],
    "IsomericSMILES": "Cl[Cd]Cl",
    "INCHI": "InChI=1S/Cd.2ClH/h;2*1H/q+2;;/p-2",
    "INCHIKEY": "YKYOUMDCQGMQQO-UHFFFAOYSA-L",
    "Formula": "CdCl2",
    "MolecularWeight": {
        "$numberDouble": "183.32"
    },
    "Description": "Cadmium dichloride is a cadmium coordination entity in which cadmium(2+) and Cl(-) ions are present in the ratio 2:1. Although considered to be ionic, it has considerable covalent character to its bonding.",
    "XlogP": {
        "$numberDouble": "NaN"
    },
    "Complexity": {
        "$numberInt": "2"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "logP": [
        {
            "References": "Mason RP et al; Environ Sci Technol 30: 1835-45 (1996)",
            "Value": "log Kow = 0.21"
        }
    ],
    "mechanism_of_action": [
        {
            "References": "PMID:11428911",
            "Value": "Metallothioneins (MTs) have a low molecular weight and have been considered to be important metal-binding proteins in defense from cadmium (Cd) toxicity in animals. These proteins are known to be induced by the injection of heavy metals such as Cd. Previously, we developed the measurement of the MT mRNA expression by the RT-PCR method. In this study, to clarify the relation between Cd-induced MT-I mRNA expression and female sex hormones in liver, we investigated the influences of the ovariectomy and female sex hormones on hepatic MT-I mRNA expression after Cd injection, and also investigated the effects of aging on hepatic MT-I mRNA expression in mice after Cd injection. We analysed the MT-I mRNA expression by the RT-PCR method. Cd-induced MT-I mRNA expression in ovariectomized mice was more than that in sham-operated mice (9 weeks old). Both 17 beta-estradiol and progesterone reduced the Cd-induced MT-I mRNA expression in ovariectomized mice (9 weeks old). Moreover, the MT-I mRNA expression in male mice was more than that of females (9 weeks old). However, the sex difference in the gene expression was not found in younger (4 weeks old) or older (46 weeks old) mice. These results suggest that the expression of hepatic MT-I mRNA after Cd injection is influenced by female sex hormones."
        },
        {
            "References": "Harstad EB, Klaassen CD; Toxicology and Applied Pharmacology 179 (3): 155-162 (2002)",
            "Value": "Acute administration of cadmium results in hepatotoxicity. Recent reports indicate that Kupffer cells, the resident macrophages of the liver, participate in the manifestation of chemical-induced hepatotoxicity. Tumor necrosis factor-alpha  (TNF-a) is a proinflammatory cytokine that is a major product of Kupffer cells and mediates the hepatotoxic effects of lipopolysaccharide (LPS). It has been speculated that cadmium also may exert its hepatotoxicity via the production of TNF-a by the Kupffer cells. Therefore, this study was undertaken to determine whether mice deficient in TNF-a are resistant to CdCl2-induced hepatotoxicity. TNF-a-null (TNF-KO) and wild-type (WT) mice were dosed ip with saline, LPS (0.1 mg/kg)/Gln (L-galactosamine, 700 mg/kg), or CdCl2 (2.2, 2.8, 3.4, and 3.9 mg Cd/kg). Serum alanine aminotransferase (ALT) and sorbitol dehydrogenase (SDH) activities were quantified to assess liver injury. Caspase-3 activity was quantified to assess hepatocellular apoptosis. LPS/Gln treatment increased ALT (17-fold) and SDH (21-fold) in WT mice. In contrast, LPS/Gln-treatment did not significantly increase ALT or SDH in TNF-KO mice. LPS/Gln-treatment caused a 7.8-fold increase in caspase-3 activity in WT mice but did not increase caspase-3 in TNF-KO mice. Cadmium caused a dose-dependent increase in liver injury in both WT and TNF-KO mice. However, the liver injury produced by Cd in the TNF-KO mice was not different from that in WT at any dose. No significant increase in caspase-3 activity was detected in any of the Cd-treated mice. These data indicate that, in contrast to LPS/Gln-induced hepatotoxicity, TNF-a does not appear to mediate Cd-induced hepatotoxicity."
        },
        {
            "References": "PMID:15878868",
            "Value": "Whether translation initiation factor 4E (eIF4E), the mRNA cap binding and rate-limiting factor required for translation, is a target for cytotoxicity and cell death induced by cadmium, a human carcinogen, was investigated. Exposure of human cell lines, HCT15, PLC/PR/5, HeLa, and Chang, to cadmium chloride resulted in cytotoxicity and cell death, and this was associated with a significant decrease in eIF4E protein levels. Similarly, specific silencing of the expression of the eIF4E gene, caused by a small interfering RNA, resulted in significant cytotoxicity and cell death. On the other hand, overexpression of the eIF4E gene was protective against the cadmium-induced cytotoxicity and cell death. Further studies revealed the absence of alterations in the eIF4E mRNA level in the cadmium-treated cells despite their decreased eIF4E protein level. In addition, exposure of cells to cadmium resulted in enhanced ubiquitination of eIF4E protein while inhibitors of proteasome activity reversed the cadmium-induced decrease of eIF4E protein. Exposure of cells to cadmium, as well as the specific silencing of eIF4E gene, also resulted in decreased cellular levels of cyclin D1, a critical cell cycle and growth regulating gene, suggesting that the observed inhibition of cyclin D1 gene expression in the cadmium-treated cells is most likely due to decreased cellular level of eIF4E. Taken together, our results demonstrate that the exposure of cells to cadmium chloride resulted in cytotoxicity and cell death due to enhanced ubiquitination and consequent proteolysis of eIF4E protein, which in turn diminished cellular levels of critical genes such as cyclin D1."
        },
        {
            "References": "NIWA A ET AL; ACTA MED KINKI UNIV 5 (2): 185-91 (1980)",
            "Value": "A POSSIBLE MECHANISM OF THE PRESSOR EFFECT OF CADMIUM (AS CADMIUM CHLORIDE) WAS INVESTIGATED BY USING THE ISOLATED THORACIC AORTA FROM RATS. CADMIUM PRODUCED CONTRACTION IN THE LOW CONCN & RELAXATION AT THE HIGH CONCN. THE CONTRACTION BY CADMIUM IS DEPENDENT ON THE EXTERNAL CALCIUM & THE LOW CONCN OF CADMIUM ACCELERATES THE CALCIUM RELEASE FROM THE CALCIUM STORE, THE HIGH CONCN INHIBITING THE CALCIUM RELEASE &/OR THE FUNCTION OF CONTRACTILE PROTEINS."
        },
        {
            "References": "PMID:6320498",
            "Value": "CADMIUM HAS BEEN SHOWN TO ALTER MEMBRANE BOUND ATPASE BOTH IN VITRO & IN RATS TREATED WITH THE METAL. HOWEVER, CADMIUM EFFECTS ON THE SUBSTRATE & IONIC ACTIVATION KINETICS OF SODIUM POTASSIUM ATPASE ACTIVITY WERE DETERMINED BY A COUPLED ENZYMATIC METHOD. A CONCN RESPONSE CURVE WAS DETERMINED USING 5-30 UM CADMIUM CHLORIDE IN THE REACTION MEDIUM. THE DATA SHOWED A 50% INHIBITION AT 15 UM CADMIUM CHLORIDE. THE PRESENT DATA SUGGEST THAT CADMIUM MAY BE COMPETING WITH ATP & SODIUM ION SITES ON SODIUM POTASSIUM ATPASE IN RAT BRAIN SYNAPTOSOMES."
        },
        {
            "References": "Goodman DR et al; Terat Carcinog Mutag 3 (1): 89-100 (1983)",
            "Value": "... Cadmium chloride directly effects the human placental syncytiotrophoblast microvillous membrane. /This heavy/ metal alters the facilitated diffusion of alpha- aminoisobutyric acid (AIB) into vesicles of this membrane in uM concentrations. ... Cadmium chloride inhibited the initial rate of alpha-aminoisobutyric acid transport ... 21% at 200 uM, but did not effect the equilibrium levels in control."
        },
        {
            "References": "PMID:2932999",
            "Value": "The effect of cadmium on some functions of mitochondria isolated from kidneys of rat was studied. Addition of cadmium chloride to mitochrondria induced stimulation of both state four respiratory rate and ATPase activity, which are prevented by the addition of ruthenium red. ... Cadmium inhibits competitively calcium translocation; this inhibitory effect of cadmium is reverted by the addition of dithiothreitol. From these results, it is proposed that, similarly to Ca(2+), cadmium penetrates mitochondria and binds to a membrane dithiol group, which is essential for the translocation of the cation."
        },
        {
            "References": "Kisling GM et al; Toxicol Appl Pharcol 89 (3): 295-304 (1987)",
            "Value": "Mitochondria were isolated from heart obtained from adult male rats by two-part differential centrifugation of heart homogenates. Time dependent (0-120 seconds) and concn dependent (0-10 uM cadmium chloride) effects of cadmium on pyruvate malate supported state 3 and state 4 respiration were measured in a constant temperature reaction chamber at 37 degrees C. The medium inhibitory concn (ID50) for cadmium chloride on state 3 respiration was 4.2 uM. The inhibition produced by cadmium chloride in heart mitochondria was compared, using identical procedures, to the effects induced by sodium atractyloside and potassium cyanide, which are known to alter mitochondrial respiration at specific sites. The calculated values for these agents in heart mitochondria were 1.8 and 16 uM, respectively. The concn dependent inhibition of mitochondrial respiration induced by either cadmium chloride or potassium cyanide was maintained in the presence of 50 uM carbonyl cyanide m-chlorophenylhydrazone, a known uncoupling agent. In addition cadmium chloride was also shown to inhibit carbonyl m-chlorophenylhydrazone uncoupled mitochondrial respiration. The cadmium induced inhibition of mitochondrial respiration was reversed partially by cysteine and completely by 2,3-dimercaptopropanol."
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "Zhao Z et al; Toxicology Letters 164 (2): 144-154 (2006)",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Intestinal inflammation is an indispensable protective response of the gut immune system to aggressive injury from pathogens and/or chemicals. Although the major route of exposure to cadmium for most people is via food, causing the gastrointestinal tract to become the first target organ, very little information is available on whether cadmium exposure triggers the intestinal inflammatory response. We investigated in the present study the acute inflammatory response in the intestines of mice orally challenged with a single dose of cadmium chloride (CdCl2) by determining the gene expression of pro-inflammatory mediators with real-time /polymerase chain reaction/, and by examining the infiltration of inflammatory cells with a myeloperoxidase (MPO) assay and histological analysis of hematoxylin and eosin (H&E)-stained intestinal sections. The results show that CdCl2 significantly increased the expression of macrophage inflammatory protein-2 mRNA (30-40 times the normal level) 3 hr and the activity of MPO (about 2 times the normal level) 24 hr after the challenge in the duodenal and proximal jejunal tissue. Furthermore, these increases were dose-dependent over a dosage range of 25-100 mg/kg of body weight. The histological analysis confirmed that CdCl2 induced mild to moderate villus damage and infiltration of inflammatory cells into the lamina propria. All these results demonstrate that oral exposure to CdCl2 triggered an acute inflammatory response in the proximal intestine of mice, suggesting that the gut immune system was involved in the toxic effects of Cd on the gastrointestinal tract."
        },
        {
            "References": "Harstad EB, Klaassen CD et al; Toxicology 175 (1-3): 83-90 (2002)",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Acute administration of cadmium (Cd) to rats results in hepatotoxicity. Recent reports indicate that Kupffer cells, the resident macrophages of the liver, participate in the manifestation of Cd-induced hepatotoxicity. Nitric oxide (NO) is a reactive nitrogen radical produced by activated Kupffer cells via the induction of inducible nitric oxide synthase (iNOS). Nitric oxide can combine with superoxide to form peroxynitrite, a molecule that may participate in the toxic mechanisms of hepatotoxins, such as acetaminophen and bacterial endotoxin. It has been speculated that Cd also may exert its hepatotoxicity, in part, via the production of NO by iNOS. Therefore, this study was undertaken to determine whether iNOS contributes to Cd-induced hepatotoxicity. Wild-type (WT) mice were administered selective iNOS inhibitors (AMT and 1400W) concurrently and 3 hr after administration of a hepatotoxic dose of Cd (4.0 mg Cd/mg). Additionally, WT and iNOS-null (iNOS-KO) mice were dosed iv with saline or 2.0, 2.5, 3.0, 3.5 or 4.0 mg Cd/kg. Serum alanine aminotransferase (ALT) and sorbitol dehydrogenase (SDH) activities were quantified to assess liver injury. Administration of iNOS inhibitors failed to prevent Cd-induced hepatotoxicity. Also, Cd caused a dose-dependent increase in liver injury in both WT and iNOS-KO mice. The liver injury produced by Cd in the iNOS-KO mice was not different from that in WT at any dose. These data indicate that iNOS does not appear to mediate Cd-induced hepatotoxicity."
        },
        {
            "References": "Harstad EB, Klaassen CD; Toxicology and Applied Pharmacology 180(3):178-185 (2002)",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ The heavy metal cadmium (Cd) causes hepatotoxicity upon acute administration. Kupffer cells, the resident macrophages of the liver, have been suggested to play a role in Cd-induced hepatotoxicity. Gadolinium chloride (GdCl3) may prevent Cd-induced hepatotoxicity by suppressing Kupffer cells. However, GdCl3 also induces the Cd-binding protein, metallothionein (MT). Therefore, this study was conducted to determine whether GdCl3 prevents Cd-induced hepatotoxicity via the induction of MT. Hepatic MT and Kupffer cell counts were analyzed 24 hr after wild-type (WT) mice were administered saline or 10, 30, or 60 mg GdCl3/kg. GdCl3 induced MT in a dose-dependent manner without affecting nonprotein sulfhydryl content. All examined doses of GdCl3 were effective at eliminating Kupffer cells from the liver. To examine the hepatoprotective effects of GdCl3, WT and MT-null mice were pretreated with saline or 10, 30, or 60 mg GdCl3 24 hr prior to a hepatotoxic dose of Cd/Cl2/ (2.5 mg Cd/kg). Blood and livers were removed 16 hr later and analyzed for hepatotoxicity as well as MT, Cd, and Kupffer cell content. Hepatotoxicity was alleviated in both WT and MT-null mice that were pretreated with 30 or 60 mg GdCl3kg, indicating that MT induction is not required for the hepatoprotective effects of GdCl3. Hepatic Cd content was not decreased by GdCl3, demonstrating that GdCl3 does not negatively affect Cd distribution to the liver. Kupffer cells were depleted at all three doses of GdCl3, whereas hepatoprotection was only observed at doses of 30 and 60 mg GdCl3/kg. This does not rule out Kupffer cells in the mechanism of Cd-induced hepatotoxicity, but it does suggest that GdCl3 exerts hepatoprotective effects on the liver aside from depleting Kupffer cells. In summary, these data substantially rule out MT induction and decrease the importance of Kupffer cells as mechanisms of GdCl3-induced protection from Cd-induced hepatotoxicity."
        },
        {
            "References": "PMID:12107645",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ The relative importance of the three particulate matter (PM) size fractions in ambient air, i.e. coarse (2.5-10 um), fine (0.1-2.5 um) and ultrafine (<0.1 um) fractions, on the induction of adverse health effects is still unknown. Moreover, there is no straightforward relationship between ambient concentration levels, exposure (external dose) and the dose delivered to the target site (internal dose). Recently, a human and a rat airway PM deposition model (MPPDep V1.1) have been developed by CIIT Centers for Health Research and the National Institute of Public Health and the Environment (RIVM)... This paper describes studies using cadmium chloride (CdCl2) as a model for toxic aerosol particles to (1) investigate the role of particle size in the development of pulmonary effects, and (2) evaluate the MPPDep model, by comparing predicted deposition with measured deposition of CdCl2 in the respiratory tract. Rats (ten per group) were exposed for a single 4-hr period to CdCl2 particles at various sizes, i.e. 33, 170, 637 and 1495 nm, all at a target concentration of 1 mg/cu m. Immediately after exposure, four of ten rats per group were killed and trachea, lung lobes, heart, liver and kidneys were collected and preserved to determine the amount of CdCl2 present in each of these organs. CdCl2-induced toxicity, as measured by lactate dehydrogenase (LDH), N-acetyl glucosaminidase (NAG) and protein levels in bronchoalveolar lavage fluid, was determined in the remaining six rats per group the day after exposure. Animals exposed to 33 nm particles showed the highest level of respiratory toxicity, followed by animals exposed to 637 nm particles, then to 170 nm particles and finally by those exposed to 1495 nm particles. Pulmonary cadmium levels showed a similar relationship. The results from the present study suggest that the induction of pulmonary toxicity following inhalation exposure to soluble CdCl2 particles in the range 30-1500 nm depends on the amount of deposited material, which in its turn depends on the initial (aerodynamic) particle size. In addition, the MPPDep model accurately predicted the measured CdCl2 deposition. Conclusively, for soluble particles the deposited pulmonary mass (dose) of particles is important for toxicity and is dependent of particle size..."
        },
        {
            "References": "Dogra S et al; Indian J Exp Biol 40 (3): 262-267 (2002)",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Rats were intratracheally...exposed to 36.5 or 27.5 ug of cadmium (Cd) as soluble cadmium chloride (CdCl2) and insoluble cadmium oxide (CdO) salts. The retention of metal in lungs, liver and kidney was assessed by atomic adsorption spectrophotometer. The animals were ip primed with sheep red blood cells (SRBC) and assessed for the number of antibody forming cells in lung associated lymph nodes (LALN) and spleen. Both the compounds had similar retention of metal in lungs but CdO induced more pulmonary inflammatory and degradative changes than CdCl2. The larger influx of polymorphonuclear cells (PMNs) following CdO exposure appears to be due to the absence of protection afforded by Cd induced metallothionein cytoplasmic protein while the Cd metallothionein complex formed in the case of CdCl2 is more protective. However both forms of Cd had similar local immunosuppressive potential but CdO had more prolonged suppressive effect."
        },
        {
            "References": "Browning, E. Toxicity of Industrial Metals. 2nd ed. New York: Appleton-Century-Crofts, 1969., p. 100",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/... /EXPTL STUDIES SHOWED/ SEVERE DAMAGE WITH INTENSE NECROSIS OF CONVOLUTED TUBULES & CASTS, FOLLOWING IV ADMIN OF CADMIUM CHLORIDE, & ... IRRESPECTIVE OF AMT INGESTED LIVER & KIDNEYS SHOWED FATTY INFILTRATION."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V11 58 (1976)",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/... /DEATHS OF DOGS EXPOSED/ TO CADMIUM CHLORIDE MISTS IN CHAMBER ... OF 0.32 MG CADMIUM/L OF AIR FOR A 30-MIN ... /PERIOD WERE/ PRIMARILY DUE TO PULMONARY INJURY ..."
        },
        {
            "References": "Epstein S et al; Toxicol Appl Pharm 23: 288 (1972)",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Cadmium chloride given as a single ip dose to male mice (0.6 to 4.2 mg Cd/kg) resulted in no dominant lethal effects."
        },
        {
            "References": "Grose EC et al; J Am Coll Toxicol 6 (4): 451-60 (1987)",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ The toxicity of inhaled aerosols of cadmium chloride (CdCl2) and cadmium oxide (CdO) on hepatic biochemical function was compared. Male rats were exposed for 2 hours to concentrations of 0.45 and 4.5 mg cadmium/cu m. Serum and liver enzymes and histological changes were studied immediately and 72 hours after exposure. Exposure to 4.5 mg/cu m cadmium chloride and cadmium oxide resulted in an increase in liver cadmium content. Following exposure to 4.5 mg/cu m cadmium chloride decreases in body and liver weight, as well as decreased activities of glutathione (GSH)-reductase, GSH-peroxidase, and glucose-6-phosphate dehydrogenase (G-6-PDH) were observed. Increase in serum bilirubin and activities of creatine kinase, lactate dehydrogenase, and aspartate aminotransferase were evident 72 hours after exposure. Exposure to 0.45 mg/cu m cadmium chloride, produced more hepatic effects than did a similar exposure to cadmium oxide. This differential response between inhalation of cadmium chloride and cadmium oxide was probably due to a rapid clearance of cadmium chloride or cadmium(2+) ions from the lung and transport to the liver via the systemic blood circulation."
        },
        {
            "References": "Grant, W.M. Toxicology of the Eye. 3rd ed. Springfield, IL: Charles C. Thomas Publisher, 1986., p. 165",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Cadmium chloride applied as a 0.05 to 0.1 M aqueous solution to rabbit eyes for ten minutes after mechanical removal of the corneal epithelium to facilitate penetration has caused total opacification and scaring of the cornea."
        },
        {
            "References": "Jin T et al; Toxicology 142 (1): 69-75 (1999)",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Streptozotocin-induced diabetic rats and normal non-diabetic (ND) rats were exposed to cadmium chloride in drinking water in doses of 0, 50 and 100 ppm for 90 days. There was a dose-related increase in urinary protein and enzymes in the diabetic group, but an increase in proteinuria only in the high exposure subgroup of the ND group. It is suggested that diabetic rats induced by streptozotocin are more susceptible to cadmium nephrotoxicity than normal (ND) rats. Metallothionein synthesis in liver was estimated to be similar in both the diabetic and non-diabetic groups after exposure to cadmium. Less excretion of cadmium in urine and greater accumulation of cadmium in kidney were observed in the diabetic group, and this may be one of the mechanisms underlying the susceptibility of diabetic animals to the effects of cadmium..."
        },
        {
            "References": "Fazeli M, Hassanzadeh P, Alaei S; Hum Exp Toxicol 30(2):152-159(2011)",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/Cadmium (Cd), a naturally occurring heavy metal, is an important environmental pollutant and a potent toxicant to bacteria. The gastrointestinal tract microflora has a marked capacity to cope with the increased load of ingested metals. However, heavy metals may have harmful effects on /gastrointestinal/ microflora. Under the conditions of experimental exposure to cadmium, changes in the population of intestinal microflora in healthy mice were examined. Five experimental groups received 23 to 50 mg/kg cadmium in drinking water and control group was given water free from cadmium for 45 days. Intestinal contents and biopsy samples were aseptically collected and bacterial counts were performed. The microflora of the intestine in control group was represented by bacteria of the genera Bacillus cereus, Lactobacillus spp., Clostridium spp., Escherichia coli, Klebsiella spp., Pseudomonas spp., Enterococcus spp. and Proteus spp. As the result of dysbiosis induced by the introduction of cadmium, a sharp decrease in the population of all microbial species in the intestine was observed. The deleterious effect of cadmium appeared to be less in the large intestine and rectum than that of small intestine, suggesting a site-specific influence of cadmium. The gram-negative bacteria tested were less sensitive to cadmium compared to the gram-positive bacteria because of their possible different ability to uptake the metal ions."
        },
        {
            "References": "Tripathi S, Srivastav AK; Tissue and Cell 43 (2): 131-136 (2011)",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Male Wistar rats were randomly divided into three groups - A, B and C. A dose of 5 mg and 10 mg of cadmium chloride/kg body weight/day was orally administered to groups B and C, respectively. Rats from group A served as control. Rats were sacrificed on 1st, 2nd, 4th, 6th, and 8th week after initiation of the experiment. Kidneys were removed immediately, fixed in Bouin's fixative, routinely processed and stained with hematoxylin and eosin. The present study showed that the histopathological changes were caused in kidney of rats by cadmium exposure. The changes noticed were mainly - the glomerular swelling (at initial stage), the shrinkage of glomerulus (at later stage), the tubular dilatation, hypertrophy of tubular epithelium, degeneration of glomerulus and renal tubules and deposition of eosin-positive substances in the glomerulus and renal tubules. However, lesions were depended upon the doses and duration of the treatment."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V11 58 (1976)",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Emphysema has been produced experimentally in male rats exposed to cadmium chloride aerosols (0.1% soln) for 1 hr/day on 5-15 days."
        },
        {
            "References": "PMID:3992931",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ A total of 100 broiler chickens of the Plymouth Rock Breed ... from hatching up to the 56th day of age ... were offered a maize-soybean ration ... balanced in the terms of nutrients and exogenically supplemented with cadmium at various rates in the form of cadmium choride. The birds were divided into five experimental groups. The first group was given the basic ration with 2.5 mg Cd/kg of feed. The second group was given the same ration with 5 mg Cd; the third group ... the same feed with 10 mg Cd; and the fourth group ... the same ration with 20 mg Cd. ... Morphologic studies revealed ... severe dystrophic and necrotic changes accompanied by hemorrhages in the kidneys, heart muscle and liver. ... The birds of the second and third group /exhibited/ thinning and prolongation of the villi intestinales, and those of the fourth group ... /revealed/ shortening and thickening of the villi in the small intestine. These changes were indicative of /possible/ chronic toxic lesions."
        },
        {
            "References": "PMID:6143524",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Comparisons were made between morphologic and biochemical changes occurring in the lung of rats receiving a single exposure or repeated 2 hr exposures of aerosolized 0.1% cadmium chloride, simulating varied exposure conditions potentially experienced by humans. Lung lysyl-oxidase activity increased in both models, although less so with repeated exposures. Pulsing lung tissue in vitro with (3)H-proline indicated that the rates of collagen biosynthesis were elevated preferentially over rates of non-collagen protein synthesis in both exposure models. Lung metallothionein increased nearly linearly over 21 days of repeated exposure. Histologic examination revealed scarred lesions distorting alveolar structure and bronchioles in both models. ... Scarring and cell exudation into the airways and interstitium was less in the repeatedly exposed model. The results indicate the activation of a connective tissue repair reaction in both models. Increased levels of metallothionein after repeated exposure may both sequester cadmium and reduce pools of copper available for lysyl-oxidase synthesis, thus limiting the fibrotic response."
        },
        {
            "References": "PMID:7324075",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ OVER PERIOD OF 16 DAYS, RATS WERE INJECTED SC ONCE EVERY 2ND DAY WITH SALINE OR 3 DIFFERENT DOSES (0.8, 1.5 OR 3.0 MG CD/KG OF CADMIUM CHLORIDE ) & SACRIFICED 48 HR AFTER LAST INJECTION. A DOSE DEPENDENT INCREASE IN METALLOTHIONEIN (MT) ACCUMULATION WAS OBSERVED IN A NUMBER OF RAT TISSUES AFTER INJECTION, THE HIGHEST AMOUNT BEING IN LIVER, KIDNEY & AND PANCREAS. FURTHER ANALYSIS OF SHOWED A POSITIVE CORRELATION BETWEEN CADMIUM & MT CONCN IN 8 TISSUES. THE RELATIVE MT INDUCIBILITY IN LIVER, PANCREAS, HEART & STOMACH IN RESPONSE TO CADMIUM INJECTION WAS IDENTICAL."
        },
        {
            "References": "PMID:3959108",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Fischer-344 rats were exposed to 0.0, 0.3, 1.0, or 2.0 mg Cd/cu m as cadmium chloride aerosol for 6 hr/day, 5 day/wk, for 62 exposure days. Exposure to 2.0 mg Cd/cu m resulted in rapid weight loss, and all of the animals died within the first 45 exposure days. As a group, female rats survived significantly longer than the males. Exposure to Cd resulted in dose dependent increases in lung weight. The increased weight was the result of additional tissue mass rather than edema. Both connective tissue components, elastin and collagen, were significantly increased in the 1.0 mg/cu m group when these components were expressed on the basis of dry weight. Dose-dependent changes at the terminal bronchioles consisted of hyperplasia and flattening of type II cells, inflammation, and the proliferation of fibroblasts. Exposure to Cd also resulted in the development of intralymphatic microgranulomas in the perivascular and peribronchiolar lymphoid tissue."
        },
        {
            "References": "PMID:4024112",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ The effects of exposure to cadmium chloride followed by hyperoxia were studied in mouse lung. Special emphasis was placed on analysis of cell proliferation following injury. Male Balb/c mice were exposed to aerosols of 4.9 micrograms Cd/liter for 1 hr while controls were exposed to water aerosols. Immediately after, half of each group was placed in 80% oxygen for 6 days, while the rest were left in room air. Three endpoints were used to assess lung injury; measurement of hydroxyproline, (14)C thymidine incorporation into DNA, and histopathology. Parenchymal and bronchiolar labeling indices were determined following autoradiography. A 1 hr exposure to CdCl2 aerosols caused marked cell proliferation in the lung with the peak of cell labeling occurring at day 5. In animals exposed to both CdCl2 + 80% oxygen, the cell labeling peak was delayed until day 9. Cell differentiation studies showed a delay in the peak of type II epithelial cell and endothelial cell division when CdCl2 exposure was followed by the 80% oxygen treatment. On Day 15 most of the labeled cells were identified as interstitial cells in both treated groups. Bronchiolar cell labeling was suppressed at the early time period in the Cd + oxygen group. With time, the histologically visible lung lesions tended to resolve in animals exposed to CdCl2 or CdCl2 and 80% oxygen, whereas total pulmonary hydroxyproline remained at all times (3, 6, and 12 months) significantly higher in Cd treated animals when compared to controls. It was concluded that acute lung injury by a toxic inhalant can be amplified if there is an initial delay in pulmonary cell proliferation following an acute insult."
        },
        {
            "References": "PMID:3424387",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Age dependence of survival following Cd exposure, and the relationship between endogenous hepatic metallothionein levels and susceptibility to Cd-induced lethality were investigated in C57BL/6J mice. Cadmium chloride in physiological saline was administered ip to 2 to 10 day-old mice (0.05 mL injection volume) and older mice (0.1 to 0.25 ml injection volume). Hepatic metallothionein was highest in 2-day-old mice and declined to the adult level by 21 days of age. Seven-day LD50 values for 7-day old and 50-day old mice were 1.65 mg Cd/kg and 4.08 mg Cd/kg, respectively. A 2 mg Cd/kg challenge to 2, 7, 10, 14, and 28-day-old mice demonstrated that survival time and overall percentage of animals surviving increased with age. For 2-day-old mice, all lethality occurred within the first 12 hr of treatment. High levels of hepatic metallothionein in neonatal mice failed to protect against Cd-induced lethality."
        },
        {
            "References": "PMID:11201662",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ To determine whether low-dose oral administration of cadmium (Cd) induces renal toxicity, six groups of female Sprague-Dawley rats were fed a diet containing low amounts of CdCl2 or Cd-polluted rice at concentrations up to 40 ppm, and were killed after 12, 18, and 22 months (experiment 1). In addition to the determination of cortical Cd levels and histopathological assessment of kidneys, labeling indices (LIs) for proliferating cell nuclear antigen (PCNA) in the renal cortical tubular epithelium of Cd-treated rats were determined as a measure of regenerative activity. For comparison, the kidneys of rats given diets containing small to large amounts of CdCl2 up to 600 ppm for 4 months were similarly examined (experiment 2). Animals in experiment 1 demonstrated spontaneous chronic nephropathy and fluctuation in the tubular PCNA LI, but these findings were not correlated with renal Cd levels at 22 months. PCNA LI on the other hand, appeared to be linked to the severity of chronic nephropathy. In experiment 2, levels of CdCl2 of 200 ppm or more clearly induced degeneration and apoptosis of proximal tubules with high correlations between renal Cd levels, PCNA LI, and the severity of tubular degeneration. The results demonstrated that, in contrast to high-dose Cd administration, treatment with 40 ppm or less for 22 months did not influence tubular regeneration as a component of nonspecific chronic nephropathy, suggesting that long-term oral administration of low levels of Cd does not injure renal tubules in female rats."
        },
        {
            "References": "PMID:11871130",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ To clarify toxic effects of long-term oral administration of low dose cadmium (Cd) on the liver and kidney, six groups of female Sprague-Dawley rats were fed a diet containing Cd-polluted rice or CdCl2 at concentrations up to 40 ppm, and killed after 12, 18, and 22 months. With toxicological parameters, including histopathology, there was no evidence of Cd-related hepato-renal toxicity, despite a slight decrease of mean corpuscular volume and mean corpuscular hemoglobin of red blood cells with 40 ppm CdCl2. Dose-dependent accumulation of Cd was observed in the liver and kidneys with peak levels of 130 +/- 42 ug/g and 120 +/- 20 ug/g, respectively, at 18 months in animals treated with 40 ppm CdCl2. A dose-dependent increase in urinary Cd levels became evident with time. Induction of metallothionein (MT) was also observed in the liver and kidney with a high correlation to the corresponding Cd levels. In the proximal renal tubular epithelia of 40 ppm CdCl2-treated rats at 22 months, prominent accumulation of Cd was observed in secondary lysosomes associated with MT deposits in their exocytotic residual bodies. The results demonstrated that, in contrast to the case with high-dose Cd-administration, renal toxicity is not induced by long-term oral administration of low amounts of Cd, although tissue accumulation does occur. Possible protective mechanisms may be operating."
        },
        {
            "References": "Clarke, M. L., D. G. Harvey and D. J. Humphreys. Veterinary Toxicology. 2nd ed. London: Bailliere Tindall, 1981., p. 37",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ EXPTL CHRONIC POISONING INDUCED IN RAT BY FEEDING 62 PPM OF CADMIUM & ITS CHLORIDE WAS CHARACTERIZED BY RAPID BLEACHING ON INCISOR TEETH & BY DEVELOPMENT OF SEVERE ANEMIA, CARDIAC HYPERTROPHY & HYPERPLASIA OF BONE MARROW."
        },
        {
            "References": "PMID:6571943",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ LUNG CANCERS WERE INDUCED IN INBRED W RATS BY CADMIUM CHLORIDE AEROSOLS. FOR 18 MONTHS, 120 MALE RATS WERE CONTINUOUSLY EXPOSED TO CADMIUM CHLORIDE AEROSOLS WITH CADMIUM CONCN OF 12.5, 25, & 50 UG/CU M, RESPECTIVELY. 41 RATS WERE KEPT IN FILTERED AIR FOR SAME PERIOD; THESE SERVED AS CONTROLS. SURVIVORS WERE KILLED 13 MO AFTER END OF INHALATION EXPT. HISTOPATHOLOGICAL EXAM REVEALED A DOSE DEPENDENT INCIDENCE OF PRIMARY LUNG CARCINOMAS OF THE FOLLOWING TYPES: ADENOCARCINOMAS, EPIDERMOID (SQUAMOUS CELL) CARCINOMAS, COMBINED EPIDERMOID CARCINOMAS & ADENOCARCINOMAS, & MUCOEPIDERMOID CARCINOMAS. INCIDENCE OF LUNG CARCINOMAS WAS 71.4% IN 50 UG CD/CU M, 52.6% IN 25 UG CD/CU M, & 15.4% IN 12.5 UG CD/CU M EXPOSURE GROUPS. NO CONTROLS DEVELOPED LUNG CARCINOMAS."
        },
        {
            "References": "Cammer P et al; IARC Sci Pub 53: 267-76 (1984)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Rabbits were exposed to low levels of airborne metals for 1-8 months, 5 days/week, 6 hr/day. After exposure, lung tissue was examined by light and electron microscopy. Macrophages lavaged from the left lung were examined morphologically and functionally. Phospholipids were analyzed in lung tissue or lavage fluid. ... Exposure to cadmium chloride ... increased the level of lysozyme in the macrophages. ... Cadmium chloride also produced interstitial alveolitis and cytoplasmic blebs on the surface of the macrophages. ..."
        },
        {
            "References": "Gosselin, R.E., R.P. Smith, H.C. Hodge. Clinical Toxicology of Commercial Products. 5th ed. Baltimore: Williams and Wilkins, 1984., p. III-78",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ In rats, pulmonary fibrotic changes can also be induced by the chronic ingestion of cadmium chloride in drinking water."
        },
        {
            "References": "PMID:3652031",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Thirty mature male Wistar rats were administered cadmium as cadmium chloride in single doses of 50 mg/kg po or 2.5 mg/kg ip or 10 weekly doses of 5 mg/kg po or 0.25 mg/kg ip, respectively. Ten males, each treated correspondingly with the vehicle, served as control groups. Some of the animals were necropsied after 12 and 18 months, respectively, the remainder were kept for up to 30 months. In a supplementary study 25 males were each treated once with 200 mg/kg po or 2 mg/kg sc and 35 males with 100 mg/kg po. This experiment was terminated after 6 months. Animals having received 100 mg/kg exhibited severe lesions of the testicular parenchyma with massive calcification of the necrotic tubuli and pronounced fibrosis of the interstitium. All animals receiving 2.5 mg/kg sc had a Leydig cell tumor in at least one of the testes. In 5 out of 15 animals surviving 18 months these tumors were classified as malignant (mean time of induction: 858 + or - 77 days). All the other tumors detected were not regarded as causally related to treatment."
        },
        {
            "References": "Oldiges H, Glaser U; Toxicol Environ Chem 11 (4): 351-7 (1986)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ In a long term inhalation study, cadmium aerosols consisting of cadmium chloride and cadmium oxide as dusts and fumes, cadmium sulfate, cadmium sulfide, and a combination of cadmium oxide-zinc oxide were used. Wistar rats were continuously exposed in inhalation chambers for 18 mo 22 hr/day or for 40 hr/wk. The particles of the cadmium aerosols had an average mass medium diameters in the range from 0.2 to 0.5 um. Cadmium sulfate was most toxic, followed by cadmium sulfide and cadmium oxide aerosol. Cadmium oxide fumes were not toxic nor was cadmium oxide-zinc oxide or cadmium chloride."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V58 171 (1993)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ A group of 15 male Wistar rats weighing 100-300 g received single subcutaneous injections (site unspecified) of 0.02-0.03 mmol/kg bw (3.7-5.5 mg/kg bw) cadmium chloride and were observed for 11 months. Interstitial-cell tumors of the testes developed in 13/13 rats still alive at 11 months, and two rats developed pleomorphic sarcomas at the site of injection."
        },
        {
            "References": "WHO; Environmental Health Criteria 134: Cadmium p. 199 (1992)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ There is evidence that cadmium chloride, sulfate, sulfide, and oxide give rise to injection site sarcomata in the rat and that the chloride and sulfate induced interstitial cell tumors of the testis in rats and mice. Long-term inhalation studies in rats exposed to aerosols of cadmium chloride, sulfate, and oxide fume and dust at low concentrations demonstrated a high incidence of primary lung cancer with evidence of a dose-response relationship."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V58 170 (1993)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ A group of 22 four-month-old male Wistar rats received single subcutaneous injections of 0.03 mmol/kg bw (5.5 mg/kg bw) cadmium chloride (equivalent to 1.35 mg cadmium (vehicle not stated)) into the interscapular region and were observed for 10 months. Only testes and subcutaneous tumors at the site of injection were examined histologically. Sarcomas developed at the site of injection in 9/22 rats, while 21/22 rats developed interstitial-cell tumors of the testis. A group of 17 rats received the same treatment with cadmium chloride and subcutaneous injections of 1 mmol/kg bw (183.5 mg/kg bw) zinc acetate in the lumbosacral area; the zinc acetate treatment resulted in lower incidences of sarcomas at the site of injection (2/17) and of testicular tumors (3/17) than those induced by cadmium. No interstitial-cell tumor of the testis developed in 18 untreated controls."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V58 171 (1993)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Eighty 12-week-old male Wistar rats received a  single subcutaneous injection of 0.03 mmol/kg bw (5.5 mg/kg bw) cadmium chloride as the dihydrate (3.4 mg/kg bw cadmium) dissolved in sterile distilled-water into the hip area and were observed for up to two years. Twenty untreated rats served as controls. Animals were examined grossly and histologically (body weights not stated). Dermal atrophy, ulcerative necrosis, acute and chronic inflammation, fibrosis and mineralization were observed at the site of injection during the two months following administration of cadmium. Of the rats that survived to seven months (the time of appearance of the first sarcoma at the site of injection), 6/45 had local spindle-cell sarcomas after 18 months."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V58 170-1 (1993)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Six male Sprague-Dawley rats, three months of age, received a single subcutaneous injection of 10 mg/kg cadmium chloride (site and vehicle unspecified) and were observed for a further 13 months. A group of 16 untreated rats of the same age served as controls. All six cadmium-treated rats developed interstitial-cell tumors of the testis. Baseline urinary testosterone concentrations in cadmium-treated rats bearing tumors were 26-29% those of control animals ."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V58 170 (1993)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ A group of 49 male Wistar rats, four months of age, received a single injection of 1.8 mg cadmium as cadmium chloride (vehicle unspecified) either subcutaneously into the interscapular region (23 rats) or intramuscularly into the thigh (26 rats) and were observed for 14 months. No concurrent controls were available (body weights and necropsy protocol not given). More sarcomas occurred at the site of injection when cadmium was injected subcutaneously (10/23; 43.5%) than intramuscularly (3/26; 11.5%)."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V58 169 (1993)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ A group of 25 male Wistar rats, 12 weeks of age, received a single subcutaneous injection of 0.03 mmol/kg bw (5.5 mg/kg bw) cadmium chloride (vehicle unspecified) in the interscapular region and were observed for 11 months. Control groups consisted of 20 untreated rats and 17 rats that received a single subcutaneous injection of 0.03 mmol/kg bw cadmium chloride and three concurrent subcutaneous injections of 1.0 mmol/kg zinc acetate (total dose, 3.0 mmol/kg; 550 mg/kg bw) in the lumbosacral area over a period of25 h before and after the cadmium injection. Only testes were examined histologically. (Weight gains and survival were not stated.) Of the rats that received cadmium alone, 17/25 (68 %) had interstitial-cell tumors of the testes; 2/17 occurred in cadmium-zinc treated animals, and 0/20 occurred in controls."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V58 164 (1993)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Four groups of 40 male SPF Wistar (TNO/W75) rats, six weeks old, were exposed to 12.5, 25 or 50 ug/cu m cadmium as cadmium chloride aerosol (mass median aerodynamic diameter, 0.55 um; geometric standard deviation, 1.8) for 23 hr a day on seven days a week for 18 months. AnimaIs were observed for an additional 13 months, at which time the experiment was ended. A group of 41 rats exposed to filtered air served as controls. Histological examination was performed on ail animals. Body weights and survival were not affected by cadmium treatment. A dose-related increase in the incidence of malignant pulmonary tumors (mostly adenocarcinomas) was observed in cadmium chloride-treated rats (12.5 ug/cu m, 6/39 (15%); 25 ug/cu m, 20/38 (53%); 50 ug/cu m, 25/35 (71% )) compared with controls (0/38). Multiple pulmonary tumors were observed frequently; several tumors showed metastases or were regionally invasive. The incidence of adenomatous hyperplasia was also increased by cadmium treatment."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V58 163-4 (1993)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Groups of 48 female Han:NMRI mice (age unspecified) were exposed to cadmium at 30 or 90 ug/cu m as cadmium chloride, 30 or 90 ug/cu as cadmium sulfate, 90, 270 or 1000 ug/cu as cadmium sulfide, 10,30, 90 or 270 ug/cu as cadmium oxide dust or 10,30 or 90 ug/cu as cadmium oxide fume. The mass median aerodynamic diameter of all compounds was 0.2-0.6 um (geometric standard deviation, 1.6). For each treated group, a control group of 48 animals receiving filtered air was available. Exposure was for 19 or 8 hr per day for five days a week, and the exposure time ranged from six to 69 weeks; exposure was terminated in some groups when the mortality rates started to increase. The duration of the study was 71-107 weeks; controls were followed for about 106 weeks. Histological examination was performed on all animals. Survival was reduced in 12 of the 19 experimental groups; survival was similar to that of controls in groups exposed to 90 or 270 ug/cu m as cadmium sulfide, to 10, 30 or 90 ug/cu m as cadmium oxide fume and to 10 or 270 ug/cu m as cadmium oxide dust. The incidence of lung tumors was significantly increased in the groups receiving 30 and 90 llg/rn3 as cadmium oxide fumes and 10 llg/m3 as cadmium oxide dust, but not in the group given 270 ug/cu m as cadmium. In six other groups receiving cadmium oxide dust at various concentrations, survival was significantly decreased, but the probability of dying with a lung tumor was greater than in the controls (by life-table analysis)."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V58 162-3 (1993)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ ln a study on the effect of chronic dietary deficiency of zinc on the carcinogenicity of orally administered cadmium, groups of 28 male Wistar (WF/Ner) rats, eight weeks of age, were fed diets containing either adequate zinc (60 ppm (60 mg/kg diet)) or a zinc concentration (7 ppm (7 mg/kg diet)) that produced a significant reduction (40%) in serum zinc in the absence of overt toxicity. Starting two weeks later, these diets were fed together with cadmium at 0, 25,50, 100 or 200 (maxmum-tolerated dose) ppm (mg/kg diet) as cadmium chloride hemipentahydrate, for 77 weeks, at which time the study was terminated. Histological examination was performed on all animals and lesions. Zinc deficiency alone did not affect food consumption, weight gain or survival; cadmium did not affect survival or food consumption, and body weight was consistently reduced only at the highest doses (100 and 200 mg/kg diet), by 10% and 12-17%, respectively. At the two highest doses of cadmium, rats fed zinc-deficient diets had significantly increased food consumption when compared with zinc-deficient controls. The combined incidence of prostatic proliferative lesions (hyperplasia and adenoma), but not those of the lesions separately, was significantly (p < 0.05; Fisher exact test) greater in rats given zinc-adequate diets containing 50 ppm cadmium (5/22; 22.7%) than in controls (1/28; 3.6%), and in rats receiving zinc-deficient diets (4/26; 15.4%) than in controls (0/26). At higher doses of cadmium (100 and 200 ppm), an increased incidence of prostatic atrophy was observed in the rats receiving zinc-deficient diets, which may have been responsible for the lower incidence of prostatic lesions seen in rats fed zinc-deficient diets. Cadmium treatment resulted in a dose-related (Cochran-Armitage trend tests) increase in the incidence of leukemia in rats fed zinc-deficient diets throughout the dose range and in rats fed zinc-adequate diets receiving up to and including 100 ppm. The highest incidence of leukemia occurred in rats receiving 200 ppm cadmium and the zinc-deficient diet (7/25; 28%), when compared with controls (2.27; 7.4%). Exposure to cadmium at a concentration of 200 ppm in conjunction with the zinc-adequate diet also induced a significant increase in testicular interstitial-cell tumors (6/27, 22.2% compared with controls, 1/28,3.6%) ."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V58 171-2 (1993)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Groups of 30 male Wistar Crl:(WI)BR rats, six weeks of age, received a single subcutaneous injection of 1.0, 2.5, 5.0, 10.0, 20.0 or 40.0 umol/kg bw (0.18-7.3 mg/kg bw) cadmium chloride dissolved in saline into the dorsal thoracic midline area and were observed for two years. Other groups received either four separate subcutaneous injections of 5 umol/kg cadmium chloride on days 0, 2, 4 and 7 or a subcutaneous injection of 5 umol/kg (0.9 mg/kg) cadmium chloride followed two days later by a dose of 10 or 20 (1.8 or 3.6) umol/kg bw. A group of 45 controls received subcutaneous injections of saline alone. All animals were examined histologically. Cadmium chloride did not modify survival in any group. The highest dose (40 umol/kg) reduced body weight by about 5-10%. The incidences of sarcomas at the site of injection were found to depend on accumulated dosage at the site and approached 45% incidence at the highest dose of cadmium. The incidences of testicular tumors (mostly interstitial-cell tumors) were correlated with the extent of testicular degeneration induced by cadmium and showed a positive dose-dependence with single doses of cadmium: 83% at 40 umol/kg and 72% at 20 umol/kg, as compared with 18% in controls (p </= 0.05; Cochran-Armitage test). The 5 umol/kg and 20 umol/kg doses did not increase the incidence of testicular tumors. Prostatic tumor incidence was significantly elevated at the 2.5 umol/kg dose (8/26; 31 %; p </= 0.05, Fisher exact test) compared with controls (5/44; 11%), and a positive dose-effect relationship was seen between 0 and 2.5 umol/kg in both tumor incidence and multiplicity (p </= 0.05; Cochran-Armitage test). A reduction to the control level in the tumor response of the prostate to higher doses of cadmium (p </= 5.0 umol/kg) was attributed ... to testicular degeneration and consequent loss of androgenic support. Cadmium chloride suppressed the induction of tumors of the pancreas (both islet-cell and acinar-cell) from 60% in controls to 20% in animals receiving 40 umol/kg cadmium, with a negative dose dependence (p </= 0.05, Cochran-Aritage test)."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V58 172 (1993)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ ln a 110-week study to examine the potential effects of calcium and magnesium salts on the carcinogenicity of cadmium, groups of 25 male Wistar rats weighing 120-150 g were kept for two weeks and then given subcutaneous injections of 0.02 or 0.04 mmol/kg bw (3.67 or 7.34 mg/kg bw) cadmium chloride hemipentahydrate into the nape of the neck. Rats received either no further treatment or treatment with calcium acetate or magnesium acetate, either in the diet (3%) two weeks prior and two weeks after cadmium chloride treatment or by three separate subcutaneous injections (calcium acetate, 0.16 mmol/kg bw (25.3 mg/kg bw); magnesium acetate, 4.0 mmol/kg bw (570 mg/kg bw)) in the same area as the cadmium chloride 24 hr before, at the same time as and 24 hr after cadmium chloride injection. Control rats received saline injections instead of cadmium chloride. All animals were examined histologically. The highest dose of cadmium chloride caused slight weight suppression but only up to 12 weeks after injection. Survival was not affected by any of the treatments. Tumors at the site of injection (predominantly fibrosarcomas) occurred to a similar extent (approximately 33% of rats at risk) in all groups receiving cadmium chloride, regardless of the dose or of other treatments, with the exception of injected magnesium acetate which significantly reduced (to 0; P < 0.02; X2) the response to cadmium at the injection site. Both levels of cadmium chloride increased the incidence of testicular interstitial-cell tumors (approximately 85%) over that in controls (30%); the increase was generally unchanged by other treatments, with the exception of dietary calcium acetate, which resulted in a lower incidence than in animals receiving cadmium chloride alone, but only at the high dose. When ail groups receiving cadmium chloride were considered together, a significantly (p < 0.02) higher incidence of pancreatic islet-cell tumors (mainly adenomas) occurred (22/258 rats; 8.5%) when compared with rats not receiving cadmium chloride (3/137; 2.2%). /Cadmium chloride hemipentahydrate/"
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V58 171 (1993)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Twenty male Fischer 344 rats, four to five weeks old, received a single subcutaneous injection of 0.03 mmol/kg bw cadmium chloride (5.5 mg/kg bw), and 10 control rats received subcutaneous injections of saline (body weight, survival data and necropsy protocol not given). Interstitial-cell tumors of the testis (11 bilateral) developed in 16/20 treated rats over the one-year observation period, while none developed in control rats."
        },
        {
            "References": "Lymberopoulos AG et al; Small Ruminant Research 49 (1): 51-60 (2003)",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ The effect of cadmium chloride on the plasma concentration of testosterone and on testicular development was investigated in 3-month old ram-lambs of the Chios breed. Animals were randomly divided into two groups comprising seven animals each. One group (cadmium-treated) was given a single daily oral dose of cadmium chloride (3 mg/kg BW) for a period of 7 months. The second group (control) was given double distilled water. Plasma testosterone concentration was determined by RIA, while cadmium concentration in the whole blood and in the testes was determined by graphite furnace atomic absorption spectrophotometry. Treatment with cadmium chloride decreased both the body and testes weight of the animals. The same treatment also modulated the number of plasma testosterone peaks as well as the mean testosterone concentration. Histopathological examination revealed the presence of lesions in the testes of the cadmium chloride treated animals, which were localized in the Sertoli cells, the seminiferous tubules, the primary and the secondary spermatocytes and the spermatides, whereas in the Leydig cells no significant lesions were evident."
        },
        {
            "References": "Clarke, M. L., D. G. Harvey and D. J. Humphreys. Veterinary Toxicology. 2nd ed. London: Bailliere Tindall, 1981., p. 37",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/... REPEATED SC INJECTIONS OF 1 ML OF 0.03 MOLAR AQ CADMIUM CHLORIDE ... LEAD TO RAPID DESTRUCTION OF ALL TESTICULAR TISSUE IN RATS, /THIS/ SUGGESTS THAT THERE MAY BE COMPETITIVE INHIBITION BETWEEN CADMIUM & ZINC, SINCE NUTRITIONAL DEFICIENCY OF ZINC PRODUCES SIMILAR LESIONS."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V11 55 (1976)",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/... SINGLE SC INJECTION OF 0.03 MMOLES/KG BODY WT (5.5 MG/KG BODY WT) ... IN 26 CHARLES RIVER MICE DAMAGED TESTICULAR VASCULAR SUPPLY. ... /ANIMALS KILLED 14 MO LATER/, 77% ... HAD INTERSTITIAL CELL TUMORS OF TESTES. NO LOCAL TUMORS DEVELOPED AFTER 14 MO IN 25 MICE RECEIVING SAME DOSE OF CADMIUM CHLORIDE PLUS ... 658 MG/KG BODY WT ZINC ACETATE. NO TUMORS DEVELOPED IN 25 CONTROLS."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V11 58 (1976)",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ RABBITS GIVEN 1-8 SC INJECTIONS OF 9-18 MG/KG BODY WT ... SHOWED DESTRUCTION OF TESTICULAR CELLS (SPERMATOGENIC & INTERSTITIAL) WITHIN 5-21 DAYS ... HYPEREMIA & INTERSTITIAL HEMORRHAGE ALSO OCCURRED & KIDNEYS, SPLEEN & LIVER ... ALSO AFFECTED. ONE SC INJECTION OF ... /9.2 MG/KG BODY WT/ (PURITY NOT SPECIFIED) INTO RABBITS INDUCED ASPERMIA WITHIN 4 WK ."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V11 58 (1976)",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ SERIAL MATING STUDIES AFTER IP INJECTION OF 1 MG/KG CADMIUM CHLORIDE (PURITY UNKNOWN) INTO MALE MICE SIGNIFICANTLY REDUCED EMBRYONIC LITTER SIZE OF UNTREATED FEMALES FERTILIZED 15-48 DAYS AFTER TREATMENT."
        },
        {
            "References": "Venugopal, B. and T.D. Luckey. Metal Toxicity in Mammals, 2. New York: Plenum Press, 1978., p. 83",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ IN RATS, ORAL DOSES OF 40 MG CADMIUM/KG BODY WEIGHT PER DAY AS CADMIUM CHLORIDE GIVEN ON DAYS 6-19 OF GESTATION INCREASED FETAL RESORPTION AND CAUSED SKELETAL, KIDNEY, AND HEART ABNORMALITIES IN FETUSES, STILLBORN, AND OFFSPRING. THE INCIDENCE AND INTENSITY OF SKELETAL DEFECTS INCREASED WITH CADMIUM DOSAGE, BUT THE RENAL AND CARDIAC ABNORMALITIES WERE NOT DOSE RELATED."
        },
        {
            "References": "PMID:7064107",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ CLEFTS OF THE MIDFACE RANGING IN SEVERITY FROM A NOTCHED LIP TO COMPLETE FACIAL DISORGANIZATION WERE OBSERVED IN THE OFFSPRING OF GOLDEN HAMSTER INJECTED WITH CADMIUM CHLORIDE ON THE MORNING OF THE EIGHTH DAY OF GESTATION. OTHER EMBRYONAL MALFORMATIONS FREQUENTLY OBSERVED WERE MICROPHTHALMIA, ANOPHTHALMIA, & DIENCEPHALIC ENCEPHALOCELES. THESE DATA CONFIRM THAT IN HAMSTERS, THE TERATOGENICITY OF CADMIUM IS HIGHLY SPECIFIC FOR THE REGION OF THE ANTERIOR NEURAL SEGMENT ON THE EIGHTH DAY OF GESTATION."
        },
        {
            "References": "PMID:7140294",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ THE SC ADMIN OF CADMIUM CHLORIDE (CDCL2) 24 HR BEFORE HCG-INDUCED OVULATION IN RABBITS SACRIFICED 14 HR AFTER INDUCTION OF OVULATION LEADS TO A DOSE DEPENDENT DECREASE IN THE NUMBER OF OVIDUCTAL EGGS & THE NUMBER OF EGGS SHED. THE DEVELOPING OR MATURE FOLLICLES ARE SENSITIVE TO CADMIUM CHLORIDE TREATMENT. ONCE CORPUS LUTEUM IS FORMED, EFFECT OF CDCL2 IS REDUCED. RECEPTIVITY OF CDCL2-TREATED FEMALES INDICATES THAT PROBABLY THE CIRCULATING ESTROGENS WERE NOT AFFECTED & THE ABILITY TO OVULATE IN RESPONSE TO HCG & MATING REFLECTS THAT, AT LEAST AT DOSES USED, THE HYPOTHALAMIC-PITUITARY GONAD FUNCTIONS ARE FUNCTIONAL IN RABBIT."
        },
        {
            "References": "Shepard, T.H. Catalog of Teratogenic Agents. 4th ed. Baltimore, MD: Johns Hopkins University Press, 1983., p. 66",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/... A decrease in placental blood flow associated with placental necrosis & fetal death /was observed/ after admin of 40 micromoles of cadmium chloride sc to rats."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V11 61 (1976)",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/... Teratogenic effects /were produced/ in rats by daily oral admin of 20 to 80 mg/kg body wt cadmium chloride from day 6 to 19 of gestation. Some teratogenic effects may be explained by the interference of cadmium with maternal zinc metabolism."
        },
        {
            "References": "National Research Council. Drinking Water and Health. Volume 3. Washington, DC: National Academy Press, 1980., p. 94",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/... Cadmium chloride (4-12 mg/kg) /admin/ on days 13-16 of gestation in CD strain rats ... /produced/ dose-related incr in fetal deaths, a decr in fetal wt, & an incr in rate of anomalies such as micrognathia, cleft plate, club foot, & small lungs. ... sc injections of ... (0.33-0.35 mg/kg) /were given/ to mice on day 7 of gestation. The most common anomaly was exencephaly in fetuses that were removed on day 18. Other anomalies incl spina bifida, absence of tail, & malformations of ribs, skull, & vertebrae."
        },
        {
            "References": "USEPA; Health Assessment Document: Cadmium p.2-51 (1981) EPA 600/8-81-023",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ A single subcutaneous injection of cadmium chloride at 1 mg Cd/kg caused complete testicular necrosis in CBA mice, while single doses of 0.25 or 0.50 mg Cd/kg caused little or no damage to the testes. After administration of 0.25 or 0.50 mg Cd/kg 5 days/wk for 60 months, no significant testicular changes were apparent in the 0.25 mg/kg group, and slight changes were evident with the 0.50 mg/kg group."
        },
        {
            "References": "PMID:6718357",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ /A study was conducted/ ... to determine the effects of cadmium on placental transport of (67)Cu and on placental blood flow. Pregnant guinea pigs (60 + or -1 days) were used. A placental perfusion technique was used to measure the maternal to fetal clearance of (67)Cu and (3)H2O across the placenta. The clearance of (3)H2O served as an indicator of placental blood flow on the maternal side of circulation. An iv injection of 1 mg Cd/kg body weight resulted in an immediate increase in the clearance of (67)Cu which declined over the next 8 minutes compared to the extrapolated best fit curve of control values. This iv injection of cadmium chloride concomitantly reduced the maternal to fetal clearance of (3)H2O across the placenta. An acute exposure of the pregnant female to cadmium chloride results in an increased maternal to fetal clearance of (67)Cu and a reduced placental blood flow that can alter the supply of nutrients to the developing embryo or fetus, and therefore modify normal development."
        },
        {
            "References": "PMID:6878183",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Pregnant rats on day 8 of gestation were injected sc with 40 umol/kg cadmium chloride which caused fetal death and placental necrosis. The placental changes were studied by electron microscopy and indicate that there is a direct placental toxic effect of cadmium, which appears targeted at trophoblast cell layer II. Findings in cell layer II ... suggest a toxic effect, with lysosomal vesiculation, buckshot nuclear chromatin clumping, nucleolar changes and apparent mitochondrial calcification. ... The sensitivity of the effect on cell layer II and the rapidity of the necrosis are also consistent with a toxic effect. Trophoblast cell layer II first undergoes necrosis, but is rapidly followed by the rest of the trophoblast. Many of the changes at this necrotic stage suggest a secondary ischemic effect or a combined ischemic and toxic effect. ..."
        },
        {
            "References": "PMID:4012279",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Twenty-two pregnant Wistar rats were injected sc with cadmium chloride (Cd) at doses of 0, 0.1, 0.2, 0.4, 0.8, 1.2, or 1.6 mg/kg body weight/day in saline. Seven controls received saline. Placental weights were reduced in the animals exposed to the highest Cd dose. The histologic study of sections of the placenta showed changes in the collagen fibers adjacent to the fetal blood vessels."
        },
        {
            "References": "Seiler, H.G., H. Sigel and A. Sigel (eds.). Handbook on the Toxicity of Inorganic Compounds. New York, NY: Marcel Dekker, Inc. 1988., p. 161",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Subcutaneous injection of cadmium chloride in the female golden hamster inhibited ovulation; the effect was reversible with time ... cadmium chloride causes pathological changes in the rat uterus and ovary."
        },
        {
            "References": "Seiler, H.G., H. Sigel and A. Sigel (eds.). Handbook on the Toxicity of Inorganic Compounds. New York, NY: Marcel Dekker, Inc. 1988., p. 161",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Subcutaneous injection of cadmium chloride decreased the weight of the testes, seminal vesicles and epididymis in the Sprague-Dawley rat; sperm concentration and serum testosterone levels were also reduced. Young Sprague-Dawley rats (2-5 wk of age) appeared to be more resistant to testicular damage than rats 6 wk of age or older."
        },
        {
            "References": "Seiler, H.G., H. Sigel and A. Sigel (eds.). Handbook on the Toxicity of Inorganic Compounds. New York, NY: Marcel Dekker, Inc. 1988., p. 161",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Cadmium chloride aerosol /was administered/ at levels of 0.0, 0.3, 1.0 and 2.0 mg/cu m for 62 days, 6 hr/day, 5 days/wk to Fischer 344/N rats. Animals at 2 mg/cu m died during the first 45 exposure days. Six days following exposure period, treated males were mated with untreated females and treated females were mated with untreated males. At 1.0 mg/cu m no effects were seen in total viable embryos, fetal death or preimplantation loss."
        },
        {
            "References": "PMID:3590221",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ FEMALE RATS WERE ADMINISTERED BY GAVAGE AN AQUEOUS SOLUTION OF CADMIUM CHLORIDE FOR 14 WEEKS, 5 DAYS PER WEEK, AT DOSES OF 0.04, 0.4, 4 AND 40 MG CADMIUM/KG/DAY OR EXPOSED BY INHALATION TO CADMIUM OXIDE FOR 20 WEEKS (5 HR PER DAY, 5 DAYS PER WEEK) AT CONCENTRATIONS OF 0.02, 0.16 AND 1 MG CADMIUM/CU M. A PRONOUNCED INCREASE IN THE MEAN DURATION OF THE ESTROUS CYCLE MAINLY DUE TO LENGTHENING OF DIESTRUS WAS NOTED AT 6 WEEKS AFTER TREATMENT OF FEMALES GIVEN PER OS 40 MG CADMIUM/KG OR EXPOSED TO A CONCENTRATION OF 1 MG CADMIUM/CU M. NO CHANGES IN THE MEAN DURATION OF THE ESTROUS CYCLE WERE FOUND IN OTHER EXPERIMENTAL GROUPS, ALTHOUGH IN THE 0.16 MG CADMIUM/CU M GROUP AN INCREASED PERCENTAGE OF FEMALES WITH ESTROUS CYCLES LASTING OVER 6 DAYS WAS SHOWN 18 WEEKS AFTER EXPOSURE."
        },
        {
            "References": "PMID:3095556",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ GROUPS OF MALE LONG-EVANS RATS 30, 50, OR 70 DAYS OLD WERE INJECTED SUBCUTANEOUSLY (SC) WITH A SINGLE DOSE OF 0, 5.5, 11.5, OR 24.6 UMOL CADMIUM/KG AS CADMIUM CHLORIDE. ALL ANIMALS WERE KILLED 60 DAYS AFTER TREATMENT. AT 2 HR PRIOR TO SACRIFICE, THE RATS WERE INJECTED SC WITH 100 IU HUMAN CHORIONIC GONADOTROPHIN TO MAXIMALLY STIMULATE SERUM TESTOSTERONE CONCENTRATIONS. SIGNIFICANT (P< 0.01) DOSE DEPENDENT EFFECTS OF ALL MEASURED REPRODUCTIVE PARAMETERS WERE NOTED IN THE 70 DAY OLD ANIMALS, WHILE NO EFFECTS WERE SEEN IN THE 30 OR 50 DAY OLD RATS IN EITHER SEMINAL VESICLES WEIGHT OR HUMAN CHORIONIC GONADOTROPHIN STIMULATED CONCENTRATION. IN THE ABSENCE OF SIGNIFICANT (P> 0.06) CHANGES IN BODY WEIGHT GAIN, EFFECTS WERE SEEN IN TESTES AND EPIDIDYMIDES WEIGHT, SPERM CONCENTRATION, AND sFSH IN THE 70 DAY OLD RATS AT CADMIUM DOSES THAT WERE LOWER THAN THOSE NECESSARY TO BRING ABOUT SIMILAR CHANGES IN THE 30 OR 50 DAY OLD ANIMALS. THE SENSITIVE INDICATORS OF CD EXPOSURE IN ALL AGE GROUPS WERE TESTICULAR WEIGHT > EPIDIDYMAL WEIGHT > VAS DEFERENS SPERM CONCENTRATION > sFSH CONCENTRATION. SEMINAL VESICLE WEIGHT AND STIMULATED CONCENTRATION WERE FOUND TO BE THE LEAST SENSITIVE. REGRESSION ANALYSES INDICATED A SIGNIFICANT INTERACTION OF AGE WITH DOSE; THE 70 DAY OLD RATS REQUIRED 30-60% LESS CADMIUM/KG TO CAUSE A 50% CHANGE IN A MEASURED PARAMETER THAN DID THE 30 DAY OLD ANIMALS, WHILE THE 50 DAY OLD RATS REQUIRED 15-47% LESS."
        },
        {
            "References": "BARANSKI B; J HYG EPID MICROBIOL IMMUNOL 29 (3): 253-62 (1985)",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ CADMIUM CHLORIDE IN DOSES OF 2, 12 AND 40 MG CADMIUM/KG WAS ADMINISTERED PER OS TO PREGNANT RATS FROM THE 7TH TO 16TH DAY OF PREGNANCY. THE YOUNG OF FEMALES ORALLY TESTED WITH CADMIUM CHLORIDE IN A DOSE OF 4O MG CADMIUM/KG DISPLAYED CONGENITAL DEFECTS IN THE FORM OF SIRENOMELIA OR AMELIA, AS WELL AS RAISED CADMIUM LEVELS IN TISSUES. A RETARDATION OF INTRAUTERINE DEVELOPMENT MANIFESTED BY LOWER BODY WEIGHT AND SLOWED DOWN OSTEOGENESIS WAS OBSERVED IN THE OTHER GROUPS."
        },
        {
            "References": "Seiler, H.G., H. Sigel and A. Sigel (eds.). Handbook on the Toxicity of Inorganic Compounds. New York, NY: Marcel Dekker, Inc. 1988., p. 163",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Oral administration of cadmium chloride (30 mg/kg body weight) in the rat was shown to cause heart and kidney abnormalities and limb defects."
        },
        {
            "References": "PMID:3718229",
            "Value": "/DEVELOPMENTAL NEUROTOXICITY/ Pregnant Wistar rats were given 0 or 60 ppm cadmium as cadmium chloride in distilled drinking water from day 1 to 20 of gestation. The dams were allowed to deliver and nurse their offspring until weaning at postpartum day 28. Cadmium chloride (Cd) administration did not affect litter size, body weight, viability, or daily food and water consumption in the offspring as compared with controls. The absolute whole weight of male offspring of treated mothers was significantly reduced in comparison with controls. Cd content in liver and kidney of female pups was higher than in controls, and Cd content in brain of male pups was lower than in the respective controls. This increase was noted between 2 and 16 weeks of age. A decrease in copper (Cu) and zinc (Zn) concentration was found in the brain of exposed pups of either sex. Cu and Zn concentrations were elevated in the intestine of female pups from Cd exposed dams. In the 16 wk old female and male exposed offspring, Cd concentration was markedly elevated in the intestinal wall and in whole brain. The blood hemoglobin levels in 2 wk old male and female pups from treated dams were lower than those in controls. Hematocrit and serum glucose levels were not affected in exposed pups and hemoglobin levels in 16 wk old exposed offspring were not different from controls. Prenatal exposure to Cd did not affect surface and air righting reflexes nor the negative geotaxis and forepaw suspension. Exploratory locomotor activity was reduced in 14 and 18 wk old female pups and in 10 and 22 wk old male and female pups, in comparison with controls. A decreased avoidance acquisition was observed in adult female offspring."
        },
        {
            "References": "PMID:15184000",
            "Value": "/BEHAVIORAL STUDIES/ In this study 96-hr  LC50 value of cadmium chloride (CdCl2 H2O), a metal salt widely used in industry, was determined for the guppy (Poecilia reticulata, Pallas, 1859). The experiments were planned in four series of a total of 440 guppies employing the static test method of acute toxicity. 10 fish were placed in each replicate of each dose. The experiments were performed as four replicates, and behavioral changes in the guppy were determined for each cadmium chloride metal salt concentration. The data obtained were statistically evaluated by the use of EPA computer program based on Finney's Probit Analysis Method and a 96-hr LC50 value for P. reticulata was found to be 30.4 mg/L in a static bioassay test system. This value was estimated to be 30.6 mg/L with Behrens-Karber's method. The two methods were in good agreement. 95% lower and upper confidence limits for the LC50 were 29.3 and 31.7 mg/L, respectively. The water temperature was kept between 21 and 23 °C. The behavioral changes observed in fish were, swimming in imbalanced manner, capsizing, attaching to the surface, difficulty in breathing and gathering around the ventilation filter."
        },
        {
            "References": "Wang X et al; Toxicol Ind Health 26 (9): 609-618 (2010)",
            "Value": "/ENDOCRINE MODULATION/ Rat ovarian follicle culture, as a novel bioassay, is adopted in this study to explore the effects of cadmium chloride (CdCl2) on folliculogenesis and oocyte maturation in vitro; the feasibility for its application on detection of possible effects of chemicals on reproduction is discussed and evaluated as well. The results showed that follicle growth, differentiation, and steroidogenesis were significantly disturbed by > or =1.2 ug/mL CdCl2. The germinal vesicle breakdown of oocyte was also disturbed dose-dependently after the culture follicles were exposed to > or=1.6 ?g/mL CdCl2 Exposure to CdCl2 with concentrations of 1.6 ug/mL on day 2 had caused significant reduced ( p < 0.05) survival rate and rate of antral follicles, and increased abnormal follicle rate significantly, compared to the group exposed on day 6..."
        },
        {
            "References": "Helmestam M et al; Reproductive Toxicology 30 (3): 370-376 (2010)",
            "Value": "/ENDOCRINE MODULATION/ Cadmium, is known to cause adverse reproductive effects, and classified as an endocrine disrupting chemical (EDC). Human endometrial endothelial cells (HEEC) have a key role in the regulation of endometrial angiogenesis. These cells are known to express estrogen receptors, a feature that makes them potential targets for EDCs such as cadmium. We have designed a co-culture system, in which HEEC were grown in the same cell culture medium as endometrial stromal cells but in separate, communicating chambers. With quantitative PCR, we investigated changes in mRNA expression of genes associated with angiogenesis, sex steroids and endothelial cell specific functions. We found that cadmium altered the mRNA expression of the two important angiogenic molecules VEGF-A and PLGF. Cadmium might thus affect endometrial angiogenesis and as a consequence cause endometrial dysfunction with an increased risk for fertility problems."
        },
        {
            "References": "PMID:11673073",
            "Value": "/GENOTOXICITY/ Inconsistent results among reports on cadmium genotoxicity revealed that certain confounding factors might significantly influence the outcomes of assessment. In Chinese hamster ovary (CHO-W8) cells, chromosome aberration induced by six different cadmium compounds was found positively associated with intracellular cadmium concentration. A parallel association was also observed among different CHO strains treated with same cadmium compound, the cadmium acetate. Both the cadmium-induced chromosome aberration and cadmium uptake were influenced by the presence of fetal calf serum (FCS). The presence of 10% FCS during the 2hr treatment period greatly retarded the cellular cadmium uptake, and concurrently reduced the chromosome aberration induction. Other factors such as specific cadmium anion involved and the duration of cadmium treatment period in the investigation also influenced the assessment results of cadmium-induced chromosome aberration. In the protocol with a 2 hr pulse treatment, cadmium acetate, chloride and sulfate induced more chromosome aberration than cadmium nitrate, carbonate and oxide. When cadmium was present in the culture of the entire treatment period for 18 hr, the results went the opposite way. Cadmium nitrate, carbonate and oxide induced significant chromosome aberration, while other three cadmium compounds gave negative results. Cadmium compounds did not induce significant SCE at the same dose level that yielded significant chromosome aberration induction, either in the protocol with the short pulse or long treatment period."
        },
        {
            "References": "Rozgaj R, Kasuba V, Fucic A; Journal of Trace Elements in Medicine and Biology 16 (3): 187-192 (2002)",
            "Value": "/GENOTOXICITY/ Peripheral blood lymphocytes were tested in vitro for genotoxic effects of cadmium chloride. Whole blood samples of four healthy, non-smoking subjects were preincubated with CdCl2 in concentrations of 1x10-4, 1x10-3, and 5x10-5 mol/L for three hours before the cells were assessed for DNA-damage using the single cell alkaline gel electrophoresis assay (comet assay) or cultivated for chromosomal aberrations (CA), sister chromatid exchanges (SCE), and the micronucleus (MN) test. The comet assay showed notable interindividual differences. The results of the cytogenetic tests showed an increase in the frequency of CA, MN, and SCE with CdCl2 in the treated cultures, yet none was able to show a correlation between concentrations of cadmium chloride and the frequency of damages. The MN slides were stained with Giemsa and with DNA fluorochrome 4?,6?-diamidino-2-phenylindole (DAPI). The frequency of MN in slides stained with DAPI was significantly higher than in those stained with Giemsa, which might be due to an underestimation of small micronuclei in Giemsa-stained slides"
        },
        {
            "References": "Kasuba V, Rozgaj R; Chemosphere 49 (1): 91-95 (2002)",
            "Value": "/GENOTOXICITY/ Cadmium chloride (CdCl2 H2O) in concentrations 1x10-3-1x10-5 M was tested for genotoxicity in human lymphocytes in vitro. The DNA damage was expressed through the occurrence of micronuclei (MN) and was detected using the cytochalasin-B-blocked MN assay. Human blood was treated in the G(0) and S phase of the cell cycle. All except the highest concentration of cadmium chloride of 1 x10-3 M applied in the G(0) phase of the cell cycle resulted in the increase in MN cells, but it was not statistically significant. Cadmium chloride added to the cultures in the concentration of 1x10-3 M affected the cell growth regardless of the phase. Cadmium chloride added to cultures 24 hr after their initiation (early S phase) was found to significantly increase the MN frequency in 1x10-4-1X10-5 M concentrations (P>0.05)."
        },
        {
            "References": "Fellows MD, O'Donovan MR; Mutation Research/Genetic Toxicology and Environmental Mutagenesis 702 (2): 163-170 (2010)",
            "Value": "/GENOTOXICITY/ At the laboratories of AstraZeneca, Alderley Park, UK the reference genotoxic agents etoposide (a topoisomerase II inhibitor), cadmium chloride (an inorganic carcinogen), colchicine (an aneugen that inhibits tubulin polymerisation), benzo[a]pyrene (a metabolism dependent reference genotoxin) and cyclophosphamide (a metabolism dependent reference genotoxin) were tested in the in vitro micronucleus assay (MNvit), using mouse lymphoma L5178Y cells, with and without cytokinesis block. Further, 2-aminoanthracene (a metabolism dependent weak clastogen) was tested in the MNvit, using TK6 cells, without cytokinesis block. This was done in support of the toxicity (cell death and cytostasis) measures recommended in the late 2007 version of the draft OECD Test Guideline 487 for the testing of chemicals. All six reference agents were positive in the MNvit without cytokinesis block at concentrations giving approximately 50% toxicity or less as defined by draft Test Guideline 487 recommended measures, relative population doublings and relative increase in cell counts. Furthermore, the five agents tested with cytokinesis block were positive in the MNvit at concentrations giving approximately 50% toxicity or less as assessed by replicative index..."
        },
        {
            "References": "Whitwell J et al; Mutation Research/Genetic Toxicology and Environmental Mutagenesis 702 (2): 237-247 (2010)",
            "Value": "/GENOTOXICITY/ The reference genotoxic agents 2-aminoanthracene (a metabolism dependent weak clastogen), 5-fluorouracil (a nucleoside analogue, characterised by a steep dose response profile), colchicine (an aneugen that inhibits tubulin polymerisation), benzo[a]pyrene (a polycyclic aromatic hydrocarbon requiring metabolic activation), cadmium chloride (an inorganic carcinogen), and cytosine arabinoside (a nucleoside analogue that inhibits the gap-filling step of excision repair) were tested in the in vitro micronucleus assay using the Chinese hamster ovary (CHO) cell line at Covance Laboratories, Harrogate, UK. All chemicals were treated in the absence and presence of cytokinesis block (via addition of cytochalasin B) with this work forming part of a collaborative evaluation of the toxicity measures recommended in the draft OECD Test Guideline 487 on the In vitro Mammalian Cell Micronucleus Test (MNvit). The toxicity measures used, detecting a possible combination of both cytostasis and cell death (though not cell death directly), were relative population doubling, relative increase in cell counts and relative cell counts for treatments in the absence of cytokinesis block, and replication index in the presence of cytokinesis block. All of the chemicals tested either gave marked positive increases in the percentage of micronucleated cells with and without cytokinesis block, or did not induce micronuclei at concentrations giving approximately 50-60% toxicity (cytostasis and cell death) or less by all of the toxicity measures used..."
        },
        {
            "References": "PMID:7097791",
            "Value": "/GENOTOXICITY/ Cadmium chloride increased mutations in the presence of S-9 mix in the mouse lymphoma L5178Y/thymidine kinase in vitro assay at a concentration of 0.10-0.20 ug/ml."
        },
        {
            "References": "Bridges BA; Environ Sci Res 24: 1015-38 (1981)",
            "Value": "/GENOTOXICITY/ In barley, a weak chromosome breaking effect (between 0.3 and 0.5% aberrations at anaphase) was observed with a number of cadmium salts (chloride) at 1x10-5 M for 2 hr. A chromosome breaking effect has also been reported in pea seedlings."
        },
        {
            "References": "PMID:6472321",
            "Value": "/GENOTOXICITY/ Inducibility of chromosomal aberrations and cytotoxicity in cultured Chinese hamster cells by cadmium chloride (CdCl2) was investigated under 3 different treatment conditions: 2 hr treatment in MEM medium supplemented with 10% fetal bovine serum (MEM + 10% FBS) or in HEPES-buffered Hanks' solution (HEPES-Hanks), and continuous treatment for 24 hr in MEM + 10% FBS. Two hr treatment with CdCl2 in HEPES-Hanks or continuous treatment for 24 hr in MEM + 10% FBS was respectively 2 or 3 times more cytotoxic than 2 hr treatment with the metal in MEM + 10% FBS. Continuous treatment for 24 hr with a CdCl2 concn in excess of 5x10-6 M was too toxic to the cells to allow chromosomal analysis, and moreover, only a slight increase in incidence of chromosomal aberrations was observed at a concn of 5x10-6 M CdCl2. In contrast, a marked and concn dependent increase in incidence of chromosomal aberrations was observed after post-treatment culture for 22 hr follows 2 hr treatment with 1x10-6 M to 5x10-5 M of CdCl2 in both MEM + 10% FBS and HEPES-Hanks. Two hr treatment with cadmium in HEPES-Hanks was approximately 3 times more potent for the induction of chromosomal aberrations than that in MEM + 10% FBS. Types of aberrations induced by CdCl2 mainly consisted of chromatid gaps and breaks, although a few exchanges, dicentrics and fragmentations were observed at high concentrations of cadmium. Increase in incidence of tetraploidy was also observed with a concn dependency after 2 hr treatment with CdCl2. Potency of CdCl2 to induce chromosomal aberrations after 2 hr exposure was comparable to that of benzo(a)pyrene activated with S9 at equitoxic concentrations. Two hr treatment with cadmium markedly inhibited incorporation of (3)H thymidine, even at concentrations at which incorporation of (3)H uridine or (3)H leucine was less inhibited. However, the inhibition of (3)H thymidine incorporation by cadmium was reversible and the incorporation restored to the control level during 2-6 hr of post-treatment incubation. These findings suggest that restoration of DNA synthesis after cadmium exposure is required for the efficient detection of chromosomal aberrations induced by the metal."
        },
        {
            "References": "Zhao Min Z et al; Experimental and Toxicologic Pathology 60(6):459-468(2008)",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ Heavy metals are important environmental pollutants that affect many cellular functions. The signaling pathways that lead to apoptosis of adrenocortical cells following exposure to cadmium chloride (CdCl2) have not yet been fully clarified. ...a primary culture of guinea pig adrenocortical cells /was developed/ and treated it with various concentrations of CdCl2 for different time periods. The apoptosis induced by CdCl2 was detected by fluorescein isothiocyanate-labeled annexin V and propidium iodide staining using a flow cytometer. Stress-activated protein kinase (SAPK) activities were measured by immunoprecipitation and chemiluminescence assay. After 2 hr of treatment, the apoptotic cell rate increased in a dose-dependent manner. The difference between the high-dose group and the control group was significant (P<0.01). The apoptosis was also found to increase in a time-dependent manner in cells treated with 50 umol/L CdCl2. Among the various treatment period groups, the difference between more than 1 hr-treated groups and the control group was significant (P<0.01). The SAPK activity increased with an increase in CdCl2 dose after 5 min of exposure. However, after 15 min of exposure to CdCl2, the SAPK activity decreased with an increase in exposure time. .../Therefore/ SAPK signaling pathway might play an important role in CdCl2-induced apoptosis of adrenocortical cells."
        },
        {
            "References": "PMID:16111842",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ The aim of this study was to compare four in vitro cytotoxicity assays and determine their ability to detect early cytotoxic events. Two hepatoma cell lines, namely HTC and HepG2 cells, were exposed to cadmium chloride (0-300 uM) for 3, 5 and 8 hr. Following exposure to the toxic metal cytotoxicity was determined with the lactate dehydrogenase leakage assay (LDH), a protein assay, the neutral red assay and the methyl tetrazolium (MTT) assay. In HTC cells no toxicity was observed for any incubation period when the LDH leakage, the MTT and the protein assay were employed whereas the neutral red assay revealed early cytotoxicity starting after incubation of HTC cells with CdCl2 for 3 hr. In the case of HepG2 cells the MTT assay reveals cytotoxicity due to CdCl2 exposure after 3 hr whereas no such effect is seen with the other three assays. Following 5 hr exposure of HepG2 cells to CdCl2, toxicity is observed with the MTT assay at lower concentrations compared to the ones required for detection of toxicity with the LDH leakage and the neutral red assay. In conclusion different sensitivity was observed for each assay with the neutral red and the MTT assay being the most sensitive in detecting cytotoxic events compared to the LDH leakage and the protein assay."
        },
        {
            "References": "Yano CL, Marcondes MCCG; Free Radical Biology and Medicine 39 (10): 1378-1384 (2005)",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ The effects of cadmium chloride (CdCl2) on oxidative stress in the skeletal muscle cell line C2C12 were investigated. Myoblast cells that differentiated into myotubes were treated with CdCl2 (1, 3, 5, 7.5, 10, and 12.5 uM) for 24, 48, and 72 hr. Subsequent assay of cell homogenates for MTT (3-(4,5-dimethylthiozol-2-yl)-2,5-diphenyltetrazolium bromide) reduction, neutral red uptake and nucleic acid content showed that cadmium was toxic to...cells in a concentration-dependent manner. Glutathione-S-transferase activity (nmol per ug of protein, per  min) was increased with 1 and 3 uM CdCl2 (36.9 =/- 5.6 and 32.1 +/- 6.0, respectively) compared to control cells (21.8 +/- 1.5), but decreased at higher concentrations (7.5 uM = 15.9 +/- 3.3, 10 uM = 15.9 +/- 4.6, and 12.5 uM = 10.5 +/-2.8). An increase in malondialdehyde content (nmol per ug of protein), especially at high CdCl2  concentrations (control = 7.3 +/- 0.5; CdCl2: 7.5 uM = 11.2 +/- 3.1, 10 uM = 14.6 +/- 3.8, and 12.5 uM = 20.5 +/- 6.5) indicated that there was enhanced lipid peroxidation. Light and scanning electron microscopy showed that there was a concentration-dependent loss of adherent cells and the formation of vesicles indicative of cell death. These results indicated that CdCl2 increased oxidative stress in ...cells, and this stress probably compromised cell adhesion and the cellular antioxidant defense mechanisms."
        },
        {
            "References": "PMID:12781208",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ Morphological changes in the Buffalo Green Monkey (BGM) cell line after exposure to a subcytotoxic dose (0.062 mM , equivalent to EC10 - effective concentration 10%) of cadmium chloride have been evaluated. Cells were exposed for 24 hr and the effects observed at the ultrastructural level by transmission and scanning microscopy. Using transmission electron microscopy, the most notable findings in treated cells were the presence of intranuclear inclusion bodies and thin intracytoplasmic granules associated to myelin figures and the presence of apoptotic bodies. Other morphological alterations included cell vacuolisation and a reduced cytoplasm volume, condensation of the mitochondria and a decreased number of cytoplasmic organelles, except lysosomes and autophagic vacuoles, which increased in number. Scanning electron microscopy pointed to a cell with a disrupted perinuclear region and a decrease in the number of surface microvilli. ..."
        },
        {
            "References": "PMID:11171528",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ ... The recent development of DNA arrays provides a potential mechanism for increasing the efficiency of standard toxicity testing through genome-wide assessments of gene regulation. ... DNA arrays containing 148 genes for xenobiotic metabolizing enzymes, DNA repair enzymes, heat shock proteins, cytokines, and housekeeping genes to examine gene expression patterns in the liver in response to cadmium chloride, benzo(a)pyrene (BaP), and trichloroethylene (TCE). Dose-response studies were carried out in mice for each chemical; each produced a unique pattern of gene induction. As expected, CdCl2 markedly up-regulated metallothionine I and II (5- to 10,000-fold at the highest doses) and several of the heat shock/stress response proteins and early response genes. In contrast, administration of BaP up-regulated only Cyp1a1 and Cyp1a2 genes and produced no significant increases in any of the stress response genes or any of the DNA repair genes present on the array. Likewise, TCE-induced gene induction was highly selective; only Hsp 25 and 86 and Cyp2a were up-regulated at the highest dose tested. ..."
        },
        {
            "References": "Faurskov B, Bjerregaard HF; Toxicology and Applied Pharmacology 163 (3): 267-278 (2000)",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ The effect of Cd(2+) on chloride secretion was examined in A6 renal epithelia cells by chloride-sensitive fluorescence (SPQ probe) and by the short-circuit-current (Isc) technique. Depleting the cells of Cl(-) suggests that the Cd (2+)-activated short current is dependent on the presence of Cl(-) ions. Among the Cl(-)-channel inhibitors the fenemates, flufenamic acid (FFA) and niflumic acid (NFA), and 5-nitro-2-(3-phenylpropylamino)-benzoate (NPPB) significantly lowered Cd(2+)-activated short current  compared with control level. In SPQ-loaded A6 cells, Cd(2+) evoked an increase in Cl(-) secretion, which significantly exceeded the basal Cl(-) transport and was blockable by FFA and NFA. The closely related metals, Zn(2+) or Ni(2+), were also able to activate Cl(-) secretion. Preexposure of Zn (2+) or Ni(2+) completely prevented Cd(2+) evoked increase in Cl(-) secretion, suggesting that Zn(2+) and Ni(2+) probably use similar mechanisms. Like Cd(2+), thapsigargin (TG), an inhibitor of intracellular Ca(2+)-ATPase and the Ca(2+)-ionophore A23187, induced an increase in the short current. Moreover, TG and Cd(2+) were able to neutralize the responses of the counterparts as also observed in short current measurements, which indicates that Cd(2+) activates Cl(-) secretion in a Ca(2+)-dependent manner. Hence, this study supports the idea that basolateral Cd(2+)(possibly also Zn(2+) and Ni(2+)), probably through a Ca(2+)-sensing receptor, causes calcium mobilization that activates apical fenemate-sensitive chloride channels leading to chloride secretion in A6 cells."
        },
        {
            "References": "Duizer E et al; Toxicology and Applied Pharmacology 155 (2): 117-126 (1999)",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ ... /Researchers/ characterized the functional and structural disruption of the paracellular barrier of intestinal epitheliumin vitroin relation to cytotoxicity after apical Cd(2+) exposure. For that purpose filter-grown Caco-2 and IEC-18 cells were apically exposed to 5 to 100 uM CdCl2 for 4 or 14 hr. It was found that the effects of Cd(2+)+on the epithelial barrier were concentration- and time-dependent. The first detected effects of Cd(2+) in Caco-2 cells after 4 hr exposure were a decrease in transepithelial electrical resistance, increased permeabilities of mannitol and PEG-4000, and changes in intercellular localization of /tight junction protein/ ZO-1, occludin, and e-cadherin. The effects were far more pronounced after prolonged exposure. The disruption of the paracellular barrier by 5 to 30 uM Cd(2+) was detected without a significant loss of viability of the Caco-2 cells. In the IEC-18 cells, Cd(2+) concentrations affecting the barrier (50 and 100 uM) also affected cell viability. In both cell lines the effects on the cell layers continued to develop after removal of extracellular Cd(2+). This correlated with the cellular retention of Cd(2+), which was high for the 12 hr following 4 hr accumulation. This study showed that the decreased epithelial barrier function of intestinal epithelial cells is accompanied by tight junction disruption. It is concluded that Cd(2+) causes increased paracellular permeability by disruption of junctional function and structure. The initial junctional effects of Cd(2+) suggest that Cd(2+) increases its own bioavailability by causing disruption of the intestinal paracellular barrier."
        },
        {
            "References": "PMID:17411356",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ The in vitro effects of cadmium, copper, lead and zinc, and various cadmium compounds (chloride, sulphate and nitrate) on common carp (Cyprinus carpio) lymphocyte viability and phagocyte activity, were evaluated. The percentage of dead lymphocytes was determined after Trypan blue staining, and phagocyte activity was measured by using the nitroblue tetrazolium (NBT) reduction test. Lead was the most toxic to lymphocytes--the maximum mortality exceeded 30%, and was significantly higher at 1 uM of lead, compared to the control. The maximum mortality caused by cadmium was below 10%, but was significantly elevated with 5 uM or more of cadmium. Zinc induced lymphocyte mortality from 10 uM, whilst no effect was observed with copper. The incubation of full blood with the three cadmium compounds (at 5mg/lLof cadmium) showed that cadmium nitrate and cadmium sulphate were more toxic (over 35% and 25% mortality, respectively) than cadmium chloride (about 15% mortality). This was confirmed by the results of tests on isolated cells--1mg/L of cadmium as nitrate and sulphate increased lymphocyte mortality compared to the control and cadmium chloride. Phagocytic activity was less sensitive to heavy metals than was lymphocyte viability. It was significantly reduced following exposure to 50 uM and 100 uM cadmium, and 100 uM zinc, but no effects were observed with either lead or copper."
        },
        {
            "References": "Brackem WM et al; Toxicol 33 (2): 93-102 (1984)",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ A bovine kidney cell culture system was used to assess what relationship cadmium uptake and subcellular distribution had to cadmium chloride induced cytotoxicity. Incubation (24 hr) with 0.1-10 uM cadmium elicited 0-90% cytotoxicity. A concentration related cadmium accumulation paralleled the cytotoxicity profile. The time course for Cd accumulation paralleled the cytotoxicity profile. The time course for cadmium accumulation was linear for the first 6 hr of exposure and plateaued by 18 hr post-exposure. When the degree of cytotoxicity was compared with cellular cadmium burden at 24 hr post-treatment, a least-squares linear regression analysis (r= 0.93) indicated a direct relationship. Subcellular distribution studies indicated > 90% cadmium recovery from the soluble supernatant (105,000 g) at all levels of cytotoxicity studied. Metallothionein sequestered < 25% of cellular cadmium. As a result of the correlation of the degree of cytotoxicity with the cellular cadmium burden and the independence of subcellular distribution from cytotoxicity, a cumulative mechanism of toxicity for cadmium in MDBK cells was suggested."
        },
        {
            "References": "PMID:6663070",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/... The influence of cadmium on mucosal respiration of three sections of rat small intestine was determined. ... Oxygen consumption was measured polarographically with a Clark electrode at 38 °C in Krebs Ringer phosphate medium with 0.011 mol/l glucose. Control as well as cadmium affected respiration values were measured one after the other on the same mucosa. High cadmium doses (applied as cadmium chloride), 2.2 and 1.4x10-2 mol/l, significantly inhibited the respiration in duodenum, jejunum, and ileum. Observed inhibition was 80 and 50% on the average, for these two concentrations and was related (similarly as following effects) to 100% value of control respiration. Concentrations of 7.8 and 4.5x10-3 mol/l caused /less/ inhibition of oxygen consumption (with the exception of significant 53% inhibition of jejunal respiration /at/ 7.8x10-3 mol/l cadmium chloride. Low concentrations, 10-4 to 10-6 mol/l of cadmium chloride had either no effect or stimulated oxygen uptake in intestinal mucosa. In older rats, weight 300-350 g, the respiration of duodenal and jejunal mucosa was inhibited with cadmium chloride concentration of 10-6 mol/l."
        },
        {
            "References": "PMID:6693003",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ AEROSOL EXPOSURES OF RATS WERE PERFORMED TO ASSESS THE IN VIVO EFFECTS OF CADMIUM ON THE PHAGOCYTOSIS OF LATEX PARTICLES BY PULMONARY MACROPHAGES. IN VITRO EXPOSURE TO CADMIUM CHLORIDE CAUSED DOSE-DEPENDENT DECREASES IN VIABILITY (TRYPAN BLUE EXCLUSION), PERCENTAGE CELLS WITH PARTICLES, TOTAL NUMBER OF PARTICLES PHAGOCYTIZED, & THE ABILITY OF THE MACROPHAGES TO ADHERE TO A SILICONIZED GLASS SURFACE. IN VIVO EFFECTS WERE STUDIED FOLLOWING 30-MIN AEROSOL EXPOSURES TO 1.5 MG/CU M CADMIUM (MMAD= 0.35 MICRON, SIGMA G= 1.45) OR 5.0 MG/CU M CADMIUM (MMAD= 0.45 MICRON, SIGMA G= 1.60) AS CADMIUM CHLORIDE. PHAGOCYTIC ACTIVITY IN THE IN VITRO TEST SYSTEM WAS INCREASED IMMEDIATELY & AT DAY 1 IN THE LOW EXPOSURE GROUP. HOWEVER, FOLLOWING EXPOSURE TO 5.0 MG/CU M CADMIUM, PHAGOCYTIC ACTIVITY WAS DEPRESSED UNTIL 8 DAYS POSTEXPOSURE. THE RESULTS SHOW THAT CADMIUM IS CAPABLE OF MODIFYING THE PHAGOCYTIC ABILITY OF MACROPHAGES IN VIVO AS WELL AS IN VITRO."
        },
        {
            "References": "PMID:3945938",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ Pulmonary alveolar marcrophages were isolated from adult, male rabbits by bronchial lavage and exposed to cadmium chloride in vitro. The observed cell sensitivity to this metal was highly dependent upon the incubation conditions used as well as the cytotoxic index selected. A median lethal concn (LC50) value, as measured by dye exclusion (erythrosin B), was detected to be 390 uM when these cells were exposed to cadmium in Ham's F12 culture medium for 8 hr at 35 degrees C. The presence of fetal calf serum in the medium (10%) enhanced this toxicity slightly,= 235 uM, as did raising the incubation temp to 37 degrees C. LC50= 201 uM. No effect on cadmium toxicity was observed when the culture medium was made devicient in copper, zinc, and iron, nor was there any effect observed when Hepes buffer was substituted for the HCO3-/CO2 buffering system. Measurements of (109)Cd uptake by pulmonary alveolar macrophages were consistent with and could explain, at least in part, the above observations of cytotoxicity. In additional, a median effective concn (EC50) value of 102 uM was found for cadmium when cell function (engulfment of killed yeast particles) was followed; and scanning electron microscopic studies showed cell membrane changes (loss of fine structure and blebbing) at cadmium concn as low as 30 uM."
        },
        {
            "References": "PMID:3576630",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ The cytotoxicity of cadmium chloride and 2 isoforms of hepatic cadmium metallothionein (CdMT I and II), was investigated using primary cultures of rat hepatocytes. The cell cultures were exposed to cadmium as cadmium chloride or as either isoform of cadmium metallothionein for 20 hr period at concentrations ranging from 50 to 500 ng Cd X ml-l. Cytotoxicity was assessed by determining the amount of lactic dehydrogenase released from the cells into the incubation medium and the incorporation of (3)H-arginine into cell protein. Cadmium chloride and both isoforms of cadmium metallothionein were found to be toxic to hepatocytes although partial protection was afforded by the binding of cadmium to metallothionein (MT). At the higher exposure concentrations and in accordance with the toxicity data, the cells exposed to cadmium chloride were found to accumulate more cadmium than those exposed to cadmium metallothionein."
        },
        {
            "References": "NIWA A ET AL; ACTA MED KINKI UNIV 5 (2): 185-91 (1980)",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ A POSSIBLE MECHANISM OF THE PRESSOR EFFECT OF CADMIUM (AS CADMIUM CHLORIDE) WAS INVESTIGATED BY USING THE ISOLATED THORACIC AORTA FROM RATS. CADMIUM PRODUCED CONTRACTION IN THE LOW CONCN & RELAXATION AT THE HIGH CONCN. THE CONTRACTION BY CADMIUM IS DEPENDENT ON THE EXTERNAL CALCIUM & THE LOW CONCN OF CADMIUM ACCELERATES THE CALCIUM RELEASE FROM THE CALCIUM STORE, THE HIGH CONCN INHIBITING THE CALCIUM RELEASE &/OR THE FUNCTION OF CONTRACTILE PROTEINS."
        },
        {
            "References": "PMID:4035698",
            "Value": "/IMMUNOTOXICITY/ Adult female B6C3F1 mice received distilled water only or water containing 10, 50, or 250 ppm of cadmium chloride (CdCl2) for 90 days. ... On day 91 mice also received a primary challenge with various infectious agents. T- and B-cell mitogenesis, natural killer (NK) cell function, delayed type hypersensitivity (DTH) as well as macrophage bactericidal activity, and phagocytosis was measured. There was no change in body weight gain, organ weights, or in humoral immunity during treatment even though cadmium had accumulated in significant quantities in the tissues. ... However, there was a dose-related, increased susceptibility to Herpes simplex type 2 virus. T- and B-lymphocyte proliferation was significantly reduced, and macrophage phagocytosis was significantly increased following cadmium exposure. Natural killer cell activity was augmented, but not significantly. Macrophage bactericidal activity and delayed type hypersensitivity were not significantly altered."
        },
        {
            "References": "BLAKLEY BR, TOMAR RS; IMT J IMMUNOPHARMACOL 8 (8): 1009-16 (1986)",
            "Value": "/IMMUNOTOXICITY/ SIX WEEK OLD BDF1 OR CD-1 FEMALE MICE WERE EXPOSED TO CADMIUM CHLORIDE IN THE DRINKING WATER AT CONCENTRATIONS RANGING FROM 0 TO 50 PPM CADMIUM FOR 3 WEEKS. THE IN VIVO ANTIBODY RESPONSE AGAINST DINITROPHENYLAMINOETHYLACARBAMYLMETHYL- FICOLL, A T-LYMPHOCYTE INDEPENDENT, MACROPHAGE DEPENDENT RESPONSE, WAS ENHANCED BY CADMIUM. SIMILARLY, THE IN VIVO ANTIBODY RESPONSE AGAINST ESCHERICHIA COLI 0127 (LPS), A T-LYMPHOCYTE AND MACROPHAGE INDEPENDENT RESPONSE, WAS ALSO ENHANCED BY CADMIUM. IN CONTRAST, THE IN VITRO ANTIBODY RESPONSE AGAINST SHEEP RED BLOOD CELLS, A T-LYMPHOCYTE AND MACROPHAGE DEPENDENT RESPONSE, WAS SUPPRESSED IN SPLEEN CELL CULTURES THAT CONTAINED CADMIUM EXPOSED NON ADHERENT CELLS (LYMPHOCYTES). CULTURES CONTAINING CADMIUM EXPOSED ADHERENT CELLS (MACROPHAGES) WERE NOT SUPPRESSED BY CADMIUM."
        },
        {
            "References": "PMID:3629621",
            "Value": "/IMMUNOTOXICITY/ AEROSOL CADMIUM (CADMIUM CHLORIDE) EXPOSURE OF FEMALE C57B1/6 MICE WAS PERFORMED TO ASSESS THE IN VIVO EFFECTS OF CADMIUM ON THE CELLULAR AND HUMORAL IMMUNE RESPONSES OF SPLENIC LYMPHOCYTES. PRIMARY CELLULAR AND HUMORAL RESPONSES OF LYMPHOCYTES WERE EXAMINTED AT 5-18 DAYS AFTER A SINGLE, 60 MIN EXPOSURE TO 0.88 MG CADMIUM/CU M (MMAD= 0.7 + OR - 0.3 UM, G= 3.43). SIGNIFICANT DECREASE OF IN VITRO LYMPHOPROLIFERATIVE RESPONSE TO ALLOGENEIC ANTIGENS, LPS AND PHA ANTIGENS, AND INHIBITION OF THE PRIMARY IGM RESPONSE TO SHEEP ERYTHROCYTES WERE CORRELATED WITH A MARKED DECREASE IN SPLEEN CELL VIABILITY AT 5-8 DAYS AFTER AEROSOL CADMIUM EXPOSURE. THIS TYPE OF CADMIUM INDUCED IMMUNOSUPPRESSION WHICH CORRELATED WITH THE DIRECT CYTOTOXICITY OF EFFECTOR CELLS, APPEARED TO BE DIFFERENT FROM THE CHRONIC, ORAL CADMIUM INDUCED SUPPRESSION OF THE PRIMARY IGM RESPONSE, IN WHICH ACUTE CYTOTOXICITY OF THE SPLEEN CELL POPULATION WAS NOT OBSERVED."
        },
        {
            "References": "PMID:3872706",
            "Value": "/IMMUNOTOXICITY/ Six week old BDF1 female mice were exposed to cadmium chloride in the drinking water at concentrations ranging from 0 to 50 micrograms/mL cadmium for three weeks. The humoral immune response against sheep red blood cells which is T-lymphocyte and macrophage dependent, was suppressed in a dose dependent fashion with the maxiumum suppression of 28.2% observed in the highest exposure group (p < 0.0001). Mitogen studies demonstrated that cadmium was a weak mitogen, producing a dose-dependent enhancement of blastogenesis (p = 0.026). T-lymphocyte response which was induced by concanavalin A was not affected by cadmium exposure (p = 0.284). A dose dependent enhancement of the B-lymphocyte activity was produced in the presence of cadmium when the lymphocytes were induced with Escherichia coli, lipopolysaccharide, a B-lymphocyte mitogen (p = 0.007). These results suggest that the immunosuppressive effects of cadmium associated with the humoral immune response are not due to an impairment of lymphocyte proliferation, an intermediate step involved in the generation of an immune response. The immunosuppressive effects were produced at relatively low cadmium exposures as indicated by the renal cadmium concentrations suggesting that the immune systems is very vulnerable to the toxic effects of cadmium."
        }
    ]
}