{
    "_id": {
        "$oid": "6682e957c4e5dba5ffba2a24"
    },
    "CID": {
        "$numberInt": "24965"
    },
    "Name": "Cobaltous sulfate",
    "IUPACName": "cobalt(2+);sulfate",
    "CanonicalSMILES": "[O-]S(=O)(=O)[O-].[Co+2]",
    "Synonyms": [
        "Cobalt sulfate",
        "Cobaltous sulfate",
        "Cobalt(2+) sulfate",
        "10124-43-3",
        "Cobalt(II) sulfate",
        "Cobalt sulphate",
        "Cobalt Brown",
        "Cobalt monosulfate",
        "Cobalt(II) sulphate",
        "Cobalt (2+) sulfate",
        "Cobalt sulfate (1:1)",
        "cobalt(2+);sulfate",
        "Cobalt(II) sulfate (1:1)",
        "Sulfuric acid",
        "cobalt(2+) salt (1:1)",
        "cobalt(+2) cation sulfate"
    ],
    "IsomericSMILES": "[O-]S(=O)(=O)[O-].[Co+2]",
    "INCHI": "InChI=1S/Co.H2O4S/c;1-5(2,3)4/h;(H2,1,2,3,4)/q+2;/p-2",
    "INCHIKEY": "KTVIXTQDYHMGHF-UHFFFAOYSA-L",
    "Formula": "CoO4S",
    "MolecularWeight": {
        "$numberDouble": "155"
    },
    "Description": "Cobalt(2+) sulfate is a compound of cobalt and sulfate in which the ratio of cobalt (+2 oxidation state) to sulfate is 1:1. It contains a cobalt(2+).",
    "XlogP": {
        "$numberDouble": "NaN"
    },
    "Complexity": {
        "$numberInt": "62"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "environmental_bioconcentrations": [
        {
            "References": "(1) NOAA; CAMEO Chemicals. Database of Hazardous Materials. Cobalt Sulfate (10124-43-3). Natl Ocean Atmos Admin, Off Resp Rest; NOAA Ocean Serv. Available from, as of Jan 13, 2017: https://cameochemicals.noaa.gov/",
            "Value": "Food Chain Concentration Potential of Cobaltous Sulfate (heptahydrate): Bioconcentration of 200-1000 fold only under constant exposure. Not significant in spill conditions(1)."
        }
    ],
    "mechanism_of_action": [
        {
            "References": "PMID:19502547",
            "Value": "Cellular metabolism depends on the availability of oxygen and the major regulator of oxygen homeostasis is hypoxia-inducible factor 1 (HIF-1), a highly conserved transcription factor that plays an essential role in cellular and systemic homeostatic responses to hypoxia. HIF-1 is a heterodimeric transcription factor composed of hypoxia-inducible HIF-1alpha and constitutively expressed HIF-1beta. Under hypoxic conditions, the two subunits dimerize, allowing translocation of the HIF-1 complex to the nucleus where it binds to hypoxia-response elements (HREs) and activates expression of target genes implicated in angiogenesis, cell growth, and survival. The HIF-1 pathway is essential to normal growth and development, and is involved in the pathophysiology of cancer, inflammation, and ischemia. Thus, there is considerable interest in identifying compounds that modulate the HIF-1 signaling pathway. To assess the ability of environmental chemicals to stimulate the HIF-1 signaling pathway, we screened a National Toxicology Program collection of 1408 compounds using a cell-based beta-lactamase HRE reporter gene assay in a quantitative high-throughput screening (qHTS) format. Twelve active compounds were identified. These compounds were tested in a confirmatory assay for induction of vascular endothelial growth factor, a known hypoxia target gene, and confirmed compounds were further tested for their ability to mimic the effect of a reduced-oxygen environment on hypoxia-regulated promoter activity. Based on this testing strategy, three compounds (o-phenanthroline, iodochlorohydroxyquinoline, cobalt sulfate heptahydrate) were confirmed as hypoxia mimetics, whereas two compounds (7-diethylamino-4-methylcoumarin and 7,12-dimethylbenz(a)anthracence) were found to interact with HIF-1 in a manner different from hypoxia. /Cobalt sulfate heptahydrate/"
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "Clarke, M. L., D. G. Harvey and D. J. Humphreys. Veterinary Toxicology. 2nd ed. London: Bailliere Tindall, 1981., p. 44",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Sheep given a single dose of hydrated cobalt sulfate were killed by quantities between 15 and 55 g, the avg lethal dose being 330 mg/kg. /Hydrated cobalt sulfate/"
        },
        {
            "References": "PMID:1921139",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Hemodynamic mechanisms of Co(2+)-evoked hypotension were studied in pentobarbital-anesthetized male Wistar rats. Bolus i.v. administration of cobalt sulfate (30, 90 and 270 mg/kg of Co) evoked dose-dependent hypotension followed by tachycardia and increase in left ventricular contractility index (dP/dt/P). Administration of beta-adrenoblocker propranolol (2 mg/kg) attenuated Co evoked (270 ug/kg) tachycardia and unmasked its cardiodepressive effects (dP/dt/P decreased by 11% and end-diastolic pressure increased by 55%). Cardiodepressive Co2+ effects were prevented by administration of verapamil (0.4 mg/kg). In the second group hemodynamic mechanisms of Co-evoked hypotension were studied with radioactive microspheres. Co2+ infusion (55 mg/kg) lowered blood pressure (in average by -11%) by decreasing total peripheral resistance (-25%). Cardiotoxic effects were obtained with a ++larger dose 80 mg/kg/min. It is concluded that Co decreased blood pressure by vasodilatator action and its cardiotoxic effects attenuated by sympathetic counterregulation and may be prevented by verapamil."
        },
        {
            "References": "PMID:6658144",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ The acute toxicities of chloride, acetate, cobalt nitrate and cobalt sulfate (II) were investigated in rats. The values obtained for the LD50 (7 days) were 133, 194, 198 and 279 mg of Co/kg respectively, when the salts were given orally. The values for intraperitoneal administration were 10.6, 8.8, 8.3 and 11.5 mg of Co/kg. The majority of deaths occurred during the first 48 hours. The physical and clinical signs appearing after the intoxication disappeared for the most part after the first 72 hours. Also, the effect produced by chloride and cobalt acetate (II) given orally and intraperitoneally, in some hematological parameters and serum parameters during the first 24 hours after intoxications, has been studied at several doses. A noteworthy increase was observed in the hemoglobin and hematocrit as well as in the plasma proteins. There was significant hyperglycemia and also significant changes in the lipid parameters such as triglycerides and cholesterol. The duration and degree of the change depended on the dose. As a general rule, no significant differences were registered between the results obtained for the two salts."
        },
        {
            "References": "PMID:6318998",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ This study was designed to investigate the changes in the beta adrenergic system during the induction of cobalt cardiomyopathy in dogs. Cobalt sulfate, at a dose of 5 mg/kg/day was administered intravenously with a low protein, low thiamine diet to 13 dogs. The percentage change of the left ventricular minor axis with systole by echocardiogram (% delta D) and dP/dtmax were used to monitor left ventricular function. Noradrenaline (NA) was measured in 24 hr urine samples. Left ventricular (LV) free wall biopsies were assayed for noradrenaline (LV-NA), cyclic AMP, cyclic GMP and dopamine beta hydroxylase (LV-DBH). Lymphocytes were assayed for beta-receptor density. All dogs were studied at baseline and seven were studied after a midpoint cumulative dose of 60 to 90 mg/kg of cobalt; the remaining six dogs were studied when they were in heart failure and had received more than 110 mg/kg. During the induction of heart failure the heart rate rose from 112 +/- 6 (means +/- SE) at baseline to 154 +/- 9 at the midpoint and 153 +/- 9 (both P less than 0.05) at the final measurement while the % delta D fell from 35 +/- 2% to 31 +/- 3% and 23 +/- 2% (P less than 0.05) and dP/dt fell from 333 +/- 40 kPa/s at baseline to 254 +/- 46 kPa/s (P less than 0.05) and 207 +/- 33 kPa/s (P less than 0.05)"
        },
        {
            "References": "PMID:5572639",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ In rats a combination of a protein deficient diet and cobalt administration, resulted in severe cardiomyopathy, showing cardiac damage remarkably similar to that seen in humans. Rats were preconditioned to protein restriction for ten days (4% casein in diet), then received cobalt sulfate by oral gavage for two weeks. Cobalt sulfate, containing from 4.0 to 12.5 mg cobalt/kg bw/day was administered, severe cardiomyopathy was seen in those animals receiving 12.5 mg cobalt/kg bw/day in combination with the low protein diet."
        },
        {
            "References": "Pehrsson S et al; Trace Elements in Medicine 8(4): 195-198 (1991)",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Male Sprague-Dawley-rats were fed a conventional laboratory diet, a protein restricted diet containing 12% protein, or the protein restricted diet containing 40 mg/kg cobaltous-sulfate for 8 weeks. After 8 weeks the hearts were removed and perfused with ice cold saline for 10 minutes. Then hearts were then converted to a modified Langendorff working model utilizing left atrial pressures of 10, 15, or 20 centimeters water. Heart rate, cardiac output, left ventricular systolic pressure and stroke work, left ventricular pressure increase, and coronary flow were determined. The myocardium was analyzed for cobalt. Cobalt did not significantly affect any of the parameters of cardiac function. The myocardial cobalt concentration in rats fed the cobalt containing diet was about 30 times that of rats in the other two groups. The authors conclude that chronic cobalt exposure causes a marked accumulation of cobalt in the myocardium without causing any myocardial dysfunction."
        },
        {
            "References": "Nordberg, G.F. et al; Handbook on the Toxicology of Metals 4th ed., Vol. 2. Academic Press, Waltham, MA. 2015, p. V2 754",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Oral admin of cobalt (as cobaltous sulfate and cobaltous chloride) to rats and rabbits in doses ranging from 10 to 100 mg/kg body wt, for periods exceeding two wk, produces the same cardiotoxic effects as those observed following parenteral dosing."
        },
        {
            "References": "Mohiuddin SM et al; Am Heart J 80: 532-43 (1970)",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ In 20 male guinea pigs fed cobaltous sulfate for 5 weeks at high levels (stated to be 20 mg cobalt/kg daily), heart weights and ratios of heart weight to body weight were increased, and pericardial effusion was observed in 9 (45%) animals; myocardial degenerative changes were present in 15 (75%)."
        },
        {
            "References": "DHHS/ATSDR; Toxicological Profile for Cobalt p.48 (PB/93/110724/AS) (April 2004)",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ In rats, exposure to 11.4 mg cobalt/cu m as cobalt sulfate over 13 weeks resulted in a marginal increase in the severity of cardiomyopathy as compared to controls (minimal-mild in treated animals versus minimal in controls; 3/10 animals affected in either group). Cardiomyopathy was not observed in mice exposed to </= 76 mg cobalt/cu m as cobalt sulfate over 16 days, nor in mice or rats exposed to up to 1.14 mg cobalt/cu m for 2 years."
        },
        {
            "References": "DHHS/ATSDR; Toxicological Profile for Cobalt p.51 (PB/93/110724/AS) (April 2004)",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Necrosis of the thymus was reported in rats exposed to 19 mg cobalt/cu m as cobalt sulfate over 16 days, and hyperplasia of the mediastinal lymph nodes was found in mice exposed to 11.4 mg cobalt/cu m for 13 weeks."
        },
        {
            "References": "DHHS/ATSDR; Toxicological Profile for Cobalt p.51 (PB/93/110724/AS) (April 2004)",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Congestion in the vessels of the brain/meninges was reported in rats and mice exposed to 19 mg cobalt/cu m or greater as cobalt sulfate over 16 days."
        },
        {
            "References": "PMID:2227161",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Groups of 10 F344/N rats and B6C3F1 mice of each sex were exposed to cobalt sulfate heptahydrate aerosols of 0, 0.3, 1.0, 3.0, 10, or 30 mg/cu m, 6 hr per day, 5 days per week, for 13 weeks. All rats and female mice and all but 2/10 male mice exposed at the top concentration survived to the end of the studies. Polycythemia was observed in exposed rats but not in mice. Sperm motility was decreased in mice exposed at 3 mg/cu m (the lowest concentration evaluated) and at higher concentrations, and increased numbers of abnormal sperm and decreased testis and epididymal weights occurred in mice exposed to 30 mg/cu m. Cobalt content in the urine of rats increased with increasing atmospheric cobalt exposure. Primary histopathologic effects were limited to the respiratory tract. Lesions in rats and mice included degeneration of the olfactory epithelium, squamous metaplasia of the respiratory epithelium, and inflammation in the nose; inflammation, necrosis, squamous  metaplasia, ulcers (rats), and inflammatory polyps (rats) of the larynx; metaplasia of the trachea (mice); and fibrosis, histiocytic infiltrates, bronchiolar epithelial regeneration, and epithelial hyperplasia in the alveoli of the lung. The most sensitive tissue was the larynx, with squamous metaplasia observed in rats and mice at the lowest exposure concentration of 0.3 mg/cu m. Thus, a  no-observed-adverse-effect level was not reached in these studies. /Cobalt sulfate heptahydrate/"
        },
        {
            "References": "DHHS/ATSDR; Toxicological Profile for Cobalt p.51 (PB/93/110724/AS) (April 2004)",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Testicular atrophy was reported in rats, but not in mice, exposed to 19 mg cobalt/cu m as cobalt sulfate over 16 days. Following exposure of mice to cobalt (as cobalt sulfate) for 13 weeks, a decrease in sperm motility was found at 1.14 mg cobalt/cu m, and testicular atrophy was found at 11.4 mg cobalt/cu m. A significant increase in the length of the estrous cycle was reported in female mice exposed to 11.4 mg cobalt/cu m for 13 weeks."
        },
        {
            "References": "DHHS/ATSDR; Toxicological Profile for Cobalt p.46-7 (PB/93/110724/AS) (April 2004)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Necrosis and inflammation of the respiratory tract epithelium (larynx, trachea, bronchioles) were reported in rats exposed to 19 mg cobalt/cu m and mice exposed to 1.9 mg cobalt/cu m or greater as cobalt sulfate over 16 days."
        },
        {
            "References": "DHHS/ATSDR; Toxicological Profile for Cobalt p.54 (PB/93/110724/AS) (April 2004)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ ... Groups of rats and mice of both sexes /were exposed/ to 0, 0.11, 0.38, or 1.14 mg cobalt/cu m as cobalt sulfate for 2 years. Increased incidence of alveolar/bronchiolar neoplasms was noted following lifetime exposure of male rats to 1.14 mg cobalt/cu m and in female rats exposed to 0.38 mg cobalt/cu m. Statistical analysis revealed that tumors occurred in both sexes with significantly positive trends in both sexes of rats. Similarly, mice of both sexes exposed to 1.14 mg cobalt/cu m showed an increase in alveolar/bronchiolar neoplasms, again with lung tumors occurring with significantly positive trends."
        },
        {
            "References": "PMID:10367342",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Groups of 50 male and 50 female F344/N rats and B6C3F1 mice were exposed to aerosols containing 0, 0.3, 1.0, or 3.0 mg/cu m cobalt sulfate hexahydrate, 6 hr/day, 5 days/week, for 104 weeks. Survival and body weights of exposed rats and mice were generally unaffected by the exposures. In rats, proteinosis, alveolar epithelial metaplasia, granulomatous alveolar inflammation, and interstitial fibrosis were observed in the lung in all exposed groups. Nonneoplastic lesions of the nose and larynx were also attributed to exposure to all concentrations of cobalt sulfate. In 3.0 mg/cu m male rats and in female rats exposed to 1.0 or 3.0 mg/cu m, the incidences of alveolar/bronchiolar neoplasms were increased over those in the control groups. Lung tumors occurred with significant positive trends in both sexes. The incidences of adrenal pheochromocytoma in 1.0 mg/cu m male rats and in 3.0 mg/cu m female rats were increased. Nonneoplastic lesions of the respiratory tract were less severe in mice than in rats. In mice, alveolar/bronchiolar neoplasms in 3.0 mg/cu m males and females were greater than those in the controls, and lung tumors occurred with significantly positive trends. In summary, exposure to cobalt sulfate by inhalation resulted in increased incidence of alveolar/bronchiolar neoplasms and a spectrum of inflammatory, fibrotic, and proliferative lesions in the respiratory tracts of male and female rats and mice. Adrenal pheochromocytomas were increased in female rats, and possibly in male rats. /Cobalt sulfate hexahydrate/"
        },
        {
            "References": "PMID:25896363",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ ...the NTP conducted two chronic inhalation exposure studies in rats and mice, one on soluble cobalt sulfate heptahydrate, and a more recent study on insoluble cobalt metal. Herein, we compare and contrast the toxicity profiles following whole-body inhalation exposures to these two forms of cobalt. In general, both forms were genotoxic in the Salmonella T98 strain in the absence of effects on micronuclei. The major sites of toxicity and carcinogenicity in both chronic inhalation studies were the respiratory tract in rats and mice, and the adrenal gland in rats. In addition, there were distinct sites of toxicity and carcinogenicity noted following exposure to cobalt metal. In rats, carcinogenicity was observed in the blood, and pancreas, and toxicity was observed in the testes of rats and mice. Taken together, these findings suggest that both forms of cobalt, soluble and insoluble, appear to be multi-site rodent carcinogens following inhalation exposure. /Cobalt sulfate heptahydrate/"
        },
        {
            "References": "PMID:12187935",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Epidemiological studies suggest an association between ambient particulate matter and cardiopulmonary diseases in humans. The mechanisms underlying these health effects are poorly understood. To better understand the potential relationship between particulate-matter-induced inflammation and vascular disease, a 2-phase retrospective study was conducted. Phase one included the review of heart, lung, and kidney tissues from high-dose and control male B6C3F1 mice exposed by inhalation to 9 particulate compounds for a 2-year period. /The concentration of cobalt sulfate heptahydrate was 3.0 mg/cu m./ The results showed that high-dose males developed significantly increased incidences of coronary and renal arteritis over controls in 2 of the 9 studies (indium phosphide and cobalt sulfate heptahydrate), while marginal increases in arteritis incidence was detected in 2 additional studies (vanadium pentoxide and gallium arsenide). In contrast, arteritis of the muscular arteries of the lung was not observed. Morphological features of arteritis in these studies included an influx of mixed inflammatory cells including neutrophils, lymphocytes, and macrophages. Partial and complete effacement of the normal vascular wall architecture, often with extension of the inflammatory process into the periarterial connective tissue, was observed. Phase 2 evaluated the heart, lung, kidney, and mesentery of male and female B6C3F1 mice from the 90-day studies of the 4 compounds demonstrating arteritis after a 2-year period. /The concentration of cobalt sulfate heptahydrate used was 30 mg/cu m./ The results showed arteritis did not develop in the 90-day studies, suggesting that long-term chronic exposure to lower-dose metallic particulate matter may be necessary to induce or exacerbate arteritis. /Cobalt sulfate heptahydrate/"
        },
        {
            "References": "PMID:11950170",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ We investigated the possible correlation between nonneoplastic chronic pulmonary lesions and adrenal pheochromocytoma in 9 recent, NTP, 2-year particulate inhalation studies in male F344 rats. Re-evaluation for chronic active inflammation, interstitial fibrosis, alveolar epithelial hyperplasia, squamous metaplasia, proteinosis, and histiocytosis revealed significant associations of pheochromocytoma only with the severity of inflammation and fibrosis. Nickel oxide, cobalt sulfate, indium phosphide, talc, and nickel subsulfide studies showed chemical-related incidences of adrenal pheochromocytoma and significant (p < 0.01) associations with inflammation and fibrosis."
        },
        {
            "References": "DHHS/ATSDR; Toxicological Profile for Cobalt p.46-7 (PB/93/110724/AS) (April 2004)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Exposure of rats and mice to cobalt as cobalt sulfate for 13 weeks resulted in adverse effects on all parts of the respiratory tract, with the larynx being the most sensitive part. At concentrations of >/= 0.11 mg cobalt/cu m, rats and mice developed squamous metaplasia of the larynx. Histiocytic infiltrates in the lung were also reported at similar levels in both the rats and mice. In rats, chronic inflammation of the larynx was found at >/= 0.38 mg cobalt/cu m, and more severe effects on the nose, larynx, and lung were reported at higher exposures. In mice, acute inflammation of the nose was found at >/= 1.14 mg cobalt/cu m, and more severe effects on the nose, larynx, and lung were reported at higher exposures."
        },
        {
            "References": "PMID:11261899",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ The effects of cobalt sulfate administered to pregnant C57BI mice, OFA-SD rats, and New Zealand rabbits was studied on fetal and postnatal offspring. Cobalt concentration in the maternal blood was increased in proportion to the administered doses. Cobalt crossed the placenta and appeared in the fetal blood and amniotic fluid. Regardless of the administered dose of cobalt sulfate, cobalt concentration in the blood peaked 2 hr after administration. Cobalt produced dose-dependent maternal toxicity and was found to be embryotoxic in all three species, as evidenced by elevated frequency of fetuses with body weight or skeletal retardation and embryolethality. Cobalt increased the frequency of major anomalies significantly in mice and rats, with anomalies of the eyes, kidneys, skull, spine, and sternum in mice, and anomalies of the urogenital system in rats. Cobalt sulfate was not teratogenic in rabbits. Intra-amnial administration of cobalt sulfate produced a dose-dependent increase of the frequency of dead fetuses, and weight retardation of the live fetuses. The direct cytotoxic effect probably plays a role in the embryotoxic and teratogenic effects of cobalt. The postnatal examinations revealed a decrease of the perinatal index in the treated group. The body weight of the pups in the treated group was lower during wk 1 of life, but no difference was found between the control and treated by the end of wk 2. Eye opening was completed in the usual time period in both groups, while time of appearance of the teeth, descending of the testes, shaping of ears, and development of hearing was delayed in the treated group. The development of muscle strength and of the locomotor system was delayed. All the functions studied (forward movement, swimming, righting reflex) normalized by postnatal d 21, with the exception of muscle strength. It was concluded that cobalt sulfate exposure decreases the perinatal viability of the fetuses, but the functions of the surviving fetuses with perinatal retardation become compensated by postnatal wk 2-3. The development of fetuses is undisturbed thereafter."
        },
        {
            "References": "Szakmary E et al; Egeszsegtudomany 38(2):126-35 (1994)",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ /The/ offspring damaging effect of cobalt was studied on pregnant C57BL mice, OFA rats, and NZ rabbits. Mice and rabbits were treated /with cobalt sulfate by gavage/ during organogenesis,and rats during the whole gestation. At daily doses of 0 or 50 mg/kg for mice, 0, 25, 50 or 100 mg/kg for rats and 0, 20, 100 or 200 mg/kg for rabbits. Pregnant rats' embryos were treated with 0, 0.0625, 0.125 or 0.250 mg of cobalt sulfate intraamnially, at day 16 of gestation. Pregnant rats were treated during the whole gestation with 0, 25, 50 or 100 mg CoSO4/kg bw/day by gavage; 0 or 2 hours after the last treatment cobalt was determined in maternal and fetal blood, and amniotic fluid. Female rats were treated with 0, 100, 200 or 300 mg CoSO4/kg bw in a single dose by gavage; 0, 2, 4, 8, 12 and 24 hours after the administration cobalt was determined in blood. In rats, cobalt concentration increased in the maternal blood proportionally of the doses of cobalt-sulfate administered, it went through the placenta and appeared in the fetal blood and amniotic fluid as well. In all three species, cobalt proved to be toxic for both mothers and fetuses, depending on the dose. Cobalt proved to be specific embryotoxic in all three species and increased the incidence of fetuses with retarded body mass, skeletal retardation and embryolethality (in rabbits, incidence of spontaneous abortions did not change). It increased significantly the incidence of major anomalies in mice and rats - it proved to be teratogenic. Upon the effect of intraamniotic treatment the incidence of dead fetuses increased proportionally with increasing doses. It has been detected that cobalt cumulates in pregnant animals. Cobalt exerts its embryotoxic and teratogenic effect plays a decisive role in embryotoxicity and teratogenicity."
        },
        {
            "References": "PMID:11261899",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ The effects of cobalt sulfate administered to pregnant C57BI mice, OFA-SD rats, and New Zealand rabbits was studied on fetal and postnatal offspring. Cobalt concentration in the maternal blood was increased in proportion to the administered doses. Cobalt crossed the placenta and appeared in the fetal blood and amniotic fluid. Regardless of the administered dose of cobalt sulfate, cobalt concentration in the blood peaked 2 hr after administration. Cobalt produced dose-dependent maternal toxicity and was found to be embryotoxic in all three species, as evidenced by elevated frequency of fetuses with body weight or skeletal retardation and embryolethality. Cobalt increased the frequency of major anomalies significantly in mice and rats, with anomalies of the eyes, kidneys, skull, spine, and sternum in mice, and anomalies of the urogenital system in rats. Cobalt sulfate was not teratogenic in rabbits. Intra-animal administration of cobalt sulfate produced a dose-dependent increase of the frequency of dead fetuses, and weight retardation of the live fetuses. The direct cytotoxic effect probably plays a role in the embryotoxic and teratogenic effects of cobalt. The postnatal examinations revealed a decrease of the perinatal index in the treated group. The body weight of the pups in the treated group was lower during wk 1 of life, but no difference was found between the control and treated by the end of wk 2. Eye opening was completed in the usual time period in both groups, while time of appearance of the teeth, descending of the testes, shaping of ears, and development of hearing was delayed in the treated group. The development of muscle strength and of the locomotor system was delayed. All the functions studied (forward movement, swimming, righting reflex) normalized by postnatal day 21, with the exception of muscle strength. It was concluded that cobalt sulfate exposure decreases the perinatal viability of the fetuses, but the functions of the surviving fetuses with perinatal retardation become compensated by postnatal wk 2-3. The development of fetuses is undisturbed thereafter."
        },
        {
            "References": "DHHS/ATSDR; Toxicological Profile for Cobalt p. 80-1 (April 2004)",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ Several rodent studies have identified neurological effects following cobalt exposure. In Wistar rats, a single gavage dose of 4.25 mg cobalt/kg as cobalt chloride resulted in a moderate reduction in spontaneous activity, muscle tone, touch response, and respiration, while 19.4 mg cobalt/kg as cobalt sulfate caused a mild reduction the same parameters. In rats exposed to 4.96 mg cobalt/kg/day as cobalt chloride for 30 days in the drinking water, cobalt led to changes in sympathetically mediated contractile activity of isolated rat vas deferens. Rats exposed to 6.44 mg cobalt/kg/day as cobalt nitrate in the drinking water showed an increased sensitivity and decreased maximal response to a cholinergic agonist. In rats exposed to 20 mg cobalt/kg/day as cobalt chloride for 57 days in the drinking water, cobalt enhanced behavioral reactivity to stress (the animals were less likely to descend from a safe platform to an electrified grid). Rats exposed to the same dose in the diet for 69 days showed a slower rate of lever pressing than controls, but no change in behavioral reactivity to stress. Longer-term exposure of rats to cobalt chloride (7 months) resulted in a significant increase in the latent reflex period at 0.5 mg cobalt/kg /and greater/ as cobalt chloride and a pronounced neurotropic effect (disturbed conditioned reflexes) at 2.5 mg cobalt/kg."
        },
        {
            "References": "PMID:26006317",
            "Value": "/DEVELOPMENTAL NEUROTOXICITY/ Low level metal contaminations are a prevalent issue with often unknown consequences for health and the environment. Effect-based, multifactorial test systems with zebrafish embryos to assess in particular developmental toxicity are beneficial but rarely used in this context. We therefore exposed wild-type embryos to the metals copper (CuSO4), cadmium (CdCl2) and cobalt (CoSO4) for 72 hr to determine lethal as well as sublethal morphological effects. Motor neuron damage was investigated by immunofluorescence staining of primary motor neurons (PMNs) and secondary motor neurons (SMNs). In vivo stainings using the vital dye DASPEI were used to quantify neuromast development and damage. The consequences of metal toxicity were also assessed functionally, by testing fish behavior following tactile stimulation. The median effective concentration (EC50) values for morphological effects 72 hr post fertilization (hpf) were 14.6 mg/L for cadmium and 0.018 mg/L for copper, whereas embryos exposed up to 45.8 mg/L cobalt showed no morphological effects. All three metals caused a concentration-dependent reduction in the numbers of normal PMNs and SMNs, and in the fluorescence intensity of neuromasts. The results for motor neuron damage and behavior were coincident for all three metals. Even the lowest metal concentrations (cadmium 2 mg/L, copper 0.01 mg/L and cobalt 0.8 mg/L) resulted in neuromast damage. The results demonstrate that the neuromast cells were more sensitive to metal exposure than morphological traits or the response to tactile stimulation and motor neuron damage."
        },
        {
            "References": "PMID:8937893",
            "Value": "/GENOTOXICITY/ Cobalt sulfate hydrate, gallium arsenide, molybdenum trioxide, vanadium pentoxide, and nickel sulfate heptahydrate were tested in the Syrian hamster embryo (SHE) assay in order to increase the SHE assay database for heavy metals. All five compounds produced significant morphological transformation at one or more doses in a dose-responsive manner. Cobalt sulfate hydrate, gallium arsenide, molybdenum trioxide, and nickel (II) sulfate heptahydrate were all positive with a 24-hr exposure, suggesting direct DNA perturbation. Vanadium pentoxide was negative with a 24-hr exposure, but positive with a 7-day exposure. This pattern of response (24-hr SHE negative/7-day SHE positive) has been seen with other chemicals which have tumor promotion-like characteristics. /Cobalt sulfate hydrate/"
        },
        {
            "References": "PMID:10504146",
            "Value": "/GENOTOXICITY/ We previously developed a mammalian in vitro assay for genotoxicity based on the ability of cells to increase their level of the tumor-suppressor protein p53 in response to DNA damage. Cultured cells are treated with various amounts of the test substances, and at defined times following treatment, they are harvested and lysed. The lysates are analyzed for p53 by Western blot and/or enzyme-linked immunosorbent assay analysis. An increase in cellular p53 following treatment is interpreted as evidence for DNA damage. To determine the ability of this p53-induction assay to predict carcinogenicity in rodents and to compare such results with those obtained using alternate approaches, we subjected 25 chemicals from the predictive toxicology evaluation 2 list to analysis with this method. Five substances (citral, cobalt sulfate heptahydrate, D&C Yellow No. 11, oxymetholone, and t-butylhydroquinone) tested positive in this assay, and three substances (emodin, phenolphthalein, and sodium xylenesulfonate) tested as possibly positive. /Cobalt sulfate heptahydrate/"
        },
        {
            "References": "Chang, L.W. (ed.). Toxicology of Metals. Boca Raton, FL: Lewis Publishers, 1996, p. 256",
            "Value": "/GENOTOXICITY/ DNA strand breaks in CHO cells were observed upon treatment /with/ cobalt sulfate, and the crystalline form was more active than the amorphous form in the induction of transformation of SHE cells."
        },
        {
            "References": "PMID:25310813",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ The objective of this in vitro study was to examine dose-dependent changes in the secretion activity (progesterone, 17beta-estradiol and insulin-like growth factor-I) of rat ovarian fragments after experimental cobalt (Co) administration including the apoptotic potential of Co on rat ovarian fragments by evaluating the expression of apoptotic markers Bax and caspase-3. Ovarian fragments were incubated with cobalt sulfate (CoSO4.7H2O) at the doses 90, 170, 330 and 500 ug/mL for 24 hr and compared with control group without Co addition. Release of progesterone (P4) 17beta-estradiol and insulin-like growth factor-I (IGF-I) by ovarian fragments was assessed by RIA, expression of Bax and caspase-3 by SDS-PAGE and Western blotting. Observations show that P4 release by ovarian fragments was significantly (P < 0.05) inhibited after cobalt sulfate addition at higher doses 170-500 ug/mL used in the study in comparison to control. However, cobalt sulfate addition did not cause any significant change in the release of 17beta-estradiol by ovarian fragments at all the doses used in the study (90-500 ug/mL) in comparison to control. On the contrary, IGF-I release by ovarian fragments was significantly (P < 0.05) stimulated after cobalt sulfate addition at the lowest dose 90 ug/mL in comparison to control, while other doses did not cause any significant change. Also, addition of cobalt sulfate decreased the expression of both the apoptotic peptides Bax and caspase-3 at the higher doses 170, 330 and 500 ug/mL, but not at the lowest dose 90 ug/mL used in the study. Obtained results suggest Co induced (1) inhibition in secretion of steroid hormone progesterone, (2) dose-dependent increase in the release of growth factor IGF-I, and (3) decrease in the expression of markers of apoptosis (Bax and caspase-3) of rat ovarian fragments. /Cobalt sulfate heptahydrate/"
        },
        {
            "References": "PMID:19349653",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ The aim of this study was to investigate the effects of clinically relevant metal nanoparticles and ions on the viability of macrophages in vitro. A RAW 264.7 murine macrophage cell line was cultured in the presence of either: (1) cobalt, chromium and titanium nanoparticles sized 30-35 nm; or (2) cobalt sulfate and chromium chloride. Two methods were used to quantify cell viability: Alamar Blue assay and Live/Dead assay. The cytotoxicity was observed only with cobalt. Cobalt nanoparticles and ions demonstrated dose-dependent cytotoxic effects on macrophages in vitro: the cytotoxic concentrations of nanoparticles and ions were 1 x 10(12) particles /per/ mL and 1000 uM, respectively. The high concentration of cobalt nanoparticles required for cytotoxicity of macrophages in vitro suggests that increased production of cobalt nanoparticles in vivo, due to excessive metal-on-metal implant wear, may lead to local adverse biological effects. Therefore, cytotoxicity of high concentrations of metal nanoparticles phagocytosed by macrophages located in the periprosthetic tissues may be an important factor in pathogenesis of pseudotumors. /Cobalt sulfate nanoparticles/"
        }
    ]
}