{
    "_id": {
        "$oid": "6682e957c4e5dba5ffba2a22"
    },
    "CID": {
        "$numberInt": "24962"
    },
    "Name": "CADMIUM SULFATE",
    "IUPACName": "cadmium(2+);sulfate",
    "CanonicalSMILES": "[O-]S(=O)(=O)[O-].[Cd+2]",
    "Synonyms": [
        "Cadmium sulfate",
        "10124-36-4",
        "Cadmium sulphate",
        "Sulfuric acid",
        "cadmium salt (1:1)",
        "Cadmium monosulfate",
        "Cadmium sulfate (1:1)",
        "cadmium(2+) sulfate",
        "Cadmium sulfuricum",
        "Cadmium sulphate (1:1)",
        "CdSO4",
        "Caswell No. 136C",
        "sulfate de cadmium",
        "cadmium(2+);sulfate",
        "CCRIS 116",
        "Cadmiumsulfat"
    ],
    "IsomericSMILES": "[O-]S(=O)(=O)[O-].[Cd+2]",
    "INCHI": "InChI=1S/Cd.H2O4S/c;1-5(2,3)4/h;(H2,1,2,3,4)/q+2;/p-2",
    "INCHIKEY": "QCUOBSQYDGUHHT-UHFFFAOYSA-L",
    "Formula": "CdO4S",
    "MolecularWeight": {
        "$numberDouble": "208.48"
    },
    "Description": "Cadmium sulfate is a cadmium salt.",
    "XlogP": {
        "$numberDouble": "NaN"
    },
    "Complexity": {
        "$numberInt": "62"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "environmental_bioconcentrations": [
        {
            "References": "USEPA; Ambient Water Quality Criteria Doc: Cadmium p.58 (1985) EPA 440/5-84-032",
            "Value": "Corbicula fluminea (Asiatic clam) exposed to cadmium sulfate for 28 days exhibited a bioconcentration factor of 1752-3770. /Whole body/"
        },
        {
            "References": "USEPA; Ambient Water Quality Criteria Doc: Cadmium p.58 (1985) EPA 440/5-84-032",
            "Value": "Daphnia magna (cladoceran) exposed to cadmium sulfate for 2-4 days exhibited a bioconcentration factor of 320. /Whole body/"
        },
        {
            "References": "USEPA; Ambient Water Quality Criteria Doc: Cadmium p.58 (1985) EPA 440/5-84-032",
            "Value": "Daphnia magna (cladoceran) exposed to cadmium sulfate for 7 days exhibited a bioconcentration factor of 484. /Whole body/"
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "Ehrlich R; Interaction of Complex Pollutant Mixtures and Particulates in Causation of Pulmonary Disease (1984) EPA-600/1-84-002",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Studies were conducted /in mice/ to determine the effects of inhalation exposure to particulate and gaseous air pollutants on the resistance to experimental bacterial pneumonia. Changes in resistance to this respiratory infection, expressed as mortality rates and survival time, served as the most sensitive and consistent indicators of damage produced by the exposure. Using these parameters, it was possible to rank the effects of single 3 hour inhalation exposure to the particulate pollutants. Among the particular pollutants included in these studies, cadmium sulfate, cadmium nitrate were most toxic followed in decreasing order of toxicity by copper, aluminum and magnesium sulfate or magnesium nitrate aerosols. The metallic cation appeared to be most important in altering the resistance to infection. ..."
        },
        {
            "References": "WELCH RM ET AL; NUTR REP INT 17 (1): 35 (1978)",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ ZINC DEPLETED & ZINC ADEQUATE RATS WERE FED SINGLE DOSES OF (109)CD LABELED SULFATE ON LETTUCE LEAVES. ... ABSORPTION DEPENDED ON SOURCE & RANGED FROM 1.6-4.7% IN ZINC DEPLETED, & 0.9-1.2% IN ZINC ADEQUATE RATS."
        },
        {
            "References": "Cambar J et al; C R Seances Acad Sci Ser III Sci VIE 296 (20): 949-952 (1983)",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ /A study was conducted to determine/ whether circadian variations occurred in the tolerance of mice to a single lethal dose of cadmium sulfate. Female mice (400), kept in cages on an 8-20 hour (light/dark) cycle received ip a single cadmium sulfate injection at different doses (2.5, 3, 3.5, or 4 mg/kg) of different hours in the day (2.00, 8.00, 14.00, and 20.00 hours). Death number was determined a function of the time of the Cd administration, varying between 3.3-21.7% for 2.5 mg/kg, 16.7-43.3% for 3 mg/kg, 33.3-71.7% for 3.5 mg/kg and 73.3-96.7% for 4 mg/kg. The metal was most toxic at 2000 hours (mean: 58.3%) and the least at 200 hours (mean: 33.7%). ..."
        },
        {
            "References": "Wagh SB et al; J Environ Biol 6 (4): 287-93 (1985)",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ The 24-96 hr median lethal concn values of cadmium, zinc, and copper sulfates indicated that cadmium sulfate was the least and copper sulfate was the most toxic to Barbus ticto. Cadmium sulfate (0.15 ppm and 0.33 ppm) caused fusion of the gill lamellae."
        },
        {
            "References": "PMID:12189509",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Male rats received daily intraperitoneal injections of cadmium sulfate (2.0 mg/kg) for 3, 6, and 8 days (cadmium-treated groups) or physiological saline for 8 days (control group). The thoracic aortae from both groups were used for electron microscopy and immunocytochemistry for big endothelin (ET)-1, ET-1 and ET-converting enzyme (ECE)-1, and the blood plasma and homogenized thoracic aortae were prepared for assays of big ET-1 and ET-1 concentrations. A remarkable increase in the number of Weibel-Palade (WP) bodies, enhanced immunoreactivities for ET-1 and ECE-1 along the endothelium, and elevated concentrations of ET-1 in the blood plasma as well as in homogenized thoracic aortae were observed in the cadmium-treated groups. However, immunoreactivity for big ET-1 and the plasma and aortic tissue concentrations of big ET-1 did not show any significant changes between the control and cadmium-treated groups. By immunoelectron microscopy, immunoreactivities for ET-1 and ECE-1 were much more pronounced in the increased WP bodies. Since WP bodies are involved in the extracellular release of ET-1 in the manner of a regulated pathway, these findings indicate that cadmium administration induces the enhanced release of ET-1, which is actively processed by ECE-1 in the WP bodies."
        },
        {
            "References": "Patty, F. (ed.). Industrial Hygiene and Toxicology: Volume II: Toxicology. 2nd ed. New York: Interscience Publishers, 1963., p. 1014",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ REPEATED SC ADMIN OF CADMIUM, AS SULFATE, TO RABBITS RESULTED IN PRONOUNCED DAMAGE TO RENAL TUBULES, NO CHANGES IN GLOMERULI, BUT PROTEINURIA AFTER 5 OR 6 WK ON DOSE OF 0.65 MG/KG; ANEMIA, LIVER CIRRHOSIS, & SPLENIC HYPERPLASIA ALSO RESULTED."
        },
        {
            "References": "PMID:4557222",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ AFTER 3 MONTHS OF REPEATED SC INJECTIONS, MOST SIGNIFICANT RENAL LESION OBSERVED IN RATS WAS THROMBUS FORMATION IN CAPILLARIES OF GLOMERULI & INTERSTITIAL TISSUE."
        },
        {
            "References": "NEIGE G ET AL; ARCH MAL PROF MED TRAV SECUR SOC 35 (7-8): 709 (1974)",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ RATS WERE GIVEN 4 SC INJECTIONS/WK /OF CADMIUM SULFATE/ (2.94 MG CADMIUM/RAT/WK). AFTER 60 DAYS, CYTOPLASMIC NECROSIS OF HEPATOCYTES, FESTOONING OF NUCLEAR MEMBRANES & ROUND, REGULAR INTRANUCLEAR INCLUSIONS, CONSISTING OF ALTERNATING OPAQUE & TRANSPARENT ZONES WERE OBSERVED."
        },
        {
            "References": "WHO; Environmental Health Criteria 134: Cadmium p.115 (1992)",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Male rats fed a normal diet and exposed to cadmium sulfate by inhalation (3 and 0.3 mg/cu m, 4 hr daily for 4 mos) showed decreased serum and urinary calcium concentrations compared to controls. Female rats similarly exposed to cadmium sulfate (2.8 mg/cu m, 3 hr/wk) during pregnancy showed radiological evidence of osteoporosis in addition to hypocalcemia."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V11 55 (1976)",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ OF 20 MALE STOCK CB MICE GIVEN 11 WEEKLY SC INJECTIONS OF 0.05 MG CADMIUM SULFATE IN WATER INTO RIGHT FLANK, NONE DEVELOPED LOCAL TUMORS & INCIDENCE OF NEOPLASMS AT OTHER SITES DID NOT EXCEED ... CONTROL ... TESTICULAR ATROPHY & MODERATE INTERSTITIAL-CELL HYPERPLASIA ... OBSERVED IN 2/5 SURVIVING 16-24 MO & IN 4/12 DEAD AT 16 MO."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V11 56 (1976)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ OF 20 MALE ALBINO CB RATS GIVEN 10 WEEKLY SC INJECTIONS OF 0.5 MG CADMIUM SULFATE IN WATER INTO RIGHT FLANK, 14 DEVELOPED LOCAL SARCOMAS ... ALL SHOWED TESTICULAR ATROPHY & MANY ... INTERSTITIAL-CELL HYPERPLASIA. ... /10 OF 18 EXAM POST-MORTEM WITHIN 1ST 20 MO HAD/ TUMORS OF TESTIS. CASTRATION CHANGES ... IN PITUITARIES. (CONTROLS NEG)"
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V11 57 (1976)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ REPEATED WEEKLY SC INJECTIONS INTO ALTERNATE FLANKS TO 3 GROUPS OF 25 CB RATS OF 0.05, 0.1 OR 0.2 MG CADMIUM SULFATE (0.02-0.09 MG CD) FOR 2 YR FAILED TO PRODUCE NEOPLASTIC CHANGES IN PROSTATE GLAND. CONTROL GROUP CONSISTED OF 75 ANIMALS."
        },
        {
            "References": "PMID:197373",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Rats treated with cadmium sulfate for 9 months (0.4 mg/kg/wk) sc, showed hepatic and renal morphological changes and increases in blood serum /values of/: alanine aminotransferase, aspartate aminotransferase, alkaline phosphatase, globulins, and decreases in serum albumins."
        },
        {
            "References": "Oldiges H, Glaser U; Toxicol Environ Chem 11 (4): 351-7 (1986)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ In a long term inhalation study, cadmium aerosols consisting of cadmium chloride and cadmium oxide as dusts and fumes, cadmium sulfate, cadmium sulfide, and a combination of cadmium oxide-zinc oxide were used. Wistar rats were continuously exposed in inhalation chambers for 18 mo, 22 hr/day or for 40 hr/wk. The particles of the cadmium aerosols had an average mass medium diameters in the range from 0.2 to 0.5 um. Cadmium sulfate was most toxic, followed by cadmium sulfide and cadmium oxide aerosol. Cadmium oxide fumes were not toxic nor was cadmium oxide-zinc oxide or cadmium chloride."
        },
        {
            "References": "WHO; Environmental Health Criteria 134: Cadmium p. 199 (1992)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ There is evidence that cadmium chloride, sulfate, sulfide, and oxide give rise to injection site sarcomata in the rat and that the chloride and sulfate induced interstitial cell tumors of the testis in rats and mice. Long-term inhalation studies in rats exposed to aerosols of cadmium chloride, sulfate, and oxide fume and dust at low concentrations demonstrated a high incidence of primary lung cancer with evidence of a dose-response relationship."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V58 163-4 (1993)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Groups of 48 female Han:NMRI mice (age unspecified) were exposed to cadmium at 30 or 90 ug/cu m as cadmium chloride, 30 or 90 ug/cu as cadmium sulfate, 90, 270 or 1000 ug/cu as cadmium sulfide, 10,30, 90 or 270 ug/cu as cadmium oxide dust or 10,30 or 90 ug/cu as cadmium oxide fume. The mass median aerodynamic diameter of all compounds was 0.2-0.6 um (geometric standard deviation, 1.6). For each treated group, a control group of 48 animals receiving filtered air was available. Exposure was for 19 or 8 hr per day for five days a week, and the exposure time ranged from six to 69 weeks; exposure was terminated in some groups when the mortality rates started to increase. The duration of the study was 71-107 weeks; controls were followed for about 106 weeks. Histological examination was performed on all animals. Survival was reduced in 12 of the 19 experimental groups; survival was similar to that of controls in groups exposed to 90 or 270 ug/cu m as cadmium sulfide, to 10, 30 or 90 ug/cu m as cadmium oxide fume and to 10 or 270 ug/cu m as cadmium oxide dust. The incidence of lung tumors was significantly increased in the groups receiving 30 and 90 llg/rn3 as cadmium oxide fumes and 10 llg/m3 as cadmium oxide dust, but not in the group given 270 ug/cu m as cadmium. In six other groups receiving cadmium oxide dust at various concentrations, survival was significantly decreased, but the probability of dying with a lung tumor was greater than in the controls (by life-table analysis)."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V58 171 (1993)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Three groups of 25 male  SPF CB hooded rats, 12 weeks of age, received weekly subcutaneous injections of 0.05, 0.1 or 0.2 mg cadmium sulfate dissolved in sterile distilled-water into alternate flanks over a period of two years. The control group consisted of 75 animals  that received weekly injections of distilled-water alone. Extensive macroscopic and microscopic examinations were performed, with special attention to the genital gland complex. Body weights were suppressed (p < 0.001) (test unspecified; data not shown; extent not stated) in the high-dose group after two years. Sarcomas at the site of injection were found in 1/25 rats given the low dose, 1/25 given the medium dose and 4/25 given the high dose. No neoplastic change was seen in any other tissue, including the prostate. All groups, including controls, had high incidences of testicular interstitial-cell tumors (67-77%) (which may have obscured any effect of cadmium on that tissue). The concentration of cadmium in the kidney in the highest dose group was about 500 ug/g tissue (analyzed polar graphically after dithizone extraction)."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V58 168-9 (1993)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ A group of 20 male CB mice, six to seven weeks of age, received 11 weekly subcutaneous injections of 0.05 mg cadmium sulfate tetrahydrate in 0.2 mL sterile distiled-water into the right flank (total dose of cadmium, 0.22 mg). A group of 20 untreated animaIs served as controls (bo weights not reported). Only gross and testicular lesions were taken for histological analysis. None of the cadmium-treated mice developed tumors at the site of injection, and the incidence of tumors at other sites did not exceed control rates (statistical analysis not given); however, non-neoplastic changes typical of cadmium treatment, such as testicular degeneration and interstitial-cell hyperplasia, were observed in 6/16 animals that survived for eight months or more and in none of 15 control mice surviving at least to the same time point. /Cadmium sulfate tetrahydrate/"
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V58 161 (1993)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Groups of 50 eight-week-old male specified pathogen-free (SPF) Swiss mice were administered 0.44, 0.88 or 1.75 mg/kg bw cadmium as cadmium sulfate (3 CdS04.8HiO) in  distilled-water by gavage once a week for 18 months, at which time the experiment was terminated. A control group of 150 male mice received distilled-water alone. No difference in survival or weight gain was observed between cadmium-treated mice and controls. Among the mice surviving after 18 months of treatment, groups of 20 animals were selected at random from the high-dose group and from the control group for histological analysis of selected tissues, including urogenital tract, stomach, lung, liver and kidney, while only macroscopically abnormal tissues were examined from other animals. Tumor incidence was no different in treated and control animals. Special attention was paid to the prostate, but no neoplastic or preneoplastic lesion was observed in this organ."
        },
        {
            "References": "Scott WJ Jr et al; Reprod Toxicol 19 (4): 479-85 (2005)",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Administration of CdSO4 to C57BL/6 mice at day 9.5 of gestation induces a high incidence of postaxial forelimb ectrodactyly in the offspring. We propose that Cd(2+) exposure impairs the process of anterior/posterior formation in the limb bud, a process that is directed by Sonic hedgehog (Shh) signaling. We show that exposure of the mouse embryo to Cd(2+) disrupts Shh signaling as measured by polarizing activity of mouse limb bud /zone of polarizing activity/ ZPA grafted to a host chick wing, and activity of a Gli:luciferase reporter exposed to limb bud lysates. Yet the expression of Shh and its translation are not affected by Cd(2+) exposure. We propose that teratogen exposure affects the processing of Shh in the cells in which it is made."
        },
        {
            "References": "PMID:18411723",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Myocardium structure and the pattern of cardiomyocyte cellular and intracellular changes were studied in rats following the exposure of the mother-fetus system to cadmium. Rats were intraperitoneally injected with cadmium sulfate during days 1-16 of pregnancy. Myocardium of the left ventricle was studied in pregnant females and fetuses on day 20 of gestation. Myocardium changes in cadmium-exposed animals included the reduction of cardiomyocyte and blood vessels relative volume in mother and fetus. The damage of the nuclear and nucleolar apparatus was detected, together with the signs of diffuse edema of cardiomyocyte myofibrils and dilatation of intercellular spaces within the myocardium. This changes in cadmium-exposed animals are indicative of the development of regenerative-plastic myocardium insufficiency in the mother-fetus system."
        },
        {
            "References": "Lutz JL, Beck SL; Teratology 59 (6): 406 (1999)",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ C57BL/6Jbk mice were injected intraperitoneally (ip) with cadmium sulfate (Cd) at 0, 1.00 (LD), 2.50 (MD), or 5.00 (HD) mg/kg, immediately followed by treatment with 0 or 50 mg/kg caffeine (CAFF) on gestation day 9 (GD 9). Fetuses were examined on GD 18 for ectrodactyly and other gross morphological malformations. Anomalies, especially forelimb ectrodactyly, decreased significantly in frequency but not severity when caffeine was coadministered with cadmium. Amelioration of forelimb ectrodactyly was seen in both the HDCd (HDCd 66.7 (6.1%, HDCd + CAFF 32.7) (6.6%)) and the MDCd (MDCd 45.1 (5.9%, MDCd + CAFF 21.1) (4.8%)) treatment groups. In all HD and MD (CAFF) there was substantial bilateral and left forelimb ectrodactyly in addition to the predominant right forelimb expression. No ectrodactyly was seen in the LDCd or stringent control (saline + CAFF) and only one case was recorded in the LDCd + CAFF. Cd-induced abnormalities not affected by caffeine included eye, abdominal, and other skeletal defects. Litter size, fetal weight, fetal mortality, and dam weight also were not affected by cotreatment with caffeine. This study provides evidence that a subteratogenic dose of caffeine can ameliorate cadmium-induced forelimb ectrodactyly in the highly sensitive C57BL/6J inbred mouse strain. These findings question the proposal that cadmium and acetazolamide, which is potentiated by caffeine, have the same teratogenic mechanism."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V11 61 (1976)",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ IN GOLDEN HAMSTERS, IV INJECTION OF 2-4 MG/KG BODY WEIGHT CADMIUM SULFATE ON THE 8TH DAY OF GESTATION PRODUCED CLEFT LIPS AND PALATES AND OTHER FACIAL DEFECTS."
        },
        {
            "References": "VARE AM ET AL; J ANAT SOC INDIA 25 (3): 118 (1976)",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ 8, 16 OR 32 UG IN AQ SOLN ADMIN INTRAAMNIOTICALLY AS SINGLE DOSE TO LONG-EVANS RATS ON DAYS 13-17 OF GESTATION (EXAM DAYS 16-21) PRODUCED FETAL RESORPTIONS, CLEFT PALATE, SKIN DEFECTS OF HEAD & BACK, HYDROCEPHALUS, EXENCEPHALY, MANDIBULAR DEFECTS, SPINA BIFIDA & CLUB FOOT."
        },
        {
            "References": "TAKEUCHI YK ET AL; CONGENITAL ANOMALIES (SENTEN IJO) 19: 113 (1979)",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ WHEN ADMIN TO RATS AT 3 MG/KG ON 8TH DAY OF GESTATION IT PRODUCED EYE ANOMALIES, UNILATERAL OR BILATERIAL MICRO- OR ANOPHTHALMIA IN LITTERS."
        },
        {
            "References": "USEPA; Health Assessment Document: Cadmium p.1-9 (1981) EPA-600/8-81-023",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Offspring from female rats exposed to cadmium sulfate via inhalation had significant reductions in birth weights."
        },
        {
            "References": "PMID:7455925",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Administration of cadmium sulfate to mice ip 3 weeks prior to pregnancy significantly reduced the incidence of limb malformations induced by cadmium sulfate given ip on day 9 of pregnancy. It is postulated that this protective effect is due to the induction of increased maternal synthesis of a metal binding protein - probably metallothionein."
        },
        {
            "References": "PMID:6431759",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ The influence of cadmium acetate and cadmium sulfate on 42 hr old chick embryos was studied. In all the series, 1 uL of a 0.01% soln was directly deposited on the blastoderm in ovo. Strophosomy was the most spectacular abnormality. It developed at acid pH. In some cases, strophosomy was exaggerated and led to anterior symmelia. Coelosomy was the most important anomaly caused by cadmium sulfate. With a buffered cadmium sulfate soln, its rate was lower while it was absent when a buffered cadmium acetate soln was used. Solns of alkaline pH did not elicit other abnormalities either and under their effect the percentage of normal embryos increased."
        },
        {
            "References": "Robbiano L et al; Mutat Res 605 (1-2): 94-102 (2006)",
            "Value": "/GENOTOXICITY/ Six chemicals, known to induce lung tumors in rats, were examined for their ability to induce DNA fragmentation in primary cultures of rat and human lung cells, and in the lung of intact rats. Significant dose-dependent increases in the frequency of DNA single-strand breaks and alkali-labile sites, as measured by the single-cell gel electrophoresis (Comet) assay, were obtained in primary lung cells from male rats with the following, minimally toxic, concentrations of the six test compounds: N-nitrosodimethylamine (NDMA; 2.5-10 mM), hydrazine (HZ; 0.5-4 mM), cadmium sulfate (CD; 31.2 and 62.5 uM), 4,4'-methylene bis (2-chloroaniline) (MOCA; 31.2-125 uM), isobutyl nitrite (IBN; 7.8-31.2 uM) and tetranitromethane (TNM; 1.9-15.6 uM). Similar degrees of DNA fragmentation were obtained in primary human lung cells; however, due to inter-donor differences, the minimum effective concentrations were in some donors lower and in others higher than in rats, and IBN induced DNA damage only in one of three donors. The DNA-damaging potency of HZ was higher in rats than in humans, and the opposite was true for MOCA. In agreement with these findings, statistically significant increases in the average frequency of DNA breaks were obtained in the lung of rats given a single oral dose (1/2 LD50) of the six test compounds. These findings give evidence that genotoxic lung carcinogens may be identified by use of the DNA fragmentation/Comet assay on rat lung cells as targets cells, and show that the six compounds tested produce in primary cultures of lung cells from human donors DNA-damaging effects substantially similar to those observed in rats."
        },
        {
            "References": "Fourie F et al; Ecotoxicol Environ Saf 67 (3): 361-8 (2007)",
            "Value": "/GENOTOXICITY/ The concept of species sensitivity differences is important in ecotoxicology and environmental risk assessment, but testing usually focuses on lethality of toxicants. The effects on the suborganismal level are mostly ignored; therefore, the present study assessed a biomarker of genotoxicity (the alkaline comet assay) to compare species sensitivities. Five earthworm species (Amynthas diffringens, Aporrectodea caliginosa, Dendrodrilus rubidus, Eisenia fetida and Microchaetus benhami) were exposed for 48 hr to sublethal concentrations of cadmium sulphate in reconstituted soil water and DNA integrity was evaluated with the parameter Tail DNA %. Significant amounts of DNA damage were detected in three (A. caliginosa, D. rubidus and E. fetida) species. E. fetida exhibited the highest level of DNA damage, although D. rubidus showed the highest increase (3-fold) in DNA damage from the control. All exposed earthworms accumulated Cd, although body loads did not correspond with DNA damage levels; most of the Cd was probably sequestrated and rendered harmless"
        },
        {
            "References": "Fojtova M et al; J Exp Bot 53 (378): 2151-8 (2002)",
            "Value": "/GENOTOXICITY/ It has been shown previously that apoptosis of tobacco cells induced by cadmium ions shows a relatively long lag period between exposure and cell death. This lag phase lasts for 3 d in TBY-2 cell cultures and is characterized by the maintenance of full cell viability despite extensive fragmentation of DNA into pieces of chromatin loop size. Experiments reported here demonstrate that cell death can be prevented if 50 uM CdSO4 is removed from the growth medium during the lag phase, suggesting that an irreversible apoptotic trigger is delivered within 24 hr, between the third and fourth days of cadmium treatment. The post-cadmium recovery phase was characterized by DNA repair at the level of 50-200 kb and increased telomerase activity. Analysis of high-molecular-weight DNA by pulsed-field-gel electrophoresis revealed that the majority of DNA strand breaks was repaired within 48 hr after cadmium withdrawal. Telomerase activity increased 2.5-fold in the recovery phase, but elevated levels were also found in cell extracts from apoptotic cells suggesting that telomerase might be associated with DNA repair, but it is not capable of inhibiting ongoing apoptosis. Limited exposure of TBY-2 cells to cadmium elicits non-random DNA damage of relatively high magnitude that can be repaired. It is proposed that plants might have developed a highly efficient DNA repair system to cope with transient genotoxic stress."
        },
        {
            "References": "Adamis PD et al; Toxicol Lett 173 (1): 1-7 (2007)",
            "Value": "/GENOTOXICITY/ In the yeast Saccharomyces cerevisiae, gamma-glutamyl transferase (gamma-GT; EC 2.3.2.2) is a vacuolar-membrane bound enzyme. In this work we verified that S. cerevisiae cells deficient in gamma-GT absorbed almost 2.5-fold as much cadmium as the wild-type (wt) cells, suggesting that this enzyme might be responsible for the recycle of cadmium-glutathione complex stored in the vacuole. The mutant strain showed difficulty in keeping constant levels of glutathione (GSH) during the stress, although the GSH-reductase activity was practically the same in both wt and mutant strains, before and after metal stress. This difficulty to maintain the GSH levels in the gamma-GT mutant strain led to high levels of lipid peroxidation and carbonyl proteins in response to cadmium, higher than in the wt, but lower than in a mutant deficient in GSH synthesis. Although the increased levels of oxidative stress, gamma-GT mutant strain showed to be tolerant to cadmium and showed similar mutation rates to the wt, indicating that the compartmentation of the GSH-cadmium complex in vacuole protects cells against the mutagenic action of the metal. Confirming this hypothesis, a mutant strain deficient in Ycf1, which present high concentrations of GSH-cadmium in cytoplasm due to its deficiency in transport the complex to vacuole, showed increased mutation rates."
        },
        {
            "References": "PMID:11342235",
            "Value": "/GENOTOXICITY/ The aneugenic and clastogenic ability of cadmium chloride(II), cadmium sulfate(II), nickel chloride(II), nickel sulfate(II), chromium chloride(III) and potassium dichromate(IV) have been evaluated through kinetochore-stained micronucleus test. Traditional genotoxicity assays evaluate DNA damage, gene mutations and chromosome breakage. However, these tests are not adequate to detect aneugenic agents that do not act directly on DNA. Staining kinetochores in the cytokinesis-blocked micronucleus assay is a useful way to discriminate between clastogens and aneuploidogens and may allow a rapid identification of aneuploidy-inducing environmental compounds. Human diploid fibroblasts (MRC-5) were employed. All compounds increased micronuclei frequency in a statistically significant way. However, increases in kinetochore-positive micronuclei frequencies were higher than in kinetochore-negative ones. The present work demonstrates the genotoxic ability of the cadmium and chromium salts studied. Aneugenic as well as clastogenic ability could be observed with this assay. Nickel salts, as it was expected because of their known weak mutagenicity, showed lower genotoxic effects than the other metal salts studied. As the test employed only allows the detection of malsegregation, it is proposed that this mechanism is at least one of those by which the tested metal salts induced aneuploidy. On the other hand, visualization of kinetochores in all experiments suggests that the compounds studied did not act by damaging these structures."
        },
        {
            "References": "PMID:11673073",
            "Value": "/GENOTOXICITY/ Inconsistent results among reports on cadmium genotoxicity revealed that certain confounding factors might significantly influence the outcomes of assessment. In Chinese hamster ovary (CHO-W8) cells, chromosome aberration induced by six different cadmium compounds was found positively associated with intracellular cadmium concentration. A parallel association was also observed among different CHO strains treated with same cadmium compound, the cadmium acetate. Both the cadmium-induced chromosome aberration and cadmium uptake were influenced by the presence of fetal calf serum (FCS). The presence of 10% FCS during the 2 hr treatment period greatly retarded the cellular cadmium uptake, and concurrently reduced the chromosome aberration induction. Other factors such as specific cadmium anion involved and the duration of cadmium treatment period in the investigation also influenced the assessment results of cadmium-induced chromosome aberration. In the protocol with a 2hr pulse treatment, cadmium acetate, chloride and sulfate induced more chromosome aberration than cadmium nitrate, carbonate and oxide. When cadmium was present in the culture of the entire treatment period for 18 hr, the results went the opposite way. Cadmium nitrate, carbonate and oxide induced significant chromosome aberration, while other three cadmium compounds gave negative results. Cadmium compounds did not induce significant SCE at the same dose level that yielded significant chromosome aberration induction, either in the protocol with the short pulse or long treatment period."
        },
        {
            "References": "PMID:934175",
            "Value": "/GENOTOXICITY/ CHINESE HAMSTER CELLS WERE TREATED WITH 1X10-4 TO 1X10-8 MOLE/L FOR DIFFERENT TIME PERIODS. AT 16 HR TREATMENT MITOTIC INDEX WAS REDUCED, STRONG STICKINESS & PYKNOSIS OF CHROMOSOME OCCURRED AT HIGHEST CONCN. 1X10-4 & 1X10-5 MOLE/L FOR 3 HR YIELDED A STATHMOKINETIC EFFECT."
        },
        {
            "References": "PMID:3627150",
            "Value": "/GENOTOXICITY/ The strong carcinogen and mutagen, cadmium sulfate, induces DNA single strand breaks at nontoxic concn; it also induces DNA double strand breaks at concn that are closely correlated with cytotoxicity."
        },
        {
            "References": "PMID:9729255",
            "Value": "/GENOTOXICITY/ The single cell gel electrophoresis (comet assay) is a potent technique in testing double and single strand breaks in DNA. In this paper, we present an application of alkaline comet assay to filamentous fungi for genotoxicological assessment of heavy metals for the first time. A wild strain of Neurospora crassa SLA 4200 was grown in presence of cadmium sulfate (10 muM and 100 muM) for 12 hr. Protoplasts from 12 hr old mycelia were prepared by using Novozym 234 and DNA damage was evaluated by alkaline comet assay. Hydrogen peroxide (50 muM and 100 muM) was taken as an internal standard for DNA damage. Both cadmium sulfate and hydrogen peroxide induced significant single strand breaks in DNA. The results indicate that alkaline comet assay is a sensitive and rapid method for DNA damage analysis in filamentous fungal systems."
        },
        {
            "References": "Durnam DM, Palmiter RD; Mol Cell Biol 4 (3): 484-491 (1981)",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ A mouse hepatocyte cell line selected for growth in 80 uM cadmium sulfate (Cdr80 cells) was used to test the role of metallothioneins in heavy metal detoxification. The cadmium resistant (Cdr80) cells have double minute chromosomes carrying amplified copies of the metallothionein-I gene and accumulate ... 20 fold more metallothionein-I mRNA than unselected cadmium-sensitive cells after optimal Cd stimulation. As a consequence, the amount of cadmium which inhibits DNA synthesis by 50% is ... 7.5-fold higher in 80 uM cadmium sulfate /cells/ than in cadmium sensitive cells. Cadmium sensitive and 80 uM cadmium sulfate cells were compared in terms of their resistance to other heavy metals. The results indicate that although zinc, copper, mercury, silver, cobalt, nickel and bismuth induce metallothionein-I mRNA accumulation in 80 uM cadmium sulfate and cadmium sensitive cells, the 80 uM cadmium sulfate cells show an increased resistance to only a subset of these metals (Zn, Cu, Hg, and Bi). This suggests that not all metals which induce metallothionein mRNA are detoxified by metallothionein and argues against autoregulation of metallothionein genes. Metallothionein-I mRNA is also induced by iodoacetate, suggesting that the regulatory molecule has sensitive sulfhydryl groups."
        },
        {
            "References": "Barrouillet MP et al; Toxicol In Vitro 15 (4-5): 525-9 (2001)",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ The main objective of the present work was to assess the potentiality of in vitro models to improve our understanding of cadmium-induced toxicity, especially on epithelial renal cells. Indeed cadmium, a potent toxic metal, poses a serious environmental threat and the mechanisms of its renal toxicity need to be clarified. Cytotoxicity studies presented here were performed in a tubular proximal original established porcine kidney cell line (LLC-PK(1)). /The study/...compared cytotoxicity induced by different chemical cadmium forms in LLC-PK(1) cells as a function of media cell culture pH and protein content. Cadmium stock solutions were prepared either by dissolving cadmium chloride or cadmium sulphate with increasing protein concentrations in the media cell culture. Its pH was monitored during experiments. Cytotoxicity was measured by neutral red uptake after 24 hr of exposure. Dose-dependent cytotoxicity curves, calculated with REGTOX, were systematically correlated with pH and protein content. Experiments in vitro revealed that cadmium was dose-dependently toxic for LLC-PK(1) for concentrations ranging from 1x10-4 to 1x10-6 M. We have noticed a lack of influence of the media cell culture pH on the cadmium cytotoxicity. REGTOX determines closely the EC50 values but EC50 /for/ CdCl2 >EC50 /for/ CdSO4 and cadmium have been assayed with an inductively coupled atomic emission spectrometer (ICP/AES) directly in the media cell culture and the cellular pellet."
        },
        {
            "References": "PMID:15151319",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ The effects of cadmium sulfate on the neoblast mitotic activity in regenerating planarian Polycelis felina (Daly.) were investigated. Mitotic abnormalities and chromosomal aberrations were evaluated after 6-hr  treatment and 24-hr recovery period. The blastema were fixed, and examined cytologically through routine lactoorceine squash preparations. Mitotic indices were also determined. Cadmium sulfate induced a dose-dependent decrease in neoblast mitotic activity, accompanied with disturbances in distribution of cells over mitotic phases. Different cytological abnormalities with varying frequency were observed. Marked mitotic depression was concentration-dependent. Toxic effects of cadmium in regenerating planarian were mainly associated with mitotic spindle disturbances. Immediately after treatment mitotic abnormalities were prevalent over chromosomal and C-mitosis was the most prominent one. After 24-hr recovery period a prevalence of mitotic over chromosomal aberrations was still present in animals treated with two higher concentrations of cadmium sulfate. However, the proportions of cells with chromosome stickiness in all treated animals were significantly increased compared to their post-treatment values. Observed mitotic impairments could be related to mitotic arrest contributing to retardations and delays, especially in animals treated with the highest concentration tested. The results obtained indicated usefulness of short term invertebrate assays as an alternative to in vitro pre-screening of toxic chemicals."
        },
        {
            "References": "PMID:17411356",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ The in vitro effects of cadmium, copper, lead and zinc, and various cadmium compounds (chloride, sulphate and nitrate) on common carp (Cyprinus carpio) lymphocyte viability and phagocyte activity, were evaluated. The percentage of dead lymphocytes was determined after Trypan blue staining, and phagocyte activity was measured by using the nitroblue tetrazolium (NBT) reduction test. Lead was the most toxic to lymphocytes--the maximum mortality exceeded 30%, and was significantly higher at 1 uM of lead, compared to the control. The maximum mortality caused by cadmium was below 10%, but was significantly elevated with 5 uM or more of cadmium. Zinc induced lymphocyte mortality from 10 uM, whilst no effect was observed with copper. The incubation of full blood with the three cadmium compounds (at 5mg/L of cadmium) showed that cadmium nitrate and cadmium sulphate were more toxic (over 35% and 25% mortality, respectively) than cadmium chloride (about 15% mortality). This was confirmed by the results of tests on isolated cells--1mg/L of cadmium as nitrate and sulphate increased lymphocyte mortality compared to the control and cadmium chloride. Phagocytic activity was less sensitive to heavy metals than was lymphocyte viability. It was significantly reduced following exposure to 50 uM and 100 uM cadmium, and 100 uM zinc, but no effects were observed with either lead or copper."
        },
        {
            "References": "PMID:9733285",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ Control or ACTH-stimulated cultured Y-1 mouse adrenal tumor cells (ATCC) which secrete 20-alpha-dihydroprogesterone (20-DHP) were incubated for 0.5 hr in serum-free medium (FMEM) with or without 0.5, 1.0, 5.0, 10.0, 50.0, 100.0, 500.0 and 1000.0 ug CdAc2 or CdSO4/mL FMEM (1.9, 3.8, 19.0, 38.0, 190.0, 380.0 and 1900.0 umol/L, respectively). Cadmium acetate and sulfate inhibited basal and ACTH-stimulated steroid secretion in a dose-dependent manner. For basal steroid secretion the CdAc2 concentration that first significantly inhibited was 0.5 ug/ml medium (1.9 umol/L); stimulated secretion was significantly inhibited beginning at 5.0 ug/ml (19.0 umol/L) and the concentration reducing stimulated 20-DHP secretion by 50% (IC50) was 5.6 ug/mL (21.3 umol/L). Similarly, the first CdSO4 concentration to significantly inhibit basal and ACTH-stimulated steroid secretion was 10.0 ug/mL medium (39.0 umol/L); the IC50 was 7.8 ug/mL (29.8 umol/L). Except that basally secreting Cd2+-treated cells almost doubled 20-DHP secretion after Cd2+ removal and subsequent incubation with ACTH, all basal and ACTH-stimulated steroid secretion was irreversibly inhibited by every CdAc2 concentration. Both CdAc2 and CdSO4 appeared to incrementally inhibit control and ACTH-stimulated steroidogenesis without affecting cell viability and to be more potent inhibitors of adrenocortical cell steroid secretion than CdCl2."
        },
        {
            "References": "Mel'nychuk DO et al; Ukr Biokhim Zh 76 (6): 95-9 (2004)",
            "Value": "/OTHER TOXICITY INFORMATION/ Age peculiarities of cadmium /accumulation/ in the organs of rats under different conditions of antioxidants administration /were studied/. Considerable hepato- and nefrotoxic effect of the given xenobiotic under different conditions of its supply into the organism was revealed. The strongly pronounced differences between the age distribution of cadmium in the organisms have been marked. It is proved that the most antioxidantal activity is shown by sodium selenite when administered into the organism before poisoning with cadmium. It is stated that the indices showing the acid-alkaline state are subject to the greatest changes in the bodies of young animals. In this case they have more expressed toxic effects under the influence of ions of heavy metals as well as the receptivity to the positive influence of antioxidants"
        },
        {
            "References": "PMID:18030742",
            "Value": "/OTHER TOXICITY INFORMATION/ The paper demonstrates age peculiarities of cadmium content in the liver, kidneys and spleen of 3-month and 18-month rats poisoned by cadmium sulfate. It was registered that the content of cadmium is 266.7 times higher in 3-month old rats, and 141.8 times in 18 months rats in comparison with intact ones. A biological model of introducing 3-month and 18-month rats into the state of metabolic acidosis before and after poisoning with cadmium sulfate was developed. The result of the research showed that changes in acid-base equilibrium of poisoned rats towards metabolic acidosis may influence a decrease of cadmium content in their organisms. Thus, when modeling of metabolic acidosis before the poisoning with cadmium, the content of cadmium decreases in 3-month rats' liver by 21%, in kidneys by 53%; in metabolic acidosis modeling after cadmium poisoning its content decreases, accordingly, by 44% and by 56.5% in comparison with the just poisoned ones. In metabolic experimental acidosis modeling the content of cadmium in 3-month poisoned rats' spleen decreased by 36.5% before and after poisoning. Such changes were also registered in 18-month old rats but to lower extent. Thus, the results of the researches showed more effective correction of cadmium  intoxication ...in the organism of 3-month rats when using the model of acid-base equilibrium change in the organisms of poisoned animals."
        },
        {
            "References": "PMID:18030756",
            "Value": "/OTHER TOXICITY INFORMATION/ The influence of cadmium sulfate on concentration of glucose, lactate, piruvate, alpha-ketoglutarate, malate, oxaloacetate in blood of 3-, 6- and 18-month-old poisoned rats was established /as/  the result of our research. It was found, that poisoning of rats by cadmium sulfate causes the rise of concentration of glucose, metabolites of citric acid cycle and glycolysis in blood of animals of all age groups explored. The research results prove that in blood of 3-month-old poisoned rats the level of glycolysis and citric acid cycle activation is considerably higher in comparison with that of 6- and 18-month-old animals. As a result, a comparison of age-specific dynamics of changes of carbohydrate metabolism indices in the blood of rats, poisoned by cadmium showed that the organism of 3-month-old rats is more sensitive to toxic influence of cadmium."
        }
    ]
}