{
    "_id": {
        "$oid": "6682e9d4c4e5dba5ffba2c9a"
    },
    "CID": {
        "$numberInt": "25113606"
    },
    "Name": "Zinc phosphide",
    "IUPACName": "trizinc;phosphorus(3-)",
    "CanonicalSMILES": "[P-3].[P-3].[Zn+2].[Zn+2].[Zn+2]",
    "Synonyms": [
        "1314-84-7",
        "Trizinc diphosphide",
        "Trizinc;phosphorus(3-)",
        "12037-79-5",
        "ZINCUM PHOSPHORATUM",
        "813396S1PC",
        "ZINC PHOSPHIDE (ZN(SUB 3)P(SUB 2))",
        "Zinc diphosphide",
        "MFCD00049631",
        "Fosfuro de zinc",
        "Zinco(fosfuro di)",
        "EINECS 257-437-7",
        "PHOSUIM",
        "ZINCTOX",
        "Zinc (phosphure de)"
    ],
    "IsomericSMILES": "[P-3].[P-3].[Zn+2].[Zn+2].[Zn+2]",
    "INCHI": "InChI=1S/2P.3Zn/q2*-3;3*+2",
    "INCHIKEY": "IGSZOEHCOKSBEI-UHFFFAOYSA-N",
    "Formula": "P2Zn3",
    "MolecularWeight": {
        "$numberDouble": "258.1"
    },
    "Description": {
        "$numberDouble": "NaN"
    },
    "XlogP": {
        "$numberDouble": "NaN"
    },
    "Complexity": {
        "$numberInt": "0"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "environmental_bioconcentrations": [
        {
            "References": "(1) USEPA; Reregistration Eligibility Decisions (REDs) Database on Zinc Phosphide (1314-84-7). USEPA 738-R-99-015.",
            "Value": "Zinc phosphide is expected to break down rapidly in the environment(1), therefore, bioconcentration is not expected(SRC)."
        }
    ],
    "environmental_biodegradations": [
        {
            "References": "(1) USEPA; Reregistration Eligibility Decisions (REDs) Database on Zinc Phosphide (1314-84-7). USEPA 738-R-99-015.",
            "Value": "Limited data are available on the metabolism of zinc phosphide; hydrolysis is likely to occur before biodegradation(1)."
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "WHO; Environ Health Criteria 73: Phosphine and Selected Metal Phosphides p.71 (1988). Available from, as of May 26, 2017: https://www.inchem.org/documents/ehc/ehc/ehc73.htm",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Various effects on intermediary metabolism have been described. ... Increased blood- and urinary-porphyrin concentrations /were reported/, which were related to the dose of zinc phosphide and the duration of treatment. In a study on rabbits, ... changes in serum glutamic-pyruvic and glutamic-oxaloacetic transaminases, leucine aminopeptidase, aldolase, alkaline phosphatase and albumin /were reported/ in the first 24 hr of zinc phosphide poisoning. Dysfunction of hepatic fat metabolism was also observed. Loss of cell viability and cell membrane integrity accounted for the raised hepatic enzymes, the bronchiolitic effect, the cloudy swelling of renal tubular cells and the occasionally reported hemorrhagic lesions in the myocardium."
        },
        {
            "References": "Tomlin, C.D.S. (ed.). The Pesticide Manual - World Compendium. 10th ed. Surrey, UK: The British Crop Protection Council, 1994., p. 807",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Reacts with stomach acids to liberate poisonous phosphine, which enters the bloodstream, and results in damage to the liver, kidneys and heart."
        },
        {
            "References": "USEPA/Office of Pesticide Programs; Reregistration Eligibility Decision Document - Zinc Phosphide p. EPA 738-R-98-006 July 1998. Available from, as of May 25, 2017: https://www.epa.gov/pesticides/reregistration/status.htm",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Slight conjunctival redness, chemosis and discharge /were observed in a rabbit eye irritation study/. /94% active ingredient/ /from table/"
        },
        {
            "References": "Johnson HD, Voss E: J Am Pharm Assoc 41 (9): 468-72 (1952)",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ The acute ..of zinc-phosphide was studied in ... dogs and rabbits. ...  Fasting dogs were given a single oral dose of 30 to 1,000 mg/kg zinc-phosphide; some dogs were also given 0.5 percent hydrochloric-acid  or were fed immediately. Rabbits were given a single oral dose of 35 to 200 mg/kg zinc-phosphide, with or without 600 mg/kg sodium-bicarbonate given simultaneously or 30 minutes before. Dogs and rabbits were observed for symptoms and death. ... Fasting dogs survived doses as high as 1,000 mg/kg zinc-phosphide with no symptoms, but dogs that were fed or given hydrochloric-acid displayed vomiting or depressed blood pressure in the first hour after 200 mg/kg and died in 3 hours. Rabbits died after doses as low as 40 mg/kg. Concurrent administration of sodium-bicarbonate had no effect, but administration of sodium-bicarbonate 30 minutes prior to zinc-phosphide delayed death by several hours."
        },
        {
            "References": "USEPA/Office of Pesticide Programs; Reregistration Eligibility Decision Document - Zinc Phosphide p.6 EPA 738-R-98-006 July 1998. Available from, as of May 25, 2017: https://www.epa.gov/pesticides/reregistration/status.htm",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ In a 90-day rat study zinc phosphide technical (97% AI) was administered by oral gavage to rats (10/sex/dose) at doses of 0, 0.1, 1.0, or 3.0 mg/kg/day for 91 days. Mortality (5 females and 1 male) and moribundity (1 male) were reported in the high-dose group. One mid-dose male was sacrificed moribund on Day 54. Clinical signs of excessive salivation and \"cool to the touch\" were observed at 1.0 mg/kg/day and above. Hydronephrosis and pyelonephritis were detected by microscopic histopathology in male kidneys at 3.0 mg/kg/day, and hydronephrosis was also observed at 1.0 mg/kg/day. Neither lesion was observed at 0.1 mg/kg/day. This study established a NOEL and LEL of 0.1 mg/kg/day and 1.0 mg/kg/day, respectively, based on increased mortality and on kidney hydronephrosis in male rats."
        },
        {
            "References": "WHO; Environ Health Criteria 73: Phosphine and Selected Metal Phosphides p.69 (1988). Available from, as of May 26, 2017: https://www.inchem.org/documents/ehc/ehc/ehc73.htm",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ ... A 13 week feeding study /was conducted/ in female weanling albino rats. Zinc phosphide was mixed with the diet at 0 (control), 50 ppm, 100 ppm, 200 ppm, and 500 ppm w/w. Deaths occurred at the 2 higher dosage regimes in 1/12 and 10/12 animals, respectively. Food intake and weight increase were reduced and dose-dependent depilation occurred at all dosages. The relative weights of liver, heart, brain, and thyroid were increased at 200 and 500 mg/cu m and  the serum zinc and liver alkaline phosphatase levels were increased at the highest dose. There was a dose-dependent reduction in hemoglobin concentration, red cell count, and hematocrit."
        },
        {
            "References": "Johnson HD, Voss E: J Am Pharm Assoc 41 (9): 468-72 (1952)",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ The acute and chronic toxicity of zinc-phosphide was studied in ... Albino-rats ... fed daily rations containing 0.02 or 0.03 percent zinc-phosphide or no additives /for up to 58 days/. Deaths were noted, and weight changes were measured after 1 week and 1 month. After 13 to 58 days, survivors were sacrificed and examined for histopathology. ... All treated rats survived the first week, but 100 percent of the 0.03 percent group and 33 percent of the 0.02 percent group died in the first month. Weight gains averaged 5.2 g in the 0.03 percent group, 12.3 g in the 0.02 percent group, and 26.7 g in controls after 1 week, and 64.5 g in 0.02 percent survivors and 102.7 g in controls after 1 month. Histopathology consisted of disintegration of parenchyma cells and increased fibroblastic nuclei in the liver and hemorrhage and mononuclear infiltration in the lungs. ..."
        },
        {
            "References": "USEPA/Office of Pesticide Programs; Reregistration Eligibility Decision Document - Zinc Phosphide p.7 EPA 738-R-98-006 July 1998. Available from, as of May 25, 2017: https://www.epa.gov/pesticides/reregistration/status.htm",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ In a developmental toxicity study mated female rats (25/group) were administered zinc phosphide in single daily doses by gavage at levels of 0, 1, 2 or 4 mg/kg on days 6 through 15 of gestation. Nine maternal animals from the 4.0 mg/kg group were found dead between days 10 and 16 of gestation. The cause of death was not apparent from a gross examination. Mean body weight and food intake reductions in the 4.0 mg/kg group females were significantly lower for gestation days 6-10 but not altered by the end of the treatment period. The maternal NOEL was 2.0 mg/kg and the LEL was 4.0 mg/kg based on mortality. The developmental NOEL was at or above 4.0 mg/kg, which was the highest dose tested."
        },
        {
            "References": "USEPA/Office of Pesticide Programs; Reregistration Eligibility Decision Document - Zinc Phosphide p.8 EPA 738-R-98-006 July 1998. Available from, as of May 25, 2017: https://www.epa.gov/pesticides/reregistration/status.htm",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ In a 13-week subchronic neurotoxicity study, rats (11/sex/group) were dosed by gavage with zinc phosphide (97% AI) daily via oral gavage at levels of 0, 0.1, 0.5, or 2 mg/kg. A positive control group was included using trimethyltin chloride in water administered by gavage at 4.5 mg/kg (11/sex), one dose weekly for three weeks starting at week 8 of the dosing period. Although no dose range finding study was referenced in the report to establish the high dose set at 2 mg/kg/day, the Agency agrees with the high-dose setting based on a 90-day study that had been previously submitted. Each rat was observed twice daily for mortality and overt signs of toxicity. Routine functional observational batteries and motor activity assessments were carried out one week before dosing and during experimental weeks 4, 8 and 13. Following the in-life neurotoxicity evaluation, six rats per sex from each test group (except for the positive control group males) were randomly selected for necropsy and neuropathology evaluation. Eight of the positive control females euthanized in extremis and the one surviving male were necropsied and prepared for neuropathology analysis. One male and one female from the low-dose groups and one male from the high dose group died of causes unrelated to the zinc phosphide administration. There were no adverse effects that could be ascribed to zinc phosphide. All of the animals in the positive control group were normal until dosing with trimethyltin chloride during week 8. They exhibited signs of overt toxicity beginning in week 9, becoming irritable, emaciated and unkempt in appearance. Three of the positive control males were found dead in their cages and the other 8 males were sacrificed in extremis by week 11. All of the positive control females survived longer but had to be euthanized in extremis by week 12. Neuropathological examinations on some of the peripheral nerve sections in all treatment groups were incomplete because of inadequate tissue fixation. None of the neuropathological examinations that were performed on the zinc phosphide treated animal tissues showed any lesions that could be related to the treatment. The cerebral cortex of the positive control animals showed hemorrhage of the choroid plexus, necrosis of the hippocampus and dilation of the lateral ventricles. The findings in the other sections of the trimethyltin chloride treated animals were either within normal limits, not diagnostic secondary to inadequate fixation or revealed artifacts of preparation (vacuoles and myelin debris). This study ... shows systemic, behavioral and neuropathological NOELs of 2 mg/kg/day, the highest dose tested."
        },
        {
            "References": "USEPA/Office of Pesticide Programs; Reregistration Eligibility Decision Document - Zinc Phosphide p.9 EPA 738-R-98-006 July 1998. Available from, as of May 25, 2017: https://www.epa.gov/pesticides/reregistration/status.htm",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ A ... 13-week subchronic neurotoxicity study in rats was a partial repeat of /an earlier/ study that was necessary due to inadequate fixation of nervous tissues during the neuropathology component in the initial study. In this study, rats (11/sex/group) were dosed daily with zinc phosphide (95% AI) via oral gavage (2 mL/kg) at levels of 0, 0.1, 0.5, or 2 mg/kg. A positive control group (initial study only) using trimethyltin chloride in water administered by gavage at 4.5 mg/kg (11/sex), one dose weekly for three weeks starting at week 8 of the dosing period. Each rat was observed twice daily for mortality and overt signs of toxicity. Routine observations, functional observational batteries and motor activity assessments were carried out one week before dosing and during weeks 4, 8 and 13 of the study. Eight days after the final set of neurobehavioral evaluations, 6 animals per sex per group were randomly selected for neuropathology evaluation. No postmortem examination was reported for the remaining animals. Four animals died of causes unrelated to the zinc phosphide administration. Clinical signs, body weights and food consumption in the treated animals were comparable to control animals. Cause of the animals death was not reported, however, except for one mid-dose female all tissues were reported to be normal. Neurobehavioral observations were comparable to control animals, except for assessments of alterations of posture, rearing, touch, click and pinch observations which were statistically altered in the mid- or high-dose animals. Neuropathological examination of the control and high-dose animals suggested no adverse changes in morphology. ... Due to the inconclusive findings in these studies, the overall NOEL for subchronic neurotoxicity was established at 0.1 mg/kg/day, the lowest dose tested."
        },
        {
            "References": "USEPA/Office of Pesticide Programs; Reregistration Eligibility Decision Document - Zinc Phosphide p.7 EPA 738-R-98-006 July 1998. Available from, as of May 25, 2017: https://www.epa.gov/pesticides/reregistration/status.htm",
            "Value": "/GENOTOXICITY/ Salmonella TA-strains of bacteria were exposed to zinc phosphide (97% AI) suspended in /dimethyl sulfoxide/, at doses of up to 5000 ug/plate, with and without metabolic activation (S9). No increased revertants were induced. Zinc phosphide was negative for gene mutation in the Ames test."
        },
        {
            "References": "USEPA/Office of Pesticide Programs; Reregistration Eligibility Decision Document - Zinc Phosphide p.7 EPA 738-R-98-006 July 1998. Available from, as of May 25, 2017: https://www.epa.gov/pesticides/reregistration/status.htm",
            "Value": "/GENOTOXICITY/ Mouse lymphoma cells were exposed to zinc phosphide (97% AI) with and without mammalian metabolic activation (S9). Increased mutants at the thymidine kinase locus (TK) were induced in a dose-dependent manner at doses of 10 through 80 ug/mL (+/- S9). Zinc phosphide was positive for gene mutation in this mouse lymphoma assay."
        },
        {
            "References": "USEPA/Office of Pesticide Programs; Reregistration Eligibility Decision Document - Zinc Phosphide p.7 EPA 738-R-98-006 July 1998. Available from, as of May 25, 2017: https://www.epa.gov/pesticides/reregistration/status.htm",
            "Value": "/GENOTOXICITY/ Mice were treated with zinc phosphide (97% AI) suspended in corn oil up to severely toxic levels (150 mg/kg). No increased aberrations (micronuclei) were induced. Zinc phosphide was negative for mutagenicity in this micronucleus test."
        },
        {
            "References": "PMID:21879965",
            "Value": "/VETERINARY CASE REPORTS/ /The study objective/ to evaluate records of dogs exposed to zinc phosphide rodenticides and characterize the patient population, including breed, sex, age, body weight, time since exposure, development of clinical signs, clinical signs observed, treatments performed, veterinary care received, outcome, and overall prognosis. /This was a/ retrospective case series /on/ 362 dogs with presumed zinc phosphide exposure. An electronic computer database from an animal poison control center was searched to identify dogs that ingested zinc phosphide between November 2004 and July 2009. Accurate information regarding development of clinical signs was available in 94.5% (342/362) of cases. Over half the dogs (58.8% [201/342]) did not develop clinical signs, and specific clinical signs were reported for the remaining 41.2% (141/342) of dogs. There were 180 total clinical signs recorded for these 141 dogs, with some dogs having developed > 1 category of clinical signs. Clinical signs involving the gastrointestinal tract were the most commonly reported type of clinical sign (66.7% [n = 120/180 reported signs]), followed by generalized malaise (17.8% [32/180]), CNS signs (8.9% [16/180]), respiratory signs (3.3% [6/180]), and cardiovascular signs (1.7% [3/180]). Approximately 65% (234/362) of patients received veterinary care (including decontamination via induction of emesis, gastric lavage, or activated charcoal administration), and of these dogs, 51.3% (120/234) were hospitalized. For the 296 dogs for which survival data were available, the survival rate was 98.3% (291/296). Overall, the prognosis for zinc phosphide toxicosis was good. Zinc phosphide rodenticide toxicosis is a potential public health concern, and veterinary staff should be aware of this commonly used rodenticide."
        },
        {
            "References": "Humphreys, D.J. Veterinary Toxicology. 3rd ed. London, England: Bailliere Tindell, 1988., p. 78",
            "Value": "/OTHER TOXICITY INFORMATION/ The lethal dose of zinc phosphide for cattle, sheep, pigs, goats, dogs and cats is 20 to 40 mg/kg. The toxic dose for poultry is 20 to 30 mg/kg."
        },
        {
            "References": "Krieger, R. (ed.). Handbook of Pesticide Toxicology. Volume 2, 2nd ed. 2001. Academic Press, San Diego, California., p. 1365",
            "Value": "/OTHER TOXICITY INFORMATION/ The oral LD50 of zinc phosphide for rats is 40.5 mg/kg ... Because the complete reaction of 40.5 mg of zinc phosphide produces 10.6 mg of phosphine and because the fatal dosage of phosphine for rats exposed to vapor concentration ranging from 546 to 7.5 mg/cu m varies from only 13.5 to 8.9 mg/kg ... the toxicity of zinc phosphide is fully accounted for by the toxicity of the phosphine it produces when hydrolyzed by the acid of the stomach. The symptoms produced by the 2 compounds are similar except that respiratory exposure to the gas may have a slightly greater tendency to produce pulmonary edema and associated symptoms. However, the emetic action of its zinc moiety reduces the toxicity of zinc phosphide to humans and other animals that can vomit. The usual emetic doses of hydrated zinc sulfate in humans (1000 to 2000 mg) are equivalent to zinc intakes of 3.2 to 6.4 mg/kg, whereas the oral LD50 of zinc phosphide for rats is equivalent to a zinc uptake of 30.8 mg/kg. Thus, a dangerous dose has a powerful emetic action in humans. At the same time, little injury from a dangerous dose of zinc phosphide can be attributed to the zinc moiety."
        },
        {
            "References": "WHO; Environ Health Criteria 73: Phosphine and Selected Metal Phosphides p.56 (1988). Available from, as of May 26, 2017: https://www.inchem.org/documents/ehc/ehc/ehc73.htm",
            "Value": "/OTHER TOXICITY INFORMATION/ ... The acute oral LD50 and LD90 of zinc phosphide in poultry were /found to be/ 25 and 31 mg/kg body weight, respectively. Treatment of chickens with encapsulated doses of 14, 21, 31.5, or 47.2 mg/kg body weight, daily for 4 weeks, resulted in deaths at all doses. Mortality was 12% at the lowest dose and 100% at the highest dose, where death occurred within 6-18 hr of administration of the first dose. ... Though the acute oral LD50 for most avian species is generally in the range of 20-100 mg zinc phosphide/kg body weight, it has been reported that chickens fed 12-16 mg/kg body weight displayed toxic symptoms, including reduced red-cell counts, reduced hemoglobin concentration, and leukocytosis, 1-1.5 hr after dosing. ...Oral doses of zinc phosphide ranging from 15 to 400 mg/kg body weight /were administered/ to single domestic hens of 2 species. All the birds receiving more than 30 mg/kg body weight died while those receiving 20 mg/kg or less survived."
        },
        {
            "References": "Casteel SW, Bailey EM Jr; Vet Hum Toxicol 28 (2): 151-4 (1986)",
            "Value": "/OTHER TOXICITY INFORMATION/ The source, toxicity, mechanism of action, physiopathology, clinical signs, diagnosis, and treatment of exposure to the rodenticide, zinc-phosphide, were reviewed, and eight case reports of poisoning in dogs were discussed. Toxicity of zinc-phosphide primarily results from the liberation of phosphine gas when the compound is hydrolyzed. ... There is no specific antidote for zinc-phosphide poisoning, but gastric lavage with 5 percent sodium-bicarbonate solution helps limit acid hydrolysis. Some of the hazards associated with the use of this rodenticide were illustrated. This compound is particularly hazardous because of the susceptibility of many nontarget species, coupled with secondary poisoning risk for carnivores. Case reports indicated clinical signs such as vomiting and central nervous system (CNS) excitation or depression. The myriad of clinical signs and their similarities to other CNS toxicants complicates diagnosis without chemical analysis. Nonspecific necropsy findings included hyperemia of all internal organs. In two cases, microscopic examination revealed congestion of internal organs and scattered areas of myocardial degeneration."
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "(1) USEPA; Reregistration Eligibility Decisions (REDs) Database on Zinc Phosphide (1314-84-7). USEPA 738-R-99-015.",
            "Value": "Zinc phosphide absorbs to soil making it immobile(1)."
        }
    ]
}