{
    "_id": {
        "$oid": "6682e7eec4e5dba5ffba230e"
    },
    "CID": {
        "$numberInt": "2513"
    },
    "Name": "DIMETHYLARSENIC ACID",
    "IUPACName": "dimethylarsinic acid",
    "CanonicalSMILES": "C[As](=O)(C)O",
    "Synonyms": [
        "cacodylic acid",
        "Dimethylarsinic acid",
        "75-60-5",
        "Hydroxydimethylarsine oxide",
        "Chexmate",
        "Silvisar",
        "Phytar",
        "Arsan",
        "Erase",
        "DIMETHYLARSENIC ACID",
        "Arsinic acid",
        "dimethyl-",
        "Cacodylate",
        "Silvisar 510",
        "Phytar 560",
        "Ansar 138"
    ],
    "IsomericSMILES": "C[As](=O)(C)O",
    "INCHI": "InChI=1S/C2H7AsO2/c1-3(2,4)5/h1-2H3,(H,4,5)",
    "INCHIKEY": "OGGXGZAMXPVRFZ-UHFFFAOYSA-N",
    "Formula": "C2H7AsO2",
    "MolecularWeight": {
        "$numberDouble": "138"
    },
    "Description": "Dimethylarsinic acid is the organoarsenic compound that is arsenic acid substituted on the central arsenic atom with two methyl groups. It has a role as a xenobiotic metabolite. It is functionally related to an arsinic acid. It is a conjugate acid of a dimethylarsinate.",
    "XlogP": {
        "$numberDouble": "NaN"
    },
    "Complexity": {
        "$numberInt": "62"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "plant_concentrations": [
        {
            "References": "PMID:6616093",
            "Value": "THE DEFOLIANT FORMULATION BOLLS-EYE, WHICH CONTAINS CACODYLIC ACID & ITS SODIUM SALT, & INORGANIC ARSENIC WAS SPRAYED ON COTTON & RESIDUES WERE DETERMINED 2, 4, 8, & 25 DAYS AFTER APPLICATION. TOTAL ARSENIC, METHANEARSINIC ACID & TOTAL CACODYLICS & ARSENATE PEAKED IMMEDIATELY AFTER SPRAYING & DECLINED. BY DAY 8 THE LEVELS WERE NOT SIGNIFICANTLY ABOVE PRE-APPLICATION BACKGROUND LEVELS. COTTON SEED (TOTAL ARSENIC) LEVELS WERE LOW, SUGGESTING NO DETECTABLE TRANSPORT."
        }
    ],
    "environmental_bioconcentrations": [
        {
            "References": "(1) Isensee AR et al; Environ Sci Technol 7: 841-5 (1973) (2) Franke C et al; Chemosphere 29: 1501-14 (1994)",
            "Value": "A BCF of 21 was measured for mosquito fish in a model ecosystem study(1). According to a classification scheme(2), this BCF suggests the potential for bioconcentration in aquatic organisms is low(SRC)."
        }
    ],
    "environmental_biodegradations": [
        {
            "References": "Kearney, P.C., and D. D. Kaufman (eds.) Herbicides: Chemistry, Degredation and Mode of Action. Volumes 1 and 2. 2nd ed. New York: Marcel Dekker, Inc., 1975., p. 759",
            "Value": "DEGRADATION OF CACODYLIC ACID TO CARBON DIOXIDE & ARSENATE /IN SOIL/ APPEARS TO BE MICROBIAL IN NATURE & IS PROBABLY DEPENDENT ON SOIL ORGANIC MATTER CONTENT ... ."
        },
        {
            "References": "Kearney, P.C., and D. D. Kaufman (eds.) Herbicides: Chemistry, Degredation and Mode of Action. Volumes 1 and 2. 2nd ed. New York: Marcel Dekker, Inc., 1975., p. 758",
            "Value": "... CACODYLIC ACID APPARENTLY DEGRADED AEROBICALLY BY 2 MECHANISMS: CLEAVAGE OF C-AS BOND(S) & REDN TO VOLATILE ORGANOARSENICAL, PROBABLY DIMETHYLARSINE OR AN OXIDE. UNDER ANAEROBIC CONDITIONS, ONLY VOLATILE CMPD FORMED. DEGRADATION WAS SLOW ... 15-80% (14)C ACTIVITY LOST IN 32 WK, DEPENDING ON SOIL TYPE."
        },
        {
            "References": "Menzie, C.M. Metabolism of Pesticides, Update II. U.S. Department of the Interior, Fish Wildlife Service, Special Scientific Report - Wildlife No. 2l2. Washington, DC: U.S. Government Printing Office, 1978., p. 23",
            "Value": "When applied to soil, cacodylic acid decreased by two routes. The observation of a pungent garlic odor suggested production of alkylarsine and a source of arsenic loss. Degradation to CO2 and arsenate by microbial action was another route for cacodylic loss."
        },
        {
            "References": "(1) Holm TR et al; Limnol Oceanogr 25: 23-30 (1980) (2) Woolson EA, Kearney PC; Environ Sci Technol 7: 47-50 (1973) (3) Odanaka Y et al; J Pesticide Sci 10: 681-9 (1985) (4) Verschueren K; Handbook of Environmental Data on Organic Chemicals. 4th ed. NY, NY: John Wiley 1: 417 (2001)",
            "Value": "In a die-away test using river sediments, the degradation half-life of dimethylarsenic acid was about 30 days(1); degradation of dimethylarsenic acid corresponded with formation of arsenate(1); no degradation occurred in sterile controls(1). Generation of C- 14 labeled CO2 from C-14 labeled dimethylarsenic acid in a clay loam soil reached about 13% (over 98 days of incubation) in soil that had been adapted to dimethylarsenic acid, but was less than 2% in unadapted soil(2); the degradation was presumably microbial in nature(2). Incubation of dimethylarsenic acid in two Japanese soils for a period of six weeks resulted in 4-43% degradation(3); 0% degradation occurred in sterile controls(3). In another study in soil, 36% of dimethylarsenic acid was converted to a volatile organoarsenical compound and 47% to carbon dioxide and arsenate within a 24-week period(4)."
        },
        {
            "References": "(1) Verschueren K; Handbook of Environmental Data on Organic Chemicals. 4th ed. NY, NY: John Wiley 1: 417 (2001)",
            "Value": "ANAEROBIC: Under anaerobic conditions, 61% of dimethylarsenic acid was converted to a volatile organoarsenical compound within a 24-week period and was lost from the soil system(1)."
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "Kearney, P.C., and D. D. Kaufman (eds.) Herbicides: Chemistry, Degredation and Mode of Action. Volumes 1 and 2. 2nd ed. New York: Marcel Dekker, Inc., 1975., p. 761",
            "Value": "100 & 1000 PPM BY WT ... CACODYLIC ACID /IN 60% SUCROSE SYRUP IS/ ... EXTREMELY TOXIC TO NEWLY EMERGED WORKER BEES ... MODERATELY TOXIC @ 10 PPM BY WT. ... NO DIFFERENCES IN TOXICITY ... OBSERVED BETWEEN PURIFIED & COMMERCIALLY FORMULATED HERBICIDES."
        },
        {
            "References": "Weed Science Society of America. Herbicide Handbook. 5th ed. Champaign, Illinois: Weed Science Society of America, 1983., p. 88",
            "Value": "PRIMARY DERMAL IRRITATION INDEX--RABBITS--0.3. ESSENTIALLY NONIRRITATING TO THE SKIN WHEN ACCIDENTALLY APPLIED TOPICALLY. ... OCULAR IRRITATION SCORE--RABBITS--2.0. ESSENTIALLY NON-IRRITATING TO THE EYE WHEN ACCIDENTALLY EXPOSED."
        },
        {
            "References": "Kearney, P.C., and D. D. Kaufman (eds.) Herbicides: Chemistry, Degredation and Mode of Action. Volumes 1 and 2. 2nd ed. New York: Marcel Dekker, Inc., 1975., p. 766",
            "Value": "... EFFECT ON CELL DIVISION /IN PLANTS WAS STUDIED/. CACODYLIC ACID ... ACTED ON SPINDLES (COLCHINIC EFFECT). CACODYLIC ACID & CYCLOHEXYLARSINIC ACID WERE THE MOST POWERFUL ARSENICALS EXAMINED IN ACTING ON CHROMOSOMES. AS A RESULT, THEY ARE CONSIDERED MITOTIC POISONS."
        },
        {
            "References": "PMID:7159778",
            "Value": "FETUSES FROM PREGNANT HAMSTERS TREATED IP WITH 1000 MG CACODYLIC ACID ON DAYS 8, 11, OR 12 OF GESTATION WERE RESORBED. TREATMENT WITH 900 MG/KG CAUSED A HIGH DEGREE OF FETAL WASTAGES, WITH THE GREATEST EFFECTS BEING DUE TO TREATMENT ON DAYS 8 OR 9. GROWTH WAS REDUCED FOLLOWING ALL TREATMENTS EXCEPT DAY 8 & GROSS MALFORMATIONS WERE OBSERVED FOLLOWING ALL TREATMENTS EXCEPT DAY 12."
        },
        {
            "References": "PMID:7261946",
            "Value": "CACODYLIC ACID WAS ADMIN BY GASTRIC INTUBATION (SOLN IN DISTILLED WATER) TO TIME-PREGNANT RATS & MICE ON DAYS 7-16 OF GESTATION. RATS RECEIVED 0, 7.5, 15, 30, 40, 50, OR 60 MG/KG/DAY IN 0.2 ML/DAY; MICE RECEIVED 0, 200, 400, OR 600 MG/KG/DAY IN 0.1 ML/DAY. FETUSES FROM MICE SACRIFICED ON DAY 18 & RATS ON DAY 21 WERE EXAM. IN MOUSE TERATOGENIC RESPONSE WAS CONFINED TO CLEFT PALATE AT 400 & 600 MG/KG/DAY. THE EFFECTIVE MATERNAL TOXIC DOSE IN RAT WAS 40 MG/KG/DAY. IN THIS SPECIES, THE INCIDENCE OF IRREGULAR PALATINE RUGAE, EG, RIDGES THAT WERE DISCONTINUOUS &/OR LYING IN APPOSITION AT THE PALATAL RAPHE, WAS SIGNIFICANTLY DOSE-RELATED. THE RESULTS SUGGEST AN APPARENT NO-EFFECT LEVEL FOR THIS ANOMALY BELOW 30 MG/KG/DAY."
        },
        {
            "References": "PMID:1581670",
            "Value": "The genotoxicity of nine organic and three inorganic arsenic cmpd was examined in cultured Chinese hamster cells. V79 cells were incubated with 50 or 100 ul of various concn of the test cmpd for 8 hr at 37 °C; mitotic indices were determined by counting metaphases in 500 cells. Chromosomes exposed to the test cmpd were stained in order to observe the chromosome numbers in a metaphase twice divided. The number of chromosomes in the V79 cells ranged from 20 to 25; metaphases which had 40 to 50 chromosomes were thus considered tetraploid cells. Observation of the metaphases in the sister chromatid exchange test revealed that only dimethylarsenic acid induced tetraploids and mitotic arrest. Tetraploid cells appeared to have low cell division ability or a slower cell cycle than diploid cells. Dimethylarsenic acid directly inhibited cell division and dimethylarsenic acid induced tetraploidy may be an important part of arsenic genotoxicity. This cmpd may be the ultimate carcinogen of arsenic."
        },
        {
            "References": "PMID:8427021",
            "Value": "The nephrotoxicity of dimethylarsinic acid (cacodylic acid, DMA) was examined in male and female F344/DuCrj rats. Dimethylarsinic acid administered perorally at doses of 113, 85, and 57 mg/kg for 4 weeks produced dose-related decreases in body weight and survival rate in both sexes. Mortality was higher and appeared more quickly in females than in males. Histopathological findings in the kidney were proximal tubular degeneration and necrosis, as well as papillary necrosis, and hyperplasia of the epithelium covering the papillae. Since extensive proximal tubular necrosis was observed only in dead animals of both sexes, and not in survivors or the controls, it was concluded that the main cause of death could be attributed to nephrotoxicity of dimethylarsinic acid. The results thus show that dimethylarsinic acid is nephrotoxic to both male and female rats."
        },
        {
            "References": "PMID:1547528",
            "Value": "Dimethylarsinic acid administration induced the preferential increase of the heterochromatic area forming the inside of the interphase nucleus. A histopathological study of the lung and liver in mice after dimethylarsinic acid administration was carried out by transmission electron microscopy. Ultrastructural alterations in the endothelial nuclei of the alveolar wall were observed 12-48 hr after administration. Heterochromatin tended to collect in a dense, compact mass lining the inner walls of the nucleus. A significant increase in heterochromatin induced by dimethylarsinic acid administration was observed by morphometric analysis. However, no substantial differences appeared in the sinusoidal endothelium of the liver. The much greater induction of morphological alterations, such as increased heterochromatin, in lung endothelial nuclei than in the liver might explain the high risk of lung cancer by arsenics, and that there may be a close relationship between heterochromatin alteration and DNA damages."
        },
        {
            "References": "PMID:2590239",
            "Value": "An in vivo investigation of the effects of dimethylarsinic acid, a primary metabolite of arsenate and arsenite, was conducted. Male ICR mice were orally dosed with sodium dimethylarsinic acid at concn of 1500 mg/kg. Following dosing the mice were sacrificed and their organs homogenized for a fluorimetric determination of DNA content. Another group of five mice were placed in metabolic cages after dosing with 1500 mg/kg sodium dimethylarsinic acid in order to determine the arsenic content in expired air. Organ assays, 12 hr after dosing was applied, revealed significant DNA breaks in the lungs, but much less in the spleen, kidney or liver. The pH dependence of these DNA breaks indicated that the DNA damage caused by dimethylarsinic acid was not the result of alkylating agents. Data from the expired air of dimethylarsinic acid dosed mice indicated that dimethylarsine was probably a major metabolite of dimethylarsinic acid. A comparison DNA breakage evaluation, involving dimethylarsinic acid and dimethylarsine, demonstrated that dimethylarsinic acid did not result in DNA breakage while dimethylarsine did. The DNA breaks observed in the lungs of dimethylarsinic acid exposed mice are the result of dimethylarsine which is metabolically generated from dimethylarsinic acid. The active oxygen produced in the lung via the reaction of dimethylarsine with molecular oxygen is probably the source of the DNA damage. This active oxygen mechanism explains the lung specific DNA breakage resulting from dimethylarsinic acid administration."
        },
        {
            "References": "Yamanaka K et al; Toxicol Appl Pharmacol 108 (2): 205-213 (1991",
            "Value": "Cellular events in the lung caused by the administration of dimethylarsinic acid to mice were studied. Male ICR mice were given an oral dose of 1500 mg/kg of dimethylarsinic acid after fasting for several hr. Of the pulmonary enzymes directly participating in protective reactions against active oxygen species, dimethylarsinic acid elevated superoxide-dismutase and glutathione-peroxidase activities. The elevations suggested that breaks in pulmonary DNA strands were partially if not completely due to active oxygen species, probably superoxide anion radicals, produced from molecular oxygen by undergoing one electron reduction by dimethylarsine and also by hydroxyl radicals formed through a chain reaction. Superoxide anion radicals were produced mainly in Clara and alveolar type-II cells. No histopathological changes were noted in the lungs, liver, kidneys, or spleen of these mice, but there was a significant increase in heterochromatin content in alveolar endothelial cells. Glucose-6-phosphate-dehydrogen was activated by dimethylarsinic acid dosing, possibly to replenish the diminished NADPH level. Glutathione-reductase was not activated, despite the reduction in glutathione. Pulmonary cell damage, particularly DNA strand scission, induced by oral dosing is partially if not completely due to active oxygen species produced in the metabolism of dimethylarsinic acid."
        },
        {
            "References": "PMID:2484622",
            "Value": "DNA damage induced by administration of dimethylarsinic acid to rats and mice was investigated. At 12 hr after administration of dimethylarsinic acid, DNA single-strand breaks were induced markedly in lung. The majority of dimethylarsine, one of the main metabolites, in the expired air was excreted within 6-18 hr after administration of dimethylarsinic acid to rats. In vitro experiments using nuclei isolated from lung of mice indicated that DNA strand breaks were caused by dimethylarsine. Furthermore, the strand breaks after exposure to dimethylarsine were reduced in the presence of catalase and/or superoxide dismutase. These results suggest that the strand breaks are induced not by dimethylarsine itself but by active oxygen, eg, superoxide radical and hydroxyl radical produced both by dimethylarsine and molecular oxygen. When DNA was exposed to dimethylarsine, thiobarbituric acid reactive intermediates and cis-thymine glycol were produced. Dimethylarsine appears to induce DNA damage by the mechanism similar to the damage produced by ionizing radiation."
        },
        {
            "References": "DHHS/ATSDR; Toxicological Profile for Arsenic p. 38 (2000)",
            "Value": "Female rats exposed to DMA at 3746 mg As/cu m developed erythematous lesions on the feet and ears ... these lesions did not develop in females exposed at lower concn (2226 mg As/cu m) or males."
        },
        {
            "References": "DHHS/ATSDR; Toxicological Profile for Arsenic p. 105 (2000)",
            "Value": "Mice exhibited respiratory arrest after a single oral dose of 489 mg/kg DMA ... and lung ornithine decarboxylase activity was reduced after ingestion of one or two doses of 720 mg DMA/kg ... ."
        },
        {
            "References": "DHHS/ATSDR; Toxicological Profile for Arsenic p. 119 (2000)",
            "Value": "... effects on fetal development (malformed palate, reduced fetal weight, delayed ossification, incr fetal mortality) have been observed in rats and mice give repeated oral doses of DMA during gestation ... ."
        },
        {
            "References": "DHHS/ATSDR; Toxicological Profile for Arsenic p. 127 (2000)",
            "Value": "... also evaluated the carcinogenic effects of DMA in rats in a multiorgan carcinogenesis bioassay. Male F344/DuCrj rats were treated sequentially with diethylnitrosamine (DEN) and N-methyl-N-nitrosamine (MNU), then 1,2-dimethylhydrazine (DMH). The animals were then sequentially admin N-butyl-N-(4-hydroxybutyl)nitrosamine (BBN) in drinking water in weeks 1 and 2 and N-bis(2-hydroxypropyl)nitrosamine (DHPN) in drinking water during wk 3 and 4. This is refereed to as the DMBDD treatment. After a 2-wk interval, rats were give 50, 100, 200, or 400 ppm DMA in drinking water. DMA significantly enhanced the tumor induction in the urinary bladder, kidney, liver and thyroid gland in DMBDD-treated groups. Induction of preneoplastic lesions (glutathione S-transferase placental form-positive foci in the liver and atypical tubules in the kidney) was also significantly incr in DMA-treated groups."
        },
        {
            "References": "Weed Science Society of America. Herbicide Handbook. 4th ed. Champaign, IL: Weed Science Society of America, 1979. of America, 1979., p. 92",
            "Value": "SUBACUTE TOXICITY: TEN RATS EACH AT 226, 118, & 54 MG/KG OVER A FEEDING PERIOD OF 3 WK. /RATS FED AT/ THE 226 MG/KG LEVEL SHOWED EVIDENCE OF REDUCED ACTIVITY OF SPERMATOGONIA CELLS WITH SOME ATROPHIC CHANGES OF THE SEMINIFEROUS TUBULES. THE FINDINGS WERE /NOT/ OBSERVED IN...THE CONTROL OR 118 MG/KG GROUP. /CACODYLIC ACID/"
        },
        {
            "References": "Hayes, W.J., Jr., E.R. Laws Jr., (eds.). Handbook of Pesticide Toxicology Volume 1. General Principles. New York, NY: Academic Press, Inc., 1991., p. 176",
            "Value": "CACODYLIC ACID WAS NONTUMORIGENIC IN MICE ADMIN 15-46 MG/KG/DAY ORALLY FOR 2 YEARS. /CACODYLIC ACID/"
        },
        {
            "References": "STEVENS JT ET AL; THE ACUTE INHALATION TOXICOLOGY OF THE TECHNICAL GRADE ORGANOARSENICAL HERBICIDES, CACODYLIC ACID AND DISODIUM METHANEARSONIC ACID; BULL ENVIRON CONTAM TOXICOL 21(3) 304 (1979)",
            "Value": "RATS & MICE INHALING CACODYLIC ACID EXHIBITED RESPIRATORY DISTRESS, RHINORRHEA, & PORPHYRIN-LIKE ENCRUSTATION OF EYES DURING EXPOSURE & DIARRHEA & DECREASED WT GAIN, POSTEXPOSURE."
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "(1) IARC; Monographs on the Evaluation of the Carcinogenic Risk of Chemicals to Man. Geneva, Switzerland: WHO 23: 71 (1980) (2) Midwest Research Inst; Substitute Chemical Program - Initial Scientific Review of Cacodylic Acid. USEPA-540/1-75/021 (1975) (3) Wauchope RD, McDowell LL; J Environ Qual 13: 499-504 (1984) (4) Wauchope RD; J Environ Qual 4: 355 (1975) (5) Norris LA et al; Bull Environ Contam Toxic 30: 309-16 (1983)",
            "Value": "Organoarsenicals, such as dimethylarsinic acid, are adsorbed by clays soils(1). After rapid initial adsorption, changes occur which result in the redistribution of dimethylarsinic acid into a less soluble form associated with aluminum in the soil(1). The dimethylarsinic acid are fixed by iron and aluminum in the soil, although not as strongly as inorganic arsenate(1). Leaching tests conducted in specially constructed boxes with clay, silt loam, and sandy soils noted strong adsorption to all soils, although a small degree of leaching did occur(2). The adsorption of dimethylarsenic acid to sediments and soil was found to depend on clay content, iron oxide content, and pH(3,4); adsorption increases with increasing clay and iron oxide content and with higher pH(3,4). Herbicidal applications of dimethylarsenic acid that were applied to forest floors in the northwestern US were found to be tightly bound, and did not leach in soil(5)."
        }
    ],
    "plant_translocation": [
        {
            "References": "TRANSLOCATION OF CACODYLIC ACID IN DUTCH ELM-DISEASED AMERICAN ELMS AND ITS EFFECT ON SCOLYTUS MULTISTRIATUS (COLEOPTERA: SCOLYTIDAE)",
            "Value": "Cacodylic acid was injected into hatchet-made frill girdles 60 cm above the ground on Dutch elm-diseased American elms (Ulmus americana L.) at the rate of 0.8 ml/cm circumference measured 1.3 m above the ground. Cacodylic acid was translocated up the trees into the phloem. Arsenic residue analyses at several different heights in each tree indicated an inverse relationship between height and amount of cacodylic acid residue in the phloem. Largest amounts were translocated in trees with 75% wilted crowns. Cacodylic acid injection into elms had no significant inhibitory effect on Scolytus multistriatus (Marsham) brood development. Cacodylic acid residues as high as 1700 ppm caused little or no beetle mortality. Highest numbers of beetles/dm2 bark surface area emerged from acid-treated elms with 75% crown wilt and from untreated elms with 100% crown wilt."
        }
    ]
}