{
    "_id": {
        "$oid": "6682e958c4e5dba5ffba2a28"
    },
    "CID": {
        "$numberInt": "25154"
    },
    "Name": "CADMIUM NITRATE",
    "IUPACName": "cadmium(2+);dinitrate",
    "CanonicalSMILES": "[N+](=O)([O-])[O-].[N+](=O)([O-])[O-].[Cd+2]",
    "Synonyms": [
        "CADMIUM NITRATE",
        "Cadmium dinitrate",
        "10325-94-7",
        "Cadmium(II) nitrate",
        "Nitric acid",
        "cadmium salt",
        "cadmium(2+);dinitrate",
        "cadmium(+2) cation dinitrate",
        "VF9RQV8VXV",
        "14177-24-3",
        "Nitric acid",
        "cadmium salt (2:1)",
        "HSDB 276",
        "UNII-VF9RQV8VXV",
        "EINECS 233-710-6",
        "cadmium-nitrate",
        "AI3-51840"
    ],
    "IsomericSMILES": "[N+](=O)([O-])[O-].[N+](=O)([O-])[O-].[Cd+2]",
    "INCHI": "InChI=1S/Cd.2NO3/c;2*2-1(3)4/q+2;2*-1",
    "INCHIKEY": "XIEPJMXMMWZAAV-UHFFFAOYSA-N",
    "Formula": "CdN2O6",
    "MolecularWeight": {
        "$numberDouble": "236.42"
    },
    "Description": "Cadmium nitrate is an inorganic nitrate salt having Cd(2+) as the counterion. It has a role as a carcinogenic agent, a hepatotoxic agent and a genotoxin. It is a cadmium salt and an inorganic nitrate salt. It contains a cadmium(2+).",
    "XlogP": {
        "$numberDouble": "NaN"
    },
    "Complexity": {
        "$numberInt": "18"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "environmental_bioconcentrations": [
        {
            "References": "USEPA; Ambient Water Quality Criteria Doc: Cadmium p.58 (1985) EPA 440/5-85-032",
            "Value": "Salvinia natans (fern) exposed to cadmium nitrate for 21 days exhibited a bioconcentration factor of 960."
        },
        {
            "References": "USEPA; Ambient Water Quality Criteria Doc: Cadmium p.60 (1985) EPA 440/5-84-032",
            "Value": "Mya arenaria, (soft shell clam) exposed to cadmium nitrate for 70 days exhibited a bioconcentration factor of 160."
        },
        {
            "References": "USEPA; Ambient Water Quality Criteria Doc: Cadmium p.60 (1985) EPA 400/5-84-032",
            "Value": "Crassostrea virginica, (American oyster) exposed to cadmium nitrate for 98 days exhibited a bioconcentration factor of 1,220."
        },
        {
            "References": "USEPA; Ambient Water Quality Criteria Doc: Cadmium p.58 (1985) EPA 440/5-85-032",
            "Value": "Lemna valdiviana (duck weed) exposed to cadmium nitrate for 21 days exhibited a bioconcentration factor of 603."
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "PMID:17314462",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Cadmium nitrate Cd(NO3)2 (CdN) is commonly used in Ni-Cd battery factories. The possibility of accidental exposure to CdN is great. CdN is very soluble in water compared to other Cd compounds. Therefore, acute toxicity would be expected to be quick due to rapid absorption after exposure. However, the mechanisms of CdN toxicity have not been fully elucidated. We investigated the acute lethal toxicity and harmful systemic effects of acute exposure to large doses of CdN. The lethal dose and dose-response study of the liver and kidney were determined after intravenous administration of CdN in rats. The LD50 of CdN was determined to be 5.5 mg/kg. Doses of 2.1, 4.2, 6.3 mg/kg were selected for the dose-response study. Liver injury was induced at doses greater than 4.2 mg/kg. Severe hepatic injury occurred in the 6.3 mg/kg group, which would have been caused by acute exposure to the high concentration of Cd that exceeded the critical concentration in hepatic tissue. A remarkable decrease in urine volume in the 6.3 mg/kg group indicated acute renal failure. A decrease in creatinine clearance suggested acute glomerular dysfunction at doses greater than 4.2 mg/kg. Increases in urinary N-acetyl-beta-D-glucosaminidase/creatinine, beta(2)-microglobulin and glucose in the 6.3 mg/kg group indicated proximal tubular injury. Secretion of K ion was also severely affected by proximal tubular injury and severe decreases in urine volume, and an increase in serum K ion was identified at doses greater than 4.2 mg/kg. Thus severe hyperkalemia might be associated with the cardiac-derived lethal toxicity of CdN."
        },
        {
            "References": "Hossain Z, Huq F;  J Inorg Biochem 90 (3-4): 85-96 (2002)",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Cadmium is a potent carcinogen in rodents and has recently been accepted by the International Agency for Research on Cancer as a category 1 (human) carcinogen, but the molecular mechanism of its action remains largely unclear. It has however been suggested that cadmium-induced carcinogenesis may involve either direct or indirect interaction of Cd(2+) with DNA. Cd(2+) is believed to bind covalently with N7 centers of adenine and guanine. At low concentrations (< or =50 mM), Cd(2+) is found to react with plasmid DNA to produce a mixture of Form I and Form II bands whereas at higher concentrations (> or =100 mM), Cd(2+) causes extensive damage to DNA at a pH 5.8 solution of cadmium nitrate. Within the range 0-100 mM (when pH is adjusted to 7.4 by adding NaOH) an increase in concentration of Cd(2+) is found to cause a decrease in the gel mobility rate of plasmid and an increase in the intensity of the Form II band. When plasmid DNA is digested with BamH1, only the Form III band is observed both in the presence and absence of Cd(2+). However, the mobility of the band is found to decrease with the increase in the concentration of Cd(2+). When the enzyme Ssp1 which cuts plasmid DNA at the AT sites is used instead of BamH1, two bands are observed in the presence of cadmium as against one band in the absence of cadmium. These results suggest that Cd(2+) binds covalently with DNA (possibly at G, A and T centres) and can form intrastrand bifunctional AT adducts but not the GG adducts. It may also be that neither GG nor AT adducts are formed and yet Ssp1 digestion is prevented because of a structural modification introduced in adenine by its interaction with Cd(2+). In the presence of antioxidants such as cysteine, glutathione and ascorbate (especially cysteine and ascorbate), DNA damage is found to be greater than expected for the combined effects of the antioxidant and Cd(2+). The increased DNA damage is believed to be due to the formation of reactive oxygen species (ROS)."
        },
        {
            "References": "Ehrlich R; Interaction of Complex Pollutant Mixtures and Particulates in Causation of Pulmonary Disease (1984) EPA 600/1-84-002",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Studies were conducted /in mice/ to determine the effects of inhalation exposure to particulate and gaseous air pollutants on the resistance to experimental bacterial pneumonia. Changes in resistance to this respiratory infection, expressed as mortality rates and survival time served as the most sensitive and consistent indicators of damage produced by the exposure. Using these parameters it was possible to rank the effects of single 3 hr inhalation exposure to the particulate pollutants. Among the pollutants included in these studies, cadmium sulfate, and cadmium nitrate were most toxic, followed in decreasing order of toxicity by copper, aluminum, and magnesium sulfate or magnesium nitrate aerosols. The metallic cation appeared to be most important in altering the resistance to infection. ..."
        },
        {
            "References": "PMID:6523520",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ The effect of a single intravenous injection of cadmium nitrate was investigated in livers of male Wistar rats. A significant increase in liver weight, accompanied by an elevation of total hepatic DNA content was observed. DNA synthesis as measured by the incorporation of (3)H thymidine, was found to be 6 times greater than the control, at 24 hr after treatment, and remained elevated over a period of 72 hr."
        },
        {
            "References": "Unger M et al; Environ Physiol Biochem: 3 (5): 236 (1973)",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Cadmium nitrate in excess of 0.01 ug/g body weight administered ip significantly inhibited cytochrome p450 activity, used as a measure of mixed-function oxygenase activity in mouse liver. ... The injection of 50 ug cadmium nitrate/g caused death. The cytochrome p450 inhibition was related to the accumulation of cadmium salts in the mouse and morphological changes in the liver."
        },
        {
            "References": "Kireev RA; Toxicol Lett 158 (Suppl 1): S165 (2005)",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ The research involved the lipid peroxidation processes and activity of mitochondrial enzymes in rat pups, born from the mothers, exposed to the cadmium treatment during pregnancy. Pregnant rats in control group received 0.9% NaCl, while the Cd group received Cd(NO3)2 per os during 10 days (from 6 to 15 days gestation) in dosage of 2 mg/kg. On the 60th day the male and female offspring were decapitated. The measured parameters were tissue /malonedialdehyde/ MDA and Na+-K+-ATP-ase and succinate dehydrogenase (SDG) activity in mitochondrias. As compared to the control indexes, the test results showed an increase of SDG in the experimental female group in heart (p < 0.04) and in brain (p < 0.04) mitochondrias. A corresponding increase of SDG activity in experimental male group displayed the indexes in liver (p < 0.04) and in heart (p < 0.01) as compared with the control male group. There have been discovered in the Na+-K+-ATP-ase activity in 2-months old offspring changes: a decrease of mitochondrias activity in liver in the experimental female group and in heart of experimental males, compared to control animals. The MDA level was higher in liver, brain and heart in the experimental male and female groups on the 60th day of age, compared to the control groups. However, the MDA level in kidney was higher in the experimental male group as compared to a female one. The data indicate that the exposure of pregnant mothers to Cd produced changes in the lipid peroxidation processes and activity of the mitochondrial enzymes at critical periods of development, which may have serious implications in the following period of life."
        },
        {
            "References": "Kireev RA et al; Toxicol Lett 158 (Suppl 1): S164-S165 (2005)",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ The research viewed the changes of bioimpedance in rat pups, born from the mothers, exposed to the cadmium treatment during pregnancy. The effects of cadmium exposure during pregnancy on the postnatal development were investigated. Pregnant rats in control group received 0.9% NaCl, while the Cd group received Cd(NO3)2 per os during 10 days (from 6 to 15 days gestation) in dosage of 2 mg/kg. On the 60 and the 120-postnatal days the male and female offspring were decapitated. For measuring blood, erythrocytes and tissues impedance (IMP) there has been used the frequency diapason from 10 Hz up to 10 MHz. It has been detected that in blood of the experimental males the IMP values decrease is observed only on the 120 day of postnatal development as contrasted to females, where the IMP changes are registered already on the 60th day. In erythrocytes the IMP values in the experimental female group significantly decrease only at low frequencies on the 60-day and do not differ from the control values on the 120-day. While in male groups the IMP decrease in erythrocytes take place on the 60th day as well as on the 120th day. In the impedancemetric measurements in liver, brain and heart there has been detected on the 60th day a decrease of the cell electroconductivity in the male and female groups. On the 120th day in males groups there take place even more significant changes in the IMP decrease at the high frequencies. Impedancemetry thus helped to register the tissue homeostasis changes in offspring that was born from mothers exposed to the Cd ions during pregnancy."
        },
        {
            "References": "PMID:11673073",
            "Value": "/GENOTOXICITY/  Inconsistent results among reports on cadmium genotoxicity revealed that certain confounding factors might significantly influence the outcomes of assessment. In Chinese hamster ovary (CHO-W8) cells, chromosome aberration induced by six different cadmium compounds was found positively associated with intracellular cadmium concentration. A parallel association was also observed among different CHO strains treated with same cadmium compound, the cadmium acetate. Both the cadmium-induced chromosome aberration and cadmium uptake were influenced by the presence of fetal calf serum (FCS). The presence of 10% FCS during the 2 hr treatment period greatly retarded the cellular cadmium uptake, and concurrently reduced the chromosome aberration induction. Other factors such as specific cadmium anion involved and the duration of cadmium treatment period in the investigation also influenced the assessment results of cadmium-induced chromosome aberration. In the protocol with a 2 hr pulse treatment, cadmium acetate, chloride and sulfate induced more chromosome aberration than cadmium nitrate, carbonate and oxide. When cadmium was present in the culture of the entire treatment period for 18 hr, the results went the opposite way. Cadmium nitrate, carbonate and oxide induced significant chromosome aberration, while other three cadmium compounds gave negative results. Cadmium compounds did not induce significant SCE at the same dose level that yielded significant chromosome aberration induction, either in the protocol with the short pulse or long treatment period."
        },
        {
            "References": "LUKASHEVA LI, TEOR PRIKL VOPR OBSHCH MOL GENET: 60 (1977)",
            "Value": "/GENOTOXICITY/ CADMIUM NITRATE INDUCED REVERSIBLE MUTATIONS IN 4 STRAINS OF SA TYPHIMURIUM, WITH FREQUENCY INCREASED 2.5 TO 5.5 TIMES IN STRAIN TA 1535 & 1.2 TO 2.3 TIMES IN STRAIN 1538."
        },
        {
            "References": "Bridges BA; Environ Sci Res 24: 1015-38 (1981)",
            "Value": "/GENOTOXICITY/ Vicia faba exposed to 10-2 and 10-3 M cadmium nitrate caused total breakdown of the mitotic system. At lower concentrations there were chromosomal structural changes, chromatid translocations, fragmentation at metaphase, and gaps and bridges at anaphase. There was a nearly linear concentration curve effect between 10-5 M and 10-4 M. The lowest effective concentrations were 10-5 M for 24 hr with a 2 hr recovery period."
        },
        {
            "References": "PMID:8143703",
            "Value": "/GENOTOXICITY/ Cadmium nitrate decreased the viability of Chinese hamster ovary (CHO) cells in a concentration-dependent manner; 50% inhibition (IC50) was achieved at 0.015 mM. In contrast, lead nitrate appeared to be less toxic. Neither cadmium nitrate nor lead nitrate significantly increased frequencies of binucleated CHO cells with micronuclei (MN). However, both cadmium nitrate and lead nitrate could augment sister chromatid exchanges (SCEs). Cadmium nitrate induced SCEs with a potency approximately equal to that of mitomycin C and more than 10 times higher than lead nitrate. Cadmium nitrate also increased chromosome aberrations (CAs), which included breaks, acentrics, interchanges, and dicentrics of chromosomes. In addition, cadmium nitrate induced a decrease in the mitotic index (MI), but lead nitrate increased it. In summary, it appears that both of these two heavy metal salts have cytogenetic toxicities with different degrees of effects on the cytotoxicity, MN, CAs, and SCEs in CHO cells. However, SCE was the most sensitive endpoint for indicating mutagenetic effects of cadmium and lead in the present study."
        },
        {
            "References": "PMID:16671568",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/... the effect of various fucose-specific lectins on lipid peroxidation /was studied/ in rat erythrocyte membranes under normal conditions and during exposure to the toxic agent. Under normal conditions parameters of lipid peroxidation in erythrocyte membranes increased after treatment with lectins or cadmium nitrate"
        },
        {
            "References": "PMID:17411356",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ The in vitro effects of cadmium, copper, lead and zinc, and various cadmium compounds (chloride, sulfate and nitrate) on common carp (Cyprinus carpio) lymphocyte viability and phagocyte activity, were evaluated. The percentage of dead lymphocytes was determined after Trypan blue staining, and phagocyte activity was measured by using the nitroblue tetrazolium (NBT) reduction test. Lead was the most toxic to lymphocytes--the maximum mortality exceeded 30%, and was significantly higher at 1 uM of lead, compared to the control. The maximum mortality caused by cadmium was below 10%, but was significantly elevated with 5 uM or more of cadmium. Zinc induced lymphocyte mortality from 10 uM, whilst no effect was observed with copper. The incubation of full blood with the three cadmium compounds (at 5mg/l of cadmium) showed that cadmium nitrate and cadmium sulphate were more toxic (over 35% and 25% mortality, respectively) than cadmium chloride (about 15% mortality). This was confirmed by the results of tests on isolated cells--1mg/L of cadmium as nitrate and sulphate increased lymphocyte mortality compared to the control and cadmium chloride. Phagocytic activity was less sensitive to heavy metals than was lymphocyte viability. It was significantly reduced following exposure to 50 uM and 100 uM cadmium, and 100 uM zinc, but no effects were observed with either lead or copper."
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "(1) Watanabe N et al; Sci Total Environ.  41: 153-61 (1985)",
            "Value": "An adsorption rate of 1.22/hr in river sediments from the Nagara River, Japan, which is heavily impacted by industrial effluents and urban wastes, has been reported for cadmium nitrate; the desorption rate was reported as 0.0038/hr. These values correspond to a concentration factor of 321(1)."
        }
    ]
}