{
    "_id": {
        "$oid": "6682e7eec4e5dba5ffba230f"
    },
    "CID": {
        "$numberInt": "2519"
    },
    "Name": "CAFFEINE",
    "IUPACName": "1,3,7-trimethylpurine-2,6-dione",
    "CanonicalSMILES": "CN1C=NC2=C1C(=O)N(C(=O)N2C)C",
    "Synonyms": [
        "caffeine",
        "58-08-2",
        "Guaranine",
        "1,3,7-Trimethylxanthine",
        "Methyltheobromine",
        "Theine",
        "Thein",
        "Cafeina",
        "Koffein",
        "Mateina",
        "Alert-pep",
        "Caffein",
        "Cafipel",
        "Coffeine",
        "\"Refreshn\""
    ],
    "IsomericSMILES": "CN1C=NC2=C1C(=O)N(C(=O)N2C)C",
    "INCHI": "InChI=1S/C8H10N4O2/c1-10-4-9-6-5(10)7(13)12(3)8(14)11(6)2/h4H,1-3H3",
    "INCHIKEY": "RYYVLZVUVIJVGH-UHFFFAOYSA-N",
    "Formula": "C8H10N4O2",
    "MolecularWeight": {
        "$numberDouble": "194.19"
    },
    "Description": "Caffeine is a trimethylxanthine in which the three methyl groups are located at positions 1, 3, and 7. A purine alkaloid that occurs naturally in tea and coffee. It has a role as a central nervous system stimulant, an EC 3.1.4.* (phosphoric diester hydrolase) inhibitor, an adenosine receptor antagonist, an EC 2.7.11.1 (non-specific serine/threonine protein kinase) inhibitor, a ryanodine receptor agonist, a fungal metabolite, an adenosine A2A receptor antagonist, a psychotropic drug, a diuretic, a food additive, an adjuvant, a plant metabolite, an environmental contaminant, a xenobiotic, a human blood serum metabolite, a mouse metabolite, a geroprotector and a mutagen. It is a purine alkaloid and a trimethylxanthine.",
    "XlogP": {
        "$numberDouble": "-0.1"
    },
    "Complexity": {
        "$numberInt": "293"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "plant_concentrations": [
        {
            "References": "(1) USDA; Dr. Duke's Phytochemical and Ethnobotanical Databases. Plants with a chosen chemical. Caffeine. Washington, DC: US Dept Agric, Agric Res Service. Available from, as of Jan 17, 2014: https://www.ars-grin.gov/duke/",
            "Value": "Caffeine occurrence in plants(1).",
            "Table": "[{'Genus species': 'Camellia sinensis', 'Common name': 'Tea', 'Part': 'Leaf', 'Quantity ppm': '93,000'}, {'Genus species': 'Paullinia cupana', 'Common name': 'Guarana', 'Part': 'Seed', 'Quantity ppm': '76,000'}, {'Genus species': 'Camellia sinensis', 'Common name': 'Tea', 'Part': 'Shoot', 'Quantity ppm': '47,900'}, {'Genus species': 'Coffea arabica', 'Common name': 'Coffee', 'Part': 'Seed', 'Quantity ppm': '32,000'}, {'Genus species': 'Paullinia yoko', 'Common name': 'Yoko', 'Part': 'Bark', 'Quantity ppm': '27,300'}, {'Genus species': 'Cola acuminata', 'Common name': 'Abata cola', 'Part': 'Seed', 'Quantity ppm': '25,000'}, {'Genus species': 'Ilex paraguariensis', 'Common name': 'Mate, Paraguay Tea, South American Holly', 'Part': 'Leaf', 'Quantity ppm': '20,000'}, {'Genus species': 'Theobroma cacao', 'Common name': 'Caco', 'Part': 'Seed', 'Quantity ppm': '12,900'}, {'Genus species': 'Genipa americana', 'Common name': 'Genipap, Jagua', 'Part': 'Seed', 'Quantity ppm': '0-22,500'}, {'Genus species': 'Theobroma cacao', 'Common name': 'Caco', 'Part': 'Testa; Petiole', 'Quantity ppm': '130-723; 51-525'}, {'Genus species': 'Theobroma bicolor', 'Common name': 'Nicaraguan Cacao, Pataste', 'Part': 'Testa; Fruit; Seed; Petiole', 'Quantity ppm': '192-235; 158-184; 110-147; 72-138'}, {'Genus species': 'Citrus sinensis', 'Common name': 'Orange', 'Part': 'Flower', 'Quantity ppm': '62'}, {'Genus species': 'Citrus limon', 'Common name': 'Lemon', 'Part': 'Flower', 'Quantity ppm': '50'}, {'Genus species': 'Theobroma angustifolium', 'Common name': 'Castarica, Emerald Caco', 'Part': 'Petiole', 'Quantity ppm': '80-82 ppm'}, {'Genus species': 'Citrus paradisi', 'Common name': 'Grapefruit', 'Part': 'Petiole', 'Quantity ppm': '80-82'}, {'Genus species': 'Theobroma angustifolium', 'Common name': 'Castarica, Emerald Caco', 'Part': 'Seed; Testia', 'Quantity ppm': '35-57; 38-52'}, {'Genus species': 'Citrus sinensis', 'Common name': 'Orange', 'Part': 'Leaf; Bud', 'Quantity ppm': '6; no data'}, {'Genus species': 'Annona cherimola', 'Common name': 'Cerimoya', 'Part': 'Seed', 'Quantity ppm': nan}, {'Genus species': 'Firmiana simplex', 'Common name': 'Chinese Parasol', 'Part': 'Seed', 'Quantity ppm': nan}, {'Genus species': 'Guazuma ulmifolia', 'Common name': 'Bay Cedar', 'Part': 'Leaf', 'Quantity ppm': nan}, {'Genus species': 'Paullinia yoko', 'Common name': 'Yoko', 'Part': 'Leaf', 'Quantity ppm': nan}]"
        },
        {
            "References": "(1) O'Neil MJ, ed; The Merck Index. 15th ed., Cambridge, UK: Royal Society of Chemistry, p. 289 (2013) (2) FDA; Caffeine intake by the U.S. population (Revised August 2010), The Food and Drug Administration, Oakridge Nat Lab, Subcontract Num: 70000073494; Available from, as of Jan 11, 2014: https://www.fda.gov/downloads/AboutFDA/CentersOffices/OfficeofFoods/CFSAN/CFSANFOIAElectronicReadingRoom/UCM333191.pdf",
            "Value": "Caffeine is a naturally occurring alkaloid commonly found in tea leaves, coffee beans, cocoa beans, kola nuts, mate leaves, guarana paste and kola nuts(1). The caffeine content in coffee varies widely, depending on the type of coffee bean and the method of preparation; even beans from a given coffee bush can vary in their caffeine concentration; roasted coffee beans contain 0.8-2.5% caffeine(2). Guarana (Paullina cupana), grown in South America, typically contains more caffeine than coffee beans (2-4.5% vs. 5%)(2). Kola nuts or Cola (Cola nitida) from trees in African rainforests also contains caffeine content which ranges between 2 to 3.5%(2). Tea (Camellia sinensis) fresh leaves contain about 4% caffeine(2). Yerba mate (Ilex paraguariensis) has caffeine content that ranges from 0.3wt% to 1.7wt% dry(2)."
        },
        {
            "References": "(1) Caffeine and Plants. Bristol, UK: Univ Bristol, Dept Chem. Available from, as of May 30, 2014: https://www.chm.bris.ac.uk/webprojects2001/tilling/sources.htm",
            "Value": "The eight major sources of caffeine(1).",
            "Table": "[{'Source': 'Coffee bean (Coffea arabica &amp; Coffea robusta)', 'Plant part': 'Seed', 'Approx caffeine by wt%': '1.1 (arabica)- 2.2 (robusta)', 'Major cultivation sites': 'Brazil, Columbia', 'Consumption mode': 'Coffee'}, {'Source': 'Tea (Camellia sinensis)', 'Plant part': 'Leaf, bud', 'Approx caffeine by wt%': '3.5', 'Major cultivation sites': 'India, China', 'Consumption mode': 'Tea'}, {'Source': 'Cacao (Theobromoa cacao)', 'Plant part': 'Seed', 'Approx caffeine by wt%': '0.03', 'Major cultivation sites': 'West Africa, Brazil', 'Consumption mode': 'Cocoa and chocolate products'}, {'Source': 'Cola nut (Cola acuminata, Cola nitida)', 'Plant part': 'Seed', 'Approx caffeine by wt%': '1.5', 'Major cultivation sites': 'West Africa', 'Consumption mode': 'Chewing cola nuts and cola tree'}, {'Source': 'Mate (Ilex paraguariensus)', 'Plant part': 'Leaf', 'Approx caffeine by wt%': '<0.7', 'Major cultivation sites': 'South America', 'Consumption mode': 'Yerba mate'}, {'Source': 'Yaupon (Ilex cassine, Ilex vomitoria)', 'Plant part': 'Leaf, berry', 'Approx caffeine by wt%': 'unknown', 'Major cultivation sites': 'not cultivated', 'Consumption mode': 'Cassina'}, {'Source': 'Guarana (Paulinia capana)', 'Plant part': 'Seed', 'Approx caffeine by wt%': '>4', 'Major cultivation sites': 'Brazil', 'Consumption mode': 'Soft drinks and guarana bars'}, {'Source': 'Yoco (Paulliniayoco)', 'Plant part': 'Bark', 'Approx caffeine by wt%': '2.7', 'Major cultivation sites': 'South America', 'Consumption mode': 'Yoco tea'}]"
        }
    ],
    "environmental_bioconcentrations": [
        {
            "References": "(1) Hansch C et al; Exploring QSAR. Hydrophobic, Electronic, and Steric Constants. ACS Prof Ref Book. Heller SR, consult. ed., Washington, DC: Amer Chem Soc p. 44 (1995) (2) US EPA; Estimation Program Interface (EPI) Suite. Ver. 4.11. Nov, 2012. Available from, as of Jan 9, 2014: https://www.epa.gov/oppt/exposure/pubs/episuitedl.htm (3) Franke C et al; Chemosphere 29: 1501-14 (1994)",
            "Value": "An estimated BCF of 3 was calculated for caffeine in fish(SRC), using a log Kow of -0.07(1) and a regression-derived equation(2). According to a classification scheme(3), this BCF suggests the potential for bioconcentration in aquatic organisms is low(SRC)."
        }
    ],
    "environmental_biodegradations": [
        {
            "References": "(1) Zoeteman BCJ et al; Chemosphere 9: 231-49 (1980) (2) Halling-Sorensen B et al; Chemoshpere 36: 357-93 (1998) (3) UNEP; OECD Screening Information Data Set (SIDS) for Caffeine, CAS 58-08-2 (Mar 4, 2003), United Nations Environment Programme;.Available from, as of Jan 9, 2014: https://www.inchem.org/documents/sids/sids/CAFEINE.pdf (4) Topp E et al; Can J Soil Sci 86: 533-544 (2006) (5) Bradley PM et al; Environ Toxicol Chem 26: 1116-1121 (2007)",
            "Value": "AEROBIC: The estimated half-life for caffeine in the Rhine River, Netherlands, was 0.8 days, which was thought to occur as a result of biological removal processes(1). Caffeine was found to be readily biodegradable when incubated with a sewage sludge inoculum(2). Using OECD 301F method, biodegradation was found to be 58% in one vessel and 84% in a second vessel(3). The structurally analogous substance theophylline (differs by only one methyl group from caffeine) is readily biodegradable by OECD 301A method with 90-100% biodegradation after 22 days and >90% at the end of the 10-days-window(3). In biodegradation studies using 3 soils from Ontario Canada and a 34-day incubation period, 14C-caffeine was rapidly mineralized to 14-CO2 in a sandy loam and loam soil, and less rapidly in a silt loam soil(4); mineralization in the sandy loam and loam soils reached about 60% in 20 days (50% in 3-10 days) with mineralization in the silt loam soil reaching about 25% in 34 days(4). A microcosm study using sediments collected upstream and downstream from wastewater treatment plants found caffeine to undergo biomineralization under aerobic conditions(5)."
        },
        {
            "References": "(1) Bradley PM et al; Environ Toxicol Chem 26: 1116-1121 (2007)",
            "Value": "ANAEROBIC: A microcosm study using sediments collected upstream and downstream from wastewater treatment plants found caffeine to undergo biomineralization under anaerobic conditions(1)."
        }
    ],
    "logP": [
        {
            "References": "Hansch, C., Leo, A., D. Hoekman. Exploring QSAR - Hydrophobic, Electronic, and Steric Constants. Washington, DC: American Chemical Society., 1995., p. 44",
            "Value": "log Kow = -0.07"
        }
    ],
    "mechanism_of_action": [
        {
            "References": "American Society of Health-System Pharmacists 2013; Drug Information 2013. Bethesda, MD. 2013, p. 2569",
            "Value": "Caffeine competitively inhibits phosphodiesterase, the enzyme that degrades cyclic 3',5'-adenosine monophosphate (AMP). Increased levels of intracellular cyclic AMP mediate most of caffeine's pharmacologic actions."
        },
        {
            "References": "American Society of Health-System Pharmacists 2013; Drug Information 2013. Bethesda, MD. 2013, p. 2569",
            "Value": "Caffeine stimulates all levels of the CNS... Caffeine's cortical effects are milder and of shorter duration than those of amphetamines. In slightly larger doses, caffeine stimulates medullary, vagal, vasomotor, and respiratory centers, promoting bradycardia, vasoconstriction, and increased respiratory rate."
        },
        {
            "References": "American Society of Health-System Pharmacists 2013; Drug Information 2013. Bethesda, MD. 2013, p. 2569",
            "Value": "Caffeine constricts cerebral vasculature. In contrast, the drug directly dilates peripheral blood vessels..."
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "PMID:20437223",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Caffeine exacerbates the acute toxicity of 3,4-methylenedioxymethamphetamine (MDMA, 'ecstasy') in rats characterized by hyperthermia, tachycardia and lethality. Depletion of central catecholamine stores and dopamine D(1) receptor blockade have been reported to attenuate the ability of caffeine to exacerbate MDMA-induced hyperthermia.The purpose of the study was to investigate whether dopamine D(1) and D(2) receptors mediate the effects of caffeine on MDMA-induced changes in body temperature, heart rate and locomotor activity. All parameters were recorded continuously in individually housed rats using bioradiotelemetry from 1 hr prior to 4 hr following caffeine (10 mg/kg, sc) and/or MDMA (10 mg/kg, sc) administration. Co-administration of caffeine with MDMA provoked a switch from MDMA-induced hypothermia and bradycardia to hyperthermia and tachycardia without influencing MDMA-induced hyperlocomotion. Pre-treatment with a specific dopamine D(1/5) antagonist SCH 23390 (1 mg/kg) enhanced MDMA-induced hypothermia and blocked the ability of caffeine to provoke a switch from MDMA-induced hypothermia to hyperthermia. Furthermore, SCH 23390 blocked MDMA-induced hyperactivity and the ability of caffeine to promote a tachycardic response to MDMA. By contrast, pre-treatment with the selective D(2) antagonist, sulpiride (100 mg/kg) blocked MDMA-induced hypothermia, failed to influence the ability of caffeine to promote tachycardia whilst enhancing MDMA-induced hyperactivity. The results of the study highlight the importance of dopamine D(1) and D(2) receptors in shaping the behavioural and physiological response to MDMA and suggest that the ability of caffeine to provoke MDMA-induced toxicity is associated with the promotion of dopamine D(1) over D(2) receptor-related responses."
        },
        {
            "References": "PMID:15653753",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Human consumption of ephedrine and caffeine in dietary supplements has been associated with a number of adverse effects including changes in the ECG, myocardial infarction, hyperthermia, and, in rare instances, death. The purpose of this study was to investigate the potential mechanisms associated with the cardiotoxicity of combined ephedrine and caffeine ingestion. Seven- and fourteen-week-old Fischer 344 rats treated with ephedrine in combination with caffeine exhibited increases in heart rate (HR), temperature, and corrected QT interval. Of the 14-wk-old rats treated with 25 mg/kg ephedrine plus 30 mg/kg caffeine, 57% died within 3-5 hrof treatment, whereas none of the similarly treated 7-wk-old rats nor any of the rats treated with vehicle died. One hour after treatment with this dose of ephedrine plus caffeine, 14-wk-old rats exhibited a larger increase in HR (as % increase over baseline) than 7-wk-old rats. Furthermore, the 14-wk-old rats that died had a higher HR and temperature than the 14-wk-old rats that lived. Histopathological studies suggested interstitial hemorrhage and myofiber necrosis in the 14-wk-old rats treated with the highest concentration of ephedrine and caffeine. This study showed enhanced susceptibility to ephedrine plus caffeine in 14-wk-old rats compared with 7-wk-old rats. The greater mortality in the 14-wk-old rats was associated with increases in body temperature, HR, and myocardial necrosis."
        },
        {
            "References": "OECD SIDS for Caffeine (CAS 58-08-2); Available from, as of January 9, 2014: https://www.inchem.org/documents/sids/sids/CAFEINE.pdf",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ In a 90-day oral toxicity study, the test substance was administered in drinking water to groups of Fischer 344 rats ... (groups of 12 animals/sex). Rats were given 188, 375, 750, 1500, and 3000 ppm in the drinking water (ca. 19.7, 42, 85.4, 151, 272 mg/kg bw/day for males and 23, 51, 104, 174, and 287 mg/kg bw/day for females, calculated from weight and water consumption); control groups were given tap water. The body weight gains of all treated groups were decreased. The effect was significant in the highest dose only (reduction of 26%, males, 20%, females). Water consumption was decreased in rats given 3000 ppm, whereas it was increased in the 750 and 375 ppm groups. No marked changes in clinical signs of toxicity were observed up to 1500 ppm. No dose-related changes in clinical chemistry were seen. With one exception (cellular enlargement in salivary gland), no pronounced significant changes in gross morphology or microscopic findings were observed. ... No description of adverse effects /were given/. The effect observed in the salivary gland was described as dose dependent in rats ... . The effects in the salivary gland were considered adaptive. Reversible effects in the salivary glands are a well known pharmacological effect of caffeine (sympathicomimetic). These morphological changes are not considered to be an adverse effect of the substance. Finally, microscopic evaluation of sex organs revealed no significant differences between exposed and control rats. NOAEL rat: 1500 ppm (male 151 mg/kg bw/d; female 174 mg/kg bw/d)"
        },
        {
            "References": "PMID:17994459",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Previous studies indicate that prolonged caffeine consumption exacerbates renal failure in nephropathy associated with the metabolic syndrome. Reduced activity of the antioxidant defense system and beneficial effects of antioxidant therapy have been reported in diabetic rats and humans. The purpose of this study was to examine the early renal effects of caffeine consumption and the effects of concomitant antioxidant therapy in young obese, diabetic ZSF1 rats. Eleven-week-old male ZSF1 rats were randomized to drink tap water, caffeine (0.1%), tempol (1 mmol/L), or a solution containing caffeine and tempol for nine weeks. Caffeine significantly reduced body weight and glycosuria (weeks 2-9), improved glucose tolerance (week 9), had no effect on elevated plasma triglycerides, plasma cholesterol (week 9) and blood pressure (week 9), and significantly increased plasma cholesterol level (weeks 5 and 9). Yet, as early as after two weeks, caffeine greatly augmented proteinuria and increased renal vascular resistance (RVR) and heart rate (HR: week 9). Tempol had no effects on metabolic status and development of proteinuria, did not alter caffeine-induced metabolic changes and early proteinuria, and attenuated caffeine-induced increase in HR and RVR. Immunohistochemical analysis revealed significant glomerular and interstitial inflammation, proliferation, and fibrosis in control animals. Caffeine augmented the influx of glomerular and interstitial macrophages (ED1+ cells) influx, glomerular and tubular proliferative response, and glomerular collagen IV content. Tempol abolished the exacerbation of renal inflammation, proliferation, and fibrosis induced by caffeine. In conclusion, in nephropathy associated with the metabolic syndrome, caffeine--most likely through the interaction with adenosine receptors and interference with anti-inflammatory and/or glomerular hemodynamic effects of adenosine--augments proteinuria and stimulates some of the key proliferative mechanisms involved in glomerular remodeling and sclerosis. Tempol does not prevent early renal injury (i.e., proteinuria) induced by caffeine, yet abolishes late renal inflammatory, proliferative, and fibrotic change induced by chronic caffeine consumption in obese ZSF1 rats."
        },
        {
            "References": "OECD SIDS for Caffeine (CAS 58-08-2); Available from, as of January 9, 2014: https://www.inchem.org/documents/sids/sids/CAFEINE.pdf",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Mice were given 94, 188, 375, 750, and 1500 ppm in the drinking water (ca. 21, 44, 85, 130, 167 mg/kg bw/day for males; 25, 47, 88, 134, 180 mg/kg bw/day for females, calculated from weight and water consumption); control groups were given tap water. Mean body weight gain was significantly, but not dose-dependently depressed for the 188, 375, and 750 ppm male dose group animals by 26%, 25%, 18% respectively, but not in the 1500 ppm dose. Females showed little variation in weight gain. Food consumption was unaffected. Water consumption was decreased by 10% and more in the 1500 and 750 ppm dose group animals, whereas the water consumption was increased by 10% and more in the 94, 188, 375 ppm dose group animals. Adaptive changes in the salivary glands were also observed in mice in the highest dose group only. Additionally, no tumors were seen in the salivary glands of mice which were treated with caffeine in the drinking water over 2 years. Since no clinical signs of toxicity, or changes in clinical chemistry were seen, neither were statistically significant changes in gross morpology or microscopic findings (including the sex organs) observed, the highest dose was the NOAEL. NOAEL mice: 1500 ppm (male 167 mg/kg bw/day; female 179 mg/kg bw/day)"
        },
        {
            "References": "American Society of Health-System Pharmacists 2013; Drug Information 2013. Bethesda, MD. 2013, p. 2568",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ In a 2-year study in Sprague-Dawley rats, caffeine (as caffeine base) administered in drinking water was not carcinogenic in male rats at doses up to 102 mg/kg or in female rats at doses up to 170 mg/kg."
        },
        {
            "References": "American Society of Health-System Pharmacists 2013; Drug Information 2013. Bethesda, MD. 2013, p. 2568",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ In an 18-month study in C57BL/6 mice, no evidence of tumorigenicity was seen at dietary doses up to 55 mg/kg."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V51 308 (1991)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ In a series of experiments, groups of 37-43 female C3H mice, eight weeks of age, received caffeine (purity unspecified) at 0 (control), 250 or 500 mg/L drinking-water for 43 weeks. At termination of the study, all mammary tumors were excised, fixed in Bouin's fluid and examined histologically. The incidence of mammary carcinomas, mean time to tumor appearance and body weight gain were not significantly affected by caffeine treatment; however, the number of mammary adenocarcinomas per animal had significantly increased (p < 0.05) among those given 500 mg/L caffeine."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V51 308 (1991)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Three groups each of 50 male and 50 female Wistar rats, eight weeks of age, were maintained on basal diet and given tap-water (controls) or a 0.l% (1000 mg/L) solution of synthetic caffeine (purity 100%; total amount consumed, 14.5 g for males and 13.9 g for females) or a 0.2% caffeine solution (total amount consumed, 26.6 g for males and 21.7 g for females) as the drinking fluid for 78 weeks. Surviving rats were then given tap-water for a further 26 weeks. The numbers of tumor-bearing animals were 24/46 in control males and 41/50 in females; 31/48 in males given 0.l% caffeine and 44/48 in females; and 18/44 in males given 0.2% caffeine and 37/50 in females. The numbers of tumors at specific sites were not significantly different in treated and control rats."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V51 309 (1991)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ A group of 40 female Wistar rats, four weeks of age, was given 0.2% (2000 mg/L) caffeine solution (purity unspecified) as the drinking fluid ad libitum for 12 months (mean total dose of caffeine, 13.5 g per rat). A group of 40 controls (reduced to 30 at the end of the study) was given tap-water only. The number of pituitary adenomas (22/40) in the caffeine-treated group was significantly (p < 0.02) greater than that in controls (8/30). Pituitary hyperplasia was seen in 5/40 rats given caffeine and in 1/30 controls."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V51 309 (1991)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ As part of a study of the carcinogenicity of analgesics, 30 male Sprague-Dawley rats, six weeks of age, were given 0.102% caffeine (purity, 99.6-99.9%) in the diet for up to 117 weeks; caffeine consumption was 21.4 g per rat. A control group of 30 males received basal diet alone. The mean survival times were 78 weeks in the treated group and 94 weeks in the controls. No difference in tumor incidence was found between the treated group (8/28) and controls (6/30)."
        },
        {
            "References": "PMID:17571968",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ There is growing interest in the possible health benefits of tea. /As/ reported previously on the inhibition by white tea of 2-amino-1-methyl-6-phenylimidazo[4,5-b]pyridine (PhIP)-induced colonic aberrant crypt foci (ACF) in the rat (4). To distinguish between blocking and suppressing effects, and thus provide mechanistic insights into prevention during the initiation versus post-initiation phases of carcinogenesis, white tea, and green tea were administered at 2% (w/v) as the sole source of drinking fluid either 2 wk before and 2 wk during PhIP dosing (100 mg/kg, every other day by oral gavage), or starting 1 wk after the carcinogen and continued until the study was terminated at 16 wk. In the former protocol, each tea produced marginal inhibition of colonic ACF, despite evidence for changes in several hepatic enzymes involved in heterocyclic amine metabolism. Post-initiation, however, the data were as follows (ACF/colon, mean +/- SE): PhIP/water 12.2 +/- 1.5; PhIP/white tea 5.9 +/- 0.9 (** P < 0.01); PhIP/caffeine 5.9 +/- 1.5 (** P < 0.01); PhIP/EGCG (Epigallocatechin gallate ) 3.5 +/- 0.8 (***P < 0.001); PhIP/green tea 8.9 +/- 1.2 (P = 0.22, not significant). In the latter study, apoptosis was determined using in situ oligo ligation and cleaved caspase-3 assays, whereas cell proliferation was assessed via bromodeoxyuridine (BrdU) incorporation. No consistent changes were seen in apoptosis assays, but BrdU labeling was as follows (percent of cells positive/colonic crypt, mean +/- SE): PhIP/water 10.4 +/- 0.6; PhIP/white tea 8.6 +/- 0.2 (*P < 0.05); PhIP/EGCG 6.0 +/- 0.85 (** P < 0.01); PhIP/caffeine 8.75 +/- 0.45 (*P < 0.05); PhIP/green tea 9.5 +/- 0.4 (P > 0.05, not significant). The data imply that white tea, caffeine, and EGCG may be most effective post-initiation, via the inhibition of cell proliferation in the colon and through the suppression of early lesions."
        },
        {
            "References": "PMID:3719451",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Twelve pregnant Sprague-Dawley rats were treated with a single iv injection of 25 mg/kg caffeine in the tail vein on gestational day 10. Controls (12 rats) received saline in the same manner. A third group of 22 rats were used as untreated controls. Embryos were removed on day 12 of gestation and studied. No anomalies were detected in any of the caffeine-treated and control embryos with respect to yolk sac circulation system or cardiac defects."
        },
        {
            "References": "PMID:3557234",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ The teratogenic potential of caffeine was evaluated in Wistar rats. Pregnant rats were divided into seven treatment groups of 20 rats each: 1) untreated controls; 2) controls (5 mL/kg distilled water once daily); 3) 10 mg/kg caffeine once daily; 4) 100 mg/kg caffeine once daily; 5) controls (1.25 mL/kg distilled water four times/day; 6) 2.5 mg/kg caffeine four times/day; 7) 25 mg/kg caffeine four times/day. All groups were treated by gavage on days 6-20 of gestation. The dams were killed on day 21 and offspring were prepared for analysis. Caffeine caused a considerable decrease in fetal weight in groups 4 and 7. Malformations (club foot, ectrodactyly, cleft palate, and retarded ossification) were seen in the offspring of groups given the high dose of caffeine once daily (group 4)."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V51 326 (1991)",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Caffeine was shown to be teratogenic in rats and mice by oral intubation, by administration in the diet and by administration in drinking-water. The most common effects observed were digital defects, resorptions and cleft palate. Six out of 64 offspring of rabbits administered 100 mg/kg bw caffeine on days 1-25 of gestation were reported to have ectrodactyly."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V51 325 (1991)",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ CD-1 mice were administered 0.012, 0.025 or 0.05% caffeine in the drinking-water (daily  caffeine intake, 21.9, 43.8 or 87.5 mg/kg bw) for seven days prior to mating and during a subsequent 100-day cohabitation period. Offspring were removed when one-day old. The last set of litters from the high-dose group and the F1 generation of untreated controls were maintained on caffeine to 90  days of age and mated within their respective groups. Following treatment of the F0 mice, no effect on pregnancy rate was observed but there was a decrease in the number of live pups per litter at the  high dose. There was no effect on any parameter in a cross-mated trial between control and high dose animals. Among the Fl males at termination of the study, there was no effect of caffeine on the weight of the testis or epididymus relative to body weight; there was a significant decrease in sperm motility, an increase in sperm density and no change in the proportion of abnormal sperm."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V51 325 (1991)",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Groups of male and female Wistar rats were administered 10 mg/kg bw caffeine in the drinking-water daily through five successive sets of litters. Progressively reduced growth and increased neonatal mortality (significant) were observed in the offspring over sequential pregnancies."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V51 326 (1991)",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/  When roosters were fed 0.1% caffeine (about 100 mg/kg bw per day) in a standard ration, hens inseminated with sperm from the roosters had significantly reduced numbers of fertile eggs. Semen and sperm counts were markedly reduced 17-21 days after treatment, and no semen could be collected after 30 days. These effects were reversible on removal of dietary caffeine."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V51 326 (1991)",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Feeding caffeine in the diet to immature Osborne-Mendel rats at levels of 1% for three weeks and 0.5% (approximately 300 mg/kg bw per day) for 14-75 weeks produced severe testicular atrophy and aspermatogenesis. Analogous results were observed in Holtzman rats."
        },
        {
            "References": "PMID:22995397",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Several epidemiological investigations, including previous work by /this/ laboratory, indicate that maternal caffeine consumption is associated with intrauterine growth retardation and impaired fetal length growth. Skeletal development is critical for length growth. In the present study, goals were to determine the effects of prenatal caffeine exposures on fetal skeletal growth and to investigate the mechanisms associated with such effects. Pregnant Wistar rats were injected intragastrically with 120 mg/kg of caffeine intragastrically each day from gestational days 11-20. Maternal prenatal caffeine exposure was associated with decreased fetal femur lengths and inhibited of synthesis of extracellular matrices in fetal growth plates Moreover, caffeine exposure significantly increased the levels of fetal blood corticosterone and decreased IGF-1mRNA expression levels in the liver and growth plate. The expression levels of IGF-1 signaling pathway components (IGF-1R, IRS-1, AKT1/2 and Col2A1) were also reduced. In addition, the results of chromatin immunoprecipitation assays indicated that caffeine exposure down-regulated histone methylation of fetal IGF-1 in the liver. These results suggest that prenatal caffeine exposure may inhibit fetal skeletal growth through a mechanism that is associated with increased fetal exposure to maternal glucocorticoids and results in lower IGF-1 signaling pathway activity. Taken together, these results raise important concerns regarding the skeletal growth toxicity of caffeine and potentially indicate the intrauterine origins of adult osteoporosis and osteoarthritis."
        },
        {
            "References": "PMID:22970234",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Epidemiological investigations have shown that fetuses with intrauterine growth retardation (IUGR) are susceptible to adult metabolic syndrome. Clinical investigations and experiments have demonstrated that caffeine is a definite inducer of IUGR, as children who ingest caffeine-containing food or drinks are highly susceptible to adult obesity and hypertension. The goals for this study were to investigate the effect of prenatal caffeine ingestion on the functional development of the fetal hippocampus and the hypothalamic-pituitary-adrenal (HPA) axis and to clarify an intrauterine HPA axis-associated neuroendocrine alteration induced by caffeine. Pregnant Wistar rats were intragastrically administered 20, 60, and 180 mg/kg /per/ d caffeine from gestational days 11-20. The results show that prenatal caffeine ingestion significantly decreased the expression of fetal hypothalamus corticotrophin-releasing hormone. The fetal adrenal cortex changed into slight and the expression of fetal adrenal steroid acute regulatory protein (StAR) and cholesterol side-chain cleavage enzyme (P450scc), as well as the level of fetal adrenal endogenous corticosterone (CORT), were all significantly decreased after caffeine treatment. Moreover, caffeine ingestion significantly increased the levels of maternal and fetal blood CORT and decreased the expression of placental 11beta-hydroxysteroid dehydrogenase-2 (11beta-HSD-2). Additionally, both in vivo and in vitro studies show that caffeine can downregulate the expression of fetal hippocampal 11beta-HSD-2, promote the expression of 11beta-hydroxysteroid dehydrogenase 1 and glucocorticoid receptor (GR), and enhance DNA methylation within the hippocampal 11beta-HSD-2 promoter. These results suggest that prenatal caffeine ingestion inhibits the development of the fetal HPA axis, which may be associated with the fetal overexposure to maternal glucocorticoid and activated glucocorticoid metabolism in the fetal hippocampus. These results will be beneficial in elucidating the developmental toxicity of caffeine and in exploring the fetal origin of adult HPA axis dysfunction and metabolic syndrome susceptibility for offspring with IUGR induced by caffeine."
        },
        {
            "References": "PMID:18359892",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Caffeine consumption during pregnancy is reported to increase the risk of in utero growth restriction and spontaneous abortion. In the present study, the hypothesis was that modest maternal caffeine exposure affects in utero developing embryonic cardiovascular (CV) function and growth without altering maternal hemodynamics. Caffeine (10 mg.kg(-1).day(-1) subcutaneous) was administered daily to pregnant CD-1 mice from embryonic days (EDs) 9.5 to 18.5 of a 21-day gestation. We assessed maternal and embryonic CV function at baseline and at peak maternal serum caffeine concentration using high-resolution echocardiography on EDs 9.5, 11.5, 13.5, and 18.5. Maternal caffeine exposure did not influence maternal body weight gain, maternal CV function, or embryo resorption. However, crown-rump length and body weight were reduced in maternal caffeine treated embryos by ED 18.5 (P < 0.05). At peak maternal serum caffeine concentration, embryonic carotid artery, dorsal aorta, and umbilical artery flows transiently decreased from baseline at ED 11.5 (P < 0.05). By ED 13.5, embryonic aortic and umbilical artery flows were insensitive to the peak maternal caffeine concentration; however, the carotid artery flow remained affected. By ED 18.5, baseline embryonic carotid artery flow increased and descending aortic flow decreased versus non-caffeine-exposed embryos. Maternal treatment with the adenosine A(2A) receptor inhibitor reproduced the embryonic hemodynamic effects of maternal caffeine exposure. Adenosine A(2A) receptor gene expression levels of ED 11.5 embryo and ED 18.5 uterus were decreased. Results suggest that modest maternal caffeine exposure has adverse effects on developing embryonic CV function and growth, possibly mediated via adenosine A(2A) receptor blockade."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V51 326 (1991)",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Teratogenicity was reported in SMA mice given single intraperitoneal injections of 250 mg/kg bw caffeine on one of days 7-14 of gestation. Significant increases in the incidence of fetal resorptions, cleft palate and digital defects were observed, depending on the day of treatment."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V51 327 (1991)",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Wistar rats received total daily administrations of 10 or 100 mg/kg bw caffeine by gavage, either as a single dose or as four doses every three hours, on days 6-20 of gestation. While a dose-related decrease in fetal weight and an increase in the delay in ossification were observed with both modes of administration, the major malformation, ectrodactyly, was observed only in the group given 100 mg/kg bw as a single dose."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V51 327 (1991)",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Sprague-Dawley rats were administered 5-75 mg/kg bw caffeine daily by gavage on days 3-19 of gestation and their offspring were observed for behavioral and developmental effects for nine weeks after birth. Dose-related developmental effects included delayed incisor eruption, delayed vaginal opening and decreased body weight. Active avoidance behavior was also significantly decreased with the highest doses of caffeine."
        },
        {
            "References": "PMID:2424509",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Timed-pregnant rats were randomly divided into 2 groups on day 13 of gestation. Group 1 received a 20% protein diet. Group 2 was pair-fed to group 1 with a 20% protein diet containing caffeine (1 mg/100 g body weight). At parturition, the dams of each group were continued on their respective diets until day 22 postpartum. At the time of weaning (day 22), only male rats were continued in the study. At this time, rats from both groups were fed the control diet containing 20% protein. On day 57 and 58, rats were killed, the brains divided into six areas, and DNA, RNA and protein contents were measured. In certain areas of the brain, weight, cholesterol, DNA, RNA and protein contents were different even long after returning to the caffeine-free control diet. The present study demonstrates that even if a relatively small amount of caffeine is taken during gestation and lactation, a time during which the growth rate is greater than in any other period of life, certain areas of the brain may be affected. These findings suggest that future central nervous system impairment may be expressed later in life in these offspring."
        },
        {
            "References": "PMID:22313413",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Caffeine is a widely consumed substance that occurs in numerous dietary sources, but teratogenic effects of caffeine intake during embryonic development are still not clear. In the present study, the zebrafish was utilized as a model to assess caffeine-induced toxicity on embryonic vascular development. A green fluorescent vascular endothelium transgenic line, Tg(fli1:egfp), was utilized for the sensitive detection of vascular development, including vasculo- and angiogenesis. Caffeine-treated embryos showed no defects in vasculogenesis, but revealed dose-dependent (250-350 ppm) developmental defects in intersegmental vessels, dorsal longitudinal anastomotic vessels, and subintestinal vein sprouting. Further, real-time polymerase chain reaction analysis of caffeine-treated embryos showed an upregulation of nrp1a along with a downregulation of sema3aa and sema3c. In conclusion, caffeine treatment induces defects of angiogenesis in zebrafish embryos."
        },
        {
            "References": "PMID:19088180",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ The purpose of this study was to determine both the short-term effects on cardiac development and embryo growth and the long-term effects on cardiac function and body composition of in utero caffeine exposure. Pregnant mice (C57BL/6) were exposed to hypoxia (10% O(2)) or room air from embryonic days (E) 8.5-10.5, and treated with caffeine (20 mg/kg, i.p.) or vehicle (normal saline, 0.9% NaCl). This caffeine dose results in a circulating level that is equivalent to 2 cups of coffee in humans. Hypoxic exposure acutely reduced embryonic growth by 30%. Exposure to a single dose of caffeine inhibited cardiac ventricular development by 53% in hypoxia and 37% in room air. Caffeine exposure resulted in inhibition of hypoxia-induced HIF1alpha protein expression in embryos by 40%. When offspring from dams treated with a single dose of caffeine were studied in adulthood, we observed that caffeine treatment alone resulted in a decrease in cardiac function of 38%, as assessed by echocardiography. Also observed was a 20% increase in body fat with male mice exposed to caffeine. Caffeine was dissolved in normal saline, so it was used as a control. Room air controls were used to compare to the hypoxic mice. Exposure to a single dose of caffeine during embryogenesis results in both short-term effects on cardiac development and long-term effects on cardiac function."
        },
        {
            "References": "PMID:20864626",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Rat postimplantation whole-embryo culture (WEC) is a promising alternative test for the assessment of developmental toxicity. Toxicogenomic-based approaches may improve the predictive ability of the WEC model by providing a means to identify compound-specific mechanistic responses associated with embryotoxicity in vivo. Furthermore, alterations in gene expression may serve as a sensitive, objective, and robust marker, which precedes the observation of classical developmental toxicity endpoints in time. In this study, in combination with morphological developmental assessments, we studied transcriptomic responses associated with four distinct teratogens (caffeine [CAF], methylmercury [MM], monobutyl phthalate, and methoxyacetic acid) after 4 hr of exposure, well before apparent embryotoxicity in WEC. /The authors/ evaluated gene expression changes associated with similar levels of induced morphological embryotoxicity for each teratogen (as determined by total morphological score), evaluating for functional enrichment and quantitative changes in response. Concentrations selected for each of the four teratogens used induced a number of common effects on embryonic development (neural tube closure and optic/otic system). Despite inducing common morphological effects, our analysis suggests limited overlap in terms of toxicogenomic response at the gene expression level and at the level of biological processes across all four test chemicals. Many unique responses associated with each chemical correlated with previously hypothesized modes of developmental toxicity. For example, alterations in developmental signaling and cholesterol metabolism were observed with MM and CAF, respectively. This initial study suggests that distinct chemically induced toxicogenomic responses precede morphological effects in WEC and that these responses are relevant with mechanisms of toxicity previously observed in vivo."
        },
        {
            "References": "PMID:22583948",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ The aims of this study were to clarify the metabonome alteration in fetal rats after prenatal caffeine ingestion and to explore the underlying mechanism pertaining to the increased fetal circulatory glucocorticoid (GC). Pregnant Wistar rats were daily intragastrically administered with different doses of caffeine (0, 20, 60 and 180 mg/kg) from gestational days (GD) 11 to 20. Metabonome of fetal plasma and amniotic fluid on GD20 were analyzed by (1)H nuclear magnetic resonance-based metabonomics. Gene and protein expressions involved in the GC metabolism, glucose and lipid metabolic pathways in fetal liver and gastrocnemius were measured by real-time RT-PCR and immunohistochemistry. Fetal plasma metabonome were significantly altered by caffeine, which presents as the elevated alpha- and beta-glucose, reduced multiple lipid contents, varied apolipoprotein contents and increased levels of a number of amino acids. The metabonome of amniotic fluids showed a similar change as that in fetal plasma. Furthermore, the expressions of 11beta-hydroxysteroid dehydrogenase 2 (11beta-HSD-2) were decreased, while the level of blood GC and the expressions of 11beta-HSD-1 and glucocorticoid receptor (GR) were increased in fetal liver and gastrocnemius. Meanwhile, the expressions of insulin-like growth factor 1 (IGF-1), IGF-1 receptor and insulin receptor were decreased, while the expressions of adiponectin receptor 2, leptin receptors and AMP-activated protein kinase alpha2 were increased after caffeine treatment. Prenatal caffeine ingestion characteristically change the fetal metabonome, which is probably attributed to the alterations of glucose and lipid metabolic pathways induced by increased circulatory GC, activated GC metabolism and enhanced GR expression in peripheral metabolic tissues."
        },
        {
            "References": "PMID:22243401",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ The aim of the present study was to evaluate the role of placental apoptosis in mediating the reproductive and developmental toxicity of caffeine in rodents. Female Kunming mice were treated with caffeine (60, 120 and 240 mg/kg per day) before and during pregnancy. The conception rate, maternal bodyweight gain, placental weight and indices of fetal developmental, including the rate of intrauterine growth retardation (IUGR; i.e. the actual number of fetuses exhibiting IUGR as a percentage of the total number of fetuses), were determined on gestational day (GD) 18. Female Wistar rats were treated with caffeine (20, 60 and 180 mg/kg per day) from GD11 to GD20. The IUGR rate, maternal plasma angiotensin (Ang) II and prolactin concentrations, placental pathology, expression of angiotensin AT(1) and AT(2) receptors and apoptosis-related proteins were measured on GD20. In mice, caffeine treatment dose-dependently reduced the total conception rate, delayed conception and decreased maternal bodyweight gain, placental weight, fetal bodyweight and fetal body and tail lengths, whereas the IUGR rate was increased. In rats, caffeine treatment dose-dependently decreased placental weight and fetal bodyweight and increased the IUGR rate. Abnormal placental structures and decreased maternal plasma prolactin concentrations were observed following 180 mg/kg per day caffeine treatment, which resulted in increases in renin-angiotensin system (RAS) activity, including maternal plasma AngII concentrations and placental AT(1B) and AT(2) receptor expression, and Bax and p53 expression, but decreases in placental Bcl-2 expression. On the basis of the results of the present study, it appears that caffeine ingestion has detrimental effects on the reproductive system and fetal development in rodents that are associated with chronic activation of the maternal and placental RAS, and induction of p53-dependent placental apoptosis."
        },
        {
            "References": "PMID:22470550",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Caffeine consumption is worldwide. It has been part of our diet for many centuries; /SRP: found/ in our foods, drinks, and medicines. It is often perceived as a \"legal drug\", and though it is known to have detrimental effects on our health, more specifically, disrupt the normal fetal development following excessive maternal intake, much ambiguity still surrounds the precise mechanisms and consequences of caffeine-induced toxicity. Early chick embryos were employed as a developmental model to assess the effects of caffeine on the development of the fetal nervous system. It was found that administration of caffeine led to defective neural tube closures and expression of several abnormal morphological phenotypes, which included thickening of the cephalic mesenchymal tissues and scattering of somites. Immunocytochemistry of caffeine-treated embryos using neural crest cell markers also demonstrated uncharacteristic features; HNK1 labeled migratory crest cells exhibited an incontinuous dorsal-ventral migration trajectory, though Pax7 positive cells of the caffeine-treated groups were comparatively similar to the control. Furthermore, the number of neurons expressing neurofilament and the degree of neuronal branching were both significantly reduced following caffeine administration. The extent of these effects was dose-dependent."
        },
        {
            "References": "PMID:21370398",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ A risk analysis of in utero caffeine exposure is presented utilizing epidemiological studies and animal studies dealing with congenital malformation, pregnancy loss, and weight reduction. These effects are of interest to teratologists, because animal studies are useful in their evaluation. Many of the epidemiology studies did not evaluate the impact of the pregnancy signal, which identifies healthy pregnancies and permits investigators to identify subjects with low pregnancy risks. The spontaneous abortion epidemiology studies were inconsistent and the majority did not consider the confounding introduced by not considering the pregnancy signal. The animal studies do not support the concept that caffeine is an abortafacient for the wide range of human caffeine exposures. Almost all the congenital malformation epidemiology studies were negative. Animal pharmacokinetic studies indicate that the teratogenic plasma level of caffeine has to reach or exceed 60 ug/mL, which is not attainable from ingesting large amounts of caffeine in foods and beverages. No epidemiological study described the caffeine teratogenic syndrome. Six of the 17 recent epidemiology studies dealing with the risk of caffeine and fetal weight reduction were negative. Seven of the positive studies had growth reductions that were clinically insignificant and none of the studies cited the animal literature. Analysis of caffeine's reproductive toxicity considers reproducibility and plausibility of clinical, epidemiological, and animal data. Moderate or even high amounts of beverages and foods containing caffeine do not increase the risks of congenital malformations, miscarriage or growth retardation. Pharmacokinetic studies markedly improve the ability to perform the risk analyses."
        },
        {
            "References": "PMID:15733550",
            "Value": "/DEVELOPMENTAL NEUROTOXICITY/ In this study the effects of maternal caffeine intake (1 g/L) on MK-801-induced hyperlocomotion in rat pups were investigated. Animals submitted to caffeine treatment during the gestational and lactational period were separated in two groups: caffeine-treated group (up to 21 days old) and washout group (caffeine treatment up to 7 days old). MK-801 (0.25 mg/kg, i.p.) promoted hyperlocomotion in control rats, but this stimulatory effect was significantly decreased in caffeine-treated and washout groups. The permanent effect after caffeine withdrawal suggests durable or adaptive changes during neurodevelopment, mainly on adenosine receptors or neurotransmitter systems modulated by adenosine, such as the glutamatergic system."
        },
        {
            "References": "PMID:18508234",
            "Value": "/DEVELOPMENTAL NEUROTOXICITY/ Though caffeine is broadly distributed in many plants and foods, little is known about the teratogenic effects of caffeine during early embryonic development. Here, zebrafish /used/ as a model to test toxicity and teratogenicity since they have transparent eggs, making the organogenesis of zebrafish embryos easier to observe. When the exposure doses of caffeine were less than 150 ppm (17.5, 35, 50, 100 and 150 ppm), the zebrafish embryos exhibited no significant differences in survival rates after comparison with vehicle-control (0 ppm) group. As the exposure dosages increased, the survival rates decreased. No embryos survived after treatment with 300 ppm caffeine or higher dosages. The most evident change in embryos treated with caffeine was a shorter body length (vehicle-control: 3.26+/-0.01 mm, n=49; vs 150 ppm of caffeine: 2.67+/-0.03 mm, n=50). In addition, caffeine-treated embryos exhibited significantly reduced tactile sensitivity frequencies of touch-induced movement (vehicle-control: 9.93+/-0.77 vs 17.5-150 ppm caffeine: 5.37+/-0.52-0.10+/-0.06). Subtle changes are easily observed by staining with specific monoclonal antibodies F59, Znp1 and Zn5 to detect morphological changes in muscle fibers, primary motor axons and secondary motor axon projections, respectively. /These/ data show that the treatment of caffeine leads to misalignment of muscle fibers and motor neuron defects, especially secondary motor neuron axonal growth defects."
        },
        {
            "References": "PMID:22449533",
            "Value": "/DEVELOPMENTAL NEUROTOXICITY/ The potential harmful effects of caffeine in pregnant women aroused public interests due to its possibility to jeopardize fetal development. Monoamine neurotransmitters are thought to regulate neural development processes through maternal-fetal interactions, which may have long term impact on mental and behavioral effects. The current study focuses on investigating the effects of caffeine on the monoamine neurotransmitter system using developmental chicken embryos. The ED(50) value of caffeine toxicity was 27.3 umol/egg in chicken embryo. Administration of caffeine, with lower dosage than ED(50) (2.5, 5.0 and 10.0 umol/egg), caused failure of neural tube closure. In addition, contents of 5-HT and its metabolite 5-HIAA were increased under dosage of 10.0 umol/egg caffeine administration. Gene expression of TPH2 was also increased by caffeine treatment. Caffeine could result in defect of neural tube closure and induce disorder of serotonergic system development, which may increase teratogenic rate of embryos. Meanwhile, it is probably an underlying factor for inducing psychological and behavioral disorders in adult. Moreover, caffeine was found to be accumulated in the embryonic brain and not being metabolized, which may incur a magnification of adverse effects."
        },
        {
            "References": "PMID:17096081",
            "Value": "/BEHAVIORAL STUDIES/ The nonselective adenosine receptor antagonist caffeine is used clinically to treat apnea in preterm infants. The brain developmental stage of preterm infants is usually at a period of rapid brain growth, referred as brain growth spurt, which occurs during early postnatal life in rats and is highly sensitive to central nervous system (CNS) acting drugs. The aim of this work was to study whether caffeine treatment during brain growth spurt produces long-term effects on the adenosine receptor-regulated behaviors including nociception, anxiety, learning, and memory. Neonatal male and female Sprague-Dawley rats were administered either deionized water or caffeine (15-20 mg kg(-1) day(-1)) through gavage (0.05 ml/10 g) over postnatal days (PN) 2-6. The hot-plate test, elevated plus-maze, dark-light transition test, and step-through inhibitory avoidance learning task were examined in juvenile rats. Furthermore, the responses to adenosine A(1) receptor agonist N(6)-cyclopentyladenosine (CPA)-induced hypothermia and A(2A) receptor agonist CGS21680-induced locomotor depression were also compared. Caffeine-treated rats showed hyperalgesia in hot-plate test, less anxiety than controls in the elevated plus-maze and dark-light transition, and impairment in step-through avoidance learning test. Moreover, the responses to CPA-induced hypothermia and CGS21680-induced locomotor depression were enhanced in caffeine-treated rats. These results indicate that caffeine exposure during brain growth spurt alters the adenosine receptor-regulated behaviors and the responsiveness to adenosine agonists, suggesting the risk of adenosine receptor-related behavioral dysfunction may exist in preterm newborns treated for apnea with caffeine."
        },
        {
            "References": "PMID:18378115",
            "Value": "/BEHAVIORAL STUDIES/ From 45 to 55 days after birth, male and female rats were treated via daily intraperitoneal injections with either isotonic saline, or 15 or 30 mg/kg caffeine. When 72-82 and 112-122 days old, their activity and emotional reactivity were assessed by means of frequencies of rearing, ambulation, immobility, defecation and urination recorded in an open field, as well as their occupancy of corners and center squares of the field, and their partial emergence and latencies to fully emerge from a small darkened chamber into a brightly lit arena. Rats treated with caffeine were probably more emotionally reactive than untreated controls as suggested by more immobility and defecation and urination. There were also effects on rearing and ambulation that might have arisen from increased impulsivity. Further evidence of caffeine treatment-induced higher emotional reactivity was found in the heavier adrenal glands of a small number of 10 months-old males. This occurred in the absence of any caffeine treatment effects on spatial reference memory measured by ability to identify a novel Y-maze arm. Changes between the two testing ages in rearing and emergence latencies, and sex-dependent changes in ambulation, defecation and corner and center squares occupancy, along with immobility for 30 mg/kg caffeine-treated subjects, were discussed in the light of possible changes in emotional reactivity. Sex differences in open-field rearing and ambulation, and testing age-dependent sex differences in corner and center squares occupancy were ascribed to higher emotional reactivity in males."
        },
        {
            "References": "American Society of Health-System Pharmacists 2013; Drug Information 2013. Bethesda, MD. 2013, p. 2568",
            "Value": "/GENOTOXICITY/ Caffeine (as caffeine base) increased the sister chromatid exchange (SCE) SCE/cell metaphase (exposure time dependent) in an in vivo mouse metaphase analysis. Caffeine also potentiated the genotoxicity of known mutagens and enhanced the micronuclei formation (5-fold) in folate-deficient mice. However, caffeine did not increase chromosomal aberrations in in vitro Chinese hamster ovary cell (CHO) and human lymphocyte assays and was not mutagenic in an in vitro CHO/hypoxanthine guanine phosphoribosyltransferase (HGPRT) gene mutation assay, except at cytotoxic concentrations. In addition, caffeine was not clastogenic in an in vivo mouse micronucleus assay."
        },
        {
            "References": "Mortelmans K et al; Environ Mutagen 8: 1-119 (1986)",
            "Value": "/GENOTOXICITY/ Caffeine was found to be negative when tested for mutagenicity using the Salmonella/microsome preincubation assay, using the standard protocol approved by the National Toxicology Program (NTP). Caffeine was tested in as many as 5 Salmonella typhimurium strains (TA1535, TA1537, TA97, TA98, and TA100) in the presence and absence of rat or hamster liver S-9, at doses of 0.1, 0.333, 1.0, 3.333, and 10.0 mg/plate. The highest ineffective dose tested in any Salmonella typhimurium strain was 10.0 mg/plate."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V51 330 (1991)",
            "Value": "/GENOTOXICITY/ Caffeine was consistently nonmutagenic in many studies in all the Salmonella typhimurium his- reversion tester strains and in S. typhimurium forward mutation assays. It was, however, mutagenic to Xanthomonas phaseoli, Klebsiella pneumoniae and Bacillus subtilis. Lower eukaryotes (including fungi): Caffeine was generally mutagenic in algae (Plectonema boryanum) and fungi (Physarum polycephalum, Dictyostelium discoideum, Ophiostoma multiannulatum). Some negative findings were observed in fungi (Ophiostoma reverse mutation) and yeast (Schizosaccharomyces pombe). Caffeine induced aneuploidy (monosomics) in Saccharomyces cerevisiae."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V51 330 (1991)",
            "Value": "/GENOTOXICITY/ Studies in the yeast Saccharomyces pombe revealed a significant decrease in the frequency of meiotic recombination and an increase in that of mitotic gene conversion between closely linked heteroallelic markers. It was suggested that the reduction of meiotic crossing-over may be caused by an interaction of caffeine with DNA, which inhibits DNA degradation. As a result of this interaction, more stable pairing might occur at the level of mismatched bases, thereby generating an increase in mitotic gene conversion."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V51 330 (1991)",
            "Value": "/GENOTOXICITY/ Caffeine increased the rate of point mutations in plants (Glycine max). It also induced chromosomal aberrations in many studies in plants (e.g., Allium, Hordeum and Vicia species), with only a few exceptions. The incidence of aberrations was modified by ATP and low temperature. Sister chromatid exchange was induced in Vicia faba, and mitotic recombination was induced in a number of studies in plants (e.g., Glycine max and Nicotiana tabacum)."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V51 331 (1991)",
            "Value": "/GENOTOXICITY/ Results of tests for sex-linked recessive lethal mutation in Drosophila melanogaster were equivocal, but chromosomal aberrations were induced when the exposed cells were in G2 or early mitosis, and there was evidence of recombinogenic effects. Predominantly positive responses were induced in tests for aneuploidy in D. melanogaster, although the frequencies were low. Dominant lethal responses were not observed in Bombyx mori."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V51 331 (1991)",
            "Value": "/GENOTOXICITY/ Micronuclei have been induced by caffeine in a cell line and in cultured mouse preimplantation embryos. The sensitivity of different cell lines to the induction of chromosomal aberrations by caffeine clearly varies widely. When treated with caffeine, CHO cells responded with large increases in the frequency of chromosomal aberrations that were dependent upon treatment during S-phase. In mice deficient in folate, caffeine strongly increased the frequency of micronucleated cells."
        },
        {
            "References": "PMID:19797863",
            "Value": "/GENOTOXICITY/ When the mouse lymphoma Tk assay (MLA) provides a positive result, its cause can be roughly estimated by examining colony sizes. An increase in the number of large colonies means that the compound tested has point mutational potential, while an increase in small colonies indicates the potential for chromosome aberration. However, it was found to be difficult to clearly judge this in the case of caffeine known as a clastogen lacking the potential of point mutation. In /one/ study, caffeine significantly increased the thymidine kinase (Tk) mutation frequencies derived from large colonies as well as those from small colonies in the standard protocol, although the frequencies derived from a small colony were higher than those from large colonies at higher doses. Therefore, /the authors/ prolonged the expression period from 2 days, a standard period, to 6 days after treatment and then examined the Tk and Hprt mutations simultaneously. The result showed that caffeine gave a completely negative result on a mutation test for both Tk and Hprt. On the other hand, ethyl methanesulfonate (EMS), a genotoxic carcinogen, showed a positive result for both. Moreover, caffeine and EMS significantly increased the frequencies of micronucleated cells. In conclusion, when MLA gives a positive result and the cause is ambiguous, in order to identify the exact cause of the positive response, it is helpful to perform a confirmatory test investigating the potential of Tk and Hprt gene mutation simultaneously after 6-day expression and to perform an in vitro micronucleus assay during the expression period."
        },
        {
            "References": "PMID:15699613",
            "Value": "/GENOTOXICITY/ Green tea, one of the most popular beverages consumed in Asian countries, has been reported to possess anticarcinogenic and antimutagenic properties. The aim in this study is to test the radical scavenging effect of catechins and caffeine, which were major components of green tea, and if they really prevent oxygen radical-induced mutagenesis. /The authors/ used TA102 strain of Salmonella typhimurium which is sensitive to hydroxyl radical in the Ames mutation assay. /The study/ found that caffeine did not show any effects on mutagenesis in this system, but catechin significantly reduced mutagenesis or genotoxicity caused by hydroxyl radical. This radical-scavenging action of catechins may indeed contribute to the anticarcinogenic activity of green tea as has been proposed."
        },
        {
            "References": "PMID:18025187",
            "Value": "/IMMUNOTOXICITY/ The genetic elimination of A2A adenosine receptors (A2AR) was shown to disengage the critical immunosuppressive mechanism and cause the dramatic exacerbation of acute inflammatory tissue damage by T cells and myeloid cells. This prompted the evaluation of the proinflammatory vs the anti-inflammatory effects of the widely consumed behavioral drug caffeine, as the psychoactive effects of caffeine are mediated largely by its antagonistic action on A2AR in the brain. Because caffeine has other biochemical targets besides A2AR, it was important to test whether the consumption of caffeine during an acute inflammation episode would lead to the exacerbation of immune-mediated tissue damage. Acute and chronic treatment with caffeine was examined for its effects on acute liver inflammation. It is shown that caffeine at lower doses (10 and 20 mg/kg) strongly exacerbated acute liver damage and increased levels of proinflammatory cytokines. Because caffeine did not enhance liver damage in A2AR-deficient mice, we suggest that the potentiation of liver inflammation was mediated by interference with the A2AR-mediated tissue-protecting mechanism. In contrast, a high dose of caffeine (100 mg/kg) completely blocked both liver damage and proinflammatory cytokine responses through an A2AR-independent mechanism. Furthermore, caffeine administration exacerbated liver damage even when mice consumed caffeine chronically, although the extent of exacerbation was less than in \"naive\" mice that did not consume caffeine before. This study suggests an unappreciated \"man-made\" immunological pathogenesis whereby consumption of the food-, beverage-, and medication-derived adenosine receptor antagonists may modify an individual's inflammatory status and lead to excessive organ damage during acute inflammation."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V51 324 (1991)",
            "Value": "/OTHER TOXICITY INFORMATION/ The toxicity of caffeine was determined after daily administration via intragastric cannula to female albino rats over 100 days (equivalent to 1/10 of the animals' life span). Rats given daily doses slightly above the maximal LD50 (110 mg/kg bw) exhibited a stressor reaction in the form of hypertrophy of the adrenal cortex and atrophy of the adrenal cortex and thymus gland. Some animals manifested a psychotic-like mutilation, gastric ulcers, hypertrophy of the salivary glands, liver, heart, kidneys and lungs, inhibition of oogenesis, minor changes in organ water levels, and an occasional death apparently from bronchopneumonia. Although no major change in growth rates or eating and drinking habits was apparent, some polydypsia and diuresis, thyroiditis, occasional dermatitis, some degree of nephritis, and loss of red pulp in the spleen were seen. The sensitivity of rats to the lethal effects of caffeine increased with age; caffeine was more toxic in male than in female rats. ... Caffeine also induced thymic atrophy at a dietary level of 0.5% (approximately 150 mg/kg bw) when fed for eight weeks to rats."
        }
    ],
    "sediment_soil_concentrations": [
        {
            "References": "(1) Kinney CA et al; Environ Toxicol Chem 25: 317-326 (2006)",
            "Value": "SOIL: Caffeine was detected in soil core samples from a golf course in Colorado that was irrigated with reclaimed water derived from urban wastewater(1)."
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "(1) Karnjanapiboonwong A et al; J Soils Sediment 10: 1300-1307 (2010) (2) Swann RL et al; Res Rev 85: 17-28 (1983) (3) Sigma-Aldrich; Product Search Caffeine (58-08-2). Available from, as of Jan 10, 2014: https://www.sigmaaldrich.com/united-states.html (4) Svorc L; Int J Electrochem Sci 8: 5755-5773 (2013) (5) Doucette WJ; pp. 141-188 in Handbook of Property Estimation Methods for Chemicals. Boethling RS, Mackay D, eds. Boca Raton, FL: Lewis Publ (2000)",
            "Value": "The log Koc of caffeine was experimentally determined to be 2.87 and 3.89 in a silt loam soil and in a sandy loam soil respectively(1). According to a classification scheme(2), a log Koc range of 2.87 to 3.89 (Koc range of 741 to 7762) suggests that caffeine may have low mobility in soil to being immobile in soil. Sorption tests using sand approximated a log Koc value of 1.85 (Koc of 71) using an assumed organic carbon content of 0.1% in the sand(1) which would suggest high mobility(2,SRC). Caffeine is both a weak acid and a weak base with pKa values of 14.0(3) and 0.7(4). Although partial ionization to cation and anion forms may occur, electrochemical studies have found that the neutral form of caffeine was predominant in the pH range of 5.5 to 9.0(4). Cations generally adsorb more strongly to organic carbon and clay than their neutral counterparts(5) suggesting that the cation form of caffeine may have higher Koc values than the neutral form(SRC)."
        }
    ]
}