{
    "_id": {
        "$oid": "6682e959c4e5dba5ffba2a2d"
    },
    "CID": {
        "$numberInt": "25249"
    },
    "Name": "STANOZOLOL",
    "IUPACName": "(1S,2S,10S,13R,14S,17S,18S)-2,17,18-trimethyl-6,7-diazapentacyclo[11.7.0.02,10.04,8.014,18]icosa-4(8),5-dien-17-ol",
    "CanonicalSMILES": "CC12CCC3C(C1CCC2(C)O)CCC4C3(CC5=C(C4)NN=C5)C",
    "Synonyms": [
        "stanozolol",
        "Winstrol",
        "Androstanazole",
        "Androstanazol",
        "10418-03-8",
        "Stromba",
        "Stanazolol",
        "Tevabolin",
        "Winstrol Depot",
        "Strombaject",
        "Estazol",
        "Winstroid",
        "Winstrol V",
        "Stanozololum",
        "Estanozolol"
    ],
    "IsomericSMILES": "C[C@]12CC[C@H]3[C@H]([C@@H]1CC[C@]2(C)O)CC[C@@H]4[C@@]3(CC5=C(C4)NN=C5)C",
    "INCHI": "InChI=1S/C21H32N2O/c1-19-11-13-12-22-23-18(13)10-14(19)4-5-15-16(19)6-8-20(2)17(15)7-9-21(20,3)24/h12,14-17,24H,4-11H2,1-3H3,(H,22,23)/t14-,15+,16-,17-,19-,20-,21-/m0/s1",
    "INCHIKEY": "LKAJKIOFIWVMDJ-IYRCEVNGSA-N",
    "Formula": "C21H32N2O",
    "MolecularWeight": {
        "$numberDouble": "328.5"
    },
    "Description": "Stanozolol is an organic heteropentacyclic compound resulting from the formal condensation of the 3-keto-aldehyde moiety of oxymetholone with hydrazine. Like oxymetholone, it is a synthetic anabolic steroid. It has both anabolic and androgenic properties, and has been used to treat hereditary angioedema and various vascular disorders. It has also been widely abused by professional athletes. It has a role as an androgen and an anabolic agent. It is a 17beta-hydroxy steroid, a tertiary alcohol, an anabolic androgenic steroid and an organic heteropentacyclic compound. It is functionally related to an oxymetholone.",
    "XlogP": {
        "$numberDouble": "4.5"
    },
    "Complexity": {
        "$numberInt": "538"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "mechanism_of_action": [
        {
            "References": "PMID:1529798",
            "Value": "The anabolic steroid, stanozolol, is used therapeutically to treat a number of pathological conditions and its clinical effects suggest that it can modulate connective tissue breakdown. The ability of this compound to stimulate prostaglandin E2 (PGE2), collagenase, gelatinase and stromelysin production by human synovial and skin fibroblasts in vitro was examined. The results showed that stanozolol significantly stimulated, in a dose dependent manner, PGE2, collagenase and stromelysin production by skin fibroblasts. However, no stimulation was seen in the synovial cell lines. In contrast, no effect on gelatinase production was seen in either cell type, following exposure to stanozolol. The synovial and skin lines both exhibited a significant stimulation of PGE2 and all three metalloproteinases in response to interleukin-1 beta (IL-1 beta)."
        },
        {
            "References": "PMID:14698206",
            "Value": "Steroid-binding proteins unrelated to the classical nuclear receptors have been proposed to play a role in non-genomic actions of the 17alpha-alkylated testosterone derivative (17alpha-AA) stanozolol (ST). We have previously reported that male rat liver endoplasmic reticulum contains two steroid-binding sites associated with high molecular mass oligomeric proteins: (1) the ST-binding protein (STBP); and (2) the low-affinity glucocorticoid-binding protein (LAGS). To further explore the role of LAGS on the mechanism of action of ST, we have now studied: (1) the interaction of ST and its hydroxylated metabolites with solubilized LAGS and the cytosolic glucocorticoid receptor (GR); and (2) the effects of hormones on the capability of STBP to bind ST. We found that, unlike 17alpha-methyltestosterone, neither ST nor its hydroxylated metabolites bind to GR. However, the 16beta-hydroxylation of ST significantly increases the capability of LAGS to bind ST. Interestingly, 3'-hydroxylation of ST abrogates the capability of LAGS to bind ST. ST (k(i)=30 nM) and 16beta-hydroxystanozolol (k(i)=13 nM) bind with high affinity to LAGS, and are capable of accelerating the rate of dissociation of previously bound dexamethasone from the LAGS. STBP and LAGS are strongly induced by ethinylestradiol. However, unlike STBP, LAGS is regulated by thyroid hormones and growth hormone, which proves that these steroid-binding activities are associated with different binding sites. These findings seem to suggest a novel mechanism for ST whereby membrane-associated glucocorticoid-binding activity is targeted by the 16beta-hydroxylated metabolite of ST. ST and its 16beta-hydroxylated metabolite modulate glucocorticoid activity in the liver through negative allosteric modulation of LAGS, with the result of this interaction an effective increase in classical GR-signaling by increasing glucocorticoid availability to the cytosolic GR."
        },
        {
            "References": "Thomson.Micromedex. Drug Information for the  Health Care  Professional. 25th ed. Volume 1.  Plus Updates. Content  Reviewed by the United States Pharmacopeial Convention, Inc.  Greenwood Village, CO. 2005., p. 141",
            "Value": "Reverses catabolic processes  and negative nitrogen balance by promoting protein anabolism and stimulating appetite if there is concurrently a proper intake of calories and proteins. /Anabolic steroids/"
        },
        {
            "References": "Thomson.Micromedex. Drug Information for the  Health Care  Professional. 25th ed. Volume 1.  Plus Updates. Content  Reviewed by the United States Pharmacopeial Convention, Inc.  Greenwood Village, CO. 2005., p. 141",
            "Value": "Antianemic: Anemias due to bone marrow failure: Increases production  and urinary  excretion of erythropoietin. Anemias due to deficient red cell production : Stimulates erythropoietin production and may have a direct action on bone marrow. Anemias associated with renal disease: increases hemoglobin and red blood cell volume. /Anabolic steroids/"
        },
        {
            "References": "Thomson.Micromedex. Drug Information for the  Health Care  Professional. 25th ed. Volume 1.  Plus Updates. Content  Reviewed by the United States Pharmacopeial Convention, Inc.  Greenwood Village, CO. 2005., p. 141",
            "Value": "Angioedema (hereditary) prophylactic: Increases serum concentration of Cl esterase inhibitor and, as a result, C2 and C4 concentrations . /Anabolic steroids/"
        }
    ]
}