{
    "_id": {
        "$oid": "6682e7eec4e5dba5ffba2311"
    },
    "CID": {
        "$numberInt": "2537"
    },
    "Name": "CAMPHOR",
    "IUPACName": "1,7,7-trimethylbicyclo[2.2.1]heptan-2-one",
    "CanonicalSMILES": "CC1(C2CCC1(C(=O)C2)C)C",
    "Synonyms": [
        "camphor",
        "76-22-2",
        "DL-Camphor",
        "2-Camphanone",
        "2-Bornanone",
        "(+/-)-Camphor",
        "1,7,7-Trimethylbicyclo[2.2.1]heptan-2-one",
        "(+)-Camphor",
        "Bornan-2-one",
        "21368-68-3",
        "Alphanon",
        "Kampfer",
        "Formosa camphor",
        "Laurel camphor",
        "D-(+)-Camphor"
    ],
    "IsomericSMILES": "CC1(C2CCC1(C(=O)C2)C)C",
    "INCHI": "InChI=1S/C10H16O/c1-9(2)7-4-5-10(9,3)8(11)6-7/h7H,4-6H2,1-3H3",
    "INCHIKEY": "DSSYKIVIOFKYAU-UHFFFAOYSA-N",
    "Formula": "C10H16O",
    "MolecularWeight": {
        "$numberDouble": "152.23"
    },
    "Description": "Camphor is a cyclic monoterpene ketone that is bornane bearing an oxo substituent at position 2. A naturally occurring monoterpenoid. It has a role as a plant metabolite. It is a bornane monoterpenoid and a cyclic monoterpene ketone.",
    "XlogP": {
        "$numberDouble": "2.2"
    },
    "Complexity": {
        "$numberInt": "217"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "plant_concentrations": [
        {
            "References": "(1) Arey J et al; Atmos Environ 29: 2977-88 (1995) (2) Kempf K et al; Atmos Environ 30: 1381-89 (1996) (3) Helmig D et al; Chemosphere 38: 2163 (1999) (4) Isidorov VA et al; Atmos Environ 19: 1-8 (1985)",
            "Value": "Camphor was detected as major emissions from Black Sage and California Sagebrush plants located in California's South Coast Air Basin(1). The normalized emission rate of camphor from mature spruce was 0.05 (Pinus glauca), 0.03 (P. abies), and 0.01 (P. pungens) ugC/g-hr(2). Camphor was detected in the emissions of 6 out of 63 vegetation species in forests near Atlanta, GA, Rhinelander, WI, and Hayden CO(3). The species that contained camphor were white spruce, north white cedar, Subalpine fir, big sagebrush, Englemann spruce, and Lodgepole pine. Measured camphor emission rates from these species ranged from less than 0.1 to 1.0 ug/hr-gr dry weight with an average rate of 0.3 ug/hr-gr dry weight during the summer of 1993(3). Camphor has also been identified as a volatile emission from European fir(4)."
        },
        {
            "References": "(1) USDA; Dr. Duke's Phytochemical and Ethnobotanical Databases. Plants with a chosen chemical. Camphor. Washington, DC: US Dept Agric, Agric Res Service. Available from, as of May 22, 2014: https://www.ars-grin.gov/duke/",
            "Value": "The top 40 plants containing camphor(1).",
            "Table": "[{'Genus species': 'Cinnamomum camphora', 'Common name': 'Camphor, Ho Leaf', 'Part': 'Leaf', 'Concn (ppm)': '220,000'}, {'Genus species': 'Artemisia salsoloides', 'Common name': nan, 'Part': 'Shoot', 'Concn (ppm)': '0-210,000'}, {'Genus species': 'Salvia officinalis L.', 'Common name': 'Sage', 'Part': 'Leaf', 'Concn (ppm)': '9,324'}, {'Genus species': 'Artemisia annua', 'Common name': 'Annual Murwort', 'Part': 'Leaf', 'Concn (ppm)': '6.460'}, {'Genus species': 'Satureja douglasii', 'Common name': \"Douglas' Savory\", 'Part': 'Plant', 'Concn (ppm)': '5,941'}, {'Genus species': 'Rosmarinus officinalis L.', 'Common name': 'Rosemary', 'Part': 'Plant', 'Concn (ppm)': '5,800'}, {'Genus species': 'Salvia triloba L.', 'Common name': 'Greek Sage', 'Part': 'Plant', 'Concn (ppm)': '5,040'}, {'Genus species': 'Pycnanthemum montanum', 'Common name': 'Montane Mountain Mint', 'Part': 'Shoot', 'Concn (ppm)': '3,880'}, {'Genus species': 'Ocimum kilmanndscharicum', 'Common name': 'African Blue Basil', 'Part': 'Shoot', 'Concn (ppm)': '0-7,000'}, {'Genus species': 'Lavandula latifolia', 'Common name': 'Spike Lavender', 'Part': 'Plant', 'Concn (ppm)': '3,300'}, {'Genus species': 'Hyssopus officinalis L.', 'Common name': 'Hyssop', 'Part': 'Leaf', 'Concn (ppm)': '3,280'}, {'Genus species': 'Ocimum kilmanndscharicum', 'Common name': 'African Blue Basil', 'Part': 'Flower', 'Concn (ppm)': '2,650-5,070'}, {'Genus species': 'Ocimum canum', 'Common name': 'Hoary Basil', 'Part': 'Shoot', 'Concn (ppm)': '1,900-4,550'}, {'Genus species': 'Rosmarinus tomentosus', 'Common name': 'Hairy Rosemary', 'Part': 'Shoot', 'Concn (ppm)': '2,745-4,455'}, {'Genus species': 'Satureja obovata LAG.', 'Common name': 'Iberian Savory', 'Part': 'Shoot', 'Concn (ppm)': '2,510-4,025'}, {'Genus species': 'Rosmarinus officinalis L.', 'Common name': 'Rosemary', 'Part': 'Shoot', 'Concn (ppm)': '1,885-3,920'}, {'Genus species': 'Tanacetum vulgare L.', 'Common name': 'Tansy', 'Part': 'Leaf', 'Concn (ppm)': '1,800'}, {'Genus species': 'Achillea millefolium L.', 'Common name': 'Milfoil', 'Part': 'Leaf', 'Concn (ppm)': '1,780'}, {'Genus species': 'Lavandula x intermedia', 'Common name': 'Dutch Lavender', 'Part': 'Plant', 'Concn (ppm)': '1,620'}, {'Genus species': 'Rosmarinus eriocalyx', 'Common name': 'Rosemary', 'Part': 'Shoot', 'Concn (ppm)': '1,590-2,600'}, {'Genus species': 'Satureja obovata LAG.', 'Common name': 'Iberian Savory', 'Part': 'Leaf', 'Concn (ppm)': '0-2,660'}, {'Genus species': 'Coriandrum sativum L.', 'Common name': 'Coriander', 'Part': 'Fruit', 'Concn (ppm)': '1,300'}, {'Genus species': 'Rosmarinus eriocalyx', 'Common name': 'Rosemary', 'Part': 'Shoot', 'Concn (ppm)': '1,470-2,600'}, {'Genus species': 'Satureja obovata', 'Common name': 'Inerian Savory', 'Part': 'Leaf', 'Concn (ppm)': '0-2,510'}, {'Genus species': 'Ocimum tenuiflorum', 'Common name': 'Anise-scented Basil', 'Part': 'Leaf', 'Concn (ppm)': '0-1,785'}, {'Genus species': 'Lepechinia calycina', 'Common name': \"Epling's Lepechinia\", 'Part': 'Plant', 'Concn (ppm)': '875'}, {'Genus species': 'Rosamarinus officinalis', 'Common name': 'Rosemary', 'Part': 'Shoot', 'Concn (ppm)': '780-1,590'}, {'Genus species': 'Hedeoma drummondii', 'Common name': \"Drummond's Pennyroyal\", 'Part': 'Plant', 'Concn (ppm)': '786'}, {'Genus species': 'Artemisia herba-alba', 'Common name': 'Desert Wormwood', 'Part': 'Plant', 'Concn (ppm)': '773'}, {'Genus species': 'Rosmarinus x mendizabalii', 'Common name': \"Mendizabali's Rosemary\", 'Part': 'Shoot', 'Concn (ppm)': '850-1,475'}, {'Genus species': 'Thymus orospedanus', 'Common name': 'Orosped Thyme', 'Part': 'Plant', 'Concn (ppm)': '718'}, {'Genus species': 'Rosmarinus officinalis', 'Common name': 'Rosemary', 'Part': 'Shoot', 'Concn (ppm)': '320-1,410'}, {'Genus species': 'Thymus funkii', 'Common name': \"Funk's THyme\", 'Part': 'Shoot', 'Concn (ppm)': '0-1,240'}, {'Genus species': 'Satureja obovata', 'Common name': 'Iberian Savory', 'Part': 'Leaf', 'Concn (ppm)': '0-1,225'}, {'Genus species': 'Thymus funkii', 'Common name': \"Funk's Thyme\", 'Part': 'Shoot', 'Concn (ppm)': '0-1,135'}, {'Genus species': 'Thymus cilicicus', 'Common name': 'Anatolian Thyme', 'Part': 'Shoot', 'Concn (ppm)': '0-940'}, {'Genus species': 'Thymus mastichina', 'Common name': 'Spanish Marjoram', 'Part': 'Plant', 'Concn (ppm)': '450'}, {'Genus species': 'Lavandula x hybrida', 'Common name': 'Hybrid Lavender', 'Part': 'Shoot', 'Concn (ppm)': '660-890'}]"
        }
    ],
    "environmental_bioconcentrations": [
        {
            "References": "(1) US EPA; Estimation Program Interface (EPI) Suite. Ver. 4.11. Nov, 2012. EPI Suite Links. SRC Fate Pointer File. CLogP. Available from, as of Jul 16, 2014: https://www.epa.gov/oppt/exposure/pubs/episuitedl.htm (2) Franke C et al; Chemosphere 29: 1501-14 (1994)",
            "Value": "An estimated BCF of 17 was calculated in fish for camphor(SRC), using a measured log Kow of 2.38(1) and a regression-derived equation(2). According to a classification scheme(2), this BCF suggests the potential for bioconcentration in aquatic organisms is low(SRC)."
        }
    ],
    "environmental_biodegradations": [
        {
            "References": "(1) Drinkwater LA et al; J Water Pollut Control Fed 58: 1057-65 (1986) (2) Abrams EF et al; Identification of Organic Compounds in Effluents from Industrial Sources; USEPA-560/3-75-002. Springfield, VA: Versar Inc (1975) (3) Wilson D, Hrutfiord B; Pulp Pap Can 76: 91-3 (1975) (4) NITE; Chemical Risk Information Platform (CHRIP). Biodegradation and Bioconcentration. Tokyo, Japan: Natl Inst Tech Eval. Available from, as of May 21, 2014: https://www.safe.nite.go.jp/english/db.html",
            "Value": "AEROBIC: Camphor, at an influent concentration of 4.08 mg/L, was degraded to below detection limits (not specified) during a 20 hour aeration period in an aerobic activated sludge system(1). Camphor did not concentrate in the activated sludge solids. However, the loss of camphor in this process cannot be definitely attributed to biodegradation since there may have been loss due to volatilization(1). Monoterpine ketones were more resistant to biodegradation in aerated lagoon samples than monoterpine hydrocarbons or alcohols(2). The concentration of camphor actually increased in some of the samples which suggests that camphor was being produced in the lagoon. Camphor was on the list of very difficult to biodegrade compounds in a study of organic chemicals found in effluents(3). Camphor, present at 100 mg/L, reached 94% of its theoretical BOD in 4 weeks using an activated sludge inoculum at 30 mg/L in the Japanese MITI test which classified the compound as readily biodegradable(4)."
        },
        {
            "References": "(1) Drinkwater LA et al; J Water Pollut Control Fed 58: 1057-65 (1986) (2) Albrechtsen HJ et al; pp. 371-78 in Appl Biotechnol Site Rem, Pap Int Symp, In Situ On-Site Bioreclaim 2nd 1993, Hinchee REL et al, eds., Boca Raton, FL: Lewis (1994)",
            "Value": "ANAEROBIC: Camphor, at an influent concentration of 5.23 mg/L, was degraded to below detection limits (not specified) during a 3 day period in an anaerobic activated sludge system under denitrifying conditions(1). Camphor did not concentrate in the activated sludge solids. However, the loss of camphor in this process cannot be definitely attributed to biodegradation since there may have been loss due to volatilization(1). Camphor was not degraded after 450 days in anaerobic leachate samples from the Vejen landfill in Denmark(2). The initial concentration of camphor in this study was 110 ug/L in samples under denitrifying conditions, 1500 ug/L in samples under iron-reducing conditions, and 1300 ug/L in samples under methanogenic/sulfate-reducing conditions(2)."
        }
    ],
    "logP": [
        {
            "References": "US EPA; Estimation Program Interface (EPI) Suite. Ver. 4.11. Nov, 2012. EPI Suite Links. SRC Fate Pointer File. Available from, as of Jul 16, 2014: https://www.epa.gov/oppt/exposure/pubs/episuitedl.htm",
            "Value": "log Kow = 2.38 /measured/"
        }
    ],
    "mechanism_of_action": [
        {
            "References": "PMID:16192383",
            "Value": "Camphor is a naturally occurring compound that is used as a major active ingredient of balms and liniments supplied as topical analgesics. ... Capsaicin and menthol, two other topically applied agents widely used for similar purposes, are known to excite and desensitize sensory nerves by acting on two members of transient receptor potential (TRP) channel superfamily: heat-sensitive TRP vanilloid subtype 1 (TRPV1) and cold-sensitive TRP channel M8, respectively. Camphor has recently been shown to activate TRPV3, and here /investigators/ show that camphor also activates heterologously expressed TRPV1, requiring higher concentrations than capsaicin. Activation was enhanced by phospholipase C-coupled receptor stimulation mimicking inflamed conditions. Similar camphor-activated TRPV1-like currents were observed in isolated rat DRG neurons and were strongly potentiated after activation of protein kinase C with phorbol-12-myristate-13-acetate. Camphor activation of rat TRPV1 was mediated by distinct channel regions from capsaicin, as indicated by camphor activation in the presence of the competitive inhibitor capsazepine and in a capsaicin-insensitive point mutant. Camphor did not activate the capsaicin-insensitive chicken TRPV1. TRPV1 desensitization is believed to contribute to the analgesic actions of capsaicin. /The authors/ found that, although camphor activates TRPV1 less effectively, camphor application desensitized TRPV1 more rapidly and completely than capsaicin. Conversely, TRPV3 current sensitized after repeated camphor applications, which is inconsistent with the analgesic role of camphor. /Investigators/ also found that camphor inhibited several other related TRP channels, including ankyrin-repeat TRP 1 (TRPA1). The camphor-induced desensitization of TRPV1 and block of TRPA1 may underlie the analgesic effects of camphor."
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "Futami T; Nippon Yakurigaku Zasshi: 83(3): 219-26 (1984)",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ In urethane-anesthetized rabbits, ... camphor had a vasodilating action in the isolated rabbit-ear vessels when directly applied to the vessel at 50%."
        },
        {
            "References": "PMID:7874689",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ ...Female Swiss albino mice (8-9 wk old) were treated daily by oral route for 20 days with 50, 150 or 300 mg/kg bw of camphor dissolved in 0.1 mL of olive oil. Camphor only at the 300 mg/kg bw dose level caused a significant increase in the activities of cytochrome P450 (P<0.05), cytochrome b5 (P<0.05), aryl hydrocarbon hydroxylase (P<0.05) and glutathione S-transferase (P<0.05)."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists. Documentation of the TLVs and BEIs with Other World Wide Occupational Exposure Values. 7th Ed. CD-ROM Cincinnati, OH 45240-1634 2013., p. 1",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ In tests for the carcinogenicity of camphor, no tumors were elicited in rats injected subcutaneously once monthly for 18 months with amounts making a 3-mm bleb."
        },
        {
            "References": "PMID:9079230",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ ...D-Camphor elicited no evidence of teratogenicity when administered orally during the fetal period of organogenesis to pregnant rats at doses up to 1000 mg/kg bw/day, and to pregnant rabbits at doses up to 681 mg/kg bw/day. The NOEL for the fetal organism for the rat was above 1000 mg/kg bw, and for the rabbit above 681 mg/kg bw. /D-Camphor/"
        },
        {
            "References": "National Poisons Information Service Center, United Kingdom; Poisons Information Monograph: Camphor. (March 1996). Available from, as of June 30, 2014: https://www.inchem.org/documents/ukpids/ukpids/ukpid19.htm",
            "Value": "/GENOTOXICITY/ Sister chromatid exchange has been reported in mice given 80 mg/kg doses of camphor intraperitoneally."
        },
        {
            "References": "PMID:9725999",
            "Value": "/GENOTOXICITY/ ... The present study was undertaken to investigate the mutagenic potential of six monoterpenoid compounds /including(+/-)-camphor/. ... Mutagenicity was evaluated by the Salmonella/microsome assay (TA97a, TA98, TA100 and TA102 tester strains), without and with addition of an extrinsic metabolic activation system (lyophilized rat liver S9 fraction induced by Aroclor 1254). In all cases, the upper limit of the dose interval tested was either the highest non-toxic dose or the lowest dose of the monoterpene toxic to TA100 strain in the preliminary toxicity test. No mutagenic effect was found with (+/-) camphor, citral, citronellal, 1,8-cineole, and (-) menthol."
        },
        {
            "References": "PMID:22926306",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/  Camphor and borneol are wildly distributed in the essential oils of medicinal plants from various parts of the World. /This/ study has been carried out to evaluate the effect of these two bicyclic monoterpenes on rat thymocytes. Camphor and borneol at concentrations of 0.5 and 5 ug/mL did not induce significant toxicity on the immune system cells, while a significant increase of thymocyte viability was detected when cells were incubated with 50 ug/mL of camphor. A significant increase of cell viability was similarly detected when thymocytes were cultivated with borneol at concentrations of 0.5 and 5 ug/mL. The role of camphor and borneol in reactive oxygen species (ROS) production and mitochondrial membrane potential (MMP) disturbances in rat thymocytes as well as their potential mechanism(s) of action were also discussed."
        },
        {
            "References": "PMID:21592001",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ Tanacetum parthenium Schultz Bip. (Asteraceae) is an aromatic perennial plant, widely distributed in the northern hemisphere. This species traditionally has been used in insecticides, cosmetics, balsams, dyes, medicines and preservatives.  The essential oil of T. parthenium was obtained by hydrodistillation in three developmental stages and analyzed by gas chromatography-mass spectrometry. The antibacterial activity of the oils was investigated against four Gram-positive and four Gram-negative bacteria. ... Twenty-nine components were identified in the essential oil; the highest amount was extracted at the flowering stage. The main component, in the flowering stage, was camphor (18.94%). ... Minimum inhibitory concentration of essential oil was evaluated from 4 microL/mL against Staphylococcus subtilis to 38 microL/mL against Entrobacter aerogenes.  ... /essential oil of T. parthenium/"
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists. Documentation of the TLVs and BEIs with Other World Wide Occupational Exposure Values. 7th Ed. CD-ROM Cincinnati, OH 45240-1634 2013., p. 1",
            "Value": "/OTHER TOXICITY INFORMATION/ Camphor causes convulsions by stimulating the cerebral cortex cells. Pathological findings consist of congestion and edematous changes in the gastrointestinal tract, kidneys and brain."
        },
        {
            "References": "PMID:19766007",
            "Value": "/OTHER TOXICITY INFORMATION/ This report documents changes to axonal excitability in motor nerves in acute camphor toxicity. Although there were no changes to indicate an alteration in resting membrane potential, there was an exaggerated response to hyperpolarizing currents in both threshold electrotonus and the current-threshold relationship. These findings suggest a transient decrease in the hyperpolarization-activated conductance (I(H)). This report demonstrates that recently developed techniques for measuring axonal excitability are readily applied in the acute care setting and can document subclinical abnormalities that could be relevant to the underlying pathophysiology."
        },
        {
            "References": "PMID:11274963",
            "Value": "/OTHER TOXICITY INFORMATION/ ... Camphor inhibited ((3)H)norepinephrine ((3)H)NE) secretion induced by a nicotinic acetylcholine receptor (nAChR) agonist, 1,1-dimethyl-4-phenylpiperazinium iodide (DMPP), with a half-maximal inhibitory concentration (IC50) of 70 +/- 12 uM. In addition, camphor inhibited the rise in cytosolic calcium ((Ca2+)i) and sodium ((Na+)i) induced by DMPP with IC50 values of 88 +/- 32 and 19 +/- 2 uM, respectively, ... binding of (3H)nicotine to nAChRs was not affected by camphor. ((Ca2+)i) increases induced by high K+, veratridine, and bradykinin were not affected by camphor."
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "(1) US EPA; Estimation Program Interface (EPI) Suite. Ver. 4.11. Nov, 2012. Available from, as of May 21, 2014: https://www.epa.gov/oppt/exposure/pubs/episuitedl.htm (2) Swann RL et al; Res Rev 85:  17-28 (1983)",
            "Value": "Using a structure estimation method based on molecular connectivity indices(1), the Koc of camphor can be estimated to be 117(SRC). According to a classification scheme(2), this estimated Koc value suggests that camphor is expected to have high mobility in soil."
        }
    ]
}