{
    "_id": {
        "$oid": "6682e95ac4e5dba5ffba2a30"
    },
    "CID": {
        "$numberInt": "25408"
    },
    "Name": "SODIUM DICHROMATE",
    "IUPACName": "disodium;oxido-(oxido(dioxo)chromio)oxy-dioxochromium",
    "CanonicalSMILES": "[O-][Cr](=O)(=O)O[Cr](=O)(=O)[O-].[Na+].[Na+]",
    "Synonyms": [
        "Sodium dichromate",
        "Sodium bichromate",
        "10588-01-9",
        "Disodium dichromate",
        "Bichromate of soda",
        "Celcure",
        "Natriumdichromat",
        "Sodium dichromate(VI)",
        "Caswell No. 761",
        "Natriumbichromaat",
        "Natriumdichromaat",
        "Celcure Wood Presrvative",
        "Dichromate",
        "sodium",
        "Bichromate de sodium",
        "Dichromic acid",
        "sodium salt"
    ],
    "IsomericSMILES": "[O-][Cr](=O)(=O)O[Cr](=O)(=O)[O-].[Na+].[Na+]",
    "INCHI": "InChI=1S/2Cr.2Na.7O/q;;2*+1;;;;;;2*-1",
    "INCHIKEY": "KIEOKOFEPABQKJ-UHFFFAOYSA-N",
    "Formula": "Cr2Na2O7",
    "MolecularWeight": {
        "$numberDouble": "261.97"
    },
    "Description": "Sodium dichromate is an inorganic sodium salt. It contains a dichromate(2-).",
    "XlogP": {
        "$numberDouble": "NaN"
    },
    "Complexity": {
        "$numberInt": "194"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "environmental_bioconcentrations": [
        {
            "References": "(1) NITE; Chemical Risk Information Platform (CHRIP). Biodegradation and Bioconcentration. Tokyo, Japan: Natl Inst Tech Eval. Available from, as of Dec 14, 2015: https://www.safe.nite.go.jp/english/db.html (2) Franke C et al; Chemosphere 29: 1501-14 (1994)",
            "Value": "Using carp (Cyprinus carpio) which were exposed over a 4-week period to sodium dichromate dihydrate concentrations of 1 and 0.1 mg/L, the BCF ranged from <3.6 to <36(1). According to a classification scheme(2), this BCF range suggests that bioconcentration in aquatic organisms is low(SRC)."
        }
    ],
    "environmental_biodegradations": [
        {
            "References": "(1) NITE; Chemical Risk Information Platform (CHRIP). Biodegradation and Bioconcentration. Tokyo, Japan: Natl Inst Tech Eval. Available from, as of Dec 14, 2015: https://www.safe.nite.go.jp/english/db.html",
            "Value": "Sodium dichromate is reported to be non-biodegradable based on results of the Japanese MITI test(1); however, BOD values and test protocols were not reported(SRC)."
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "PMID:24612858",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ A convergence of technological breakthroughs in the past decade has facilitated the development of rapid screening tools for biomarkers of toxicant exposure and effect. Platforms using the whole adult organism to evaluate the genome-wide response to toxicants are especially attractive. Recent work demonstrates the feasibility of this approach in vertebrates using the experimentally robust zebrafish model. In the present study, we evaluated gene expression changes in whole adult male zebrafish following an acute 24 hr high dose exposure to three metals with known human health risks. Male adult zebrafish were exposed to nickel chloride, cobalt chloride or sodium dichromate concentrations corresponding to their respective 96 hr LC20, LC40 and LC60. Histopathology was performed on a subset of metal-exposed zebrafish to phenotypically anchor transcriptional changes associated with each metal. Comparative analysis identified subsets of differentially expressed transcripts both overlapping and unique to each metal. Application of gene ontology (GO) and transcription factor (TF) enrichment algorithms revealed a number of key biological processes perturbed by metal poisonings and the master transcriptional regulators mediating gene expression changes. Metal poisoning differentially activated biological processes associated with ribosome biogenesis, proteosomal degradation, and p53 signaling cascades, while repressing oxygen-generating pathways associated with amino acid and lipid metabolism. Despite appreciable effects on gene regulation, nickel poisoning did not induce any morphological alterations in male zebrafish organs and tissues. Histopathological effects of cobalt remained confined to the olfactory system, while chromium targeted the gills, pharynx, and intestinal mucosa. A number of enriched transcription factors mediated the observed gene response to metal poisoning, including known targets such as p53, HIF1alpha, and the myc oncogene, and novel regulatory factors such as XBP1, GATA6 and HNF3beta.This work uses an experimentally innovative approach to capture global responses to metal poisoning and provides mechanistic insights into metal toxicity."
        },
        {
            "References": "PMID:9741356",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ In the rat, a single subcutaneous injection of sodium dichromate (20 mg/kg) causes acute renal injury and significant polyuria, proteinuria, and glycosuria (peaking 2-3 days after treatment, and returning to normal by day 5) without any changes in the plasma levels of protein, glucose, and glycated hemoglobin. Surprisingly, the percentage levels of glycated plasma total proteins and albumin (assayed by boronate affinity chromatography) transiently and significantly decrease during recovery from proteinuria (days 4 and 10 after treatment) and were found in the normal range of values by day 18. These changes are concomitant with a significant increase in the percentage level of glycated albumin in urine. Constancy of total plasma protein and the temporal pattern of levels of glycation suggest that changes in the percentage values of glycated proteins are secondary to a transient selective loss of glycated plasma proteins in urine."
        },
        {
            "References": "PMID:7599967",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Chromium and its salts induce cytotoxicity and mutagenesis, and vitamin E has been reported to attenuate chromate-induced cytotoxicity. These observations suggest that chromium produces reactive oxygen species which may mediate many of the untoward effects of chromium. We have therefore examined and compared the effects of Cr(III) (chromium chloride hexahydrate) and Cr(VI) (sodium dichromate) following single oral doses (0.50 LD50) on the production of reactive oxygen species by peritoneal macrophages, and hepatic mitochondria and microsomes in rats. The effects of Cr(III) and Cr(VI) on hepatic mitochondrial and microsomal lipid peroxidation and enhanced excretion of urinary lipid metabolites as well as the incidence of hepatic nuclear DNA damage and nitric oxide (NO) production were also examined. Increases in lipid peroxidation of 1.8- and 2.2-fold occurred in hepatic mitochondria and microsomes, respectively, 48 hr after the oral administration of 25 mg Cr(VI)/kg, while increases of 1.2- and 1.4-fold, respectively, were observed after 895 mg Cr(III)/kg. The urinary excretion of malondialdehyde (MDA), formaldehyde (FA), acetaldehyde (ACT) and acetone (ACON) were determined at 0-96 hr after Cr administration. Between 48 and 72 hr post-treatment, maximal excretion of the four urinary lipid metabolites was observed with increases of 1.5- to 5.4-fold in Cr(VI) treated rats. Peritoneal macrophages from Cr(VI) treated animals 48 hr after treatment resulted in 1.4- and 3.6-fold increases in chemiluminescence and iodonitrotetrazolium reduction, indicating enhanced production of superoxide anion, while macrophages from Cr(III) treated animals showed negligible increases. Increases in DNA single strand breaks of 1.7-fold and 1.5-fold were observed following administration of Cr(VI) and Cr(III), respectively, at 48 hr post-treatment. Enhanced production of NO by peritoneal exudate cells (primarily macrophages) was monitored following Cr(VI) administration at both 24 and 48 hr post-treatment with enhanced production of NO being observed at both timepoints. The results indicate that both Cr(VI) and Cr(III) induce an oxidative stress at equitoxic doses, while Cr(VI) induces greater oxidative stress in rats as compared with Cr(III) treated animals."
        },
        {
            "References": "PMID:1891772",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Subcutaneous injection of sodium dichromate into male Sprague-Dawley rats immediately produced a variety of metabolic changes in a dose-dependent manner. Serum lactate and glucose were significantly increased after dichromate treatment, reaching maximum levels at 15 and 30 min, respectively. Then, the toxicity progressively diminished. In contrast, a steady increase in blood urea nitrogen (BUN) concentration was caused by dichromate, reaching maximum levels at 60 min after the administration; elevated BUN levels were sustained for several hours thereafter. Unlike KCN (5 mg/kg, ip) and As2O3 (5 mg/kg, ip), dichromate rapidly decreased serum insulin within 15 min after intoxication in doses of 20 and 40 mg/kg; hypoinsulinemia lasted 60 min. However, insulin levels returned to the normal range at 120 min after treatment. Dichromate-induced metabolic disturbance was also observed in the 24 hr-fasted rats, the response of which was similar to normal rats except for later hyperglycemia. In both cases, the duration time was short (30 to 60 min). Adrenalectomy and insulin pretreatment had no effect on dichromate-induced hyperglycemia. These results suggest that dichromate-induced metabolic disturbance results from the concomitant effects of a sudden decrease in serum insulin level and its direct inhibitory effect on carbohydrate metabolism. In addition, the characteristic biphasic pattern of metabolic disturbance might be related to metabolic fate of dichromate in vivo."
        },
        {
            "References": "PMID:3224679",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Investigations were performed on 10- and 55-day-old female Wistar rats. 1 or 2 mg sodium dichromate/100 g b. m. were administered subcutaneously. Urine was collected for 1 hour at different times after dichromate injection. Total urinary protein as well as some protein fractions (high and low molecular weight proteins as well as albumin) were determined. In adult rats dose dependence of nephrotoxicity was found concerning the extent and duration of renal damage. Separation of proteins gave an insight into the location of injury. At the beginning and in the recovery phase preferentially tubular damage was found. The peak of damage is characterized by additional glomerular disturbances. Young rats are much less susceptible to dichromate than adult rats are. Possible reasons are discussed."
        },
        {
            "References": "PMID:20600800",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Chromium (Cr) is considered to be a risk factor to the cardiovascular effects of fine particulate matter components to PM2.5 from traffic in highway patrol officers. RKIP (raf kinase inhibitor protein) is a physiological inhibitor of GRK-2 (G-protein-coupled receptor kinase 2) and affects beta-adrenergic signaling and contractile activity in cardiomyocytes. In this study, we explored the change of RKIP in heart of chromium (VI)-exposed rats and cultured myocardial cells with chromium (VI) treatment. Wistar rats were divided into six groups which were chronically fed with 250, 500, 750, 1000, and 1250 ppm Na(2)Cr(2)O(7) and water for 60 days, respectively. Na(2)Cr(2)O(7) dose of 0.25, 0.5, 1.5, 3, 4.5, and 0 ppm (control group) was applied in cultured myocardial cells. The level of heart Cr (VI) was determined by electrothermal atomic absorption spectrometry. The expression of RKIP was measured by Western blot method. The MTT assay was used to measure the toxicity of myocardial cells with Cr (VI) treatment. The apoptosis test of myocardial cells was determined by caspase-3 colorimetric assay kit. The result showed that the expression of RKIP in heart (in vivo) and myocardial cells (in vitro) was decreased following Cr (VI) dose-dependent treatment. We suggested that the decrement of RKIP of heart and myocardial cells with Cr (VI) treatment resulted in the function of cardiovascular system decreased."
        },
        {
            "References": "PMID:7599977",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Chromium occurs in the workplace primarily in the valence forms Cr(III) and Cr(VI). Recent studies have demonstrated that sodium dichromate [Cr(VI)] induces greater oxidative stress as compared with Cr(III), as indicated by the production of reactive oxygen species by peritoneal macrophages and hepatic mitochondria and microsomes, and enhanced excretion of urinary lipid metabolites and hepatic DNA-single strand breaks (SSB) following acute oral administration of Cr(III) and Cr(VI). We have therefore examined the chronic effects of sodium dichromate dihydrate [Cr(VI); 10 mg (33.56 umol)/kg/day] on hepatic mitochondrial and microsomal lipid peroxidation, enhanced excretion of urinary lipid metabolites including malondialdehyde (MDA), formaldehyde (FA), acetaldehyde (ACT), acetone (ACON) and propionaldehyde (PROP), and hepatic DNA damage over a period of 90 days. The maximal increases in hepatic lipid peroxidation and DNA damage were observed at approximately 45 days of treatment. Maximum increases in the urinary excretion of MDA, FA, ACT, ACON and PROP were 3.2-, 2.6-, 4.1-, 3.3- and 2.1-fold, respectively, while a 5.2-fold increase in DNA-SSB was observed. The results clearly indicate that chronic sodium dichromate administration induces oxidative stress resulting in tissue damaging effects which may contribute to the toxicity and carcinogenicity of hexavalent chromium."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V23 262 (1980)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Groups of 20 male & 19 female Bethesda black rats received 16 monthly intrapleural injections of 2 mg sodium dichromate(VI) in gelatin & were observed for up to 2 yr. 1 Adenocarcinoma of lung ... observed; no tumors at injection site were observed in 60 control rats treated with gelatin soln."
        },
        {
            "References": "Browning, E. Toxicity of Industrial Metals. 2nd ed. New York: Appleton-Century-Crofts, 1969., p. 122",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ ... /In rats/ sodium dichromate had been given by injection into thigh & pleural cavity. In only 1 animal was adenocarcinoma found in the right lung, but sarcomata were present in the liver, ileocecal lymph nodes, & there was 1 squamous cell carcinoma of uterine mucosa--tumors which often occur spontaneously in animals of this strain."
        },
        {
            "References": "Glaser U et al; Toxicol 42 (2-3): 219-32 (1986)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Groups of 20 male Wistar rats /were exposed/ to submicron-sized aerosols of sodium dichromate(VI) at 25, 50, or 100 ug/cu m chromium or to a pyrolyzed chromium oxide mixture ((Cr5O12, 3:2 chromium(VI)/chromium(III)) at 100 ug/cu m chromium, 22-23 hr/day, 7 days/week for 18 months, followed by a 12 month observation period. A group of 40 rats were maintained as controls. No lung tumors were observed in rats exposed at chromium levels /less than or equal to/ 50 ug/cu m chromium. At 100 ug/cu m chromium, two adenomas and one adenocarcinoma of the lung and a malignant tumor of the pharynx were observed in 19 sodium dichromate exposed rats, and one primary adenoma of the lung was observed in 18 chromium oxide exposed rats surviving at least 2 years. Without conducting statistical analysis of the data, the results indicate a weak carcinogenicity at 100 ug/cu m chromium, but that the results need to be confirmed with larger animal populations."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V23 302 (1980)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Experiments in mice, rats, hamsters, guinea-pigs and rabbits to investigate the carcinogenicity of chromic(III) acetate, chromic(III) oxide, ... chromium(VI) trioxide, chromium metal, ... sodium chromate(VI), ... sodium dichromate(VI), ... chromium (III) sulfate ... were inadequate to evaluate the carcinogenicity of these chromium compounds."
        },
        {
            "References": "PMID:21712504",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Chronic ingestion of high concentrations of hexavalent chromium [Cr(VI)] in drinking water induces intestinal tumors in mice. To investigate the mode of action (MOA) underlying these tumors, a 90-day drinking water study was conducted using similar exposure conditions as in a previous cancer bioassay, as well as lower (heretofore unexamined) drinking water concentrations. Tissue samples were collected in mice exposed for 7 or 90 days and subjected to histopathological, biochemical, toxicogenomic, and toxicokinetic analyses. Described herein are the results of toxicokinetic, biochemical, and pathological findings. Following 90 days of exposure to 0.3-520 mg/L of sodium dichromate dihydrate (SDD), total chromium concentrations in the duodenum were significantly elevated at /greater than or equal to/ 14 mg/L. At these concentrations, significant decreases in the reduced-to-oxidized glutathione ratio (GSH/GSSG) were observed. Beginning at 60 mg/L, intestinal lesions were observed including villous cytoplasmic vacuolization. Atrophy, apoptosis, and crypt hyperplasia were evident at /greater than or equal to/ 170 mg/L. Protein carbonyls were elevated at concentrations /greater than or equal to/ 4 mg/L SDD, whereas oxidative DNA damage, as assessed by 8-hydroxydeoxyguanosine, was not increased in any treatment group. Significant decreases in the GSH/GSSG ratio and similar histopathological lesions as observed in the duodenum were also observed in the jejunum following 90 days of exposure. Cytokine levels (e.g., interleukin-1beta) were generally depressed or unaltered at the termination of the study. Overall, the data suggest that Cr(VI) in drinking water can induce oxidative stress, villous cytotoxicity, and crypt hyperplasia in the mouse intestine and may underlie the MOA of intestinal carcinogenesis in mice."
        },
        {
            "References": "PMID:8981039",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Recent studies have demonstrated that both chromium (VI) and cadmium (II) induce an oxidative stress, as determined by increased hepatic lipid peroxidation, hepatic glutathione depletion, hepatic nuclear DNA damage, and excretion of urinary lipid metabolites. However, whether chronic exposure to low levels of Cr(VI) and Cd(II) will produce an oxidative stress is not shown. The effects of oral, low (0.05 LD50) doses of sodium dichromate [Cr(VI); 2.5 mg/kg/d] and cadmium chloride [Cd(II); 4.4 mg/kg/d] in water on hepatic and brain mitochondrial and microsomal lipid peroxidation, excretion of urinary lipid metabolites including malondialdehyde, formaldehyde, acetaldehyde and acetone, and hepatic nuclear DNA-single strand breaks (SSB) were examined in female Sprague-Dawley rats over a period of 120 d. The animals were treated daily using an intragastric feeding needle. Maximum increases in hepatic and brain lipid peroxidation were observed between 60 and 75 d of treatment with both cations. Following Cr(VI) administration for 75 d, maximum increases in the urinary excretion of malondialdehyde, formaldehyde, acetaldehyde, and acetone were 2.1-, 1.8-, 2.1-, and 2.1-fold, respectively, while under the same conditions involving Cd(II) administration approximately 1.8-, 1.5-, 1.9-, and 1.5-fold increases were observed, respectively, as compared to control values. Following administration of Cr(VI) and Cd(II) for 75 d, approximately 2.4- and 3.8-fold increases in hepatic nuclear DNA-SSB were observed, respectively, while approximately 1.3- and 2.0-fold increases in brain nuclear DNA-SSB were observed, respectively. The results clearly indicate that low dose chronic administration of sodium dichromate and cadmium chloride induces an oxidative stress resulting in tissue damaging effects that may contribute to the toxicity and carcinogenicity of these two cations."
        },
        {
            "References": "PMID:3798470",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ In inhalation chambers, male Wistar rats of the strain TNO-W74 were continuously exposed to submicron aerosols of sodium dichromate and to a pyrolyzed Cr(VI)/Cr(III) (3:2) oxide mixture. The sodium dichromate (Na2Cr2O7) aerosol had the chromium concentrations of 25, 50 and 100 micrograms/cu m, the chromium oxide mixture (Cr5O12) had the chromium concentration of 100 micrograms/cu m. After 18 months of inhalation the rats were held under conventional conditions for a further year. The experimental groups consisted of 20 rats and the control group of 40 rats. More than 90% of the rats in each group reached 2 years. At the end of the study the mortality rates amounted to 35%, 45% and 25% in the 3 sodium dichromate aerosol groups, respectively, and 50% in the chromium oxide mixture aerosol group, which was not significantly different from that of the controls (42.5%), living under the same conditions in filtered fresh air. In all sodium dichromate exposed groups significant effects were neither found clinically nor from hematology and clinical chemistry compared to the controls. In the chromium oxide mixture group, however, there was a number of significant findings. Elevated white and red blood cell counts and serum cholesterol as well as decreased serum total immunoglobulin levels at different stages of the study were observed together with few local lung effects determined histopathologically in this group. We assume that these effects are mainly due to the increased chromium lung burden of the rats. At the end of the study the lung chromium retention was about 10 times higher for the rats exposed to chromium oxide versus sodium dichromate at an aerosol Cr-concentration of 100 micrograms/cu m, while the kidney chromium retention was measured to be nearly equal in both groups. Three primary lung tumors (2 adenomas and 1 adenocarcinoma) and 1 malign tumor of the pharynx were found at the highest Cr-concentration (100 micrograms/cu m) of the sodium dichromate aerosol, 1 primary adenoma of the lung was in the chromium oxide mixture group exposed also to a Cr-concentration of 100 micrograms/cu m. No primary lung tumors were observed in the other experimental and control groups. These results indicate a weak carcinogenicity at 100 micrograms/cu m for the rats continuously exposed to submicron Na2Cr2O7 and Cr5O12 aerosols. Thus, there may be a small carcinogenic risk from occupational relevant chromium air levels. However, results have to be confirmed with larger animal populations."
        },
        {
            "References": "PMID:3792485",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Solutions of sodium dichromate were administered to Sprague Dawley rats by intratracheal instillations over a period of 30 months. Dosage was 0.01, 0.05 or 0.25 mg/kg, five times a week, or 0.05, 0.25 or 1.25 mg/kg once a week. Each group consisted of 40 male and 40 female rats. Groups left untreated or given saline served as negative controls. The highest chromate dose proved to be within the range of the maximum tolerable amount. The main determinant of effect was the concentration of chromate instilled, not the total dose per week. Non-neoplastic pulmonary lesions, which occurred predominantly in the highest dose group, were fibrotic regions containing residual distorted bronchiolar lumens or cellular inflammatory foci containing alveolar macrophages, proliferated epithelium and chronic inflammatory thickening of alveolar septa. Fourteen rats given 1.25 mg/kg sodium dichromate had a total of 20 lung tumors (12 benign, 8 malignant). One rat given 0.25 mg/kg once a week had a malignant tumor. Tumors were generally small and were non-fatal. A comparable solution of calcium chromate, which was tested at the two highest dose levels, had virtually the same effect. The positive controls, benzo(a)pyrene and dimethylcarbamyl chloride, induced a high rate of fatal malignant tumors in the respiratory tract."
        },
        {
            "References": "PMID:11960910",
            "Value": "/GENOTOXICITY/ Several studies have shown that hexavalent chromium [Cr(VI)] induces apoptosis in a variety of in vitro test systems. We instilled intratracheally either saline or sodium dichromate (0.25 mg/kg body weight), for three consecutive days, to Sprague-Dawley rats. TUNEL analyses showed a marked increase of the apoptotic index in both bronchial epithelium and lung parenchyma of Cr(VI)-treated rats, but no effect was detected in their liver. In parallel, the expression of 13 out of 18 apoptosis-related genes, evaluated by cDNA array analysis, was significantly enhanced in rat lung. The overexpressed genes included c-Jun N-terminal kinases 1, 2 and 3, bcl-x, bcl-2-associated death promoter and bcl-2-related ovarian killer protein, caspases 1, 3 and 6, DNase I precursor, DNA topoisomerases I and II alpha, and poly(ADP-ribose) polymerase. The enhancement of p53 expression in the lung was borderline to statistical significance. Expressions of bcl-2, bax-alpha, mdm2 and DNA topoisomerase IIB were not enhanced to a significant extent in lung. No induction of gene expression was observed in rat liver. RT-PCR analyses confirmed that Cr(VI) enhances the expression of c-Jun N-terminal kinase 1, caspase 6, and DNase I precursor but not that of bcl-2 in lung, while none of these genes was overexpressed in the liver of Cr(VI)-treated rats. The lack of stimulation of apoptosis in the liver parallels the failure of Cr(VI) to produce genotoxic damage, as we previously observed under identical experimental conditions. These negative findings may be ascribed to reduction of Cr(VI) to Cr(III) when traveling from the respiratory tract to the liver. On the other hand, induction of apoptosis in the respiratory tract parallels the occurrence of genotoxic effects and oxidative DNA damage produced by Cr(VI) in the same tissue. As previously shown in another laboratory, Cr(VI) did not induce lung tumors after 30 months of administration of the same daily dose. Therefore, apoptosis is likely to provide a protective mechanism at a post-genotoxic stage of Cr(VI) carcinogenesis."
        },
        {
            "References": "PMID:16872865",
            "Value": "/GENOTOXICITY/ Chromium(VI) compounds are genotoxic in a variety of cellular systems. Their potential carcinogenicity is affected by toxicokinetic patterns restricting bioavailability to certain targets, and by metabolic pathways affecting interaction of chromate-derived reactive species with DNA. Epidemiological data indicate that chromium(VI) can be carcinogenic to the human respiratory tract following inhalation at doses that are only achieved in certain occupational settings. However, concern has been raised that adverse effects may also result from oral intake. In order to further explore this issue, we performed studies in BDF1 and Swiss mice of both genders and various age. Sodium dichromate dihydrate and potassium dichromate were administered either with the drinking water, up to a concentration of 500 mg chromium(VI)/L for up to 210 consecutive days, or in a single intragastric dose of 17.7 mg/kg body weight. Under these conditions, no increase of the micronucleus frequency was observed in either bone marrow or peripheral blood erythrocytes. Conversely, the same compounds induced a clastogenic damage following intraperitoneal injection, which by-passes detoxification mechanisms. In addition, due to the hypothesis that susceptibility may be increased during the period of embryogenesis, we treated pregnant mice, up to a concentration of 10 mg chromium(VI)/L drinking water. There was no effect on the numbers of fetuses/dam and on body weight of fetuses. Again, no toxic or genotoxic effect was observed either in bone marrow of pregnant mice or in liver and peripheral blood of their fetuses. Thus, even at doses that largely exceed drinking water standards (up to 10,000 times) or by massive intragastric administration, chromium(VI) is not genotoxic to hematopoietic cells of either adult mice or transplacentally exposed fetuses. These conclusions are consistent with the poor toxicity and lack of carcinogenicity of oral chromium(VI), and are mechanistically explained by the high efficiency of chromium(VI) detoxification processes in the gastrointestinal tract."
        },
        {
            "References": "BIGALIEV ET AL; ZDRAVOOKHR KAZ 8: 48 (1977)",
            "Value": "/GENOTOXICITY/ A single ip injection of 15 mg/kg into rats increased chromosome aberrations in 6.05% bone marrow cells."
        },
        {
            "References": "PMID:7210006",
            "Value": "/GENOTOXICITY/ Effects of sodium dichromate in mammalian cell cultures /was/ studied. /The/ 50% Inhibiting dose based on DNA/RNA synth in bhk cell culture was 0.5 ug/mL chromium. LD50 in CHO cell culture was 0.14 ug/mL chromium. Sister chromatid exchanges & chromosome aberrations increased in cho cells."
        },
        {
            "References": "PMID:6640521",
            "Value": "/GENOTOXICITY/ DNA lesions were detected in rat organ nuclei following an ip injection of sodium dichromate. ... Time course for formation of cross links in kidney nuclei revealed presence of DNA interstrand and DNA-protein cross links 1 hr after injection of sodium dichromate. By 40 hr in kidney, DNA intrastrand cross links had been repaired, but DNA-protein cross links persisted. In liver nuclei, the time course for formation of cross links after injection of dichromate /exhibited/ maximal DNA-protein cross linking at 4 hr and maximal DNA interstrand cross linking at 2 hr. By 36 hr in the liver, both types of lesions had been repaired. In lung nuclei, both DNA interstrand and DNA-protein cross links were observed 1 hr after dichromate injection. ... By 36 hr, only DNA-protein cross links persisted. ..."
        },
        {
            "References": "DE FLORA S; NATURE (LONDON) 271 (5644): 455 (1978)",
            "Value": "/GENOTOXICITY/ Addn of mammalian liver microsomal prepn (S-9 fraction, 50 uL) reduced mutagenicity of sodium dichromate to Salmonella typhimurium. Metabolic deactivation of sodium dichromate was correlated with amt of S-9 fraction."
        },
        {
            "References": "PMID:9685658",
            "Value": "/GENOTOXICITY/ An in vivo study was carried out with the objectives of evaluating (a) the localization of DNA lesions resulting from exposure to chromium(VI) by the respiratory route, (b) the molecular nature of DNA alterations, and (c) modulation of DNA damage by a known chemopreventive agent. To this purpose, Sprague-Dawley rats received intratracheal instillations of sodium dichromate (0.25 mg/kg body weight) for three consecutive days, and the day after the last treatment lung and liver were removed for DNA purification. The results showed a selective localization of DNA lesions in the lung but not in the liver, which can be ascribed to toxicokinetics and metabolic characteristics of chromium(VI). DNA alterations included DNA-protein crosslinks, DNA fragmentation, nucleotidic modifications, and 8-hydroxy-2'-deoxyguanosine. The last two endpoints were evaluated, for the first time in chromium toxicology, by means of postlabeling procedures. This methodology was adapted to the detection of the DNA damage produced by those reactive oxygen species which result from the intracellular reduction of chromium(VI). The oral administration of the thiol N-acetylcysteine completely prevented any induction of DNA lesions in lung cells."
        },
        {
            "References": "PMID:1800894",
            "Value": "/GENOTOXICITY/ The results of the extension of a collaborative study for the detection of chemical-induced DNA damage in rat hepatocytes in vitro are presented in this report. Three coded compounds, i.e. 1,4-butanediol dimethanesulphonate, hydrazine sulfate and sodium dichromate, were tested for DNA repair synthesis by seven different laboratories, either using autoradiographic procedures or the liquid scintillation counting technique. Inter-laboratory standardization was intentionally not requested in order to investigate the validity of each study design under routine conditions. 1,4-Butanediol dimethanesulphonate was clearly positive in most laboratories; sodium dichromate was generally positive, while the results on hydrazine sulfate were contradictory."
        },
        {
            "References": "PMID:6640521",
            "Value": "/GENOTOXICITY/ DNA lesions were detected in rat organ nuclei following an i.p. injection of sodium dichromate. Kidney, liver, and lung nuclei were examined for DNA interstrand cross-links, strand breaks, and DNA-protein cross-links using the alkaline elution technique. The time course for formation of cross-links in kidney nuclei revealed the presence of DNA interstrand and DNA-protein cross-links 1 hr after injection of sodium dichromate. By 40 hr in kidney, DNA interstrand cross-links had been repaired, but DNA-protein cross-links persisted. In liver nuclei, the time course for formation of cross-links after injection of dichromate showed a maximum in DNA-protein cross-linking at 4 hr and a maximum in DNA interstrand cross-linking at 2 hr. By 36 hr, in the liver, both types of lesions had been repaired. In lung nuclei, both DNA interstrand and DNA-protein cross-links were observed 1 hr after dichromate injection; however, by 36 hr, only DNA-protein cross-links persisted. No DNA lesions were detectable in kidney 1 hr after an i.p. injection of chromium(III) chloride. Chromium distribution in rat kidney, liver, and lung was measured and is discussed with respect to the observed DNA lesions. The lung and kidney may be more sensitive than liver to chromium-induced DNA damage, an observation which correlates with the reported toxicity and carcinogenicity data for chromium(VI) in both animals and humans."
        },
        {
            "References": "PMID:6353220",
            "Value": "/GENOTOXICITY/ The recently developed strain TA102, particularly suited to the detection of oxidative mutagens (Levin et al., 1983), was the most sensitive out of 9 strains of S. typhimurium his- in revealing the mutagenicity of Cr(VI) compounds (sodium dichromate, calcium chromate and chromium trioxide). The rank of sensitivity was the following: TA102, TA100, TA97, TA92, TA1978, TA98, TA1538 and TA1537, TA1535 being the only insensitive strain. Cr(III) compounds (chromic acetate, chromic nitrate and chromic potassium sulfate) were totally inactive with all strains. The direct mutagenicity of Cr(VI) was markedly decreased, through NADPH-requiring mechanisms, by rat-liver S9 fractions and, to a lower extent, by human lung S12 fractions, which supports the hypothesis of a metabolically regulated threshold in chromium pulmonary carcinogenicity."
        },
        {
            "References": "PMID:24771440",
            "Value": "/IMMUNOTOXICITY/ Intraperitoneal injections of hexavalent chromium (sodium bichromate) in the concentrations of 0.025 ug/kg (10-fold lower than MAC; group 1) and 2.5 ug/kg (10-fold higher than MAC; group 2) to rats in a subacute experiment caused dose-dependent morphological changes in the thymus: increased the counts of cells in a state of destruction, macrophages, and plasmocytes and impairs interactions between epithelial reticular cells and lymphocytes with formation of cystic cavities. Proliferation of lymphoblasts and large lymphocytes of the glandular cortical matter was detected in groups 1 and 2, of medium-sized and minor lymphocytes in group 1. Lymph node-like zones with Hassall's corpuscles, pigment foci in the cortical matter, and plasmocytes in the medulla were detected throughout the entire study in controls and in group 1 animals and on days 1 and 7 in group 2. Histiocytes, macrophages, cells in a state of destruction, and siderophages were detected in dilated lymph sinuses. Normal tissue of the gland left lobe in group 2 was completely replaced by lymph node-like zones on days 15 and 30, while the right lobe retained the structure characteristic of the gland. A dose-dependent reduction of the peripheral blood erythrocyte and platelet counts and a decrease in hemoglobin level were observed in experimental animals. On day 30 peripheral blood lympho- and leukocytosis developed at the expense of higher counts of B (CD20) and T lymphocytes (CD3) and their subpopulations - T helpers (CD4), T suppressors (CD8), and immature lymphocytes in group 1 and at the expense of higher counts of only B lymphocytes (CD20) and immature lymphocytes in group 2."
        },
        {
            "References": "PMID:3879166",
            "Value": "/IMMUNOTOXICITY/ In inhalation chambers, 5-week-old male Wistar rats of the strain TNO-W-74 were continuously exposed to submicron aerosols of sodium dichromate in concentrations from 25 (low level) to 200 micrograms/cu m Cr (high level). Subacute exposure (28 days) to 25 and 50 micrograms/cu m Cr resulted in \"activated\" alveolar macrophages with stimulated phagocytic activities, and significantly elevated antibody responses to injected SRBC's. After subchronic (90 days) low level exposure there was a more pronounced effect on activation of the alveolar macrophages, with increased phagocytic activities. However, at high Cr (VI) exposure level (200 microgram/cu m), inhibited phagocytic function of the alveolar macrophages was seen. In rats which were exposed to this chromium aerosol concentration for 42 days, the lung clearance of inert iron oxide was reduced significantly. The humoral immune system was still stimulated at subchronic low chromium aerosol concentrations of 100 micrograms/cu m, but significantly depressed at 200 micrograms/cu m Cr. These results show that respiratory defense and immunologic functions were stimulated or inhibited depending on dose and time of chromium (VI) inhalation."
        },
        {
            "References": "Grant, W.M. Toxicology of the Eye. 3rd ed. Springfield, IL: Charles C. Thomas Publisher, 1986., p. 329",
            "Value": "/OTHER TOXICITY INFORMATION/ Sodium dichromate tested in 0.08 molar soln by injection into corneal stroma or by application to corneas of rabbits after removal of epithelium has been reported to produce rather severe reaction, graded 70 on scale of 1 to 100."
        }
    ]
}