{
    "_id": {
        "$oid": "6682e95ac4e5dba5ffba2a33"
    },
    "CID": {
        "$numberInt": "25429"
    },
    "Name": "CARBENDAZIM",
    "IUPACName": "methyl N-(1H-benzimidazol-2-yl)carbamate",
    "CanonicalSMILES": "COC(=O)NC1=NC2=CC=CC=C2N1",
    "Synonyms": [
        "Carbendazim",
        "10605-21-7",
        "Carbendazole",
        "Mecarzole",
        "Bavistin",
        "Thicoper",
        "Carbendazime",
        "Bavistan",
        "Carbendazol",
        "Derosal",
        "Funaben",
        "Medamine",
        "Carbendazym",
        "Equitdazin",
        "Garbenda"
    ],
    "IsomericSMILES": "COC(=O)NC1=NC2=CC=CC=C2N1",
    "INCHI": "InChI=1S/C9H9N3O2/c1-14-9(13)12-8-10-6-4-2-3-5-7(6)11-8/h2-5H,1H3,(H2,10,11,12,13)",
    "INCHIKEY": "TWFZGCMQGLPBSX-UHFFFAOYSA-N",
    "Formula": "C9H9N3O2",
    "MolecularWeight": {
        "$numberDouble": "191.19"
    },
    "Description": "Carbendazim is a member of the class of benzimidazoles that is 2-aminobenzimidazole in which the primary amino group is substituted by a methoxycarbonyl group. A fungicide, carbendazim controls Ascomycetes, Fungi Imperfecti, and Basidiomycetes on a wide variety of crops, including bananas, cereals, cotton, fruits, grapes, mushrooms, ornamentals, peanuts, sugarbeet, soybeans, tobacco, and vegetables. It has a role as an antinematodal drug, a metabolite, a microtubule-destabilising agent and an antifungal agrochemical. It is a carbamate ester, a member of benzimidazoles, a benzimidazole fungicide and a benzimidazolylcarbamate fungicide. It is functionally related to a 2-aminobenzimidazole.",
    "XlogP": {
        "$numberDouble": "1.5"
    },
    "Complexity": {
        "$numberInt": "222"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "plant_concentrations": [
        {
            "References": "(1) Agnihotri NP et al; Pesticides 22: 20-2 (1988) (2) Aurora S et al; Bull Environ Contam Toxicol 81: 373-6 (2008)",
            "Value": "Carbendazim was detected at 0.40 and 0.55 ppm in cauliflower leaves 15 days after 250 and 500 g/ha application, respectively, in December 1984(1). Carbendazim was detected at 0.71 and 1.85 ppm in cauliflower curd 15 days after 250 and 500 g/ha application, respectively, in February 1985. Carbendazim was detected at 0.85 ppm in cauliflower leaves 15 days after 500 g/ha application in February 1985(1). Carbendazim was detected in rice grown in integrated pest managed fields in Dehradun, India at 0.0009-0.002 ug/kg; samples were collected 2005-2006(2)."
        }
    ],
    "animal_concentrations": [
        {
            "References": "PMID:26760714",
            "Value": "There is considerable and ongoing debate as to the harm inflicted on bees by exposure to agricultural pesticides. In part, the lack of consensus reflects a shortage of information on field-realistic levels of exposure. Here, we quantify concentrations of neonicotinoid insecticides and fungicides in the pollen of oilseed rape, and in pollen of wildflowers growing near arable fields. We then compare this to concentrations of these pesticides found in pollen collected by honey bees and in pollen and adult bees sampled from bumble bee colonies placed on arable farms. We also compared this with levels found in bumble bee colonies placed in urban areas. Pollen of oilseed rape was heavily contaminated with a broad range of pesticides, as was the pollen of wildflowers growing nearby. Consequently, pollen collected by both bee species also contained a wide range of pesticides, notably including the fungicides carbendazim, boscalid, flusilazole, metconazole, tebuconazole and trifloxystrobin and the neonicotinoids thiamethoxam, thiacloprid and imidacloprid. In bumble bees, the fungicides carbendazim, boscalid, tebuconazole, flusilazole and metconazole were present at concentrations up to 73 ng/g. It is notable that pollen collected by bumble bees in rural areas contained high levels of the neonicotinoids thiamethoxam (mean 18 ng/g) and thiacloprid (mean 2.9 ng/g), along with a range of fungicides, some of which are known to act synergistically with neonicotinoids. Pesticide exposure of bumble bee colonies in urban areas was much lower than in rural areas. Understanding the effects of simultaneous exposure of bees to complex mixtures of pesticides remains a major challenge."
        }
    ],
    "plant_translocations": [
        {
            "content": "Cytoplasmic uptake of carbendazim (methyl benzimidazol-2-yl carbamate; MBC) from an aqueous solution was demonstrated with isolated mesophyll cells. About 2.5% of the labeled MBC (ring-2-['4C]) in the treatment solution (1.85 pg/ml) was taken up in 44 h. When cotyledons of cucumber seedlings were treated with either 347 or 36 pg [14C]-MBC/plant, 1.11 and 0.13% were extracted, respectively, from the remainder of the plant 5 days after treatment. The greatest amounts were detected in shoot apices. Likewise, when MBC and benomyl were applied at the dose of 2 pmol, 0.34 and 0.57% were detected in the untreated part of the plant with a bioassay procedure. Foliar application with 347 or 36 pg [14C]-MBC/leaf resulted in the translocation of 1.68 and 0.11% out of the treated area. By scalding the living cells of the petiole, translocation was prevented, suggesting that long-distance movement occurred in the symplast. During a period of 14 days, 1.56% of [14C]-MBC applied to cucumber leaves was metabolized and respired as CO2. This degradation was assumed to occur enzymatically within the symplast.",
            "reference": "Solel, Z., Schooley, J. M., & Edgington, L. V. (1973). Uptake and translocation of benomyl and carbendazim (methyl benzimidazol-2-yl carbamate) in the symplast. Pesticide Science, 4(5), 713–718. doi:10.1002/ps.2780040513   ",
            "method": {
                "Test Plant": "Cucumber (Cucumis sativus)",
                "Apply Location": "Adaxial surface of cotyledons or leaves",
                "Plant Grown Condition": "Growth chamber at 20°C with 12-hour light periods",
                "Chemical Preparation": "MBC (technical grade) and benomyl (Benlate, 50% WP) were supplied by Dupont de Nemours, Wilmington, Delaware, U.S.A. Labeled MBC (ring-2-[14C]) was obtained from International Chemical and Nuclear Corp., Irvine, California, U.S.A.",
                "Pesticide Application Details for the Plant": "The low and high dosages applied were 36 and 347 ug MBC (0.09 uCi)/plant.",
                "Other Information": "5 replicates."
            },
            "result": "[{\"Dosage\": \"5 days\", \"MBC Dosage (%)\": \"High\", \"Cotyledons (%)\": 1.11, \"First Leaf (%)\": 1.68}, {\"Dosage\": \"5 days\", \"MBC Dosage (%)\": \"Low\", \"Cotyledons (%)\": 0.13, \"First Leaf (%)\": 0.11}]"
        },
        {
            "content": "Soybean seed treatment with fungicides is a common practice for disease management, but the movement of these fungicides within seedlings is not always well understood. This study aimed to determine the translocation pattern of three fungicides with different modes of action applied as seed treatments and the effect of soil type on translocation. Results showed that most of the absorbed radioactivity was concentrated in the cotyledons, with the maximum sum of absorption rates by roots, stems, and leaves of the plants being 15%. Absorption by roots, stems, and leaves was generally lower than 5% for 14C-pyraclostrobin and 14C-metalaxyl, and 1.6% for 14C-carbendazim. Fungicide absorption by roots and whole seedlings was higher in soil with lower organic matter content. Fungicides absorbed by cotyledons are unlikely to be redistributed and are lost when cotyledons fall off. These findings enhance our understanding of seed treatment fungicide movement in soybean seedlings and may aid in developing seed treatment strategies for managing seed and soilborne pathogens.",
            "reference": "Fadel Sartori, F., Floriano Pimpinato, R., Tornisielo, V. L., Dieminger Engroff, T., de Souza Jaccoud‐Filho, D., Menten, J. O., ... & Dourado‐Neto, D. (2020). Soybean seed treatment: how do fungicides translocate in plants?. Pest management science, 76(7), 2355-2359.",
            "method": {
                "Test Plant": "Soybean (cv. TMG 7062 RR2 IPRO)",
                "Apply Location": "Seed treatment",
                "Plant Grown Condition": "Seeds planted in 150 mL pots with organic substrate (71 g dm-3 organic matter), grown in glasshouse.",
                "Chemical Preparation": "14C-pyraclostrobin, 14C-carbendazim, 14C-metalaxyl (166,700 Bq each) mixed separately with respective commercial products",
                "Pesticide Application Details for the Plant": "100 seeds treated for each 14C-fungicide by mixing with respective commercial product",
                "Other Information": "10 plants analyzed at 14 days after planting (DAP) for radioactivity in roots, hypocotyl+cotyledons, epicotyl, leaves"
            },
            "result": "[{\"Days after application\": 16, \"Root (%)\": 0.4, \"Stem + petioles (%)\": 0.7, \"Cotyledon (%)\": 10.0, \"Unifoliateleaves (%)\": 0.4, \"First trifoliate leaf (%)\": 0.1}]"
        }
    ]
}