{
    "_id": {
        "$oid": "6682e95bc4e5dba5ffba2a35"
    },
    "CID": {
        "$numberInt": "25477"
    },
    "Name": "Chrysotile asbestos",
    "IUPACName": "trimagnesium;hydroxy(trioxido)silane;hydrate",
    "CanonicalSMILES": "O.O[Si]([O-])([O-])[O-].O[Si]([O-])([O-])[O-].[Mg+2].[Mg+2].[Mg+2]",
    "Synonyms": [
        "Chrysotile",
        "Chrysotile A",
        "Metaxite",
        "Sylodex",
        "Chrysotile uicc",
        "CHRYSOTILE ASBESTOS",
        "Avibest C",
        "Cassiar AK",
        "Plastibest 20",
        "Serpentine chrysotile",
        "7-45 Asbestos",
        "Calidria RG 100",
        "Calidria RG 144",
        "Calidria RG 600",
        "Chrysotile A asbestos"
    ],
    "IsomericSMILES": "O.O[Si]([O-])([O-])[O-].O[Si]([O-])([O-])[O-].[Mg+2].[Mg+2].[Mg+2]",
    "INCHI": "InChI=1S/3Mg.2HO4Si.H2O/c;;;2*1-5(2,3)4;/h;;;2*1H;1H2/q3*+2;2*-3;",
    "INCHIKEY": "CWBIFDGMOSWLRQ-UHFFFAOYSA-N",
    "Formula": "H4Mg3O9Si2",
    "MolecularWeight": {
        "$numberDouble": "277.11"
    },
    "Description": {
        "$numberDouble": "NaN"
    },
    "XlogP": {
        "$numberDouble": "NaN"
    },
    "Complexity": {
        "$numberInt": "25"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "mechanism_of_action": [
        {
            "References": "PMID:6298980",
            "Value": "Hemolysis by chrysotile fibers may be related to adsorption of the red blood cell membranes on the fibers and not to an interaction between magnesium from the fibers and sialic acid from red blood cells."
        },
        {
            "References": "PMID:23170051",
            "Value": "The inhalation of asbestos is a risk factor for the development of malignant mesothelioma and lung cancer. Based on the broad surface area of asbestos fibers and their ability to enter the cytoplasm and nuclei of cells, it was hypothesized that proteins that adsorb onto the fiber surface play a role in the cytotoxicity and carcinogenesis of asbestos fibers. However, little is known about which proteins adsorb onto asbestos. Previously, we systematically identified asbestos-interacting proteins and classified them into eight sub-categories: chromatin/nucleotide/RNA-binding proteins, ribosomal proteins, cytoprotective proteins, cytoskeleton-associated proteins, histones and hemoglobin. Here, we report an adsorption profile of proteins for the three commercially used asbestos compounds: chrysotile, crocidolite and amosite. We quantified the amounts of adsorbed proteins by analyzing the silver-stained gels of sodium dodecyl sulfate-polyacrylamide gel electrophoresis with ImageJ software, using the bands for amosite as a standard. We found that histones were most adsorptive to crocidolite and that chromatin-binding proteins were most adsorptive to chrysotile. The results suggest that chrysotile and crocidolite directly interact with chromatin structure through different mechanisms. Furthermore, RNA-binding proteins preferably interacted with chrysotile, suggesting that chrysotile may interfere with transcription and translation. Our results provide novel evidence demonstrating that the specific molecular interactions leading to carcinogenesis are different between chrysotile and crocidolite."
        },
        {
            "References": "PMID:28498408",
            "Value": "We have previously reported that chronic, recurrent and low-dose exposure to asbestos fibers causes a reduction in antitumor immunity. Investigation of natural killer (NK) cells using an in vitro cell line model and comprising in vitro activation using freshly isolated NK cells co-cultured with chrysotile fibers, as well as NK cells derived from asbestos-exposed patients with pleural plaque (PP) or malignant mesothelioma (MM), revealed decreased expression of NK cell activating receptors such as NKG2D, 2B4 and NKp46. An in vitro differentiation and clonal expansion model for CD8+ cytotoxic T lymphocytes (CTLs) showed reduced cytotoxicity with decreased levels of cytotoxic molecules such as granzyme B and perforin, as well as suppressed proliferation of CTLs. Additionally, analysis of T helper cells showed that surface CXCR3, chemokine receptor, and the productive potential of interferon (IFN)gamma were reduced following asbestos exposure in an in vitro cell line model and in peripheral CD4+ cells of asbestos-exposed patients. Moreover, experiments revealed that asbestos exposure enhanced regulatory T cell (Treg) function. This study also focused on CXCR3 expression and the Th-17 cell fraction. Following activation with T-cell receptor and co-culture with various concentrations of chrysotile fibers using freshly isolated CD4+ surface CXCR3 positive and negative fractions, the intracellular expression of CXCR3, IFNgamma and IL-17 remained unchanged when co-cultured with chrysotile. However, subsequent re-stimulation with phorbol 12-myristate 13-acetate (PMA) and ionomycin resulted in enhanced IL-17 production and expression, particularly in CD4+ surface CXCR3 positive cells. These results indicated that the balance and polarization between Treg and Th-17 fractions play an important role with respect to the immunological effects of asbestos and the associated reduction in antitumor immunity."
        }
    ],
    "sediment_soil_concentrations": [
        {
            "References": "(1) IARC; Asbestos (Chrysotile, Amosite, Crocidolite, Tremolite, Actinolite and Anthophyllite.  Monographs on the Evaluation of the Carcinogenic Risk of Chemicals to Man. V100c: 222 (2012). Available from, as of April 10, 2018: https://monographs.iarc.fr/ENG/Classification/index.php",
            "Value": "Large chrysotile deposits exist in the Ural Mountains in the Russian Federation, in the Appalachian Mountains in the US, and in Canada(1)."
        }
    ]
}