{
    "_id": {
        "$oid": "6682e95bc4e5dba5ffba2a37"
    },
    "CID": {
        "$numberInt": "25517"
    },
    "Name": "AMMONIUM CHLORIDE",
    "IUPACName": "azanium;chloride",
    "CanonicalSMILES": "[NH4+].[Cl-]",
    "Synonyms": [
        "AMMONIUM CHLORIDE",
        "12125-02-9",
        "Ammonium muriate",
        "Salmiac",
        "Sal ammoniac",
        "Ammoniumchlorid",
        "Darammon",
        "Amchlor",
        "Ammoneric",
        "Ammoniumklorid",
        "Chlorammonic",
        "Ammonchlor",
        "Chloramon",
        "Elektrolyt",
        "Salammonite"
    ],
    "IsomericSMILES": "[NH4+].[Cl-]",
    "INCHI": "InChI=1S/ClH.H3N/h1H;1H3",
    "INCHIKEY": "NLXLAEXVIDQMFP-UHFFFAOYSA-N",
    "Formula": "ClH4N",
    "MolecularWeight": {
        "$numberDouble": "53.49"
    },
    "Description": "Ammonium chloride is an inorganic chloride having ammonium as the counterion. It has a role as a ferroptosis inhibitor. It is an inorganic chloride and an ammonium salt.",
    "XlogP": {
        "$numberDouble": "NaN"
    },
    "Complexity": {
        "$numberInt": "0"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "mechanism_of_action": [
        {
            "References": "American Society of Health-System Pharmacists 2014; Drug Information 2014. Bethesda, MD. 2014, p. 2777",
            "Value": "The acid-forming properties of ammonium chloride result from dissociation of the salt to an ammonium cation and a chloride anion. In patients with normal hepatic function, the ammonium cation is converted to urea by the liver and a hydrogen cation is released which reacts with a bicarbonate ion to form water and carbon dioxide. The chloride anion combines with fixed bases in the extracellular fluid, thereby reducing the alkaline reserve of the body. The net result is the displacement of bicarbonate ions by chloride anions. The displacement of bicarbonate by chloride alters the bicarbonate:carbonic acid ratio if the body and acidosis results. The increased chloride concentration in the extracellular fluid produces an increased load to the renal tubules and appreciable amounts of chloride anions escape reabsorption. These anions are excreted along with cations and water. Sodium is the principal cation excreted; however, potassium excretion may also be increased to some degree. By increasing the excretion of both extracellular electrolytes and water, ammonium chloride causes a net loss of extracellular fluid and promotes the mobilization of edema fluid."
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "Gosselin, R.E., R.P. Smith, H.C. Hodge. Clinical Toxicology of Commercial Products. 5th ed. Baltimore: Williams and Wilkins, 1984., p. III-23",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ In mice intravenous administration ... resulted in hyperventilation and clonic movements which were  followed sometimes by tonic extensor convulsions, but usually by profound coma; death was preceded by convulsions, but survivors made complete and rapid recovery. This syndrome /was/ potentiated by short periods of hypoxia ... . /Ammonia/"
        },
        {
            "References": "Grant, W.M. Toxicology of the Eye. 3rd ed. Springfield, IL: Charles C. Thomas Publisher, 1986., p. 92",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ ...In rabbits, replacement of aq. humor with 1% solution of ammonium chloride has caused considerable hyperemia of iris, but by next day eyes were almost normal, and in another day were completely recovered... ."
        },
        {
            "References": "Grant, W.M. Toxicology of the Eye. 3rd ed. Springfield, IL: Charles C. Thomas Publisher, 1986., p. 92",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Ten percent ammonium chloride solution has induced immediate \"salt cataract\" /in rabbits/ and rise in intraocular pressure. ... In next day or two hemorrhages have appeared in iris and fibrin in anterior chamber, but soon this reaction has subsided, and ultimately cornea and lens have been left clear ... ."
        },
        {
            "References": "Grant, W.M. Toxicology of the Eye. 3rd ed. Springfield, IL: Charles C. Thomas Publisher, 1986., p. 92",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ ...Solution containing 0.1 molar ammonium chloride... at pH 7 to 7.5 made up to 0.46 osmolar... by addition of sodium chloride or sucrose and dripped continuously on eyes of rabbits cause edema of epithelium of cornea within 3 to 3.5 hr ... toxic effect on epithelium of cornea is shown to be attributable to ammonium /ion/... ."
        },
        {
            "References": "WHO; Environ Health Criteria 54: Ammonia (1986). Available from, as of July 18, 2006: https://www.inchem.org/documents/ehc/ehc/ehc54.htm",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ The ingestion of ammonium chloride in doses of around 500-1000 mg/kg bw/day, for periods ranging from 1 to 8 days, has induced metabolic acidosis in mice, guinea-pigs, rats, rabbits, and dogs. However, /one study/ did not report any toxic effects at doses of up to 1 g/kg bw in rats, rabbits, guinea-pigs, and cats (50 animals per group). Clinical signs, depending on the severity of the acidosis, include: a decrease in plasma- and urinary-pH; decreased appetite; decreased carbon dioxide-combining power; an increase in BUN and chlorides; an increase in plasma proteins; an increase in hematocrit (hemoconcentration); increased gluconeogenesis; increased phosphoenolpyruvate carboxykinase activity; increased urinary ammonium; increased urea, sodium, chloride, calcium, and titratable acid excretion; an increase in malate and oxaloacetate concentrations in renal tissue; and decreased concentrations of glutamine, glutamate, and alpha-ketoglutarate in the kidney. Pulmonary edema, central nervous system dysfunction, and renal changes are reported to have occurred after ingestion of ammonium chloride. Susceptibility to ammonium chloride differs among species. For instance, pulmonary edema is produced in cats, but not in rabbits; yet cats have been shown to be more resistant to oral poisoning by ammonium chloride than other animals studied."
        },
        {
            "References": "WHO; Environ Health Criteria 54: Ammonia (1986). Available from, as of July 18, 2006: https://www.inchem.org/documents/ehc/ehc/ehc54.htm",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Toxic doses of ammonium salts induced acute pulmonary edema in rats, guinea-pigs, and cats, but not in rabbits given ammonium chloride (6% aqueous solution) intraperitoneally or by gavage, though the doses were sufficient to cause death. To induce similar effects in cats, a larger dose (unspecified) of ammonium chloride and a longer latency period (from 1 to 3 hr) were required, indicating a greater resistance of this species to ammonium chloride."
        },
        {
            "References": "PMID:3761197",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ The ability of ammonium chloride (NH4Cl) treatment to alter the pharmacological effects and biodisposition of phencyclidine (PCP) was investigated in rats. Either a single gavage of NH4Cl (2.5 mEq/kg) or six hourly gavages with either 2.5 or 5.0 mEq/kg of NH4Cl decreased urinary pH to approximately 5.5 at the 7-hr time point. A single gavage with NH4Cl (2.5 mEq/kg) failed to alter the time course of rotarod performance in rats that had been treated 45 min earlier with either 10, 25 or 50 mg of PCP per kg (p.o.). A treatment regimen of six hourly gavages of NH4Cl (5.0 mEq/kg) proved to be highly toxic, whereas gavages with 2.5 mEq/kg did not produce overt effects. Six hourly treatments with the lower dose of NH4Cl did not alter motor impairment induced by oral doses of 10 and 25 mg/kg of PCP but did diminish that produced by 50 mg/kg. This treatment regimen also produced a slight reduction in the time course of motor dysfunction in rats receiving an i.v. injection of either 5, 10 or 15 mg/kg of PCP. The biodisposition of orally administered (3)H PCP (50 mg/kg) was altered by six hourly gavages of 2.5 mEq/kg of NH4Cl in that urinary excretion of (3)H PCP was increased whereas concentrations in kidney, lung and brain were significantly decreased at selected times. However, the brain concentrations of (3)H PCP, as measured by area under the curve, were not altered significantly by NH4Cl treatments."
        },
        {
            "References": "WHO; Environ Health Criteria 54: Ammonia (1986). Available from, as of July 18, 2006: https://www.inchem.org/documents/ehc/ehc/ehc54.htm",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ ...Ingestion for 7 days of 0.28 mol/L (1.5%) ammonium chloride in water (ad lib) /was reported to/ produced renal hypertrophy with new cell formation and an enlargement of existing cells. Some animals from each of the acidotic and control groups were subjected to unilateral nephrectomy. Highly significant increases in kidney wet weight, dry weight, and total nitrogen were observed in the acidotic group. Similar changes were produced by unilateral nephrectomy. In unilaterally nephrectomized rats made acidotic by the ingestion of ammonium chloride, the remaining kidney was larger than that seen in animals with unilateral nephrectomy without induced acidosis, suggesting an additive effect of unilateral nephrectomy and ammonium chloride intake."
        },
        {
            "References": "WHO; Environ Health Criteria 54: Ammonia (1986). Available from, as of July 18, 2006: https://www.inchem.org/documents/ehc/ehc/ehc54.htm",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ ...The effects of nitrogen in the diet on ammonia detoxification /were studied/, using 210 rats and 6 diets containing 50, 150, and 700 g casein/kg (low-, optimal-, or high-protein diet, respectively), with or without the addition of ammonium chloride at 20 g/kg. After 8 or 9 days of feeding, the LD50 from an intraperitoneal injection of a 2.7% solution of ammonium chloride was determined. The LD50 increased in proportion to the amount of nitrogen in the diet. The data suggest that higher doses of exogenous ammonia were tolerated by rats on protein-rich diets or diets containing an ammonium salt as an additive. An adaptive capacity for ammonia detoxification was further demonstrated ...in a study using rats fed low-protein diets with the addition of NH4Cl. The LD50 values for the ip injection of 2.7% NH4Cl were higher in animals fed low-protein diets supplemented with NH4Cl. ...Weanling rats /were raised/ for 3-6 weeks on a protein-deficient diet. Subsequent challenge by a large, intraperitoneally-injected dose of ammonium chloride indicated that severe protein deprivation increased vulnerability to ammonia poisoning compared with that of control groups not prefed protein-deficient diets. Thus, with the exception of animals suffering from liver dysfunction, animals on high-protein diets seem able to tolerate a higher oral intake of an ammonium salt."
        },
        {
            "References": "European Chemicals Bureau; IUCLID Dataset, Ammonium chloride (12125-02-9) (2000 CD-ROM  edition). Available from, as of July 17, 2006: https://esis.jrc.ec.europa.eu/",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Ammonium chloride is reported to cause alterations in calcium and bone metabolism in various species. In the present study cats received ammonium chloride at 1.5% for 6 months and trabecular bone remodeling and bone mineral density was examined in iliac crest, vertebra and femur. No significant changes in the parameters examined were found."
        },
        {
            "References": "European Chemicals Bureau; IUCLID Dataset, Ammonium chloride (12125-02-9) (2000 CD-ROM  edition). Available from, as of July 17, 2006: https://esis.jrc.ec.europa.eu/",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ The ingestion of ammonium chloride at dose levels between 500 and 1000 mg/kg/day for 1-8 days induced metabolic acidosis in mice, guinea pigs, rats, rabbits and dogs. The acidosis led to various changes in clinical chemical and hematological parameters. Pulmonary edema, central nervous system dysfunction and renal changes were seen in treated animals."
        },
        {
            "References": "European Chemicals Bureau; IUCLID Dataset, Ammonium chloride (12125-02-9) (2000 CD-ROM  edition). Available from, as of July 17, 2006: https://esis.jrc.ec.europa.eu/",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Specific toxic effects on the kidneys as renal hypertrophy were found in rats receiving ammonium chloride in the diet at 3% (about 1500 mg/kg bw) for 6 days. Other salts (ammonium citrate or sodium chloride) did not induce such effects. Rabbits showed cellular swelling and karyolysis of kidney tubulus cells after two daily oral administrations of 16.2 g/animal ammonium chloride."
        },
        {
            "References": "European Chemicals Bureau; IUCLID Dataset, Ammonium chloride (12125-02-9) (2000 CD-ROM  edition). Available from, as of July 17, 2006: https://esis.jrc.ec.europa.eu/",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ In an investigation of tumor promotion in rat urinary bladder Ammonium chloride was tested for the inhibition of tumor promotion. Rats were initiated with butylated hydroxyanisole (0.05% in water) for 4 weeks and promoted with N-butyl-N-(4-hydroxybutyl)nitrosamine (BBN) for 31 weeks (2% in diet). Ammonium chloride applied in parallel at 1% in water could not inhibit tumor promotion but did not promote tumors itself when applied without BBN."
        },
        {
            "References": "WHO; Environ Health Criteria 54: Ammonia (1986). Available from, as of July 18, 2006: https://www.inchem.org/documents/ehc/ehc/ehc54.htm",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ The results of studies on rats, rabbits, and dogs indicate that long-term administration of ammonium chloride can induce osteoporosis."
        },
        {
            "References": "PMID:239737",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ The addition of NH4Cl (1.0% in the drinking water) prevented the formation of an alkaline urine, bladder calculi and bladder tumors in ENS (4-ethylsulfonylnaphthalene-1-sulfonamide) (0.01% in the diet) treated animals.  Epithelial hyperplasia, marked with ENS alone, was less severe and no neoplasms were detected during the life span of the mice.  Because of the absence of calculi, hydronephrosis was absent from the ENS4Cl treated group, together with a marked reduction in the incidence of nephritis when compared with ENS treated mice.  Untreated control animals and those given NH4Cl alone were free from bladder tumors, epithelial hyperplasia (with the exception of 1 of 50 mice) and calculi, while a few cases of nephritis were noted."
        },
        {
            "References": "PMID:14507838",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ The aims of this study were to determine whether preimplantation exposure of mouse embryos to ammonium resulted in abnormal fetal development and to evaluate similar risks to the outcome of human assisted conception. Mouse embryos cultured from the 1-cell stage were exposed to 0.3 mmol/L ammonium chloride for 3 days. Embryos cultured from the 2-cell stage were exposed to 0.3 or 0.6 mmol/L ammonium for 2 days. After transfer to the uteri of pseudopregnant recipient females, post-implantation development was evaluated on embryonic day 15.5 (E15.5) or E18.5. There was no consistent effect of preimplantation exposure to ammonium chloride on fetal or placental weights. All 101 E18.5 fetuses were normal but 5/217 E15.5 fetuses were abnormal (three exencephalic and two polydactylous), which was significantly higher than the 0/363 for the pooled groups of E15.5 control fetuses (P = 0.007). The combined E15.5 and E18.5 frequency was also significantly higher than the controls (5/318 versus 0/433; P = 0.013). These results support the conclusion that abnormal preimplantation culture conditions can cause fetal abnormalities in mice, but the risks may be lower than previously suggested ..."
        },
        {
            "References": "Shepard, T.H. Catalog of Teratogenic Agents. 13th ed. Baltimore, MD: The Johns Hopkins University Press, 2010., p. 28",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ ... One-sixth molar ammonium chloride /was given/ to mice orally in the drinking water after day 7 during pregnancy and although the offspring were small sized no congenital defects were found. ... Mice /were given/ 600 mg/kg orally at 8 and 10 am and 12 and 1 pm on day 10 of gestation and produced 7% ectrodactyly in the offspring."
        },
        {
            "References": "European Chemicals Bureau; IUCLID Dataset, Ammonium chloride (12125-02-9) (2000 CD-ROM  edition). Available from, as of July 17, 2006: https://esis.jrc.ec.europa.eu/",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ The developmental toxicity of ammonium chloride and  its interaction with salicylate was investigated in rats. Beginning on day 7 of gestation the animals received 0.9% ammonium chloride in drinking water and/or a subcutaneous injection of salicylate. Ammonium chloride alone inhibited fetal growth but was not teratogenic. In combination with salicylate it increased maternal and fetal mortality and was teratogenic. No further details are reported."
        },
        {
            "References": "Sinawat S et al; Reprod Abstr Ser 30:55 (2003)",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ 1-cell (C57BLxCBA/Ca)F2 mouse embryos were cultured in M16, mMTF or KSOM media containing 0 or 0.3mM ammonium chloride for 3 days and 2-cell embryos were cultured in M16 or KSOM media containing 0, 0.3mM or 0.6mM ammonium chloride for 2 days. After transfer to recipient females, postimplantation development was evaluated on embryonic day 15.5 (E15.5) or E18.5. In vivo control fetuses were examined at E15.5 to determine the background frequency of exencephaly ... There was no consistent effect of preimplantation exposure to ammonium chloride on fetal weight or crown-rump lengths. All 195 in vivo control fetuses and all fetuses resulting from control cultures (168 examined at E15.5 and 70 at E18.5) were normal. After preimplantation exposure to ammonium chloride, all 101 fetuses examined at E18.5 were also normal but 5/217 E15.5 fetuses were abnormal (3 with exencephaly and 2 with polydactyly). Although 5/217 was much lower than was found in the previous study it was significantly higher than 0/363 for the pooled groups of E15.5 control fetuses (P=0.007). The combined E15.5 and E18.5 frequency was also significantly higher than the controls (5/318 versus 0/433, P=0.013). The results indicate that abnormal preimplantation culture conditions can cause fetal abnormalities but the risk may be lower than previously suggested ... This risk ... should not be ignored when designing new strategies for human assisted conception."
        },
        {
            "References": "European Chemicals Bureau; IUCLID Dataset, Ammonium chloride (12125-02-9) (2000 CD-ROM  edition). Available from, as of July 17, 2006: https://esis.jrc.ec.europa.eu/",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Sodium saccharin and sodium ascorbate administration to male rats produces the formation of a precipitate in the urinary bladder and induction of urothelial proliferation. The coadministration of Ammonium chloride inhibited these effects. Sodium saccharin was applied at 5%, sodium ascorbate at up to 6.84% and ammonium chloride at 1.23 or 1.85% in diet for two generations continuously. In the F0 generation ammonium chloride led to a growth retardation. In the F1 generation ammonium chloride inhibited the formation of amorphous precipitate in the urine and hyperplasia of urinary bladder epithelia which was produced by sodium saccharin or sodium ascorbate treatment."
        },
        {
            "References": "WHO; Environ Health Criteria 54: Ammonia (1986). Available from, as of July 18, 2006: https://www.inchem.org/documents/ehc/ehc/ehc54.htm",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ The addition of ammonium chloride to rat feed resulted in reduced dietary consumption. The results of studies... pointed to a direct effect of the ammonium ion on the brain area that regulates feeding. Rats with bilateral lesions in the prepyriform cortical area of the brain consumed as much diet containing 3% ammonium chloride as basal diet. A unilateral injection of 10 mg/liter of 2% NH4Cl/kg body weight into prepyriform cortical areas, in contrast to an injection into other areas of the brain, or an injection of sodium chloride, significantly reduced the food intake of 6 adult male Wistar rats. The results of these studies suggest that ammonium ions directly influence appetite by their effects on prepyriform cortical areas."
        },
        {
            "References": "PMID:21219329",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ Perturbations in protein folding and degradation are key pathological mechanisms in neurodegenerative diseases, including Parkinson's disease (PD). Recent evidence suggests that mishandling of proteins may play an important role in the pathogenesis of PD. We have utilized medaka fish to monitor the effects of injecting neurotoxins into the CSF /cerebrospinal fluid/ space. In this study, ammonium chloride, tunicamycin, and lactacystin were tested for their ability to disturb lysosomal proteolysis, N-glycosylation in the endoplasmic reticulum, and proteasomal degradation, respectively. All of the substances tested induced selective loss of dopaminergic neurons, movement disorders and inclusion bodies. Among them, the features of the inclusion bodies that developed after ammonium chloride injection mimicked those of PD: co-localization of ubiquitin and phosphorylated alpha-synuclein, as well as the presence of LC3 protein in the inclusion bodies. Our study demonstrated that medaka fish are useful for examining the effects of environmental toxins and lysosome inhibition, and lysosome inhibitors may be factors in the development of PD."
        },
        {
            "References": "PMID:20530233",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ We endeavored here to shed light on the supply of glutathione (GSH) precursors from glial cells to neurons and on the interference of ammonia with this process. Administration of ammonium chloride (ammonia) via a microdialysis probe to the rat prefrontal cortex rapidly increased GSH content in the microdialysates. The increase was abrogated by the inhibitor of astrocytic energy metabolism fluoroacetate and the inhibitor of glutathione synthesis buthionine sulfoximine. GSH in the microdialysates was significantly elevated in rats with simple hyperammonemia (HA) or hepatic encephalopathy (HE) (three ip administrations of ammonium acetate or thioacetamide, respectively, at 24-h intervals), only when microdialysis was carried out in the presence of a gamma-glutamyltranspeptidase (gammaGT) inhibitor acivicin. Extracellular GSH increased in cultured rat cortical astrocytes treated with 5mM ammonia for 1 hr, but not for 3-72 hr, which was the period of increased gammaGT activity. GSH remained increased during the whole 72-hr incubation with 5 or 10mM ammonia in C6 glioma cells, where gammaGT activity is intrinsically low and was not increased by ammonia. Collectively, the results suggest that in rats with HA or HE ammonia specifically promote GSH synthesis and export from astrocytes and increase its extracellular degradation, which may improve the availability of precursors for GSH synthesis in neurons and their resistance to ammonia toxicity."
        },
        {
            "References": "European Chemicals Bureau; IUCLID Dataset, Ammonium chloride (12125-02-9) (2000 CD-ROM  edition). Available from, as of July 17, 2006: https://esis.jrc.ec.europa.eu/",
            "Value": "/GENOTOXICITY/ Negative in the Ames test using Escherichia coli WP2uvrA at doses of 4-5000 ug/plate with and without metabolic activation."
        },
        {
            "References": "European Chemicals Bureau; IUCLID Dataset, Ammonium chloride (12125-02-9) (2000 CD-ROM  edition). Available from, as of July 17, 2006: https://esis.jrc.ec.europa.eu/",
            "Value": "/GENOTOXICITY/ Negative in the Ames test using Salmonella typhimurium TA 98, TA 100, TA 1535, TA 1537, TA 1538 at doses of 4-5000 ug/plate with and without metabolic activation."
        },
        {
            "References": "PMID:708783",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ Ammonium chloride (NH4Cl) activated mitochondrial glutamine hydrolysis at same concentration at which it stimulated glucose production from glutamine in liver cells of starved rat in vitro. NH4Cl may exert effect on glutamine metabolism by increased effective activity of mitochondrial glutaminase."
        },
        {
            "References": "PMID:6540052",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ Ammonium chloride, a known inhibitor of lysosomal function, was found to be a rapid and potent inhibitor of (45)Ca release from fetal rat bones in organ culture. The response to parathyroid hormone and prostaglandin E2 was inhibited in a dose related, reversible fashion. The activity of the lysosomal enzyme beta-glucuronidase in the medium closely paralleled (45)Ca release. Ammonium chloride may now be added to the list of antilysosomal agents that inhibit bone resorption in vitro."
        },
        {
            "References": "PMID:9475502",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ To study the effect of ammonium chloride on energy storage of both astrocytes and C6-glioma ... the acute and chronic effects of NH4Cl (7.5 or 15 mM) on the metabolism of isolated astrocytes and C6-glioma cells were observed. Primary astrocytes were isolated from the cerebral hemispheres of 1 to 2 day old Sprague-Dawley rats, and C6-glioma cells were purchased from the American Type Culture Collection (ATCC). Following treatment of the cells with ammonia, glucose, lactate, glutamate, ATP, and PCr were assayed. /The/ data showed that at 15 min following treatment with NH4Cl, there were no significant differences in the concentration of metabolites measured in astrocytes. However, following 15 min of treatment with NH4Cl, the concentration of some metabolites, for example, ATP and lactate, changed significantly in C6-glioma cells ... 24 hr of treatment was sufficient time to see significant biochemical changes but not morphological changes in either cell type. Simultaneous biochemical and morphological changes were observed 48 hr following treatment in C6-glioma cells and at 9 to 10 days following treatment in primary astrocytes. In primary astrocytes at 24 hr following treatment, glucose utilization increased. This high utilization of glucose was in accordance with the increase in lactate and glutamate production and the decrease in ATP and PCr formation. In C6-glioma cells the utilization of glucose increased but this high utilization of glucose was consistent with a significant decrease in the concentration of lactate, glutamate and ATP."
        },
        {
            "References": "PMID:7916534",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ Changes in protein and mRNAs for enzymes of glutamine metabolism were determined in rat kidney cortex at different times after induction of NH4Cl acidosis. After NH4Cl, phosphoenolpyruvate carboxykinase (PEPCK) mRNA increased 16-fold by 10 hr (P < 0.05) and then returned to control levels by 30 hr. In situ hybridization (ISH) showed that PEPCK mRNA was confined to medullary rays; after NH4Cl, expression of PEPCK expanded throughout the cortex, reaching a maximal intensity at 10 hr. Phosphate-dependent glutaminase (PDG) and glutamate dehydrogenase (GDH) mRNAs increased 8- and 2.6-fold, respectively (both P < 0.05), by 10 hr before decreasing; the increased expression was confirmed by ISH. Immunohistochemistry showed that increased PEPCK, PDG, and GDH protein occurred at variable times after the rise in mRNAs. The increase was confined to proximal tubules and was sustained, a finding noted also by Western blot analysis. In contrast, glutamine synthase protein and mRNA, confined to deep cortex and outer medullar, did not change after NH4Cl. These studies reveal striking changes in PEPCK and PDG mRNAs in rat renal cortex during acidosis. The ISH pattern suggested that increased amounts of PEPCK were synthesized in recruited cells which contained little enzyme under physiological conditions. mRNA levels for PEPCK, PDG, and GDH peaked at 10 hr before returning to control levels. Despite the decrease in mRNAs, a sustained increase in proteins was noted."
        },
        {
            "References": "PMID:2870578",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ Neuro-2a and L-132 cells have been used as a model in the study of ammonia toxicity. Incubation of neuro-2a cells for 48 hr in the presence of 2 mM NH4Cl caused inhibition of their growth and accumulation of cells in the G2M phase of the cell cycle as demonstrated by fluorocytometric methods. Mitotic figures were absent in the treated cell preparations. On the other hand, ammonia had no effect on L-132 cells treated in the same way. Electron microscopy of neuro-2a cells incubated with 2 mM NH4Cl for 5 days showed striking qualitative and quantitative ultrastructural changes compared with control cells. Treated cells doubled in absolute volume and showed marked alterations in the shape and organization of mitochondria. The absolute volume of mitochondria was also increased which, together with a decrease in their total number, suggests that ammonia induces fusion between adjacent mitochondria. Increases in the total number of lysosomes, multivesicular bodies and lipid droplets were also found in treated cells."
        },
        {
            "References": "PMID:11334960",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ Ammonium-chloride-containing solutions (AC) are routinely used to lyse red blood cells during preparation of peripheral blood monnuclear cells (PBMC). Although exposure to AC has been described to affect the ultrastructural appearance of large granular lymphocytes and to temporarily inhibit cytolytic activity of PBMC preparations, the cellular basis of this phenomenon has not been studied. Here, the inhibitory effect of AC on human cytotoxic T lymphocyte cell (CTL) and natural killer (NK)-mediated cytotoxicity has been analyzed in 4-hr 51Cr-release assays. The results show that NK killing of K562 leukemia cells and xenogeneic endothelial cells is inhibited by AC exposure. The effect is dose-dependent and reversible, because recovery of cytotoxicity is observed within 15 hr of re-culturing. AC does not reduce the viability of NK cells and the inhibitory effect is not mediated by the exhaustive release of granzymes upon AC treatment. In contrast, antigen-specific CTL killing of epstein barr virus (EBV)-transformed B-lymphoblastoid cell lines and xenogeneic phytohemagglutinin (PHA) lymphoblasts was less sensitive to AC and data are presented suggesting that FasL-induced apoptosis is not inhibited by AC. In conclusion, perforin-mediated NK killing is AC-sensitive whereas CTL killing and FasL-mediated killing appear to be AC-resistant. Therefore, AC represents a powerful tool to study different mechanisms of cell-mediated cytotoxicity and may be helpful in assessing antigen-specific CTL cytotoxicity without the influence of NK cell-mediated background killing."
        },
        {
            "References": "PMID:8479151",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ Since renal hypertrophy occurs in conditions associated with increased renal ammonia genesis it has been suggested that ammonia may stimulate renal growth. Indeed, quiescent cultured tubular epithelial cells exposed to NH4Cl undergo hypertrophy. However, ammonia inhibits liver regeneration in vivo and proliferation of cultured fibroblasts. This study was designed to evaluate the effect of ammonia (NH34+) as a regulator of kidney cell hypertrophy and also kidney cell  proliferation ... Cultured opossum kidney cells and primary rabbit proximal tubular epithelial cells were grown with or without (controls) NH4Cl present ... After 3 days exposure to 5 to 20 mM NH4Cl, there was a dose-dependent depression of cell replication that ranged between 8 and 63% compared with controls (p < 0.017). In contrast, cell volume and protein content were significantly greater in the NH4Cl-treated cells. At 20 mM NH4Cl the protein content of treated cells exceeded that of controls by as much of 75%. This difference in protein content could, in part, be related to the disparity in cell density. However, experiments performed with cells at similar density revealed that NH4Cl also has a direct effect on cell protein content that increased by 25%; this appeared to be a consequence of depressed protein breakdown and was not due to altered protein synthesis. Experiments with rabbit kidney cells revealed that inhibition of replication was associated with a decrease in DNA (3H)thymidine incorporation. Cell cycle analysis revealed a fall in the proportion of cells in the S + G2 + M phase compared with controls (22 versus 30%, respectively; p < 0.01). NH4Cl also inhibited the burst of replication that followed chemically induced hypoxic injury of quiescent opossum kidney cells ... /It was concluded/ that in addition to inducing hypertrophy, NH4Cl can inhibit tubular cell proliferation. Thus, while heightened ammoniagenesis in vivo may favor hypertrophy, this in vitro study raises the question whether an elevated intrarenal ammonia content might be harmful when cell replication is required. Acute tubular necrosis is a condition in which elevated ammonia levels and a requirement for cell replication coexist and could serve as an important model to study this question."
        },
        {
            "References": "PMID:8117980",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ The rise of intracellular pH (pH) caused by the replacement of 20 mM NaCl by NH4Cl was shown to enhance guinea-pig papillary muscle contractility while the pH decrease under the NH4Cl abolition from perfusion solution was obtained to reduce the contractile activity. Sodium nitroprusside (SN, 10 microM) does not influence the cardiac muscle contractility in controls but significantly decreases its levels under intracellular alkalinization. SN washout does not restore contractility, hence, the subsequent NH4Cl removal results in contractility increase. In most cases simultaneous action of SN and NH4Cl was accompanied by the development of cardiac mechanical instability. Thus, pHi change can provoke unexpected effects of nitrates."
        },
        {
            "References": "PMID:20480276",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ Cerebral hyperammonemia is believed to play a pivotal role in the development of hepatic encephalopathy (HE), a debilitating condition arising due to acute or chronic liver disease. In the brain, ammonia is thought to be detoxified via the activity of glutamine synthetase, an astrocytic enzyme. Moreover, it has been suggested that cerebral tricarboxylic acid (TCA) cycle metabolism is inhibited and glycolysis enhanced during hyperammonemia. The aim of this study was to characterize the ammonia-detoxifying mechanisms as well as the effects of ammonia on energy-generating metabolic pathways in a mouse neuronal-astrocytic co-culture model of the GABAergic system. We found that 5 mM ammonium chloride affected energy metabolism by increasing the neuronal TCA cycle activity and switching the astrocytic TCA cycle toward synthesis of substrate for glutamine synthesis. Furthermore, ammonia exposure enhanced the synthesis and release of alanine. Collectively, our results demonstrate that (1) formation of glutamine is seminal for detoxification of ammonia; (2) neuronal oxidative metabolism is increased in the presence of ammonia; and (3) synthesis and release of alanine is likely to be important for ammonia detoxification as a supplement to formation of glutamine."
        },
        {
            "References": "PMID:17346854",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ Cerebral hyperammonemia is a hallmark of hepatic encephalopathy, a debilitating condition arising secondary to liver disease. Pyruvate oxidation including tricarboxylic acid (TCA) cycle metabolism has been suggested to be inhibited by hyperammonemia at the pyruvate and alpha-ketoglutarate dehydrogenase steps. Catabolism of the branched-chain amino acid isoleucine provides both acetyl-CoA and succinyl-CoA, thus by-passing both the pyruvate dehydrogenase and the alpha-ketoglutarate dehydrogenase steps. Potentially, this will enable the TCA cycle to work in the face of ammonium-induced inhibition. In addition, this will provide the alpha-ketoglutarate carbon skeleton for glutamate and glutamine synthesis by glutamate dehydrogenase and glutamine synthetase (astrocytes only), respectively, both reactions fixing ammonium. Cultured cerebellar neurons (primarily glutamatergic) or astrocytes were incubated in the presence of either [U-(13)C]glucose (2.5 mM) and isoleucine (1 mM) or [U-(13)C]isoleucine and glucose. Cell cultures were treated with an acute ammonium chloride load of 2 (astrocytes) or 5 mM (neurons and astrocytes) and incorporation of (13)C-label into glutamate, aspartate, glutamine and alanine was determined employing mass spectrometry. Labeling from [U-(13)C]glucose in glutamate and aspartate increased as a result of ammonium-treatment in both neurons and astrocytes, suggesting that the TCA cycle was not inhibited. Labeling in alanine increased in neurons but not in astrocytes, indicating elevated glycolysis in neurons. For both neurons and astrocytes, labeling from [U-(13)C]isoleucine entered glutamate and aspartate albeit to a lower extent than from [U-(13)C]glucose. Labeling in glutamate and aspartate from [U-(13)C]isoleucine was decreased by ammonium treatment in neurons but not in astrocytes, the former probably reflecting increased metabolism of unlabeled glucose. In astrocytes, ammonia treatment resulted in glutamine production and release to the medium, partially supported by catabolism of [U-(13)C]isoleucine. In conclusion, i) neuronal and astrocytic TCA cycle metabolism was not inhibited by ammonium and ii) isoleucine may provide the carbon skeleton for synthesis of glutamate/glutamine in the detoxification of ammonium."
        },
        {
            "References": "PMID:16517024",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ Neurotoxic effects of ammonia are mediated by increased accumulation of nitric oxide (NO), which combines with free radicals to form a highly toxic compound, peroxynitrite. Previous experiments in vivo and in vitro have suggested that this phenomenon engages neuron-derived NO and is coupled to changes in the accumulation of cGMP /(cyclic guanosine monophosphate)/. The present study accounted for the facts that: (i) astrocytes, not neurons are the morphological target of ammonia, and (ii) both NO-dependent, soluble (sGC) and NO-independent, particulate guanylate cyclase (pGC) mediate cGMP production in the cells. Neocortical rat astrocytes were treated for 1 or 24 hr with 5 mM ammonium chloride (\"ammonia\") and then subjected to: (i) cGMP measurement, and (ii) mRNA and/or protein expression analysis of alpha1 and beta1 subunits of sGC and two pGC forms: pGC-A and pGC-B. Treatment with ammonia for 1hr increased accumulation of cGMP and sGCbeta1 mRNA expression, without producing significant changes in the protein expression. This was followed by a decrease of cGMP level at 24 hr treatment, associated with a decreased expression of sGCbeta1 and sGCalpha1 mRNA and sGCbeta1 protein. Expression of pGC-A and pGC-B mRNA was elevated in ammonia-treated astrocytes after 24 hr. Accordingly, increased cGMP accumulation was noted in the presence of a specific sGC inhibitor (ODQ). The results show that ammonia affects cGMP production in astrocytes, and that this may involve not only sGC but also pGC."
        },
        {
            "References": "PMID:16483693",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ Astrocytes are considered the key cell in hepatic encephalopathy; although their precise role in the disease has not yet been determined, exposure to ammonia appears to have an important pathogenic effect. We exposed confluent cultures of rat astroglial cells to ammonia (5mM NH(4)Cl) for 1, 3, 5 and 7 days, and determined astroglial levels of actin, glial fibrillary acidic protein (GFAP), glutamine synthetase (GS), GLAST glutamate transporter, 25kDa heat-shock protein (HSP25), HSP60 and HSP70 by Western blot; the glutamine content in culture medium was measured by mass spectrometry. Significant increases were observed for GS, HSP60 and glutamine, and significant reductions for actin and GFAP. Astrocytes exposed to ammonia for 4 days were used to analyze the effect of ammonia in protein and DNA microarrays. After protein microarray data filtration by signal intensity, x-fold change and z-score, 11 proteins were selected, among which the significant increase in beta-synuclein was confirmed by Western blot. DNA microarray data filtration by intensity signal, x-fold change and p-value selected almost 600 genes. The significant increase in alpha-synuclein mRNA was confirmed by quantitative RT-PCR, but no change was observed in alpha-synuclein protein levels. A notable decrease in ciliary neurotrophic factor (CNTF) was demonstrated by Western blot after ammonia treatment, concurring with the reduction in CNTF mRNA observed in DNA microarrays. We discuss the possibility of a pathogenic role for CNTF and a protective role for beta-synuclein in experimental hyperammonemia. This study demonstrates the use of microarrays as tools to ascertain the possible implication of previously unidentified proteins in the pathogenesis of hepatic encephalopathy."
        },
        {
            "References": "PMID:24965775",
            "Value": "/OTHER TOXICITY INFORMATION/ ... In this study, we investigated the effects of ammonia on a member of the immune cell family, the dendritic cells (DCs). Our results demonstrated that ammonia diminished cell count, phagocytosis, and lymphocyte stimulation of DCs. Ammonia also induced DC swelling, excessive reactive oxygen species production, and mitochondrial damage, which may constitute the underlying mechanism of ammonia-induced DC dysfunction. In ammonium chloride (NH4Cl)-loaded mice, DCs exhibited lowered phagocytosis and a weakened immune response to the chicken OVA vaccine. In a murine colon carcinoma model, we found that ammonia could regulate tumor growth involving DCs and their related immune response. These findings reveal that ammonia could drive DCs into dysfunction, which contributes to the immunocompromised state of patients with cirrhosis or tumors."
        },
        {
            "References": "European Chemicals Bureau; IUCLID Dataset, Ammonium chloride (12125-02-9) (2000 CD-ROM  edition). Available from, as of July 17, 2006: https://esis.jrc.ec.europa.eu/",
            "Value": "/OTHER TOXICITY INFORMATION/ The administration of ammonium chloride (2.5% in diet) for 7 days induced metabolic acidosis and significantly reduced the growth of tumors in tumor bearing mice. Experimental tumors were induced by injection of viable tumor cells sc (lymphosarcoma 6C3HED, adenocarcinoma 10232 or fibrosarcoma SaD2). ...20 animals were used per group."
        },
        {
            "References": "Grant, W.M. Toxicology of the Eye. 3rd ed. Springfield, IL: Charles C. Thomas Publisher, 1986., p. 92",
            "Value": "/OTHER TOXICITY INFORMATION/ Effects of ammonium chloride on the retina have been demonstrated when rabbits were given 20 to 50 mg/kg via the common carotid artery. After a single injection, alterations of the electroretinogram and the histology of the retina were short lasting, but after three daily injections the changes were irreversible. Feeding ammonium chloride for 120 days to rabbits with the liver damaged and the adrenals removed to maintain a high concentration of ammonium ions in the blood caused permanent changes in the electroretinogram and degeneration of the ganglion cell layer of the retina."
        },
        {
            "References": "PMID:3391465",
            "Value": "/OTHER TOXICITY INFORMATION/ Moderate to severe hyperplasia of the bladder epithelium was induced by feeding 5% ammonium chloride in purified diet."
        },
        {
            "References": "Ullmann's Encyclopedia of  Industrial Chemistry. 6th ed.Vol 1: Federal Republic of Germany: Wiley-VCH Verlag GmbH & Co. 2003 to Present, p. V3 23 (2003)",
            "Value": "/OTHER TOXICITY INFORMATION/ Oral treatment of various animal species with daily doses of 500-1000 mg/kg causes metabolic acidosis: plasma and urinary pH and dioxide-combining power decrease, whereas chloride, urea nitrogen, and solids concentrations in the blood and gluconeogenesis increase."
        },
        {
            "References": "Rossoff, I.S. Handbook of Veterinary Drugs. New York: Springer Publishing Company, 1974., p. 16",
            "Value": "/OTHER TOXICITY INFORMATION/ ...May cause nausea and vomiting in monogastric animals."
        },
        {
            "References": "PMID:21220937",
            "Value": "/OTHER TOXICITY INFORMATION/ Ammonium chloride addition to drinking water is often used to induce metabolic acidosis (MA) in rodents but may also cause mild dehydration. Previous microarray screening of acidotic mouse kidneys showed upregulation of genes involved in renal water handling. Thus, we compared two protocols to induce metabolic acidosis in mice and rats: standard 0.28M NH(4)Cl in drinking water or an equivalent amount of NH(4)Cl in food. Both treatments induced MA in mice and rats. In rats, NH(4)Cl in water caused signs of dehydration, reduced mRNA abundance of the vasopression receptor 2 (V2R), increased protein abundance of the aquaporin water channels AQP2 and AQP3 and stimulated phosphorylation of AQP2 at residues Ser256 and Ser261. In contrast, NH(4)Cl in food induced massive diuresis, decreased mRNA levels of V2R, AQP2, and AQP3, did not affect protein abundance of AQP2 and AQP3, and stimulated phosphorylation at Ser261 but not pSer256 of AQP2. In mice, NH(4)Cl in drinking water stimulated urine concentration, increased AQP2 and V2R mRNA levels, and enhanced AQP2 and AQP3 protein expression with higher levels of AQP2 pSer256 and pSer261. Addition of NH(4)Cl to food, stimulated diuresis, had no effect on mRNA levels of AQP2, AQP3, and V2R, and enhanced only AQP3 protein abundance whereas pSer256-AQP2 and pSer261-AQP2 remained unaltered. Similarly, AQP2 staining was more intense and luminal in kidney from mice with NH(4)Cl in water but not in food. Pendrin, SNAT3 and PEPCK mRNA expression in mouse kidney were not affected by the route of N(4)Cl application. Thus, addition of NH(4)Cl to water or food causes MA but has differential effects on diuresis and expression of mRNAs and proteins related to renal water handling. Moreover, mice and rats respond differently to NH(4)Cl loading, and increased water intake and diuresis may be a compensatory mechanism during MA. It may be necessary to consider these effects in planning and interpreting experiments of NH(4)Cl supplementation to animals."
        },
        {
            "References": "PMID:16500767",
            "Value": "/OTHER TOXICITY INFORMATION/ Acidosis-induced retinopathy (AIR) in the neonatal rat provides an alternative model for retinopathy of prematurity (ROP). We studied the relationship of vascular endothelial growth factor (VEGF) retinal mRNA and insulin-like growth factor-1 (IGF-1) retinal mRNA expression with the emergence of neovascularization (NV) in AIR. Two hundred seventy-five newborn Sprague-Dawley rats were raised in 11 expanded litters of 25. Using our established AIR model, acidosis was induced by twice-daily gavage with NH4Cl from day 2 to day 8 of life (n=175). Rats were sacrificed at days 5, 8, and 10. Nongavaged rats were used as age-matched controls (n=100). Retinae from left eyes were dissected, flatmounts were ADPase-stained, and the presence and severity of NV was scored in a masked manner. Individual right retinae were processed for analysis of retinal VEGF and IGF-1 mRNA using quantitative real-time reverse-transcriptase PCR (qRT-PCR). Retinal VEGF mRNA was increased 1.4-fold at day 10 in AIR, when compared with age-matched controls (p=0.03). This correlated with maximal NV at day 10 in AIR. Retinal IGF-1 mRNA was decreased to 82% of its normal expression on day 8 (p=0.006), prior to maximal NV, before returning to normal expression at day 10, when compared with nonacidotic controls. In AIR, preretinal neovascularization is associated with decreased retinal IGF-1 mRNA prior to maximal NV and increased retinal VEGF mRNA at the time of maximal NV. These growth factor changes in AIR are similar to those seen with hypercarbic oxygen-induced retinopathy. The retinal IGF-1 pathway may provide an alternative target for therapeutic intervention in abnormal retinal angiogenesis."
        },
        {
            "References": "WHO; Environ Health Criteria 54: Ammonia (1986). Available from, as of July 18, 2006: https://www.inchem.org/documents/ehc/ehc/ehc54.htm",
            "Value": "/OTHER TOXICITY INFORMATION/ Pathological effects of ammonia toxicity in sheep have been described... . The changes were similar when sheep received intraruminal injections of ammonium chloride, ammonium sulfate, or a mixture of ammonium chloride, carbonate, phosphate, and sulfate. General passive hyperemia and numerous petechial and ecchymotic hemorrhages in the musculature, heart, thymus, and lungs were found. The lungs were distended and severely congested. On microscopic examination, the pulmonary lesions included severe hyperemia, hemorrhage, alveolar edema, and alveolar emphysema. In the thymus, there was degeneration and necrosis of Hassall's corpuscles and centrilobular hemorrhages. Lesions in kidneys included severe generalized cloudy swellings and multiple foci of early coagulative necrosis of the proximal convoluted tubules, general hyperemia of the glomerular tufts, and degeneration of the glomerular tuft cells."
        }
    ]
}