{
    "_id": {
        "$oid": "6682e7efc4e5dba5ffba2314"
    },
    "CID": {
        "$numberInt": "2566"
    },
    "Name": "CARBOFURAN",
    "IUPACName": "(2,2-dimethyl-3H-1-benzofuran-7-yl) N-methylcarbamate",
    "CanonicalSMILES": "CC1(CC2=C(O1)C(=CC=C2)OC(=O)NC)C",
    "Synonyms": [
        "carbofuran",
        "1563-66-2",
        "Furadan",
        "Curaterr",
        "Chinufur",
        "Furacarb",
        "Yaltox",
        "Furadan 3G",
        "Crisfuran",
        "Furadan G",
        "Furadan 4f",
        "Carbofurane",
        "Pillarfuran",
        "Kenofuran",
        "Niagara 10242"
    ],
    "IsomericSMILES": "CC1(CC2=C(O1)C(=CC=C2)OC(=O)NC)C",
    "INCHI": "InChI=1S/C12H15NO3/c1-12(2)7-8-5-4-6-9(10(8)16-12)15-11(14)13-3/h4-6H,7H2,1-3H3,(H,13,14)",
    "INCHIKEY": "DUEPRVBVGDRKAG-UHFFFAOYSA-N",
    "Formula": "C12H15NO3",
    "MolecularWeight": {
        "$numberDouble": "221.25"
    },
    "Description": "Carbofuran is a carbamate ester and a member of 1-benzofurans. It has a role as an EC 3.1.1.7 (acetylcholinesterase) inhibitor, a carbamate insecticide, an EC 3.1.1.8 (cholinesterase) inhibitor, an acaricide, an agrochemical, an avicide and a nematicide.",
    "XlogP": {
        "$numberDouble": "2.3"
    },
    "Complexity": {
        "$numberInt": "277"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "plant_concentrations": [
        {
            "References": "(1) Draper WM et al; Bull Env Contam Tox 26(4): 537-43 (1981) (2) Miles JRW, Harris CR; J Environ Sci Health B13: 199-209 (1978) (3) Ragab MTH et al; J Env Sci Health-Pest Food Contam Agric Wastes 18(2): 301-4 (1983) (4) Pree DJ, Saunders JL; J Agric Food Chem 22(4): 260-265 (1974)",
            "Value": "Foliar carbofuran residues indicated some spray drift; concentrations ranged from 0.9-10.3 mg/kg in adjacent fields to application site in Maeser, UT; study was done June 5-6, 1980(1). Carbofuran was detected in 10 of 28 vegetables growing in soils in Southwestern Ontario in 1976 at a concentration range of a trace (below 0.1 ppm) to 7.33 ppm(2). Carbofuran was applied over seeded rutabaga and residues of the insecticide and its metabolites were measured in harvested specimens(3). Concentrations in the root peels averaged 0.15, 0.23 and 0.07; in the pulp averages were 0.09, 0.14 and 0.05 ppm for carbofuran, hydroxycarbofuran, and 3-ketocarbofuran, respectively(3). Combined residues were below the 0.5 ppm tolerance established for this crop(3). Carbofuran 10G granules were applied to sandy loam soil (pH 5.0, 54% sand, 30% silt, 8% clay) surrounding the roots of mugho pine trees at rates in the range of 0.4-2.0 g ai/tree(4). At the highest application rate, carbofuran was found to persist in pine needles at about 100 times higher than in the buds(4)."
        },
        {
            "References": "Menzie, C.M. Metabolism of Pesticides-Update III. Special Scientific Report- Wildlife No. 232. Washington, DC: U.S.Department of the Interior, Fish and Wildlife Service, 1980., p. 109-10",
            "Value": "Carbofuran was applied to strawberries, carrot seed, radishes, corn, soybean, mungbean and soil mushrooms were grown in. Resulting residues found in berries, on leaves and seeds were 3-ketocarbofuran, 3-hydroxycarbofuranphenol, 3-hydroxycarbofuran, carbofuranphenol. The parent compound, carbofuran, was detected in small amounts."
        }
    ],
    "animal_concentrations": [
        {
            "References": "PMID:2124939",
            "Value": "Carbofuran was detected in 14% of sampled loggerhead shrikes with a median concentration of 0.64 ppm; loggerhead shrike eggs which had been abandoned did not contain measurable concentrations of this pesticide(1). Carbofuran was detected in 6 of 92 honeybee samples at concentrations of 0.009 to 0.669 mg/kg, dead bee samples were collected in bags suspended under beehives (only worker bees were analyzed) in the district of Bologna, Italy(2)."
        }
    ],
    "environmental_bioconcentrations": [
        {
            "References": "(1) Tejada AW, Megallona ED; Philippine Entomologist 6: 255-73 (1985) (2) Franke C et al; Chemosphere 29: 1501-14 (1994)",
            "Value": "A BCF for carbofuran of 117 was measured using Tilapia nilotica which were exposed over a 30-day period(1). According to a classification scheme(2), this BCF suggests bioconcentration in aquatic organisms is high(SRC), provided the compound is not metabolized by the organism(SRC)."
        },
        {
            "References": "(1) Klaassen HE, Kadoum AM; Arch Environ Contam Toxicol 8: 345-53 (1979) (2) Yu CC et al; J Agric Food Chem 22: 431-4 (1974) (3) Sangha GK; Diss Abstr Int B32: 4650 (1971) (4) Belluck D, Felsot A; Bull Environ Contam Toxicol 26: 299-306 (1981) (5) Tejada AW, Magallona ED; Philippine Entomologist 6: 255-73 (1985) (6) Sun J et al; Pestic Sci 26: 147-57 (1989) (7) Tejada AW et al; In Trop Pest Manage 36(3): 237-43 (1990) (8) Jayaraman J et al; Water Air Soil Pollut 45: 371-75 (1989) (9) Felsot AS, Lew A; J Econ Entomol 82(2): 389-95 (1989)",
            "Value": "Carbofuran residues were not detected on any sampling day in zooplankton, black bullheads, or bluegill in a farm pond treated with the insecticide for 2 years (0.025 ppm the first year and 0.050 ppm the second year)(1). Carbofuran residues were not detected in caterpillars, freshwater clams, freshwater crabs, or frogs following the application of 5 mg of carbon-labeled carbofuran to a laboratory aquatic ecosystem(2). Only low residual amounts of carbofuran were found in mosquito larvae and fish (Gambusia) in a model ecosystem treated with carbofuran(3). Carbofuran did not bioconcentrate in caddisfly eggs when exposed for over 120 hours(4). A measured BCF value of 10 was reported for the snail Pila luzonica(5). The addition of carbofuran to a rice/fish model ecosystem after 30 days equilibration resulted in higher bioaccumulation for Tilapia nilotica and Ctenopharyngodon idellus than when carbofuran was initially mixed with the soil in the ecosystem; residue concentrations were highest 2 to 3 days following carbofuran treatment(6). Water from a rice paddy was drained into an adjacent fish pond; carbofuran residues were concentrated in the fish entrails with highest concentrations reported within 5-10 days(7). There was no evidence for the concentration of carbofuran in fish using a rice/fish model ecosystem(8). The uptake of radio-labeled carbofuran by southern corn rootworm, Diabrotica undecimpunctata howardii Barber, larvae was measured at different concentrations of insecticide and in soils with organic contents of 0.46%, 1.76%, 1.85%, 3.50%(9). Maximum uptake was recorded after 24 hours and then stabilized(9). Uptake correlated with organic content of soil, more carbofuran being absorbed in the soils with less organic carbon content(9)."
        }
    ],
    "environmental_biodegradations": [
        {
            "References": "(1) Miles JRW et al; J Environ Sci Health B16: 409-17 (1981) (2) Williams IH et al; Bull Environ Contam Toxicol 15: 242-3 (1976) (3) Felsot A et al; Bull Environ Contam Toxicol 26: 781-8 (1981) (4) Rouchaud J et al; Toxicol Environ Chem 24: 105-18 (1989) (5) Parkin TB et al; J Environ Qual 20: 763-69 (1991) (6) Jialun W, Defang F; Acta Scientiae Circumstantiae 6: 141-48 (1986) (7) Johnson WG, Lavy TL; J Environ Qual 24: 487-93 (1995)",
            "Value": "AEROBIC: Under laboratory conditions and 8 weeks of incubation, 77% of applied carbofuran remained in sterile muck while only 25% remained in non-sterile muck; 50% remained in sterile loam while none remained in non-sterile loam(1). The rate of CO2 release two weeks after incubating a vineyard soil with carbofuran was 40 times greater than when the soil had been autoclaved(2). Carbofuran was rapidly lost from cornfield soils both with and without a history of carbofuran use, but virtually no loss was observed when the soil was autoclaved(3). The main metabolite of carbofuran in soil is 3-ketocarbofuran; small amounts of 3-hydroxycarbofuran, carbofuran phenol, and 3-ketocarbofuran phenol were also present(4). The dominant fate of the carbonyl group of carbofuran, once added to non-history soils, is hydrolysis of the carbamate bond followed by rapid mineralization of the methylamine(5). Non-sterile samples exhibited a lag phase followed by a period of rapid hydrolysis; the reaction is essentially complete after 14 days with CO2 production from 77.6-100% of the added labeled carbofuran(5). A half-life of 8-10 days was determined for carbofuran in paddy soils. In pond water, a biodegradation half-life of 2 days was reported for early rice and 5-6 days for late rice treated with carbofuran(6). Carbofuran dissipation from paddy water was rapid with an estimated dissipation time for 50% initial concentration (DT50) of 3 days and a DT95 of 13 days; the DT50 from paddy soil was about 10 days and the DT95 was 42 days; dissipation was due to both hydrolysis and biodegradation(7)."
        },
        {
            "References": "(1) Scow KM et al; J Agric Food Chem 38: 908-12 (1990) (2) Harris CR et al; J Environ Sci Health B19: 1-11 (1984) (3) Read DC; Agric Ecosyst Environ 10(1): 37-46 (1983) (4) Ambrosoli R et al; Soil Biol Biochem 28: 1749-52 (1996) (5) Sharom MS et al; Water Res 14: 1095-100 (1980) (6) Dzantor EK, Felsot AS; Bull Environ Contam Toxicol 45: 531-37 (1990) (7) Chapman RA, Harris CR; pp. 82-96 in Enhanced Biodegradation of Pesticides in the Environment. ACS Symp Series 426 (1990) (8) Turco RF, Konopka AE; pp. 153-66 in Enhanced Biodegradation of Pesticides in the Environment. ACS Symp Series 426 (1990) (9) Racke KD, Coats JR; pp. 68-81 in Enhanced Biodegradation of Pesticides in the Environment. ACS Symp Series 426 (1990) (10) Cotterill EG, Owen PG; Weed Research 29: 65-68 (1989) (11) Somasundaram L, Coats JR; pp. 128-40 in Enhanced Biodegradation of Pesticides in the Environment. ACS Symp Series 426 (1990) (12) Robertson BK, Alexander M; Pestic Sci 41: 311-18 (1994)",
            "Value": "AEROBIC: The rate of degradation of carbofuran in soil is greatly increased by pretreatment with carbofuran(1-9); this does not appear to be due to a substantial increase in the microbial population(1). In previously untreated soil, 90% of the initial carbofuran added remained after 1 day; only 3% remained after the same time in a soil which had been treated with carbofuran 13 weeks previously(2). Heat sterilization, freezing or drying of this soil drastically reduced the rate of degradation, suggesting that degradation is due to biological processes(2). Sequences of treatments of carbofuran after fensulfothion or fensulfothion after carbofuran resulted in faster breakdown of the second than of the first field treatment but breakdown was slower than following the second application of the same compound(3). Degradation was complete in 15 days using Italian soils previously treated with carbofuran as opposed to 30 days in un-treated soils(4). Soil previously treated with tri-allate gave an enhanced degradation rate for carbofuran(10). The degradation of 14C-ring carbofuran was not enhanced in soils pretreated with its hydrolysis product, carbofuran phenol(11). Enhanced biodegradation of carbofuran was not seen using a Lima silt loam; degradation of this compound may occur through cometabolic processes as no increase in the microbial population is seen in acclimated soils and as there is little incorporation of 14C-label into cellular biomass(12)."
        },
        {
            "References": "(1) Levanon D; Soil Biol Biochem 25: 1097-105 (1993) (2) Turco RF, Konopka AE; pp. 153-66 in Enhanced Biodegradation of Pesticides in the Environment. ACS Symp Series 426 (1990) (3) Shelton DR, Parkin TB; J Agric Food Chem 39: 2063-68 (1991) (4) Dictor MC et al; pp. 284-90 in Proc Int Symp Environ Aspects Pestic Microbiol. Anderson, JPE ed. Uppsala, Sweden (1992) (5) Johnson WG, Lavy TL; J Environ Qual 23: 556-62 (1992) (6) Buyanovsky GA et al; in Soil Science Society of America. SSSA Spec Publ. 32(Sorption and Degradation of Pesticides and Organic Chemicals in Soil): 65-71 (1994)",
            "Value": "AEROBIC: C14-Ring labeled carbofuran, incubated at 1 ug/g in silt loam soil, had recoveries of 16, 27, 32 and 33 % as 14CO2 after 4, 11, 21, and 32 days, respectively; 14C-carbonyl labeled carbofuran, at the same concentration, had recoveries of 13, 36, 47, and 62% 14CO2 after 4, 11, 21, and 32 days, respectively(1). Biodegradation of carbofuran in soil may proceed in two steps: hydrolysis of the carbonyl side chain followed by the adsorption of the primary metabolite, causing a decrease in ring breakdown(1-2). Degradation of soluble and sorbed carbonyl-14C-carbofuran at differing soil moisture was measured; rates of degradation were comparable at 20 and 17.5% moisture with >97% degradation within 14 days and 14CO2 recoveries of 90%(3). Rates decreased with diminishing moisture content until only 7% of 14CO2 was recovered after 5 weeks at 7.5% moisture(3). The decrease in biodegradation with decreasing soil moisture content was due to dessication and not to decreasing availability of the pesticide(3). Carbofuran was mineralized in all subsoil samples of Monchengladbach soil showing a decrease in mineralization with depth(4). Carbofuran biodegradation was studied under field conditions at three different depths; half-lives of 14, 14, and 73 days were reported for 2, 20, and 60 cm depth, respectively(5). In another soil, 0.2, 4.6, 30.7, and 40.3% of the initial carbofuran was extracted following 5 months of incubation at 0-10, 20-30, 50-60, and 90-100 cm depth, respectively(6)."
        },
        {
            "References": "Menzie, C.M. Metabolism of Pesticides-Update III. Special Scientific Report- Wildlife No. 232. Washington, DC: U.S.Department of the Interior, Fish and Wildlife Service, 1980., p. 110",
            "Value": "In soils containing high levels of actinomycetes, carbofuran degradation was rapid. At 20 °C, about 50% was gone within approx 4 weeks. 3-Hydroxycarbofuran incubated in soil under similar conditions was not detectable after 4 weeks. Carbofuran degradation was most rapid in soils under flooded conditions. A bacterium, not identified, was isolated from flooded soil & found capable of degrading carbofuran under static conditions."
        },
        {
            "References": "(1) Das AC et al; Chemosphere 58: 579-84 (2005)",
            "Value": "The degradation of carbofuran was studied in two soils, laterite (44.4% sand, 15% silt, 40.6% clay, pH 5.4, 2.35 g/kg organic carbon) and alluvial (66.6% sand, 25% silt, 8.4% clay, pH 7.3, 5.85 g/kg organic carbon)  under aerobic laboratory conditions for 60 days in the dark at 30 °C. The concentration in mg/kg of carbofuran and its two major degradation products, 3-hydroxycarbofuran and 3-ketocarbofuran were recorded throughout the incubation period. Detection limit for all three compounds is 0.01 mg/kg.",
            "Table": "[{'Soil': 'Laterite', 'Incubation (days)': 0, 'carbofuran (mg/kg)': '0.46', '3-hydroxycarbofuran (mg/kg)': 'not measured', '3-ketocarbofuran (mg/kg)': 'not measured'}, {'Soil': nan, 'Incubation (days)': 5, 'carbofuran (mg/kg)': '0.31', '3-hydroxycarbofuran (mg/kg)': '0.05', '3-ketocarbofuran (mg/kg)': '0.02'}, {'Soil': nan, 'Incubation (days)': 10, 'carbofuran (mg/kg)': '0.18', '3-hydroxycarbofuran (mg/kg)': '0.12', '3-ketocarbofuran (mg/kg)': '0.01'}, {'Soil': nan, 'Incubation (days)': 15, 'carbofuran (mg/kg)': '0.16', '3-hydroxycarbofuran (mg/kg)': '0.08', '3-ketocarbofuran (mg/kg)': '0.01'}, {'Soil': nan, 'Incubation (days)': 30, 'carbofuran (mg/kg)': '0.13', '3-hydroxycarbofuran (mg/kg)': 'not detected', '3-ketocarbofuran (mg/kg)': 'not detected'}, {'Soil': nan, 'Incubation (days)': 45, 'carbofuran (mg/kg)': '0.06', '3-hydroxycarbofuran (mg/kg)': 'not detected', '3-ketocarbofuran (mg/kg)': 'not detected'}, {'Soil': nan, 'Incubation (days)': 60, 'carbofuran (mg/kg)': '0.03', '3-hydroxycarbofuran (mg/kg)': 'not detected', '3-ketocarbofuran (mg/kg)': 'not detected'}, {'Soil': 'Alluvial', 'Incubation (days)': 0, 'carbofuran (mg/kg)': '0.43', '3-hydroxycarbofuran (mg/kg)': 'not measured', '3-ketocarbofuran (mg/kg)': 'not measured'}, {'Soil': nan, 'Incubation (days)': 5, 'carbofuran (mg/kg)': '0.31', '3-hydroxycarbofuran (mg/kg)': '0.04', '3-ketocarbofuran (mg/kg)': '0.02'}, {'Soil': nan, 'Incubation (days)': 10, 'carbofuran (mg/kg)': '0.13', '3-hydroxycarbofuran (mg/kg)': '0.06', '3-ketocarbofuran (mg/kg)': '0.02'}, {'Soil': nan, 'Incubation (days)': 15, 'carbofuran (mg/kg)': '0.11', '3-hydroxycarbofuran (mg/kg)': '0.05', '3-ketocarbofuran (mg/kg)': '0.01'}, {'Soil': nan, 'Incubation (days)': 30, 'carbofuran (mg/kg)': '0.05', '3-hydroxycarbofuran (mg/kg)': 'not detected', '3-ketocarbofuran (mg/kg)': 'not detected'}, {'Soil': nan, 'Incubation (days)': 45, 'carbofuran (mg/kg)': '0.01', '3-hydroxycarbofuran (mg/kg)': 'not detected', '3-ketocarbofuran (mg/kg)': 'not detected'}, {'Soil': nan, 'Incubation (days)': 60, 'carbofuran (mg/kg)': 'not detected', '3-hydroxycarbofuran (mg/kg)': 'not detected', '3-ketocarbofuran (mg/kg)': 'not detected'}]"
        }
    ],
    "fish_seafood_concentrations": [
        {
            "References": "(1) Bush PB et al; Water Resources Bull 22: 811-27 (1986)",
            "Value": "Carbofuran was not detected (detection limit 200 ppb) in fish from a hydroelectric lake in Georgia sampled in 1981 and 1983 which was known to receive runoff containing carbofuran(1)."
        }
    ],
    "logP": [
        {
            "References": "Hansch, C., Leo, A., D. Hoekman. Exploring QSAR - Hydrophobic, Electronic, and Steric Constants. Washington, DC: American Chemical Society., 1995., p. 101",
            "Value": "log Kow = 2.32"
        }
    ],
    "sediment_soil_concentrations": [
        {
            "References": "PMID:621340",
            "Value": "SEDIMENT: Sediment from 31 tailpits collecting irrigation runoff from corn and sorghum fields in Haskell County, KS in 1974 contained a mean carbofuran concentration of 30.6-50.0 ppb(1). Carbofuran was not detected in sediment samples from 12 sites on Lake Naivasha, Kenya, samples were collected during both the rainy season (June to July 2010) and the dry season (Nov to Dec 2010)(2)."
        },
        {
            "References": "(1) Szeto SY, Price PM; J Agric Food Chem 39: 1679-84 (1991) (2) Shi R et al; Bull Environ Contam Toxicol 87: 567-73 (2011)",
            "Value": "SOIL: Carbofuran residues were measured in soil on 1 of 12 farms in the Fraser Valley, British Columbia, Canada in 1989 at 78 ppb(1). Carbofuran was not detected (detection limit 0.23 mg/L) in 35 soil samples (0-10 cm) collected in Shenyang, China, June 2010(2)."
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "(1) Liyanage JA et al; J Agric Food Chem 54: 1784-91 (2006) (2) Yazgan MS et al; Chemosphere 60: 1325-31 (2005) (3) McCall PJ et al; Bull Environ Contam Toxicol 24: 190-5 (1980) (4) Rao PSC, Davidson JM; Retention and Transformation of Selected Pesticides and Phosphorus in Soil-Water Systems: A Critical Rev USEPA 600/S3-82-060 (1982) (5) Felsot A, Wilson J; Bull Environ Contam Toxicol 24: 778-82 (1980) (6) Sharom MS et al; Water Res 14: 1095-100 (1980) (7) Swann RL et al; Res Rev 85: 17-28 (1983) (8) Gorder GW et al; J Econ Entomol 75: 637-42 (1982) (9) Singh RP et al; Ecotoxicol Environ Safety 29: 70-9 (1994) (10) Nicosia S et al; J Environ Qual 20: 532-9 (1991)",
            "Value": "The Koc of carbofuran was studied in 43 surface soils (0-15 cm) from Sri Lanka, 28 soils were from the wet zone, 15 from the dry zone, Koc values ranged from 7.3 to 120.6 with a mean and median of 41.65 and 36.1, respectively(1). The Koc range of 8 European soils was determined to be 48.6 to 110.0(2). Carbofuran had an average Koc of 105 measured in three soils with an organic content ranging from 0.68 to 2.01%(3). A mean Koc value of 29.4 was determined for 5 different soils(4). Based on measured Rf values, carbofuran was found to be mobile to very mobile in sandy soil, sandy loam, silty clay, and silty loam soil, moderately mobile in silty clay and silty clay loam soil, and only slightly mobile in muck soil(5). Koc values ranging from 24 to 123 were determined for sand, sandy loam, creek sediment, and an organic soil(6). According to a recommended classification scheme(7), these measured Koc values indicate that carbofuran has very high to high mobility in soil(SRC). Laboratory studies found carbofuran leached through soil, but tests in a corn field found that carbofuran traveled only to a depth of 7.5 cm over 22 weeks which included periods of heavy rain; the formulated product was found to leach less than the technical product(8). Carbofuran adsorbed more strongly to red loam soil than sandy loam soil with adsorption due to organic matter and clay content of the soil(9). Carbofuran was detected in agricultural drain water from a rice growing area at a total of 1.72-11.03% during a 54-80 day period after flooding(10)."
        },
        {
            "References": "(1) Kladivko EJ et al; J Environ Qual 20: 264-70 (1991) (2) Achik J, Schiavon M; Ecotoxicol Environ Safety 18: 83-92 (1989) (3) Singh N et al; J Environ Sci Health B25: 713-28 (1990)",
            "Value": "Water collected from a subsurface tile drain system overlain by Clermont silt loam soil contained carbofuran within 3 weeks of pesticide application; a Koc value of 41 was measured for carbofuran in this soil(1). Carbofuran behavior was studied in 2 drained cornfield soils (clay and loamy clay) for 2 successive years. The persistence values (total residence time) obtained were 56 and 63 days for the first and second yr(2). Drained water, from soil rich in organic matter, was found to have a high carbofuran content, 7.1-13.7% and 2.5-5.0% of the applied dose for clay and loamy clay soils, respectively(2). Koc values for carbofuran of 0, 0, 27.03, and 29.28 were measured for four rice-growing soils in India, a laterite (pH 7.2, 0.62% organic carbon), a alluvial soil (pH 6.2, 1.62% organic carbon), an acid sulfate Pokkali (pH 3.6, 7.1% organic carbon), and an acid sulfate Kari soil (pH 2.7, 8.8% organic carbon)(3)."
        }
    ],
    "plant_translocations": [
        {
            "content": "Tomato plants were treated with 20 kg/Feddan of 10% granules of either oxamyl or carbofuran. The results showed that both compounds were transferred from the roots of tomato plants to their fruits. The concentration of oxamyl in tomato fruits reached 33.4 ppb after one day of application, increased to 123.5 ppb after 10 days, and then decreased to 51.1 ppb at the end of the 21-day experiment. On the other hand, the absorbed amount of carbofuran in tomato fruits reached 312.9 ppb after one day, increased to 1003 ppb after 10 days, and then declined to 130.1 ppb at the end of the experiment. The average recoveries of oxamyl and carbofuran from tomato fruits at various spiking levels were 82.6% and 80.2%, respectively. Oxamyl was metabolized to oximino oxamyl, with the amount of this metabolite reaching 569.5 ppb after one day, increasing to 609.9 ppb after three days, and then dropping to 184.8 ppb after 10 days before increasing again to 300.1 ppb at the end of the experiment. On the other hand, carbofuran was slightly metabolized to 3-hydroxycarbofuran and 3-ketocarbofuran phenol, with the levels of 3-hydroxycarbofuran being greater than 3-ketocarbofuran phenol at all times following application. The results indicated that the translocation and persistence of carbofuran were greater than oxamyl in tomato plants.",
            "reference": "Salama, Ahmed (1998). Translocation and metabolism of oxamyl and carbofuran in tomato plants grown in greenhouses. Journal of Environmental Science and Health, Part B, 33(5), 569–579.doi:10.1080/03601239809373163     ",
            "method": {
                "Test Plant": "Tomato plants (Lycopersicon esculentum Mill)",
                "Apply Location": "Soil (granules)",
                "Plant Grown Condition": "Tomato plants, Lycopersicon esculantum Mill, were grown in rows in green house located in the experimental farm of the College of Agrie. & Vet. Med., KSA where the temperature was maintained at 25 ± 2 °C.",
                "Chemical Preparation": "Oxamyl [N,N-dimethyl-2-methyl carbamoyl oxyimino-2-(methylthio) acetamide] or carbofuran [2,3-dihydro-2,2-dimethyl benzofuranyl-N-methyl carbamate] formulation at the rate of 20 kg/Feddan of the granules (10% G)",
                "Pesticide Application Details for the Plant": "Treated samples, two fruits from each replicate, were collected for residue analysis at 1, 3, 7, 10, 15, and 21 days after pesticide application.",
                "Other Information": "Three replicates were carried out."
            },
            "result": "[{\"Time after application\": \"1 day\", \"Fruits (ppb)\": 312.9}, {\"Time after application\": \"3 days\", \"Fruits (ppb)\": 371.4}, {\"Time after application\": \"7 days\", \"Fruits (ppb)\": 440.7}, {\"Time after application\": \"10 days\", \"Fruits (ppb)\": 1003.0}, {\"Time after application\": \"14 days\", \"Fruits (ppb)\": 366.5}, {\"Time after application\": \"21 days\", \"Fruits (ppb)\": 130.1}]"
        },
        {
            "content": "Carbofuran-14C was absorbed readily from solution by the roots of 1-month-old tobacco plants and translocated to the leaves without accumulation in the roots. Autoradiographs of freeze dried plants indicated 14C-radioactivity accumulated to a greater concentration in the larger (older) leaves than in the region of the terminal bud. Initial accumulation of 14C in these large leaves was in a mottled pattern between the lateral veins. This pattern became more pronounced during the 1st 2 days, but by the 4th day there was a marked accumulation of radioactivity around the leaf margins. Carbofuran-14C was not absorbed readily through the leaves of 1-month-old tobacco plants, and that which was absorbed was not translocated out of the treated leaf to other parts of the plant.",
            "reference": "Ashworth, R. J., & Sheets, T. J. (1970). Uptake and translocation of carbofuran in tobacco plants. Journal of economic entomology, 63(4), 1301-1304.",
            "method": {
                "Test Plant": "Tobacco (Nicotiana tabacum L. cv. 'Hicks')",
                "Apply Location": "Root uptake (roots immersed in nutrient solution containing 14C-carbofuran)",
                "Plant Grown Condition": "Grown on laboratory bench under lighting (700 ft-c, 14 hr light/10 hr dark). Temperature ranged from mean 87°F (light) to 76°F (dark). Seeds surface sterilized, germinated in sterile sand in pots. Nutrient solution sterilized by boiling to reduce contamination",
                "Chemical Preparation": "14C-carbofuran, 0.30 mg dissolved in 200 mL freshly boiled nutrient solution",
                "Pesticide Application Details for the Plant": "Selected plants with lower half of roots immersed in 14C-carbofuran nutrient solution. Solution volume maintained by adding distilled water daily",
                "Other Information": "Plants sampled at 12, 24, 48, 96 hr after treatment. Roots rinsed, plants pressed flat, frozen in dry ice and stored at 0°F until analysis"
            },
            "result": "[{\"Days after application\": 1, \"Nutrient solution (% of recovery)\": 87.19, \"Roots (%)\": 0.4, \"Tops (%)\": 6.8}, {\"Days after application\": 2, \"Nutrient solution (% of recovery)\": 72.8, \"Roots (%)\": 0.4, \"Tops (%)\": 13.1}, {\"Days after application\": 4, \"Nutrient solution (% of recovery)\": 40.0, \"Roots (%)\": 0.4, \"Tops (%)\": 29.0}, {\"Days after application\": 8, \"Nutrient solution (% of recovery)\": 13.4, \"Roots (%)\": 0.2, \"Tops (%)\": 29.9}, {\"Days after application\": 12, \"Nutrient solution (% of recovery)\": 1.0, \"Roots (%)\": 0.1, \"Tops (%)\": 17.0}]"
        },
        {
            "content": "Absorption and translocation of soil and foliar applied 14C-carbofuran and 14C-phorate in vegetative tissue and mature seeds of soybean and mungbean were studied in greenhouse experiments. Soil applied 14C-carbofuran and 14C-phorate were readily translocated to leaves of 2-wk-old soybean and mungbean seedlings. More radioactivity was found in the leaf margins than in central leaf lamina. Measurable, but insignificant, amounts of radiocarbon were present in the seeds of soil 14C-insecticide treated plants. Radiocarbon was translocated to seeds in elevated quantities when insecticides were applied to leaves at flowering. Although a major portion of radiocarbon was associated with water soluble and bound forms, organic soluble metabolites of both carbofuran and phorate also were detected in the seeds.",
            "reference": "Talekar, N. S., Lee, E. M., & Sun, L. T. (1977). Absorption and translocation of soil and foliar applied 14C-carbofuran and 14C-phorate in soybean and mungbean seeds. Journal of Economic Entomology, 70(6), 685-688.",
            "method": {
                "Test Plant": "Soybean (cv. 'Shih-Shih'), mungbean (cv. 'Tainan 1')",
                "Apply Location": "Soil incorporation before planting. Foliar application at flowering stage",
                "Plant Grown Condition": "Grown in greenhouse (ventilated, no temp/humidity control). Planted in clay pots with 1 kg soil (36.5% sand, 42.5% silt, 20% clay, 1% organic matter, pH 5.0)",
                "Chemical Preparation": "14C-carbofuran, specific activity adjusted to 7.52 μCi/mg by adding cold carbofuran. 14C-phorate, specific activity adjusted to 8.76 μCi/mg by adding cold phorate",
                "Pesticide Application Details for the Plant": "Soil Incorporation : 5 ppm concentration by mixing 14C-insecticide in acetone with air-dry soil. 5 seeds planted per pot after solvent evaporation",
                "Foliar Application": "At flowering: 438 μg (3.76 μCi) 14C-carbofuran per pot",
                "Other information and Other Information": "8 pots (4 soybean + 4 mungbean) per 14C-insecticide treatment. Soil covered with aluminum foil to prevent volatilization contamination. 2 week old seedlings used for autoradiography of translocation"
            },
            "result": "[{\"Plant\": \"Soybean\", \"application method\": \"Soil application\", \"Seeds (% of applied)\": 0.01, \"Plant parts (%)\": 1.44, \"Soil (%)\": 5.23}, {\"Plant\": \"Soybean\", \"application method\": \"Foliar application\", \"Seeds (% of applied)\": 0.17, \"Plant parts (%)\": 26.75, \"Soil (%)\": 0.66}, {\"Plant\": \"Mungbean\", \"application method\": \"Soil application\", \"Seeds (% of applied)\": 0.0, \"Plant parts (%)\": 0.49, \"Soil (%)\": 6.29}, {\"Plant\": \"Mungbean\", \"application method\": \"Foliar application\", \"Seeds (% of applied)\": 0.06, \"Plant parts (%)\": 13.1, \"Soil (%)\": 0.03}]"
        }
    ]
}