{
    "_id": {
        "$oid": "6682e95cc4e5dba5ffba2a3c"
    },
    "CID": {
        "$numberInt": "25912"
    },
    "Name": "CHLORBROMURON",
    "IUPACName": "3-(4-bromo-3-chlorophenyl)-1-methoxy-1-methylurea",
    "CanonicalSMILES": "CN(C(=O)NC1=CC(=C(C=C1)Br)Cl)OC",
    "Synonyms": [
        "CHLORBROMURON",
        "13360-45-7",
        "Chlorobromouron",
        "Chlorobromuron",
        "Maloran",
        "Bromex (herbicide)",
        "3-(4-Bromo-3-chlorophenyl)-1-methoxy-1-methylurea",
        "Caswell No. 173A",
        "Ciba 6313",
        "\"Urea",
        "N-(4-bromo-3-chlorophenyl)-N-methoxy-N-methyl-\"",
        "C 6313",
        "2X2DQC5EHG",
        "1-(3-Chloro-4-bromophenyl)-3-methyl-3-methoxyurea",
        "\"N-(4-Bromo-3-chlorophenyl)-N-methoxy-N-methylurea\"",
        "\"N-(4-Bromo-3-chlorophenyl)-N-methoxy-N-methylurea\""
    ],
    "IsomericSMILES": "CN(C(=O)NC1=CC(=C(C=C1)Br)Cl)OC",
    "INCHI": "InChI=1S/C9H10BrClN2O2/c1-13(15-2)9(14)12-6-3-4-7(10)8(11)5-6/h3-5H,1-2H3,(H,12,14)",
    "INCHIKEY": "NLYNUTMZTCLNOO-UHFFFAOYSA-N",
    "Formula": "C9H10BrClN2O2",
    "MolecularWeight": {
        "$numberDouble": "293.54"
    },
    "Description": "Chlorbromuron is a member of ureas.",
    "XlogP": {
        "$numberDouble": "3.1"
    },
    "Complexity": {
        "$numberInt": "230"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "environmental_bioconcentrations": [
        {
            "References": "PMID:7379718",
            "Value": "Bioconcentration factor predicted from water solubility = 68 (calculated); predicted from soil adsorption coefficient = 25 (calculated). /From table/"
        },
        {
            "References": "(1) Hansch L et al; Exploring QSAR. Hydrophobic, Electronic, and Steric Constants. ACS Prof Ref Book. Amer Chem Soc, Washington, DC. p. 56 (1995) (2) Lyman WJ et al; Handbook of Chemical Property Estimation Methods. Washington DC: Amer Chem Soc pp. 5-4, 5-10 (1990) (3) Franke C et al; Chemosphere 29: 1501-14 (1994)",
            "Value": "An estimated BCF value of 130 was calculated for chlorbromuron(SRC), using a measured log Kow of 3.09(1) and a recommended regression-derived equation(2). According to a classification scheme(3), this BCF value suggests that bioconcentration in aquatic organisms is high(SRC)."
        }
    ],
    "environmental_biodegradations": [
        {
            "References": "Weed Science Society of America. Herbicide Handbook. 4th ed. Champaign, IL: Weed Science Society of America, 1979. of America, 1979., p. 102",
            "Value": "... SOIL DEGRADATION DATA DEMONSTRATE RAPID DEGRADATION OF CHLORBROMURON TO POLAR & NON-EXTRACTABLE CMPD. ... CHLORBROMURON HAS NO SIGNIFICANT EFFECT ON MICROBIAL POPULATIONS IN SOIL."
        },
        {
            "References": "Menzie, C. M. Metabolism of Pesticides, An Update. U.S. Department of the Interior, Fish, Wild-life Service, Special Scientific Report - Wildlife No. 184, Washington, DC: U.S. Government Printing Office, l974., p. 379",
            "Value": "SOIL FUNGUS, RHIZOCTONIA SOLANI DEGRADED CHLORBROMURON TO DEMETHYLATED METABOLITE. OTHER METABOLITES WERE OBSERVED BUT NOT IDENTIFIED. WHEN R. SOLANI WAS INCUBATED WITH DEMETHYLATED METABOLITE, CMPD WITH RF= 3-(3-CHLORO-4-BROMOPHENYL)UREA WAS OBSERVED ..."
        },
        {
            "References": "Kearney PC, Kaufman DD, eds; Herbicides: Chemistry, Degradation, and Mode of Action Vol 1 p.240 (1976)",
            "Value": "Chlorbromuron was shown to undergo N-demethoxylation by Rhizoctonia solani in corn and cucumber systems. /From table/"
        },
        {
            "References": "Kearney PC, Kaufman DD, eds; Herbicides: Chemistry, Degradation, and Mode of Action Vol 1 p.274 (1976)",
            "Value": "... In the presence of the fungus Fusarium oxysporum, halogen ions were released into the culture medium from ... chlorbromuron."
        },
        {
            "References": "Kearney PC, Kaufman DD, eds; Herbicides: Chemistry, Degradation, and Mode of Action Vol 1 p.275 (1976)",
            "Value": "/In an/ ... experiment with Fusarium oxysporum, small amounts of anilines were formed from chlorbromuron."
        },
        {
            "References": "(1) Cserhati T et al; International IUPAC Congress in Pesticide Chemistry 4th. 3: 586-0 (1978) (2) Munnecke DM et al; p. 1-32 in Biodegradation and Detoxification of Environmental Pollutants. Chakrabarty AM (ed). CRC Press (1982) (3) Ross JA, Tweedy BG; Soil Biol Biochem 5: 739-46 (1973) (4) Rouchaud J et al; Med Fac Landbouww Rijksuniv Gent 53/3b: 1455-58 (1988) (5) Ragab MTH et al; J Environ Sci Health, Part B. B14: 181-95 (1979) (6) Hocombe SD et al; Proc Brit Weed Control Conf, 8th. Oxford, England (1966) (7) Stepp TD et al; Pestic Biochem Physiol 23: 256-60 (1985)",
            "Value": "Chlorbromuron was applied at 10 ppm to four soil samples. Peat soil, brown earth (Raman type) soil, and chernozem soil with forest residues each showed significant biodegradation over a period of 10 weeks(1). Degradation in blown sand was mainly due to abiotic causes(1). Chlorbromuron was metabolized to 3-(3-chloro-4-bromophenyl)-1-methoxyurea (the demethylated product) by a pure culture of Rhizoctonia solani, a soil fungi(2). In a Louisiana soil, chlorbromuron was biodegraded to the demethylated product(3). Chlorbromuron, applied onto rape celery crop soil, had measured half-lives of 55-66 days in greenhouse soil and 30-43 days in the field(4). The major metabolite of chlorbromuron biodegradation was 4-bromo-3-chloroaniline(4). Sterilized soil samples, incubated in the lab, showed 5% degradation over a 40 day incubation period(4). Chlorbromuron, applied to a New Brunswick potato soil, showed 60% degradation after 47 days; at the end of the growing season 75% of the initial concn was degraded(5). 4.5 to 25 weeks was required for concns of chlorbromuron (at 0.33 lb/acre) to decrease below levels that would give 50% inhibition of turnip, a test bioassay species(6). Anaerobic microbial degradation of chlorbromuron was measured in medium inoculated with pond sediment (previously treated with diuron); chlorbromuron degradation formed 3 unidentified products(7). No degradation of the parent or the formation of degradation products was seen in sterile sediment samples(7)."
        }
    ],
    "logP": [
        {
            "References": "Hansch, C., Leo, A., D. Hoekman. Exploring QSAR - Hydrophobic, Electronic, and Steric Constants. Washington, DC: American Chemical Society., 1995., p. 56",
            "Value": "Log Kow = 3.09"
        }
    ],
    "mechanism_of_action": [
        {
            "References": "Weed Science Society of America. Herbicide Handbook. 4th ed. Champaign, IL: Weed Science Society of America, 1979. of America, 1979., p. 101",
            "Value": "THE PHYTOTOXIC SYMPTOMS ASSOCIATED WITH CHLORBROMURON ARE APPARENT IN THE LEAVES. THIS RESPONSE VARIES FROM A CONDITION OF RAPID INITIAL CHLOROSIS FOLLOWED BY NECROSIS FOR HIGH CONCN TO AN EARLY CHLOROSIS WITH SUBSEQUENT RECOVERY FOR SUBLETHAL CONCN. THE PRIMARY EFFECT OF CHLORBROMURON IS INHIBITION OF HILL REACTION. THIS INVOLVES OXYGEN EVOLUTION SITE IN PHYTOSYSTEM II. ... PREVENTS FORMATION OF ATP, & NADPH ... NECESSARY FOR CO2 FIXATION."
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "Weed Science Society of America. Herbicide Handbook. 4th ed. Champaign, IL: Weed Science Society of America, 1979. of America, 1979., p. 102",
            "Value": "... FIELD STUDIES DEMONSTRATE RUNOFF UNDER NORMAL USE CONDITIONS IS INSIGNIFICANT. ... /IT/ IS LEACHED TO MODERATE EXTENT IN SOIL WHICH IS IMPORTANT FOR OBTAINING CONTROL OF DEEP GERMINATING WEEDS."
        },
        {
            "References": "PMID:7379718",
            "Value": "Soil adsorption coefficient: 460 (Experimental); 510 (Calculated). /From table/"
        },
        {
            "References": "(1) Briggs GG; J Agric Food Chem 29: 1050-59 (1981) (2) Briggs GG; Aust J Soil Res 19: 61-68 (1981) (3) Hamaker JW, Thompson JM; in Organic Chemicals in the Soil Environment. Goring CAI, Hamaker JN (eds) 1: 49-144 (1972) (4) Kozak J, Weber JB; Weed Science 31: 368-72 (1983) (5) Swann RL et al; Res Rev 85: 23 (1983)",
            "Value": "An Rf value of 0.14 was measured for chlorbromuron on Hagerstown soil TLC plates(1). An average Koc of 380 was measured for 17 Australian soils(2). An average Koc of 217 was reported for chlorbromuron(3). Koc values from 561 to 3262 were measured in 5 Czechoslovakian soils with a mean value of 1557; adsorption was thought to be related to soil organic matter content(4). According to a recommended classification scheme(5), these measured Koc values suggest that chlorbromuron has slight to moderate mobility in soil(SRC). The vertical distribution of chlorbromuron in a sandy soil (pH=5.9, organic matter=1.13%) was measured following 10 cm of rain; concns were >2, 0, 0, 0 mg/kg at depths of 0-2.5, 2.5-5, 5-7.5, and 7.5-10 cm, respectively(2)."
        }
    ],
    "plant_translocations": [
        {
            "content": "Tomato ('Heinz 1350'), susceptible to both metobromuron and chlorbromuron herbicides, readily absorbed and translocated them to the foliage. Carrot ('Gold Pak') and coriander, moderately susceptible and resistant to these herbicides respectively, absorbed and translocated metobromuron but not chlorbromuron appreciably upwards. Neither herbicide, when applied to leaves, was significantly translocated in tomato or coriander. Coriander showed no appreciable metabolism of either compound. Extracts from tomato roots and tops showed significant radioactivity, indicating little metabolism. The lack of translocation of chlorbromuron to the tops of umbelliferous crops contributed to their tolerance. The differential tolerance of carrot and coriander to metobromuron compared to tomato could not be explained by differential uptake or metabolism.",
            "reference": "Hogue, E. J. (1978). Absorption and translocation of metobromuron and chlorbromuron. Journal of Environmental Science & Health Part B, 13(3), 323-339.",
            "method": {
                "Test Plant": "Tomato, carrot, coriander",
                "Apply Location": "Root application (plants grown in hydroponic solution containing radiolabeled herbicides)",
                "Plant Grown Condition": "Seedlings initially grown in silica sand, watered with modified Hoagland's solution.At 2-5 cm height, transferred to Hoagland's solution to establish root system.At ~4 leaf stage, plants transferred to 10^-5 M metobromuron or chlorbromuron solution (10^-6 M for tomato)",
                "Chemical Preparation": "Uniformly 14C-labeled metobromuron on phenyl ring (0.22, 2.2 mCi/mM at 10^-5, 10^-6 M).14C-chlorbromuron labeled at carbonyl position (0.19, 1.9 mCi/mM at 10^-5, 10^-6 M)",
                "Pesticide Application Details for the Plant": "Seedlings exposed to radiolabeled herbicide solutions for varying time periods.Sublethal concentrations used - 10^-5 M for coriander, carrot; 10^-6 M for tomato",
                "Other information and Other Information": "Plant extraction for TLC analysis done using acetone/ethanol, acid hydrolysis. 4 replicates per treatment, each with 2 plants"
            },
            "result": "[{\"Plant\": 1, \"Days after application Uptake (dpm/mg)\": 141, \"Translocation of root absorbed (dpm/mg)\": 51}, {\"Plant\": 4, \"Days after application Uptake (dpm/mg)\": 75, \"Translocation of root absorbed (dpm/mg)\": 96}, {\"Plant\": 1, \"Days after application Uptake (dpm/mg)\": 583, \"Translocation of root absorbed (dpm/mg)\": 2}, {\"Plant\": 4, \"Days after application Uptake (dpm/mg)\": 764, \"Translocation of root absorbed (dpm/mg)\": 4}, {\"Plant\": 1, \"Days after application Uptake (dpm/mg)\": 1029, \"Translocation of root absorbed (dpm/mg)\": 1}, {\"Plant\": 4, \"Days after application Uptake (dpm/mg)\": 1490, \"Translocation of root absorbed (dpm/mg)\": 3}]"
        }
    ]
}