{
    "_id": {
        "$oid": "6682e95dc4e5dba5ffba2a3f"
    },
    "CID": {
        "$numberInt": "26042"
    },
    "Name": "TITANIUM DIOXIDE",
    "IUPACName": "dioxotitanium",
    "CanonicalSMILES": "O=[Ti]=O",
    "Synonyms": [
        "TITANIUM DIOXIDE",
        "13463-67-7",
        "Titanium(IV) oxide",
        "Rutile",
        "dioxotitanium",
        "Titania",
        "Anatase",
        "1317-70-0",
        "1317-80-2",
        "Anatase (TiO2)",
        "Rutile (TiO2)",
        "Titanium White",
        "Titafrance",
        "Hombitan",
        "Tiofine"
    ],
    "IsomericSMILES": "O=[Ti]=O",
    "INCHI": "InChI=1S/2O.Ti",
    "INCHIKEY": "GWEVSGVZZGPLCZ-UHFFFAOYSA-N",
    "Formula": "O2Ti",
    "MolecularWeight": {
        "$numberDouble": "79.866"
    },
    "Description": "Titanium dioxide is a titanium oxide with the formula TiO2. A naturally occurring oxide sourced from ilmenite, rutile and anatase, it has a wide range of applications. It has a role as a food colouring.",
    "XlogP": {
        "$numberDouble": "NaN"
    },
    "Complexity": {
        "$numberInt": "18"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "mechanism_of_action": [
        {
            "References": "Thomson/Micromedex. Drug Information for the Health Care Professional. Volume 1,  Greenwood Village, CO. 2006.",
            "Value": "Diminish the penetration of ultraviolet (UV) light through the epidermis by absorbing UV radiation within a specific wavelength range. The amount and wavelength of UV radiation absorbed are affected by the molecular structure of the sunscreen agent. /Sunscreen agents, topical/"
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "PMID:6628767",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ The toxicity of titanium dioxide was studied in rats. Male Wistar rats were exposed to titanium dioxide intratracheally at 25 or 50 mg once and controls received saline only. Three months after exposure, rats were killed; lungs, mediastinal and axillary lymphatic nodes and spleen were excised for histological and histochemical examination. Rats exposed to the chemical at 50 mg showed extensive deposition of the metal oxide in respiratory epithelium and in the lumen of alveoli. Major bronchioles contained very little chemical deposition. Eosinophilic infiltration was also seen. Rats exposed to the chemical at 25 mg showed less pronounced changes in the lungs. Deposits were found almost exclusively in the respiratory epithelium. Lymphatic nodes of rats exposed to 50 mg contained significant deposits; relatively less was found in 25 mg dosed animals. Lymph node weight increased 100 to 300 percent. Lungs, lymphatic nodes, and spleen showed the presence of many dehydrogenases and phosphatases even though their content varied. Morphologically, lung alveoli showed marked mechanical and functional changes. /It was concluded/ that titanium dioxide exposure in rats causes a heavy deposit of the chemical in lung tissues in a dose dependent manner and causes mechanical and functional disruption."
        },
        {
            "References": "PMID:2174581",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ A multidisciplinary approach was used to investigate the responses of the respiratory tract to silica or titanium dioxide. Rats were intratracheally instilled with 5-100 mg/kg of dust and bronchoalveolar lavage fluid lactate dehydrogenase and total protein and ex vivo alveolar macrophage fibronectin release assessed on day 7, 14, and 28 after exposure. Lung dust burdens were determined on days 1, 7, and 28 after instillation. Both dusts elicited dose related increases in bronchoalveolar lavage fluid lactate dehydrogenase and total protein, a response which was more pronounced and progressive with silica. All doses of silica elicited persistent increase in alveolar macrophage fibronectin release. Titanium dioxide stimulated persistent increases in alveolar macrophage fibronectin release at greater than or equal to 50 mg/kg, with transient or no effect at less than or equal to 10 mg/kg. Increased silica retention was observed for all doses and titanium dioxide retention was increased only at doses at greater than or equal to 50 mg/kg. In vitro exposure of naive alveolar macrophage to silica or titanium dioxide did not stimulate alveolar macrophage fibronectin release. Histopathology demonstrated fibrosis at all silica doses; only titanium dioxide doses greater than or equal to 50 mg/kg resulted in fibrosis. These results reveal an association between increased dust retention, lung injury activation of alveolar macrophage fibronectin release, and the development of fibrosis. The magnitude and temporal pattern of responses clearly differentiated silica from titanium dioxide. The correlation of bronchoalveolar lavage fluid markers of lung injury and increased alveolar macrophage fibronectin release with the development of fibrosis supports the use of these parameters as predictive biomarkers of dust induced interstitial lung disease."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V47 316 (1989)",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ As part of a large study on various dusts, three groups of female Wistar rats, nine, four and five weeks of age, received intraperitoneal injections of granular titanium dioxide (purity unspecified) in 2 mL 0.9% sodium chloride solution. The first group received a total dose of 90 mg per animal by five weekly injections; the second group received a single injection of 5 mg per animal; and the third group received three weekly injections of 2, 4 and 4 mg per animal. One concurrent group of 32 five-week-old Wistar rats received a single injection of saline alone. Average lifespans were 120, 102, 130, and 120 weeks. No intra-abdominal tumor was reported in 47 and 32 rats from the second and third groups that were examined; six of 113 rats examined from the first group had sarcomas, mesotheliomas or carcinomas of the abdominal cavity (numbers unspecified). Two controls had abdominal tumors. In a similar experiment with female Sprague-Dawley rats given single intraperitoneal injections of 5 mg per animal titanium dioxide, 2/52 rats developed abdominal tumors (average lifespan, 99 weeks). Controls were not available for comparison."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V93 226 (2010)",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Groups of 24 and 22 female A/J mice, 20 weeks of age, received a single intratracheal instillation of a suspension of 0.5 mg titanium dioxide (>99.9% pure; size unspecified) in saline or saline alone (control), respectively, and were maintained until 105 weeks of age. No differences in the incidence of lung tumors (17/24 versus 19/22 controls) or tumor multiplicity (2.24 + or- 1.35 versus 1.42 + or- 0.77) were noted."
        },
        {
            "References": "Driscoll KE et al; Toxicology and Applied Pharmacology 111 (2): 201-10 (1991)",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Male Fischer-344-rats were exposed to aerosols of crystalline silica or titanium-dioxide at concentrations of 50 mg/cu m, 6 hours/day for 5 days. Selected rats were killed 1, 7, 14, 28, or 63 days after the last exposure and the lungs were removed. Lung silica and titanium-dioxide burdens were determined on post dosing days 1 and 28. Bronchoalveolar lavage (BAL) was performed on lungs obtained after 7, 14, 28, and 63 days. Lavage fluid total and differential cellularity, lactate-dehydrogenase (LDH) and N-acetyl-glucosaminidase (NAG) activity, and protein concentration were determined. Alveolar macrophages were isolated from the BAL fluid. Spontaneous and lipopolysaccharide (LPS) stimulated release of interleukin-1 (IL-1) and fibronectin by the macrophages was measured. Lungs taken from some rats on days 28 and 63 were examined for histopathological changes. Lungs from silica and titanium-dioxide exposed rats contained 1.9 and 1.8 milligrams silica and titanium-dioxide, respectively, 1 day post exposure. About 72% of the silica burden and 39% of the titanium-dioxide burden was present 28 days post exposure. Silica significantly increased BAL fluid LDH activity on day 63 post exposure, total protein concentration on days 28 and 63, alveolar macrophage counts on day seven, neutrophil counts on days 14 and 28, and lymphocyte counts on day 63. BAL fluid NAG activity was not affected by silica. Titanium-dioxide did not significantly affect any of the BAL fluid parameters. Silica, but not titanium-dioxide, significantly increased LPS stimulated IL-1 and fibronectin release by alveolar macrophages. Silica caused a minimal interstitial infiltration in the alveolar duct and perivascular regions. Except for the presence of fine brown particles in the alveolar macrophages and peribronchiolar lymphoid areas, titanium-dioxide induced no changes in lung tissue. The authors conclude that the differential responses to silica and titanium-dioxide support the use of BAL fluid analysis to assess the relative potential of a material to cause lung injury."
        },
        {
            "References": "PMID:17197136",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ In order to evaluate the toxicity of TiO(2) particles, the acute toxicity of nano-sized TiO(2) particles (25 and 80nm) on adult mice was investigated compared with fine TiO(2) particles (155nm). Due to the low toxicity, a fixed large dose of 5g/kg body weight of TiO(2) suspensions was administrated by a single oral gavage according to the OECD procedure. In 2 weeks, TiO(2) particles showed no obvious acute toxicity. However, the female mice showed high coefficients of liver in the nano-sized (25 and 80nm) groups. The changes of serum biochemical parameters (ALT/AST, LDH) and pathology (hydropic degeneration around the central vein and the spotty necrosis of hepatocytes) of liver indicated that the hepatic injury was induced after exposure to mass different-sized TiO(2) particles. In addition, the nephrotoxicity like increased BUN level and pathology change of kidneys was also observed in the experimental groups. The significant change of serum LDH and alpha-HBDH in 25 and 80nm groups showed the myocardial damage compared with the control group. However, there are no abnormal pathology changes in the heart, lung, testicle (ovary), and spleen tissues. Biodistribution experiment showed that TiO(2) mainly retained in the liver, spleen, kidneys, and lung tissues, which indicated that TiO(2) particles could be transported to other tissues and organs after uptake by gastrointestinal tract."
        },
        {
            "References": "Baskerville A et al; Br J Exper Pathol 69 (6): 781-92 (1988)",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ The effects on the lungs of female Dunkin-Hartley guinea pigs of chronic exposure to aerosolized titanium dioxide dust and its distribution and fate were investigated by light and electron microscopy. Subsequent to the exposure to titanium dioxide, the animals were also infected by aerosol with Legionella pneumophila. The titanium dioxide dust used was of the rutile crystal lattice type. The exposure chamber was supplied with a concentration of 23 + or - 7.3 mg/cu m for 20 hours a day, for 14 consecutive days. The findings indicated that the lattice form rutile was inert, nonfibrogenic and did not induce pathological changes in the lungs. However, the dust particles did persist and even 6 weeks after the cessation of exposure, large numbers of dust laden pulmonary macrophages remained in alveoli, airways and pulmonary lymphoid tissue. Alveolar wall thickening occurred only on a small scale, due to the accumulation of macrophages in the interstitium and not to deposition of connective tissue fibers. Extracellular titanium dioxide particles were still found at 6 weeks, probably representing dust released from lysed macrophages. /It was concluded/ that the macrophage blockade did not change the susceptibility of the animals to Legionnaires' Disease nor did it increase mortality. In the early stages the macrophage blockade limited multiplication of L pneumophila in the lungs. Later blood monocytes were recruited into the lungs where they phagocytosed L pneumophila, resulting in lung counts which were comparable to those of the control animals who had not been exposed to titanium dioxide."
        },
        {
            "References": "PMID:7882925",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Dosimetry parameters such as deposition, clearance, retention, and translocation and dissolution of inhaled particles in and to different lung compartments may be important for the persistence of particles in the lung and may correlate with adverse pulmonary effects. We investigated such correlations using a model involving TiO2 particles of two particle sizes (20 nm diameter, ultrafine; 250 nm diameter, fine) of the same crystalline structure (anatase). A 12-week inhalation experiment in rats resulted in a similar mass deposition of the two particle types in the lower respiratory tract. The ultrafine particles elicited a persistently high inflammatory reaction in the lungs of the animals compared to the larger-sized particles. In the postexposure period (up to 1 year) retention in the alveolar space per se was not different between fine and ultrafine TiO2. However, the following differences between the particle types were noted: a significantly different total pulmonary retention, both quantitatively (significantly prolonged retention of the ultrafine TiO2) and qualitatively (increased translocation to the pulmonary interstitium and persistence there of the ultrafine TiO2); greater epithelial effects (Type II cell proliferation; occlusion of pores of Kohn) and the beginning of interstitial fibrotic foci with ultrafine TiO2; significant sustained impairment of alveolar macrophage function after ultrafine TiO2 exposure as measured by the clearance of test particles. A correlation between particle surface area and effects was observed. A comparison of the adverse reactions with dosimetric parameters of TiO2 in different lung compartments in the postexposure period showed a correlation of the persistence of effects in both the alveolar and interstitial space with the persistence of particles in the respective compartment."
        },
        {
            "References": "Ferin J, Obrdorster G; Amer Indust Hygiene Assoc J 46 (2): 69-72 (1985)",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ The pulmonary clearance and cytological effects of anatase and rutile (two titanium dioxides) were compared. Male Long-Evans rats were exposed for 7 days to aerosol concentrations of 16.5 mg/cu m anatase or 19.3 mg/cu m rutile. Lung tissues taken immediately after exposure and 1, 8, 27, and 132 days post exposure were used to calculate titanium dioxide clearance. Tissues were examined microscopically. Another group of rats was given intratracheal instillations containing 0.5 or 5 mg anatase or rutile. Controls were given no titanium dioxide or saline. Positive controls were given 1.0 mg lead oxide. The total number of lavaged cells, number of alveolar macrophages, peroxidase positive alveolar macrophages, and polymorphonuclear leukocytes was determined. The initial deposition immediately after exposure was 136 mg anatase per lung and 151 ug rutile. Clearance half time was 51 days for anatase and 53 days for rutile. Histologically, a phagocytic macrophage response was observed in both groups. Pulmonary cell response test results were similar for both titanium dioxides. /It was concluded/ that different crystal lattices of titanium dioxides do not alter their biological effects. Rutile and anatase are considered nuisance dusts."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V93 225 (2010)",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Groups of 50 male and 50 female Sprague-Dawley rats, 8 weeks of age, were exposed by inhalation to 0 or 15.95 mg/cu m titanium dioxide (99.9% <0.5 um; purity unspecified) for 6 hour per day on 5 days per week for 12 weeks. The rats were killed at 140 weeks. Average survival was 116 and 113 weeks for control and treated males, and 114 and 120 weeks for control and treated females, respectively. At the end of the study, 39 and 44 control and treated males and 45 and 45 control and treated females, respectively, were still alive. No significant differences in body weights or incidence of tumors were observed (lung and other respiratory tract tumors were benign; other neoplasms seen in the lung were metastases from tumors of other sites) between treated and control groups."
        },
        {
            "References": "PMID:9221819",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ This study was carried out to assess the time course of pulmonary clearance impairment and persistence of inflammation following high-dose inhalation exposures to titanium dioxide (TiO2) or carbonyl iron (CI) particles. Male rats were exposed to air, TiO2 or CI particles 6 hr/day, 5 days/week, for 4 weeks at concentrations of 5, 50, and 250 mg/cu m and evaluated at selected intervals through 6 months postexposure. Indices of pulmonary inflammation as well as alveolar macrophage clearance functions (i.e., morphology, in vivo and in vitro phagocytosis, and chemotaxis), cell proliferation, and histopathology endpoints were measured at several postexposure time periods through 6 months. In addition, amounts of TiO2 or CI in lungs and tracheobronchial lymph nodes were measured to allow an evaluation of particle clearance and translocation patterns. Four-week exposures to TiO2 or CI particles at concentrations of 250 mg/cu m resulted in lung burdens of 12 mg titanium and 17 mg iron, respectively, with particle retention half-times ranging from 68 days for 5 mg/cu m TiO2 to approximately 330 days for 250 mg/cu m. The impact of this TiO2 dust load and similar lung burdens of CI particles produced a sustained pulmonary inflammatory response measured through a period of 3-6 months postexposure concomitant with increases in BrdU cell labeling of terminal airway and pulmonary parenchymal cells. The impairment of particle clearance mechanisms was accounted for by deficits in in vitro phagocytic and chemotactic potential of alveolar macrophages recovered from the lungs of high-dose, TiO2- or CI-exposed rats. Free granular pigment (TiO2 or CI) was present on the hypertrophic mucosal surfaces of bronchioles and bronchi, and particle-laden macrophages, found individually, were numerous throughout alveoli and within lymphoid tissues immediately after exposure. Aggregates of particle-laden macrophages were present within alveoli and alveolar ducts from 1 week postexposure through the entire 6-month recovery period. Macrophage accumulations increased in size and number from 1 week through 1 month postexposure and then appeared to remain constant through the remaining 5-month postexposure period. Minimal cellular hypertrophy and hyperplasia were evident at alveolar duct bifurcations adjacent to macrophage aggregates, and this effect was most prominent at 3 to 6 months postexposure. The results of this study clearly demonstrate that exposure to high dust concentrations of two different innocuous particle types produced sustained pulmonary inflammation, enhanced proliferation of pulmonary cells, impairment of particle clearance, deficits in macrophage function, and the appearance of macrophage aggregates at sites of particle deposition. In addition, the mass deposition rate determination appears to be a less sensitive indicator of \"overload\" when compared to biomarkers of pulmonary toxicity, such as macrophage function and cellular inflammation and proliferation indices."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V93 254 (2010)",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ The inhalation toxicity of fine (250 nm) versus ultrafine (20 nm) titanium dioxide (approximately 23 mg/cu m for six hours per day on five days per week for three months) in male Fischer 344 rats /was compared/. After six months in clean air following exposure, fine titanium dioxide induced a minor degree of fibrous changes at three months, as shown by trichrome collagen staining, which was less than that in the ultrafine-treated group. The fibrous deposits (indicated by staining) decreased after six months in clean air and then became not significantly greater than those in controls at 12 months. Ultrafine particles were more fibroproliferative in rats than fine titanium dioxide, but the fibrotic lesions (generally thought to be permanent) appeared to be reversible"
        },
        {
            "References": "WHO/FAO; Environmental Health Criteria Document No. 24: Titanium (1982). Available from, as of October 31, 2013: https://www.inchem.org/pages/ehc.html",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ A group of 10 male and 10 female rats was given N.F. grade titanium dioxide in the diet at 100 g/kg, for 30-34 days. A second group did not receive the titanium dioxide. All animals remained healthy and behaved normally. Weight gain and food intake were comparable for the 2 groups. No relevant gross pathology was observed at autopsy."
        },
        {
            "References": "WHO/FAO; Environmental Health Criteria Document No. 24: Titanium (1982). Available from, as of October 31, 2013: https://www.inchem.org/pages/ehc.html",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Three groups of 2 dogs each, were respectively given 0.05, 0.1, 0.15 g of titanium dioxide, orally. Every 5 days, the dose was increased by the original amount. One dog out of each group was kept for 1 month, the other, for 2 months. No toxic effects were seen with regard to hematology, gross pathology, and histopathology. Three dogs received weekly subcutaneous injections of a suspension of titanium dioxide in oil; the initial dose of 500 mg was raised progressively to 3 g over 7 weeks. The 3 dogs survived without adverse effects. A fourth dog, which initially received 250 mg/kg rising to 2 g/kg body weight, died, but death, according to the author, was not causally connected with the administration of titanium dioxide."
        },
        {
            "References": "PMID:6325142",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ The effect of inhalation exposure to silica dust on enzymes was examined in lung lavage fluid from guinea pigs. Guinea pigs were exposed to aerosols containing 6, 13, or 28 mg/cu m silicon dioxide or 24 mg/cu m titanium dioxide for 8 hours per day, 5 days per week, for 3 weeks. Animals were killed at various times after exposure and lungs were lavaged. Fluid was centrifuged and lactate dehydrogenase was determined in supernatants. Enzyme activities were assayed. Increase in N-acetyl-beta-D-glucosaminidase, cathepsin-D, acid phosphatase, and lactate-dehydrogenase were seen at 8, 16, and 24 weeks after exposure to silicon dioxide aerosols. Increases of N-acetyl-beta-D-glucosaminidase were seen at 4 weeks in all groups. In animals exposed to aerosols containing titanium dioxide, there was only a slight decrease of lactate-dehydrogenase at 4 and 8 weeks after exposure and a slight increase in cathepsin-D and acid phosphatase, none of which were significant. /It was concluded/ that increased amounts of cytoplasmic and lysosomal enzymes are present in the airways of animals exposed to silicon dioxide. Increased lactate-dehydrogenase is due to cellular damage or of enzymes in lung lavage fluid is an indicator of toxicity."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists. Documentation of the TLV's and  BEI's 7th Edition. Warfarin p.1 CD-ROM Cincinnati, OH 45240-4148 2013.",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ /The investigators/ exposed rats to titanium dioxide at levels ranging from 10 to 328 mppcf /millions of particles per cubic foot of air/ 2 hours daily, 5 days/week for up to 13 months. Areas of focal emphysema associated with aggregates of dust were developed."
        },
        {
            "References": "Bernard BK et al; J Toxicol Environ Health 28 (4): 415-26 (1989)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ The results of a toxicology and carcinogenesis study in which titanium dioxide coated mica was administered in the diets of male and female Fischer-344 rats for up to 130 weeks were presented. Titanium dioxide coated mica has been used as a pearlescent pigment in various applications. Male and female rats were fed diets containing 1.0, 2.0, or 5.0% titanium dioxide coated mica and 1% corn oil. A dose related increase in the incidence of cataracts was noted in male but not female rats by week 104. The incidences of microscopic cataracts was similar in all groups of male and female rats. The high dose of titanium dioxide coated mica was associated with a slightly increased incidence of adrenal medullary hyperplasia in males, but there was no evidence of progression of this disorder to either benign or malignant pheochromocytoma and there was no evidence of an adrenal medullary proliferative response in females. The incidence of mononuclear cell leukemia was elevated in high dose males who survived to the end of the study, but no evidence was obtained that titanium dioxide coated mica either induced or hastened the onset of this disease. No evidence was found that titanium dioxide coated mica produced either a carcinogenic or toxicologic effect at dietary concentrations as high as 5.0%. The blockade was effective in the early stages of the infection and limited multiplication of L-pneumophila in the lungs. Later blood monocytes were recruited into the lungs, where they phagocytosed Legionellae, resulting in lung counts comparable to those of titanium dioxide free control animals."
        },
        {
            "References": "PMID:6761811",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ In 32 male Marsh-Buffalo mice each receiving a saline suspension of 25 mg titanium dioxide intraperitoneally, four neoplasms appeared over the 18 months experimental period. During this time, four neoplasms appeared in 30 control mice receiving isotonic saline by the same injection route. A nonsignificant association of tumorigenesis with experimental treatment indicated a lack of carcinogenic potential for titanium dioxide and is discussed in terms of the local tissue reaction in the mice that received the titanium dioxide. Focal deposits of dose material rather than a diffuse distribution were found on the intraperitoneal wall and muscles as well as the gut. In some instances, titanium dioxide had migrated from the initial injection site. For the most part, no foreign body reaction to titanium dioxide involving the presence of macrophages or characteristic capsular connective tissue formation was demonstrated, although a dose deposit attached to the peritoneum by a transparent membrane was observed. In one mouse, chronic myositis developed in muscle tissue containing a large amount of dose material."
        },
        {
            "References": "PMID:3230250",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ The effects of chronic inhalation exposure to titanium dioxide dust were evaluated in rats. ChR-CD rats were exposed to 10, 50, or 250 mg/cu m titanium dioxide for 6 hr/day, 5 days/week for 104 weeks. Measurements included analytical determinations each 1/2 hr during exposure, clinical observations daily, clinical laboratory indices approximately every 3 months (hematology, blood chemistry, and urine analysis), and gross and microscopic examination of tissues from rats dying in extremis or scheduled for sacrifice at 3, 6, 12, and 24 months. Clinical observations of the exposed rats were unremarkable; there was no effect of titanium dioxide on rate of weight gain or survival. Clinical laboratory evaluations were also unaffected by the dust exposure. A dose related pigment deposition was observed in the lungs of exposed animals. Microscopic findings at various times and concentrations included alveolar cell hyperplasia, dust deposition, and minute areas of collagen fiber deposition associated with cholesterol giant cell granulomas; the earliest indicator of titanium dioxide exposure was the alveolar cell hyperplasia. Lung tumors were found in rats exposed to 250 mg/cu m for 24 months, but no titanium dioxide associated lung tumors were detected in the 50 or 10 mg/cu m exposure groups. ..."
        },
        {
            "References": "Santodonato J et al; Center for Chemical Hazard Assessment. Syracuse Research Corp NY Report No SRC-TR-84-804 (1985)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ No carcinogenic effects were found in mice or rats after chronic ingestion or intraperitoneal injections of titanium dioxide. Inhalation exposure to high concentrations (250 mg/cu m) has been associated with the development of alveolar carcinomas and bronchoalveolar adenomas in rats. These tumors are not seen at lower concentrations of 10 or 50 mg/cu m."
        },
        {
            "References": "PMID:3757966",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Three groups of 100 male and 100 female Crl:CD rats were exposed to titanium dioxide by inhalation at nominal concentrations of 10, 50, or 250 mg/cu m (6 hours/day, 5 days/week) for up to 24 months, and dust retention rates and pulmonary responses were studied. A fourth group exposed to air served as a negative control. Rats were sacrificed after 3 and 6 months exposure, after 1 year or at the end of 2 years of exposure. At the 50 mg/cu m exposure level, lung weights increased significantly from 6 months throughout 2 years exposure. Lungs of rats at 250 mg/cu m showed a marked increase in weight from 3 months exposure and attained more than twice their normal weight after 1 and 2 years exposure. White foci appeared in the visceral surface of the lung at 10 mg/cu m exposure. In the lungs of rats exposed to 10 mg/cu m for 3 months, microscopy revealed small numbers of dust laden macrophages (dust cells) retained in the alveoli adjacent to the alveolar ducts. In rats exposed to 50 mg/cu m for 12 months, the most striking finding was the appearance of numerous foamy macrophages containing few dust particles (foamy dust cells). All exposed rats showed dose and exposure time related dust deposition in the tracheobronchial and mediastinal lympyh nodes, but there was no tissue reaction to dust particles. After 2 years exposure, titanium dioxide retention in the lungs was 3% at 10 mg/cu m, 9.6% at 50 mg/cu m, and 28% at 250 mg/cu m. Alveolar proteinosis (lipoproteinosis) appears to be an important marker indicating an overload lung clearance following exposure to tiny particles smaller than 2 micrometers. As a result of chronic insults by titanium dioxide exposure, cystic keratinizing squamous cell carcinomas were developed from metaplastic squamous epithelium in the alveoli showing bronchiolarization adjacent to the alveolar ducts. It was extremely difficult to differentiate lung tumors from squamous metaplasia. /It was concluded/ that this lung cancer is a unique experimentally induced tumor in rats that has not been seen as a spontaneous lung tumor in man or animals."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. 2:685",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Rats (CD) were exposed to graded airborne concentrations (0, 10, 50, and 250 mg/cu m) of TiO2 6 hr/day, 5 days/week, for 2 years. The majority of the particles were in the respirable range (84%, <14 um MMD). All responses were confined to the lungs. ... At 250 mg/cu m exposure concentration there was an increases in bronchiole alveolar adenomas (male: control 2/79, 250 mg/cu m 12/79; females: control 0/79, 250 mg/cu m 13/79). Additionally 13/79 females at the 250 mg/cu m dose showed squamous cell carcinoma, as compared with the none in 79 controls."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V93 224 (2010)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Groups of 50 male and 50 female Fischer rats, 9 weeks of age, were fed diets containing 0, 2.5 or 5% titanium dioxide (size unspecified; anatase; purity, > or = 98%) daily for 103 weeks. The rats were killed at 113 weeks of age, at which time no significant difference in survival was observed between treated and control groups of either sex (31, 37 and 36 surviving males and 36, 36 and 34 surviving females in the control, low-dose and high-dose groups, respectively). No significant differences in body weights or incidence of tumors were observed between treated and control groups."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V93 228 (2010)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Three groups of female Wistar rats [initial numbers unspecified] (9, 4 and 5 weeks of age, respectively) received intraperitoneal injections of titanium dioxide (P25, Degussa, Germany) in 2 mL 0.9% saline solution. The first group received a total dose of 90 mg/animal in five weekly injections; the second group received a single injection of 5 mg/animal; and the third group received three weekly injections of 2, 4 and 4 mg/animal. One concurrent group of Wistar rats (controls), 5 weeks of age, received a single injection of saline alone. Average lifespans were 120, 102, 130 and 120 weeks, respectively. No intra-abdominal tumor was reported in 47 and 32 rats that were examined in the second and third groups; six of 113 rats (5.3%) examined in the first group had sarcomas, mesotheliomas or carcinomas of the abdominal cavity (numbers unspecified). Two of 32 controls (6.3%) had abdominal tumors (tumor type not specified). In a similar experiment with female Sprague- Dawley rats that received single intraperitoneal injections of 5 mg/animal titanium dioxide, 2/52 rats (3.8%) developed abdominal tumors (tumor type not specified) (average lifespan, 99 weeks). (Controls were not available for comparison in this last experiment)."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V93 226 (2010)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ A group of 100 female Wistar rats, 7 weeks of age, was exposed by inhalation to titanium dioxide (P25, Degussa, Germany; MMAD, 0.80 um) for 18 hour per day on 5 days per week for up to 24 months (7.2 mg/m3 for the first 4 months, then 14.8 mg/m3 for 4 months and 9.4 mg/m3 for 16 months) and then maintained in clean air for a further 6 months. A control group of 220 animals was maintained in clean air. After 30 months, 32/100 treated rats had lung tumours (20 benign squamous-cell tumors, three squamouscell carcinomas, four adenomas and 13 adenocarcinomas) in contrast to only 1/217 controls (one adenocarcinoma). Lung tumor incidence was 19/100 when benign squamous-cell tumors were not included."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V93 226 (2010)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Groups of 50 male and 50 female SPF Fischer 344 rats, 8 weeks of age, were exposed to titanium dioxide (5.0 + or - 0.7 mg/cu m; 99.5% rutile; MMAD, 1.1 um) for 6 hour per day on 5 days per week or air only (control) for 24 months then maintained in clean air for a further 1.5 months. No treatment-related effects on lifespan or causes of death were observed. No differences in tumor development were seen between the groups (one adenoma and one adenocarcinoma in treated animals and two adenomas and one adenocarcinoma in controls)."
        },
        {
            "References": "PMID:4002222",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Rats were exposed to TiO2 by inhalation exposure to concentrations of 0, 10, 50, and 250 mg/cu m for 6 hr/day, 5 days/week for 2 years. There were no abnormal clinical signs, body weight changes, or excess mortality in any exposed group. Exposed groups showed slight increases in the incidence of pneumonia, tracheitis, and rhinitis with squamous metaplasia in the anterior nasal cavity. The pulmonary response at 10 mg/m3 satisfied the biological criteria for a \"nuisance dust.\" The lung reaction was characterized by dust-laden macrophage (dust cell) infiltration in the alveolar ducts and adjoining alveoli with hyperplasia of Type II pneumocytes. Rats at 50 and 250 mg/cu m exposure concentrations revealed a dose-dependent dust cell accumulation, a foamy macrophage response, Type II pneumocyte hyperplasia, alveolar proteinosis, alveolar bronchiolarization, cholesterol granulomas, focal pleurisy, and dust deposition in the tracheobronchial lymph nodes. Minute collagenized fibrosis occurred in the alveolar walls enclosing large dust cell aggregates. The pulmonary lesions with massive dust accumulation appeared to be the result of an overwhelmed lung clearance mechanism at 250 mg/cu m exposure. Bronchioloalveolar adenomas and cystic keratinizing squamous cell carcinomas occurred at 250 mg/cu m exposure, while no compound-related lung tumors were found in rats exposed to either 10 or 50 mg/cu m. In addition to excessive dust loading in the lungs of rats exposed chronically at 250 mg/cu m, the lung tumors were different from common human lung cancers in terms of tumor type, anatomic location, tumorigenesis, and were devoid of tumor metastasis. Therefore, the biological relevance of these lung tumors and other pulmonary lesions for man is negligible."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V93 224 (2010)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Groups of 50 male and 50 female B6C3F1 mice, 5 weeks of age, were fed diets containing 0, 2.5 or 5% titanium dioxide (size unspecified; anatase; purity,  > or = 98%) daily for 103 weeks. Mice were killed at 109 weeks of age, at which time no significant difference in survival was observed between treated and control males (32, 40 and 40 surviving animals in the control, low-dose and high-dose groups, respectively). In females, a dose-related trend in decreased survival was noted (P=0.001, Tarone test; 45, 39 and 33 survivors, respectively). No significant differences in body weights or incidence of tumours were observed between treated and control groups."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V93 225 (2010)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Group of 80 female Crl:NMRI BR mice, 7 weeks of age, was exposed by inhalation to ultrafine titanium dioxide (P25, Degussa, Germany; MMAD, 0.80 um) for 18 hour per day on 5 days per week for up to 13.5 months (7.2 mg/cu m for the first 4 months, then 14.8 mg/cu m for 4 months and 9.4 mg/cu m for 5.5 months) and then maintained in clean air for a further 9.5 months. A control group of 80 animals was maintained in clean air. The mortality rate was 50% in the titanium dioxide-treated group after 17 months versus 20% in the control group. After 23 months, the percentages of mice with adenomas/adenocarcinomas were 11.3%/2.5% in the titanium dioxide-treated group and 25%/15.4% in the controls. The lung tumor rate in the mice was not significantly influenced by exposure to titanium dioxide."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V47 318 (1989)",
            "Value": "/GENOTOXICITY/ Titanium dioxide was not mutagenic to Salmonella typhimurium TA1535, TA1537, TA1538, TA97, TA98 or TA100 or to Escherichia coli WP2, either in the presence or absence of an exogenous metabolic system from the livers of uninduced and Aroclor-induced rats, mice and Syrian hamsters."
        },
        {
            "References": "PMID:8920751",
            "Value": "/GENOTOXICITY/ Using a sensitive phi X174 RF plasmid DNA assay, free radical activity was detected at the surface of normal and ultrafine titanium dioxide (TiO2), environmental particles (PM-10), asbestos and a range of man-made fibres. There were differences in the amount of free radical activity that was detected, with ultrafine TiO2 being much more active than normal-sized TiO2; PM-10 also had substantial free radical activity. Amphibole asbestos samples were highly active, whilst man-made fibres were much less active than asbestos. For all of the particles, the DNA damage could be ameliorated by mannitol, showing that hydroxyl radicals were involved. The ability of particles to generate free radicals at or near their surface, and thereby impose oxidant stress in key target cells, could be central to determining their pathogenicity."
        },
        {
            "References": "PMID:17722736",
            "Value": "/GENOTOXICITY/ Titanium dioxide (TiO2) is extensively used in many industrial areas, including cosmetics, pharmaceutical, paint and paper production. Although the uses of TiO2 have become so widespread, there is limited information concerning its toxicity on humans. However, the genotoxicity of TiO2 remains to be controversial. The possible genotoxic effects of TiO2 have been evaluated in human whole blood cultures (WBCs) related to oxidative status. The blood was processed to examine the following oxidative stress markers: glutathione peroxidase, glutathione reductase, superoxide dismutase and catalase. In addition, the frequencies of sister-chromatid exchanges (SCEs) and micronuclei (MN) were scored as genetic endpoints. Different concentrations of TiO2 (1, 2, 3, 5, 7.5 and 10 uM) were tested. From the results, it appeared that TiO2 was able to induce genotoxic effects, as observed by the increases found in SCE and MN frequencies in TiO2-treated cultures. Present results also show that treatments with TiO2 promoted oxidative stress in human WBC with an increase in concentrations. In conclusion, our data indicate that TiO2 can enhance oxidative stress-mediated DNA damage in vitro."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V93 260 (2010)",
            "Value": "/GENOTOXICITY/ Titanium dioxide caused a dose-dependent increase in sister chromatid exchange in Chinese hamster CHO-K1 cells at non-toxic concentrations but not in rat pleural mesothelial or Chinese hamster ovary CHO cells. No micronucleus formation was found in Chinese hamster ovary CHO cells incubated with titanium dioxide either in the presence or absence of metabolic activation. In contrast, titanium dioxide did induce micronuclei in Chinese hamster CHO-K1 cells."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V93 260 (2010)",
            "Value": "/GENOTOXICITY/ Anatase (255 nm) but not 21-nm anatase or rutile (255 or 420 nm) titanium dioxide caused DNA strand breaks in mouse lymphoma L5178Y cells. Induction of oxidative DNA damage (8-hydroxy-2'-deoxyguanosine formation) was seen in rat lung epithelial cells treated with 180-nm anatase titanium dioxide. Anatase titanium dioxide did not enhance unscheduled DNA synthesis in rat pleural mesothelial cells or induce mutation in mouse lymphoma L5178Y/tk+/- or RLE-6TN rat lung epithelial cells."
        },
        {
            "References": "PMID:9630482",
            "Value": "/GENOTOXICITY/ Titanium dioxide (TiO2), ... an effective blocker of ultraviolet light, is frequently added to sunscreens and cosmetic creams. However, the genotoxicity of TiO2 remains to be controversial. In this report, we have demonstrated that TiO2 can be transported into Chinese hamster ovary-K1 (CHO-K1) cells. The effects of TiO2 on induction of sister chromatid exchanges (SCE) and micronuclei (MN) were then studied in these cells. The SCE frequency in CHO-K1 cells treated with TiO2 at a nonlethal dose range (0 to 5 uM) for 24 hr was significantly and dose-dependently increased. By the conventional MN assay, TiO2 at the dose ranged from 0 to 20 uM slightly increased the MN frequency in CHO-K1 cells. However, in the cytokinesis-block MN assay, the number of MN per 1000 binucleated cells was significantly and dose-dependently enhanced in CHO-K1 cells treated TiO2 at the same dose range for 24 hr. These results suggest that TiO2 is a potential genotoxic agent."
        },
        {
            "References": "PMID:22449629",
            "Value": "/GENOTOXICITY/ Potential differences in the toxicological properties of nanosized and non-nanosized particles have been notably pointed out for titanium dioxide (TiO(2)) particles, which are currently widely produced and used in many industrial areas. Nanoparticles of the iron oxides magnetite (Fe(3)O(4)) and hematite (Fe(2)O(3)) also have many industrial applications but their toxicological properties are less documented than those of TiO(2). In the present study, the in vitro cytotoxicity and genotoxicity of commercially available nanosized and microsized anatase TiO(2), rutile TiO(2), Fe(3)O(4), and Fe(2)O(3) particles were compared in Syrian hamster embryo (SHE) cells. Samples were characterized for chemical composition, primary particle size, crystal phase, shape, and specific surface area. In acellular assays, TiO(2) and iron oxide particles were able to generate reactive oxygen species (ROS). At the same mass dose, all nanoparticles produced higher levels of ROS than their microsized counterparts. Measurement of particle size in the SHE culture medium showed that primary nanoparticles and microparticles are present in the form of micrometric agglomerates of highly poly-dispersed size. Uptake of primary particles and agglomerates by SHE exposed for 24 hr was observed for all samples. TiO(2) samples were found to be more cytotoxic than iron oxide samples. Concerning primary size effects, anatase TiO(2), rutile TiO(2), and Fe(2)O(3) nanoparticles induced higher cytotoxicity than their microsized counterparts after 72 hr of exposure. Over this treatment time, anatase TiO(2) and Fe(2)O(3) nanoparticles also produced more intracellular ROS compared to the microsized particles. However, similar levels of DNA damage were observed in the comet assay after 24 hr of exposure to anatase nanoparticles and microparticles. Rutile microparticles were found to induce more DNA damage than the nanosized particles. However, no significant increase in DNA damage was detected from nanosized and microsized iron oxides. None of the samples tested showed significant induction of micronuclei formation after 24 hr of exposure. In agreement with previous size-comparison studies, we suggest that in vitro cytotoxicity and genotoxicity induced by metal oxide nanoparticles are not always higher than those induced by their bulk counterparts."
        },
        {
            "References": "PMID:2157474",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ /It was/ investigated the effects of silica and titanium dioxide on the pulmonary recruitment of inflammatory cells and the ability of alveolar macrophages to release the pro-inflammatory cytokines, interleukin 1 and tumor necrosis factor alpha. Titanium dioxide did not result in alveolar macrophages interleukin 1 release and increased tumor necrosis factor alpha release transiently at doses greater than or equal to 50 mg/kg. Both dusts primed alveolar macrophages to release increased levels of interleukin 1 and tumor necrosis factor alpha upon in vitro stimulation with lipopolysaccharide. Histopathology (day 28) demonstrated dose related interstitial inflammation associated with silica exposure, an effect that was less severe with titanium dioxide."
        },
        {
            "References": "PMID:10564183",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ Respirable ambient particles [particulate matter <10 micrometer (PM(10))] are associated with both acute and chronic adverse health effects including chronic airflow obstruction. PM(10) can induce expression of inflammatory and fibrogenic mediators, but there is controversy about the types and/or sizes of particles involved and, in particular, whether ultrafine particles are the major toxic agents. To examine whether particle size affects mediator generation, we exposed rat tracheal explants, an inflammatory cell-free model of the airway wall, to various concentrations up to 500 ug/sq cm of fine (0.12 micrometer) or ultrafine (0.021 micrometer) titanium dioxide (anatase), maintained the explants in an organ culture in air for 1-7 days, and used RT-PCR to examine the expression of fibrogenic mediators and procollagen. No increase in gene expression was seen at 1 or 3 days, but at 5 days, ultrafine dust induced a small increase in procollagen. At 7 days, fine titanium dioxide produced significantly greater increases for platelet-derived growth factor (PDGF)-B, transforming growth factor-alpha, and transforming growth factor-beta compared with those by ultrafine dust; both dusts produced similar increases for PDGF-A; and ultrafine dust produced increases in procollagen expression, whereas fine dust had no effect. Expression levels were dose related. Both dusts produced a similar decrease in expression of PDGF receptor-alpha and a similar increase in PDGF receptor-beta. These observations suggest that ultrafine particles are intrinsically able to induce procollagen expression even in the absence of inflammatory cells; that chronic exposure to PM(10) may result in chronic airflow obstruction, in part because of ultrafine particle-mediated increases in airway wall fibrosis; and that chemically identical dusts of differing size can produce quite different patterns of gene expression in the airway wall. Differential upregulation of PDGF receptors does not appear to explain dust-induced fibrosis in this model."
        },
        {
            "References": "PMID:3356324",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ An assay system for evaluating in vitro cytotoxicity of mineral dusts was described. Alveolar macrophages were obtained by bronchoalveolar lavage of resected lungs taken from syngeneic PVG rats. The /cells/ were incubated with quartz, chrysotile asbestos, or titanium dioxide at concentrations of 10 and 25 ug/well in 200 mL minimum essential medium plus 2% bovine albumin for 24 hours at 37 °C. Cytotoxicity was determined by measuring the amount of (51)Cr labeled released into the supernatant. Titanium dioxide showed little cytotoxicity."
        },
        {
            "References": "PMID:18338282",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ The study evaluated and compared the biological activity of ultrafine and fine TiO(2) particles in RAW 264.7 macrophages according to an oxidative stress paradigm. In vitro exposure of macrophages to ultrafine or fine TiO(2) in the range of 0.5-200 ug/mL did not significantly alter cell viability. However, ultrafine TiO(2) enhanced intracellular generation of reactive oxygen species (ROS) to a greater extent than fine TiO(2) at each exposure concentration. Ultrafine TiO(2) induced ERK1/2 activation in a concentration-dependent manner, while the fine TiO(2)-induced changes were minimal. Phosphorylation of ERK1/2 occurred following 10 min exposure to higher concentrations of ultrafine TiO(2) (> or = 25 ug/mL). Similarly, ultrafine TiO(2) exposure significantly enhanced tumor necrosis factor (TNF)-alpha and macrophage inflammatory protein (MIP)-2 secretion in a concentration-dependent manner, and its potency was higher than fine TiO(2). These findings suggest that when exposure concentration is based upon equivalent mass, ultrafine TiO(2) exerts greater biological activity as measured by ROS generation, ERK 1/2 activation, and proinflammatory mediator secretion in RAW 264.7 macrophages than fine TiO(2)."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists. Documentation of the TLV's and  BEI's 7th Edition. Warfarin p.1 CD-ROM Cincinnati, OH 45240-4148 2013.",
            "Value": "/OTHER TOXICITY INFORMATION/ Instillation of 50 mg /titanium dioxide/ into the lungs /SRP: of rats/ resulted in dark-colored deposits in the pulmonary parenchyma without nodule formation. In one case, traces of macrophage infiltration in the alveoli were observed, & in another, incipient diffuse fibrosis was reported. In a similar study with rabbits, instillation of /titanium dioxide/ dust into the lung resulted in diminished ventilation within 1 wk. Pronounced intra-alveolar dust cell reaction, with some thickening of the alveolar walls, was observed at necropsy; however, among rabbits that lived to 3 months after treatment, the lungs returned to normal."
        },
        {
            "References": "Donaldson K et al; Inst Occupat Med Edinburgh Report No TM/88/01 (1988)",
            "Value": "/OTHER TOXICITY INFORMATION/ A study of the effects of coal mine dust exposure on bronchoalveolar leukocyte concentration and activity was carried out with results of exposure to dusts of varying composition examined using male synegenic rats. Dusts that were collected at anthracite, high rank coking, and bituminous coal mines were considered along with samples of quartz, titanium dioxide, and kaolinite. The animals were exposed to either 10 or 50 mg/cu m of the various dusts for 2, 4, 8, 16, 32, and 75 days. The results demonstrated that titanium dioxide exposure only caused inflammation at the end of the 50 mg/cu m exposure, while quartz caused time dependent inflammation and notable airborne mass concentrations. The leukocytes from quartz and coalmine dust exposed rats exhibited inhibition in their migratory ability, while titanium dioxide exposed rat leukocytes behaved like the controls. /It was concluded/ that their results are ... /consistent/ with the concept that inflammatory leukocytes are involved in the development of pulmonary lesions following inhalation of various pathogenic dusts."
        }
    ]
}