{
    "_id": {
        "$oid": "6682e95dc4e5dba5ffba2a41"
    },
    "CID": {
        "$numberInt": "26053"
    },
    "Name": "ALUMINUM NITRATE",
    "IUPACName": "aluminum;trinitrate",
    "CanonicalSMILES": "[N+](=O)([O-])[O-].[N+](=O)([O-])[O-].[N+](=O)([O-])[O-].[Al+3]",
    "Synonyms": [
        "Aluminium nitrate",
        "Aluminum trinitrate",
        "13473-90-0",
        "aluminum;trinitrate",
        "Nitric acid",
        "aluminum salt",
        "Aluminum(III) nitrate (1:3)",
        "Nitric acid",
        "alumium salt",
        "Nitrato de aluminio",
        "AIN309",
        "HSDB 574",
        "Nitric acid",
        "aluminum(3+) salt",
        "Aluminum(111) nitrate (1:3)",
        "HUO854648Y",
        "EINECS 236-751-8",
        "NSC 143017"
    ],
    "IsomericSMILES": "[N+](=O)([O-])[O-].[N+](=O)([O-])[O-].[N+](=O)([O-])[O-].[Al+3]",
    "INCHI": "InChI=1S/Al.3NO3/c;3*2-1(3)4/q+3;3*-1",
    "INCHIKEY": "JLDSOYXADOWAKB-UHFFFAOYSA-N",
    "Formula": "AlN3O9",
    "MolecularWeight": {
        "$numberDouble": "213"
    },
    "Description": {
        "$numberDouble": "NaN"
    },
    "XlogP": {
        "$numberDouble": "NaN"
    },
    "Complexity": {
        "$numberInt": "18"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "plant_concentrations": [
        {
            "References": "Makus DJ; HortScience 24 (3): 460-3 (1989)",
            "Value": "Two levels of phosphorus (20 and 80 kg P/ha) and 2 levels of aluminum (0 and 85 kg Al/ha, as aluminum nitrate) were applied to Enders soils of pH 4.4, 6.6, or 7.3. 16-day-old vegetable amaranth (Amaranthus iricolor L.) plants were transplanted 24 July 1986 and harvested 27 days later. Adding Al to the soil decr plant height (p = 0.05), leaf blade chlorophyll (p = 0.05), Nitrogen (p = 0.05), phosphorus (p = 0.01), and sodium (p = 0.05), but increased manganese (p = 0.05). At the termination of the expt, exchangeable soil Al was found only in soil at pH 4.4 (1.1 cmol/kg). The highest leaf blade Al concn (2473 mg/kg) was found in soil at pH 6.6 that received the low rate of supplemental P. Regardless of soil pH, leaf blade Al was negatively correlated with plant height (r = -0.78), plant dry wt (r = 0.78), available soil P (r = -0.51), and leaf blade P (r = -0.53), but it was positively correlated with Fe (r = 0.98)."
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "Domingo JL et al; Med Esp 83 (490): 155-159 (1984)",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ ... No remarkable physical or clinical signs were observed after the intoxication."
        },
        {
            "References": "PMID:3588526",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Four aluminum compounds--nitrate, chloride, sulphate and bromide--were administered orally and ip to rats and mice. The LD50-values (14 days) were determined. The majority of deaths occurring during the first four days. The clinical and physical signs appearing after intoxication include among other lethargy, decreased locomotor activity, piloerection, weight loss and perorbital bleeding."
        },
        {
            "References": "Sheftel, V.O.; Indirect Food Additives and Polymers. Migration and Toxicology. Lewis Publishers, Boca Raton, FL. 2000., p. 434",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Histological changes in the liver and spleen, and elevated aluminum levels were noted in the heart and spleen of rats that received drinking water containing aluminum nitrate (calculated doses of 54 mg/kg bw and 108 mg/kg bw)."
        },
        {
            "References": "DHHS/ATSDR; Toxicological Profile for Aluminum (July 1999). Available from, as of May 21, 2004: https://www.atsdr.cdc.gov/toxprofiles/tp22.html",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Exposure to aluminum nitrate has been shown to cause minor hepatic effects. Hyperemia and periportal lymphomonocytic infiltrate were observed in the livers of female Sprague-Dawley rats given 133 mg Al/kg/day as aluminum nitrate in drinking water for 1 month; however, these effects were not found at higher doses with longer exposures. No liver weight or histological changes occurred in female Sprague-Dawley rats given up to 284 mg Al/kg/day as aluminum nitrate in drinking water for 100 days."
        },
        {
            "References": "WHO; Environ Health Criteria 194: Aluminum (1997). Available from, as of June 2, 2004: https://www.inchem.org/documents/ehc/ehc/ehc194.htm#SectionNumber:1.1",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ In a subchronic study in which aluminium nitrate was administered in drinking-water to rats, the only effect observed was a significant decrease in body weight gain associated with a decrease in food consumption at 261 mg Al/kg bw/day. (NOEL=52 mg Al/kg bw/day)."
        },
        {
            "References": "Joint FAO/WHO Expert Committee on Food Additives; WHO Food Additives Ser 24: Aluminum (1989). Available from, as of June 4, 2004: https://www.inchem.org/documents/jecfa/jecmono/v024je07.htm",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ The effects of oral ingestion of 5700 ppm aluminium nitrate in drinking water was examined in male Wistar rats (120-140 g) for three months. Animals were observed for body weight gain, blood chemistry, organ weights, histopathology and aluminium accumulation (by atomic absorption spectrophotometry). Aluminium was non-toxic over the period of this study. Aluminium accumulation was significant in the pancreas, liver kidney, gall bladder and lung; there was no accumulation in the brain."
        },
        {
            "References": "Domingo JL et al; Med Esp 83 (490): 155-159 (1984)",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ ... The effects produced by aluminum nitrate given to rats for 1 month in their drinking water at a dose of 5,700 ppm were studied. No significant differences appeared in the nutritional parameters measured (growth, protein efficiency coefficients) or in the drinking water ingested and the volume of urine excreted, although generally they were less for the treated rats. There were no significant differences between control and treated rats with reference to the criterion organ weight/body weight. The accumulated Al values for the rats scarcely evidenced any statistically significant differences. No lesions were seen in any of the samples examined under the microscope."
        },
        {
            "References": "PMID:3588526",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ ...After 14 days no alterations in liver and renal functions were detected in the animals which received intraperitoneally the LD50-values of aluminum nitrate as a single dose. ...No histopathological lesions could be observed. To compare the efficacies of nine chelating agents on the toxicity of aluminum in mice, the therapeutic index and the therapeutic effectiveness of each chelating agent have been calculated. Malic, succinic, oxalic and malonic acids showed the best results with malic and succinic acids being the most effective. Deferoxamine mesylate (DFOA), sodium salicylate, L-cysteine and citric acid were not so effective as antidotes for acute aluminum toxicity."
        },
        {
            "References": "PMID:3628968",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Aluminum nitrate was given orally to four groups of female Sprague-Dawley rats over a period of one-hundred days at doses of 0, 360, 720 and 3600 mg/kg/day. Rats were monitored for weight gain, food intake, drinking water, hematology and plasma chemistry. The results show that the ingestion of aluminum nitrate by the rat caused a significant decrease in its growth. The nutritional parameters were always significantly lower for the treated animals. Aluminum did not accumulate dose-dependently in the organs and tissues analysed. Histopathological studies, including organ weight determinations, did not show significant changes."
        },
        {
            "References": "PMID:12643979",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ ... Adult male Wistar rats were exposed to drinking water containing 0.2% aluminum nitrate for 8 months and treated once daily for 5 consecutive days with CA (50 mg/kg, orally) or HEDTA (50 mg/kg, ip) either individually or in combination. Aluminum exposure significantly inhibited blood delta-aminolevulinic acid dehydratase while increased zinc protoporphyrin confirming changed heme biosynthesis. Significant decrease in the level of glutathione S-transferase in various brain regions and an increase in whole brain thiobarbituric acid reactive substance, and oxidized glutathione (GSSG) levels were also observed. Glutathione peroxidase activity showed a significant increase in cerebellum of aluminum exposed rats. Most of the above parameters responded moderately to the individual treatment with CA and HEDTA, but significantly reduced blood and brain aluminum burden. However, more pronounced beneficial effects on some of the above described parameters were observed when CA and HEDTA were administered concomitantly. Blood and brain aluminum concentration however, showed no further decline on combined treatment over the individual effect with HEDTA or CA."
        },
        {
            "References": "Joint FAO/WHO Expert Committee on Food Additives; WHO Food Additives Ser 24: Aluminum (1989). Available from, as of June 7, 2004: https://www.inchem.org/documents/jecfa/jecmono/v024je07.htm",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ /Sprague Dawley/ rats (240-280 g) were dosed with aluminium nitrate nonahydrate (0, 180, 360, 720 mg/kg/day) intragastrically for 60 days (males) or 14 days (females) prior to mating and then throughout mating, gestation, delivery and lactation. One half of dams were sacrificed on day 13 of gestation and examined for number of corpora lutea, total implantations, viability of fetuses and resorptions. Remaining dams delivered normally and offspring were sacrificed and organ/body weight was calculated for the heart, lungs, spleen, liver, kidneys, brain and testes. Survival of adult rats was unaltered by aluminium ingestion. Pregnancy rate was similar for all groups. There was a decrease in the number of corpora lutea in the highest aluminium dose group (14.5 vs 18.2 for control). All other reproductive parameters were not significantly different. The initial mortality was 18% for rats in the 720 mg/kg/day group and was lower (0-2%) in all other groups. Mortality increased with aluminium concentration and this effect was more prominent over time of lactation. The number of dead young/litter was statistically higher in the highest aluminium group on days 1, 4, and 21 of lactation. Initially body weight and length and tail length in the high aluminium group were decreased; however, this was corrected with time. There was no significant difference between control and treated groups with respect to organ/body weight ratios. /Nonahydrate/"
        },
        {
            "References": "PMID:12712692",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ The effect of aluminium nitrate on the meiotic maturation of mouse oocyte was studied in the culture of mouse oocyte. The results showed that aluminium nitrate could inhibit the extruding of the first polar body and the dose of 30 mg/L and 60 mg/L could affect the viability of mouse oocyte, but little impact on the germinal vesicle breakdown (GVBD) of oocyte. The results indicated that aluminium nitrate might be hazardous to the meiotic maturation of mouse oocyte."
        },
        {
            "References": "PMID:12525081",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ The developmental toxicity and its mechanism of Al(NO3)3 on embryos in SD rats were studied. On the 9.5th day of gestation, the embryos were incubated in a whole-embryo culture system with Al(NO3)3 at concentrations of Al3+ from 0.6 to 9.0 ug/mL in culture media for 48 hrs. Viable embryos were evaluated by Brown's morphological scoring system, and the diameter of yolk sac, crown-rump, head length and the dry weight of embryos were measured. There was a dose-dependent relations of decreasing embryo development with increasing concentrations of Al3+. Yolk sac diameter, head length, dry weight and heart, forelimb as well as neural tube scores decreased significantly at 1.2 ug/mL (P<0.05). When embryos were exposed to Al3+ at > or = 3.0 ug/mL, the embryonic development and morphological differentiation were obviously inhibited (P<0.05); meanwhile, the incidence of dysmorphogenesis significantly increased, including neural tube defects and dorsiflexion teratogenesis. The results suggested that aluminum might be a developmental toxicant and dysmorphogenesis agent."
        },
        {
            "References": "PMID:7601326",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ ...Adult male mice were treated ip with aluminum nitrate at doses of 0, 50, 100, and 200 mg/kg/day for 4 weeks before mating with untreated females. Decreased body weight was seen in all aluminum-treated groups. Decreased pregnancy rate was observed in the females mated with males previously treated with 100 or 200 mg/kg/day of aluminum nitrate. High-dose male mice showed significantly decreased testicular and epididymal weights, as well as significant decreases in testicular and spermatid counts and epididymal sperm counts. Spermatid counts were also reduced at 100 mg/kg/day. However, the sperm motility was unaffected, and the percentages of morphological normal spermatozoa in all mice exposed to aluminum were comparable to the values in control mice. Histological changes, including necrosis of spermatocytes/spermatids, were observed in the testes of male mice treated with 100 and 200 mg/kg/day of aluminum nitrate, whereas the tubular diameters were unaffected by aluminum administration. ...The \"no observable adverse effect level\" (NOAEL) was 50 mg/kg/day."
        },
        {
            "References": "PMID:3227492",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ ...Pregnant Sprague-Dawley rats were treated by gavage with a daily dose of 180, 360, or 720 mg/kg of aluminum nitrate from the sixth through to the fourteenth day of gestation. Fetal examinations were performed on day 20. The number of corpora lutea, total implants, and resorptions as well as the number of live and dead fetuses in the treated animals were not significantly different from the control group. ...Exposure of rats to aluminum nitrate resulted in decreased fetal body weight and increased the incidence and types of external, visceral, and skeletal malformations and variations in all the treated groups."
        },
        {
            "References": "PMID:3671875",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Aluminum nitrate was administered by gavage to 4 groups of pregnant Sprague-Dawley rats from the 14th day of gestation through 21 days of lactation at doses of 0, 180, 360 and 720 mg/kg/day. These doses did not produce overt fetotoxic effects. However, the growth of the offspring was significantly less from birth and during all the period of lactation for the higher doses of aluminum nitrate. Although very few toxic effects could be observed for the 180 mg/kg/day group (or 13 mg Al/kg/day), this quantity is similar to the amounts ingested by some people in special medical treatment (10 mg Al/kg/day)."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. V2 372",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ ...Aluminum nitrate nonahydrate was injected ip to male rats prior to mating, at the highest doses (100 and 200 mg for >4 weeks), pregnancy rates decreased whereas body weight loss was reported in males. Solely at the 200 mg/kg dose level were significantly decreased numbers of epididymal spermatocytes and testicular spermatid produced, and the weight of those organs were similarly decreased. /Nonahydrate/"
        },
        {
            "References": "PMID:3227492",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ The in-vivo administration of aluminum nitrate was assessed in relation to embryotoxicity and teratogenicity in rats. Pregnant Sprague Dawley rats were given daily intragastric doses of 180, 360, or 720 mg/kg aluminum nitrate on gestational days six to 14, and the fetuses were removed and examined on day 20. Evaluation included the number of corpora lutea, total implantations, number of live and dead fetuses, number of resorptions, average fetal body weights, placental weights, and fetal body tail lengths. The administration of aluminum nitrate had no significant effects on the number of corpora lutea, the number of implantations, the number of resorptions, and the number of live and dead fetuses. The aluminum nitrate treatment increased the number of litters with runt fetuses and the number of runt fetuses, and significantly reduced maternal weight gain, fetal body weight, and tail length as compared to the controls. Fetal body length was significantly reduced in the 720 mg/kg group and average placental weights were signifiantly reduced in the 360 and 720 mg/kg groups. Malformations and structural changes significantly affected by aluminum nitrate treatment included micrognathia, decreased ossification of the supraccipital bone, hypoplastic deformed ribs, vertebral changes, partial ossification and bilobed appearance of the sternebra, and hematomas of the limbs, adominal cavity, and thorax."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. V2 373",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ A dose-response relationship /for developmental effects/ is seen with oral dosings of /aluminum nitrate/, beginning at the LOAEL of 13 mg Al/kg through 52 mg Al/kg, specifically, one-fifth the LD50. However, ...oral ingestion of nitrates alone causes similar adverse effects."
        },
        {
            "References": "WHO; Environ Health Criteria 194: Aluminum (1997). Available from, as of June 1, 2004: https://www.inchem.org/documents/ehc/ehc/ehc194.htm#SectionNumber:1.1",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ No overt fetotoxicity was noted, nor were general reproductive parameters noted after gavage treatment of rats with 13, 26 or 52 mg aluminium/kg body weight per day (as aluminium nitrate). However, a dose-dependent delay in the growth of offspring was noted with females administered 13 mg/kg and in male offspring at 26 mg/kg. The lowest- observed-adverse-effect level (LOAEL) for developmental effects (decreased ossification, increased incidence of vertebral and sternebrae terata and reduced fetal weight) was 13 mg/kg (aluminium nitrate). ...There were reductions in postnatal growth at 13 mg/kg (aluminium nitrate), although maternal toxicity was not examined."
        },
        {
            "References": "PMID:11785303",
            "Value": "/GENOTOXICITY/ The yield and pattern of chromosome structure aberrations in wheat seedlings treated with aluminum nitrate at various concentrations have been determined by the anaphase method. ...The relationship between the total yield of structural mutations and the aluminum concentration follows a bell-shaped curve. The mutagenic activity of aluminum nitrate peaks at 10(-3) mg/mL, which is twice as high as the permissible concentration limit (PCL) of aluminum in potable water. ...Tap water boiled for 2 hr in an aluminum vessel has virtually no genotoxic effect on wheat cells."
        }
    ]
}