{
    "_id": {
        "$oid": "6682e95dc4e5dba5ffba2a42"
    },
    "CID": {
        "$numberInt": "26077"
    },
    "Name": "BERYLLIUM SULFATE",
    "IUPACName": "beryllium;sulfate",
    "CanonicalSMILES": "[Be+2].[O-]S(=O)(=O)[O-]",
    "Synonyms": [
        "Beryllium sulfate",
        "Beryllium sulphate",
        "13510-49-1",
        "Sulfuric acid",
        "beryllium salt (1:1)",
        "beryllium;sulfate",
        "Beryllium sulfate (1:1)",
        "BeSO4",
        "beryllium(II) sulfate",
        "CHEBI:53473",
        "01UQ1KPC7E",
        "Beryllium sulfate (BeSO4)",
        "CCRIS 84",
        "HSDB 347",
        "EINECS 236-842-2",
        "NSC 84266"
    ],
    "IsomericSMILES": "[Be+2].[O-]S(=O)(=O)[O-]",
    "INCHI": "InChI=1S/Be.H2O4S/c;1-5(2,3)4/h;(H2,1,2,3,4)/q+2;/p-2",
    "INCHIKEY": "KQHXBDOEECKORE-UHFFFAOYSA-L",
    "Formula": "BeO4S",
    "MolecularWeight": {
        "$numberDouble": "105.08"
    },
    "Description": "Beryllium sulfate is a metal sulfate in which the metal is beryllium (in the +2 oxidation state) and the ratio of beryllium to sulfate is 1:1. It has a role as an allergen. It contains a beryllium(2+).",
    "XlogP": {
        "$numberDouble": "NaN"
    },
    "Complexity": {
        "$numberInt": "62"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "mechanism_of_action": [
        {
            "References": "PMID:20974702",
            "Value": "Occupational exposure to metals such as cobalt and beryllium represents a risk factor for respiratory health and can cause immune-mediated diseases. However, the way they act may be different. /Investigators/ show here that the two metals have a divergent effect on peripheral T lymphocytes and monocytes: BeSO(4) induces cell death in monocytes but not in T lymphocytes, which instead respond by producing Interferon gamma (IFN-?); conversely, CoCl(2) induces apoptosis in T lymphocytes but not in monocytes. Interestingly, both metals induce p53 overexpression but with a dramatic different outcome. This is because the effect of p53 in CoCl(2)-treated monocytes is counteracted by the antiapoptotic activity of cytoplasmic p21(Cip1/WAF1), the activation of nuclear factor ?B, and the inflammasome danger signaling pathway leading to the production of proinflammatory cytokines. However, CoCl(2)-treated monocytes do not fully differentiate into macrophage or dendritic cells, as inferred by the lack of expression of CD16 and CD83, respectively. Furthermore, the expression of HLA-class II molecules, as well as the capability of capturing and presenting the antigens, decreased with time. In conclusion, cobalt keeps monocytes in a partially activated, proinflammatory state that can contribute to some of the pathologies associated with the exposure to this metal."
        },
        {
            "References": "PMID:12438445",
            "Value": "Chronic beryllium disease (CBD) is caused by exposure to beryllium in the workplace, and it remains an important public health concern. Evidence suggests that CD4(+) T cells play a critical role in the development of this disease. Using intracellular cytokine staining, we found that the frequency of beryllium-specific CD4(+) T cells in the lungs (bronchoalveolar lavage) of 12 CBD patients ranged from 1.4% to 29% (mean 17.8%), and these T cells expressed a Th1-type phenotype in response to beryllium sulfate (BeSO(4)). Few, if any, beryllium-specific CD8(+) T cells were identified. In contrast, the frequency of beryllium-responsive CD4(+) T cells in the blood of these subjects ranged from undetectable to 1 in 500. No correlation was observed between the frequency of beryllium-responsive bronchoalveolar lavage (BAL) CD4(+) T cells as detected by intracellular staining and lymphocyte proliferation in culture after BeSO(4) exposure. Staining for surface marker expression showed that nearly all BAL T cells exhibit an effector memory cell phenotype. These results demonstrate a dramatically high frequency and compartmentalization of antigen-specific effector memory CD4(+) cells in the lungs of CBD patients."
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "Grant, W.M. Toxicology of the Eye. 3rd ed. Springfield, IL: Charles C. Thomas Publisher, 1986., p. 145",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ ... Injection of aq soln beryllium sulfate ... into cornea of rabbits has caused diffuse clouding within an hr ... progressing to leukoma & permanent scarring."
        },
        {
            "References": "Browning, E. Toxicity of Industrial Metals. 2nd ed. New York: Appleton-Century-Crofts, 1969., p. 72",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Acute - iv injection aq soln beryllium sulfate ... in liver necrosis of parenchyma is widespread & progressive ... significant fall in potassium level. In spleen ... red & white cells suffer severe damage with destruction. In bone marrow ... hyperemia, small hemorrhages & focal cell destruction ... necrosis ..."
        },
        {
            "References": "PMID:2930060",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Fischer 344-rats were exposed in a nose only inhalation arrangement to an aerosol of beryllium sulfate for 1 hr to study the chronic toxicity of this cmpd. The rats were observed for 1 yr following this single exposure. Significant elevations of lactate-dehydrogenase activity were noted for as long this 1 yr period of time following exposure. Histopathologic findings indicated progressive lesions developed over the time period. Small pneumonitis lesions were noted 3 wk after exposure which incr in size and severity over the ensuing months, and involving the entire subpleural regions. Alveolitis continued to be significant at all time points examined, manifested by a heteromorphic population of macrophages. Neutrophils and cellular debris continued to be found even at 1 yr post exposure, but this was less prominent than has been reported in other studies. The incr in lavage enzymes and presence of alveolitis indicated a continuing process of ongoing cellular injury. Total lung hydroxyproline values remained unchanged over the 1 yr time course. An incr was noted in alkaline-phosphatase and type-II hyperplasia which may represent incr alkaline-phosphatase assoc with type-II pneumocyte proliferation rather than with type-II cell destruction. Definitive granulomata did not result from this single exposure."
        },
        {
            "References": "PMID:3629606",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Male F-344/CRL rats were exposed to an inhalation chamber concentration of either 3.3 ug Be/L (particle mass median aerodynamic diameter (MMAD)= 1.95 um) or 7.0 ug Be/L (MMAD= 2.0 um) and male BALB/CBD mice were exposed to 7.2 ug Be/L (MMAD= 1.85 um) at pH 2. Controls were exposed to aerosols of sulfuric acid (pH 2). Exposure time for all animals was 1 hr. Groups of 3-4 animals were lavaged on selected days up to 21 days postexposure. The lavage fluid lactate dehydrogenase (LDH) activity of rats exposed to 3.3 ug/L was values significantly higher from controls at day 1, (p< 0.05), with a maximum difference peaked at day 8, (p< 0.005), and returned to control levels by day 21. Alkaline phosphatase activity was also significantly increased by day 1 (p< 0.01), peaked at day 5 (p< 0.005), and decreased by day 21, but remained significantly elevated. Rats exposed to 7.0 ug Be/L had similar enzyme patterns. In lung lavage of mice exposed to 7.2 ug Be/L, the lactate dehydrogenase activity was significantly elevated by day 3 (p< 0.01), and peaked at day 5 (p< 0.01). /Beryllium sulfate tetrahydrate/"
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V58 89 (1993)",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ When beryllium (as lactate or sulfate) was given intravenously to rats or rabbits at a dose of 0.5 or 0.75 mg/kg be, death invariably followed within four days; the primary cause of death was liver damage and ensuing hypoglycemia. In rabbits, but not in rats, convulsions were observed before death."
        },
        {
            "References": "Grant, W.M. Toxicology of the Eye. 3rd ed. Springfield, IL: Charles C. Thomas Publisher, 1986., p. 144",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/  ... Application of /0.05-0.1 molar beryllium sulfate soln/ ... to rabbit corneas from which epithelium had been removed by scraping caused complete permanent corneal opacification, often with extensive necrosis & perforation. Scraped but unexposed control eyes healed rapidly & completely.)"
        },
        {
            "References": "Grant, W.M. Toxicology of the Eye. 3rd ed. Springfield, IL: Charles C. Thomas Publisher, 1986., p. 144",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ ... Exposures of animals to dust of beryllium sulfate ... particle size 4 um at a concentration of 88 mg/cu m air for 6 hr/day ... conjunctivitis in guinea pigs & dogs, & in many animals ... corneal ulceration & vascularization. In some animals exposed in this manner for 11 days, mild uveitis with purulent exudates in anterior chamber ..."
        },
        {
            "References": "PMID:4717994",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Guinea pigs were sensitized to beryllium by 12 biweekly intradermal injections of 10 ug beryllium sulfate, and reacted with classical delayed hypersensitivity to max subtoxic skin test doses of beryllium sulfate (5 ug)."
        },
        {
            "References": "PMID:3764912",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Forty male Fischer 344 rats and 40 male BALB/c mice were exposed to an aerosol of beryllium sulfate (13 ug/L as beryllium) for an hour or to sulfuric acid mist (pH 2) and were sacrificed over a period of 21 days. Lung cell kinetics were evaluated using tritiated thymidine as a labeling index (LI), defined as the percentage of cells labeled with tritiated thymidine. In rats, there was a significant increase (p< 0.01) in labeling index as early as day 2 after exposure with a maximum response at day 8. The proliferative response involved type II alveolar epithelial cells, interstitial cells, and capillary cells. Three weeks following exposure, the interstitial response was resolved. The overall labeling index in mice was considerably lower than that of rats. A significant increase in labeling index (p< 0.01) was observed in mice by day 3 following exposure with a peak at day 5. The proliferative response was primarily found in alveolar macrophages, interstitial, and endothelial cells."
        },
        {
            "References": "PMID:1855008",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ ... Sprague-Dawley rats were randomized to groups fed with demineralized water containing 100 ppm of lead acetate, cadmium chloride, zinc sulfate, manganese chloride, copper chloride, mercury nitrate, or beryllium sulfate. After 15, 30 or 90 days of treatment, the livers of the animals were removed for determination of glutathione-S-transferase activity. On day 15 the GSH-S-epoxide-transferase activity was decreased. After a further 15 days the inhibition was less pronounced. On day 90 of the continuous heavy metal salt treatment the activity of GSH-S-epoxide-transferase had returned to almost normal levels in most cases. Under identical supplementations of the drinking water with heavy metal salts the GSH-S-aryltransferase activity was inhibited on day 30 more than on day 15 and less on day 90 than on day 30. ... The concn of the metals determined in the liver after intake of the metal salts were much lower compared to the metal concn of the in-vitro experiments calculated for liver tissue on the basis of the liver protein used in the reaction mixture."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V58 84 (1993)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Five groups of 40 female and 40 male SENCAR mice, seven to nine weeks old, received a single intraperitoneal injection of 0, 0.01, 0.1, 1.0, 5.0, or 10.0 ug/mouse beryllium sulfate (purity unspecified) in saline. One week after treatment, each animal received dermal applications of 2 ug 12-O-tetradecanoylphorbol 13-acetate (TPA) twice a week for 26 weeks. A positive control group received 50.5 ug/mouse benzo(a)pyrene followed by the TPA treatment. About 95% of the animals survived the treatment. Beryllium sulfate did not induce a significant number of mouse skin papillomas."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V100C 114(2012)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Beryllium sulfate injected intraperitoneally caused an increased incidence and multiplicity of lung tumours in A/J mice."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V100C 114 (2012)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Lung tumors were induced in rats by inhalation of beryllium sulfate, beryllium metal, and beryl ore dust."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V1 20 (1972)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ ... Induction of malignant pulmonary neoplasms /occurred/ in rats exposed to aerosol of beryllium sulfate for ... up to 6 mo & thereafter observed without treatment for ... up to 18 mo."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V1 20 (1972)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ ... 75 male & 75 female rats /exposed/ continuously to inhalation of beryllium sulfate aerosol ... 34 ug/cu m ... metaplastic changes of alveolar epithelium ... at 20, 24, 28 & 32 wk. Thereafter ... anaplastic /changes/ ... /after 40 wk/ ... alveolar adenocarcinomas ... in all ... rats killed after 56 wk ..."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V1 21 (1980)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ ... Exposed ... 10 monkeys intermittently ... to ... beryllium sulfate aerosol at ... 35 ug/cu m. During first 8 yr ... 2 of those exposed ... developed pulmonary cancers. In one ... tumor had metastasized to liver & other abdominal organs. Cancers ... predominantly anaplastic, but with both adenomatous & epidermoid ..."
        },
        {
            "References": "HATJIPANAGIOTOU A ET AL; ARCH GEFLUEGELKD 43 (3): 93 (1979)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Dietary administration of beryllium sulfate to hens for a yr decreased feed intake probably as result of bitter taste and/or beryllium accumulation in the brain. Beryllium decreased the number of eggs laid by the hens."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V58 79 (1993)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ 16 rhesus monkeys (Macaca mulatta) were exposed daily by inhalation 'for a long period of time' to beryllium sulfate aerosol at a concentration of 35 ug/cu m. Primary anaplastic pulmonary tumors with adenomatous and epidermoid patterns were observed in three monkeys between six months and eight years after the beginning of exposure."
        },
        {
            "References": "PMID:11678613",
            "Value": "/GENOTOXICITY/ Studies were performed to determine the carcinogenic potential of beryllium sulfate (BeSO4) in cultured mammalian cells. BALB/c-3T3 cells were treated with varying concentrations of BeSO4 for 72 hr and the transformation frequency was determined after 4 weeks of culturing. Concentrations from 50-200 ug BeSO4/mL, caused a concentration-dependent increase (9-41 fold) in transformation frequency. Non-transformed BALB/c-3T3 cells and cells from transformed foci induced by BeSO4 were injected into both axillary regions of nude mice. All ten Be-induced transformed cell lines injected into nude mice produced fibrosarcomas within 50 days after cell injection. No tumors were found in nude mice receiving non-transformed BALB/c-3T3 cells 90 days post-injection. Gene amplification was investigated in K-ras, c-myc, c-fos, c-jun, c-sis, erb-B2 and p53 using differential PCR while random amplified polymorphic DNA fingerprinting was employed to detect genomic instability. Gene amplification was found in K-ras and c-jun, however no change in gene expression or protein level was observed in any of the genes by Western blotting. Five of the 10 transformed cell lines showed genetic instability using different random primers. In conclusion, these results indicate that BeSO4 is capable of inducing morphological cell transformation in mammalian cells and that transformed cells induced by BeSO4 are potentially tumorigenic. Also, cell transformation induced by BeSO4 may be attributed, in part, to the gene amplification of K-ras and c-jun and some BeSO4-induced transformed cells possess neoplastic potential resulting from genomic instability."
        },
        {
            "References": "PMID:16447159",
            "Value": "/GENOTOXICITY/ ...inhalation of beryllium dust or fumes induces significant health effects, including chronic beryllium disease and lung cancer. In this study, the mutagenicity of beryllium sulfate (BeSO(4)) and the comutagenicity of beryllium with a known mutagen 1-methyl-3-nitro-1-nitrosoguanidine (MNNG) were evaluated using a forward mutant detection system developed in Escherichia coli. In this system, BeSO(4) was shown to be weakly mutagenic alone and significantly enhanced the mutagenicity of MNNG up to 3.5-fold over MNNG alone. Based on these results a proteomic study was conducted to identify the proteins regulated by BeSO(4). Using the techniques of 2-DE and MALDI-TOF MS, /the authors/ successfully identified 32 proteins being differentially regulated by beryllium and/or MNNG in the E. coli test system."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V58 94 (1993)",
            "Value": "/GENOTOXICITY/ In the only report of exposure in vivo, beryllium sulfate given by gavage at 50 and 80% of the four day maximal tolerated dose did not induce micronuclei in the bone marrow of mice. A marked depression of bone marrow erythropoiesis was observed, suggesting a toxic effect to the marrow."
        },
        {
            "References": "Norderg, G.F. et al; Handbook on the Toxicology of Metals 3rd ed. Academic Press, Burlington, MA. 2007, p. 426",
            "Value": "/GENOTOXICITY/ ...beryllium sulfate... produced a 21-fold increase in chromosomal abberations in Syrian hamster cells (HEC). However, other studies indicate that beryllium sulfate did not induce chromosomal aberrations in hamster ovary cells and in humster lung cells."
        },
        {
            "References": "Togna G  et al;  Toxicology and Applied Pharmacology, Vol. 144, ( 2): 262-267 (1997)",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ The effects of beryllium (7440417) on vascular endothelial function were studied in-vitro. Bovine and rabbit thoracic aorta segments were incubated with 0, 1.25, 2.5, and 1.00 micrograms per milliliter (ug/mL) beryllium as beryllium-sulfate (CAS 7787475) for 1 hour. The effects on endothelial adenosine-diphosphatase (ADPase) activity, and spontaneous and arachidonic-acid stimulated prostacyclin production were determined. Phenylephrine precontracted aortic rings from New-Zealand-rabbits were incubated with 0 to 16 ug/mL beryllium in the presence or absence of 0.01 to 1 micromolar (uM) acetylcholine, A23187, or 2 uM sodium-nitroprusside (SNP). The effects on acetylcholine, A23189, or SNP induced relaxation were determined. Platelet rich plasma prepared from 12 healthy male volunteers and New-Zealand-rabbits were incubated with 0, 2.5, 5.0, or 10.0 ug/mL beryllium. The effects on platelet reactivity were assessed by measuring their responses to aggregating and nonaggregating concentrations of arachidonic-acid, adenosine-diphosphate (ADP), or collagen using the Born turbidometric method and increases in thromboxane-2 (TxB2) production. Beryllium at 2.5 and 10 ug/mL significantly inhibited vascular endothelial ADPase activity. Beryllium at 5 ug/mL significantly inhibited spontaneous prostacyclin release. Beryllium concentrations of 2.5 ug/mL or higher significantly inhibited arachidonic-acid stimulated prostacyclin release. Beryllium inhibited acetylcholine and A23187 dependent relaxation in phenylephrine precontracted aortic rings. SNP induced relaxation was not affected. Beryllium significantly increased platelet hyperreactivity to arachidonic-acid by decreasing the concentrations required to induce aggregation and increase TxB2 production in both human and rabbit platelet rich plasma. The responses to ADP and collagen were not affected. The authors conclude that beryllium may impair some vascular endothelial functions and alter the interactions between platelet and endothelial mediators."
        },
        {
            "References": "PMID:453920",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ Rabbit alveolar macrophages were exposed in culture medium to asbestos, beryllium sulfate, and beryllium oxide. The specific activities of the lysosomal hydrolases, acid phosphatase beta-N-acetylglucosaminidase and beta-glucuronidase plus the glycolytic enzyme, phosphohexose isomerase were determined in the medium, whole-cell homogenates, mitochondrial fractions, and supernatant. These hydrolases increased significantly in the medium but not in the mitochondrial fraction of cells exposed to dusts. Asbestos and beryllium sulfate were highly cytotoxic for alveolar macrophages in vitro and the data suggested that these agents were not associated with an increase in enzyme synthesis but rather a direct cytotoxic effect at the macrophage membrane level. For induction of enzyme release in vitro, a higher concentration of beryllium oxide was needed when compared with asbestos and beryllium sulfate. The cytotoxicity and enzyme release induced by these agents may represent an important nonspecific mechanism by which they induce inflammation and perhaps local proliferation of fibroblasts."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V58 91 (1993)",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ Addition of beryllium sulfate at 1-5 umol/L (3)H-thymidine incorporation into splenic lymphocyte DNA by two to three fold. This weak mitogenic effect was limited to B lymphocytes. Beryllium sulfate, brought into solution as a sulfosalicylic acid complex, inhibited the growth of mouse fibroblasts in culture at concentrations higher than 10(-5) mol/L."
        },
        {
            "References": "Brooks AL et al; Ann Rep Inhal Toxicol Res Inst, Report No. LMF-120: 371-373 (1987)",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ This study attempted to determine whether factors which influence the solubility of beryllium and nickel also influence their toxicity. Both Chinese hamster ovary cells and rat lung epithelial cells were used in these studies. Chinese hamster ovary cells were more resistant to cell killing by beryllium sulfate than lung epithelial cells. Beryllium sulfate proved more toxic than either of the beryllium metal particle sizes used. Beryllium (II) was less toxic in LEC than beryllium (V) because smaller particles would have greater solubility. The cell cycle had but little influence on the toxicity of beryllium sulfate or beryllium metal, suggesting there is no single stage of the cell cycle when cells are more sensitive to killing from beryllium. ... The data in general indicated that factors influencing toxicity incl chemical composition and altered solubility. Solubility incr the biological availability of metal ions."
        },
        {
            "References": "PMID:4072254",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ Factors affecting the hepatotoxicities of beryllium, cadmium, ricin, and modeccin were studied in-vitro. Liver cells isolated from male Wistar rats were fractionated into parenchymal and non parenchymal cells. The fractions were incubated with beryllium-7 labeled beryllium sulfate or beryllium phosphate. The uptake of radioactivity by the parenchymal or non parenchymal fractions was measured. Hepatic parenchymal or non parenchymal fractions were incubated with cadmium-109 labeled cadmium chloride or cadmium complexes with cysteine, penicillamine, 2,3-dimercaptopropanol, or dithiothreitol and assayed for uptake of radioactivity. Male Wistar rats were injected intravenously with radiolabeled beryllium sulfate, beryllium phosphate, or cadmium chloride. One hour after dosing, the animals were killed, the livers were removed, fractionated into parenchymal and non parenchymal fractions, and assayed for uptake of radioactivity. Ricin, modeccin, ricin plus D-mannose, or ricin plus D-galactose were incubated with hepatic parenchymal or non parenchymal cells. The uptake of ricin and modeccin was determined. In-vivo, beryllium sulfate and cadmium chloride were removed primarily by parenchymal cells. Beryllium phosphate was removed primarily by non parenchymal cells. In-vitro, parenchymal cells preferentially accumulated beryllium sulfate. Beryllium phosphate preferentially accumulated in non parenchymal cells. Complexation of cadmium with cysteine and penicillamine reduced cadmium uptake in both cell types. Complexation with 2,3-dimercaptopropanol and dithiothreitol (which formed colloidal complexes) enhanced cadmium uptake in both cell fractions. Ricin alone was taken up primarily by non parenchymal cells. D-mannose inhibited uptake and D-galactose enhanced uptake. Modeccin was taken up by both cell types essentially in equal amounts. The authors conclude that hepatotoxic substances from colloidal or particulate species are taken up primarily by non parenchymal cells which suffer the major toxic insult. Soluble toxins more readily enter parenchymal cells."
        },
        {
            "References": "PMID:3485317",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ The beryllium and zirconium salts, beryllium sulfate and zirconium disulfate, each exerted a concn-dependent stimulation of mouse spleen cell proliferation as measured by an incr in ((3)H)thymidine incorporation into lymphocyte DNA, although the maximal response induced by zirconium disulfate (4-5 fold at 100-200 uM) was greater than that by beryllium sulfate (2-3 fold at 1-5 uM). Preincubation of splenocytes with low concn of beryllium sulfate (<1 uM) or a broad range of zirconium disulfate concn (2-100 uM) was also found to assist subsequent lectin- (concanavalin A) mediated lymphocyte proliferation. The results indicate that at defined concn beryllium and zirconium salts can both act as lymphocyte mitogens and augment the functional responsiveness of immune cells, which may help explain the characteristic induction of delayed hypersensitivity and production of immunological granulomas by these metals in vivo."
        },
        {
            "References": "Finch GL et al; Inhalation Toxicol Research Institute Annual Report: The Cytotoxicity of Beryllium Cmpd to Cultured Canine Alveolar Macrophages p.286-90 (1986)",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ An in vitro study of the toxicity of beryllium sulfate (BeSO4) and beryllium oxide (BeO) toward pulmonary alveolar macrophages from beagle dogs was reported. Two end points were quantified, cell viability (trypan-blue exclusion) and Fo receptor dependent phagocytosis (uptake of antibody coated sheep erythrocytes). Two types of BeO were used, calcined at either 500 °C or 1000 °C, in addition to BeSO4. Cell viability was established after 20 hours of incubation of 10+6 cells with 10-2 to 10-8 molar (M) beryllium compound, and phagocytosis was measured after 1 hour further incubation with antibody covered sheep erythrocytes. BeSO4 was the most toxic to the cells, followed by BeO calcined at 500 °C. Effective concentrations which reduced viability by 50% were 0.000094M, and 0.0057M for BeSO4, BeO calcined at 500 °C, and BeO calcined at 1000 °C, respectively."
        },
        {
            "References": "PMID:11568973",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ Differential gene expression was studied to understand the potential molecular mechanism responsible for cell transformation and tumorigenesis induced by beryllium. Cell lines were derived from tumors developed in nude mice injected subcutaneously with BALB/c-3T3 cells morphologically transformed with beryllium sulfate. Using the Atlas mouse 1.2 cDNA expression microarray, the expression profiles of 1176 genes, belonging to several different functional categories, were studied in the tumor cells as well as in the nontransformed control cells. Expression of 18 genes belonging to two functional groups was found to be consistently and reproducibly different (at least twofold) in the tumor cells compared with the control cells. The functional groups and the differentially expressed genes are as follows: The cancer-related genes (nine genes) were the ets-related transcription factor activated by ras, colony-stimulating factor, A-myb, sky, cot1, c-fos, c-jun, c-myc, and R-ras proto-oncogenes. The DNA synthesis, repair, and recombination genes (nine genes) were the DNA replication licensing factor MCM4, the DNA replication licensing factor MCM5, the DNA mismatch repair gene PMS2, the DNA excision repair gene, the DNA mismatch repair gene MSH2, the ultraviolet excision repair gene Rad23 DNA ligase 1, Rad51, and Rad52. The differential gene expression profile was confirmed with reverse transcription-polymerase chain reaction using primers specific for the differentially expressed genes. In general, expression of the cancer-related genes was upregulated, while expression of genes involved in DNA synthesis, repair, and recombination was downregulated in the tumor cells compared with the control cells. Using c-fos and c-jun, two of the differentially expressed genes, as model genes, /researchers/ have found that in the nontransformed BALB/c-3T3 cells, the beryllium-induced transcriptional activation of these genes was dependent on pathways of protein kinase C and mitogen-activated protein kinase and independent of reactive oxygen species. These results indicate that beryllium-induced cell transformation and tumorigenesis are accompanied by and are possibly a product of alterations in expression of genes related to cancer and to DNA synthesis, repair, and recombination."
        },
        {
            "References": "PMID:2954196",
            "Value": "/IMMUNOTOXICITY/ ... Beryllium sulfate was injected intratracheally into F344 rats previously immunized to beryllium sulfate. This results in well-formed, sarcoid-like lung granulomata at 6 wk post treatment with beryllium sulfate. There was a conspicuous presence at 4 wk post treatment of numerous, perivascularly located Langhans' giant cells which preceded the development of well-formed granulomas at 6 wk. Rats were sacrificed at 4, 6, 8, and 12 wk after intratracheal injection. At the time of sacrifice bronchoalveolar lavage was performed; B and T ... lymphocyte populations were quantitated and compared to lymphocyte populations obtained from lung tissue. Both B and T cells were significantly elevated in lung tissue post treatment with beryllium sulfate. At 4 wk when granulomata were just developing, a W3/25+ to OX8+ ratio of 20:1 in lavage and 2:1 in lung tissue was seen. At 6 wk when granulomata were well-formed there was a predominance of W3/25+ cells in lavage but not in lung tissue. At 8 and 12 wk, when the granulomata were regressing, lavage fluid still contained a W3/25+ predominance in contrast to lung tissue which contained a predominance of OX8+ cells."
        },
        {
            "References": "Tarantino LM et al; Toxicol Sci 90 (1-S): 212 (2006)",
            "Value": "/IMMUNOTOXICITY/ Exposure to beryllium is an occupational hazard that can cause chronic beryllium disease (CBD), an irreversible, debilitating granulomatous lung disease, in as many as 3-5% of exposed workers. CBD begins as an MHC Class II-restricted, Th1 hypersensitivity, and the Human Leukocyte Antigen, HLA-DPB1 E69, is associated with risk of developing CBD. Previously, /the authors/ found that mice with the human HLA-DPB1*1701 transgene, which in humans is correlated with increased risk of development of CBD, had an increased hypersensitivity response over their control counterparts. /The authors/ employed the mouse ear swelling test to determine if different inbred mouse strains (AKR, Balb/c, C3H/HeJ, C57/BL6, DBA/2, FVB/N and SJL/J) would display varying hypersensitivity responses to beryllium. In two separate experiments, mice were placed into either group: control/control (skin sensitized with vehicle and challenged with vehicle) or Be/Be (skin sensitized with beryllium sulfate and challenged with beryllium sulfate). Beryllium sensitized and challenged Balb/c, C57/BL6, DBA/2, and SJL/J strains had significant (p<0.001) ear swelling over their control counterparts. The FVB/N and C3H/HeJ strains, however, had small but not statistically significant increases in ear thickness. This indicates that there may be genes that modulate the augmentation of the beryllium hypersensitivity response by the HLA-DPB1 E69 genotype. Uncovering the genes responsible for the hypersensitive phenotype in mice may prove useful in learning more about the mechanisms involved in chronic beryllium disease."
        },
        {
            "References": "Tarantino LM et al; Toxicol Sci 90 (1-S): 212 (2006)",
            "Value": "/IMMUNOTOXICITY/ Exposure to beryllium is an occupational hazard that can cause chronic beryllium disease (CBD), an irreversible, debilitating granulomatous lung disease, in as many as 3-5% of exposed workers. CBD begins as an MHC Class II-restricted, Th1 hypersensitivity, and the Human Leukocyte Antigen, HLA-DPB1 E69, is associated with risk of developing CBD. Previously, /the authors/ found that mice with the human HLA-DPB1*1701 transgene, which in humans is correlated with increased risk of development of CBD, had an increased hypersensitivity response over their control counterparts. /The authors/ employed the mouse ear swelling test to determine if different inbred mouse strains (AKR, Balb/c, C3H/HeJ, C57/BL6, DBA/2, FVB/N and SJL/J) would display varying hypersensitivity responses to beryllium. In two separate experiments, mice were placed into either group: control/control (skin sensitized with vehicle and challenged with vehicle) or Be/Be (skin sensitized with beryllium sulfate and challenged with beryllium sulfate). Beryllium sensitized and challenged Balb/c, C57/BL6, DBA/2, and SJL/J strains had significant (p<0.001) ear swelling over their control counterparts. The FVB/N and C3H/HeJ strains, however, had small but not statistically significant increases in ear thickness. This indicates that there may be genes that modulate the augmentation of the beryllium hypersensitivity response by the HLA-DPB1 E69 genotype. ..."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. 189",
            "Value": "/IMMUNOTOXICITY/ ... Pretreatment with intravenous or oral administration of beryllium sulfate before intratracheal instillation mitigated the inflammatory responsein the lungs."
        },
        {
            "References": "PMID:10858219",
            "Value": "/IMMUNOTOXICITY/ Beryllium is associated with a human pulmonary granulomatosis characterized by an accumulation of CD4(+) T cells in the lungs and a heightened specific lymphocyte proliferative response to beryllium (Be) with gamma interferon (IFN-gamma) release (i.e., a T helper 1 [Th1] response). While an animal model of Be sensitization is not currently available, Be has exhibited adjuvant effects in animals. The effects of Be on BALB/c mice immunized with soluble leishmanial antigens (SLA) were investigated to determine if Be had adjuvant activity for IFN-gamma production, an indicator of the Th1 response. In this strain of Leishmania-susceptible BALB/c mice, a Th2 response is normally observed after in vivo SLA sensitization and in vitro restimulation with SLA. If interleukin-12 (IL-12) is given during in vivo sensitization with SLA, markedly increased IFN-gamma production and decreased IL-4 production are detected. /The authors/ show here that when beryllium sulfate (BeSO(4)) was added during in vivo sensitization of BALB/c mice with SLA and IL-12, significantly increased IFN-gamma production and decreased IL-4 production from lymph node and spleen cells were detected upon in vitro SLA restimulation. No specific responses were observed to Be alone. Lymph node and spleen cells from all mice proliferated strongly and comparably upon in vitro restimulation with SLA and with SLA plus Be; no differences were noted among groups of mice that received different immunization regimens. In vivo, when Be was added to SLA and IL-12 for sensitization of BALB/c mice, more effective control of Leishmania infection was achieved. This finding has implications for understanding not only the development of granulomatous reactions but also the potential for developing Be as a vaccine adjuvant."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V58 90 (1993)",
            "Value": "/IMMUNOTOXICITY/ Intratracheal instillation of beryllium sulfate after immunization with a subcutaneous injection of beryllium sulfate fortified with ovalbumin and Freund's adjuvant resulted in granulomatous pulmonary disease in Fischer 344 rats within six weeks, accompanied by accumulation of both T and B lymphocytes in the lung tissue."
        },
        {
            "References": "PMID:7256769",
            "Value": "/IMMUNOTOXICITY/ Beryllium compounds, in particular beryllium phosphate, cause an RES blockade in vivo, although the mechanism of this effect in liver Kupffer cells has not been fully investigated. Cytotoxicity of particulate and soluble beryllium compounds to rat liver Kupffer cells in vitro was demonstrated when the cells accumulated <1 nmol beryllium/10+6 cells. In primary culture at 37 °C beryllium phosphate and beryllium sulfate (150 uM) caused cell damage within 10 hr as measured by detachment of cell monolayer and release of (51)Cr into the medium from cells prelabeled with the radioisotope. Endocytosis of the test substrates, (125)I-labeled polyvinylpyrrolidone, colloidal 189Au and opsonized (IgG-coated) sheep red blood cells, was unaffected by the presence of beryllium in the incubation medium or by preincubation of cells with beryllium compounds. RES blockade observed in the whole animal was probably due to a cytotoxic action of beryllium rather than an effect on endocytosis per se."
        },
        {
            "References": "Zissu D et al; Cont Derm 34 (3): 196-200 (1996)",
            "Value": "/IMMUNOTOXICITY/... Guinea pigs were sensitized to beryllium sulfate according to the maximized Magnusson and Kligman test, and challenged with beryllium alloys and metallic copper, beryllium and aluminum samples. Results showed a delayed skin hypersensitivity reaction in 30 to 60% of pre-sensitized guinea pigs challenged with copper-beryllium alloys and aluminum-beryllium alloy. An inflammatory follicular reaction was induced by copper in both controls and pre-sensitized guinea pigs."
        },
        {
            "References": "Huang H et al; Lab Invest 76 (1): 138-146 (1992)",
            "Value": "/IMMUNOTOXICITY/ Induction of immunopathological changes in the lungs by soluble and particulate beryllium compounds was studied in mice. BALB/c mice, C57BL/6 mice, or A/J mice were preimmunized with 5 ug beryllium as beryllium sulfate suspended in saline, complete Freund's adjuvant, 1% bovine serum albumin, or 50% syngeneic mouse serum. One wk later they were admin 5 ug beryllium sulfate in serum intratracheally. Bronchoalveolar lavage (BAL) was performed periodically 1 to 20 wk after dosing. Lung fluid cellularity was studied by flow cytometric analysis. Expression of surface cell markers was examined using T-cell, B-cell, and macrophage specific antibodies. Selected mice were killed after each BAL and the lungs were removed and examined for histopathological changes. ... In BALB/c mice and C57BL/6 mice, beryllium sulfate induced only an inflammatory reaction that resolved after 2 mo. In A/J mice, beryllium sulfate induced significant incr in lavage fluid lymphocyte counts at 2, 4, and 8 wk. Significant incr in immature monocytes and macrophages also occurred. The macrophage activation antigens Mac-1, Mac-2, and Mac-3 were significantly elevated within 2 wk. Mac-2 and Mac-3 returned to the control values after 4 wk, but Mac-1 remained elevated. Approx 33% of the lymphocytes expressed the gamma/delta T-lymphocyte receptor 2 wk after beryllium sulfate. After 4 wk the lymphocytes were mostly Thy1+ and L3T4+ and expressed the alpha/beta T-lymphocyte receptor. Perivascular accumulation of lymphocytes and microgranulomas developed in the lungs of all preimmunized beryllium sulfate treated animals. Fibrotic changes were observed after 2 to 4 mo."
        },
        {
            "References": "Newmann LS, Campbell PA; Internat Arch Allergy Appl Immunol 84 (3): 223-227 (1987)",
            "Value": "/IMMUNOTOXICITY/ The mitogenic response of mouse lymphocytes to beryllium sulfate was studied in vitro. Cultured splenocytes and thymocytes from (C57BL/6xDBA/2)F1 mice were incubated with 0 to 0.01 molar beryllium sulfate, magnesium sulfate or aluminum sulfate for 72 hours. Mitogenicity was evaluated by measuring uptake of (125)-iodouracildeoxyriboside by the cultures in response to stimulation by lipopolysaccharide or concanavalin-A. Beryllium sulfate, but neither of the other sulfates, caused a significant incr in uptake of (125)-iodouracildeoxyriboside in splenocytes but not thymocytes. Similar experiments were conducted in which the B-cell population of mouse splenocytes was depleted by passing the cells over a nylon wool column. The mitogenic response to beryllium sulfate was eliminated and the response to lipopolysaccharide was sharply reduced. The response to concanavalin-A was not affected. The uptake of (125)-iodouracildeoxyriboside by splenocytes from nude mice (a T-cell deficient strain) was measured in the presence of beryllium sulfate, and a 3 fold incr in uptake was observed. (C57BL/6xDBA/2)F1-mouse splenocytes were also incubated with beryllium sulfate for 5 days, and uptake of (125)-iodouracildeoxyriboside was measured after 2, 3, 4, and 5 days. The max response to beryllium sulfate occurred after 2 days, whereas the max uptake induced by lipopolysaccharide and concanavalin-A occurred after 3 days."
        },
        {
            "References": "Grant, W.M. Toxicology of the Eye. 3rd ed. Springfield, IL: Charles C. Thomas Publisher, 1986., p. 145",
            "Value": "/OTHER TOXICITY INFORMATION/ Exptl injection of aq soln ... /in/ unspecified concn into cornea of rabbits has caused diffuse clouding within an hr, subsequently progressing to leukoma & permanent scarring."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V58 91 (1993)",
            "Value": "/OTHER TOXICITY INFORMATION/ Intravenous administration of beryllium sulfate at 30 umol/kg bw to rats decreased the stimulation of thymidine incorporation into liver DNA after partial hepatectomy; the decrease was accompanied by decreased activities of thymidine kinase, thymidylate kinase, thymidylate synthetase, deoxycytidylate deaminase and DNA polymerase. No effect was observed on the incorporation of (14)C-orotic acid into RNA, the activity of RNA polymerase, incorporation of (14)C-leucine into histones or acetylation of histones."
        }
    ]
}