{
    "_id": {
        "$oid": "6682e95fc4e5dba5ffba2a4b"
    },
    "CID": {
        "$numberInt": "26293"
    },
    "Name": "THORIUM NITRATE",
    "IUPACName": "thorium(4+);tetranitrate",
    "CanonicalSMILES": "[N+](=O)([O-])[O-].[N+](=O)([O-])[O-].[N+](=O)([O-])[O-].[N+](=O)([O-])[O-].[Th+4]",
    "Synonyms": [
        "THORIUM NITRATE",
        "13823-29-5",
        "Thorium tetranitrate",
        "thorium(4+);tetranitrate",
        "Nitric acid",
        "thorium salt",
        "THORIUM(IV) NITRATE",
        "Nitric acid",
        "thorium(4+) salt (4:1)",
        "Nitric acid",
        "thorium(4+) salt",
        "Thorium nitrate",
        "solid",
        "Thorium nitrate ((Th(NO3)4))",
        "61443-54-7",
        "IF944P467K",
        "Thorium(IV) nitrate hydrate (99.8%-Th)",
        "16092-49-2",
        "Thorium(4+) nitrate"
    ],
    "IsomericSMILES": "[N+](=O)([O-])[O-].[N+](=O)([O-])[O-].[N+](=O)([O-])[O-].[N+](=O)([O-])[O-].[Th+4]",
    "INCHI": "InChI=1S/4NO3.Th/c4*2-1(3)4;/q4*-1;+4",
    "INCHIKEY": "VGBPIHVLVSGJGR-UHFFFAOYSA-N",
    "Formula": "N4O12Th",
    "MolecularWeight": {
        "$numberDouble": "480.06"
    },
    "Description": {
        "$numberDouble": "NaN"
    },
    "XlogP": {
        "$numberDouble": "NaN"
    },
    "Complexity": {
        "$numberInt": "18"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "environmental_bioconcentrations": [
        {
            "References": "Seiler, H.G., H. Sigel and A. Sigel (eds.). Handbook on the Toxicity of Inorganic Compounds. New York, NY: Marcel Dekker, Inc. 1988., p. 692",
            "Value": "/Rainbow trout were exposed to thorium (as the nitrate salt) added to water taken from the Columbia River./ Due to its rate of hydrolysis, thorium transfer ... /was/ low & does not exhibit a marked tendency to accumulate in biological tissue."
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "PMID:135460",
            "Value": "THORIUM NITRATE PRODUCED PROGRESSIVE MORPHOLOGICAL & BIOCHEMICAL ALTERATIONS IN RAT TESTIS WHEN ADMIN DAILY IP. THE DEGENERATIVE CHANGES IN THE SEMINIFEROUS TUBULES INCR WITH THE DURATION OF THE TREATMENT AND AFTER 90 DAYS CALCIFICATION OCCURRED IN ABOUT 25% OF THE TUBULES AND IN THE CONNECTIVE TISSUE OF THE TUNICA ALBUGINEA. THE ACTIVITY OF ATPASE AND ALKALINE PHOSPHATASE INCR MARKEDLY."
        },
        {
            "References": "PMID:1225262",
            "Value": "IP ADMIN OF 10 MG THORIUM NITRATE/KG/DAY FOR 120 DAYS TO RATS CAUSED DECREASES IN ALKALINE PHOSPHATASE & ADENOSINE TRIPHOSPHATASE IN THE KIDNEYS AND LIVER."
        },
        {
            "References": "National Research Council. Drinking Water and Health. Volume 3. Washington, DC: National Academy Press, 1980., p. 143",
            "Value": "... One ml doses of 5%, 10%, and 20% thorium nitrate /were applied daily/ to the skin in the lateroabdominal and scrotal areas of male albino rats for 15 days. The animals were sacrified 15 days later. ... There was no gross abnormality in skin, liver, kidneys, or testes of any of the rats. ... Mild degenerative changes were found in the skin and testes of animals receiving the 20% thorium soln. Skin lesions consisted of ... acanthosis & thickening of epithelial lining. Testicular lesions consisted of ... edema of seminiferous tubules & interstitium & desquamation of the spermatogenic cells. A few tubules carried spermatid type giant cells."
        },
        {
            "References": "Clayton, G. D. and F. E. Clayton (eds.). Patty's Industrial Hygiene and Toxicology: Volume 2A, 2B, 2C: Toxicology. 3rd ed. New York: John Wiley Sons, 1981-1982., p. 1935",
            "Value": "Dietary levels of 3% /thorium/ nitrate were required before growth depression occurred in rats; a dog showed growth depression (15%) on 1 g nitrate/kg daily, in a 46-day study."
        },
        {
            "References": "Clayton, G. D. and F. E. Clayton (eds.). Patty's Industrial Hygiene and Toxicology: Volume 2A, 2B, 2C: Toxicology. 3rd ed. New York: John Wiley Sons, 1981-1982., p. 1935",
            "Value": "Short term inhalation exposures of dogs for 2 to 10 weeks to the nitrate, oxide, fluoride, & oxalate separately, at mean concentrations of 76, 51, 11, & 26 mg/cu m of cmpd, respectively, and mean particle diameters around 1 um showed abnormal leukocytes as the only evidence of toxicity."
        },
        {
            "References": "PMID:6837951",
            "Value": "Daily ip admin of aq soln of thorium nitrate (0.05 mmol/100 g body wt) for 7 days reduced the seminiferous tubule diameter & gametogenic count in mice. Signs of testicular necrosis, exfoliation of germ cells, and karyolysis were seen in most of the tubules. Mononucleate and polynucleate giant cells were also observed indicating prolonged pathological condition."
        },
        {
            "References": "Venugopal, B. and T.D. Luckey. Metal Toxicity in Mammals, 2. New York: Plenum Press, 1978., p. 160",
            "Value": "When thorium chloride or thorium nitrate is given ip, animals die of chemical peritonitis, abdominal distension, & rigidity, possibly owing to the toxicity of anions. /No additional data given on study/"
        },
        {
            "References": "Patrick SJ, Cross EM; Can J Res 26:303-16 (1948) as cited in U.S. Dept Health & Human Services/ATSDR; Toxicological Profile for Thorium p.19 (1990) PB91-180448",
            "Value": "A single gavage administration of 1000 mg thorium/kg body weight/day (110 nCi/kg/day = 4070 Bq/kg/day) as thorium nitrate resulted in the death of 4/20 mice, while a single amount of 760 mg thorium/kg body weight/day (84 nCi/kg/day = 3100 Bq/kg/day) resulted in no mortality. Occasional intestinal hemorrhage was noted at autopsy in the mice that died, but it was not reported if the hemorrhage was the cause of death in the animals. No effects were found following administration of a 10% sodium nitrate solution, suggesting that the adverse effects were due to thorium and not to nitrate. Following 4 months of continuous exposure to 123 mg thorium/kg body weight/day (13.6 nCi/kg/day = 503 Bq/kg/day) as thorium nitrate in the drinking water, 50% of the treated mice and 10% of the control mice died. No cause of death was reported in either the acute or the 4-month studies."
        },
        {
            "References": "Tandon Sk et al; Ind Health 13: 221-5 (1975) as cited in U.S. Dept Health & Human Services/ATSDR; Toxicological Profile for Thorium p.26 (1990) PB91-180448",
            "Value": "Daily dermal applications of 132.5 mg; thorium/kg body weight/day (15 nCi/kg/day = 555 Bq/kg/day), 265 mg thorium/kg body weight/day (29 nCi/kg/day = 1073 Bq/kg/day), or 529 mg thorium/kg body weight/day (58 nCi/kg/day = 2146 Bq/kg/day) /were applied/ to the lateroabdominal and scrotal areas of rats for 15 days. The thorium was administered to skin (hair was clipped) as thorium nitrate, and the area remained uncovered for the duration of treatment. Mild hyperkeratinization of the lateroabdominal skin was found at all exposure levels. At the highest exposure level, mild acanthosis and thickening of the epithelial lining of the lateroabdominal skin were seen. At this level, mild acanthosis, swollen collagen fibers, and foamy dermis were found in the scrotal skin."
        }
    ]
}