{
    "_id": {
        "$oid": "6682e7d0c4e5dba5ffba2279"
    },
    "CID": {
        "$numberInt": "263"
    },
    "Name": "N-BUTYL ALCOHOL",
    "IUPACName": "butan-1-ol",
    "CanonicalSMILES": "CCCCO",
    "Synonyms": [
        "1-butanol",
        "butanol",
        "Butan-1-ol",
        "n-butanol",
        "Butyl alcohol",
        "71-36-3",
        "n-butyl alcohol",
        "1-hydroxybutane",
        "Propylcarbinol",
        "Butyl hydroxide",
        "Methylolpropane",
        "Propylmethanol",
        "Hemostyp",
        "n-Butan-1-ol",
        "Butyric alcohol"
    ],
    "IsomericSMILES": "CCCCO",
    "INCHI": "InChI=1S/C4H10O/c1-2-3-4-5/h5H,2-4H2,1H3",
    "INCHIKEY": "LRHPLDYGYMQRHN-UHFFFAOYSA-N",
    "Formula": "C4H10O",
    "MolecularWeight": {
        "$numberDouble": "74.12"
    },
    "Description": "Butan-1-ol is a primary alcohol that is butane in which a hydrogen of one of the methyl groups is substituted by a hydroxy group. It it produced in small amounts in humans by the gut microbes. It has a role as a protic solvent, a human metabolite and a mouse metabolite. It is a primary alcohol, a short-chain primary fatty alcohol and an alkyl alcohol.",
    "XlogP": {
        "$numberDouble": "0.9"
    },
    "Complexity": {
        "$numberInt": "13"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "plant_concentrations": [
        {
            "References": "(1) USDA; Dr. Duke's Phytochemical and Ethnobotanical Databases. Plants with a chosen chemical. n-Butanol. Washington, DC: US Dept Agric, Agric Res Service. Available from, as of Sept 10, 2014: https://www.ars-grin.gov/duke/",
            "Value": "Plants containing n-butyl alcohol(1).",
            "Table": "[{'Genus species': 'Chamaemelum nobile (L)', 'Family': 'Asteracae', 'Common name': 'Garden Camomile', 'Part': 'Plant'}, {'Genus species': 'Malus domestica', 'Family': 'Rosaceae', 'Common name': 'Apple', 'Part': 'Plant'}, {'Genus species': 'Morus alba', 'Family': 'Moraceae', 'Common name': 'White Mulberry', 'Part': 'Leaf'}]"
        }
    ],
    "environmental_bioconcentrations": [
        {
            "References": "(1) Hansch C et al; Exploring QSAR. Hydrophobic, Electronic, and Steric Constants. ACS Prof Ref Book. Heller SR, consult. ed., Washington, DC: Amer Chem Soc p. 10 (1995) (2) US EPA; Estimation Program Interface (EPI) Suite. Ver. 4.11. Nov, 2012. Available from, as of June 9, 2014: https://www.epa.gov/oppt/exposure/pubs/episuitedl.htm (3) Franke C et al; Chemosphere 29: 1501-14 (1994)",
            "Value": "An estimated BCF of 3 was calculated in fish for n-butyl alcohol(SRC), using a log Kow of 0.88(1) and a regression-derived equation(2). According to a classification scheme(3), this BCF suggests the potential for bioconcentration in aquatic organisms is low(SRC)."
        }
    ],
    "environmental_biodegradations": [
        {
            "References": "(1) OECD: SIDS Initial Assessment Report for n-Butyl Alcohol (CAS 71-36-3), updated June 2004. Available from, as of June 9, 2014: https://www.inchem.org/documents/sids/sids/71363.pdf (2) Bridie AL et al; Water Res 13: 627-30 (1979) (3) Dore M et al; Trib Cebedeau 28: 3-11 (1975) (4) Schering M; Environ Sci Technol 31: 2891-97 (1997) (5) Yonezawa Y, Urushigawa Y; Chemosphere 8: 139-42 (1979) (6) Morris MS; Diss Abstr Int B 49: 2766 (1988) (7) Loehr RC; Treatability Potential For EPA Listed Hazardous Wastes In Soil. ADA, OK: USEPA Robert S Kerr Environ Res Lab, USEPA/600/2-89/011 (1989) (8) NITE; Chemical Risk Information Platform (CHRIP). Biodegradation and Bioconcentration. Tokyo, Japan: Natl Inst Tech Eval. Available from, as of June 9, 2014: https://www.safe.nite.go.jp/english/db.html",
            "Value": "AEROBIC: n-Butyl alcohol biodegrades rapidly in screening tests using a sewage or activated sludge inoculum and is considered readily biodegradable(1). n-Butyl alcohol reached 66% of its theoretical BOD in a sewage sludge during a 5 day incubation period(2) and 33% of its theoretical BOD using an inoculum from polluted surface water(3). The first-order rate constant for the degradation of n-butyl alcohol in soils was reported as 2X10-6 sec-1(4); this corresponds to a half-life of approximately 4 days(SRC). The first-order biodegradation rate constant of n-butyl alcohol in an activated sludge inoculum was reported as 9.59X10-3 per hour(5); this corresponds to a half-life of about 3 days(SRC). The biodegradation half-life of n-butyl alcohol in a sub-surface soil from Blacksburg, VA was approximately 7 days(6). The biodegradation half-life of n-butyl alcohol in a basic sandy silt loam from Texas was reported as 1 day and the half-life of n-butyl alcohol in an acidic sandy loam from Mississippi was reported as 8.5 days(7). A 20 day BOD (Biochemical Oxygen Demand) test was conducted using unacclimated settled domestic wastewater as the microbial seed (3 mL/BOD bottle)(1); the results showed a BOD5 of 68% ThOD (percent of theoretical oxygen demand), a BOD10 of 87% ThOD, a BOD15 of 92% ThOD, and a BOD20 of 92% ThOD(1). n-Butyl alcohol, present at 100 mg/L, reached >60% of its theoretical BOD in 4 weeks using an activated sludge inoculum at 30 mg/L in the Japanese MITI test(8)."
        },
        {
            "References": "(1) Matsui S et al; Water Sci Technol 20: 201-10 (1989)",
            "Value": "AEROBIC: Thirty-eight process wastewaters and 37 organic substances identified in the wastewater of the Kashima (Japan) petrochemical complex were subjected to the activated sludge degradability test. The test used the activated sludge of the Fukashiba (Japan) industrial wastewater treatment plant, which was acclimatized to the wastewater and organic substances. Water in the test container was sampled during aeration at 0 hr and 24 hrs later. After 1 day of acclimation, 100 mg/l of n-butyl alcohol resulted in a chemical oxygen demand of 82% and 93% total organic carbon(1)."
        }
    ],
    "fish_seafood_concentrations": [
        {
            "References": "(1) Yashuhara A, Morita M; Chemosphere 16: 2559-65 (1987)",
            "Value": "n-Butyl alcohol was found in a sample of mussel (Mytilus edulis) at a concentration of 0.27 ppm. The mussel sample was collected off the coast of Japan(1)."
        }
    ],
    "logP": [
        {
            "References": "Hansch, C., Leo, A., D. Hoekman. Exploring QSAR - Hydrophobic, Electronic, and Steric Constants. Washington, DC: American Chemical Society., 1995., p. 10",
            "Value": "log Kow = 0.88"
        }
    ],
    "mechanism_of_action": [
        {
            "References": "PMID:22564901",
            "Value": "Alcohols are widely used as industrial solvents and chemical intermediates but can cause serious damage to human health. Nevertheless, few studies have addressed the molecular mechanisms underlying the cytotoxicity of industrial alcohols, with the notable exception of ethanol. The goal of our current study is to elucidate the molecular mechanism of cytotoxicity caused by primary alcohols containing longer carbon chains than ethanol. /The study/ find that 1-butanol induces morphological changes in H9c2 cardiomyoblastoma including nuclear condensation and membrane blebbing, both of which are features of apoptotic response. Moreover, a decrease in the mitochondrial membrane potential, the cytosolic release of cytochrome c, and the activation of caspase 9 and 3 was observed, thus revealing the activation of the mitochondrial apoptotic pathway by 1-butanol. The addition of Y-27632, a specific inhibitor of Rho-associated kinase (ROCK), suppressed the membrane blebbing and mitochondrial apoptotic pathway. In comparison z-VAD-fmk, a pan-caspase inhibitor, did not inhibit membrane blebbing but did prevent cell death following exposure to 1-butanol. These results indicate that mitochondrial pathway of apoptosis and membrane blebbing are parallel phenomena that occur downstream of ROCK. This kinase thus plays an essential role in 1-butanol cytotoxicity and subsequent cell death in H9c2 cells."
        },
        {
            "References": "PMID:20118358",
            "Value": "n-Butanol has been proposed as an alternative biofuel to ethanol, and several industrially used microbes, including Escherichia coli, have been engineered to produce it. Unfortunately, n-butanol is more toxic than ethanol to these organisms. To understand the basis for its toxicity, cell-wide studies were conducted at the transcript, protein, and metabolite levels to obtain a global view of the n-butanol stress response. Analysis of the data indicates that n-butanol stress has components common to other stress responses, including perturbation of respiratory functions (nuo and cyo operons), oxidative stress (sodA, sodC, and yqhD), heat shock and cell envelope stress (rpoE, clpB, htpG, cpxR, and cpxP), and metabolite transport and biosynthesis (malE and opp operon). Assays using fluorescent dyes indicated a large increase in reactive oxygen species during n-butanol stress, confirming observations from the microarray and proteomics measurements. Mutant strains with mutations in several genes whose products changed most dramatically during n-butanol stress were examined for increased sensitivity to n-butanol. Results from these analyses allowed identification of key genes that were recruited to alleviate oxidative stress, protein misfolding, and other causes of growth defects. Cellular engineering based on these cues may assist in developing a high-titer, n-butanol-producing host."
        },
        {
            "References": "Lindbohm R, Wallgren H; Acta Pharmacol et Toxicol 19 (1): 53-8 (1962)",
            "Value": "The effects of n-butyl and t-butyl alcohol on the respiration of electrically stimulated and unstimulated slices of rat brain cortical tissue were studied. n-Butyl alcohol, at a concn of 9 mM, and t-butyl alcohol, at a concn of 41 mM, reduced the respiration of stimulated tissue by about 11.5%, and depressed respiration of unstimulated tissue. It is concluded that the alcohols ... act primarily by interfering with mechanisms closely related to the excitation cycle in conducting membranes."
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "Grant, W.M. Toxicology of the Eye. 3rd ed. Springfield, IL: Charles C. Thomas Publisher, 1986., p. 162",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Liq n-butyl alcohol tested by applying drop to rabbit eyes caused moderate temporary injury, graded 7 on a scale of 1 to 10 after 24 hr. /10 is most severe injury/"
        },
        {
            "References": "HILL MW ET AL; J COMP PHYSIOL 142 (1): 61-5 (1981)",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ The success rate of a conditioned response in goldfish was tested as a function of time after single additions of n-butanol at different concentrations. Following a step incr in alc concn to goldfish, initial conditional response success rate decr & was related both to initial concn & to size of the step. After single steps to final concn of 15 mmole there was no evidence of recovery by 5 hr. At 20 mmole fish were fully anesthetized."
        },
        {
            "References": "Gosselin, R.E., R.P. Smith, H.C. Hodge. Clinical Toxicology of Commercial Products. 5th ed. Baltimore: Williams and Wilkins, 1984., p. III-12",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ In the rat ... the order of increasing lethality by single dose oral admin is as follows: ethyl, isopropyl and sec-butyl, n-butyl, tert-butyl, isobutyl, & amyl alcohols."
        },
        {
            "References": "PMID:3355368",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Exposure to n-butanol vapor gave rise to a sensory irritation response which was measured by the reflexively induced decrease in respiratory rate in mice according to the American standard method (E981-84). The response reached maximum within the 1st min of exposure. In this period the expected threshold response (RD-0) and the concentration expected to depress the respiratory rate by 50% (RD-50) were extrapolated to be 233 ppm and 11,696 ppm, respectively. The response followed the dynamics of a bimolecular reaction between butanol and the sensory irritant receptor. For concentrations below 3000 ppm, the response faded due to desensitization. However, concentrations above 3000 ppm gave rise to a new decrease in respiratory rate due to activation of lung receptors. Two types of lung receptors, probably J-receptors and stretch receptors, were involved. The sensory irritation response measured by the standard method gave a threshold response which was comparable to that found by electrophysiological experiments in rats. The irritation response in man as well as the maximum allowable concentration in the working environment were adequately predicted from the sensory irritation response in mice."
        },
        {
            "References": "Gosselin, R.E., R.P. Smith, H.C. Hodge. Clinical Toxicology of Commercial Products. 5th ed. Baltimore: Williams and Wilkins, 1984., p. III-13",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ The butyl alcohols are ... 2 to 5 times more toxic than ethanol when tested acutely in the rat. ... Toxic symptoms from butyl ... alcohol are usually more severe and more prolonged than those in ethanol intoxication. /Alcohols, higher/"
        },
        {
            "References": "KOLESNIKOV PA; GIG SANIT; 5:104-105. (1975).",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Experiments established that the duration of hexobarbital-induced sleep and toxicity of butyl alcohol for mice and the acid resistance of erythrocytes of rats change significantly under prolonged (30-day) inhalation of a low concentration of butyl alcohol (6.6 mg/cu m), which is almost 2 times less than the maximum allowable concentration (MAC) in production rooms. Even in a concentration 10 times less than the MAC, butyl alcohol affected the animals..."
        },
        {
            "References": "PMID:15621345",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ The objective of this study was to evaluate the developmental toxicity of 1-butanol in rats. Pregnant rats were given drinking water containing 1-butanol at 0.2%, 1.0% or 5.0% (316, 1454 or 5654 mg/kg/day) on days 0-20 of pregnancy. A significant decrease in maternal body weight gain accompanied by reduced food and water consumption was found at 5.0%. No significant increase in the incidence of pre- and postimplantation embryonic loss was observed in any groups treated with 1-butanol. Fetal weight was significantly lowered at 5.0%. Although a significant increase in the incidence of fetuses with skeletal variations and decreased degree of ossification was found at 5.0%, no increase in the incidence of fetuses with external, skeletal and internal abnormalities was detected in any groups treated with 1-butanol. The data demonstrate that 1-butanol is developmental toxic only at maternal toxic doses. No evidence for teratogenicity of 1-butanol was noted in rats. Based on the significant decreases in maternal body weight gain and fetal weight, it is concluded that the no observed adverse effect levels (NOAELs) of 1-butanol for both dams and fetuses are 1.0% (1454 mg/kg/day) in rats."
        },
        {
            "References": "PMID:14168427",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Injection of n-butyl alcohol into the yolk sac of fertile eggs prior to incubation was used to determine toxicity. Butyl alcohol produced marked teratogenic effects in the chick embryo, such as damage to eyes, kidney, and nerves. Injection doses ranged from 0.17 to 234 mg/egg."
        },
        {
            "References": "Nelson BK et al; Fundamental and Applied Toxicology, 12:469-479 (1989)",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ This study examined the developmental toxicity caused by three butanol isomers. The isomers, which are used as industrial solvents, were 1-butanol , 2-butanol , and t-butanol. Pregnant Sprague-Dawley-rats were divided into three treatment groups of approximately 15 rats each. For 7 hours each day on gestational days one through 19, rats were exposed by inhalation to the isomers. Rats were exposed to 0, 3500, 6000, or 8000 parts per million (ppm) 1-butanol; 0, 3500, 5000, or 7000ppm 2-butanol; or 0, 2000, 3500, or 5000ppm t-butanol. On gestational day 20, the rats were sacrificed and half the fetuses examined for skeletal malformations and the other half examined for visceral malformations. Maternal toxicity was produced by each of the butanol isomers as evidenced by reduced weight gain and food intake. The isomers also produced lower fetal weights which were dose dependent. External fetal malformations were not observed. Most of the skeletal malformations observed were rudimentary cervical ribs which generally increased with increasing concentrations of all three isomers. Occasional visceral variations were seen but were not affected by butanol treatment. The authors conclude that although high concentrations of the three isomers produced developmental toxicity, the isomers are not thought to be strong developmental toxicants and would not produce developmental toxicity in rats at concentrations currently permitted in the workplace."
        },
        {
            "References": "SIDS. Screening Information Data Set for High Production Volume Chemicals. P112  (2005).",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ ...Several studies indicate that BA is not a reproductive toxicant. Female rats exposed to 6000 ppm (18000 mg/cu m) BA throughout gestation and male rats exposed to 6000 ppm (18000 mg/cu m) BA for six weeks prior to mating showed no effects on fertility or pregnancy rate. Male rats given BA at 533 mg/kg/day for 5 days had no testicular toxicity. BA produced only mild fetotoxicity and developmental alterations at or near the maternally toxic (even lethal) dose of 8000 ppm (24000 mg/cu m) throughout gestation..."
        },
        {
            "References": "PMID:7719663",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Female rats were given aqueous solutions of n-butanol containing 0.24, 0.8 and 4% n-butanol (0.3; 1.0 and 5.0 g/kg/day) for 8 weeks before and during gestation. The control animals received tap water. The experiment was performed in two stages. The first comprised of the assessment of the estrous cycle before exposure and then during 4-5 and 7-8 weeks of exposure, and the second stage of the fertility of female rats and their fetal development. The duration of the cycle and its individual stages in the control and the exposed females were similar. It was found that n-butanol alcohol is a fetotoxic agent and produces developmental anomalies in a fetus's skeleton and central nervous system."
        },
        {
            "References": "HESKETH TR ET AL; J PHYSIOL (LONDON) 278: 5P-6P (1978)",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ Short & long chain alcohols caused nerve block in guinea pig lateral olfactory tract (15-20 min for n-butanol)."
        },
        {
            "References": "PMID:18830864",
            "Value": "/GENOTOXICITY/ ...n-Butyl Alcohol was not mutagenic in Ames tests, did not induce sister-chromatid exchange or chromosome breakage in chick embryos or Chinese hamster ovary cells, did not induce micronuclei formation in V79 Chinese hamster cells, did not have any chromosome-damaging effects in a mouse micronucleus test, and did not impair chromosome distribution in the course of mitosis."
        },
        {
            "References": "Brenner DL; NTIS Technical Report (NTIS/AD-A334 727) 177 pp (1994).",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ Studies were undertaken to elucidate the mechanism(s) by which alcohol potentiate nerve growth factor's (NGF) ability to promote neurite extension in Pheochromocytoma (PC12) cells. The effects of alcohol on NGF receptor parameters were examined using Scatchard analysis. Alcohol treatment did not induce any change in either the high or low affinity form of the NGF receptor. A morphological study of alcohol's ability to potentiate NGF-induced neurite outgrowth was undertaken to determine if there is a specific window of time during which alcohol exposure, relative to NGF stimulation, has a more pronounced effect on differentiation. Morphological results indicated that alcohol initiated a greater degree of NGF-induced neurite extension in cells pretreated with alcohol for 24 hours compared to cells simultaneously treated with alcohol and NGF, when evaluated after 24 hours of NGF stimulation. However, this effect was no longer observed as either the length of pretreatment time, or the length of NGF stimulation time, was increased. Thymidine incorporation studies were undertaken to investigate whether alcohols mediate their effects by altering the proliferative capacity of the cells. Ethanol did not alter the proliferative capacity of PC12 cells. Treatment with either propanol or butanol decreased proliferation after 24 hours. However, this effect was no longer observed by 72 hours of alcohol exposure, suggesting the cells are able to adapt to this effect. Cell cycle analysis revealed a decrease in the S phase and a concomitant increase in the G1 phase cells treated for 24 hours with either propanol or butanol (0.4%:87 mM) indicating the cells are being primed toward a differentiated state. However, a G1 delay is no longer observed after long term exposure, suggesting adaptation to this effect is occurring. Lastly, studies were undertaken to analyze GM1 content in PC12 cells exposed to alcohol. In cells treated with either NGF or, NGF and ethanol, increases in GM1 were observed. However, treatment with alcohol alone had no effect on GM1 content. This study provides information regarding a specific time period of 24 hours during which alcohol exposure has the ability to modulate NGF-induced neurite extension as well as cell growth and differentiation. An adaptation effect of PC12 cells to alcohol exposure is also alluded to with this study. Furthermore, the enhanced neuritogenesis observed in many neuronal populations of the developing brain due to a single short term exposure to alcohol in utero may be caused by alcohol's ability to prime these cells toward a differentiated state."
        },
        {
            "References": "PMID:6305349",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ Alcohol exposure produced a dose dependent elevation and then decline in specific prolactin binding in membrane preparations from ventral prostate glands of adult rats. 1-Butanol produced a maximal 37-42% increase in prolactin binding at a concn of 1.0%. The value of the microviscosity parameter decreased by 10-13% after a 15 min exposure of prostatic membranes to 1.0% butanol. Evidently, in vitro fluidization of prostatic membrane modifies prolactin binding capacity."
        },
        {
            "References": "PMID:15652502",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ 1-Butanol is commonly used as a substrate for phospholipase D (PLD) activity measurement. .../The study/ found that, in the presence of 30 mM 1-butanol (standard PLD assay conditions), PLD1 activity in COS-7 cells was lost after incubation for 2 min. In contrast, in the presence of the protein kinase C (PKC) inhibitor staurosporine or dominant negative PKCalpha D481E, the activity was sustained for at least 30min. The binding between PLD1 and PKCalpha was also lost after 2 min incubation with 30 mM 1-butanol while staurosporine and D481E maintained the binding. 1-Butanol at 2mM did not inhibit PLD1 basal activity or PLD1 binding to PKCalpha, and staurosporine and PKCalpha D481E produced a constant increase in PLD1 basal activity of 2-fold. These results indicate that 1-butanol is inhibitory to PLD1 activity by reducing its association with PKCalpha, and that the concentration of 1-butanol is an important consideration in assaying basal PLD1 activity."
        },
        {
            "References": "PMID:7264950",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ A correlation between hypnotic potency of aliphatic alc & abilities to disrupt structure of neuronal membrane in vitro was established. Significant redn in order parameter were observed @ nerve blocking concn. The following alcohols were investigated: ethanol, propanol, 2-propanol, butanol, 2-butanol, 2-methyl-1-propanol, 2-methyl-2-propanol. Disordering potency of each alcohol was closely related to its membrane solubility, based on oil/water partition coefficient."
        },
        {
            "References": "PMID:11154852",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ Ethanol inhibits astroglial cell proliferation, an effect that may contribute to the development of alcoholic embryopathy in humans. In the present study, /it was/ investigated inhibitory effects of ethanol and butanol isomers (1-, 2- and t-butanol) on astroglial cell proliferation induced by the strongly mitogenic phorbol ester, 4beta-phorbol-12alpha,13beta-dibutyrate (PDB). ... PDB induced a 10-fold increase of [(3)H] thymidine incorporation in cortical astrocytes prepared from newborn rats (EC50: 70 nM) which was blocked by Ro 31-8220, a cell-permeable protein kinase C (PKC) inhibitor. Ethanol blocked PDB-induced astroglial proliferation in a concentration-dependent manner; significant effects were already seen at 0.1% (v/v). Concomitantly, ethanol caused the formation of phosphatidylethanol (PEth) by phospholipase D (PLD) and reduced PLD-mediated formation of phosphatidic acid (PA). The butanols also inhibited the mitogenic action of phorbol ester; the inhibitory potency of the butanols was 1-butanol > 2-butanol > t-butanol. The same range of potencies was observed for the inhibitory activity of the butanols towards protein kinase C activity measured in vitro. At 0.3% concentration, 1-butanol potently suppressed the PDB-induced formation of ... /PA/ while 2- and t-butanol were less active. Taken together, /these/ results suggest that ethanol and 1-butanol exert a specific inhibitory effect on PKC-dependent astroglial cell proliferation by synergistically inhibiting PKC activity and the PLD signaling pathway."
        },
        {
            "References": "PMID:2221289",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ /It was/ previously shown that incubation of rat liver mitochondria with alcohols resulted in the inhibition of the import of aldehyde dehydrogenase precursor but not that of ornithine transcarbamylase precursor. The time required for inhibition of import to occur was now measured with ethanol (200 mM) and butanol (100 mM) at 0 degree and 30 degrees C. It required approximately 30 min to achieve 50% inhibition with butanol and 50 min with ethanol. To further substantiate the membrane perturbing effects of alcohols, /the authors/ also examined the effect of oleic acid on import. /They/ found that incubation of mitochondria with oleic acid (0-100 microM) resulted in inhibition of aldehyde dehydrogenase precursor import in a dose response fashion. In addition to in vitro effects of alcohols on import, /the authors/ conducted a preliminary study on import of protein into liver mitochondria isolated from rats fed ethanol. /They/ found that the rate of aldehyde dehydrogenase precursor import into liver mitochondria isolated from ethanol fed rats was identical to that from control. The results are consistent with finding that the activity and amount of aldehyde dehydrogenase was the same in mitochondria isolated from the alcohol-fed or control animals."
        },
        {
            "References": "HILL MW et al; J COMP PHYSIOL A SENS NEURAL BEHAV PHYSIOL; 142: 61-66 (1981).",
            "Value": "/OTHER TOXICITY INFORMATION/ The success rate of a conditioned response in goldfish was tested as a function of time after single additions of n-butanol and n-hexanol at different concentrations. The same response, also tested as a function of time, was made during the approach to a final concentration of 15 mM n-butanol by 1, 2, 3 or 6 equal concentration steps. Following a step increase in alcohol concentration, the initial conditioned response success-rate decreased (except for the step 0-2.5 mM of n-butanol) and was related both to the initial concentration and to the size of the step. Recovery from decreased success rates was observed for final concentrations of < 15 mM n-butanol(by step) and 1.06 mM hexanol. Recovery was almost complete for the lower final concentrations, but only partial for 12.5 and 15.00 mM butanol. After single steps to a final concentration of 15 mMbutanol there was no evidence of recovery by 5 h. Concentrations of 20 mM butanol, 1.35 mM hexanol produced fully anesthetized fish. The uptake of n-butanol in the brain was measured as a function of time following step changes in concentration from 0-10, 0-15 and 0-20 mM butanol. A set of dose response curves relating the conditioned response success rate and brain concentration were calculated at different times from the above data; these show a shift to the right with increasing time. Thus, goldfish show the phenomenon of acute tolerance to n-butanol and n-hexanol."
        },
        {
            "References": "PMID:23855998",
            "Value": "/OTHER TOXICITY INFORMATION/ Butanol is a chemical with potential uses as biofuel and solvent, which can be produced by microbial fermentation. However, the end product toxicity is one of the main obstacles for developing the production process irrespective of the choice of production organism. The long-term goal of the present project is to produce 2-butanol in Saccharomyces cerevisiae. Therefore, unraveling the toxicity mechanisms of solvents such as butanol and understanding the mechanisms by which tolerant strains of S. cerevisiae adapt to them would be an important contribution to the development of a bio-based butanol production process. A butanol tolerant S. cerevisiae was achieved through a series of sequential batch cultures with gradual increase of 2-butanol concentration. The final mutant (JBA-mut) tolerates all different alcohols tested at higher concentrations compared to the wild type (JBA-wt). Proteomics analysis of the two strains grown under mild butanol-stress revealed 46 proteins changing their expression by more than 1.5-fold in JBA-mut, 34 of which were upregulated. Strikingly, 21 out of the 34 upregulated proteins were predicted constituents of mitochondria. Among the non-mitochondrial up-regulated proteins, the minor isoform of Glycerol-3-phosphatase (Gpp2) was the most notable, since it was the only tested protein whose overexpression was found to confer butanol tolerance. The study demonstrates several differences between the butanol tolerant mutant and the wild type. Upregulation of proteins involved in the mitochondrial ATP synthesizing machinery constituents and glycerol biosynthesis seem to be beneficial for a successful adaptation of yeast cells to butanol stress."
        },
        {
            "References": "PMID:19998280",
            "Value": "/OTHER TOXICITY INFORMATION/ Metabolite accumulation has pleiotropic, toxic, or beneficial effects on cell physiology, but such effects are not well understood at the molecular level. Cells respond and adapt to metabolite stress by mechanisms largely unexplored, especially in the context of multiple and simultaneous stresses. Solventogenic and related clostridia have an inherent advantage for production of biofuels and chemicals directly from cellulosic material and other complex carbohydrates, but issues of product/metabolite tolerance and related culture productivities remain. Using DNA microarray-based gene expression analysis, the transcriptional-stress responses of Clostridium acetobutylicum to fermentation acids acetate and butyrate and the solvent product butanol were analyzed and compared in the context of cell physiology. Ontological analysis demonstrated that stress by all three metabolites resulted in upregulation of genes related to post-translational modifications and chaperone activity, and downregulation of the translation-machinery genes. ... Butanol stress upregulated the glycerol metabolism genes glpA and glpF. Surprisingly, metabolite stress had no apparent effect on the expression of the sporulation-cascade genes. It is argued that the list of upregulated genes in response to the three metabolite stresses includes several genes whose overexpression would likely impart tolerance, thus making the information generated in this study, a valuable source for the development of tolerant recombinant strains."
        },
        {
            "References": "European Centre for Ecotoxicology and Toxicology of Chemicals (ECETOC), p116 (2003)",
            "Value": "/OTHER TOXICITY INFORMATION/ Conclusions of this criteria document: n-butanol (nBA; also: butyl alcohol) is readily absorbed through the lungs of humans and laboratory animals and can also penetrate the skin. It is of low toxicity in animals when administrated by gavage, inhalation or application to the skin. The typical effect of exposure to high doses of nBA is a transient, depression (narcosis) of the central nervous system. Specific neurotoxicity is not observed Specific target organs and selective toxicity have not been identified."
        },
        {
            "References": "PMID:18830864",
            "Value": "/OTHER TOXICITY INFORMATION/ Animal studies demonstrate intoxication, restlessness, ataxia, prostration, and narcosis. Exposures of rats to levels up to 4000 ppm failed to produce hearing defects. High concentrations of n-Butyl Alcohol vapors can be fatal. Ocular irritation was observed for n-Butyl alcohol at 0.005 mL of a 40% solution. The behavioral no-effect dose for n-Butyl Alcohol injected subcutaneously (s.c.) was 120 mg/kg. Fetotoxicity has been demonstrated, but only at maternally toxic levels (1000 mg/kg). No significant behavioral or neurochemical effects were seen in offspring following either maternal or paternal exposure to 3000 or 6000 ppm."
        },
        {
            "References": "PMID:6650200",
            "Value": "/OTHER TOXICITY INFORMATION/ Studies of the neuronal effects of aliphatic alcohols of varying chain lengths were done on sciatic nerve preparations of Xenopus laevis, in order to obtain information on the action mechanisms of anesthetics. With regard to their ability to reduce the permeability constants for sodium ions and potassium ions, the alcohols ranked as follows: octanol greater than heptanol greater than or equal to 2-octanol greater than butanol greater than propyl alcohol greater than ethyl alcohol."
        },
        {
            "References": "PMID:6707909",
            "Value": "/OTHER TOXICITY INFORMATION/ In mouse striatal membranes, ethyl alcohol, propyl alcohol, and butyl alcohol all increased adenylate cyclase activity in the presence of 5-guanylylimidodiphosphate (nucleotide-binding protein), and their effects on adenylate cyclase activity were linearly correlated with their respective carbon chain lengths."
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "(1) Schuurmann G et al; Environ Sci Technol 40: 7005-7001 (2006). Supporting information available, as of June 9, 2014: https://pubs.acs.org/doi/suppl/10.1021/es060152f/suppl_file/es060152fsi20060905_091308.pdf (2) Swann RL et al; Res Rev 85: 17-28 (1983)",
            "Value": "The measured Koc of n-butyl alcohol is reported as 3.2(1). According to a classification scheme(2), this Koc value suggests that n-butyl alcohol is expected to have very high mobility in soil(SRC)."
        }
    ]
}