{
    "_id": {
        "$oid": "6682e7efc4e5dba5ffba2316"
    },
    "CID": {
        "$numberInt": "2682"
    },
    "Name": "1-HEXADECANOL",
    "IUPACName": "hexadecan-1-ol",
    "CanonicalSMILES": "CCCCCCCCCCCCCCCCO",
    "Synonyms": [
        "1-Hexadecanol",
        "cetyl alcohol",
        "Hexadecan-1-ol",
        "36653-82-4",
        "HEXADECANOL",
        "Cetanol",
        "Palmityl alcohol",
        "Hexadecyl alcohol",
        "N-Hexadecanol",
        "n-1-Hexadecanol",
        "n-Cetyl alcohol",
        "Cetaffine",
        "Cetylol",
        "Ethal",
        "Ethol"
    ],
    "IsomericSMILES": "CCCCCCCCCCCCCCCCO",
    "INCHI": "InChI=1S/C16H34O/c1-2-3-4-5-6-7-8-9-10-11-12-13-14-15-16-17/h17H,2-16H2,1H3",
    "INCHIKEY": "BXWNKGSJHAJOGX-UHFFFAOYSA-N",
    "Formula": "C16H34O",
    "MolecularWeight": {
        "$numberDouble": "242.44"
    },
    "Description": "Hexadecan-1-ol is a long-chain primary fatty alcohol that is hexadecane substituted by a hydroxy group at position 1. It has a role as a human metabolite, an algal metabolite, a plant metabolite and a flavouring agent. It is a long-chain primary fatty alcohol and a hexadecanol.",
    "XlogP": {
        "$numberDouble": "7.3"
    },
    "Complexity": {
        "$numberInt": "123"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "plant_concentrations": [
        {
            "References": "PMID:12387398",
            "Value": "1-Hexadecanol emission rates from green leaf composite samples and dead leaves were 23 ug/g and 13 ug/g, respectively(1)."
        }
    ],
    "environmental_biodegradations": [
        {
            "References": "(1) Freitag D et al; Ecotox Environ Safety 6: 60-81 (1982) (2) Dore M et al; Trib Cebedeau 28: 3-11 (1975) (3) Ludzack FJ, Ettinger MB; J Amer Water Works Assoc 48: 849-58 (1957) (4) Gerhold RM, Malaney GW; J Water Pollut Control Fed 38: 562-79 (1966) (5) Langley WD; Intermediate Products in the Bacterial Decomposition of Hexadecanol and Octadecanol. Technical Report No. 29, College Station, TX: Texas A&M Univ Water Resources Instit, (NTIS PB194237) (1970)",
            "Value": "AEROBIC: In a 5-day incubation study using an activated sludge seed from a municipal sewage treatment plant, 28.0% of initial 1-hexadecanol was mineralized (CO2 measurement)(1). A theoretical BOD of 0% was observed using the AFNOR (the French norm procedure) screening test and a 5-day incubation period(2). In standard 5-day BOD tests using emulsified 1-hexadecanol, 30-60% of initial 1-hexadecanol was oxidized(3). In studies designed to examine the biodegradability of 1-hexadecanol in thin films (monolayer) on water surfaces, it was found that biological destruction of the monolayer resulted in measurable consumption of the material with all substrates that were tested; substrates included 2% settled domestic sewage in BOD dilution water, 50% Ohio River water + 50% BOD dilution water, water from a stock pond near San Antonio, TX, and other combinations of BOD dilution water and mineral supplements; oxidation rates varied with substrates; oxidation rates varied from 6.2 to 14.3% over incubation periods of 20 to 48 days(3). In Warburg respirometer tests using activated sludge and 500 mg/L of 1-hexadecanol (well above its aqueous solubility), the theoretical oxygen demand was only 0.4% after a 12-hr incubation period(4). In static culture tests examining the disappearance of 1-hexadecanol in seeded media as compared to unseeded control media over a 10-day incubation period, almost none disappeared from the control media while nearly 20% disappeared from the seeded media; in shake flask tests using seeded media and a fine granular form of 1-hexadecanol, the initial 1-hexadecanol concn of 100 mg/L decreased to only 0.25 mg/L after 30 days of incubation; the overall results of the study concluded that given sufficient time in contact with adapted microbial species under conditions otherwise non-limiting, the complete disappearance of 1-hexadecanol as an identifiable molecular species will occur; one limiting condition is the relative insolubility of 1-hexadecanol in water; it was found that microbial growth occurs more rapidly when the 1-hexadecanol substrate is added in dissolved form (eg hexane solution)(5)."
        },
        {
            "References": "(1) Steber J, Wierich P; Water Res 21: 661-7 (1987)",
            "Value": "ANAEROBIC: The anaerobic degradation of 14-C-labeled 1-hexadecanol was studied in model sludge digester over a 28-day incubation period(1); 25.1% of radioactivity was recovered in methane gas and 72.0% was recovered in CO2 gas(1)."
        }
    ],
    "fish_seafood_concentrations": [
        {
            "References": "(1) Hesselberg RJ, Seelye JG; Identification of Organic Compounds in Great Lakes Fishes by Gas Chromatography/Mass Spectrometry: 1977; Administrative Report No. 82-1. Ann Arbor, MI: US Fish and Wildlife Service, Great Lakes Fishery Laboratory (1982)",
            "Value": "1-Hexadecanol was detected in fish (lake trout and walleye) collected from Lake St Clair in 1977(1)."
        }
    ],
    "sediment_soil_concentrations": [
        {
            "References": "(1) Samoiloff MR et al; Environ Sci Technol 17: 329-34 (1983)",
            "Value": "SEDIMENT: 1-Headecanol was tentatively identified in sediment samples collected from a Tobin Lake site near the Manitoba-Saskatchewan border(1)."
        }
    ]
}