{
    "_id": {
        "$oid": "6682e7f0c4e5dba5ffba2317"
    },
    "CID": {
        "$numberInt": "2707"
    },
    "Name": "CHLORAL HYDRATE",
    "IUPACName": "2,2,2-trichloroethane-1,1-diol",
    "CanonicalSMILES": "C(C(Cl)(Cl)Cl)(O)O",
    "Synonyms": [
        "chloral hydrate",
        "302-17-0",
        "2,2,2-Trichloroethane-1,1-diol",
        "Trichloroacetaldehyde hydrate",
        "Noctec",
        "Tosyl",
        "Chloral monohydrate",
        "Chloraldurat",
        "Phaldrone",
        "Nycoton",
        "Chloralhydrate",
        "Chloradorm",
        "Cohidrate",
        "Felsules",
        "Kessodrate"
    ],
    "IsomericSMILES": "C(C(Cl)(Cl)Cl)(O)O",
    "INCHI": "InChI=1S/C2H3Cl3O2/c3-2(4,5)1(6)7/h1,6-7H",
    "INCHIKEY": "RNFNDJAIBTYOQL-UHFFFAOYSA-N",
    "Formula": "C2H3Cl3O2",
    "MolecularWeight": {
        "$numberDouble": "165.4"
    },
    "Description": "Chloral hydrate is an organochlorine compound that is the hydrate of trichloroacetaldehyde. It has a role as a sedative, a general anaesthetic, a mouse metabolite and a xenobiotic. It is an organochlorine compound, an aldehyde hydrate and an ethanediol.",
    "XlogP": {
        "$numberDouble": "1"
    },
    "Complexity": {
        "$numberInt": "56"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "environmental_bioconcentrations": [
        {
            "References": "(1) Hansch C et al; Exploring QSAR. Hydrophobic, Electronic, and Steric Constants. ACS Prof Ref Book. Heller SR, consult. ed., Washington, DC: Amer Chem Soc p. 4 (1995) (3) Franke C et al; Chemosphere 29: 1501-14 (1994)",
            "Value": "An estimated BCF of 3 was calculated in fish for chloral hydrate(SRC), using a log Kow of 0.99(1) and a regression-derived equation(2). According to a classification scheme(3), this BCF suggests the potential for bioconcentration in aquatic organisms is low(SRC)."
        }
    ],
    "environmental_biodegradations": [
        {
            "References": "(1) van Argteren MH et al; Handbook on Biodegradation and Biological Treatment of Hazardous Organic Compounds. Kluwer Acad Pub, Norwell, MA (1998)",
            "Value": "AEROBIC: Biodegradation data for chloral hydrate were not available(1)."
        }
    ],
    "logP": [
        {
            "References": "Hansch, C., Leo, A., D. Hoekman. Exploring QSAR - Hydrophobic, Electronic, and Steric Constants. Washington, DC: American Chemical Society., 1995., p. 4",
            "Value": "log Kow = 0.99"
        }
    ],
    "mechanism_of_action": [
        {
            "References": "American Society of Health System Pharmacists. AHFS Drug   Information 2008. Bethesda, Maryland 2008, p. 2610",
            "Value": "Chloral hydrate has CNS depressant effects similar to those of paraldehyde and the barbiturates. The mechanism of action of the drug is not completely known. The CNS depressant effect of chloral hydrate is believed to result mainly from its metabolite, trichloroethanol, although some animal studies have indicated that the rapid onset of sedation and hypnosis that chloral hydrate produces may be due to chloral hydrate itself and that the prolonged duration of action may be due to trichloroethanol."
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "Humphreys, D.J. Veterinary Toxicology. 3rd ed. London, England: Bailliere Tindell, 1988., p. 107",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ The oral lethal dose in the horse is ... 100-150 g. ... Harmful effects are not seen when the drug is given iv until an amount equivalent to 370 mg/kg has been administered. The clinical signs observed in horses receiving toxic doses of chloral hydrate include relaxation of the voluntary muscles, staggering, dilatation of the pupils, lowering of the body temperature, and finally a condition of deep stupor. Death results from respiratory failure"
        },
        {
            "References": "Booth, N.H., L.E. McDonald (eds.). Veterinary Pharmacology and Therapeutics. 5th ed. Ames, Iowa: Iowa State University Press, 1982., p. 231",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Despite precaution, perivascular injection of chloral hydrate solution sometimes occurs, and it is quite irritating to the tissues, especially in the horse. Severe pain, swelling, and necrosis of tissues result, including sloughing and destruction of the external jugular vein. ... When higher concentration are injected at the usual rate until the desired effect is observed clinically, the animal will exhibit further depression within 10-15 minutes after injection is stopped."
        },
        {
            "References": "PMID:2377996",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Induction of gastric mucosal injury by chloral hydrate was studied in rats. Adult male rats, strain not specified, were injected ip with 0, 200, 300, 400, or 500 mg/kg chloral hydrate or sc with 0, 400, 500, 600, or 700 mg/kg chloral hydrate. Selected rats were killed 0, 3, 6, 12, or 24 hr after injection and the stomachs were removed. Strips of the gastric wall were cut from the forestomach to the pylorus through the entire glandular mucosa and examined for mucosal ulcers. Ulcer indices, the total length of all mucosal ulcers per rat, were computed. Ulcers were first detected 6 hr after dosing. The maximum values of the ulcer index, 12.6 mm for ip injection and 6.8 mm after sc injection, occurred at 12 hr. The minimum effective dose for inducing ulcers was 400 mg/kg for ip injection and 600 mg/kg for sc injection. In ip doses of 500 mg/kg or greater and sc doses of 700 mg/kg or greater caused mortality within 12 hr. The authors conclude that chloral hydrate induces gastric ulcers in rats when injected ip or sc. The mechanism of ulcer induction is unknown."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V63 252 (1995)",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Exposure of female CD1 mice to 100 ppm [603 mg/cu m] chloral for 6 hr induced deep anesthesia, which was fully reversible on cessation of exposure. Vacuolation of lung Clara cells, alveolar necrosis, desquamation of the bronchiolar epithelium and alveolar edema were observed. Cytochrome P450 enzyme activity was reduced, although the activities of ethoxycoumarin O-diethylase and glutathione S-transferase were unaffected"
        },
        {
            "References": "PMID:11180267",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ The biochemical and toxicological effects of chloral hydrate were investigated. Four groups (n = 7 per group) of male Sprague-Dawley rats (161-170 g) were administered chloral hydrate in drinking water at concentrations of 20, 200 or 2000 ppm for 7 days. The control group received phosphate-buffered water only. There were no treatment-related changes in the body weight gains, relative weights of major organs or haematological parameters. Trichloroacetic acid was significantly (P < 0.05) elevated in the serum of high-dose animals (7.75 +/- 5.14 mg dL(-1), mean +/- SD). In the high-dose animals there was a 36% increase in protein level in the liver homogenates but not in the corresponding 9000 g supernatants. Concurrently, there was a threefold increase in the activity of the hepatic peroxisomal enzyme palmitoyl CoA oxidase (PCO). A prominent change was the dose-related suppression in hepatic aldehyde dehydrogenase (ALDH) activity observed in all treatment groups, with the decrease ranging from 15% at 20 ppm to 68% at 2000 ppm. There were no significant decreases in the activity of hepatic enzymes ethoxyresorufin O-deethylase (EROD), benzyloxyresorufin O-dealkylase (BROD) and UDP-glucuronosyl-transferase (UDPGT). In the high-dose group there was a 30% increase in hepatic glutathione-S transferase (GST) activity, accompanied by a 13% increase in glutathione (GSH). Significant effects on lipids were observed in the liver of the high-dose animals, with a 15% decrease in hepatic cholesterol and triglyceride levels. There were no treatment-related changes in serum chemistry parameters, including cholesterol and triglyceride levels. Although in vitro assays showed chloral hydrate to be an inhibitor of serum pseudocholinesterase activity, with a 50% inhibition concentration (ic(50)( of approximately 0.7 mM at 5 mM butyrylthiocholine, no decrease in serum pseudocholinesterase activity was found in the treated animals. It was concluded that the liver is the target organ for chloral hydrate, with suppression of ALDH as the most sensitive endpoint followed by alteration in the GSH level and GST activity. Changes observed in the high-dose animals, such as increased peroxisomal PCO activity in the liver and perturbation of lipid homeostasis in the liver and blood, were likely to be associated with trichloracetic acid, the major metabolite of chloral hydrate."
        },
        {
            "References": "PMID:14644628",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ B6C3F1 Mice were dosed with chloral hydrate at 0, 50, 100, 250, 500, and 1000 mg/kg daily, 5 days/week, by aqueous gavage for 2 weekly dosing cycles. Three diet groups were used: ad libitum, dietary control, and 40% caloric restriction. Both dietary control and caloric restriction slightly reduced acute toxicity of high doses of chloral hydrate and potentiated the induction of hepatic enzymes associated with peroxisome proliferation. ... Trichloroacetate was the major metabolite in serum in all three diet groups. Although the area under the curve values for serum trichloroacetate were slightly greater in the dietary controlled and calorically restricted groups than in the ad libitum-fed groups, this increase did not appear to completely account for the potentiation of hepatic enzyme induction by dietary restriction."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V63 252 (1995)",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ The subchronic toxicity of chloral hydrate has been studied in CD1 mice... Administration of chloral hydrate to mice by gavage at daily doses of 14.4 and 144 mg/kg bw for 14 consecutive days resulted in an increase in relative liver weight and a decrease in spleen size. No other changes were seen."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V63 252 (1995)",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Administration of chloral hydrate to mice in drinking-water for 90 days at concentrations of 0.07 and 0.7 mg/mL resulted in dose-related hepatomegaly and significant changes in serum enzymes indicative of hepatic toxicity. In male mice, increased relative liver weights were also seen. After chloral hydrate was administered for 90 days in drinking-water to male and female Sprague-Dawley rats at a concentration of 0.3, 0.6, 1.2 or 2.4 mg/mL, the animals receiving the highest dose showed significant decreases in food and water consumption and weight gain. Males also had an apparent increase in the incidence of focal hepatocellular necrosis and increased activities of serum enzymes. No liver damage was seen in female rats."
        },
        {
            "References": "PMID:12210539",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ The subchronic toxicity of chloral hydrate, a disinfection byproduct, was studied in rats following 13 weeks of drinking water exposure. Male (262 +/- 10 g) and female (190 +/- 8 g) Sprague-Dawley rats, ten animals per group, were administered chloral hydrate via drinking water at 0.2, 2, 20 and 200 ppm. Control animals received distilled water only. Gross and microscopic examinations, serum chemistry, hematology, biochemical analysis, neurogenic amine analysis and serum trichloroacetic acid (TCA) analysis were performed at the end of the treatment period. Bronchoalveolar fluids were collected at necropsy and urine specimens were collected at weeks 2, 6 and 12 for biochemical analysis. No treatment-related changes in food and water intakes or body weight gains were observed. There were no significant changes in the weights of major organs. Except for a mild degree of vacuolation within the myelin sheath of the optic nerves in the highest dose males, there were no notable histological changes in the tissues examined. Statistically significant treatment-related effects were biochemical in nature, with the most pronounced being increased liver catalase activity in male rats starting at 2 ppm. Liver aldehyde dehydrogenase (ALDH) was significantly depressed, whereas liver aniline hydroxylase activity was significantly elevated in both males and females receiving the highest dose. A dose-related increase in serum TCA was detected in both males and females starting at 2 ppm. An in vitro study of liver ALDH confirmed that chloral hydrate was a potent inhibitor, with an IC(50) of 8 micro M, whereas TCA was weakly inhibitory and trichloroethanol was without effect. Analysis of brain biogenic amines was conducted on a limited number (n = 5) of male rats in the control and high dose groups, and no significant treatment-related changes were detected. Taking into account the effect on the myelin sheath of male rats and the effects on liver ALDH and aniline hydroxylase of both males and females at the highest dose level, the no-observed-effect level (NOEL) was determined to be 20 ppm or 1.89 mg kg(-1) day(-1) in males and 2.53 mg kg(-1) day(-1) in females. This NOEL is ca. 1000-fold higher than the highest concentration of chloral hydrate reported in the municipal water supply."
        },
        {
            "References": "PMID:1614272",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ ... Intact male Golden Syrian hamsters were injected intraperitoneally with 0.1cc/100g BW of a 35% solution of CH, a 35% solution of sodium chloride, or double-distilled water. Equal numbers of hamsters in each group were injected on the right or left side of the abdomen. Within 10 days, 35% of the CH-injected hamsters were dead or had to be euthanized. Autopsy revealed severe peritonitis and adynamic ileus. CH-injected hamsters that survived gained weight at a rate similar to that of the controls. All surviving hamsters were killed 18 days after the injections. Among the surviving CH-injected hamsters, 84.6% had intra-abdominal adhesions, 61.5% had unilateral testicular atrophy, and 53.8% had a yellowish necrotic mass in the epididymal fat pad (EFP). All the lesions occurred on the side that was injected. The atrophied testes had been rendered cryptorchid due to involvement with intra-abdominal adhesions. In the water-treated controls, there were no abnormalities; whereas, in the saline controls, 75% had a mass in the EFP. Histology of the EFP mass was similar in hamsters injected with CH or hypertonic saline and suggested a diagnosis of fat necrosis. The results suggest that the mortality, the intra-abdominal adhesions, and the unilateral cryptorchidism were caused by a single ip injection of CH, but the fat necrosis in the EFP was probably caused by high concentrations of salt. The results further suggest that high concentrations of CH should not be injected intraperitoneally for anesthesia in chronic studies, particularly of the male reproductive system."
        },
        {
            "References": "PMID:1425361",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Male and female Sprague-Dawley rats were administered drinking water containing 300, 600, 1200, or 2400 mg/L chloral hydrate for 90 days. A control group received distilled water only. No animals died during the study and no differences were observed in body weight gain or food and water consumption, except for males at the highest-dose level. Minor treatment-related effects were observed for organ weights and hematological parameters and these did not appear to be of toxicological significance. Some indications of toxicity were evident in the 2400 mg/L male group (equivalent to 168 mg/kg-day) including a significant decrease in food and water consumption and in weight gain. In addition, histopathological examination of these animals revealed an apparent increase in the incidence of focal hepatocellular necrosis. Increases in AST, ALT, and LDH, which occurred at several dose levels in males, but particularly at 200 mg/L, are consistent with the hepatocellular necrosis of minimal to mild severity diagnosed by microscopic examination. These liver changes, except for sporadic enzyme changes, were not seen in the female rats which actually consumed higher doses of chloral hydrate (e.g., 288 mg/kg-day at 2400 mg/L). On the basis of the mild liver toxicity (histopathological and clinical) observed in males at the highest doses (168 mg/kg-day), the no observed adverse effect level (NOAEL) for oral exposure of rats to chloral hydrate for 90 days is considered to be 96 mg/kg-day (600 mg/L)."
        },
        {
            "References": "Toxicology & Carcinogenesis Studies of Chloral hydrate in B6C3F1 Mice p.8-9 Technical Report Series No. 502 (2002) NIH Publication No. 02-4436 U.S. Department of Health and Human Services, National Toxicology Program, National Institute of Environmental Health Sciences, Research Triangle Park, NC 27709",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/  CONCLUSIONS: Under the conditions of this 2 yr gavage study, there was equivocal evidence of carcinogenic activity of chloral hydrate in female B6C3F1 mice treated continuously for 2 yr based on the incr incidences of pituitary gland pars distalis adenomas. No incr incidences of neoplams were seen in female B6C3F1 mice that recieved a single dose of chloral hydrate at 15 or 28 days of age or in male B6C3F1 mice that received a single dose of chloral hydrate at 15 days of age. No hepatocarcinogenicity was seen under any dosing condition."
        },
        {
            "References": "PMID:14644627",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ ...In this study, dietary control was used to manipulate body growth in male B6C3F1 mice in a 2-year bioassay of chloral hydrate. Male B6C3F1 mice were treated with water or 25, 50, or 100 mg/kg chloral hydrate by gavage. The study compared ad libitum-fed mice with dietary controlled mice. The latter received variably restricted feed allocations to maintain their body weights on a predetermined \"idealized\" weight curve predictive of a terminal background liver tumor incidence of 15-20%. These mice exhibited less individual body weight variation than did their ad libitum-fed counterparts. This was associated with a decreased variation in liver to body weight ratios, which allowed the demonstration of a statistically significant dose response to chloral hydrate in the dietary controlled, but not the ad libitum-fed, test groups. Chloral hydrate increased terminally adjusted liver tumor incidence in both dietary controlled (23.4, 23.9, 29.7, and 38.6% for the four dose groups, respectively) and ad libitum-fed mice (33.4, 52.6, 50.6, and 46.2%), but a statistically significant dose response was observed only in the dietary controlled mice. This dose response positively correlated with markers of peroxisomal proliferation in the dietary controlled mice only. The study suggests that dietary control not only improves terminal survival and decreases interassay variation, but also can increase assay sensitivity by decreasing intra-assay variation."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V63 251 (1995)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ A group of 40 male B6C3F1 mice, four weeks of age, received 1 g/L chloral hydrate (purity, > 95%; impurities unspecified) in distilled drinking-water (mean dose, 166 mg/kg bw per day) for 104 weeks; 33 controls received distilled water only. Five mice per group were killed after 30 weeks and another five after 60 weeks, for interim evaluation. Three control and six treated mice died before week 104. All mice were subjected to complete necropsy. Hepatocellular carcinomas were found in 2/5 mice killed at 60 weeks and in none of five controls. Of those killed at 104 weeks, 11/24 and 2/20 controls [p = 0.01 Fisher's exact test] had hepatocellular carcinomas, 7/24 treated mice and 1/20 controls [p = 0.04] had hepatocellular adenomas and 17/24 treated mice and 3/20 controls [p = 0.001] had carcinomas or adenomas. One treated mouse had a hyperplastic liver nodule. The authors reported several non-neoplastic hepatic changes: 10/24 treated mice and 1/20 controls had hepatocellular necrosis and 19/24 treated mice and 1/20 controls had cytomegaly."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V63 250 (1995)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Groups of 25 and 20 male B6C3F1 mice, aged 15 days, were treated by gavage with a single dose of 5 or 10 mg/kg bw chloral hydrate (USP purity) in distilled water. A control group of 35 mice received distilled water only (0.01 mL/g bw). In order to study acute effects on the liver, 6-10 mice from each group were killed 24 hr after treatment [numbers per group not specified]. Six mice at the high dose, seven at the low dose and 15 controls were killed when moribund and examined before termination. At week 92, all surviving mice were killed. From week 48 onwards, 19 controls, nine mice at the low dose and eight at the high dose were available for histological examination. Hepatic nodules described as 'hyperplastic', 'adenomatous' or 'trabecular' were found in two control mice, 3/9 at the low dose and 6/8 at the high dose [p < 0.002, Fisher's exact test]."
        },
        {
            "References": "PMID:10930049",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Male B6C3F1 mice and male F344/N rats were exposed to chloral hydrate (chloral) in the drinking water for 2 years. Rats: Measured chloral hydrate drinking water concentrations for the study were 0.12 g/L, 0.58 g/L, and 2.51 g/L chloral hydrate that yielded time-weighted mean daily doses (MDDs) of 7.4, 37.4, and 162.6 mg/kg per day. Water consumptions, survival, body weights, and organ weights were not altered in any of the chloral hydrate treatments. Life-time exposures to chloral hydrate failed to increase the prevalence (percentage of animals with a tumor) or the multiplicity (tumors/animal) of hepatocellular neoplasia. Chloral hydrate did not increase the prevalence of neoplasia at any other organ site. Mice: Measured chloral hydrate drinking water concentrations for the study were 0.12 g/L, 0.58 g/L, and 1.28 g/L that gave mean daily doses (MDDs) of 13.5, 65.0, and 146.6 mg/kg per day. Water consumptions, survival, body and organ weights, were not altered from the control values by any of the chloral hydrate treatments. Enhanced neoplasia was observed only in the liver. Prevalence and multiplicity of hepatocellular carcinoma (HC) were increased only for the high-dose group (84.4%; 0.72 HC/animal; p < or = 0.05). Values of 54.3%; 0.72 HC/animal and 59%; 1.03 HC/animal were observed for the 13.5- and 65.0-mg/kg per day treatment groups. Prevalence and multiplicity for the control group were 54.8%; 0.74 HC/animal. Hepatoadenoma (HA) prevalence and multiplicity were significantly increased (p < or = 0.05) at all chloral hydrate concentrations: 43.5%; 0.65 HA/animal, 51.3%; 0.95 HA/animal and 50%; 0.72 HA/animal at 13.5, 65.0, and 146.6 mg/kg per day chloral hydrate compared to 21.4%; 0.21 HA/animal in the untreated group. Altered foci of cells were evident in all doses tested in the mouse, but no significant differences were observed over the control values. Hepatocellular necrosis was minimal and did not exceed that seen in untreated rats and mice. Chloral hydrate exposure did not alter serum chemistry and hepatocyte proliferation in rats and mice or increase hepatic palmitoyl CoA oxidase in mice at any of the time periods monitored. It was concluded that chloral hydrate was carcinogenic (hepatocellular neoplasia) in the male mouse, but not in the rat, following a lifetime exposure in the drinking water. Based upon the increased HA and combined tumors at all chloral hydrate doses tested, a no observed adverse effect level was not determined."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V63 253 (1955)",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Administration of one to five times the human therapeutic dose of chloral hydrate to pregnant mice (21.3 and 204.8 mg/kg per day in drinking-water during gestation) did not increase the incidence of gross external malformations in the offspring and did not impair normal development of pups."
        },
        {
            "References": "PMID:2038274",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ Ten known or suspected spindle poisons /including chloral hydrate/ of the coordinated European Economic Communities (EEC) program for induction of aneuploidy /were tested/ with the in vitro porcine brain tubulin assembly assay. The influence of the compounds on different parameters (lag-phase, polymerization velocity, endabsorption (steady-state level), reversibility, influence on disassembly at 4 degrees C) was evaluated. Chloral hydrate (IC30: 60 mM) led to an inhibition of tubulin assembly in vitro. The influence on the disassembly process was studied at 4 degrees C. Chloral hydrate reduced the disassembly rate but the end absorption of the control was not reached, the 30% reduction concn being 0.25 mM."
        },
        {
            "References": "PMID:3376113",
            "Value": "/GENOTOXICITY/ ... Chloral hydrate induced strand breaks in hepatic DNA /of male B6C3F1 mice and Sprague Dawley rats/ in a dose-dependent manner in both species. Strand breaks in DNA were observed at doses that produced no observable hepatotoxic effects as measured by serum aspartate aminotransferase and alanine aminotransferase levels. The slopes of the dose-response curves and the order of potency of these metabolites differed significantly between rats and mice, suggesting that different mechanisms of single-strand break induction may be involved in the two species."
        },
        {
            "References": "PMID:3050494",
            "Value": "/GENOTOXICITY/ The immunofluorescent staining of kinetochores in micronuclei with antikinetochore antibodies was used to develop an in vitro assay for aneuploidy-inducing agents. The results show that about 80% of micronuclei induced by ... chloral hydrate contained kinetochores; only 9% of X-ray-induced micronuclei reacted positively to the antibody. These findings indicate that the in vitro micronucleus assay coupled with immunofluorescent staining of kinetochores can be a useful method for assessing ability of chemicals to induce aneuploidy and/or chromosome aberrations."
        },
        {
            "References": "PMID:1579065",
            "Value": "/GENOTOXICITY/ Chloral hydrate was tested in V79 Chinese hamster cells, where it induced CREST-positive micronuclei."
        },
        {
            "References": "PMID:2398816",
            "Value": "/GENOTOXICITY/ The induction of aneuploidy in cultured Chinese hamster cells by chloral hydrate has been studied. Chinese hamster embryonic diploid cells were grown as a monolayer in cover glasses. Treatments were performed with doses of 1X10-3, 2X10-3 and 3X10-3% of chloral hydrate for 1.5 hr. Treatments with 2X10-3% of acetaldehyde were used as positive controls. Untreated cultures were used as negative controls. Chloral hydrate induced chromosomal damage only with the two higher doses. No correlation was found between the amount of chromosomal damage induced and the dose of chloral hydrate employed. Chloral hydrate increased the frequency of aneuploid cells in relation to untreated controls, but did not significantly increase the frequencies of polyploid cells. These results indicate that aldehydes and chlorine-replaced aldehydes are strong inducers of aneuploidy despite some differences between chloral hydrate and acetaldehyde regarding cytotoxicity and polyploidy induction."
        },
        {
            "References": "PMID:7508572",
            "Value": "/GENOTOXICITY/ Mice were exposed by inhalation to trichloroethylene or by ip injection of ... chloral hydrate. Early spermatids were analyzed for micronucleus (MN) frequency and the presence or absence of kinetochores using fluorochrome labeled anti-kinetochore antibodies. It was determined that 5 consecutive days of exposure to 5, 50 or 500 ppm TCE during preleptotene through early pachytene stages of meiotic cell development do not result in incr frequencies of spermatid MN. Chloral hydrate at 41, 83 or 165 mg/kg was positive for spermatid MN induction when treatments corresponsed to spermatogonial stem cell or preleptotene spermatocyte stages of development; negative results were /observed/ after treatments of leptoene zygotene or diakinesis metaphase stages. The significantly incr levels of MN observed were invariably of the kinetochore negative type."
        },
        {
            "References": "PMID:8596466",
            "Value": "/GENOTOXICITY/ ... During culture in 125 ug/mL chloral hydrate germinal vesicle breakdown is delayed and most /mouse/ oocytes become arrested in meiosis I with bivalent chromosomes. Their spindles are asymmetric or attain fusiform poles. Oocytes which progress to metaphase II also possess astral instead of barrel shaped, anastral spindles characteristic for the controls. Resolution of the chiasmata without polar body extrusion during exposure to 50 and 125 ug/mL chloral hydrate results in significant rises in diploid metaphase II oocytes. Hyperploidy rates do not incr significantly at any concn of chloral hydrate, but hypoploidy levels are elevated at 125 ug/mL chloral hydrate. Chloral hydrate induces lagging of chromosomes during telophase I, inhibits spindle elongation in anaphase B and causes chromosome displacement from the spindle equator in metaphase I and II. Oocytes also become irreversibly arrested in maturation when exposed /to this cmpd/ prior to resumption of maturation, or when chloral hydrate is present during the first or second 8 hr of maturation. ... These data show unequivocally that chloral hydrate is a potent aneugen in female germ cells. ..."
        },
        {
            "References": "PMID:7980564",
            "Value": "/GENOTOXICITY/ Chloral hydrate was found mutagenic in Salmonella typhimurium strain TA104. Both lipid peroxidation and mutagenicity were efficiently inhibited by free radical scavengers alpha-tocopherol and menadione."
        },
        {
            "References": "PMID:6384771",
            "Value": "/GENOTOXICITY/ Chloral hydrate (CH), a metabolite of trichloroethylene (TCE), was studied in vitro using the D7 diploid strain of Saccharomyces cerevisiae, with and without a mammalian microsomal activation system (S9 fraction), and in vivo by intrasanguineous host-mediated assay (HMA). The in vivo effects on the hepatic microsomal monooxygenase induced by CH in mice pretreated with beta-naphthoflavone (beta-NF) and Naphenobarbital (PB) were also investigated. Chloral hydrate induced a significant increase of mitotic gene conversion in D7 strain both in vivo and in vitro. The enzymatic determinations in mice showed a decrease in aminopyrine N-demethylase (APD) and p-nitroanisole O-demethylase (p-NAD) activities (about 37% and 29% respectively) after one acute dose of CH. Moreover, stability experiments, carried out in the conditions of the liver microsomal assay (LMA), showed an increase of residual activity, after 1 hr of preincubation with respect to the control (about 22% and 9% for APD and p-NAD respectively)."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V63 260 (1995)",
            "Value": "/GENOTOXICITY/ Chloral hydrate induced micronuclei in the spermatids of mice treated in vivo in two studies but not in a third in which the stage of spermatogenesis studied, the premeiotic S-phase (preleptotene), was concluded to be sensitive only to clastogenic agents. In one of the studies that showed an effect, only kinetochore-negative micronuclei were induced, but kinetochore-negative micronuclei were also produced by another established aneuploidogen, vincristine sulfate. The finding may therefore suggest not induction of fragments harboring micronuclei but an inability of the antibody to label kinetochores in the micronuclei. Chloral hydrate induced aneuploidy in the bone marrow of mice treated in vivo in one study. It increased the rate of aneuploidy in mouse secondary spermatocytes in three of four studies, and one study also suggested increased hypodiploidy in mouse oocytes. It did not produce polyploidy in bone marrow or oocytes or gonosomal or autosomal univalents in primary spermatocytes of mice treated in vivo."
        },
        {
            "References": "PMID:6979478",
            "Value": "/IMMUNOTOXICITY/ Chloral hydrate has been found in our drinking water supplies at levels up to 5 micrograms/L. The purpose of this study was to evaluate the functional status of the immune system in random-bred CD-1 mice exposed to chloral hydrate for 14 and 90 days. Male mice, following 14 or 90 days of exposure to 1/10 and 1/100 the actual oral LD50, exhibited no alterations in either humoral or cell-mediated immunity. However, female mice exposed for 90 days to chloral hydrate in the drinking water demonstrated a significant depression in humoral immune function. This depression was observed when spleen cells from exposed mice were evaluated for their ability to produce antibody against sheep erythrocytes. These females did not demonstrate any changes in cell-mediated immune status."
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "(1) Hansch C et al; Exploring QSAR. Hydrophobic, Electronic, and Steric Constants. ACS Prof Ref Book. Heller SR, consult. ed., Washington, DC: Amer Chem Soc p. 4 (1995) (2) Lyman WJ et al; Handbook of Chemical Property Estimation Methods. Washington, DC: Amer Chem Soc pp. 4-9 (1990) (3) Swann RL et al; Res Rev 85: 17-28 (1983)",
            "Value": "The Koc of chloral hydrate is estimated as 82(SRC), using a log Kow of 0.99(1) and a regression-derived equation(2). According to a classification scheme(3), this estimated Koc value suggests that chloral hydrate is expected to have high mobility in soil."
        }
    ]
}