{
    "_id": {
        "$oid": "6682e7f1c4e5dba5ffba231d"
    },
    "CID": {
        "$numberInt": "2720"
    },
    "Name": "CHLOROTHIAZIDE",
    "IUPACName": "6-chloro-1,1-dioxo-4H-1lambda6,2,4-benzothiadiazine-7-sulfonamide",
    "CanonicalSMILES": "C1=C2C(=CC(=C1Cl)S(=O)(=O)N)S(=O)(=O)N=CN2",
    "Synonyms": [
        "chlorothiazide",
        "58-94-6",
        "Diuril",
        "Chlorthiazide",
        "Chlorothiazid",
        "Chlotride",
        "Flumen",
        "Chlorosal",
        "Chlortiazid",
        "Chlorurit",
        "Clotride",
        "Diuresal",
        "Diurilix",
        "Saluretil",
        "Thiazide"
    ],
    "IsomericSMILES": "C1=C2C(=CC(=C1Cl)S(=O)(=O)N)S(=O)(=O)N=CN2",
    "INCHI": "InChI=1S/C7H6ClN3O4S2/c8-4-1-5-7(2-6(4)16(9,12)13)17(14,15)11-3-10-5/h1-3H,(H,10,11)(H2,9,12,13)",
    "INCHIKEY": "JBMKAUGHUNFTOL-UHFFFAOYSA-N",
    "Formula": "C7H6ClN3O4S2",
    "MolecularWeight": {
        "$numberDouble": "295.7"
    },
    "Description": "Chlorothiazide is 4H-1,2,4-benzothiadiazine 1,1-dioxide in which the hydrogen at position is substituted by chlorine and that at position 7 is substituted by a sulfonamide group. A diuretic, it is used for treatment of oedema and hypertension. It has a role as a diuretic and an antihypertensive agent.",
    "XlogP": {
        "$numberDouble": "-0.2"
    },
    "Complexity": {
        "$numberInt": "532"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "logP": [
        {
            "References": "Hansch, C., Leo, A., D. Hoekman. Exploring QSAR - Hydrophobic, Electronic, and Steric Constants. Washington, DC: American Chemical Society., 1995., p. 28",
            "Value": "log Kow = -0.24"
        }
    ],
    "mechanism_of_action": [
        {
            "References": "Evaluations of Drug Interactions. 2nd ed. and supplements. Washington, DC: American Pharmaceutical Assn., 1976, 1978., p. 89",
            "Value": "THE MECHANISM BY WHICH THIAZIDE DIURETICS LOWER BLOOD PRESSURE HAS NOT BEEN FIRMLY ESTABLISHED. /THIAZIDE DIURETICS/"
        },
        {
            "References": "Goodman, L.S., and A. Gilman. (eds.) The Pharmacological Basis of Therapeutics. 5th ed. New York: Macmillan Publishing Co., Inc., 1975., p. 712",
            "Value": "...INDICATED THAT BENZOTHIADIAZIDES HAVE A DIRECT EFFECT ON RENAL TUBULAR TRANSPORT OF SODIUM & CHLORIDE INDEPENDENT OF CARBONIC ANHYDRASE INACTIVATION. /THIADIAZIDES/"
        },
        {
            "References": "Goodman, L.S., and A. Gilman. (eds.) The Pharmacological Basis of Therapeutics. 5th ed. New York: Macmillan Publishing Co., Inc., 1975., p. 712",
            "Value": "IRRESPECTIVE OR ULTIMATE MECHANISM, IT APPEARS THAT DIURETIC THIAZIDES RELAX PERIPHERAL ARTERIOLAR SMOOTH MUSCLE. /THIAZIDES/"
        },
        {
            "References": "Rossoff, I.S. Handbook of Veterinary Drugs. New York: Springer Publishing Company, 1974., p. 107",
            "Value": "CARBONIC ANHYDRASE INHIBITOR WITHOUT EXCESSIVE BICARBONATE EXCRETION WITH RESULTANT ACIDOSIS."
        },
        {
            "References": "Goodman, L.S., and A. Gilman. (eds.) The Pharmacological Basis of Therapeutics. 5th ed. New York: Macmillan Publishing Co., Inc., 1975., p. 831",
            "Value": "...THIAZIDES HAVE AN IMPORTANT ACTION ON POTASSIUM EXCRETION. THIAZIDES MAY DECR URIC ACID EXCRETION IN MAN, THUS INCREASING ITS CONCN IN PLASMA. ... THIAZIDES DECR RENAL EXCRETION OF CALCIUM. THE EXCRETION OF MAGNESIUM IS ENHANCED BY THIAZIDES. /THIAZIDES/"
        },
        {
            "References": "American Medical Association, AMA Department of Drugs, AMA Drug Evaluations. 3rd ed. Littleton, Massachusetts: PSG Publishing Co., Inc., 1977., p. 81",
            "Value": "THIAZIDES INCR URINARY EXCRETION OF SODIUM & WATER BY INHIBITING SODIUM REABSORPTION IN CORTICAL PORTION OF ASCENDING LIMB OF HENLE'S LOOP & IN EARLY DISTAL TUBULES. /THIAZIDES/"
        },
        {
            "References": "USP Convention. USPDI - Drug Information for the Health Care Professional. 17th ed. Volume I. Rockville, MD: Convention, Inc., 1997. (Plus Updates)., p. 1258",
            "Value": "Thiazide diuretics increase urinary excretion of sodium and water by inhibiting sodium reabsorption in the early distal tubules. They increase the rate of delivery of tubular fluid and electrolytes to the distal sites of hydrogen and potassium ion secretion, while plasma volume contraction increases aldosterone production. The increased delivery and increase in aldosterone levels promote sodium reabsorption at the distal tubules, thus increasing the loss of potassium and hydrogen ions. /Thiazide diuretics/"
        },
        {
            "References": "USP Convention. USPDI - Drug Information for the Health Care Professional. 17th ed. Volume I. Rockville, MD: Convention, Inc., 1997. (Plus Updates)., p. 1258",
            "Value": "Diuretics lower blood pressure initially by reducing plasma and extracellular fluid volume; cardiac output also decreases. Eventually, cardiac output returns to normal. Thiazide diuretics decrease peripheral resistance by a direct peripheral effect on blood vessels. /Thiazide diuretics/"
        },
        {
            "References": "USP Convention. USPDI - Drug Information for the Health Care Professional. 17th ed. Volume I. Rockville, MD: Convention, Inc., 1997. (Plus Updates)., p. 1258",
            "Value": "The antidiuretic effect of thiazide diuretics is a result of mild sodium and water depletion leading to increased reabsorption of glomerular filtrate in the proximal renal tubule and reduced delivery of tubular fluid available for excretion. /Thiazide diuretics/"
        },
        {
            "References": "USP Convention. USPDI - Drug Information for the Health Care Professional. 17th ed. Volume I. Rockville, MD: Convention, Inc., 1997. (Plus Updates)., p. 1258",
            "Value": "Thiazide diuretics decrease urinary calcium excretion by a direct action on the distal tubule, which may prevent recurrence of calcium-containing renal calculi. /Thiazide diuretics/"
        }
    ]
}