{
    "_id": {
        "$oid": "6682e9a9c4e5dba5ffba2bbf"
    },
    "CID": {
        "$numberInt": "2723601"
    },
    "Name": "THIOGUANINE",
    "IUPACName": "2-amino-3,7-dihydropurine-6-thione",
    "CanonicalSMILES": "C1=NC2=C(N1)C(=S)N=C(N2)N",
    "Synonyms": [
        "6-Thioguanine",
        "thioguanine",
        "154-42-7",
        "Tioguanine",
        "2-Amino-6-mercaptopurine",
        "6-Mercaptoguanine",
        "Tabloid",
        "2-Amino-6-purinethiol",
        "Tioguanin",
        "Lanvis",
        "2-Amino 6MP",
        "2-Aminopurin-6-thiol",
        "2-Aminopurine-6-thiol",
        "2-Aminopurine-6(1H)-thione",
        "2-Amino-9H-purine-6-thiol"
    ],
    "IsomericSMILES": "C1=NC2=C(N1)C(=S)N=C(N2)N",
    "INCHI": "InChI=1S/C5H5N5S/c6-5-9-3-2(4(11)10-5)7-1-8-3/h1H,(H4,6,7,8,9,10,11)",
    "INCHIKEY": "WYWHKKSPHMUBEB-UHFFFAOYSA-N",
    "Formula": "C5H5N5S",
    "MolecularWeight": {
        "$numberDouble": "167.19"
    },
    "Description": "Tioguanine is a 2-aminopurine that is the 6-thiono derivative of 2-amino-1,9-dihydro-6H-purine. Incorporates into DNA and inhibits synthesis. Used in the treatment of leukaemia. It has a role as an antineoplastic agent, an antimetabolite and an anticoronaviral agent.",
    "XlogP": {
        "$numberDouble": "-0.1"
    },
    "Complexity": {
        "$numberInt": "225"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "logP": [
        {
            "References": "Hansch, C. and A. Leo. The Log P Database. Claremont, CA: Pomona College, 1987.",
            "Value": "Log Kow = -0.07"
        }
    ],
    "mechanism_of_action": [
        {
            "References": "American Medical Association, Council on Drugs. AMA Drug Evaluations Annual 1994. Chicago, IL: American Medical Association, 1994., p. 2046",
            "Value": "THIOGUANINE, THE 6-THIO ANALOGUE OF GUANINE, IS A PRODRUG THAT IS CONVERTED TO 6-THIOGUANINE-RIBOSE-PHOSPHATE, AN ACTIVE METABOLITE. ... 6-THIOGUANINE-RIBOSE-PHOSPHATE IS A FEEDBACK INHIBITOR OF THE INITIAL (AMIDOTRANSFERASE) STEP IN PURINE BIOSYNTHESIS. THIS METABOLITE ALSO BLOCKS CONVERSIONS OF INOSINIC ACID TO GUANYLIC ACID & OF GUANYLIC ACID TO GDP. THIOGUANINE ALSO IS CONVERTED TO THE DEOXYNUCLEOTIDE TRIPHOSPHATE, WHICH CAN BE INCORPORATED INTO TUMOR CELL DNA. ALTHOUGH SOME INVESTIGATORS BELIEVE THAT THIS IS THE MAJOR MECHANISM OF CYTOTOXICITY, THE RELATIVE IMPORTANCE OF THE VARIOUS SITES OF ACTION HAS NOT BEEN DETERMINED. ... THIOGUANINE IS CELL-CYCLE SPECIFIC FOR THE S PHASE."
        },
        {
            "References": "PMID:7459851",
            "Value": "APPARENTLY, THE METABOLISM OF 6-THIOGUANINE TO 6-THIOGUANOSINE IN SARCOMA 180 & 180/TG CELLS IS MEDIATED BY PURINE NUCLEOSIDE PHOSPHORYLASE & NEWLY SYNTHESIZED 6-THIOGUANOSINE IS READILY EFFLUXED INTO THE CELLULAR ENVIRONMENT. THE FORMATION OF 6-THIOGUANINE, BY PURINE NUCLEOSIDE PHOSPHORYLASE, MAY BE IMPORTANT TO THE EXPRESSION OF CELLULAR SENSITIVITY TO 6-THIOGUANINE, IN THAT IT DECR THE AVAIL OF 6-THIOGUANINE FOR DIRECT CONVERSION BY HYPOXANTHINE-GUANINE PHOSPHORIBOSYLTRANSFERASE TO THE NUCLEOTIDE LEVEL, A PHENOMENON CRITICAL TO THE EXPRESSION OF THE ANTINEOPLASTIC ACTIVITY OF THE 6-THIOPURINES."
        },
        {
            "References": "PMID:6031686",
            "Value": "PHENYL SUBSTITUTION AT C-8 OF 2-AMINO-6-MERCAPTOPURINE ABOLISHED THE IMMUNOSUPPRESSIVE ACTIVITY. THEREFORE, A NONSUBSTITUTED 8 POSITION OF 2-AMINO-6-MERCAPTOPURINE IS ESSENTIAL FOR IMMUNOSUPPRESSIVE ACTION."
        },
        {
            "References": "PMID:6690915",
            "Value": "SPONTANEOUSLY CYCLING LYMPHOCYTES (IN CELL DIVISION IN CULTURES WITHOUT ADDITION OF PHYTOHEMAGGLUTININ, PHA) GO THROUGH VARIOUS PHASES OF 1ST DIVISION WITH THE SAME KINETICS AS PHA-STIMULATED CELLS. IN SAMPLES FROM 10 REFERENTS, THE FREQUENCY OF SPONTANEOUSLY CYCLING LYMPHOCYTES VARIED FROM 8.9X10-5 TO 9.5X10-3 AS INDICATED WITH AUTORADIOGRAPHY ON CELLS IN (S + G2) PHASE DETERMINED BY FLOW SORTING. IN PHA-STIMULATED SAMPLES FROM THE SAME PERSONS THE FREQUENCY OF 6-THIOGUANINE (TG)-RESISTANT VARIANTS WAS BETWEEN 4X10-7 & 2.6X10-6, WHICH INDICATES THAT MOST OF THE SPONTANEOUSLY CYCLING CELLS WERE TG-SENSITIVE."
        },
        {
            "References": "PMID:7109703",
            "Value": "USING AUTORADIOGRAPHIC TECHNIQUE IT WAS DETERMINED THAT THE NUMBER OF CIRCULATING LYMPHOCYTES THAT WERE RESISTANT TO 6-THIOGUANINE IN NORMAL INDIVIDUALS INCREASED EXPONENTIALLY WITH AGE. DATA SUGGEST A RELATIONSHIP BETWEEN MUTAGENESIS AND AGING, PERHAPS BY WAY OF A DECLINE WITH AGE IN FIDELITY OF DNA REPLICATION OR REPAIR."
        },
        {
            "References": "KIM K ET AL; CANCER RES 41 (11, PART 1): 529-34 (1981)",
            "Value": "DRUG RESISTANCE OF L1210 LEUKEMIA CELLS IN MICE TO 6-DRUG REGIMEN OF ANTIMETABOLITES (METHOTREXATE, 6-THIOGUANINE, 6-METHYLMERCAPTOPURINE RIBOSIDE, 6-MERCAPTOPURINE, 5-FLUOROURACIL, & 1-BETA-D-ARABINOFURANOSYLCYTOSINE) WAS STUDIED. 6-THIOGUANINE & 6-MERCAPTOPURINE WERE KEY DRUGS USED IN DRUG COMBINATIONS. IT WAS DEMONSTRATED THAT CELLS WHICH EMERGED WERE RESISTANT TO BOTH PURINE ANALOGS, OWING TO A DEFICIENCY OF THE ACTIVATION ENZYME HYPOXANTHINE-GUANINE PHOSPHORIBOSYLTRANSFERASE. THIOGUANINE (TG) RESISTANCE AROSE IN THE PRESENCE OF THIOGUANINE BECAUSE OF AN OVERGROWTH OF TG-RESISTANT MUTANTS THAT WERE PRESENT AS ONE CELL IN 1X10+4 IN THE ORIGINAL L1210 POPULATION. IN L1210 CULTURES FREE OF TG-RESISTANT MUTANTS, TG ADMIN SHORTLY AFTER INOCULATION WAS VERY EFFECTIVE IN DELAYING THEIR DEATH. THE CELLS THAT FINALLY GREW OUT WERE STILL TG SENSITIVE. SIMULTANEOUS TREATMENT WITH ALL THE DRUGS GREATLY DELAYED APPEARANCE OF TG RESISTANCE IN VIVO & IN VITRO. METHOTREXATE ALONE WAS RESPONSIBLE FOR THISRESULT, OWING TO ITS ABILITY PREFERENTIALLY TO KILL TG-RESISTANT CELLS."
        },
        {
            "References": "USP Convention. USPDI-Drug Information for the Health Care Professional. 14th ed. Volume I. Rockville, MD: United States Pharmacopeial Convention, Inc., 1994. (Plus Updates)., p. 2652",
            "Value": "Thioguanine is an antimetabolite of the purine analog type. Thioguanine is cell cycle-specific for the S phase of cell division. Activity occurs as the result of activation in the tissues and may include inhibition of DNA synthesis with a lesser effect on RNA synthesis."
        }
    ]
}