{
    "_id": {
        "$oid": "6682e9aac4e5dba5ffba2bc6"
    },
    "CID": {
        "$numberInt": "2724247"
    },
    "Name": "SODIUM CACODYLATE",
    "IUPACName": "sodium;dimethylarsinate",
    "CanonicalSMILES": "C[As](=O)(C)[O-].[Na+]",
    "Synonyms": [
        "SODIUM CACODYLATE",
        "Sodium dimethylarsinate",
        "124-65-2",
        "Arsicodile",
        "Cacodylic acid sodium salt",
        "Dimethylarsinic acid sodium salt",
        "Alkarsodyl",
        "Sodium dimethylarsonate",
        "Sodium dimethyl arsinate",
        "Arsecodile",
        "Arsycodile",
        "Bolate",
        "Cacodylate de sodium",
        "Bolls-eye",
        "Sodium salt of cacodylic acid"
    ],
    "IsomericSMILES": "C[As](=O)(C)[O-].[Na+]",
    "INCHI": "InChI=1S/C2H7AsO2.Na/c1-3(2,4)5;/h1-2H3,(H,4,5);/q;+1/p-1",
    "INCHIKEY": "IHQKEDIOMGYHEB-UHFFFAOYSA-M",
    "Formula": "C2H6AsNaO2",
    "MolecularWeight": {
        "$numberDouble": "159.98"
    },
    "Description": "Sodium dimethylarsinate is the organic sodium salt of dimethylarsinate. It has a role as a buffer and a herbicide. It contains a dimethylarsinate.",
    "XlogP": {
        "$numberDouble": "NaN"
    },
    "Complexity": {
        "$numberInt": "65"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "non_human_toxicity_excerpts": [
        {
            "References": "PMID:7369786",
            "Value": "APPROX 100 & 1000 UG/L (AS ARSENIC) DID NOT SIGNIFICANTLY AFFECT SURVIVAL OF OTHER TEST SPECIES AFTER 28 DAYS OR REDUCE YOUNG PRODUCTION IN DAPHNIA AFTER 14 DAYS OF EXPOSURE."
        },
        {
            "References": "PMID:7248535",
            "Value": "EFFECTIVE CONCN CAUSING 50% INHIBITION OF MICROBIAL DEHYDROGENASE ACTIVITY (IC50) WAS CALCULATED. IC50 VALUE FOR SODIUM CACODYLATE WAS 2000 PPM."
        },
        {
            "References": "Tarkowska JA; Acta Soc Bot Pol 57 (3): 329-40 (1988)",
            "Value": "The effect of pure sodium cacodylate on dividing cells was studied. The root meristematic cells of Allium cepa leguminosae (the roots were squashed in acetoorcein) and endosperm cells of Haemanthus katherinae Bak. (in vitro observations) were used. Serious disturbances in karyokinesis and cytokinesis were found that led most often to the formation of polyploid or multinucleate (Allium cepa) cells. These results point to damage of the mitotic spindle and phragmoplast."
        },
        {
            "References": "PMID:3672556",
            "Value": "The induction of hepatic zinc-thionein by various chemical forms of arsenic and modulation by selenium were investigated in mice. The four representative forms of arsenic tested were the organic cmpd methylarsonate and dimethylarsinate, and the inorganic cmpd m-arsenite and arsenate. Male ICR mice were administered doses of respective arsenic cmpd either orally or ip. Twenty-four hours later, livers were assayed for zinc concn by atomic absorption spectrophotometry. Metallothionein determination was made by HPLC/atomic absorption spectrophotometry by cadmium displacement of zinc. The mortality rate of the mice within 24 hr of ip injection as a function of dose indicated that the inorganic arsenic cmpd were much more toxic than the organic arsenic cmpd. The inorganic cmpd also induced hepatic zinc-thionein at doses one order of magnitude lower than the organic cmpd. There were no significant differences in results between oral and ip administration. The coadministration of selenite and m-arsenite ip induced approximately one fifth as much hepatic zinc-thionein as selenite alone but a comparable amount to that of m-arsenite alone. It was concluded that hepatic zinc-thionein induction by the arsenic cmpd examined parallels their respective toxicities. Inhibition of selenite induction of zinc-thionein by m-arsenite could relate to the ability of arsenic and selenium to reduce each other's toxicity."
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V23 71 (1980)",
            "Value": "ORGANOARSENICALS, SUCH AS DIMETHYLARSINIC ACID ... & SODIUM CACODYLATE ARE ADSORBED BY CLAY SOILS. ... DOWNWARD LEACHING OF METHANEARSONIC ACID SALTS HAS ALSO BEEN REPORTED. THE METHANEARSONIC ACID SALTS & DIMETHYLARSINIC ACID ARE FIXED BY IRON & ALUMINUM IN SOIL, ALTHOUGH NOT AS STRONGLY AS INORGANIC ARSENATE."
        }
    ]
}