{
    "_id": {
        "$oid": "6682e7f1c4e5dba5ffba2320"
    },
    "CID": {
        "$numberInt": "2726"
    },
    "Name": "Chlorpromazine",
    "IUPACName": "3-(2-chlorophenothiazin-10-yl)-N,N-dimethylpropan-1-amine",
    "CanonicalSMILES": "CN(C)CCCN1C2=CC=CC=C2SC3=C1C=C(C=C3)Cl",
    "Synonyms": [
        "chlorpromazine",
        "Thorazine",
        "50-53-3",
        "Largactil",
        "Chloropromazine",
        "Aminazine",
        "Contomin",
        "Chlorderazin",
        "Propaphenin",
        "Chlorpromados",
        "Fenactil",
        "Sanopron",
        "Wintermin",
        "Esmind",
        "Largactilothiazine"
    ],
    "IsomericSMILES": "CN(C)CCCN1C2=CC=CC=C2SC3=C1C=C(C=C3)Cl",
    "INCHI": "InChI=1S/C17H19ClN2S/c1-19(2)10-5-11-20-14-6-3-4-7-16(14)21-17-9-8-13(18)12-15(17)20/h3-4,6-9,12H,5,10-11H2,1-2H3",
    "INCHIKEY": "ZPEIMTDSQAKGNT-UHFFFAOYSA-N",
    "Formula": "C17H19ClN2S",
    "MolecularWeight": {
        "$numberDouble": "318.9"
    },
    "Description": "Chlorpromazine is a substituted phenothiazine in which the ring nitrogen at position 10 is attached to C-3 of an N,N-dimethylpropanamine moiety. It has a role as a phenothiazine antipsychotic drug, an antiemetic, a dopaminergic antagonist, an EC 3.4.21.26 (prolyl oligopeptidase) inhibitor and an anticoronaviral agent. It is a member of phenothiazines, an organochlorine compound and a tertiary amine.",
    "XlogP": {
        "$numberDouble": "5.2"
    },
    "Complexity": {
        "$numberInt": "339"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "logP": [
        {
            "References": "Avdeef A et al; J Pharm Sci 84: 523-529 (1995)",
            "Value": "log Kow = 5.41"
        }
    ],
    "mechanism_of_action": [
        {
            "References": "American Society of Health System Pharmacists; AHFS Drug   Information 2010. Bethesda, MD. (2010), p. 2513",
            "Value": "The principal pharmacologic effects of chlorpromazine are similar to those of other propylamino derivatives of phenothiazine. Chlorpromazine has strong anticholinergic and sedative effects and moderate extrapyramidal effects. Chlorpromazine has strong antiemetic and adrenergic blocking activity and weak ganglionic blocking, antihistaminic, and antiserotonergic activity."
        },
        {
            "References": "American Society of Health System Pharmacists; AHFS Drug   Information 2010. Bethesda, MD. (2010), p. 2510",
            "Value": "The development of phenothiazine derivatives as psychopharmacologic agents resulted from the observation that certain phenothiazine antihistaminic compounds produced sedation. In an attempt to enhance the sedative effects of these drugs, promethazine and chlorpromazine were synthesized. Chlorpromazine is the pharmacologic prototype of the phenothiazines. The pharmacology of phenothiazines is complex, and because of their actions on the central and autonomic nervous systems, the drugs affect many different sites in the body. Although the actions of the various phenothiazines are generally similar, these drugs differ both quantitatively and qualitatively in the extent to which they produce specific pharmacologic effects. /Phenothiazine General Statement/"
        },
        {
            "References": "American Society of Health System Pharmacists; AHFS Drug   Information 2010. Bethesda, MD. (2010), p. 2510",
            "Value": "In the CNS, phenothiazines act principally at the subcortical levels of the reticular formation, limbic system, and hypothalamus. Phenothiazines generally do not produce substantial cortical depression; however, there is minimal information on the specific effects of phenothiazines at the cortical level. Phenothiazines also act in the basal ganglia, exhibiting extrapyramidal effects. The precise mechanism(s) of action, including antipsychotic action, of phenothiazines has not been determined, but may be principally related to antidopaminergic effects of the drugs. There is evidence to indicate that phenothiazines antagonize dopamine-mediated neurotransmission at the synapses. There is also some evidence that phenothiazines may block postsynaptic dopamine receptor sites. However, it has not been determined whether the antipsychotic effect of the drugs is causally related to their antidopaminergic effects. Phenothiazines also have peripheral and/or central antagonistic activity against alpha-adrenergic, serotonergic, histaminic (H1-receptors), and muscarinic receptors. Phenothiazines also have some adrenergic activity, since they block the reuptake of monoamines at the presynaptic neuronal membrane, which tends to enhance neurotransmission. The effects of phenothiazines on the autonomic nervous system are complex and unpredictable because the drugs exhibit varying degrees of alpha-adrenergic blocking, muscarinic blocking, and adrenergic activity. The antipsychotic activity of phenothiazines may be related to any or all of these effects, but it has been suggested that the drugs' effects on dopamine are probably most important. It has also been suggested that effects of phenothiazines on other amines (eg, gamma-aminobutyric acid [GABA]) or peptides (eg, substance P, endorphins) may contribute to their antipsychotic effect. Further study is needed to determine the role of central neuronal receptor antagonism and of effects on biochemical mediators in the antipsychotic action of the phenothiazines and other antipsychotic agents. /Phenothiazine General Statement/"
        },
        {
            "References": "American Society of Health System Pharmacists; AHFS Drug   Information 2010. Bethesda, MD. (2010), p. 2511",
            "Value": "Although the exact mechanism(s) of action has not been conclusively determined, phenothiazines have an antiemetic effect. The antiemetic activity may be mediated via a direct effect of the drugs on the medullary chemoreceptor trigger zone (CTZ), apparently by blocking dopamine receptors in the CTZ. Phenothiazines inhibit the central and peripheral effects of apomorphine and ergot alkaloids. Phenothiazines generally do not inhibit emesis caused by the action of drugs at the nodose ganglion or by local action on the GI tract. /Phenothiazine General Statement/"
        },
        {
            "References": "American Society of Health System Pharmacists; AHFS Drug   Information 2010. Bethesda, MD. (2010), p. 2511",
            "Value": "Phenothiazines may cause EEG changes, including a slowing of the EEG pattern and an increase in theta- and delta-wave activity. Some decrease in fast-wave and alpha-wave activity also occurs. Phenothiazines also may lower the seizure threshold and induce discharge patterns associated with seizure disorders; overt seizures may occur in patients with a history of seizure disorders or an underlying condition that predisposes the patient to seizure development. /Phenothiazine General Statement/"
        },
        {
            "References": "American Society of Health System Pharmacists; AHFS Drug   Information 2010. Bethesda, MD. (2010), p. 2511",
            "Value": "Phenothiazines have a poikilothermic effect, interfering with temperature regulation in the hypothalamus; depending on environmental conditions, hypothermia or hyperthermia may occur. /Phenothiazine General Statement/"
        },
        {
            "References": "American Society of Health System Pharmacists; AHFS Drug   Information 2010. Bethesda, MD. (2010), p. 2511",
            "Value": "In animals, phenothiazines inhibit conditioned avoidance behaviors and produce catalepsy. The drugs antagonize the behavioral effects mediated by amphetamines and other CNS stimulants. Like many other centrally acting agents, phenothiazines exhibit analgesic activity and potentiate the actions of analgesics. /Phenothiazine General Statement/"
        },
        {
            "References": "American Society of Health System Pharmacists; AHFS Drug   Information 2010. Bethesda, MD. (2010), p. 2511",
            "Value": "The peripheral anticholinergic activity of phenothiazines is relatively weak; however, anticholinergic effects (eg, dry mouth, blurred vision, urinary retention, constipation) have been associated with their use in some patients. /Phenothiazine General Statement/"
        },
        {
            "References": "American Society of Health System Pharmacists; AHFS Drug   Information 2010. Bethesda, MD. (2010), p. 2511",
            "Value": "The cardiovascular effects of phenothiazines are complex because the drugs exert both direct and indirect actions on the heart and vasculature. Phenothiazines exhibit peripheral alpha-adrenergic blocking activity and cause vasodilation. Following iv administration, the drugs cause orthostatic hypotension and reflex tachycardia; following oral administration, the drugs cause mild hypotension. In addition, phenothiazines exert a negative inotropic effect at therapeutic dosages. The drugs may increase coronary blood flow as a result of an increase in heart rate. Although phenothiazines do not appear to have clinically important antiarrhythmic properties at therapeutic dosages, transient antiarrhythmic effects have been observed in some patients at high concentrations. Antiarrhythmic effects may result from either a direct quinidine-like property or a local anesthetic effect of the drugs. Minimal ECG changes, including prolongation of the QT and PR intervals, blunting of T waves, and ST-segment depression, have occurred in some patients receiving phenothiazines. /Phenothiazine General Statement/"
        },
        {
            "References": "American Society of Health System Pharmacists; AHFS Drug   Information 2010. Bethesda, MD. (2010), p. 2511",
            "Value": "Phenothiazines may affect the endocrine system. Phenothiazines induce secretion of prolactin from the anterior pituitary by inhibiting dopamine receptors in the pituitary and hypothalamus. Elevated prolactin concentrations generally persist during long-term administration and may be associated with galactorrhea, menstrual cycle changes (eg, oligomenorrhea, amenorrhea), and gynecomastia. In contrast to the phenothiazines and other typical antipsychotic drugs, clozapine generally produces little or no elevation of prolactin concentration at usual dosages in humans. Phenothiazines may decrease urinary concentrations of gonadotropin, estrogen, and progestins in some patients. Although the exact mechanism is not known, phenothiazines may decrease secretion of vasopressin and corticotropin. /Phenothiazine General Statement/"
        },
        {
            "References": "American Society of Health System Pharmacists; AHFS Drug   Information 2010. Bethesda, MD. (2010), p. 2511",
            "Value": "Phenothiazines may have anti-inflammatory and antipruritic effects, resulting from antagonism of various mediator substances (eg, serotonin, histamine, bradykinin). At high concentrations, phenothiazines also have a membrane-stabilizing property, which can be manifested as a local anesthetic effect or as a direct quinidine-like effect on the heart. /Phenothiazine General Statement/"
        },
        {
            "References": "PMID:20371967",
            "Value": "Drug induced liver injury (DILI) accounts for more than 50% of the cases of acute liver failure in this country, and is the major cause of drug withdrawal from the market. DILI has been associated with the induction of pro-inflammatory cytokines, including tumor necrosis factor-alpha (TNF-alpha). Pro-inflammatory cytokines activate the mitogen activated protein kinase, c-Jun-N-terminal kinase (JNK) in the liver. Recent studies have shown that JNK can regulate the hepatotoxicity of the analgesic, acetaminophen (APAP). Several reports have shown that inflammation induced by the endotoxin, lipopolysaccharide (LPS) augments the toxic response to hepatotoxicants in vivo. However, the mechanism by which inflammation alters drug-induced hepatotoxicity is not known. This study investigated the role of inflammatory mediators in regulating the toxicity of the hepatotoxic drugs, APAP or chlorpromazine (CPZ) in primary mouse hepatocytes. W/Investigators/ found that, pre-treatment with TNF-alpha resulted in approximately 50 to 60% increase in alanine aminotransferase (ALT) levels by APAP or CPZ, while interleukin-1beta (IL-1beta) or IL6 treatments showed only 15-20% increase in ALT release. The bacterial components, LPS or lipoteichoic acid (LTA) increased ALT release by approximately 35 to 38% upon drug treatment of the hepatocytes. The JNK inhibitor, SP600125 significantly diminished APAP and CPZ toxicity with or without TNF-alpha. Pre-treatment with TNF-alpha resulted in prolonged activation of JNK (upto 2 hr) in the presence of APAP or CPZ. These results show that TNF-alpha is the major cytokine involved in sensitizing hepatocytes to APAP- or CPZ-induced hepatotoxicity, likely by a mechanism involving sustained activation of JNK."
        },
        {
            "References": "PMID:18308779",
            "Value": "/The authors/ investigated the effect and mechanism of exercise and chlorpromazine (CPZ), a conventional anti-psychotic drug, on beta-cell function and mass in 90% pancreatectomized (Px) male rats. The diabetic Px rats were divided into two groups, one of which was provided with exercise whereas the other was not. Both groups were subdivided into the three groups and administered with 0, 5 or 50 mg CPZ per kg body weight (control, low dosage of chlorpromazine (LCPZ), high dosage chlorpromazine (HCPZ)) for 8 weeks. LCPZ did not modulate glucose homeostasis. HCPZ impaired acute phase and second phase insulin secretion during hyperglycemic clamp. Apoptosis of pancreatic beta-cells increased in the HCPZ group, and proliferation decreased, contributing to reduced beta-cell mass. Exercise partially improved glucose-stimulated insulin secretion and beta-cell mass in HCPZ-treated rats. Interestingly, insulin receptor substrate-2 (IRS2) protein levels in islets decreased by increased degradation in the HCPZ group, whereas exercise partially reversed this trend by induction of IRS2 expression. In isolated islets, 50 microM CPZ decreased IRS2 expression by promoting ubiquitin-proteasome degradation, which had been prevented by proteasome inhibitors. Furthermore, similar to the effect of HCPZ treatment, a high dosage of rottlerin, a protein kinase C-delta inhibitor, reduced IRS2 levels in the islets. In conclusion, exercise partially recovered the diabetic symptoms exacerbated by HCPZ through enhancement of beta-cell function and mass in diabetic rats. This modulation by HCPZ and exercise was associated with increasing intracellular IRS2 protein levels in independent pathways."
        },
        {
            "References": "PMID:17031068",
            "Value": "Antipsychotic drugs induce weight gain and metabolic abnormalities. Recently, the role of adipocytokines secreted from adipocytes in the development of metabolic syndrome has received attention. The aim of this study was to investigate the effects of chlorpromazine (Cp) on body weight, glucose, lipid metabolism, and adipocytokine secretion in rats fed sucrose. Wistar rats received 15% sucrose (Suc group), 15% sucrose and Cp at 7.5 mg/kg per day (Suc + Cp group), or Cp alone (Cp group) in water for 10 weeks. Fasting glucose levels in the Suc and Suc + Cp groups were significantly higher than in the control (Cont) group. Fasting insulin levels in the Suc, Suc + Cp, and Cp groups were also significantly higher than in the Cont group. The adiponectin level in the Suc group was significantly higher than in the Cont group, although the adiponectin level in the Suc + Cp group was not. Furthermore, the plasma tumor necrosis factor (TNF)-alpha level in the Suc + Cp group was significantly higher than in the Suc group. These data suggest that Cp inhibits the compensatory response of adiponectin with respect to obesity due to increased expression of plasma TNF-alpha level. Cp may exert more harmful effects on the glucose level and insulin resistance than on other factors, which may be one of the mechanisms responsible for the metabolic syndrome induced by antipsychotic agents."
        },
        {
            "References": "PMID:15071359",
            "Value": "Chlorpromazine, a commonly used antipsychotic drug, has been known to induce QT prolongation and torsades de pointes, which can cause sudden death. We studied the effects of chlorpromazine on the human ether-a-go-go-related gene (HERG) channel expressed in Xenopus oocytes and on delayed rectifier K current of guinea pig ventricular myocytes. Application of chlorpromazine showed a dose-dependent decrease in the amplitudes of steady-state currents and tail currents of HERG. The decrease became more pronounced at increasingly positive potential, suggesting that the blockade of HERG by chlorpromazine is voltage dependent. IC50 for chlorpromazine block of HERG current was progressively decreased according to depolarization: IC50 values at -30, 0, and +30 mV were 10.5, 8.8, and 4.9 microM, respectively. The block of HERG current during the voltage step increased with time starting from a level 89% of the control current. In guinea pig ventricular myocytes, bath application of 2 and 5 microM chlorpromazine at 36 degree C blocked rapidly activating delayed rectifier K current (IKr) by 31 and 83%, respectively. How-ever, the same concentrations of chlorpromazine failed to significantly block slowly activating delayed rectifier K current (IKs). Our findings suggest that the arrhythmogenic side effect of chlorpromazine is caused by blockade of HERG and rapid component of delayed rectifier K current rather than by blockade of the slow component."
        },
        {
            "References": "PMID:12747580",
            "Value": "To clarify the mechanism of the side effect of chlorpromazine, /investigators/ examined the inactivation of cholinesterase induced by chlorpromazine. Cholinesterase was inactivated and its activity was lost in rat serum during interaction of chlorpromazine with horseradish peroxidase and H2O2. When chlorpromazine was oxidized by horseradish peroxidase and H2O2, the reaction solution colored pink and the visible absorption spectrum was consistent with the absorption spectrum of the chlorpromazine cation radical (CPZ*+). Adding cholinesterase immediately decreased the pink color of CPZ*+, indicating that CPZ*+ directly attacked cholinesterase to cause loss of the enzyme activity. Tryptophan residues in cholinesterase sharply decreased during the interaction of cholinesterase with horseradish peroxidase and H2O2. Presumably, loss of tryptophan residues changed the conformation of the cholinesterase protein and then the activity of the enzyme was lost. Other phenothiazine derivatives, including promethazine, triflupromazine, trifluoperazine, trimeprazine, thioridazine and perphenazine, also inactivated cholinesterase during the oxidation by horseradish peroxidase and H2O2. These results suggest that phenothiazine cation radicals participate in toxicological signs caused by the drugs."
        },
        {
            "References": "PMID:11014349",
            "Value": "Drug-induced lupus erythematosus is a serious side effect of certain medications, such as procainamide, quinidine, hydralazine, chlorpromazine, and isoniazid, the underlying pathogenesis of which is unresolved. In this study, /investigators/ examined the influence of these drugs on the regulation of apoptosis, or programmed cell death, in quiescent and activated human lymphocytes. /The authors/ also discuss the dysregulation of apoptosis as a pathogenetic factor in systemic lupus erythematosus. Peripheral blood mononuclear cells or activated lymphoblasts from normal donors were incubated with different concentrations of each of the above-mentioned drugs. /Investigators/ did not find induction of apoptosis in quiescent cells over a broad concentration range. In contrast, lymphoblasts readily underwent apoptosis when cultured with chlorpromazine, but not any of the other drugs, after stimulation with interleukin-2 (IL-2) in a dose-, time- and cell cycle-dependent manner. By several lines of evidence, toxicity was ruled out. Characteristic features of apoptosis-like incorporation of propidium iodide (PI), such as increased annexin V binding, changes in mitochondrial membrane potential, and induction of DNA breaks (as evidenced by TUNEL techniques), could be induced in lymphoblasts after chlorpromazine treatment. Chlorpromazine did not cause apoptosis by inhibition of cytokine binding or blockade of early intracellular signaling. The protease inhibitor Z-VAD and the ceramide inhibitor sphingosine 1-phosphate effectively blocked chlorpromazine-induced apoptosis (by PI staining and by externalization of phosphatidylserine), in contrast to the caspase 3/CPP32 inhibitor DEVD, which had only minor effects. Western blot analysis revealed IL-2-mediated phosphorylation of extracellular signal-regulated kinase, which was sensitive to chlorpromazine. Using lymphoblasts from a patient with Canale-Smith syndrome, /investigators/ found that chlorpromazine-mediated apoptosis is Fas/ APO-1 independent. CONCLUSION: These data suggest that chlorpromazine mediates apoptosis in human lymphoblasts through specific activation of intracellular proapoptotic signaling cascades. This mechanism might lead to an unsynchronized inflow of apoptotic break-down products and thereby to the induction of (auto)immunity against nuclear components."
        },
        {
            "References": "PMID:3432304",
            "Value": "The mode of action of the inhibitory effect of CPZ on 13,14-dihydroprostaglandin F2-alpha (13,14H2-PGF2-alpha) formation in rat ovary was examined. The inhibition of 13,14H2-PGF2-alpha formation and of ovulation induced by a proestrus were completely recovered by an injection of hCG (25 IU/rat) or LH-RH (500 ng/rat) at 15:00 on the same day. 13,14H2-PGF2-alpha formation and ovulation were not inhibited by a single injection of prolactin (PRL:6 IU/rat) at 13:00 on the day of proestrus. Repeated injection of PRL inhibited cyclic ovulation and 13,14H2-PGF2-alpha formation. The estrus cycle of PRL treated animals showed a continuous state of diestrus. Although 13,14H2-PGF2-alpha formation and ovulation were inhibited by the repeated injection of CPZ, the repeated-simultaneous injection of CPZ and bromocriptine at 10:00 once a day for 3 days from the first day of diestrus partly restored both and entirely reversed the suppression of the cyclic-changes in the in the vaginal smear pattern. These results indicate that the inhibition of 13,14H2-PGF2-alpha formation induced by a single injection of CPZ probably occurs via the suppression of LH-RH release from the hypothalamus, whereas PRL secretion may participate in the inhibitory effects of repeated injections of CPZ."
        },
        {
            "References": "PMID:14732758",
            "Value": "Single mechanically skinned fibres from the rat extensor digitorum longus muscle, which allow access to intracellular compartments, were used to examine the effects of 0.5-100 microM chlorpromazine hydrochloride (CPZ) on the major steps of the excitation-contraction (E-C) coupling to elucidate the involvement of skeletal muscle in the neuroleptic malignant syndrome (NMS). At 1 microM, CPZ caused a 20-30% increase in the force response induced by t-system depolarisation and a marked increase in the rate of caffeine-induced SR Ca(2+) release. At [CPZ]> or =2.5 microM, there was an initial increase followed by a marked decrease of the t-system depolarisation-induced force responses, while the potentiating effect on the caffeine-induced SR Ca(2+) release remained. These effects were reversible. CPZ had no effect on the maximum Ca(2+)-activated force, but caused reversible, concentration-dependent increases in the Ca(2+) sensitivity of the contractile apparatus at [CPZ] > or =10 microM, with a 50% predicted shift of 0.11 pCa (-log [Ca(2+)]) units at 82.3 microM CPZ. CPZ did not alter the rate of SR-Ca(2+) loading at 1 and 10 microM, but reversibly reduced it by approximately 40% at 100 microM by reducing the SR Ca(2+) pump. Nevertheless, the SR Ca(2+) content was greater when fibres became unresponsive to t-system-induced depolarisation in the presence than in the absence of 100 microM CPZ. The results show that CPZ has concentration-dependent stimulatory and inhibitory effects on various steps of the E-C coupling, which can explain the involvement of skeletal muscle in NMS and reconcile previous divergent data on CPZ effects on muscle."
        }
    ]
}