{
    "_id": {
        "$oid": "6682e7f2c4e5dba5ffba2322"
    },
    "CID": {
        "$numberInt": "2728"
    },
    "Name": "CHLORPROPHAM",
    "IUPACName": "propan-2-yl N-(3-chlorophenyl)carbamate",
    "CanonicalSMILES": "CC(C)OC(=O)NC1=CC(=CC=C1)Cl",
    "Synonyms": [
        "chlorpropham",
        "101-21-3",
        "CHLOROPROPHAM",
        "CIPC",
        "Chloro-IPC",
        "Isopropyl N-(3-chlorophenyl)carbamate",
        "isopropyl (3-chlorophenyl)carbamate",
        "Chlorprophame",
        "Elbanil",
        "Metoxon",
        "Nexoval",
        "Preweed",
        "Taterpex",
        "Furloe",
        "Isopropyl m-chlorocarbanilate"
    ],
    "IsomericSMILES": "CC(C)OC(=O)NC1=CC(=CC=C1)Cl",
    "INCHI": "InChI=1S/C10H12ClNO2/c1-7(2)14-10(13)12-9-5-3-4-8(11)6-9/h3-7H,1-2H3,(H,12,13)",
    "INCHIKEY": "CWJSHJJYOPWUGX-UHFFFAOYSA-N",
    "Formula": "C10H12ClNO2",
    "MolecularWeight": {
        "$numberDouble": "213.66"
    },
    "Description": "Chlorpropham is a carbamate ester that is the isopropyl ester of 3-chlorophenylcarbamic acid. It has a role as a herbicide and a plant growth retardant. It is a carbamate ester, a member of benzenes and a member of monochlorobenzenes.",
    "XlogP": {
        "$numberDouble": "3.5"
    },
    "Complexity": {
        "$numberInt": "197"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "plant_concentrations": [
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V12 57 (1976)",
            "Value": "RESIDUAL AMT MAY OCCUR ON OR IN TREATED CROPS AFTER HARVESTING."
        }
    ],
    "environmental_bioconcentrations": [
        {
            "References": "(1) Hansch C et al; Exploring QSAR. Hydrophobic, Electronic, and Steric Constants. ACS Prof Ref Book. Heller SR, consult. ed., Washington, DC: Amer Chem Soc p. 71 (1995) (2) Meylan WM et al; Environ Toxicol Chem 18: 664-72 (1999) (3) Franke C et al; Chemosphere 29: 1501-14 (1994)",
            "Value": "An estimated BCF of 100 was calculated for chlorpropham(SRC), using a log Kow of 3.51(1) and a regression-derived equation(2). According to a classification scheme(3), this BCF suggests the potential for bioconcentration in aquatic organisms is moderate(SRC)."
        }
    ],
    "environmental_biodegradations": [
        {
            "References": "Weed Science Society of America. Herbicide Handbook. 5th ed. Champaign, Illinois: Weed Science Society of America, 1983., p. 105",
            "Value": "SOIL MICROORGANISMS READILY DEGRADE CHLORPROPHAM ... BY PRODN OF 3-CHLOROANILINE BY ENZYMATIC HYDROLYSIS REACTION WITH SUBSEQUENT LIBERATION OF FREE CHLORIDE ION & CARBON DIOXIDE. ... PSEUDOMONAS STRIATA CHESTER, A FLAVOBACTERIUM SP, AN AGROBACTERIUM SP, & ACHROMOBACTER SP /DEGRADE IT/. ... BIOASSAY TESTS INDICATE HALF LIFE OF CHLORPROPHAM TO BE ABOUT 65 DAYS @ 15 °C & 30 DAYS @ 29 °C. HOWEVER, RATE OF DISSIPATION CAN VARY GREATLY WITH MICROBIAL ACTIVITY & MOISTURE LEVEL OF GIVEN SOIL."
        },
        {
            "References": "(1) Kaufman DD, Kearney PC; Appl Microbiol 13: 443-6 (1965) (2) Kaufman DD; Soil Biol Biochem 9: 49-57 (3) Clark CG, Wright SJL; Soil Biol Biochem 2: 217-26 (1970) (4) MacRae IC; Rev Environ Contam Toxicol 109: 1-87 (1989) (5) Rajagopal BS et al; Res Rev 93: 47-53 (1984) (6) McClure GW; J Environ Qual 1: 177-80 (1972) (7) Kearney PC, Kaufman DD; Herbicides 2nd ed. NY, NY: Marcel Dekker, Inc. 2: 635-42 (1976)",
            "Value": "Several pure cultures of microorganisms including Pseudomonas striata, Flavobacterium sp., Agrobacterium sp., Achromobacter sp. and Anacystis nidulans degrade chlorpropham(1-4). A mixed culture of microorganisms isolated from soil also biodegraded chlorpropham(1,6). In a perfused soil, a lag period of about 4 days occurred before the onset of biodegradation(1). Biodegradation of chlorpropham may be the major degradative mechanism in soil(7). Chlorpropham biodegrades by hydrolytic reactions and the suggested products in soil microbial cultures are N-phenyl-3-chlorocarbamic acid, isopropanol, 3-chloraniline, carbon dioxide, 2-amino-4-chlorophenol and its condensation products(5)."
        },
        {
            "References": "(1) El-Dib MA, Aly OA; Water Res 10: 1055-9 (1976) (2) Wolfe NL et al; Water Res 12: 565-71 (1978) (3) Baughman GL et al; pp. 105-11 in Proc. Biotransformation and Fate of Chemicals in Aquatic Environment. Maki AW et al, eds. Washington, DC: Amer Soc Microb (1980) (4) Paris DF et al; pp. 55-56 in Proc. Div. Environ Chem. San Francisco, CA: Amer Chem Soc (1980) (5) Paris DF et al; Appl Environ Microbiol 41: 603-9 (1981)",
            "Value": "In the concn range 6-7 mg/L, chlorpropham did not metabolize in a river water or in a 2% settled sewage solution(1). The biodegradation of chlorpropham in water followed second order kinetics. The rate depended on both concn of chlorpropham and the degrader population(2). The rate constant for the biodegradation of chlorpropham in environmental waters ranged from 1.3X10-14 to 4.9X10-14 organism-hr(2,4-5). Based on a mean rate constant of 2.6X10-14 organism-hr and a bacterial concn of 5X10+8 organisms/L, the half-life has been estimated to be 2,208 days(5). Adsorption to sediment and soil will decrease the rate of biodegradation(3)."
        }
    ],
    "logP": [
        {
            "References": "Hansch, C., Leo, A., D. Hoekman. Exploring QSAR - Hydrophobic, Electronic, and Steric Constants. Washington, DC: American Chemical Society., 1995., p. 71",
            "Value": "log Kow= 3.51"
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "Spencer, E. Y. Guide to the Chemicals Used in Crop Protection. 7th ed. Publication 1093. Research Institute, Agriculture Canada, Ottawa, Canada: Information Canada, 1982., p. 122",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ ... No toxic effects when applied to shaved rabbits for 24 hr ... ."
        },
        {
            "References": "Gosselin, R.E., R.P. Smith, H.C. Hodge. Clinical Toxicology of Commercial Products. 5th ed. Baltimore: Williams and Wilkins, 1984., p. II-326",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Following admin of single /oral/ toxic doses of chlorpropham to lab animals, initial symptoms incl listlessness, ataxia, epistaxis, exophthalmos, hemodacryorrhea hemorhinorrhea. These progressed to dyspnea, prostration, anuria, glycosuria, proteinuria, hyperthermia, and death. Autopsy findings showed gastroenteritis with occasional congestion of brain, lungs and other organs. Stress response was evident in adrenal, thymus and spleen, while degenerative changes were seen in kidney and liver."
        },
        {
            "References": "Weed Science Society of America. Herbicide Handbook. 5th ed. Champaign, Illinois: Weed Science Society of America, 1983., p. 106",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ ... Hypoactivity, ruffed fur, muscular weakness, prostration, & convulsions ... in rats fed high levels ... in acute oral tests."
        },
        {
            "References": "Weed Science Society of America. Herbicide Handbook. 5th ed. Champaign, Illinois: Weed Science Society of America, 1983., p. 106",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ No deaths or micropathological abnormalities occurred from feeding chlorpropham at levels up to 2% in diet of albino rats for period of 90 days."
        },
        {
            "References": "USEPA/Office of Pesticide Programs; Reregistration Eligibility Decision Document - Chlorpropham. EPA 738-R-96-023 October 1996. Available from, as of February 18, 2005: https://www.epa.gov/pesticides/reregistration/status.htm",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ A 21-day dermal study was conducted with male and female New Zealand white rabbits. Chlorpropham was applied to intact skin at dose levels of 0, 100, 500, or 1000 mg/kg/day for 6 hr/day, 7 days/wk. On three occasions some animals were exposed for 24 hr. All dose levels produced dermal irritation consisting of erythema, edema, cracking, and scaling. Histopathological findings in the skin included minimal acanthosis, hyperkeratosis, and focal inflammatory cells. The only systemic effect was a dose-related increase in reticulocytes in blood of both sexes that was significant at the highest dose of 1000 mg/kg/day. Hematology revealed no other indications of anemia. An increase in spleen weight (relative to brain weight) at the high dose was possibly related to the increase in reticulocytes. The effect on reticulocyte count was consistent with hematological findings of erythrocyte destruction/loss in longer-term studies. The NOEL for dermal effects was less than the lowest dose of 100 mg/kg/day, and the LOEL was 100 mg/kg/day. The NOEL for systemic toxicity was 500 mg/kg/day, and the LOEL was 1000 mg/kg/day based on the increase in reticulocyte count."
        },
        {
            "References": "PMID:9347926",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ The hematotoxicity of the herbicide and sprout suppressant chlorpropham (CIPC) was studied in male and female rats. F344-rats were fed diets containing 0, 7500, 15000, or 30,000 ppm CIPC for 13 wk. Body weights and feed consumption were monitored. The rats were killed at the end of the 13 wk period and necropsied. The necropsies focused on the hemapoietic system. All rats survived to the scheduled termination date. Daily and total food consumption were not significantly affected by CIPC. Body weight gains of male and female rats were significantly decreased by 30,000 ppm CIPC. Absolute and relative spleen and liver weights and relative kidney weights in male and female rats were decreased in a dose related manner. Red blood cell counts, hemoglobin concentrations, hematocrits, mean corpuscular hemoglobin concentrations, and platelet counts were decreased, and methemoglobin levels, mean corpuscular volumes, and mean corpuscular hemoglobin values were increased in a dose dependent manner in male and female rats. The most pronounced changes in these parameters were seen in the 15,000 and 30,000 ppm dose groups. White blood cell counts were significantly increased in 30,000 ppm male and female rats. Congestion, increases in hemosiderin deposition and extramedullary hemopoiesis, lymphoid atrophy, and fibrosis in the capsule or subcapsular areas were seen in the spleens of all treated animals. The changes were dose dependent. A dose dependent erythroid and myeloid cellular hyperplasia was seen in bone marrow samples from all treated animals. These changes were also dose dependent."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V12 58 (1976)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Groups of 18 male and 18 female (C57BL/6xC3H/Anf) F1 mice and 18 male and female(C5BL/6xAKR)F1 mice received commercial chloropropham (98.5% pure) ... 464 mg/kg body wt in gelatine at 7 days of age by stomach tube & same amount... daily up to 4 wk of age /subsequently/ 1112 mg chloropropham/kg of diet. ... Tumor incidences were compared ... /with controls/: incidences were not significantly greater ... for any tumor type ... ."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V12 60 (1976)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Groups of 18 male and 18 female (C57BL/6xC3H/Anf) F1 mice and 18 male and 18 female (C57BL/6xAKR) F1 mice were given single sc injections of 1000 mg/kg body wt commercial chloropropham (98.5% pure) in dimethyl sulfoxide on the 28th day of life & were observed ... until 78 wk of age. /Tumor/ incidences were not significantly increased for any tumor type /compared to controls/ ... (The working group noted that a negative result obtained with single sc injection may not be adequate basis for discounting carcinogenicity)."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V12 59 (1976)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ A group of 23 male and 26 female hamsters was given 2000 mg chloropropham (... containing  30-40 mg/kg chloroaniline) per kg of diet for 33 mo; controls ... received basal diet. After 2 yr, 1  treated female, 1 control female, 13 treated males & 14 control males were alive. Bile duct  hyperplasia in liver was observed in 19 treated animals & in 28 controls."
        },
        {
            "References": "USEPA/Office of Pesticide Programs; Reregistration Eligibility Decision Document - Chlorpropham. EPA 738-R-96-023 October 1996. Available from, as of February 18, 2005: https://www.epa.gov/pesticides/reregistration/status.htm",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ In a 2-yr chronic toxicity/carcinogenicity study, male and female Sprague-Dawley rats were fed diets at dose levels of 0, 30, 100, 500, or 1000 mg/kg/day of chlorpropham. Survival was not adversely affected by treatment. In fact, survival showed a dose-related increase with increasing dose. Body weight gain was reduced at the two highest dose levels. Indications of erythrocyte destruction or loss were evident at 100 mg/kg/day and higher. Erythrocyte count, hematocrit, and hemoglobin were decreased. Hematopoiesis in bone marrow and splenic hemosiderosis were increased. Additional compensatory changes or consequences of the anemia were observed at 500 mg/kg/day and above. The findings included increased reticulocyte count, increased hematopoiesis (liver, spleen, bone marrow), increased spleen weight, pigment accumulation in liver and kidney tubules, and presence of bilirubin in urine. At the two highest doses, blood was dark with a brown tint suggestive of methemoglobinemia (but unconfirmed). Morphological study of erythrocytes revealed crenated and polychromatic cells at the two highest dose levels. Crenated cells (associated with erythrocyte destruction) were most marked early in treatment whereas polychromatic cells (associated with compensation) were most marked later in the study. Cholesterol levels were increased at 500 and 1000 mg/kg/day. The NOEL was 30 mg/kg/day, and the LOEL was 100 mg/kg/day based on the hematological effects. ...The only neoplastic lesion related to treatment was benign testicular Leydig cell tumor. The incidence showed a dose-related trend and was significantly increased (pair-wise comparison) at the highest dose. The incidence of focal hyperplasia of Leydig cells showed a similar dose-response relationship"
        },
        {
            "References": "USEPA/Office of Pesticide Programs; Reregistration Eligibility Decision Document - Chlorpropham. EPA 738-R-96-023 October 1996. Available from, as of February 18, 2005: https://www.epa.gov/pesticides/reregistration/status.htm",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ A 60-wk study was conducted with male and female beagle dogs. Chlorpropham was orally administered in the diet at dose levels of 0, 5, 50, 350, or 500 mg/kg/day. The diets containing 350 or 500 mg/kg/day were unpalatable, causing marked reductions in food consumption and body weight gain during the initial weeks of the study. Food consumption returned to normal by the dogs adapting to the diet or manipulation of the test material concentration; however, body weight gain of the 350 and 500 mg/kg/day dose groups remained depressed throughout the study. Anemia was evident at the two highest dose levels. Erythrocyte count, hemoglobin, and hematocrit were reduced, and mean corpuscular volume (MCV) was increased. Changes in thyroid function and morphology were prominent effects of treatment. Doses of 50 mg/kg/day and above resulted in increased thyroid weight with associated histopathological changes. The thyroid showed moderate to marked changes characterized by irregular shaped follicles lined by medium to high cuboidal epithelium; follicles contained clear to pale stained colloid. Serum T3 and T4 levels were reduced at 350 and 500 mg/kg/day. Thyroid response to thyroid stimulating hormone (TSH) was depressed at these dose levels. Cholesterol was increased at 350 and 500 mg/kg/day. The NOEL was 5 mg/kg/day. The LOEL was 50 mg/kg/day based on evidence of thyroid effects at this dose level."
        },
        {
            "References": "USEPA/Office of Pesticide Programs; Reregistration Eligibility Decision Document - Chlorpropham. EPA 738-R-96-023 October 1996. Available from, as of February 18, 2005: https://www.epa.gov/pesticides/reregistration/status.htm",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ An 18-month carcinogenicity study was conducted with male and female CD-1 mice. Chlorpropham was administered in the diet at dose levels of 0, 100, 500, or 1000 mg/kg/day of chlorpropham. Survival of males was reduced at the highest dose of 1000 mg/kg/day. Doses of 500 and 1000 mg/kg/day were associated with hematological and hematopoietic organ changes indicative of erythrocyte destruction or loss. Hematopoiesis (spleen, liver, bone marrow), hemosiderosis (spleen), and bone marrow cellularity were increased in severity and/or incidence at 500 and 1000 mg/kg/day. Dark eyes and a bluish tint of the skin in these animals were suggestive of methemoglobinemia (but unconfirmed). Related compensatory findings observed at the high dose only included elevated reticulocyte count, MCH, and MCHC and increased spleen and liver weights. No neoplastic lesions were related to treatment."
        },
        {
            "References": "Weed Science Society of America. Herbicide Handbook. 5th ed. Champaign, Illinois: Weed Science Society of America, 1983., p. 106",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Three generation studies with albino rats gave no evidence of teratologic changes in any progeny. No-effect level for three generation reproduction study ... /lies/ between 0.2% & 0.5% feeding level."
        },
        {
            "References": "USEPA/Office of Pesticide Programs; Reregistration Eligibility Decision Document - Chlorpropham. EPA 738-R-96-023 October 1996. Available from, as of February 18, 2005: https://www.epa.gov/pesticides/reregistration/status.htm",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ A developmental toxicity study was conducted with pregnant Sprague Dawley rats administered doses of 0, 100, 350, or 1000 mg/kg/day of chlorpropham by gavage on days 6 through 19 of gestation. Dams were sacrificed on day 20 of gestation. Doses of 350 and 1000 mg/kg/day were maternally toxic. Dams in these dose groups experienced clinical signs, reduced body weight gain, and enlarged spleens. Clinical signs included salivation, urogenital staining, and red staining around the mouth, nares, and eyes. A single fetal effect was associated with the high dose group. These fetuses had an increased incidence of rudimentary 14th rib. No other litter or fetal effects were related to treatment. The NOEL for maternal toxicity was 100 mg/kg/day, and the LOEL was 350 mg/kg/day based on clinical signs and reduced weight gain. The developmental toxicity NOEL was 350 mg/kg/day, and the LOEL was 1000 mg/kg/day based on the increased incidence of 14th rib."
        },
        {
            "References": "USEPA/Office of Pesticide Programs; Reregistration Eligibility Decision Document - Chlorpropham. EPA 738-R-96-023 October 1996. Available from, as of February 18, 2005: https://www.epa.gov/pesticides/reregistration/status.htm",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ A developmental toxicity study was conducted with New Zealand white rabbits given doses of 0, 125, 250, or 500 mg/kg/day of chlorpropham by gavage on days 6-18 of gestation. Does were sacrificed on day 29 of gestation. The high dose of 500 mg/kg/day was maternally toxic producing clinical signs including cold ears, anorexia, reduced fecal output, and blood stained urine. The high dose affected litter size by increasing embryo resorptions and post-implantation loss. The NOEL was 250 mg/kg/day and the LOEL was 500 mg/kg/day for both maternal and developmental toxicity."
        },
        {
            "References": "USEPA/Office of Pesticide Programs; Reregistration Eligibility Decision Document - Chlorpropham. EPA 738-R-96-023 October 1996. Available from, as of February 18, 2005: https://www.epa.gov/pesticides/reregistration/status.htm",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ A two-generation reproduction study was conducted with Sprague-Dawley-derived CD rats. Chlorpropham was administered in the diet at concentrations of 0, 1000, 3000, or 10,000 ppm. These levels were equivalent to 50, 150, and 500 mg/kg/day, respectively. Body weight gain by adults (F0 and F1) and lactating pups (F1 and F2) of both generations was depressed at 500 mg/kg/day. Growth was also depressed at 150 mg/kg/day in the F1 generation post-weaning. Changes in spleen, bone marrow, and other organs were observed at 150 mg/kg/day and above in weanlings or adults of the F1 generation. Spleens of weanlings had a dark red appearance grossly. In adults, spleen weight was increased and brown pigment granules were observed in reticuloendothelial cells of the spleen. Similar pigmentation was seen in liver Kupffer cells and kidney convoluted tubule epithelium. Bone marrow hypercellularity was also observed in F1 adults. These effects were consistent with findings of other studies showing hematotoxicity (i.e., erythrocyte loss or destruction). Reproductive indices were unaffected by treatment. A decrease in ovary weight was observed in F1 (all doses) and F2 (2 highest doses) weanlings but was unaccompanied by gross or microscopic changes. The ovary was normal in F1 adults. The NOEL for systemic toxicity was 50 mg/kg/day, and the LOEL was 150 mg/kg/day based on effects on growth and histopathological changes in the spleen, bone marrow, liver and kidney. The NOEL for reproductive toxicity was the highest dose tested, 500 mg/kg/day."
        },
        {
            "References": "PMID:9311578",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ The developmental toxicity of chlorpropham in Crj:CD-1-mice was investigated. In a initial study of the timing of administration, chlorpropham was administered to pregnant mice by gavage at 8, 8.3, 9, 9.3, 10, or 11 days of gestation at a concentration of 3,000 mg/kg. The animals were sacrificed on day 18 of gestation. Nearly all of the dams (except for one who died from a hypertrophied spleen) showed no abnormal behavior nor mortality during the course of the experiment. Each of two litters administered chlorpropham on days eight and nine of gestation and one on day 11 of gestation were totally resorbed. The average number of viable fetuses per dam was comparable in all treatment groups and sex ratios were similar. Dams administered on days eight and nine produced litters with brachyury. In a second experiment to determine the effect of the dose administered 750, 1,500, or 3,000 mg/kg body weight chlorpropham was administered at 8.3 days gestation. Total resorption rates were significantly increased in the 3,000 mg/kg group. External malformations were noted in all treatment groups and the proportions of dams with anomalous fetuses and of anomalous fetuses were significantly increased in the middle and high dose groups."
        },
        {
            "References": "Tanaka T; Toxicol Industrial Health 13 (6): 715-726 (1997)",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ A study was conducted examining the reproductive and neurobehavioral effects of chlorpropham in male and female CD-1-mice. Mice were sham exposed or treated with 0.15%, 0.30%, or 0.60% chlorpropham in the diet from 5 weeks of age and during mating, gestation, and lactation; the F1 generation was also exposed to chlorpropham from 4 to 9 weeks of age. Neurobehavioral activity in the F0 generation, reproduction, number of litters and offspring, and average litter size, weight, and sex ratio were not significantly affected by chlorpropham. F0 females treated with the high dose showed a tendency toward restraint of number of horizontal activities. In addition, the average body weight of offspring was significantly affected in the low dose group of each sex and in high dose females. Dose related alterations in surface righting at postnatal day 7 and in swimming head angle at postnatal day 4 were seen in males of the F1 generation. High dose female offspring also demonstrated significant restraint of negative geotaxis at postnatal day 4 and significant depression of olfactory orientation at postnatal day 14. Chlorpropham also altered movement activity of exploratory behavior and multiple water T-maze performance in F1 mice at 3 weeks of age."
        },
        {
            "References": "USEPA/Office of Pesticide Programs; Reregistration Eligibility Decision Document - Chlorpropham. EPA 738-R-96-023 October 1996. Available from, as of February 18, 2005: https://www.epa.gov/pesticides/reregistration/status.htm",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ Chlorpropham was tested for acute delayed neurotoxicity. Adult domestic hens were given 0, 1250, 2500, or 5000 mg/kg as a single oral dose. ...TOCP was the positive control. Chlorpropham did not show any potential for producing delayed neurotoxicity. No mortality, clinical signs, or histopathology was associated with any dose level. The study was a limit test using the maximum dose (5000 mg/kg) required in testing for acute delayed neurotoxicity."
        },
        {
            "References": "WHO; Environ Health Criteria 64: Carbamate Pesticides: A General Introduction (1986). Available from, as of February 17, 2005: https://www.inchem.org/documents/ehc/ehc/ehc64.htm",
            "Value": "/GENOTOXICITY/ ...Barban, chloropropham, propham, and swep /were examined/ for their ability to induce point mutations in 8 histidine-requiring strains of  S. typhimurium. None showed induced mutations. This study was carried out in the absence of any metabolic system."
        },
        {
            "References": "USEPA/Office of Pesticide Programs; Reregistration Eligibility Decision Document - Chlorpropham. EPA 738-R-96-023 October 1996. Available from, as of February 18, 2005: https://www.epa.gov/pesticides/reregistration/status.htm",
            "Value": "/GENOTOXICITY/ A gene mutation assay in mammalian cells was conducted using the L5178Y (TK+/-) mouse lymphoma cell line. Complete toxicity occurred at chlorpropham concentrations of 1000 ug/mL and greater with or without metabolic activation (PCB-induced rat liver S9). Concentrations of 13 to 75 ug/mL were tested without metabolic activation; growth was 41-100% of control cultures. Concentrations of 13-100 ug/mL were tested with metabolic activation; growth was 8-52% of control cultures. Chlorpropham had no effect on mutation frequency with or without metabolic activation."
        },
        {
            "References": "USEPA/Office of Pesticide Programs; Reregistration Eligibility Decision Document - Chlorpropham. EPA 738-R-96-023 October 1996. Available from, as of February 18, 2005: https://www.epa.gov/pesticides/reregistration/status.htm",
            "Value": "/GENOTOXICITY/ Chlorpropham was tested in an in vitro transformation assay using Syrian hamster embryo cells. Six concentrations of chlorpropham (5-30 ug/mL) were tested in a continuous (7-day) exposure regimen. Five concentrations (85-115 ug/mL) were tested for 24 hr, which included a 7-day refeeding regimen. Chlorpropham was positive for producing morphological transformations. Both the continuous exposure and the 24-hr exposure resulted in a significant increase in the frequency of transformations."
        },
        {
            "References": "USEPA/Office of Pesticide Programs; Reregistration Eligibility Decision Document - Chlorpropham. EPA 738-R-96-023 October 1996. Available from, as of February 18, 2005: https://www.epa.gov/pesticides/reregistration/status.htm",
            "Value": "/GENOTOXICITY/ Chlorpropham was tested for cytogenetic effects in vitro using Chinese hamster ovary cells. Metaphase cells were collected 10 and 20 hours after treatment. Concentrations of 149 ug/mL and higher were cytotoxic. Concentrations tested ranged from 10-160 ug/mL with or without metabolic activation (PCB-induced rat liver S9). Chlorpropham was presumptively positive with metabolic activation at moderately toxic doses (120, 140 ug/mL). Chlorpropham was negative without metabolic activation, but this portion of the assay was incompletely performed (i.e., single trial; no 10-hr evaluation)."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V12 62 (1976)",
            "Value": "/GENOTOXICITY/ Chlorpropham inhibits spindle fiber formation & induces chromosome aberrations in plants & chlorophyll mutations in barley. Petite mutations were induced in Saccharomyces cerevisiae; but no reverse mutations were detected in Bacillus subtilis or in Salmonella typhimurium."
        },
        {
            "References": "USEPA/Office of Pesticide Programs; Reregistration Eligibility Decision Document - Chlorpropham. EPA 738-R-96-023 October 1996. Available from, as of February 18, 2005: https://www.epa.gov/pesticides/reregistration/status.htm",
            "Value": "/GENOTOXICITY/ Two potential metabolites of chlorpropham were evaluated in the Salmonella typhimurium mutation assay using tester strains TA 98, TA 100, TA 1535, TA 1537, and TA 1538. The compounds tested were isopropyl 5-chloro-2-hydroxycarbanilate and isopropyl 3-chloro-4- hydroxycarbanilate. Both tested negative with and without metabolic activation (PCB-induced rat liver S9) in all strains. /Chloropropham metabolites/"
        },
        {
            "References": "Eisenbeis SJ et al; Soil Sci 131 (1): 44-7 (1981)",
            "Value": "/GENOTOXICITY/ No increase over background findings was noted for chlorpropham at full strength or as diluted solution in Salmonella typhimurium tester strains TA 1535, TA 1537, TA 1538, TA 98 and TA 100 with or without S9."
        },
        {
            "References": "Michel R et al; CR Seances Soc Biol Paris 174 (2): 176-83 (1980)",
            "Value": "/GENOTOXICITY/ /Human cell line/ Human lymphocytes poisoned with chlorpropham showed anomalies of tubular structures, chromosomes & membranes. Authors hypothesize that these changes are due to progressive reduction of DNA synthesis as /a/ function of concentration of herbicide with concurrent effect on protein synthesis."
        },
        {
            "References": "Nurit F et al; Pestic Biochem Physiol 35 (3): 203-10 (1989)",
            "Value": "/ALTERNATIVE IN VITRO TESTS/ Acer cell suspension cultures were used as a tool for studying the possible specific  inhibitory effect on mitosis of several N-phenylcarbamates. The existence of a specific mitosis  inhibition was shown by several criteria: the increase in the number of cells in the culture was  blocked, but the cells remained alive and their size was greatly enlarged with a concurrent increase  in their dry weight and in their protein content. Among the studied carbamates, chlorpropham was  also a specific inhibitor of mitosis at concn between 10 and 50 uM, but induced other phytotoxic effects at higher concentration."
        },
        {
            "References": "Weed Science Society of America. Herbicide Handbook. 5th ed. Champaign, Illinois: Weed Science Society of America, 1983., p. 105",
            "Value": "/OTHER TOXICITY INFORMATION/ Some ... evident phytotoxic effects ... in intact plants are root & epicotyl growth  inhibition & suppression of transpiration & respiration. Among its actions at cellular level,  chlorpropham disrupts normal cell division, strongly inhibits RNA & protein synthesis, interferes with  oxidative phosphorylation & photosynthesis ... ."
        },
        {
            "References": "Sumida S et al; Plant Cell Physiol 18 (1): 9-16 (1977",
            "Value": "/OTHER TOXICITY INFORMATION/ Chlorpropham inhibited Chlorella ellipsoidea growth by 50% at 1.3 umol under non-photosynthetic conditions. In cell cycle studies performed under photosynthetic conditions, 50% inhibition of growth occurred at 4 umol."
        }
    ],
    "sediment_soil_concentrations": [
        {
            "References": "Weed Science Society of America. Herbicide Handbook. 5th ed. Champaign, Illinois: Weed Science Society of America, 1983., p. 105",
            "Value": "... ADSORBED READILY TO ORG MATTER IN SOIL. THUS, ORG MATTER CONTENT OF SOIL IS MAJOR CONTROLLING FACTOR IN INFLUENCING DEGREE OF LEACHING WHICH OCCURS. VERY LITTLE ADSORPTION OF CHLORPROPHAM TO MONTMORILLONITE OR KAOLINITE CLAYS OCCURS."
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "(1) USDA; Agric Res Service. ARS Pesticide Properties Database on Chlorpropham (101-21-3). Available from, as of Mar 7, 2005: https://www.ars.usda.gov/Services/docs.htm?docid=14199 (2) Kenaga EE, Goring CAI; In: Aquatic Toxicology, Proceedings of the Third Annual Symposium on Aquatic Toxicology, American Society for Testing and Materials, Philadelphia,PA. (1980) (3) Meylan WM et al; Environ Sci Technol 26: 1560-7 (1992) (4) Reddy KN, Locke Ma; Weed Sci 42:453-61 (1994) (5) Swann RL et al; Res Rev 85: 17-28 (1983) (6) Kearney PC, Kaufman DD; 2nd ed. Vol 2. NY: Marcel Dekker, Inc. p. 636 (1976) (7) WSSA; Herbicide Handbook of the Weed Science Society of America. 6th ed. Champaign, IL: Weed Sci Soc Amer pp. 57-60 (1989)",
            "Value": "Koc values for chlorpropham ranging from 245 to 816 have been reported(1-4). According to a classification scheme(5), these Koc values suggest that chlorpropham is expected to have moderate to low mobility in soil. Leaching of chlorpropham from three different types of soil was low(6). More than 90% of recovered chlorpropham was found in the upper inch of the soil profile after 4 cm of rain(6). Very little chlorpropham adsorbs to montmorillonite or kalonite clay(7)."
        }
    ],
    "plant_translocations": [
        {
            "content": "Sub-lethal concentrations of isopropyl N-(3-chlorophenyl) carbamate (CIPC) labeled with 14C in the ring or side chain were applied to all leaves present or to the roots of redroot pigweed (Amaranthus retroflexus L.), pale smartweed (Polygonum lapathiofolium L.), and parsnip (Pastinaca sativa L.). These species were selected because of their different susceptibilities to CIPC. The herbicide did not move out of the treated leaves in pigweed and smartweed and only slightly in parsnip in 21 days. In root treatment (3 days), the herbicide moved to all plant parts and the extent of movement was essentially the same in all species. Water soluble metabolites, which differed in Rf values were extracted from all three species. The metabolites apparently were not the result of cleavage of the CIPC molecule, but were more likely conjugates of CIPC with natural plant component(s). Very little 14C02 was released by any of the species in 3 days. He also isolated two water soluble metabolites of unknown structure from roots and shoots of barley (Hordeum vulgare L.), cucumber (Cucumis sativus L.) and soybean (Glycine max (L.) Merr.) seedlings. Eshel and Warren (6) showed that CIPC has two types of postemergence action. In redroot pigweed (Amaranthus retroflexus) control was dependent on translocation while in velvetleaf control (Abutilon theophrasti) was due more to direct contact action. These data indicate that differences in movement and metabolism are not sufficient to account for the different susceptibilities of these three plant species.",
            "reference": "Prendeville, G. N., Eshel, Y., James, C. S., Warren, G. F., & Schreiber, M. M. (1968). Movement and metabolism of CIPC in resistant and susceptible species. Weed science, 16(4), 432-435.",
            "method": {
                "Test Plant": "Redroot pigweed, pale smartweed, and parsnip",
                "Apply Location": "Foliar application",
                "Plant Grown Condition": "Plants were grown in 4-inch plastic pots (four plants per pot) in sterilized loam soil (3.6% organic matter, 21% clay, 43% silt, and 36% sand) in the greenhouse (75°F day temp, 65°F night temp, and 16-hr photoperiod).",
                "Chemical Preparation": "A sub-lethal concentration (1500 ppm) of CIPC (Chlorpropham) was applied uniformly by means of a pipette to the upper surface of all leaves of 4-week-old redroot pigweed and pale smartweed and 5-week-old parsnip. The herbicide solution applied consisted of an emulsifiable concentrate of CIPC in water to which CIPC labeled with 14C either uniformly in the ring (specific activity 1.27 mc/mM), or at number 2 atom of the isopropyl group (specific activity 1.13 mc/mM), was added.",
                "Pesticide Application Details for the Plant": "Each plant received 0.1 ml of solution (0.015 pic). At the time of treatment, pigweed and smartweed were at the 4 to 5-leaf stage, and parsnip was at the 3-leaf stage.",
                "Other Information": "Each treatment had two replications, and the experiments were repeated twice."
            },
            "result": "[{\"Plant\": \"Pigweed\", \"Pesticide\": \"Ring-Labeled\", \"Label\": \"3 days\", \"Type\": 54, \"Leaves (%)\": 21, \"Stems (%)\": 0, \"Petioles (%)\": 25, \"Roots (%)\": NaN}, {\"Plant\": \"Pigweed\", \"Pesticide\": \"Chain-Labeled\", \"Label\": \"3 days\", \"Type\": 24, \"Leaves (%)\": 30, \"Stems (%)\": 0, \"Petioles (%)\": 46, \"Roots (%)\": NaN}, {\"Plant\": \"Smartweed\", \"Pesticide\": \"Ring-Labeled\", \"Label\": \"3 days\", \"Type\": 60, \"Leaves (%)\": 24, \"Stems (%)\": 0, \"Petioles (%)\": 15, \"Roots (%)\": NaN}, {\"Plant\": \"Smartweed\", \"Pesticide\": \"Chain-Labeled\", \"Label\": \"3 days\", \"Type\": 58, \"Leaves (%)\": 22, \"Stems (%)\": 0, \"Petioles (%)\": 20, \"Roots (%)\": NaN}, {\"Plant\": \"Parsnip\", \"Pesticide\": \"Ring-Labeled\", \"Label\": \"3 days\", \"Type\": 9, \"Leaves (%)\": 0, \"Stems (%)\": 35, \"Petioles (%)\": 56, \"Roots (%)\": NaN}, {\"Plant\": \"Parsnip\", \"Pesticide\": \"Chain-Labeled\", \"Label\": \"3 days\", \"Type\": 12, \"Leaves (%)\": 0, \"Stems (%)\": 63, \"Petioles (%)\": 26, \"Roots (%)\": NaN}]"
        }
    ]
}