{
    "_id": {
        "$oid": "6682e7f2c4e5dba5ffba2323"
    },
    "CID": {
        "$numberInt": "2730"
    },
    "Name": "CHLORPYRIFOS",
    "IUPACName": "diethoxy-sulfanylidene-(3,5,6-trichloropyridin-2-yl)oxy-lambda5-phosphane",
    "CanonicalSMILES": "CCOP(=S)(OCC)OC1=NC(=C(C=C1Cl)Cl)Cl",
    "Synonyms": [
        "chlorpyrifos",
        "2921-88-2",
        "Dursban",
        "Chlorpyriphos",
        "Lorsban",
        "Trichlorpyrphos",
        "Coroban",
        "Brodan",
        "Chlorpyrifos-ethyl",
        "Equity",
        "Lentrek",
        "Pyrinex",
        "Stipend",
        "Chloropyrifos",
        "Lock-On"
    ],
    "IsomericSMILES": "CCOP(=S)(OCC)OC1=NC(=C(C=C1Cl)Cl)Cl",
    "INCHI": "InChI=1S/C9H11Cl3NO3PS/c1-3-14-17(18,15-4-2)16-9-7(11)5-6(10)8(12)13-9/h5H,3-4H2,1-2H3",
    "INCHIKEY": "SBPBAQFWLVIOKP-UHFFFAOYSA-N",
    "Formula": "C9H11Cl3NO3PS",
    "MolecularWeight": {
        "$numberDouble": "350.6"
    },
    "Description": "Chlorpyrifos is an organic thiophosphate that is O,O-diethyl hydrogen phosphorothioate in which the hydrogen of the hydroxy group has been replaced by a 3,5,6-trichloropyridin-2-yl group. It has a role as an EC 3.1.1.7 (acetylcholinesterase) inhibitor, an agrochemical, an EC 3.1.1.8 (cholinesterase) inhibitor, an environmental contaminant, a xenobiotic, an acaricide and an insecticide. It is an organic thiophosphate and a chloropyridine.",
    "XlogP": {
        "$numberDouble": "5.3"
    },
    "Complexity": {
        "$numberInt": "303"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "environmental_bioconcentrations": [
        {
            "References": "(1) Veith GD et al; J Fish Res Board Can 36: 1040 (1979) (2) Kenaga EE; Environ Sci Technol 14: 553 (1980) (3) Racke KD; Rev Environ Contam Toxicol 131: 1-150 (1993) (4) Jackson SH et al; J Agric Food Chem 57: 958-967 (2009) (5) Chemicals Inspection and Testing Institute; Biodegradation and bioaccumulation data of existing chemicals based on the CSCL Japan. Japan Chemical Industry Ecology - Toxicology and Information Center. ISBN 4-89074-101-1 (1992) (6) Franke C et al; Chemosphere 29: 1501-14 (1994)",
            "Value": "A measured log BCF value for chlorpyrifos of 2.67 (BCF of 468) was determined from a 35-day flowing-water study using mosquito fish(1). An experimental log BCF value of 2.50 was determined from a static ecosystem study using mosquito fish(2). In a review of the environmental fate of chlorpyrifos, BCF values of 100-4,667 were reported in a variety of fish under field conditions(3). BCF values of 58-1,000 were reported in a variety of fish using flow-through aquariums(3). A BCF of 2727 was measured in Bluegill (Lepomis macrochirus)(4). A BCF range of 49-2880 was measured in fish for chlorpyrifos using carp (Cyprinus carpio) which were exposed over an 8-week period at concentrations of 1-10 ug/L(5). According to a classification scheme(6), the BCF range suggests the potential for bioconcentration in aquatic organisms is moderate to very high(SRC), provided the compound is not metabolized by the organism(SRC)."
        }
    ],
    "environmental_biodegradations": [
        {
            "References": "(1) Rouchaud J et al; Arch Environ Contam Toxicol 31: 98-106 (1996C) (2) Getzin LW; J Econ Entomol 74: 158 (1981) (3) Miles JRW; Bull Environ Contam Toxicol 22: 312 (1979) (4) Getzin LW, Rosefield I; J Agric Food Chem 16: 598 (1968) (5) Miles JRW et al; J Environ Sci Health B18: 705 (1983) (6) Miles JRW et al; Journal Environ Sci Health B19: 237 (1984) (7) Racke KD; Rev Environ Contam Toxicol 131: 1-150 (1993) (8) Awasthi MD, Prakash NB; Pestic Sci 50: 1-4 (1997) (9) Aylmore LAG et al; pp. 128-36 in Water Qual Model Proc Int Symp Heatwole C ed., St Joseph, MI: Amer Soc Agric Eng (1995)",
            "Value": "AEROBIC: Chlorpyrifos, applied at a concentration of 50 mg/plant, to cauliflower and brussels sprout crops treated with organic fertilizers had measured soil half-lives ranging from 19 to 41 days in soils with an organic carbon content ranging from 0.92 to 2.69%(1). Measured half-lives of 4 weeks (clay loam) and 12 weeks (silt loam) in non-sterile soils versus 24 weeks in both soils sterilized by autoclaving was indicative of measurable biodegradation(2). Half-lives of one week (sandy loam) and 2.5 weeks (organic) in non-sterile soils versus half-life of 17 and 40 weeks, respectively, in the sterilized soils was observed(3). After 4 weeks of incubation, 33-38% of applied chlorpyrifos was degraded in a clay loam sterilized by autoclaving or gamma irradiation; 62% degradation was observed in the non-sterile soil(4). The degradation rate in non-sterile sandy loam and muck soils was found to be significantly faster than in the sterilized soils with the degradation rate in non-sterile soil decreasing with a decrease in temperature (3 to 28 °C) and variable with moisture content(5,6). After applying 300 ppm chlorpyrifos to autoclaved soil, approximately 80% remained after 30 days, but only 50% remained in a non-sterile soil(7). The half-life of chlorpyrifos in Hessaraghatta soil (pH 7.09, clay content 20.2%) was 2.8-11.5 days, the half-life in Chettalli soil (pH 6.24, clay content 22.5%) was 10-25.1 days and the half-life in Bellary soil (pH 9, clay content 33.2%) was 1.6-8.7 days(8). The half-life of chlorpyrifos in a field measurement using a sandy soil was 81 days(9)."
        },
        {
            "References": "(1) Bondarenko S, Gan J; Environ Toxicol Chem 23: 1809-1814 (2004) (2) Schimmel SC et al; J Agric Food Chem 31: 104 (1983) (3) Walker WW; Development of a Fate/Toxicity Screening Test USEPA-600/S4-84-074 (1984) (4) NITE; Chemical Risk Information Platform (CHRIP). Biodegradation and Bioconcentration. Tokyo, Japan: Natl Inst Tech Eval. Available from, as of April 7, 2014: https://www.safe.nite.go.jp/english/db.html",
            "Value": "AEROBIC: Chlorpyrifos, present at 10 mg/kg, had measured half-lives ranging from 20.3 to 23.7 days in sediment from an urban freshwater stream(1). The half-life of chlorpyrifos in a sea water-sediment system was 24 days but was well in excess of the 28 day experimental period when the system was sterilized with formalin(2). In a shake-flask screening test similar to a river die-away test, chlorpyrifos degraded about 40% faster in active (natural) water as compared to the same water which had been sterilized with formalin(3). The reported half-life in active water was 24.5 days and in sterilized water was 35 days(3). Chlorpyrifos, present at 100 mg/L, reached 0.2% of its theoretical BOD in 2 weeks using an activated sludge inoculum at 30 mg/L in the Japanese MITI test(4); total degradation over the 2-week period was 9.3%(4)."
        },
        {
            "References": "(1) Bondarenko S, Gan J; Environ Toxicol Chem 23: 1809-1814 (2004) (2) Racke KD; Rev Environ Contam Toxicol 131: 1-150 (1993) (3) Lu j et al; J Environ Qual 35: 1795-1802 (2006)",
            "Value": "ANAEROBIC: Chlorpyrifos, present at 10 mg/kg, had an average half-life of 223 days in sediment from a freshwater stream under anaerobic conditions(1). Under anaerobic conditions, the half-life of chlorpyrifos was 31 to 59 days in loamy and clay soils, but 150 to 200 days in pond sediments(2). The initial half-life of chlorpyrifos under anaerobic conditions in a nursery recycling pond was about 52 days at 22 °C(3)."
        }
    ],
    "fish_seafood_concentrations": [
        {
            "References": "(1) Wade TL et al; Mar Pollut Bull 37: 20-26 (1998) (2) Sapozhnikova Y et al; Chemosphere 55: 797-809 (2004) (3) Fairey R et al; Mar Pollut Bull 12: 1058-71 (1997) (4) Hernandez F et al; J AOAC Int 79: 123-131 (1996) (5) Hendricks AJ et al; Environ Toxicol Chem 17: 1885-98 (1998)",
            "Value": "In the National Oceanic and Atmospheric Administration's Mussel Watch Project, chlorpyrifos was measured in bivalves collected from 1994 to 1997 from US coastal sites including the Great Lakes(1). Chlorpyrifos concentrations for 244 bivalve collection sites ranged from <0.25 to 52.9 ng/g dry weight, median 0.78 ng/g dry weight, with 27.5% of the sites having concentration means below the estimated average detection limit(1). Chlorpyrifos was detected in 6 samples of Corvina fish species collected from the Salton Sea, California in May 2001 at concentration ranges of <0.18 to 0.6, <0.18 to 3, 0.6 to 2.5, and 0.5 to 2.4 ng/g wet weight in muscle, liver, gonads, and gills samples, respectively(2). Chlorpyrifos was identified, not quantified, from fish in the San Francisco Bay(3). Chlorpyrifos was identified, not quantified, in mussels from the Mediterranean coast(4). Chlorpyrifos was detected in zebra mussels at concentrations of less than 5 ug/kg and eels at concentrations of less than 20 ug/kg from the Rhine and Meuse Rivers, Netherlands(5)."
        }
    ],
    "logP": [
        {
            "References": "Sangster J; LOGKOW Database. A databank of evaluated octanol-water partition coefficients (Log P). Available from, as of April 2, 2014: https://logkow.cisti.nrc.ca/logkow/search.html",
            "Value": "log Kow = 4.96"
        }
    ],
    "mechanism_of_action": [
        {
            "References": "USEPA; Ambient Water Quality Criteria Doc: Chlorpyrifos p.2 (1986) EPA 440/5-86-005",
            "Value": "The toxicity of chlorpyrifos is probably the result of metabolic conversion to its oxygen analog, chlorpyrifos-oxon, and its subsequent inhibition of various enzymes (eg, cholinesterases, carboxylases, acetylcholinesterases, and mitochondrial oxidative phosphorylases)."
        },
        {
            "References": "PMID:17702992",
            "Value": "The organophosphorus insecticides have been known for many years to cause cholinergic crisis in humans as a result of the inhibition of the critical enzyme acetylcholinesterase. The interactions of the activated, toxic insecticide metabolites (termed oxons) with acetylcholinesterase have been studied extensively for decades. However, more recent studies have suggested that the interactions of certain anticholinesterase organophosphates with acetylcholinesterase are more complex than previously thought since their inhibitory capacity has been noted to change as a function of inhibitor concentration. In the present report, chlorpyrifos oxon (O,O-diethyl O-(3,5,6-trichloro-2-pyridyl) phosphate) was incubated with human recombinant acetylcholinesterase in the presence of p-nitrophenyl acetate in order to better characterize kinetically the interactions of this oxon with enzyme. Determination of the dissociation constant, K(d), and the phophorylation rate constant, k(2), for chlorpyrifos oxon with a range of oxon and p-nitrophenyl acetate concentrations revealed that K(d), but not k(2), changed as a function of oxon concentration. Changes in p-nitrophenyl acetate concentrations did not alter these same kinetic parameters. The inhibitory capacity of chlorpyrifos oxon, as measured by k(i) (k(2)/K(d)), was also affected as a result of the concentration-dependent alterations in binding affinity. These results suggest that the concentration-dependent interactions of chlorpyrifos oxon with acetylcholinesterase resulted from a different mechanism than the concentration-dependent interactions of acetylthiocholine. In the latter case, substrate bound to the peripheral anionic site of acetylcholinesterase has been shown to reduce enzyme activity by blocking the release of the product thiocholine from the active site gorge. With chlorpyrifos oxon, the rate of release of 3,5,6-trichloro-2-pyridinol is irrelevant since the active site is not available to interact with other oxon molecules after phosphorylation of Ser-203 has occurred."
        },
        {
            "References": "PMID:17805420",
            "Value": "... Mechanisms contributing to the adverse effects of chlorpyrifos (CPF) on DNA synthesis, cell number and size, and cell signaling mediated by adenylyl cyclase (AC) in PC12 cells, a neuronotypic cell line that recapitulates the essential features of developing mammalian neurons /were concluded/ . ... In undifferentiated cells, cholinergic receptor antagonists had little or no protective effect against the antimitotic actions of CPF; however, when nerve growth factor was used to evoke differentiation, the antagonists showed partial protection against deficits in cell loss and alteration in cell size elicited by CPF, but were ineffective in preventing the deterioration of AC signaling. Nicotine, which stimulates nicotinic acetylcholine receptors but also possesses a mixture of prooxidant/antioxidant activity, had adverse effects by itself but also protected undifferentiated cells from the actions of CPF and had mixed additive/protective effects on cell number in differentiating cells. The antioxidant vitamin E also protected both undifferentiated and differentiating cells from many of the adverse effects of CPF but worsened the impact on AC signaling. Theophylline, which prevents the breakdown of cyclic AMP, was the only agent that restored AC signaling to normal or supranormal levels but did so at further cost to cell replication. ... /It was concluded that the/ results show definitive contributions of cholinergic hyperstimulation, oxidative stress, and interference with AC signaling in the developmental neurotoxicity of CPF and point to the potential use of this information to design treatments to ameliorate these adverse effects."
        },
        {
            "References": "Dreisbach, R.H. Handbook of Poisoning. 12th ed. Norwalk, CT: Appleton and Lange, 1987., p. 113",
            "Value": "Organophosphorus derivatives act by combining with and inactivating the enzyme acetylcholinesterase (AChE). ... The inactivation of cholinesterase by cholinesterase inhibitor pesticides allows the accumulation of large amounts of acetylcholine, with resultant widespread effects that may be ... separated into 4 categories: (1) Potentiation of postganglionic parasympathetic activity. ... (2) Persistent depolarization of skeletal muscle ... (3) Initial stimulation following depression of cells of central nervous system ... (4) Variable ganglionic stimulation or blockade ... /Cholinesterase inhibitor pesticides/"
        },
        {
            "References": "PMID:17366821",
            "Value": "... Organophosphate pesticides affect mammalian brain development through mechanisms separable from the inhibition of acetylcholinesterase (AChE) enzymatic activity and resultant cholinergic hyperstimulation. In the brain, AChE has two catalytically similar splice variants with distinct functions in development and repair. The rare, read-through isoform, AChE-R, is preferentially induced by injury and appears to promote repair and protect against neurodegeneration. Overexpression of the more abundant, synaptic isoform, AChE-S, enhances neurotoxicity. ... differentiating PC12 cells, a model for developing neurons /were exposed/, to 30 uM chlorpyrifos (CPF) or diazinon (DZN), or CPF oxon, the active metabolite that irreversibly inhibits AChE enzymatic activity, in order to determine whether they differentially induce the formation of AChE-S as a mechanistic predictor of developmental neurotoxicity. ... CPF or DZN /was then administered/ to neonatal rats on postnatal days 1-4 using daily doses spanning the threshold for AChE inhibition (0-20%); ... AChE gene expression /was evaluated/ in forebrain and brainstem on post-natal day 5. ... In PC12 cells, after 48 hr of exposure, CPF, CPF oxon, and DZN enhanced gene expression for AChE-R by about 20%, whereas CPF and DZN, but not CPF oxon, increased AChE-S expression by 20-40%. Thus, despite the fact that CPF oxon is a much more potent AChE inhibitor, it is the native compound (CPF) that induces expression of the neurotoxic AChE-S isoform. For in vivo exposures, 1 mg/kg CPF had little or no effect, but 0.5 or 2 mg/kg DZN induced both AChE-R and AChE-S, with a greater effect in males. ... /The/ results indicate that nonenzymatic functions of AChE variants may participate in and be predictive of the relative developmental neurotoxicity of organophosphates, and that the various organophosphates differ in the degree to which they activate this mechanism."
        },
        {
            "References": "Klaassen, C.D., M.O. Amdur, Doull J. (eds.). Casarett and Doull's Toxicology. The Basic Science of Poisons. 5th ed. New York, NY: McGraw-Hill, 1995., p. 979",
            "Value": "Organophosphate insecticides ... are potent cholinesterase enzyme inhibitors that act by interfering with the metabolism of acetylcholine, resulting in the accumulation of acetylcholine at neuroreceptor transmission sites. Exposure produces a broad spectrum of clinical effects that are indicative of massive overstimulation of the cholinergic system, including muscarinic effects (parasympathetic), nicotinic effects (sympathetic and motor), and CNS effects. These effects present clinically as feelings of headache, weakness, dizziness, blurred vision, psychosis, respiratory difficulty, paralysis, convulsions, and coma. Typical findings are given by the mnemonic SLUD (salivation, lacrimation, urination, and defecation). A small percentage of patients may fail to demonstrate miosis, a classic diagnostic hallmark. The onset of the clinical manifestation of organophosphate poisoning usually occurs within 12 hr of exposure. /Organophosphate insecticides/"
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "PMID:17644233",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ ... Organophosphorus (OP) insecticides can potentially influence cardiac function in a receptor-mediated manner indirectly by inhibiting acetylcholinesterase and directly by binding to muscarinic M(2) receptors. Young animals are generally more sensitive than adults to the acute toxicity of OP insecticides and age-related differences in potency of direct binding to muscarinic receptors by some OP toxicants have been reported. ... /The study/ compared the effects of the common OP insecticide chlorpyrifos (CPF) on functional signs of toxicity and cardiac cholinesterase (ChE) activity and muscarinic receptor binding in neonatal and adult rats. Dosages were based on acute lethality (i.e., 0.5 and 1x LD(10): neonates, 7.5 and 15 mg/kg; adults, 68 and 136 mg/kg). Dose- and time-related changes in body weight and cholinergic signs of toxicity (involuntary movements) were noted in both age groups. With 1x LD(10), relatively similar maximal reductions in ChE activity (95%) and muscarinic receptor binding (approximately 30%) were noted, but receptor binding reductions appeared earlier in adults and were more prolonged in neonates. ... The results suggest that ChE activity (primarily BChE) in neonatal heart may be inherently more sensitive to inhibition by some anticholinesterases and that toxicologically significant binding to muscarinic receptors may be possible with acute chlorpyrifos intoxication, potentially contributing to age-related differences in sensitivity."
        },
        {
            "References": "PMID:16777161",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ This study examined the acute effects of chlorpyrifos (CPF) on cholinesterase inhibition and acetylcholine levels in the striatum of freely moving rats using in vivo microdialysis. Adult, male Sprague-Dawley rats were treated with vehicle (peanut oil, 2 ml/kg) or CPF (84, 156 or 279 mg/kg, sc) and functional signs of toxicity, body weight and motor activity recorded. Microdialysis was conducted at 1, 4 and 7 days after CPF exposure for measurement of acetylcholine levels in striatum. Rats were then sacrificed and the contralateral striatum and diaphragm were collected for biochemical measurements. Few overt signs of cholinergic toxicity were noted in any rats. Body weight gain was significantly affected in the high-dose (279 mg/kg) group only, while motor activity (nocturnal rearing) was significantly reduced in all CPF-treated groups at one day (84 mg/kg) or from 1-4 days (156 and 279 mg/kg) after dosing. Cholinesterase activities in both diaphragm and striatum were markedly inhibited (50-92%) in a time-dependent manner, but there were relatively minimal dose-related changes. In contrast, time- and dose-dependent changes in striatal acetylcholine levels were noted, with significantly higher levels noted in the high-dose group compared to other groups. Maximal increases in striatal acetylcholine levels were observed at 4-7 days after dosing (84 mg/kg, 7-9-fold; 156 mg/kg, 10-13-fold; 279 mg/kg, 35-57-fold). Substantially higher acetylcholine levels were noted when an exogenous cholinesterase inhibitor was included in the perfusion buffer, but CPF treatment-related differences were substantially lower in magnitude under those conditions. The results suggest that marked differences in acetylcholine accumulation can occur with dosages of CPF eliciting relatively similar degrees of cholinesterase inhibition. Furthermore, the minimal expression of classic signs of cholinergic toxicity in the presence of extensive brain acetylcholine accumulation suggests that some compensatory process(es) downstream from synaptic neurotransmitter accumulation limits the expression of toxicity following acute CPF exposure."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. 793",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ When rats were given 10, 50, or 100 mg/kg chlorpyrifos orally and observed 1, 8, and 15 hours later, cholinergic effects occurred only on day 1 in 100-mg/kg treated female rats. One female rat treated with 50 mg/kg had tremors, two exhibited incoordination, and one showed pronounced lacrimation. One male rat given 100 mg/kg exhibited only minimal tremor, and one male exhibited incoordination and lacrimation. Rats treated with 50 or 100 mg/kg were significantly hypoactive only on day 1. Thus, cholinergic effects were widespread at 100 mg/kg, minor at 50 mg/kg, moderated over a few days, and were more severe in females than males."
        },
        {
            "References": "PMID:10773358",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Organophosphate (OP) pesticides are likely to alter the regulation of blood pressure (BP) because (i) BP control centers in the brain stem utilize cholinergic synapses and (ii) the irreversible inhibition of acetylcholinesterase activity by OP's causes cholinergic stimulation in the CNS. This study used radiotelemetric techniques to monitor systolic (S), diastolic (D), mean (M) BP, pulse pressure (systolic-diastolic), heart rate (HR), core temperature (T(c)), and motor activity in male Long-Evans rats treated with the OP pesticide chlorpyrifos (CHP) at doses of 0, 5, 10, and 25 mg/kg (p.o.). At 15:00 hr 10 and 25 mg/kg CHP led to parallel elevations in S-BP, M-BP, and D-BP within 2 hr after dosing. BP increased 15-20 mmHg above controls and increases persisted throughout the night and into the next day. HR decreased slightly in rats administered 25 but not 10 mg/kg CHP. T(c) was reduced by treatment with 25 mg/kg CHP and then increased above controls the next day. Motor activity was reduced by treatment with 25 but not 10 mg/kg CHP. Pulse pressure was elevated by 2-4 mm Hg for 40 hr after exposure to 10 and 25 mg/kg CHP. The increase in BP without an increase in HR suggests that CHP increases total peripheral resistance and may alter the baroreflex control of BP. Cholinergic stimulation of the CNS may explain the initial effects of CHP on BP; however, the persistent elevation suggests an involvement of neurohumoral pressor pathways."
        },
        {
            "References": "PMID:2428159",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ An aerosol preparation containing 2.5% chlorpyrifos was applied to the tail and umbilicus of new born pigs. Mortality was 7/7 pigs treated 0-3 hr after birth, 3/5 pigs treated at 24-30 hr, and 0/3 pigs treated 30-36 hr after birth. Clinical signs consistent with organophosphate toxicosis were demonstrated by pigs that /later/ died or were euthanized in extremis. Blood and brain cholinesterase activities were depressed in affected pigs compared to controls. Only 1/3 pigs treated 30-36 hr after birth had a diagnostically significant depression in blood cholinesterase. These results indicate that piglets one day or less of age are susceptible to organophosphate toxicosis by cutaneous absorption of chlorpyrifos."
        },
        {
            "References": "FAO/WHO; Pesticide Residues in Food, Toxicological Evaluations, Chlorpyrifos (1999). Available from, as of September 17, 2007: https://www.inchem.org/documents/jmpr/jmpmono/v99pr03.htm",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ The dermal irritation potential of technical-grade chlorpyrifos (purity, 99%) was tested in a study conducted ... in six young male New Zealand white rabbits, to which 500 mg of the material (moistened with water) were applied under a gauze patch on clipped intact skin on the trunk and then covered with an occlusive dressing. The dressings were removed after 4 hr and the skin wiped to remove residual material. The skin was examined for signs of irritation 1, 24, 48, and 72 hr after removal of the patch and scored for irritation on the basis of a system recommended by the US Environmental Protection Agency. Further assessments were conducted after 4, 5, and 6 days to determine the reversibility of the effects. Slight erythema (score 1) was noted on three of six test sites at 1 hr, and this effect persisted until 72 hr at one site and until day 5 in another animal. No skin irritation was seen on day 6."
        },
        {
            "References": "USEPA/Office of Pesticide Programs; Interim Reregistration Eligibility Decision Document - Chlorpyrifos p.24. Case No. 0100 (September 2001) Available from, as of August 24, 2007: https://www.epa.gov/pesticides/reregistration/status.htm",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ /Mild/ dermal irritation, rabbit; ... resolved within 7 days"
        },
        {
            "References": "USEPA/Office of Pesticide Programs; Interim Reregistration Eligibility Decision Document - Chlorpyrifos p.24. Case No. 0100 (September 2001) Available from, as of August 24, 2007: https://www.epa.gov/pesticides/reregistration/status.htm",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Slight irritation /to rabbit eyes/ resolved within 24 hrs."
        },
        {
            "References": "FAO/WHO; Pesticide Residues in Food, Toxicological Evaluations, Chlorpyrifos (1999). Available from, as of September 17, 2007: https://www.inchem.org/documents/jmpr/jmpmono/v99pr03.htm",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ The ocular irritation potential of technical-grade chlorpyrifos (purity, 99%) was tested ... in six young male New Zealand white rabbits, 100 mg of test material being placed into the right eye and the untreated left eye serving as a control. There were no signs of corneal or iridial irritation. Slight to moderate conjunctival redness (mean Draize score, 1 at 1 hr, 0.83 at 24 hr), slight chemosis (mean Draize score, 0.83 at 1 hr, 0.16 at 24 hr), and discharge (mean Draize score, 1.6 at 1 hr, 0.83 at 24 hr) were seen up to 24 hr after instillation, but no signs of irritation were reported at 48 hr."
        },
        {
            "References": "PMID:15910416",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Using radiotelemetry to monitor blood pressure and core temperature, studies ...have shown that a prolonged hypertensive response is elicited in rats exposed to chlorpyrifos ... Chlorpyrifos inhibits acetylcholinesterase activity, resulting in central and peripheral stimulation of central cholinergic pathways involved in blood pressure regulation. The spontaneously hypertensive rat has been shown to be more sensitive to central cholinergic stimulation. Therefore, ... /it was/ hypothesized that these rats would be more susceptible and sustain a greater hypertensive response when exposed to chlorpyrifos. Heart rate, cardiac contractility, core temperature, and blood pressure were monitored by radiotelemetry in SHRs and their Wistar Kyoto (WKY) normotensive controls following exposure to chlorpyrifos (10 mg/kg or 25 mg/kg, orally). Baseline blood pressure of SHRs was approximately 35 mmHg above that of WKYs prior to dosing. SHRs exhibited a greater and more sustained elevation in diastolic, mean and systolic blood pressure following exposure to 25 mg/kg of chlorpyrifos. The rise in blood pressure lasted for approximately 56 hours in SHRs compared to approximately 32 hours in WKYs. Chlorpyrifos also led to a prolonged elevation in daytime heart rate in both strains. There was a transient elevation in cardiac contractility in both strains lasting approximately 7 hr after exposure to chlorpyrifos. The hypothermic response to chlorpyrifos was similar in magnitude and duration for both strains. Plasma cholinesterase activity measured 4 hr after exposure to 25 mg/kg chlorpyrifos was inhibited to approximately 40% of control levels in both strains. Using the SHR strain as a model to study susceptible populations, the data suggest that individuals with a genetic predisposition to hypertension may be more susceptible from exposure to organophosphate-based insecticide, as manifested by an exacerbated hypertensive response."
        },
        {
            "References": "PMID:17382447",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ ... CD1 mice were exposed to a broad range of acute (12.5-100.0 mg/kg) and subacute (1.56-25 mg/kg/day from 5 to 30 days) CPF oral doses. Functional and biochemical parameters such as brain and serum cholinesterase (ChE) and liver xenobiotic metabolizing system, including the biotransformation of CPF itself, have been studied and the no observed effect levels (NOELs) identified. Mice seem to be more susceptible than rats at least to acute CPF treatment (oral LD50 4.5-fold lower). The species-related differences were not so evident after repeated exposures. In mice a good correlation was observed between brain ChE inhibition and classical cholinergic signs of toxicity. After CPF-repeated treatment, mice seemed to develop some tolerance to CPF-induced effects, which could not be attributed to an alteration of P450-mediated CPF hepatic metabolism. CPF-induced effects on hepatic microsomal carboxylesterase (CE) activity and reduced glutathione (GSH) levels observed at an early stage of treatment and then recovered after 30 days, suggest that the detoxifying mechanisms are actively involved in the protection of CPF-induced effects and possibly in the induction of tolerance in long term exposure. The mouse could be considered a suitable experimental model for future studies on the toxic action of organophosphorus pesticides focused on mechanisms, long term and age-related effects."
        },
        {
            "References": "PMID:6184393",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ A comparative study of 5 organophosphorus insecticides, leptophos, EPN, cyanofenphos, chlorpyrifos and diazinon, was conducted using 1/10th the LD50 values to study their in vivo interaction with 6 serum enzymes from oral administration for 4 weeks in white rats. Leptophos, chlorpyrifos and diazinon exerted significant inhibition of glutamic oxaloacetic transaminase, glutamic pyruvic transaminase, glutamyl transferase and lactate dehydrogenase."
        },
        {
            "References": "PMID:17064743",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ This study was carried out to evaluate the effects of organophosphate (OP) insecticide chlorpyrifos on cardiac morphology and function in rabbits using echocardiography. Twenty New Zealand male rabbits were divided equally into four groups. Rabbits were exposed to chlorpyrifos in drinking water at concentrations of 0, 125, 250 or 375 ppm for 90 days. The comparison among the groups indicated that 375 ppm chlorpyrifos resulted in significant decrease (p<0.05) in heart rate (HR), cardiac output (CO), left ventricular fractional shortening (FS), left ventricular ejection fraction (EF), percentage thickening of left ventricle posterior wall (PWT), and significant increase (p<0.05) in left atrial diameter (LA), left ventricular internal diameter in end diastole (LVIDD), left ventricular end diastolic (EDV) and end systolic volumes (ESV) compared to those of the control group. These results showed that chlorpyrifos induces cardiac dysfunction in rabbits."
        },
        {
            "References": "Hayes, W.J., Jr., E.R. Laws, Jr., (eds.). Handbook of Pesticide Toxicology. Volume 2. Classes of Pesticides. New York, NY: Academic Press, Inc., 1991., p. 1066",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ When chlorpyrifos was administered to monkeys for 6 months, both plasma and red cell cholinesterases were inhibited at dosages of 2.0 and 0.4 mg/kg/day, but only the plasma enzyme was inhibited at a dosage of 0.08 mg/kg/day."
        },
        {
            "References": "California Environmental Protection Agency Department of Pesticide Regulation; Chlorpyrifos Summary of Toxicological Data (2001). Available from, as of August 24, 2007: https://www.cdpr.ca.gov/docs/toxsums/pdfs/253.pdf",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ /In/ a two-year toxicity and oncogenic study, chlorpyrifos, 99.6% purity at 0, 0.5, 5.0, and 15.0 ppm /was administered/ in the diet /to CD-1 mice/. NOEL = 15 ppm (no toxicity). No oncogenicity."
        },
        {
            "References": "FAO/WHO; Pesticide Residues in Food, Toxicological Evaluations, Chlorpyrifos (1999). Available from, as of September 17, 2007: https://www.inchem.org/documents/jmpr/jmpmono/v99pr03.htm",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ In a study of carcinogenicity ... technical-grade chlorpyrifos (stated purity, 95.9%) was mixed in maize oil and incorporated into a commercially available powdered animal diet to produce dietary concentrations of 0 (control), 5, 50, and 250 ppm, calculated to be equal to 0.7-1.1, 6.1-12, and 32-55 mg/kg bw/day in males and 0.7-1.2, 6.6-12, and 34-62 mg/kg bw/day in females. The test diets were administered to groups of 64 CD-1 /mice/ of each sex, 3 weeks old, for at least 79 weeks, terminal sacrifice being undertaken during weeks 80-82. The animals continued to receive the treated diets until scheduled necropsy. ... Blood smears were prepared from all mice after 12 and 18 months for differential leukocyte counts ... Plasma, erythrocyte, and brain cholinesterase activity was determined in five animals of each sex at each dose at 9 and 18 months. All animals were examined grossly, the examination including all external surfaces, the cranial, thoracic, abdominal, and pelvic cavities, and the carcass. A large number of organs and tissues from all animals were fixed for histopathological examination; the eyes, kidneys, livers, lungs, and thyroids/parathyroids from animals at all doses were examined, as were other tissues from control and animals at the high dose and those from animals that died during the study. There was no adverse effect on survival, and no treatment-related increase in the incidence of neoplastic lesions. Treatment-related clinical signs (ocular opacities, excess lacrimation, and cranial hair loss) and reductions in body weights and food consumption were observed at 250 ppm (approximately 32 mg/kg bw/day). ... Plasma cholinesterase activity was inhibited at all doses. Determinations of erythrocyte cholinesterase activity revealed > 20% inhibition at 42 weeks and about 30% inhibition at week 78 in animals at 250 ppm but considerable intra-group variation at other doses. ... inhibition of erythrocyte cholinesterase activity was ... statistically significant ... /at/ 29% in males at 78 weeks and 41% in females at 42 weeks in animals at 50 ppm. Significant inhibition of brain cholinesterase activity (p<0.001 or p<0.01) was observed in males and females at 250 ppm at 42 and 78 weeks, the activity being reduced by 80-86% when compared with controls. At 50 ppm, decreases in activity of 43-47% were seen in males at 42 and 78 weeks and in females at 42 weeks, but this finding reached statistical significance (p<0.05) in females only at 42 weeks and in males only at 78 weeks. At 5 ppm, brain cholinesterase activity was reduced in males at 78 weeks (27% reduction), but this finding was not statistically significant and was considered to be incidental to treatment. The NOAEL for inhibition of brain cholinesterase activity was 5 ppm. Non-neoplastic effects were observed at the high dose, in the livers (slight subchronic pericholangitis, histiocytic proliferation, and centrilobular hepatocytic fatty vacuolation) of males and in the eyes of males and females. No treatment-related lesions were seen at lower doses. In males at the high dose, an increased incidence of lung nodules was seen macroscopically, with rates of 5/31 in controls, 4/26 at 5 ppm, 2/37 at 50 ppm, and 14/49 at 250 ppm. ... Histopathological examination did not reveal any statistically significant increase in the incidence of neoplasms in treated animals when compared with controls. The NOAEL was 5 ppm (0.7 mg/kg bw/day) on the basis of inhibition of erythrocyte and brain acetylcholinesterase activity."
        },
        {
            "References": "California Environmental Protection Agency Department of Pesticide Regulation; Chlorpyrifos Summary of Toxicological Data (2001). Available from, as of August 24, 2007: https://www.cdpr.ca.gov/docs/toxsums/pdfs/253.pdf",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Pyrinex (chlorpyrifos), 96.1% purity, was administered in diet to 60 F344 rats/sex/group at 0.2, 5, and 100 ppm. There were two control groups (with and without corn oil mixing supplement), each composed of 60/sex/group. Treatment was for 2 yr, except that 5/sex/group were sacrificed at wk 50 for brain cholinesterase (ChE) assays. ChE enzyme inhibition NOEL = 0.2 ppm (inhibition of plasma ChE at 5 ppm). NOEL for non- ChE-related changes = 5 ppm. No definitive cholinergic signs were evident at any dose level. Findings at 100 ppm included modest body weight decrements and over 50% brain ChE inhibition in both sexes, and an increase over baseline incidences of diffuse retinal atrophy and cataracts in 100 ppm females. ..."
        },
        {
            "References": "California Environmental Protection Agency Department of Pesticide Regulation; Chlorpyrifos Summary of Toxicological Data (2001). Available from, as of August 24, 2007: https://www.cdpr.ca.gov/docs/toxsums/pdfs/253.pdf",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ /In a/ two-year ... study, chlorpyrifos, (97.2% by glc); 0, 0.33, 1.0, 3.3, 33, and 100 ppm /was administered/ in feed /to beagle dogs/. Cholinesterase inhibition NOEL = 1.0 ppm. NOEL for other effects, including behavioral observations, was the highest dose tested (HDT) = 100 ppm. ..."
        },
        {
            "References": "California Environmental Protection Agency Department of Pesticide Regulation; Chlorpyrifos Summary of Toxicological Data (2001). Available from, as of August 24, 2007: https://www.cdpr.ca.gov/docs/toxsums/pdfs/253.pdf",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ /In a/ 2-year dietary chronic toxicity-oncogenicity study in Fischer-344 rats chlorpyrifos, 98.5%, /was administered/ in diet at 0, 0.05, 0.1, 1, and 10 mg/kg/day. 10/sex/dose designated for 1-year interim sacrifice: 50/sex/dose designated for 2-year duration. Cholinesterase (ChE) inhibition NOEL = 0.05 mg/kg/day (based on slight plasma ChE inhibition at 0.1 mg/kg/day in females). Acetylcholinesterase ChE inhibition NOAEL of 0.1 mg/kg/day ... . The NOEL for effects other than ChE inhibition was 0.1 mg/kg/day [based on very slight (< 3%) but often statistically significant body weight decrease in 1 mg/kg/day males]. Body weights were statistically significantly reduced in 10 mg/kg/day males (7 to 9% throughout study). The \"non- ChE effects\" NOAEL was 1 mg/kg/day. Findings at 10 mg/kg/day were frequent perineal yellow staining in females, approximately 50% brain ChE inhibition in males and females, a slight increase in the degree of vacuolation of the adrenal zona fasciculata (males only), and a slight increase in diffuse retinal degeneration in 10 mg/kg/day females."
        },
        {
            "References": "PMID:16081522",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Very little is known about the effects of chronic exposure to relatively low levels of anticholinesterase insecticides or how the effects of chronic exposure compare to those of higher, intermittent exposure. To that end, adult male rats were fed an anticholinesterase insecticide, chlorpyrifos (CPF), for 1 year at three levels of dietary exposure: 0, 1, or 5 mg/kg/day (0+oil, 1+oil, and 5+oil). In addition, half of each of these groups also received a bolus dosage of CPF in corn oil (\"spiked\" animals; 60 mg/kg initially and 45 mg/kg thereafter) every 2 months (0+CPF, 1+CPF, 5+CPF). Animals were analyzed after 6 or 12 months of dosing, and again 3 months after cessation of dosing (i.e., \"recovery\" animals-six experimental groups with n = 4-6/group/time point). Cholinesterase (ChE) activity was measured in retina, whole blood, plasma, red blood cells, diaphragm, and brain [pons, striatum, and the rest of the brain (referred to simply as \"brain\")]. Muscarinic receptor density was assessed in retina, pons, and brain, whereas dopamine transporter density and the levels of dopamine and its metabolites were assessed in striatum. Cholinesterase activity at 6 and 12 months was not different in any of the tissues, indicating that a steady state had been reached prior to 6 months. The 1+oil group animals showed ChE inhibition only in the blood, whereas the 5+oil group exhibited > or = 50% ChE inhibition in all tissues tested. One day after the bolus dose, all three groups (0+CPF, 1+CPF, 5+CPF) showed > or = 70% ChE inhibition in all tissues. Muscarinic receptor density decreased only in the brain of the 5+oil and 5+CPF groups, whereas dopamine transporter density increased only at 6 months in all three spiked groups. Striatal dopamine or dopamine metabolite levels did not change at any time. Three months after CPF dosing ended, all end points had returned to control levels. These data indicate that, although chronic feeding with or without intermittent spiked dosages with CPF produces substantial biochemical changes in a dose- and tissue-related manner, there are no persistent biochemical changes."
        },
        {
            "References": "Sherman M, Herrick RB; Hawaii Agric Exp Stn Series No. 1487 (1972) as cited in Nat'l Research Council Canada; Ecotoxicology of Chlorpyrifos p.147 (1978) NRCC No. 16079",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Chicken pullets 203 days of age at start of experiment, were exposed by feeding 25 mg/kg technical grade chlorpyrifos (2.48 mg/kg/day daily dose) for 365 days. /Toxic signs/ observed were reduced blood cholinesterase activity (78% of normal). Chicken pullets (same as parameter) fed 50 mg/kg technical grade chlorpyrifos (20.4 mg/kg/day daily dose) for 365 days, exhibited no effect on feed consumption, body weight, egg production, feed efficiency, egg weight, interior egg quality, and egg shell thickness. Reduced blood cholinesterase activity (24% of normal)."
        },
        {
            "References": "PMID:17267174",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/  Fetal or neonatal chlorpyrifos (CPF) exposure affects serotonin (5HT) synaptic function and related behaviors in adulthood. ... the critical period and dose threshold for effects on 5HT /were examined/ and ... their emergence in adolescence /was assessed/. Pregnant rats were given CPF (1 or 5 mg/kg/day) from gestational days (GD)17-20 or GD9-12 and 5HT levels and turnover were evaluated on postnatal day 30; the lower dose lies below the threshold for inhibition of fetal brain cholinesterase. GD17-20 exposure increased 5HT turnover in brain regions containing either 5HT projections or cell bodies, with a preferential effect in males. Shifting the exposure to GD9-12 also augmented 5HT activity but only in the cerebral cortex and without sex preference. Similar, but lesser effects were seen for dopamine turnover in the same regions. These results indicate that, in a critical developmental period, apparently subtoxic exposures to CPF produce long-term activation of 5HT systems."
        },
        {
            "References": "California Environmental Protection Agency Department of Pesticide Regulation; Chlorpyrifos Summary of Toxicological Data (2001). Available from, as of August 24, 2007: https://www.cdpr.ca.gov/docs/toxsums/pdfs/253.pdf",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Sixteen /New Zealand White rabbits/ does/group were dosed with 0, 25, 100, or 250 mg/kg/day 3,5,6-trichloro-2-pyridinol (TCP, purity 99.7%) by gavage in aqueous 0.5% Methocel on gestation days 7-19 in a teratology study. Maternal NOEL = 100 mg/kg/day (minor maternal body weight decrement during treatment). Developmental NOEL = 25 mg/kg/day (hydrocephaly and dilated cerebral ventricles). The latter observations were not statistically significantly increased in either of the two higher dose groups compared to concurrent controls, however historical background incidences were very low (compare hydrocephaly litter incidences of 2/13 and 3/13 at 100 and 250 mg/kg/day, respectively, to a historical incidence of 1/839 litters). ..."
        },
        {
            "References": "California Environmental Protection Agency Department of Pesticide Regulation; Chlorpyrifos Summary of Toxicological Data (2001). Available from, as of August 24, 2007: https://www.cdpr.ca.gov/docs/toxsums/pdfs/253.pdf",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ ... 14 HY/CR (a New Zealand White variety) rabbits per group were dosed by gavage in corn oil with chlorpyrifos (Pyrinex Technical, purity 96.1%) on days 7-19 p.c. at 0, 1, 9, 81, or 140 mg/kg/day. Maternal NOEL = 81 mg/kg/day (body weight gain decrement during treatment period). Developmental NOEL = 81 mg/kg/day [reduced crown/rump length, reduced fetal weight, ossification delays (indicated by nonossification of fifth sternebra and/or xiphisternum)]. ..."
        },
        {
            "References": "California Environmental Protection Agency Department of Pesticide Regulation; Chlorpyrifos Summary of Toxicological Data (2001). Available from, as of August 24, 2007: https://www.cdpr.ca.gov/docs/toxsums/pdfs/253.pdf",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Chlorpyrifos, 0, 0.1, 1, 10, and 25 mg/kg/day /was administered/ by gavage /to mice/; NOEL for maternal functional toxicity = 1 mg/kg/day [cholinesterase (ChE) effects as salivation, tremors, etc.]. ChE enzyme NOEL = 0.1 mg/kg/day (significant inhibition of maternal plasma ChE at 1 mg/kg/day). Developmental toxicity NOEL = 10 mg/kg/day (decreased fetal length and weight, delayed ossification in skull, sternebrae). ... Teratogenic NOEL > 25 mg/kg/day (HDT); fetotoxic NOEL = 10 mg/kg; fetotoxic LEL = 25 mg/kg (decreased fetal length, increased skeletal variants); Plasma and RBC ChE NOEL = 0.1mg/kg/day. ..."
        },
        {
            "References": "PMID:17202764",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Rats were orally fed with different doses viz. 9.6, 12 and 15 mg/kg/d from GD 0-20 and examined for evidence of fetotoxicity and teratogenecity to evaluate the potential effects of technical chlorpyrifos (97%). Fetotoxic effects were not observed at tested dose levels as evidenced by number of implantations, number of corpora lutea and live fetuses/dam, but significant alterations were noted in percent ... resorption and fetal weight. There were no major malformations, but some minor anomalies such as reduced parietal ossification and absence of phalanges found significant in high dose were not considered as compound-related effects. On the other hand the accumulation of chlorpyrifos residue .. was /greater/ in brain (0.0328 ug/g) than in liver (0.0071 ug/g).The level of residue in fetuses was in the following order : liver (0.0531 ug/g) > brain (0.0364 ug/g) >placenta (0.040 ug/g) > amniotic fluid (0.0010 ug/g). Although, the total residue was higher in fetuses (0.0447 ug/g) than in dams (0.0120 ug/g), the absence of abnormalities in fetal gross morphology, visceral and skeleton suggest that technical chlorpyrifos at tested dose levels is non-teratogenic in rats."
        },
        {
            "References": "California Environmental Protection Agency Department of Pesticide Regulation; Chlorpyrifos Summary of Toxicological Data (2001). Available from, as of August 24, 2007: https://www.cdpr.ca.gov/docs/toxsums/pdfs/253.pdf",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ ... 21 pregnant CD rats/group were dosed with Pyrinex Technical (chlorpyrifos), purity 96.1% by gavage in corn oil on days 6-15 p.c. at 0, 0.5, 2.5, or 15 mg/kg/day. No maternal ChE NOEL was identified (dose-related plasma ChE inhibition at all dose levels at day 15 p.c., with restoration of normal ChE activity in all but high dose dams by p.c. day 20. Maternal functional NOEL = 2.5 mg/kg/day (tremors in 3/21 dams, transient food consumption reduction, modest but consistent body weight decrement). Developmental NOEL = 2.5 mg/kg/day (slight increase in early resorptions). No adverse reproductive effect at dose levels sufficient to elicit cholinergic responses."
        },
        {
            "References": "FAO/WHO; Pesticide Residues in Food, Toxicological Evaluations, Chlorpyrifos (1999). Available from, as of September 17, 2007: https://www.inchem.org/documents/jmpr/jmpmono/v99pr03.htm",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Four groups of Sprague-Dawley rats were used in a two-generation (one litter per generation) study of reproductive toxicity in which diets containing chlorpyrifos (purity, 97.8-98.5%) at doses of 0, 0.1, 1, or 5 mg/kg bw per day were administered. ... Clinical observations were performed daily on all animals ... Body weights and food consumption were recorded weekly before and after breeding. ... Inhibition of cholinesterase activity in plasma, erythrocytes, and brain was measured in 10 F0 and F1 parental animals of each sex at necropsy after 19 and 21 weeks of exposure. Complete necropsies were conducted on all F0 and F1 adults, and included ocular examinations and collection of many tissues. Histopathological examinations were made of the adrenals, brain, gross lesions, and reproductive tissues (cervix, coagulating glands, epididymides, ovaries, oviducts, pituitary, prostate, seminal vesicles, testes, uterus, and vagina) of controls and animals at the high dose. ... Ten F1 and F2 pups of each sex per dose were autopsied grossly. No significant effects of treatment were seen on clinical signs, food intake, or body weight. ... Plasma cholinesterase activity was inhibited in parental F0 and F1 rats of each sex at 1 mg/kg bw per day (40-57%) and at 5 mg/kg bw per day (< 72%). Plasma cholinesterase activity was also inhibited in animals of both generations at 0.1 mg/kg bw per day as part of a dose-related trend, although the inhibition was generally not statistically significant at this dose. Erythrocyte cholinesterase activity was strongly inhibited at 1 and 5 mg/kg bw per day, but that of brain was inhibited only at 5 mg/kg bw per day. ... Treatment had no effect on fertility, length of gestation, survival during gestation, time to mating, sex ratio, or litter size in either generation. ... No effect of treatment was seen during gross or daily observation of the F1 weanlings. ... No effect of treatment was seen during gross or daily observation of the F2 weanlings. The NOAEL for inhibition of erythrocyte cholinesterase in adults was 0.1 mg/kg bw per day and that for inhibition of brain cholinesterase activity and maternal toxicity was 1 mg/kg bw per day. The NOAEL for developmental effects was 1 mg/kg bw per day, and the NOAEL for effects on fertility and reproductive effects was 5 mg/kg bw per day."
        },
        {
            "References": "PMID:16203236",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Developmental exposure to chlorpyrifos alters cell signaling both in the brain and in peripheral tissues, affecting the responses to a variety of neurotransmitters and hormones. We administered 1 mg/kg/day chlorpyrifos to rats on postnatal days 1-4, a regimen below the threshold for systemic toxicity. When tested in adulthood, chlorpyrifos-exposed animals displayed elevations in plasma cholesterol and triglycerides, without underlying alterations in nonesterified free fatty acids and glycerol. This effect was restricted to males. Similarly, in the postprandial state, male rats showed hyperinsulinemia in the face of normal circulating glucose levels but demonstrated appropriate reduction of circulating insulin concentrations after fasting. These outcomes and sex selectivity resemble earlier findings at the cellular level, which identified hepatic hyperresponsiveness to gluconeogenic inputs from beta-adrenoceptors or glucagon receptors. Our results thus indicate that apparently subtoxic neonatal chlorpyrifos exposure, devoid of effects on viability or growth but within the parameters of human fetal or neonatal exposures, produce a metabolic pattern for plasma lipids and insulin that resembles the major adult risk factors for atherosclerosis and type 2 diabetes mellitus."
        },
        {
            "References": "California Environmental Protection Agency Department of Pesticide Regulation; Chlorpyrifos Summary of Toxicological Data (2001). Available from, as of August 24, 2007: https://www.cdpr.ca.gov/docs/toxsums/pdfs/253.pdf",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ /In a/ oral teratology study, chlorpyrifos, 96.6%. 0, 0.1, 3.0, and 15 mg/kg/day /was administered to Fischer 344 rats/ by gavage. Maternal NOEL (excluding cholinesterase (ChE) inhibition) = 3.0 mg/kg/day (cholinergic effects). Maternal ChE inhibition NOEL = 0.1 mg/kg/day (inhibition of plasma and RBC ChE). Developmental toxicity NOEL = 15 mg/kg/day (HDT). ..."
        },
        {
            "References": "California Environmental Protection Agency Department of Pesticide Regulation; Chlorpyrifos Summary of Toxicological Data (2001). Available from, as of August 24, 2007: https://www.cdpr.ca.gov/docs/toxsums/pdfs/253.pdf",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Chlorpyrifos, (technical grade Dursban F insecticide, AGR 273801), 98.5% purity, was fed in the diet to 30 Sprague-Dawley rats/sex/group through 2 generations with 1 litter per generation. Concentrations were adjusted as needed to achieve exposures of 0, 0.1, 1.0, and 5.0 mg/kg/day. Treatment began approximately 10 and 12 weeks prior to breeding for the F0 and F1 adults, respectively. Cholinesterase (ChE) inhibition NOEL = 0.1 mg/kg/day (Plasma and RBC ChE inhibition at 1.0 and 5.0 mg/kg/day). Parental NOEL = 1.0 mg/kg/day (increased degree of vacuolation in zona fasciculata, especially in males; altered tinctorial properties in this tissue in females). Reproductive NOEL = 1.0 mg/kg/day (slightly reduced pup weights and slightly reduced pup survival at 5.0 mg/kg/day). There were no clinical signs specifically indicating ChE inhibition. ..."
        },
        {
            "References": "PMID:15907662",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Chlorpyrifos, an organophosphate pesticide, was evaluated for potential teratogenicity and developmental toxicity in mice. Pregnant females were given a single intraperitoneal injection (40 or 80 mg/kg) on day 10 of gestation and fetuses were evaluated on gestation day 17. At 80 mg/kg, chlorpyrifos treatment resulted in a significant reduction in numbers of live fetuses, and increase in resorptions, versus control litters. There was no indication of maternal toxicity. External and skeletal malformations were observed at 80 mg/kg, but not 40 mg/kg. Rates of fetuses with cleft palate increased significantly (p<0.05) following 80 mg/kg chlorpyrifos (5.97%) versus control litters (0.97%). Similarly, the absence of thoracic vertebrae was increased and the number of caudal vertebrae was significantly decreased. It is suggested that chlorpyrifos is teratogenic and embryotoxic in mice at doses below those that cause significant maternal toxicity."
        },
        {
            "References": "PMID:6156524",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Pregnant CF-1 mice were given 0, 1, 10, or 25 mg/kg/day chlorpyrifos by gavage on days 6-15 of gestation. Fetotoxicity was noted among litters of mice given 25 mg/kg as evidenced by decr fetal body measurements & incr incidence of minor skeletal variants. Chlorpyrifos was not teratogenic in mice at dose levels up to 25 mg/kg/day."
        },
        {
            "References": "Moser VC et al; Society of Toxicology 42nd Annual Meeting; A Comparison of Mult Toxicities Following Devel Exp to Pesticides: Neurotox, Immunotox, and Repro Toxicity (2003)",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ The NAS report (Pesticides in the Diets of Infants and Children, 1993) called for significant research effort into the long-term effects of perinatal pesticide exposure on the nervous, immune, and reproductive systems. In response, the US EPA and NIEHS collaborated on a series of multidisciplinary studies. The exposure paradigm was designed to encompass the development of all three organ systems (in the rat, mid-gestation through weaning and/or sexual maturity). Broad batteries of tests were used to evaluate the structure and function of each organ system in the offspring. Tissue levels of chemical and general pathology were also measured. Where possible, litter-mates were used for the various endpoints, to draw stronger conclusions regarding relative organ system vulnerability. Five pesticides from different chemical classes, targeting different organ systems, were evaluated: methoxychlor (organochlorine), carbaryl (carbamate), chlorpyrifos (organophosphate), tebuconazole (triazole), and heptachlor (cyclodiene). A comparison of these data reveals two critical findings. First, no single organ system was consistently more sensitive than another. Developmental/reproductive measures were most sensitive to the effects of methoxychlor and carbaryl. The nervous system was most sensitive to tebuconazole, chlorpyrifos, and heptachlor, whereas the immune system was most altered by low doses of methoxychlor and heptachlor. Second, the lowest effective doses for methoxychlor and heptachlor were lower than those reported in the literature. Thus, adverse health effects following developmental exposure may occur at lower doses than previously expected. These multidisciplinary studies provide valuable and unique data; furthermore, this shows that these organ systems may be evaluated in a single combined study. This strongly supports the need for more thorough evaluation of the nervous, immune, and reproductive systems during development."
        },
        {
            "References": "California Environmental Protection Agency Department of Pesticide Regulation; Chlorpyrifos Summary of Toxicological Data (2001). Available from, as of August 24, 2007: https://www.cdpr.ca.gov/docs/toxsums/pdfs/253.pdf",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Crl:CD7(SD)BR VAF/Plus7 presumed pregnant rats were gavaged on gestation day 6 through lactation day 11 with chlorpyrifos (99.8%) in corn oil at 0, 0.3, 1, and 5 mg/kg/day. Initially there were 25 dams/group on treatment. On lactation day 5, twenty litters/treatment were continued on study. Four subsets of 20 pups/sex/group were selected on lactation day 5, each consisting of 1/sex/litter. Primary investigations for the subsets were: (Subset 1): morphometric evaluations and histopathology of brains after postpartum day 12 sacrifice, (Subset 2): spatial delayed alternation studies at postpartum days 23- 25 and 62-91, (Subset 3): motor activity testing on postpartum days 14, 18, 22, and 61: auditory startle on postpartum days 23 and 62, (Subset 4): evaluation of developmental landmarks (pinna unfolding, eye opening, preputial separation or vaginal opening); brain weight evaluation in 10/sex/group sacrificed during lactation days 66-71, and neurohistopathology following in situ perfusion of 6/sex/litter. Maternal NOEL = 0.3 mg/kg/day (brain ChE inhibition). Clinical signs of ChE inhibition were observed in 5 mg/kg/day dams. Developmental NOEL = 1 mg/kg/day (decreased neonatal survival; decreased pup growth, with 11% reduction in body weight at 66 days postpartum in males; maturational delays of pinna unfolding, preputial separation in males, and vaginal patency in females; reduced morphometric dimensions of cerebellum and hippocampal gyrus at day 12 postpartum compared to concurrent and historical controls, reduced morphometric dimensions of parietal cortex and hippocampal gyrus at day 66 postpartum compared to concurrent and historical controls in high dose females, reduced motor activity at day 14 postpartum, reduced auditory startle habituation peak response and increased latency to response at day 23 postpartum). ..."
        },
        {
            "References": "PMID:17141929",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/  Two studies were performed to find out whether exposure limits that protect brain acetylcholinesterase (AChE) will protect peripheral tissue AChE after exposure to chlorpyrifos (CPF), an organophosphate insecticide. In a methods-development study, male dogs (3/dose) were exposed to 0.0, 0.3, 0.6, or 1.2 mg/kg/day CPF in their diets for 4 weeks. Mixed cholinesterase (mChE), AChE, and butyrylcholinesterase (BuChE) activities were measured in plasma, RBC, brain, left atrium and ventricle, diaphragm, quadriceps, and nodose ganglia. Plasma, brain and peripheral tissue BuChE was inhibited at all dose levels. While RBC AChE was inhibited at all doses, brain and peripheral AChE activities were unaffected. In the main study, dogs (4/sex/dose) were exposed to 0.0, 0.5, 1.0, or 2.0 mg/kg/day CPF in their diets for six weeks and RBC AChE was significantly inhibited at all doses in both sexes. Diaphragm, quadriceps, and nodose ganglia AChE was unaffected by treatment. Brain AChE was decreased by approximately 6% compared to controls in high-dose groups, and this was considered a threshold effect. Left atrium AChE in high-dose dogs was 25.5% less (males) and 32.1% greater (females) than controls; these differences were attributed to chance. While peripheral tissue and brain AChE were not affected following exposure to 1.0mg/kg/day, RBC AChE was inhibited at all doses. These results show that RBC AChE is more sensitive than brain or peripheral tissue AChE to inhibition by CPF, and that protection of brain AChE would protect peripheral tissue AChE."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. 793",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ When rats were exposed to 0.1, 1, 5, 15 mg/kg/day chlorpyrifos via the diet for 13 weeks, mild clinical effects (perineal soiling) were noted in females given 5 and 15 mg/kg/day. Plasma cholinesterase was significantly inhibited in males and females given 1 mg/kg or more, RBC cholinesterase was significantly inhibited in females given 1 mg/kg or more, and, brain cholinesterase was inhibited in both males and females given 5 or 15 mg/kg. Motor activity of males and females given 15 mg/kg mildly decreased only at week 4 of exposure, and no treatment related differences were apparent subsequently, consistent with the occurrence of tolerance upon repeated exposure to chlorpyrifos."
        },
        {
            "References": "California Environmental Protection Agency Department of Pesticide Regulation; Chlorpyrifos Summary of Toxicological Data (2001). Available from, as of August 24, 2007: https://www.cdpr.ca.gov/docs/toxsums/pdfs/253.pdf",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ Female Long-Evans rats were dosed by gavage in corn oil with 0, 1, 3, or 10 mg/kg/day chlorpyrifos (98.1% purity) for 4 weeks. The cognitive study was a delayed matching to position task design. Cognitive testing was done during each of the treatment weeks and for 4 weeks thereafter, by methods described below. Rats were placed on modest food restriction to provide incentive to seek the food reward in the study. Rats were trained and selected for the study, based on positional memory performance. In a given test, a rat was presented with one of two retractable levers. The rat was to press the lever offered, cross the cage and interrupt a beam at the food cup within 10 seconds, and then return to the side of the cage with the levers. At this time, both levers would be presented. The rat was expected to select and press the correct lever (i.e., the one just presented a few seconds earlier) within 10 seconds after leaving the food cup station. A correct choice made a food reward available at the food cup. In addition to the above test, the task was made more difficult by involving progressively longer delays (up to 15 seconds) between the first lever press and the time in which a nose poke in the food cup would extend the levers (called the delayed matching-to-position or DMPT paradigm). These rats were also examined twice daily on treatment days during the 4-wk dosing period: observations were about 3 hr and 21 hr after the most recent treatment. Satellite groups of 6/dose/interval were used for ChE assays and brain NTE assays on the day following the last treatment, and 1 month after the last treatment. ... NOEL for clinical observations is 1 mg/kg/day (miosis). There is no NOEL for ChE inhibition (marked inhibition of plasma and RBC ChE and modest (8%) inhibition of brain ChE at 1 mg/kg/day). Some high dose observations associated with the DMPT tests were appropriately considered by investigators to have been attributable to motor slowing and/or decreased motivation (increased actual total delay, increased void trials, and decreased numbers of nose pokes per trial). None of these were noted after the end of the treatment period."
        },
        {
            "References": "Moser VC et al; Society of Toxicology; Behav Neurochem Outcomes of Repeated Oral Admin of Chlorpyrifos in Postnatal/Juvenile Rats (2000)",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ Concern has been raised regarding potential adverse effects on the nervous system following childhood exposure to chlorpyrifos (O,O-diethyl-O-3,5,6-trichloro-2-pyridyl-phosphorothioate). This study examined the outcomes of daily oral dosing with chlorpyrifos, from early postnatal life to adolescence. Male and female Long-Evans rats were dosed with chlorpyrifos 0, 2, or 6 mg/kg/day, 5 days/wk, beginning on postnatal day 11 (PND11) and ending PND46 (total, 26 doses). Brains were collected from a subset of rats on PND18 and PND41 (23 hours after the previous dose), and cholinesterase (ChE) activity, muscarinic receptor binding (QNB as ligand), and brain weights were evaluated. The remaining rats were tested using a functional observational battery and motor activity on PND17, 27, 40, 81, and 123; thus, tests were conducted both during and after the dosing period. At the end of dosing, a step-through passive avoidance task was used to evaluate learning and memory, and oxotremorine was administered to determine the functional status of the cholinergic system. Body and brain weights were not altered. ChE was inhibited in a dose-dependent manner in both blood (35-73% inhibition) and brain (7-55% inhibition). Somewhat less inhibition was detected on PND41, in spite of ongoing dosing. Receptor downregulation was suggested by decreased QNB binding (12% lower) in the high-dose groups (both sexes), and an attenuation of oxotremorine-induced hypothermia (females). Passive avoidance performance was not altered. Increased activity (females) and excitability/reactivity (males) were observed at PND17. On PND27, only depressed responses to sensory stimuli were evident. Most effects were obtained only in the high-dose group, and gender differences were observed; the low dose produced behavioral effects only in females. Persistent neurobehavioral alterations, up to PND123, were not detected in these rats."
        },
        {
            "References": "PMID:17350100",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ The purpose the present study was to determine if tolerance is developed to all behavioral effects produced by a single high dose of chlorpyrifos (CPF). For this, the study was divided in two phases; in the first phase, ... the time course of the effects produced by treatment with a high dose of CPF (250 mg/kg sc) on rat locomotor activity and anxiety behaviors recorded on an open-field, as well as on AChE inhibition /was studied/. Results showed that CPF produced a maximum inhibition of AChE (72% of inhibition) 2 days after its administration, exhibiting a partial recovery of its activity by day 30 (55% of inhibition). On locomotor activity CPF produced a biphasic effect; a reduction only on day 2, and an increase on day 30. An anxiolytic-like effect was only observed within 2 and 5 days after CPF treatment. These results indicate that the tolerance has been developed to the behavioral effects produced by sc administration of CPF, but with a different time course. In the second phase, since disturbances in cholinergic system might trigger dopaminergic dysfunctions, ... the locomotor activity /was tested/ following challenge with amphetamine (1mg/kg ip) at 11 and 30 days after CPF treatment. Data obtained showed that amphetamine produced an increase in total distances and rearing in vehicle and CPF groups on days 11 and 30. However, CPF group exhibited lower increase relative to vehicle group in both days. This effect is independent of the percentage of AChE inhibition and therefore, of change in the cholinergic system. Data are discussed under the light of the adaptative mechanisms underlying the recovery of the cholinergic over stimulation after sc exposure to high doses of CPF."
        },
        {
            "References": "PMID:17548533",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ ... In this study, the behavioral and neurochemical effects of chronic, intermittent, and subthreshold exposures to the OP pesticide, chlorpyrifos (CPF), were investigated. Rats were injected with CPF s.c. (dose range, 2.5-18.0 mg/kg) every other day over the course of 30 days and then were given a 2-week CPF-free washout period. In behavioral experiments conducted during the washout period, dose-dependent decrements in a water-maze hidden platform task and a prepulse inhibition procedure were observed, without significant effects on open-field activity, Rotorod performance, grip strength, or a spontaneous novel object recognition task. After washout, levels of CPF and its metabolite 3,5,6-trichloro-2-pyridinol were minimal in plasma and brain; however, cholinesterase inhibition was still detectable. Furthermore, the 18.0 mg/kg dose of CPF was associated with (brain region-dependent) decreases in nerve growth factor receptors and cholinergic proteins including the vesicular acetylcholine transporter, the high-affinity choline transporter, and the alpha(7)-nicotinic acetylcholine receptor. These deficits were accompanied by decreases in anterograde and retrograde axonal transport measured in sciatic nerves ex vivo. Thus, low-level (intermittent) exposure to CPF has persistent effects on neurotrophin receptors and cholinergic proteins, possibly through inhibition of fast axonal transport. Such neurochemical changes may lead to deficits in information processing and cognitive function."
        },
        {
            "References": "PMID:17365099",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ The present study investigated the effect of chlorpyrifos on NMDA receptor subunits NR2A and NR2B in juvenile and adult rats. Chlorpyrifos was administered with the dose of 40 and 70 mg/kg to juvenile and adult rats, respectively. Chlorpyrifos significantly inhibited the AChE activity in juvenile and adult rats (p < 0.05). NR2A and NR2B levels significantly increased in juvenile and adult rats by chlorpyrifos application (p < 0.05). Increased NR2A and NR2B levels may reflect increased glutaminergic activity, consequently neuronal damage. In the case of neuronal damage, learning and memory could be affected negatively even though NR2A and NR2B increased."
        },
        {
            "References": "PMID:7518512",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ Previous work from this laboratory showed that daily sc injections of the organophosphate diisopropylfluorophosphate caused prolonged inhibition of cholinesterase (ChE) activity in whole blood and brain and downregulation of muscarinic receptors in the central nervous system; these changes were accompanied by progressive, persistent deterioration of working memory and motor function. Further, a single sc injection of the organophosphate insecticide chlorpyrifos (O,O',-diethyl O-3,5,6-trichloro-2-pyridyl phosphorothionate, CPF), caused neurochemical changes of the same magnitude and duration, but transient impairment of working memory and motor slowing. In the present study, weekly injections of CPF (0, 15, 30 or 60 mg/kg sc) inhibited ChE activity in whole blood of rats by 60% to 90% after 5 weeks; the highest dose also induced tremor, working memory impairment and motor slowing in daily delayed matching-to-position/visual discrimination tests. Reducing the CPF injection frequency to every other week relieved the inhibition of whole blood ChE activity (to 50%-75% of control) and ameliorated all the behavioral deficits. Reinstatement of weekly CPF injections (0, 15, 30, or 45 mg/kg) for 10 weeks inhibited whole blood ChE activity by 75% to 90%. Tremor was not observed during this period; however, motor slowing and working memory impairment persisted throughout the dosing period in all treated groups. Pharmacological evidence for tolerance to the muscarinic effects of CPF was observed on trial completion in the daily delayed matching-to-position/visual discrimination task: CPF-treated rats were supersensitive to scopolamine and subsensitive to pilocarpine. Nicotine reversed the reduction in trial completion associated with CPF. Changes in sensitivity to mecamylamine, d-amphetamine and haloperidol were not observed. Taken together, these studies indicate that inhibition of ChE activity by repeated injection of CPF produces a constellation of behavioral effects not evident after a single CPF treatment, even though both treatment regimens caused prolonged inhibition of ChE activity and downregulation of central muscarinic receptors."
        },
        {
            "References": "PMID:15772369",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ ... Previously, ... performance decrements /were found/ in a four-trial repeated acquisition spatial task in a water maze. The present study includes two experiments to extend the long-term behavioral effects observed. Rats were injected either once or twice with chlorpyrifos (CPF) and then tested months after in a two-trial repeated acquisition task in a water maze. ... /The/ results confirm and extend the long-term behavioral effects of subcutaneous administration of CPF. The two treatments used produced performance decrements that suggest functional central nervous system alterations."
        },
        {
            "References": "PMID:17016712",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ ... In the present work rats were injected with 250 mg/kg Chlorpyrifos (CPF) and 6 months later, its effect on schedule-induced polydipsia was evaluated. In addition, after stable levels of schedule-induced polydipsia (SIP), a pharmacological study was carried out to determine the implication of other systems in the long-term effects of OPs. Finally, these animals were evaluated in a delay discounting task, as a measure of impulsivity. ... Results indicate that the CPF group gives more licks to obtain the same amount of water than control rats (VHC). Moreover, the administration of diazepam produces an increased water intake in the CPF without any observable effect in VHC rats. Data of the delay discounting task show that CPF rats prefer an immediate reward and show a major impulsive choice. ... Taken together, ... /the/ data confirm and extend the long-term behavioral effects of subcutaneous administration of CPF and point to a role for other systems that, besides AChE inhibition, contribute to the long-term neurotoxicity of CPF."
        },
        {
            "References": "Bushnell PJ et al; J Pharmacol and Exper Therapeutics 266 (2): 1007-17 (1993)",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ ... Rats were dosed with chlorpyrifos (CPF), an OP pesticide which inhibits blood and brain ChE of rats for weeks after a single injection. Long-Evans rats were trained to perform an appetitive test of memory and motor function and were then injected s.c. with 0, 60, 125 or 250 mg/kg of CPF in peanut oil and tested 5 days/week for 7 weeks. Unconditioned behavior was also rated for signs of cholinergic toxicity. CPF inhibited ChE activity in whole blood in a dose-related manner for more than 53 days. The degree and time course of ChE inhibition in blood and brain and the downregulation of muscarinic receptors in brain after 125 mg/kg of CPF closely paralleled the previously reported effects of 25 daily injections of 0.2 mg/kg of /diisopropylfluorophosphate/ (DFP). In addition, CPF-treated rats were subsensitive to oxotremorine-induced hypothermia for at least 32 days after CPF. However, functional deficits (in working memory and motor function) appeared within 2 days after injection of CPF and recovered within 3 weeks, long before ChE activity and receptor density returned to control levels."
        },
        {
            "References": "California Environmental Protection Agency Department of Pesticide Regulation; Chlorpyrifos Summary of Toxicological Data (2001). Available from, as of August 24, 2007: https://www.cdpr.ca.gov/docs/toxsums/pdfs/253.pdf",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ Chlorpyrifos (purity 98.1%) was administered in a single oral gavage to 10 Fischer 344 rats/sex/group at levels of 0, 10, 50 or 100 mg/kg. Body weights of mid- and high-dose rats were significantly reduced on day 2 but not on day 8 or 15. Clinical signs (increased perineal soiling) in mid- and high-dose rats and FOB observations (incoordination, decreased muscle tone, tremor, increased lacrimation and salivation) in high-dose females were seen soon after dosing (day 1). Motor activity was reduced in mid- and high dose rats on day 1; some reductions persisted to day 8 in high-dose females. NOEL (Body wt., Clinical signs, FOB and motor activity) = 10 mg/kg. No histopathologic changes. NOEL (histopathology) = 100 mg/kg."
        },
        {
            "References": "California Environmental Protection Agency Department of Pesticide Regulation; Chlorpyrifos Summary of Toxicological Data (2001). Available from, as of August 24, 2007: https://www.cdpr.ca.gov/docs/toxsums/pdfs/253.pdf",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ Chlorpyrifos, purity 98.1%, was administered in the feed at concentrations of 0, 0.1, 1, 5 or 15 mg/kg to 10 Fischer 344 rats/sex/group for 13 weeks. High-dose males and females had reduced motor activity at week 4. Perineal soiling (low incidence) was observed for 5 and 15 mg/kg/day groups; NOEL (for clinical signs, FOB, motor activity) = 1 mg/kg/day. No histopathologic findings. Neuropathologic NOEL = 15 mg/kg/day."
        },
        {
            "References": "PMID:16033991",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ Cognitive and motor impairment often follow acute poisoning with an organophosphorous (OP) pesticide. However, the persistence of these effects and the conditions necessary for their appearance are not clear: two specific concerns are whether symptomatic poisoning is necessary for persistent effects, and whether inhibition of cholinesterase (ChE) activity is a protective metric of OP exposure. This study examined the effects of chronic dietary and repeated high-level acute exposure to the pesticide chlorpyrifos (diethyl 3,5,6-trichloro-2-pyridyl phosphorothionate, CPF) on learning and attention. Beginning at 3 months of age, male Long-Evans rats received dietary CPF at a daily dose of 0, 1, or 5 mg/kg for 1 year. Half of each dietary group also received an acute oral dose of CPF (initial dose at 60 mg/kg, 5 doses at 45 mg/kg) every 2 months. Beginning 2 weeks before the fourth acute dose, behavioral assessments were conducted on the eight rats in each of the six exposure groups (0-Oil, 0-CPF, 1-Oil, 1-CPF, 5-Oil, and 5-CPF). Using an auto-shaping procedure, the groups learned to press a lever for food in the following order: 5-Oil, 5-CPF, 1-Oil, and 0-Oil. The 0-CPF and 1-CPF groups did not learn the response in three 50-trial sessions. Chronic CPF did not affect acquisition of other behaviors required by a signal detection task (SDT) designed to assess sustained attention. The sixth acute CPF dose significantly disrupted the SDT in all dosed groups. Two months after the end of dosing, performance of the SDT was impaired in the 5-CPF group. These data suggest that learning the contingency between an action and reward may be accelerated by chronic exposure to CPF and inhibited by previous symptomatic exposure to CPF, and that persistent cognitive impairment may follow if CPF exposure inhibits brain ChE activity and is accompanied by acute doses sufficient to induce signs of toxicity."
        },
        {
            "References": "FAO/WHO; Pesticide Residues in Food, Toxicological Evaluations, Chlorpyrifos (1999). Available from, as of September 17, 2007: https://www.inchem.org/documents/jmpr/jmpmono/v99pr03.htm",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ ... Groups of three 18-month-old white Leghorn hens were given single oral doses of chlorpyrifos (purity, 100%) at 0, 75, 150, or 300 mg/kg bw with atropine (20 mg/kg bw subcutaneously at the time of the first dose of chlorpyrifos and additional doses as needed to maintain the hens for 4 days). Four days after treatment, when the hens were killed, brain acetylcholinesterase activity was depressed by 0, 58, 75, and 86% and neuropathy target esterase activity by 0, 21, 40, and 77% at the three doses, respectively. In a further study, 18 hens were given corn oil alone and 15 atropine-protected hens were given chlorpyrifos at a single oral dose of 150 mg/kg bw. Three controls were killed on day 0, and three treated and three control hens were killed on days 1, 2, 4, 8, and 16. Brain acetylcholinesterase activity was inhibited by 86, 82, 72, 43, and 29% on days 1, 2, 4, 8, and 16 after treatment, and brain neuropathy target esterase activity was inhibited by 30, 28, 38, 29, and 6%. No signs of organophosphate-induced delayed neuropathy were observed."
        },
        {
            "References": "PMID:15451035",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ ... Zebrafish (Danio rerio) with their clear chorion and extensive developmental information base provide an excellent model for assessment of molecular processes of toxicant-impacted neurodevelopment. ... methods /were developed/ for assessing spatial discrimination learning in adult zebrafish persisting effects of developmental chlorpyrifos (CPF) exposure on swimming activity and learning after low and high doses of CPF (10 and 100 ng/mL) administered to zebrafish embryos on Days 1-5 postfertilization (pf). In the current study, ... methods /were developed/ for behavioral assessment of CPF exposure on swimming activity in newly hatched zebrafish. ... Zebrafish embryos were exposed to 10 ng/mL CPF, 100 ng/mL CPF, or vehicle control (25 uL/mL DMSO) (n=8-10/treatment group). Each treatment group was kept in a total volume of 25 mL of egg water (60 mg/mL Instant Ocean) including DMSO with or without CPF mixed to above dilutions in an incubator set at 28.5 degrees C. CPF dilutions or vehicle were changed daily with exposure ending on Day 5 pf. Testing of larval zebrafish was performed on Days 6 and 9 pf. The fish were placed in the test cylinder with 1.5 ml of egg H(2)O (28.5 degrees C). After a 2-min acclimation period, the swimming activity of the fish was measured for a 3-min testing session. The 100 ng/mL CPF dose caused significant slowing of swimming activity on Days 6 and 9 pf and had persisting effects of impairing spatial discrimination and decreasing response latency in adulthood. Developmental exposure to 10 ng/mL of CPF did not cause a significant change in locomotor activity during the period soon after hatching. CPF exposure during early development caused clear behavioral impairments detectable during the posthatching period. In a previous study, we found that early developmental CPF exposure caused behavioral alterations in zebrafish, which lasted throughout adulthood. The molecular mechanisms by which early developmental CPF exposure produces these behavioral impairments expressed in adulthood can now be studied in the zebrafish model."
        },
        {
            "References": "PMID:16814983",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ CD-1 mice were exposed to the organophosphate pesticide chlorpyrifos (CPF) both prenatally (gestational days 15-18; doses 0, 3 or 6 mg/kg) and postnatally (postnatal days 11-14, doses 0, 1 or 3 mg/kg). When four-month-olds, females underwent a social recognition test in which ultrasound vocalizations (USVs) and social investigation behavior emitted by a resident female in the presence of a female partner were measured during two subsequent 3 min sessions (interval between the two sessions 45 min). Throughout the social recognition test a marked increase in USVs was found in females prenatally treated with the highest CPF dose; USV increase was also paralleled by a selective increase in frequency and not in duration of social investigation. These results confirm that developmental exposure to CPF induces long-lasting alterations in the social behavior repertoire of the mouse, thus extending our previous observations on the effects of postnatal CPF on male agonistic behavior to the female sex. They also suggest that social recognition can be easily and rapidly assessed in the female mouse making it possible to evaluate, primarily by means of USV emission, even subtle alteration of social behavioral patterns dissociated from cognitive components of individual recognition."
        },
        {
            "References": "California Environmental Protection Agency Department of Pesticide Regulation; Chlorpyrifos Summary of Toxicological Data (2001). Available from, as of August 24, 2007: https://www.cdpr.ca.gov/docs/toxsums/pdfs/253.pdf",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ /In a/ subchronic organophosphate-induced delayed-neurotoxicity (OPIDN) study in laying chicken hens, chlorpyrifos, technical (approx. 96% purity), /was administered at/ 0, 1, 5, and 10 mg/kg/day. No evidence of delayed distal neuropathy. 10 mg/kg/day chlorpyrifos caused weight loss, diminished egg laying capacity, and transient abnormal gait (fully reversible between dosing periods, and not persistent throughout study)."
        },
        {
            "References": "FAO/WHO; Pesticide Residues in Food, Toxicological Evaluations, Chlorpyrifos (1999). Available from, as of September 17, 2007: https://www.inchem.org/documents/jmpr/jmpmono/v99pr03.htm",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ Chlorpyrifos was administered subcutaneously to neonatal rats at doses of 1 or 5 mg/kg bw/day on postnatal days 1-4, or at 5 mg/kg bw/day on days 11-14, and the two groups of pups were examined on postnatal days 5 and 10 or 15 and 20, respectively. Signs of interference with the adenyl cyclase signaling cascade were determined in the heart and developing brainstem and cerebellum. Pups treated on postnatal days 1-4 at 1 mg/kg bw/day showed no signs of toxicity, while there was significant mortality (>50%) at 5 mg/kg bw/day. Pups treated on postnatal days 11-14 at 5 mg/kg bw/day showed no deaths or clinical signs. No significant changes in the weights of the brain region were found at these apparently non-toxic doses. Cholinesterase activity in the brainstem of the pups given 1 mg/kg bw/day was inhibited by 25% when measured 24 hr after the last dose, but recovery was substantial (<10% inhibition) by day 10. Cholinesterase activity in the brainstem of the pups given 5 mg/kg bw/day on days 11-14 was inhibited by >60% when measured 24 hr after the last dose, but recovery was again substantial (<30% inhibition) by postnatal day 20. Separate examinations of the forebrain, cerebellum, and heart showed that chlorpyrifos had evoked deficits in multiple components of the adenyl cyclase cascade: the expression and activity of adenyl cyclase itself, functioning of the G-proteins that link neurotransmitter and hormone receptors to cyclase activity, and expression of neurotransmitter receptors that act through this cascade. Disruption of signaling function was not restricted to transduction of cholinergic signals but extended to adrenergic signals as well. In most cases, the adverse effects were not evident during administration of chlorpyrifos but appeared after several days. ..."
        },
        {
            "References": "FAO/WHO; Pesticide Residues in Food, Toxicological Evaluations, Chlorpyrifos (1999). Available from, as of September 17, 2007: https://www.inchem.org/documents/jmpr/jmpmono/v99pr03.htm",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ In a study designed to investigate the effects of age on the toxicity of chlorpyrifos, rats received corn oil or chlorpyrifos orally at doses of 80 mg/kg bw for adults and 15 mg/kg bw for young rats (at postnatal day 17). These doses were equally effective in inhibiting cholinesterase activity. In adult rats, peak behavioral changes and cholinesterase inhibition occurred in males 3.5 hr after dosing, while in females the onset of functional changes occurred sooner, the time course was more protracted, and recovery was slower. In young rats, the maximal behavioral effects and cholinesterase inhibition occurred 6.5 hr after dosing, with no sex-related difference. Partial to full recovery from the behavioral changes was seen at 24-72 hr, whereas the cholinesterase activity recovered more slowly. The blood and brain cholinesterase activity in young rats had almost recovered by 1 week after dosing, whereas the brain cholinesterase activity in adults had not recovered by 2 weeks. Assays for binding to muscarinic receptors showed apparent down-regulation in some areas of the brain, mostly at 24 and 72 hr. Rats at postnatal day 17 generally showed more receptor down-regulation than adults, whereas only adult females showed receptor changes in striatal tissue that persisted for 2 weeks. Thus, young rats showed similar behavioral changes and cholinesterase inhibition to adults, although at a fivefold lower dose; the onset of maximal effects was somewhat delayed in the young rats; cholinesterase activity tended to recover more quickly in the young rats; young rats appeared to have more extensive muscarinic receptor down-regulation; and young rats showed no sex-related difference in functional changes."
        },
        {
            "References": "PMID:24744124",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ Mitochondrial dysfunction and consequent energy depletion are the major causes of oxidative stress resulting to bring alterations in the ionic homeostasis causing loss of cellular integrity. Our previous studies have shown the age-associated interactive effects in rat central nervous system (CNS) upon co-exposure to chlorpyrifos (CPF) and cold stress leading to macromolecular oxidative damage. The present study elucidates a possible mechanism by which CPF and cold stress interaction cause(s) mitochondrial dysfunction in an age-related manner. In this study, the activity levels of Krebs cycle enzymes and electron transport chain (ETC) protein complexes were assessed in the isolated fraction of mitochondria. CPF and cold stress (15 and 20 °C) exposure either individually or in combination decreased the activity level of Krebs cycle enzymes and ETC protein complexes in discrete regions of rat CNS. The findings confirm that cold stress produces significant synergistic effect in CPF intoxicated aging rats. The synergism between CPF and cold stress at 15 °C caused a higher depletion of respiratory enzymes in comparison with CPF and cold stress alone and together at 20 °C indicating the extent of deleterious functional alterations in discrete regions of brain and spinal cord (SC) which may result in neurodegeneration and loss in neuronal metabolic control. Hence, co-exposure of CPF and cold stress is more dangerous than exposure of either alone. Among the discrete regions studied, the cerebellum and medulla oblongata appears to be the most susceptible regions when compared to cortex and SC. Furthermore, the study reveals a gradual decrease in sensitivity to CPF toxicity as the rat matures."
        },
        {
            "References": "PMID:17666426",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ The neurodevelopmental effects of two organophosphorus (OP) insecticides, chlorpyrifos (CPS) and methyl parathion (MPS), on cholinesterase (ChE) activity and muscarinic acetylcholine receptor (mAChR) binding were investigated in neonatal rat brain. Animals were orally gavaged using an incremental dosing regimen from postnatal day 1 (PND1) until PND8 with a low, medium, and high dosage for both CPS and MPS. On PND4 and PND8, ChE activity was measured in whole brain while the total and subtype densities of mAChRs were measured in three brain sections: area anterior to optic chiasma (anterior forebrain), area from the optic chiasma to the medulla/pons (posterior forebrain); and the medulla/pons excluding the cerebellum. The ligands (3)H-pirenzepine, (3)H-AF-DX 384, (3)H-4-DAMP, and (3)H-QNB were used to measure the maximal binding of the M1, M2/M4, and M3 subtypes and total mAChR receptors, respectively. In the anterior and the posterior forebrain, the levels of all mAChRs nearly doubled from PND4 to PND8, while in the medulla/pons, M1- and M3-subtype mAChR densities were low and did not increase and M2/M4 subtype and total mAChR slightly increased from PND4 to PND8. Reduction of ChE activity and mAChR binding by CPS or MPS was more evident in rats at PND8 than at PND4. With respect to mAChR binding, the greatest effects were observed in the medulla/pons and the least effects were observed in the posterior region of the forebrain. These results demonstrate that OPs exert adverse effects on rat central nervous system development through the cholinergic system in an age- and region-dependent manner."
        },
        {
            "References": "PMID:16024092",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ Fetal or neonatal exposure to chlorpyrifos (CPF) or related organophosphate pesticides leads to abnormalities of brain cell development, synaptic function, and behavior. Recent studies in rats indicate profound effects on serotonin (5HT) systems that originate during CPF exposure and that are still present at 2 months posttreatment in the young adult. To determine if these changes are permanent, ... 1 mg/kg of CPF daily /was administered/ to neonatal rats on postnatal days 1-4, a regimen devoid of systemic toxicity, and ... 5HT synaptic markers /were examined/ at 5 months of age: radioligand binding to 5HT1A and 5HT2 receptors and to the 5HT transporter. There were global elevations in all three synaptic proteins, with pronounced sex selectivity (effects on males>females) and a regional hierarchy of effects, viz. striatum>midbrain approximately brainstem>cerebral cortex. Because there is a normal sex disparity for 5HT synaptic proteins, with females having higher values than males, the increase caused by CPF exposure in males completely eliminated this difference. Our findings at 5 months of age replicate those seen in young adulthood and strongly suggest that the effects of neonatal CPF exposure on 5HT systems are permanent."
        },
        {
            "References": "PMID:17589599",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ The fibroblast growth factor (FGF) superfamily of neurotrophic factors plays critical roles in neural cell development, brain assembly, and recovery from neuronal injury. ... Two organophosphate pesticides, chlorpyrifos and diazinon, /were administered/ to neonatal rats on postnatal days 1-4, using doses below the threshold for systemic toxicity or growth impairment, and spanning the threshold for barely detectable cholinesterase inhibition: 1 mg/kg/day chlorpyrifos and 1 or 2 mg/kg/day diazinon. Using microarrays, ... the regional expression of mRNAs encoding the FGFs and their receptors (FGFRs) in the forebrain and brain stem /were examined/. Chlorpyrifos and diazinon both markedly suppressed fgf20 expression in the forebrain and fgf2 in the brain stem, while elevating brain stem fgfr4 and evoking a small deficit in brain stem fgf22. However, they differed in that the effects on fgf2 and fgfr4 were significantly larger for diazinon, and the two agents also showed dissimilar, smaller effects on fgf11, fgf14, and fgfr1. ... The fact that there are similarities but also notable disparities in the responses to chlorpyrifos and diazinon, and that robust effects were seen even at doses that do not inhibit cholinesterase, supports the idea that organophosphates differ in their propensity to elicit developmental neurotoxicity, unrelated to their anticholinesterase activity. Effects on neurotrophic factors provide a mechanistic link between organophosphate injury to developing neurons and the eventual, adverse neurodevelopmental outcomes."
        },
        {
            "References": "PMID:16343727",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ Previous studies have indicated that juvenile rats are more susceptible than adults to the acute toxicity from exposure to the organophosphorus insecticide chlorpyrifos (CPF) and age-dependent differences in metabolism and sensitivity to cholinesterase (ChE) inhibition may be responsible. Metabolism involves CYP450 activation and detoxification of CPF to CPF-oxon and 3,5,6-trichloro-2-pyridinol (TCP), as well as cholinesterase (acetyl- and butyrylcholinesterase), carboxylesterase (CaE), and A-esterase (PON-1) detoxification of CPF-oxon to TCP. The pharmacokinetics of CPF, TCP, and the extent of blood (plasma/RBC), and brain ChE inhibition in rats were determined on postnatal days (PND)-5, -12, and -17 following oral gavage administration of 1 and 10 mg CPF/kg of body weight. As has been seen in adult animals, for all preweanling ages the blood TCP exceeded the CPF concentration, and within each age group there was no evidence of non-linear kinetics over the dose range evaluated. Consistent with previous results, younger animals demonstrated a greater sensitivity to ChE inhibition as evident by the age-dependent inhibition of plasma, RBC, and brain ChE. The brain may be particularly sensitive in younger animals (i.e. PND-5) due to substantially lower levels of ChE activity relative to later preweanling stages and adults. Of particular importance was the observation that even in rats as young as PND-5, the CYP450 metabolic capacity was adequate to metabolize CPF to both TCP and CPF-oxon based on the detection of TCP in blood and extensive ChE inhibition (biomarker of CPF-oxon) at all ages. In addition, the increase in the blood TCP concentration (approximately 3-fold) in PND-17 rats relative to the response in the younger rats, are consistent with an increase in CYP450 metabolic capacity with age. This is the first reported study that evaluated both the pharmacokinetics of the parent pesticide, the major metabolite, and the extent of ChE inhibition as a function of preweanling age. The results suggest that in the preweanling rat, CPF was rapidly absorbed and metabolized, and the extent of metabolism and ChE inhibition was age-dependent."
        },
        {
            "References": "PMID:16482470",
            "Value": "/DEVELOPMENTAL NEUROTOXICITY/ This study was carried out to investigate the effect of in utero exposure to the cholinotoxicants, nicotine and chlorpyrifos, alone or in combination on neurobehavioral alterations and neuronal morphology later in adult age. In the present study, 90 days old (corresponding to a human adult age) male and female offspring rats were evaluated for neurobehavioral, and neuropathological alterations following maternal, gestational exposure to nicotine and chlorpyrifos (O,O-diethyl-O-3,5,6-trichloro-2-pyridinyl phosphorothioate), alone and in combination. Female Sprague-Dawley rats (300-350 g) with timed-pregnancy were treated with nicotine (3.3 mg/kg/day, in bacteriostatic water via sc implantation of mini osmotic pump), chlorpyrifos (1.0 mg/kg, daily, dermal, in 75% ethanol, 1.0 mL/kg) or a combination of both chemicals, on gestational days (GD) 4-20. Control animals received bacteriostatic water via sc implantation of mini osmotic pump and dermal application of 70% ethanol. The offspring at postnatal day (PND) 90 were evaluated for neurobehavioral performance, changes in the activity of plasma butyrylcholinesterase (BChE) and acetylcholinesterase (AChE), and neuropathological alterations in the brain. Neurobehavioral evaluations included beam-walk score, beam-walk time, incline plane performance and forepaw grip time. Male and female offspring from mothers treated with nicotine and CPF, alone or in combination showed impairments in the performance of neurobehavioral tests, indicating sensorimotor deficits. Female offspring from mothers treated with a combination of nicotine and chlorpyrifos showed significant increase in plasma BChE activity. Brain regional AChE activity showed differential increases in male and female offspring. Brainstem and cerebellum of female offspring from mothers treated with nicotine or chlorpyrifos, alone or in combination showed increased AChE activity, whereas brainstem of male offspring from mothers treated with nicotine alone or a combination of nicotine and chlorpyrifos showed increase in AChE activity. Also, male offspring exposed in utero to nicotine exhibited increased AChE activity. Histopathological evaluations using cresyl violet staining showed a decrease in surviving Purkinje neurons in the cerebellum in offspring of all treatments groups. An increase in glial fibrillary acidic protein (GFAP) immuno-staining was observed in cerebellum white matter as well as granular cell layer (GCL) of cerebellum following all exposures. These results indicate that in utero exposure to nicotine and chlorpyrifos, alone and in combination produced significant sensorimotor deficits in male and female offspring, differential increase in brain AChE activity, a decrease in the surviving neurons and an increased expression of GFAP in cerebellum in adult offspring rats at a corresponding human adult age. Collectively, this study demonstrates that maternal exposure to environmental neurotoxic chemicals, i.e., nicotine and chlorpyrifos leads to developmental abnormalities in the offspring that persist latter into adulthood."
        },
        {
            "References": "PMID:16675515",
            "Value": "/DEVELOPMENTAL NEUROTOXICITY/  Chlorpyrifos (CPS), a known neurotoxicant, is a widely used agricultural organophosphorus insecticide. The effects of postnatal exposure to CPS on the expression of mRNA for two factors critical to brain development, nerve growth factor (NGF) and reelin, were investigated in the forebrain of rats. In addition, the expression of mRNA for the muscarinic acetylcholine receptor (mAChR) M(1) subtype and cell-specific markers for developing neurons (beta-III tubulin), astrocytes (glial fibrillary acidic protein, GFAP), and oligodendrocytes (myelin-associated glycoprotein, MAG) was also investigated. Oral administration of CPS (1.5 or 3.0 mg/kg) or the corn oil vehicle was performed daily from postnatal days (PNDs) 1 through 6. No signs of overt toxicity or of cholinergic hyperstimulation were observed after CPS administration. Body weight was significantly different from controls on PND7 in both males and females exposed to 3.0 mg/kg CPS. Quantitative PCR was performed on the forebrain. The expression of NGF, reelin, and M(1) mAChR mRNA was significantly reduced with both dosages of CPS in both sexes. beta-III Tubulin mRNA expression remained unchanged after exposure, whereas MAG mRNA expression was significantly decreased with both dosages of CPS in both sexes, suggesting effects on the developing oligodendrocytes. In contrast, GFAP mRNA levels were significantly increased with both dosages of CPS in both sexes, suggesting increased astrocyte reactivity. /The/ ... findings indicate that dosages of CPS which cause significant cholinesterase inhibition but do not exert overt toxicity can adversely affect the expression levels of critical genes involved in brain development during the early postnatal period in the rat."
        },
        {
            "References": "PMID:16760416",
            "Value": "/DEVELOPMENTAL NEUROTOXICITY/ Developmental exposure to the organophosphorous insecticide chlorpyrifos (CPF) induces long-term effects on brain and behavior in laboratory rodents. We evaluated in adult mice the behavioral effects of either fetal and/or neonatal CPF exposure at doses not inhibiting fetal and neonatal brain cholinesterase. CPF (3 or 6 mg/kg) was given by oral treatment to pregnant females on gestational days 15-18 and offspring were treated sc (1 or 3 mg/kg) on postnatal days (PNDs) 11-14. Serum and brain acetylcholinesterase (AChE) activity was evaluated at birth and 24 h from termination of postnatal treatments. On PND 70, male mice were assessed for spontaneous motor activity in an open-field test and in a socioagonistic encounter with an unfamiliar conspecific. Virgin females underwent a maternal induction test following presentation of foster pups. Both sexes were subjected to a plus-maze test to evaluate exploration and anxiety levels. Gestational and postnatal CPF exposure (higher doses) affected motor activity in the open field and enhanced synergically agonistic behavior. Postnatal CPF exposure increased maternal responsiveness toward pups in females. Mice of both sexes exposed to postnatal CPF showed reduced anxiety response in the plus-maze, an effect greater in females. Altogether, developmental exposure to CPF at doses that do not cause brain AChE inhibition induces long-term alterations in sex-specific behavior patterns of the mouse species. Late neonatal exposure on PNDs 11-14 was the most effective in causing behavioral changes. These findings support the hypothesis that developmental CPF may represent a risk factor for increased vulnerability to neurodevelopmental disorders in humans."
        },
        {
            "References": "California Environmental Protection Agency Department of Pesticide Regulation; Chlorpyrifos Summary of Toxicological Data (2001). Available from, as of August 24, 2007: https://www.cdpr.ca.gov/docs/toxsums/pdfs/253.pdf",
            "Value": "/GENOTOXICITY/ Chlorpyrifos (95.7%); primary rat hepatocytes tested for unscheduled DNA synthesis at 10-6, 3.13 x10-6, x 10-5, 3.16 x 10-5 and 1 x 10-4 M; triplicate cultures in a single trial; no evidence of UDS; toxicity at the highest concentration."
        },
        {
            "References": "California Environmental Protection Agency Department of Pesticide Regulation; Chlorpyrifos Summary of Toxicological Data (2001). Available from, as of August 24, 2007: https://www.cdpr.ca.gov/docs/toxsums/pdfs/253.pdf",
            "Value": "/GENOTOXICITY/ Chlorpyrifos, purity of 98.6%, was evaluated for clastogenic potential using rat lymphocytes treated for 4 hours with concentrations of 0 (DMSO), 5, 16.7, 50, 167.7, 500, 1667.0 or 5000 mg/mL (Assay 1) and 0, 5.0, 16.7, 50.0 and 167.0 mg/mL (Assay 2) with and without S-9 metabolic activation. Cultures were harvested 24 hours after treatment in Assay 1 and 24 and 48 hours after treatment in Assay 2. No increase in chromosomal aberrations at the highest scorable dose levels of 167 mg/mL (without S-9) and 50 mg/mL (with S-9)."
        },
        {
            "References": "PMID:16413821",
            "Value": "/GENOTOXICITY/ ... Chlorpyrifos ... /was/ studied for ... potential of forming DNA monoadducts, DNA interstrand crosslinks, and DNA-protein crosslinks in primary mouse hepatocytes via the assays of bioluminescence, ethidium bromide fluorescence, and K+-SDS precipitation. DNA interstrand crosslinks were also measured on calf thymus DNA. It was shown that chlorpyrifos could not form DNA adducts."
        },
        {
            "References": "PMID:814455",
            "Value": "/GENOTOXICITY/ Dursban was screened for mutagenicity by the rec-assay procedure using different strains of Bacillus subtilis, as well as reversion assays on plates utilizing auxotrophic strains of Escherichia coli (WP2) and Salmonella typhimurium (Ames series). Results were negative."
        },
        {
            "References": "PMID:6198172",
            "Value": "/GENOTOXICITY/ Genotoxicity and embryotoxicity of chlorpyrifos (CPF) and 2 metabolites were evaluated using chick embryo, Chinese hamster ovary cell (CHO), and by examining blastocysts from superovulated cows crossed to chlorpyrifos-treated bulls. Test compounds were administered to 3-day old embryos by air cell method. LD50 was 1,500 ug/L/embryo when mortality was checked through and including 17 days of development. The metabolites were more embryotoxic than the CPF. CPF and its metabolites did not increase the sister chromatid (SCE) frequency above background at any dosage in 3-day old chick embryo assay. None of the compounds increased sister chromatid frequencies in 3-point dosage tests (1, 10, 100 ug/L) using Chinese hamster ovary cells. Studies of bovine blastocysts did not reveal evidence of chromosome aberrations or developmental anomalies associated with pesticide application."
        },
        {
            "References": "Won YK et al; Neurotox 22: 37-46 (2001)",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ Chlorpyrifos (CPF) is an organophosphorus insecticide that elicits toxicity through inhibition of acetylcholinesterase (AChE). Young animals are markedly more sensitive than adults to the acute toxicity of CPF. ... Acetylcholine (ACh) release and its muscarinic receptor-mediated regulation (i.e. muscarinic autoreceptor function, MAF) during maturation /were evaluated/ as a possible contributing factor to age-related differences in sensitivity. Cortical and striatal slices were prelabeled with [(3)H]choline chloride, superfused in the presence or absence of the anticholinesterase physostigmine (PHY, 20 M) and stimulated twice (S1 and S2) with a high concentration of potassium chloride (20 mM). Depolarization-stimulated ACh release (DSAR) was lowest in neonatal, intermediate in juvenile and markedly higher in adult tissues. MAF was not detectable in tissues from neonatal rats but was present in juvenile and adult tissues. ACh release and MAF were studied at 4, 24 and 96 hr following oral exposure to CPF (0, 0.5 or 1xLD10). In general, 40-60% and 80-90% maximal AChE inhibition followed exposure to the respective 0.5 and 1xLD10 dosages. DSAR was decreased in neonatal cortex 1 day after LD10 exposure but increased in juvenile striatum 1 day after LD10 treatment. In adults, DSAR was reduced at 4 and 24 hr after exposure, but increased 96 hr after CPF exposure. In juveniles, MAF was reduced in both brain regions at 24 hr after 0.5LD10 exposure and at 24 and 96 hr after LD10 exposure in cortex. A later reduction in MAF was noted in adult tissues (i.e. only at 96 hr after LD10 treatment). Together, the results suggest that ACh release dynamics in brain vary markedly during postnatal maturation and that acute CPF exposure can alter ACh release in an age-related manner. The functional status of presynaptic processes regulating neurotransmitter release may contribute to age-related neurotoxicity elicited by high-dose exposures to chlorpyrifos."
        },
        {
            "References": "PMID:17321052",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ Prolonged exposure to organophosphate (OP) pesticides may produce cognitive deficits reflective of hippocampal injury in both humans and rodents. Recent work has indicated that microtubule trafficking is also adversely affected by exposure to the OP pesticide chlorpyrifos, suggesting a novel mode of OP-induced neurotoxicity. The present studies examined effects of prolonged exposure to chlorpyrifos oxon (CPO) on acetylcholinesterase (AChE) activity, immunoreactivity (IR) of microtubule-associated proteins, neuronal injury, and tubulin polymerization using in vitro organotypic slice cultures of rat hippocampus and bovine tubulin. Cultures were exposed to CPO (0.1-10 uM) in cell culture medium for 1-7 days, a regimen producing progressive reductions in AChE activity of 15-60%. Cytotoxicity (somatic uptake of the non-vital marker propidium iodide), as well as IR of alpha-tubulin and microtubule-associated protein-2 (a/b) [MAP-2], was assessed 1, 3, and 7 days after the start of CPO exposure. As early as 24 h after the start of exposure, CPO-induced deficits in MAP-2 IR were evident and progressive in each region of slice cultures at concentrations as low as 0.1 uM. CPO exposure did not alter alpha-tubulin IR at any time point. Concentration-dependent injury in the cornu ammonis (CA)1 pyramidal cell layer and to a lesser extent, CA3 and dentate cells, was evident 3 days after the start of CPO exposure (>or=0.1 uM) and was greatest after 7 days. Tubulin polymerization assays indicated that CPO (>or=0.1 uM) markedly inhibited the polymerization of purified tubulin and MAP-rich tubulin, though effects on MAP-rich tubulin were more pronounced. These data suggest that exposure to CPO produces a progressive decrease in neuronal viability that may be associated with impaired microtubule synthesis and/or function."
        },
        {
            "References": "PMID:17644233",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ ... In vitro inhibition studies indicated that ChE in neonatal tissues was markedly more sensitive to inhibition by the active metabolite of chlorpyrifos (i.e., chlorpyrifos oxon, CPO) than enzyme in adult tissues (IC(50) values: neonates, 17 nM; adults, 200 nM). Chelation of free calcium with EDTA had relatively little effect on in vitro cholinesterase inhibition, suggesting that differential A-esterase activity was not responsible for the age-related difference in cholinesterase sensitivity between age groups. Pre-incubation of neonatal and adult tissues with selective inhibitors of AChE and butyrylcholinesterase (BChE) indicated that a majority (82-90%) of ChE activity in the heart of both neonates and adults was BChE. The rapid onset (by 4hr after dosing) of changes in muscarinic receptor binding in adult heart may be a reflection of the more potent direct binding to muscarinic receptors by chlorpyrifos oxon previously reported in adult tissues. The results suggest that ChE activity (primarily BChE) in neonatal heart may be inherently more sensitive to inhibition by some anticholinesterases and that toxicologically significant binding to muscarinic receptors may be possible with acute chlorpyrifos intoxication, potentially contributing to age-related differences in sensitivity."
        },
        {
            "References": "Hardman, J.G., L.E. Limbird, P.B., A.G. Gilman. Goodman and Gilman's The Pharmacological Basis of Therapeutics. 10th ed. New York, NY: McGraw-Hill, 2001., p. 183",
            "Value": "/OTHER TOXICITY INFORMATION/ The cardiovascular actions of anticholinesterase agents are complex, since they reflect both ganglionic and postganglionic effects of accumulated ACh on the heart and blood vessels. The predominant effect on the heart from the peripheral action of accumulated ACh is bradycardia, resulting in a fall in cardiac output. Higher doses usually cause a fall in blood pressure, often as a consequence of effects of anticholinesterase agents on the medullary vasomotor centers of the CNS. /Anticholinesterase agents/"
        },
        {
            "References": "PMID:17618723",
            "Value": "/OTHER TOXICITY INFORMATION/ ... Freshly eclosed first instar larvae of Drosophila melanogaster transgenic for hsp70 (hsp70-lacZ) Bg(9) were fed on 0.015-150.0ppb dichlorvos and chlorpyrifos mixed food. Virgin flies eclosing from the normal and contaminated food were pair-mated to examine the effect of the test chemicals on reproduction of the exposed organisms. Expression of hsp70, sex peptide (SP or Acp70A), accessory gland protein (Acp36DE) and tissue damage was examined in reproductive organs of adult fly. Exposed organisms exhibited a dose-dependent significantly reduced reproductive outcome and males were found to be more sensitive than females. Hsp70 expression was restricted only within the testis lobes of male fly while it was not induced in the ovary of the female. In concurrence with absence of hsp70 expression in the accessory glands of male fly, tissue damage was evident in them. Acp70A and Acp36DE expression were found to be significantly downregulated at the higher concentrations of the test chemicals. The study suggests that (i) dichlorvos is more deleterious to fly reproduction compared to chlorpyrifos with an adverse effect on Acp70A and Acp36DE expression required to facilitate normal reproduction; (ii) hsp70 may be used as a marker of cellular damage against dichlorvos and chlorpyrifos in Drosophila."
        },
        {
            "References": "International Labour Office. Encyclopedia of Occupational Health and Safety. Vols. I&II. Geneva, Switzerland: International Labour Office, 1983., p. 1638",
            "Value": "/OTHER TOXICITY INFORMATION/ The main feature of the toxic mechanism of organophosphorus pesticides is inhibition of the esterase enzyme activity, in particular of cholinesterase, which plays an important physiological part. Organophosphorus pesticides can also indirectly interact with the biochemical receptors of acetylcholine. /Organophosphorus pesticides/"
        },
        {
            "References": "PMID:6192601",
            "Value": "/OTHER TOXICITY INFORMATION/ Liver RNA and DNA isolated from male mice ip injected with 2 doses (5 and 15 mg/kg body weight) of labeled chlorpyrifos were hydrolyzed. Radioactivity resulting from incorporation and alkylation of RNA and DNA was measured. Labeled 7-ethylguanine was found in RNA hydrolysate. In DNA hydrolysate (14)C7-ethylguanine was missing and major radioactivity was found in 2 unknown peaks, one of which corresponds to 3x10-2% of the applied dose. The results indicate that the extent of alkylation obtained with chlorpyrifos is high as compared with other organophosphates with methyl esters."
        }
    ],
    "sediment_soil_concentrations": [
        {
            "References": "(1) Konda LN, Pasztor Z; J Agric Food Chem 49: 3859-63 (2001) (2) Xue N et al; Chemosphere 61: 1594-1606 (2005) (3) Pereira WE et al; Environ Toxicol Chem 15: 172-80 (1996) (4) Hall LW, Alden RW; Environ Toxicol Chem 16: 1606-1617 (1997) (5) Sherbloom PM et al; Mar Pollut Bull 30: 568-73 (1995) (6) Delgado-Moreno L et al; J Agric Food Chem 59: 9448-9456 (2011) (7) Echols KR et al; Arch Environ Contam Toxicol 55: 161-172 (2008)",
            "Value": "SEDIMENT: Chlorpyrifos was detected at a concentration of 0.007 mg/kg in stream sediment 28 days after application of 0.298 mg/kg to a nearby maize field in Hungary(1). Chlorpyrifos was detected in sediment samples collected from seven sites in the Beijing Guanting reservior in September and November 2003 and June and August 2004 at concentrations ranging from 52.9 to 165 pg/g dry weight, mean 65.9 pg/g dry weight(2). Chlorpyrifos was detected in suspended particulates of the San Joaquin River and its tributaries at less than 0.5 to 153 ng/L and sediment at concentrations of less than 0.5 to 7.2 ng/g(3). Chlorpyrifos was detected in sediment of the Chesapeake Bay at a concentration of 0.0016 ug/kg(4). Chlorpyrifos was detected at mean concentrations of 0-40 ng/g in sediment of Sarasota Bay, FL(5). Sediment samples collected from two southern California watersheds in 2009 (Santa Clara River and Calleguas Creek) contained median chlorpyrifos concentrations of 19 and 2 ng/g(6). Sediment samples collected from 19 depositional areas along the lower Missouri River from Omaha, NE to Jeffersin City, MO in 2002 contained chlorpyrifos levels as high as 6 ng/g(7)."
        },
        {
            "References": "(1) Cavanagh JE et al; Mar Pollut Bull 39: 367-75 (1999) (2) Dogheim SM et al; J AOAC Int 79: 111-116 (1997) (3) Simcox NJ et al; Environ Health Pers 103: 1126-34 (1995)",
            "Value": "SOIL: Chlorpyrifos was detected in soil samples collected from 13 farms in the Herbert region and 16 farms in the Burdekin region of the Great Barrier Reef lagoon, Australia in 1995 and 1996 at concentration ranges of <0.005 to 0.936 ng/g dry weight and <0.005 to 0.987 ng/g dry weight, respectively(1). Chlorpyrifos was detected at a concentration of 1.106 ppb in soil near a factory in Kafr El-Zayat, Egypt(2). Chlorpyrifos was detected in soil from households of farmers and farm workers at a mean concentration of 17 ng/g and in soil from non agriculturally employed households at a mean concentration of 11 ng/g(3)."
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "(1) Felsot A, Dahm PA; J Agr Food Chem 27: 557 (1979) (2) McCall PJ et al; Bull Environ Contam Toxicol 24: 190 (1980) (3) Kenaga EE; Environ Sci Technol 14: 553 (1980) (4) Bondarenko S, Gan J; Environ Toxicol Chem 23: 1809-1814 (2004) (5) Kanazawa J; Environ Toxicol Chem 8: 477-84 (1989) (6) Racke KD; Rev Environ Contam Toxicol 131: 1-150 (1993) (7) USDA; Agric Res Service. ARS Pesticide Properties Database. Last Updated Nov 6, 2009. Chlorpyriofs (2912-88-2). Available from, as of April 3, 2014: https://www.epa.gov/reg3hwmd/risk/human/rb-concentration_table/userguide/ARSPesticideDatabaseUSDA2009.pdf (8) Swann RL et al; Res Rev 85: 17-28 (1983) (9) Pike KJ, Getzin LW; J Econ Entomol 74: 385 (1981) (10) Sharom MS et al; Water Res 14: 1095 (1980) (11) Neely WB; Int J Environ Stud 13: 101 (1979) (12) Hughes DN et al; Arch Environ Contam Toxicol 9: 269 (1980) (13) Lu J et al; J Environ Qual 35: 1795-1802 (2006)",
            "Value": "Koc values of 4,381 to 6,129 were measured in four different soils with organic carbon content varying from 0.88 to 6.55%; virtually complete adsorption was noted in soil of organic content of 31.65%(1). An average Koc value of 6,070 was determined in soil column studies using 3 agricultural soils(2). An experimental Koc value of 13,600 was reported for a single soil  type(3). After incubation for 1 day in sediment from an urban freshwater stream, the Koc for chlorpyrifos was reported as 2,900 to 17,000(4). Koc values of 2740 and 995 were determined in a clay loam and high clay soil respectively, with a mean Koc of 1868(5). In a review of the environmental fate of chlorpyrifos, Koc values of 995-31,000 were reported in a variety of soils(6). Based on multiple Koc values, chlorpyrifos was assigned a selected Koc value of 9930(7). According to a classification scheme(8), these measured Koc values suggest that chlorpyrifos is expected to have low to no mobility in soil. Greater than 99% of chlorpyrifos applied to a loam soil remained in the upper 2.5 cm soil layer after periodic irrigation with overhead sprinklers indicating relative immobility(9). In laboratory studies using a sandy loam soil, chlorpyrifos was determined to be relatively immobile(10). In a simulated ecosystem study, the chlorpyrifos concentration in the sediment was as much as 4 times greater than in the water-phase(11). Chlorpyrifos applied to a natural pond was observed to rapidly absorb to bottom sediments(12). Koc of >7430 was observed with sediment in a nursery recycling pond study(13)."
        }
    ],
    "plant_translocation": [
        {
            "References": "doi:10.1016/j.jfca.2020.103494",
            "Value": "chlorpyrifos has no systemic. "
        }
    ]
}