{
    "_id": {
        "$oid": "6682e9abc4e5dba5ffba2bc8"
    },
    "CID": {
        "$numberInt": "2735111"
    },
    "Name": "SODIUM PALMITATE",
    "IUPACName": "sodium;hexadecanoate",
    "CanonicalSMILES": "CCCCCCCCCCCCCCCC(=O)[O-].[Na+]",
    "Synonyms": [
        "SODIUM PALMITATE",
        "408-35-5",
        "Palmitic acid sodium salt",
        "Sodium hexadecanoate",
        "Hexadecanoic acid",
        "sodium salt",
        "sodium;hexadecanoate",
        "Palmitic acid",
        "sodium salt",
        "Hexadecanoic acid sodium salt",
        "Palmitic acid (sodium)",
        "JQ43KP6296",
        "MFCD00002749",
        "Hexadecanoic acid",
        "sodium salt (1:1)",
        "Sodium pentadecanecarboxylate",
        "HSDB 759",
        "EINECS 206-988-1"
    ],
    "IsomericSMILES": "CCCCCCCCCCCCCCCC(=O)[O-].[Na+]",
    "INCHI": "InChI=1S/C16H32O2.Na/c1-2-3-4-5-6-7-8-9-10-11-12-13-14-15-16(17)18;/h2-15H2,1H3,(H,17,18);/q;+1/p-1",
    "INCHIKEY": "GGXKEBACDBNFAF-UHFFFAOYSA-M",
    "Formula": "C16H31NaO2",
    "MolecularWeight": {
        "$numberDouble": "278.41"
    },
    "Description": {
        "$numberDouble": "NaN"
    },
    "XlogP": {
        "$numberDouble": "NaN"
    },
    "Complexity": {
        "$numberInt": "184"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "mechanism_of_action": [
        {
            "References": "PMID:17478729",
            "Value": "Vascular dysfunction is a major complication of metabolic disorders such as diabetes and obesity. The current studies were undertaken to determine whether inflammatory responses are activated in the vasculature of mice with diet-induced obesity, and if so, whether Toll-Like Receptor-4 (TLR4), a key mediator of innate immunity, contributes to these responses. Mice lacking TLR4 (TLR4(-/-)) and wild-type (WT) controls were fed either a low fat (LF) control diet or a diet high in saturated fat (HF) for 8 weeks. In response to HF feeding, both genotypes displayed similar increases of body weight, body fat content, and serum insulin and free fatty acid (FFA) levels compared with mice on a LF diet. In lysates of thoracic aorta from WT mice maintained on a HF diet, markers of vascular inflammation both upstream (IKK-beta activity) and downstream of the transcriptional regulator, NF-kappa-B (ICAM protein and IL-6 mRNA expression), were increased and this effect was associated with cellular insulin resistance and impaired insulin stimulation of endothelial nitric oxide synthase (eNOS). In contrast, vascular inflammation and impaired insulin responsiveness were not evident in aortic samples taken from TLR4(-/-) mice fed the same HF diet, despite comparable increases of body fat mass. Incubation of either aortic explants from WT mice or cultured human microvascular endothelial cells with the saturated FFA, palmitate (100 mol/L), similarly activated IKK-beta, inhibited insulin signal transduction and blocked insulin-stimulated NO production. Each of these effects was subsequently shown to be dependent on both TLR4 and NF-kappa-B activation. These findings identify the TLR4 signaling pathway as a key mediator of the deleterious effects of palmitate on endothelial NO signaling, and are the first to document a key role for TLR4 in the mechanism whereby diet-induced obesity induces vascular inflammation and insulin resistance. /Palmitate/"
        },
        {
            "References": "PMID:12782313",
            "Value": "Insulin stimulates its own secretion and synthesis by pancreatic beta-cells. Although the exact molecular mechanism involved is unknown, changes in beta-cell insulin signalling have been recognized as a potential link between insulin resistance and its impaired release, as observed in non-insulin-dependent diabetes. However, insulin resistance is also associated with elevated plasma levels of free fatty acids (FFA) that are well known modulators of insulin secretion by pancreatic islets. This information led us to investigate the effect of FFA on insulin receptor signalling in pancreatic islets. Exposure of pancreatic islets to palmitate caused up-regulation of several insulin-induced activities including tyrosine phosphorylation of insulin receptor and pp185. This is the first evidence that short exposure of these cells to 100 microM palmitate activates the early steps of insulin receptor signalling. 2-Bromopalmitate, a carnitine palmitoyl-CoA transferase-1 inhibitor, did not affect the effect of the fatty acid. Cerulenin, an acylation inhibitor, abolished the palmitate effect on protein levels and phosphorylation of insulin receptor. This result supports the proposition that protein acylation may be an important mechanism by which palmitate exerts its modulating effect on the intracellular insulin signalling pathway in rat pancreatic islets."
        },
        {
            "References": "PMID:12007739",
            "Value": "Accumulation of long-chain fatty acids in the heart has been proposed to play a role in the development of heart failure and diabetic cardiomyopathy. Several animal models with increased cardiomyocyte lipid accumulation suggest a link between the accumulation of lipid, cardiomyocyte cell death and the development of cardiomyopathy. In this review, we discuss the mechanism through which fatty acid accumulation may contribute to the development or progression of heart failure by initiation of apoptotic cell death. Long-chain saturated fatty acids induce apoptosis through a mechanism involving the generation of reactive intermediates. Reactive intermediate production occurs in concert with de novo ceramide synthesis, but ceramide production is not required for cell death. Cardiomyocyte dysfunction and death from reactive intermediates generated by long-chain saturated fatty acids may contribute to the pathogenesis of human heart disease. /Long-chain Fatty Acids/"
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "PMID:6177944",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ The effects of sodium palmitate were studied on the transmembrane potential properties of canine subendocardial Purkinje fibers and on the Purkinje fibers of the dog and the sheep false tendons with standard microelectrode technique. Following 4 hr of superfusion with palmitate/albumin = 10, action potential duration in all preparations was prolonged (p less than 0.05), and resting membrane potential, action potential amplitude, and maximum rate of rise were slightly but significantly (p less than 0.05) diminished in the subendocardial preparation, but not in the false tendons. Action potential prolongation was reversible in the dog preparations but only partially reversible in the sheep Purkinje fibers. Following palmitate-induced prolongation of the action potential duration, rapid spontaneous diastolic depolarization was observed in the subendocardial Purkinje fibers. Palmitate enhanced spontaneous diastolic depolarization in the sheep but not in the dog Purkinje fibers (false tendons). Albumin alone had no effect on all action potential properties in both species."
        },
        {
            "References": "PMID:1130215",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Transmembrane action potentials (APs) were recorded from the left ventricle and glucose uptake was estimated in the isolated guinea-pig hearts perfused with Langendorff method. After the control period the perfusion fluid was changed for the solution of altered composition containing: 1) 0.5 mM of palmitate complexed with 4% albumin and no glucose; 2) 0.1 mM or 0.5 mM of palmitate added to solution containing 11 mM of glucose; 3) substrate-free solution; 4) solution equilibrated with 5% CO-2 + 95% N-2. In all experimental groups marked shortening of AP duration was observed accompanied by the shortening of the functional refractory period and by the desynchronization of repolarization. The effect of perfusion with the substrate-free solution was similar to that evoked by substituting palmitate for glucose. In all the groups except for anoxia, fibrillation either occurred spontaneously or it was evoked by early extra stimuli. Fibrillation was reversible in all groups except for substitution 0.5 mM palmitate for glucose. Under anoxic conditions loss of excitability was observed, and shortening of AP was smaller than under palmitate. Glucose uptake was inhibited by 30% in the presence of 0.5 mM of palmitate, but not by 0.1 mM of palmitate."
        },
        {
            "References": "PMID:4840846",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Sodium palmitate produced hyperthermia when injected into cerebral ventricles of conscious cats. Threshold effects began with minimum of 2.0-5.0 mug sodium palmitate. Hyperthermic effect reached maximum 2-3 hr after administration & lasted more than 12 hr."
        },
        {
            "References": "Day HJ et al;  Am J Med Sci 253 (1): 113 (1967)",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Experiment using 195 dogs. Each dog infused intravenously over 5 min period with 10 ml/kg of 0.1% suspension of sodium salt of palmitic acid. Saline was the control. 33% of dogs died, massive thrombosis was found at necropsy."
        },
        {
            "References": "PMID:8095429",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ Acute hypertension, induced in rats by intravenous injection of angiotensin II, previously has been shown to increase cerebrovascular permeability to macromolecules. The purpose of this study was to examine the effect of acute hypertension on Na+,K(+)-ATPase, the enzyme responsible for controlling ionic permeability of the cerebromicrovascular endothelium. The K(+)-dependent p-nitrophenylphosphatase activity of the cerebromicrovascular Na+,K(+)-ATPase was determined using microvessels prepared from hypertensive and normotensive rats. When compared to controls, a 70% decrease (P < 0.02) in the maximum rate (Vmax) of the Na+,K(+)-ATPase from hypertensive rats was evident with no change in the Michaelis constant (KM). In contrast, gamma-glutamyltranspeptidase, a marker enzyme for cerebral endothelial cells, was not significantly affected. Sodium arachidonate (1-100 microM) inhibited the phosphatase activity of the Na+,K(+)-ATPase in microvessels isolated from both normotensive and hypertensive rats in a dose-dependent manner. Furthermore, poly-unsaturated fatty acids (sodium linoleate and arachidonate) evoked the greatest inhibition of the enzyme, while sodium oleate and sodium palmitate inhibited the Na+,K(+)-ATPase to lesser extents. This regulation of enzyme activity by fatty acids was comparable in control and hypertensive groups ... /Sodium salt/"
        },
        {
            "References": "PMID:970471",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ ... In vitro experiments using kidney cortical slices from acidotic dogs show that addition of sodium octanoate (0.05-10 mM) or sodium palmitate (0.1-2.5 mM) to the incubation medium induces a 35% decrease in both ammonia and glucose production when L-glutamine (1 mM) is used as the basic ammoniagenic and gluconeogenic substrate. Glutamine uptake decreases concomitantly, whereas tissue glutamate either rises or remains unchanged. The same results were observed when L-glutamate (5 mM) was used as substrate. Glycerol (5 mM) in the medium has no effect on ammoniagenesis, whereas gluconeogenesis increases by 81%."
        },
        {
            "References": "PMID:10433196",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ The aim of the present investigation was to study whether prolonged exposure of isolated rat islets to the long chain fatty acid sodium palmitate leads to uncoupling of respiration. It was found that culture of islets in the presence of palmitate abolished glucose-sensitive insulin release and decreased insulin contents. This was paralleled by decreased ATP contents, increased respiration, and decreased islet cell mitochondrial membrane potential. Using electron microscopy, an increase in the beta-cell mitochondrial volume in islets exposed to palmitate was observed. The addition of the uncoupler carbonyl cyanide p-(trifluoromethoxy)phenylhydrazone, at a concentration that decreased mitochondrial membrane potential to a similar extent as palmitate, diminished the glucose-induced insulin release. In addition, islet generation of reactive oxygen species, but not of nitric oxide, was increased in response to a long-term palmitate exposure."
        }
    ]
}