{
    "_id": {
        "$oid": "6682e7f3c4e5dba5ffba2326"
    },
    "CID": {
        "$numberInt": "2771"
    },
    "Name": "Citalopram",
    "IUPACName": "1-[3-(dimethylamino)propyl]-1-(4-fluorophenyl)-3H-2-benzofuran-5-carbonitrile",
    "CanonicalSMILES": "CN(C)CCCC1(C2=C(CO1)C=C(C=C2)C#N)C3=CC=C(C=C3)F",
    "Synonyms": [
        "citalopram",
        "59729-33-8",
        "Nitalapram",
        "Cipram",
        "Celexa",
        "Citalopramum",
        "Citadur",
        "Citalopramum [INN-Latin]",
        "Bonitrile",
        "1-[3-(dimethylamino)propyl]-1-(4-fluorophenyl)-1,3-dihydro-2-benzofuran-5-carbonitrile",
        "[3H]Citalopram",
        "1-(3-(Dimethylamino)propyl)-1-(4-fluorophenyl)-1,3-dihydroisobenzofuran-5-carbonitrile",
        "Lu 10-171",
        "UNII-0DHU5B8D6V",
        "EINECS 261-891-1"
    ],
    "IsomericSMILES": "CN(C)CCCC1(C2=C(CO1)C=C(C=C2)C#N)C3=CC=C(C=C3)F",
    "INCHI": "InChI=1S/C20H21FN2O/c1-23(2)11-3-10-20(17-5-7-18(21)8-6-17)19-9-4-15(13-22)12-16(19)14-24-20/h4-9,12H,3,10-11,14H2,1-2H3",
    "INCHIKEY": "WSEQXVZVJXJVFP-UHFFFAOYSA-N",
    "Formula": "C20H21FN2O",
    "MolecularWeight": {
        "$numberDouble": "324.4"
    },
    "Description": "1-[3-(dimethylamino)propyl]-1-(4-fluorophenyl)-1,3-dihydro-2-benzofuran-5-carbonitrile is a nitrile that is 1,3-dihydro-2-benzofuran-5-carbonitrile in which one of the hydrogens at position 1 is replaced by a p-fluorophenyl group, while the other is replaced by a 3-(dimethylamino)propyl group. It is a member of 2-benzofurans, a nitrile, an organofluorine compound, a cyclic ether and a tertiary amino compound. It is a conjugate base of a 3-[5-cyano-1-(4-fluorophenyl)-1,3-dihydro-2-benzofuran-1-yl]-N,N-dimethylpropan-1-aminium.",
    "XlogP": {
        "$numberDouble": "3.2"
    },
    "Complexity": {
        "$numberInt": "466"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "fish_seafood_concentrations": [
        {
            "References": "(1) Brozinski JM et al; Environ Sci Technol 47: 342-348 (2013) (2) Schultz MM et al; Environ Sci Technol 44: 1918-1925 (2010) (3) Metcalfe CD et al; Environ Toxicol Chem 29: 79-89 (2010)",
            "Value": "Citalopram was tested for but not detected in fish, bream (Abramis brama) and roach (Rutilus rutilus), caught downstream of a wastewater treatment plant on Lake Haapajarvi, southeastern Finland and sampled in 2010(1). Citalopram concentrations in brain tissue from white suckers (Catostomus commersoni) from Boulder Creek, CO ranged from not detected-0.212 ng/g and not detected-0.0572 ng/g in fish from Fourmile Creek, IA. Both creeks are impacted by municipal wastewater effluent. The compound was not detected in water samples upstream from the plants; sampling was conducted in April 2005 and March 2005, respectively. Sampling of fish from Fourmile Creek in 2006 resulted in a range of not detected to 0.195 ng/g; limit of detection = 0.015 ng/g(2). Fathead minnows (Pimephales promelas) caged in the Grand River, southern Ontario Canada from August 10 to 24, 2007 downstream of a wastewater treatment plant were evaluated for accumulated antidepressants. Citalopram was detected at a mean concentration of 2.84 ug/kg wet wt in fathead minnows caged 10 m below the discharge. It was not detected in fish above the disharge point nor in fish further downstream(3)."
        },
        {
            "References": "PMID:28813145",
            "Value": "The continuous release of pharmaceuticals and personal care products (PPCPs) into freshwater systems impacts the health of aquatic organisms. This study evaluates the concentrations and bioaccumulation of PPCPs and the selective uptake of antidepressants in fish from the Niagara River, which connects two of the North American Great lakes (Erie and Ontario). The Niagara River receives PPCPs from different wastewater treatment plants (WWTPs) situated along the river and Lake Erie. Of the 22 targeted PPCPs, 11 were found at part-per-billion levels in WWTP effluents and at part-per-trillion levels in river water samples. The major pollutants observed were the antidepressants (citalopram, paroxetine, sertraline, venlafaxine, and bupropion, and their metabolites norfluoxetine and norsertraline) and the antihistamine diphenhydramine. These PPCPs accumulate in various fish organs, with norsertraline exhibiting the highest bioaccumulation factor (up to about 3000) in the liver of rudd (Scardinius erythrophthalmus), which is an invasive species to the Great Lakes. The antidepressants were selectively taken up by various fish species at different trophic levels, and were further metabolized once inside the organism. The highest bioaccumulation was found in the brain, followed by liver, muscle, and gonads, and can be attributed to direct exposure to WWTP effluent."
        },
        {
            "References": "PMID:28825984",
            "Value": "The treated effluent from sewage treatment plants (STP) is a major source of active pharmaceutical ingredients (APIs) that enter the aquatic environment. Bioaccumulation of 11 selected psychoactive pharmaceuticals (citalopram, clomipramine, haloperidol, hydroxyzine, levomepromazine, mianserin, mirtazapine, paroxetine, sertraline, tramadol and venlafaxine) was examined in Zivny Stream (tributary of the Blanice River, the Czech Republic), which is a small stream highly affected by effluent from the Prachatice STP. Six of the 11 pharmaceuticals were detected in grab water samples and in passive samplers. All pharmaceuticals were found in fish exposed to the stream for a defined time. The organs with highest presence of the selected pharmaceuticals were the liver and kidney; whereas only one pharmaceutical (sertraline) was detected in the brain of exposed fish. Fish plasma and muscle samples were not adequate in revealing exposure because the number of hits was much lower than that in the liver or kidney. Using the criterion of a bioaccumulation factor (BAF) = 500, citalopram, mianserin, mirtazapine and sertraline could be classified as potential bioaccumulative compounds. In combination, data from integrative passive samplers and fish liver or kidney tissue samples were complimentary in detection of target compounds and simultaneously helped to distinguish between bioconcentration and bioaccumulation."
        }
    ],
    "sediment_soil_concentrations": [
        {
            "References": "(1) Osorio V et al; Sci Total Environ 40: 267-277 (2016) (2) Schultz MM et al; Environ Sci Technol 44: 1918-1925 (2010) (3) US EPA; Final report: The Environmental Occurrence, Fate, and Ecotoxicity of Selective Serotonin Reuptake Inhibitors (SSRIs) in Aquatic Environments. EPA Grant No: R829006 (2007). Available from, as of Aug 28, 2018: https://cfpub.epa.gov/ncer_abstracts/index.cfm/fuseaction/display.highlight/abstract/1755/report/F",
            "Value": "SEDIMENT: Citalopram was detected in sediments from four representative Iberian river basins (Llobregat, Ebro, Jucar and Guadalquivir) sampled in autumn, 2010(1). Citalopram concentrations ranged from 0.36 to 14.95 ng/g in Boulder Creek, CO; samples were collected in a stretch impacted by municipal wastewater effluent. Sampling was conducted in April 2005 and March 2005, respectively(2). The compound was detected at a range of 0.40-2.88 ng/g in five samples collected in the vicinity of a wastewater treatment plant in Columbus, MS, sampled from April 2005 through March 2006(3)."
        }
    ]
}