{
    "_id": {
        "$oid": "6682e962c4e5dba5ffba2a59"
    },
    "CID": {
        "$numberInt": "27756"
    },
    "Name": "5-ETHYLIDENE-2-NORBORNENE",
    "IUPACName": "5-ethylidenebicyclo[2.2.1]hept-2-ene",
    "CanonicalSMILES": "CC=C1CC2CC1C=C2",
    "Synonyms": [
        "16219-75-3",
        "5-ETHYLIDENE-2-NORBORNENE",
        "Ethylidene-2-norbornene",
        "ethylidene-norbornene",
        "(5E)-5-Ethylidenebicyclo[2.2.1]hept-2-ene",
        "DTXSID1025306",
        "ENB",
        "5-ethylidene 2-norbornene",
        "CHEMBL3188004",
        "AKOS028109999",
        "5-ethylidenebicy-clo[2.2.1]hept-2-ene",
        "FT-0690475"
    ],
    "IsomericSMILES": "CC=C1CC2CC1C=C2",
    "INCHI": "InChI=1S/C9H12/c1-2-8-5-7-3-4-9(8)6-7/h2-4,7,9H,5-6H2,1H3",
    "INCHIKEY": "OJOWICOBYCXEKR-UHFFFAOYSA-N",
    "Formula": "C9H12",
    "MolecularWeight": {
        "$numberDouble": "120.19"
    },
    "Description": {
        "$numberDouble": "NaN"
    },
    "XlogP": {
        "$numberDouble": "2.2"
    },
    "Complexity": {
        "$numberInt": "175"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "environmental_bioconcentrations": [
        {
            "References": "(1) Inspection and Testing Institute; Biodegradation and Bioaccumulation Data of Existing Chemicals Based on the CSCL Japan. Japan Chemical Industry Ecology - Toxicology and Information Center. ISBN 4-89074-101-1 p. 3-9 (1992) (2) Franke C et al; Chemosphere 29: 1501-14 (1994)",
            "Value": "BCFs of 70-160 were obtained in Carp for 5-ethylidene-2-norbornene in an eight-week screening test. According to a classification scheme(2), these BCFs suggest the potential for bioconcentration in aquatic organisms is moderate to high."
        }
    ],
    "environmental_biodegradations": [
        {
            "References": "(1) Chemicals Inspection and Testing Institute; Biodegradation and Bioaccumulation Data of Existing Chemicals Based on the CSCL Japan. Japan Chemical Industry Ecology - Toxicology and Information Center. ISBN 4-89074-101-1 p. 3-9 (1992)",
            "Value": "AEROBIC: 5-Ethylidene-2-norbornene, at a concentration of 100 mg/l, reached 0% of its theoretical BOD over 4 weeks using a mixed inoculum of sludge, soil, and sediment in the Japanese MITI test(1)."
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "PMID:5133255",
            "Value": "CHRONIC INHALATION EXPOSURES: RENAL LESIONS OCCURRED IN RATS AT 90 OR 237 PPM & AT HIGHER DOSE LIVER LESIONS. AT CONCN OF 61 OR 93 PPM FOR 7 HR/DAY FOR 89 DAYS, HEPATIC LESIONS OBSERVED IN DOGS."
        },
        {
            "References": "PMID:5133255",
            "Value": "INHALATION OF 61 PPM FOR 7 HR DAILY FOR 88 DAYS DECR WT GAIN IN MALE, BUT NOT FEMALE RATS, WHEREAS WT GAINS IN DOGS WERE NOT AFFECTED BY 1.5 TIMES THIS CONCENTRATION."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists, Inc. Documentation of the Threshold Limit Values and Biological Exposure Indices. 6th ed. Volumes I, II, III. Cincinnati, OH: ACGIH, 1991., p. 635",
            "Value": "BEAGLE DOGS SURVIVED 89 ... 7-HOUR EXPOSURES AT 93 PPM, BUT SHOWED A VARIETY OF EFFECTS, INCL TESTICULAR ATROPHY, HEPATIC LESIONS AND SLIGHT BLOOD CHANGES. LESS MARKED EFFECTS WERE NOTED AT 61 PPM, AND NONE WERE OBSERVED AT 22 PPM."
        },
        {
            "References": "PMID:5133255",
            "Value": "ETHYLIDENENORBORNENE WAS SLIGHTLY TOXIC BY DERMAL ROUTE & MODERATELY TOXIC BY ORAL ROUTE IN SINGLE DOSE STUDIES IN RATS, RABBITS, MICE, DOGS."
        },
        {
            "References": "PMID:4465175",
            "Value": "NECROSIS FOLLOWING APPLICATION TO RAT SKIN. INHALATION OF 0.11-0.43 MG/L BY MICE OR RATS 4 HR/DAY FOR 7-12.5 WK DECR SOPORIFIC EFFECTS OF HEXENAL & CAUSED MORPHOLOGICAL CHANGES IN HEART, LIVER & ENDOCRINE GLANDS. HORMONAL DYSFUNCTION OF OVARIES IN FEMALE RATS."
        },
        {
            "References": "Zeiger E et al; Environ Mutagen 9: 1-110 (1987)",
            "Value": "Ethylidene norbornene (EN) was tested for mutagenicity in the Salmonella/microsome preincubation assay using a protocol approved by the National Toxicology Program. EN was tested over a wide range of doses (0, 3, 10, 33, 100, and 333 ug/plate) in four Salmonella typhimurium strains (TA98, TA100, TA1535, and TA1537) in the presence and absence of Aroclor-induced rat or hamster liver S9. EN was negative in these tests and the highest ineffective dose level tested (without causing a slight clearing of the background lawn) in any Salmonella tester strain was 100 ug/plate."
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "(1) Meylan WM et al; Environ Sci Technol 26: 1560-67 (1992) (2) Swann RL et al; Res Rev 85: 23 (1983)",
            "Value": "Using a structure estimation method based on molecular connectivity indices(1), the Koc for 5-ethylidene-2-norbornene is estimated to be 900(SRC). According to a classification scheme(2), this estimated Koc value suggests that 5-ethylidene-2-norbornene is expected to have low mobility in soil."
        }
    ]
}