{
    "_id": {
        "$oid": "6682e7f3c4e5dba5ffba2327"
    },
    "CID": {
        "$numberInt": "2796"
    },
    "Name": "CLOFIBRATE",
    "IUPACName": "ethyl 2-(4-chlorophenoxy)-2-methylpropanoate",
    "CanonicalSMILES": "CCOC(=O)C(C)(C)OC1=CC=C(C=C1)Cl",
    "Synonyms": [
        "clofibrate",
        "637-07-0",
        "Ethyl 2-(4-chlorophenoxy)-2-methylpropanoate",
        "Ethyl clofibrate",
        "Atromid-S",
        "Atromid",
        "Liprin",
        "Clofibratum",
        "Clofibrato",
        "EPIB",
        "Arterioflexin",
        "Chlorphenisate",
        "Anparton",
        "Antilipid",
        "Antilipide"
    ],
    "IsomericSMILES": "CCOC(=O)C(C)(C)OC1=CC=C(C=C1)Cl",
    "INCHI": "InChI=1S/C12H15ClO3/c1-4-15-11(14)12(2,3)16-10-7-5-9(13)6-8-10/h5-8H,4H2,1-3H3",
    "INCHIKEY": "KNHUKKLJHYUCFP-UHFFFAOYSA-N",
    "Formula": "C12H15ClO3",
    "MolecularWeight": {
        "$numberDouble": "242.7"
    },
    "Description": "Clofibrate is the ethyl ester of clofibric acid. It has a role as an anticholesteremic drug, an antilipemic drug, a geroprotector and a PPARalpha agonist. It is an aromatic ether, a member of monochlorobenzenes and an ethyl ester. It is functionally related to a clofibric acid.",
    "XlogP": {
        "$numberDouble": "3.3"
    },
    "Complexity": {
        "$numberInt": "232"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "mechanism_of_action": [
        {
            "References": "McEvoy, G.K. (ed.). American Hospital Formulary Service - Drug Information 95. Bethesda, MD: American Society of Hospital Pharmacists, Inc., 1995 (Plus Supplements 1995)., p. 1160",
            "Value": "Clofibrate decreases serum very low-density lipoprotein (VLDL) and low-density lipoprotein (LDL) concn in healthy individuals and abnormal lipoproteins in patients with type III hyperlipoproteinemia. Serum triglyceride concn are usually reduced more than cholesterol concn."
        },
        {
            "References": "McEvoy, G.K. (ed.). American Hospital Formulary Service - Drug Information 95. Bethesda, MD: American Society of Hospital Pharmacists, Inc., 1995 (Plus Supplements 1995)., p. 1160",
            "Value": "The exact mechanism by which clofibrate lowers serum concn of triglycerides and cholesterol is unknown. Apparently, the drug has several antilipemic actions, including increasing triglyceride and VLDL clearance, inhibition of the biosynthesis of cholesterol before mevalonate formation, mobilization of cholesterol from tissues, increasing fecal excretion of neutral sterols, decreasing hepatic lipoprotein synthesis and/or secretion (particularly VLDL), decreasing free fatty acid release, and decreasing triglyceride synthesis."
        },
        {
            "References": "McEvoy, G.K. (ed.). American Hospital Formulary Service - Drug Information 95. Bethesda, MD: American Society of Hospital Pharmacists, Inc., 1995 (Plus Supplements 1995)., p. 1160",
            "Value": "Clofibrate induces changes in blood coagulation which are independent of the lipid-lowering action of the drug. The drug decreases platelet adhesiveness. Plasma fibrinogen concn decrease during the first 6 wk to 4 mo of therapy after which the concn return toward normal. Plasma fibrinolysis is usually increased."
        },
        {
            "References": "Gilman, A.G., T.W. Rall, A.S. Nies and P. Taylor (eds.). Goodman and Gilman's The Pharmacological Basis of Therapeutics. 8th ed. New York, NY. Pergamon Press, 1990., p. 888",
            "Value": "Their primary effect is to increase the activity of lipoprotein lipase, which in turn promotes the catabolism of the triglyceride rich lipoproteins, VLDL and IDL. The drugs may also decrease the hepatic synthesis and secretion of VLDL. Fibric acids are believed to raise HDL cholesterol indirectly as a result of the decrease in the concentration of VLDL triglyceride. VLDL normally exchanges lipids with HDL, the triglycerides of VLDL moving to HDL and the cholesteryl esters of HDL moving to VLDL. When VLDL concentrations are reduced, this exchange is slowed. Cholesteryl esters remain in HDL and thus the concentration of HDL cholesterol increases. /Fibric Acids/"
        }
    ]
}