{
    "_id": {
        "$oid": "6682e963c4e5dba5ffba2a5d"
    },
    "CID": {
        "$numberInt": "27982"
    },
    "Name": "ETHEPHON",
    "IUPACName": "2-chloroethylphosphonic acid",
    "CanonicalSMILES": "C(CCl)P(=O)(O)O",
    "Synonyms": [
        "ETHEPHON",
        "16672-87-0",
        "2-Chloroethylphosphonic acid",
        "(2-Chloroethyl)phosphonic acid",
        "Ethrel",
        "Chlorethephon",
        "Bromeflor",
        "Camposan",
        "Phosphonic acid",
        "(2-chloroethyl)-",
        "2-Cepa",
        "2-Chloroethanephosphonic acid",
        "Etheverse",
        "Flordimex",
        "Kamposan",
        "Tomathrel"
    ],
    "IsomericSMILES": "C(CCl)P(=O)(O)O",
    "INCHI": "InChI=1S/C2H6ClO3P/c3-1-2-7(4,5)6/h1-2H2,(H2,4,5,6)",
    "INCHIKEY": "UDPGUMQDCGORJQ-UHFFFAOYSA-N",
    "Formula": "C2H6ClO3P",
    "MolecularWeight": {
        "$numberDouble": "144.49"
    },
    "Description": "(2-chloroethyl)phosphonic acid is a phosphonic acid compound having a 2-chloroethyl substituent attached to the P-atom. It has a role as a plant growth regulator.",
    "XlogP": {
        "$numberDouble": "-1"
    },
    "Complexity": {
        "$numberInt": "86"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "environmental_biodegradations": [
        {
            "References": "(1) USEPA Registration Eligibility Decision (RED) for Ethephon; EPA-738-R-95-003, April 1995. Available from, as of Sept 6, 2011: https://www.epa.gov/oppsrrd1/REDs/0382.pdf",
            "Value": "AEROBIC: Degradation of ethephon occurs with a half-life of 7.5 days in sandy loam soil when incubated in the dark at 25 °C. The major degradates were ethylene gas and soil bound 2-hydroxy ethyl phosphonic acid. Only 4.7 percent of 14C-radiolabeled ethephon was remaining after 30 days(1)."
        },
        {
            "References": "(1) USEPA Registration Eligibility Decision (RED) for Ethephon; EPA-738-R-95-003, April 1995. Available from, as of Sept 6, 2011: https://www.epa.gov/oppsrrd1/REDs/0382.pdf",
            "Value": "ANAEROBIC: Degradation of ethephon occurs with a half-life of 5.3 days in flooded silt loam sediment when incubated in the dark at 25 °C under a nitrogen atmosphere. The major degradates were ethylene gas and soil bound 2-hydroxy ethyl phosphonic acid. In a sediment/pond water system only 1.8 percent of 14C-radiolabeled ethephon added remained after 30 days incubation(1)."
        }
    ],
    "logP": [
        {
            "References": "USDA; ARS Pesticide Properties Database, USDA; Agric Res Service. ARS Pesticide Properties Database on Ethephon (CAS 11672-87-0). Available from, as of Sept 6, 2011: https://www.ars.usda.gov/services/docs.htm?docid=14199",
            "Value": "log Kow = -0.22"
        }
    ],
    "mechanism_of_action": [
        {
            "References": "MacBean C, ed. Ethephon (16672-87-0). In: The e-Pesticide Manual, 15th Edition,  Version 5.0.1 (2010). Surrey UK, British Crop Protection Council.",
            "Value": "Plant growth regulator with systemic properties. Penetrates into the plant tissues, and is decomposed to ethylene, which affects the growth processes."
        },
        {
            "References": "Casida JE, Toia RF; Organophosphorus Pesticides: 33-70 (1992)",
            "Value": "Studies have established the variety of target sites in pests and nontarget organisms at which the metabolically activated organophosphorus pesticides act. The high potency and specificity of the organophosphorus pesticides have made these cmpd useful chemical probes to further the knowledge of their mode of action and their metabolism. Many organophosphorus pesticides have been classified as phosphorylating agents. Some enzymes inhibited by organophosphorus cmpd have included acetylcholinesterase, kynurenine formamidase, neuropathy-target esterase, carboxyesterases, and other unknown esterases. Bioactive phosphorylating agents have been designed that are sufficiently stable to reach the organism, yet are reactive at the target site. The majority of organophosphorus bioactivations have been initiated by oxidation at sulfur or nitrogen connected to phosphorus, but some bioactivations involve oxidation at carbon or heteroatom centers distant from phosphorus. The phosphorus center is not the toxic site of some organophosphorus cmpd. The toxic effects of phosphinyliminodithiolanes, phosphorothionates, and ethephon are mediated through other reactive moieties."
        },
        {
            "References": "PMID:12482234",
            "Value": "Butyrylcholinesterase (BChE) is inhibited by the plant growth regulator (2-chloroethyl)phosphonic acid (ethephon) as observed 25 years ago both in vitro and in vivo in rats and mice and more recently in subchronic studies at low doses with human subjects. The proposed mechanism is phosphorylation of the BChE active site at S198 by ethephon dianion. The present study tests this hypothesis directly using [(33)P]ethephon and recombinant BChE (rBChE) with single amino acid substitutions and further evaluates if BChE is the most sensitive esterase target in vitro and with mice in vivo. [(33)P]Ethephon labels purified rBChE but not enzymatically inactive diethylphosphoryl-rBChE (derivatized at S198 by preincubation with chlorpyrifos oxon) or several other esterases and proteins. Amino acid substitutions that greatly reduce rBChE sensitivity to ethephon are G117H and G117K in the oxyanion hole (which may interfere with hydrogen bonding between glycine-N-H and ethephon dianion) and A328F, A328W, and A328Y (perhaps by impeding access to the active site gorge). Other substitutions that do not affect sensitivity are D70N, D70K, D70G, and E197Q which are not directly involved in the catalytic triad. The effect of pH and buffer composition on inhibition supports the hypothesis that ethephon dianion is the actual phosphorylating agent without activation by divalent cations. Human plasma BChE in vitro and mouse plasma BChE in vitro and in vivo are more sensitive to ethephon than any other esterases detected by butyrylthiocholine or 1-naphthyl acetate hydrolysis in native-PAGE. All mouse liver esterases observed are less sensitive than plasma BChE to ethephon in vitro and in vivo. More than a dozen other esterases examined are 10-100-fold less sensitive than BChE to ethephon. Thus, BChE inhibition continues to be the most sensitive marker of ethephon exposure."
        }
    ],
    "plant_translocations": [
        {
            "content": "The study on [14C]ethephon application to detached grapevine leaves revealed intriguing patterns of translocation. Forty-eight hours post-application, the recovered 14C from leaf washing and whole leaf tissue ranged from 53% to 61%, but this decreased to 25% by 120 hours, suggesting a gradual decline in recoverable 14C. Different application sites showed varied extraction of 14C from tissues: proximal regions exhibited higher translocation (28.4% to 21.2%) compared to distal regions (16.7% to 9.6%). When applied to young leaves near the apex, 85.5% of the 14C label was recovered after 48 hours, with minimal translocation observed. However, application to the cut surface of stems after pinching the apex showed a gradient of radioactivity from the apex towards lower nodes, predominantly basipetal translocation. In experiments where mature leaves or different nodes were treated, minimal translocation occurred. For instance, when mature leaves were treated, only 2.4% of the applied ethephon was extracted. Autoradiograms confirmed limited translocation, with most radioactivity remaining at application sites or basipetally directed toward lower nodes.",
            "reference": "Nir, G., & Lavee, S. (1981). Persistence, Uptake and Translocation of [14C]Ethephon (2-Chloroethyl Phosphonic Acid) in Perlette and Cardinal Grapevines. Australian Journal of Plant Physiology, 8(1), 57. doi:10.1071/pp9810057 ",
            "method": {
                "Test Plant": "Grape (Vitis vinifera L.)",
                "Apply Location": "Adaxial and abaxial proximal regions near the petiole, adaxial and abaxial distal regions of mature Perlette leaves",
                "Plant Grown Condition": "Potted plants (1 year old) of grape growing in a greenhouse",
                "Chemical Preparation": "[14C]ethephon with specific activity of 4.1 mCi/mmol mixed with Ethrel, 0.1 M phosphate buffer at pH 7.0, and 0.03% Triton X-100 as a wetting agent",
                "Pesticide Application Details for the Plant": "10 µl of [14C]ethephon solution applied using a micropipette",
                "Other Information": "Each treatment consisted of six to eight replicates."
            },
            "result": "[{\"Time After Application\": \"48 hours\", \"Recovery Rate (%)\": \"53-61\", \"Remain in Application Site (%)\": \"71.6-85.1\", \"In Untreated Part (%)\": \"13.2-17.3\"}]"
        }
    ]
}