{
    "_id": {
        "$oid": "6682e7d1c4e5dba5ffba227d"
    },
    "CID": {
        "$numberInt": "280"
    },
    "Name": "Carbon dioxide",
    "IUPACName": {
        "$numberDouble": "NaN"
    },
    "CanonicalSMILES": "C(=O)=O",
    "Synonyms": [
        "carbon dioxide",
        "carbonic anhydride",
        "Dry ice",
        "124-38-9",
        "carbonic acid gas",
        "Carbonic acid anhydride",
        "Carbonica",
        "Kohlendioxyd",
        "Kohlensaure",
        "Khladon 744",
        "After-damp",
        "AER Fixus",
        "Anhydride carbonique",
        "Carbon oxide",
        "di-",
        "methanedione"
    ],
    "IsomericSMILES": "C(=O)=O",
    "INCHI": "InChI=1S/CO2/c2-1-3",
    "INCHIKEY": "CURLTUGMZLYLDI-UHFFFAOYSA-N",
    "Formula": "CO2",
    "MolecularWeight": {
        "$numberDouble": "44.009"
    },
    "Description": "Carbon dioxide is a one-carbon compound with formula CO2 in which the carbon is attached to each oxygen atom by a double bond. A colourless, odourless gas under normal conditions, it is produced during respiration by all animals, fungi and microorganisms that depend directly or indirectly on living or decaying plants for food. It has a role as a solvent, a vasodilator agent, an anaesthetic, an antagonist, a member of greenhouse gas, a human metabolite, a member of food packaging gas, a food propellant, a refrigerant, a Saccharomyces cerevisiae metabolite, an Escherichia coli metabolite and a mouse metabolite. It is a one-carbon compound, a gas molecular entity and a carbon oxide.",
    "XlogP": {
        "$numberDouble": "0.9"
    },
    "Complexity": {
        "$numberInt": "18"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "mechanism_of_action": [
        {
            "References": "PMID:19765910",
            "Value": "Supercritical carbon dioxide possesses germicide (bactericide and sporicide) effect. Despite of the fact, that this effect is used in industrial sterilization processes, the sterilization mechanism at molecular level is unclear. Our hypotheses can provide a molecular-biological explanation for the phenomenon. We believe that in supercritical state CO(2) reacts competitively with Met-tRNA(fMet), the formation rate and the amount of formyl-methionyl-tRNA (fMet-tRNA(fMet)) will be diminished by irreversible substrate consumption. The fMet-tRNA(fMet) possesses a key role in prokaryotic protein synthesis, being almost exclusively the initiator aminoacyl-tRNA. The formed carbamoyl-methionyl-tRNA (cMet-tRNA(fMet)), probably stable only under pressure and high CO(2) concentration, is stabilized by forming a ternary molecular complex with the GTP-form of the translational initiation factor 2 (GTP-IF2). This complex is unable to dissociate from preinitiation 70S ribosomal complex because of strong polar binding between the protein C-2 domain and the modified initiator aminoacyl-tRNA. The IF2-fMet-tRNA(fMet)-blocked 70S ribosomal preinitiation complex does not decompose following the GTP hydrolysis, becoming unable to synthesize proteins. The death of the microbial cell is caused by inhibition of the protein synthesis and energetic depletion. Moreover, we propose a possible mechanism for the accumulation of cMet-tRNA(fMet) in the bacterial cell. Since the translational process is an important target for antibiotics, the proposed mechanism could be a work hypothesis for discovery of new antibiotics. Made by high conservative character of prokaryotic translation initiation, the proposed IF2 pathway deterioration strategy may conduct to obtaining selective (with low mammalian toxicity) antimicrobials and at the same time, with reduced possibility of the drug resistance development."
        },
        {
            "References": "PMID:18524954",
            "Value": "... Well fed C. elegans (roundworm) avoid CO2 levels above 0.5%. Animals can respond to both absolute CO2 concentrations and changes in CO2 levels within seconds. Responses to CO2 do not reflect avoidance of acid pH but appear to define a new sensory response. Sensation of CO2 is promoted by the cGMP-gated ion channel subunits TAX-2 and TAX-4, but other pathways are also important. Robust CO2 avoidance in well fed animals requires inhibition of the DAF-16 forkhead transcription factor by the insulin-like receptor DAF-2. Starvation, which activates DAF-16, strongly suppresses CO2 avoidance. Exposure to hypoxia (<1% O2) also suppresses CO2 avoidance via activation of the hypoxia-inducible transcription factor HIF-1. The npr-1 215V allele of the naturally polymorphic neuropeptide receptor npr-1, besides inhibiting avoidance of high ambient O2 in feeding C. elegans, also promotes avoidance of high CO2. C. elegans integrates competing O2 and CO2 sensory inputs so that one response dominates. Food and allelic variation at NPR-1 regulate which response prevails. These results suggest that multiple sensory inputs are coordinated by C. elegans to generate different coherent foraging strategies."
        },
        {
            "References": "PMID:18524955",
            "Value": "... Adult Caenorhabditis elegans (roundworm) display an acute avoidance response upon exposure to CO2 that is characterized by the cessation of forward movement and the rapid initiation of backward movement. This response is mediated by a cGMP signaling pathway that includes the cGMP-gated heteromeric channel TAX-2/TAX-4. CO2 avoidance is modulated by multiple signaling molecules, including the neuropeptide Y receptor NPR-1 and the calcineurin subunits TAX-6 and CNB-1. Nutritional status also modulates CO2 responsiveness via the insulin and TGFbeta signaling pathways. CO2 response is mediated by a neural circuit that includes the BAG neurons, a pair of sensory neurons of previously unknown function. TAX-2/TAX-4 function in the BAG neurons to mediate acute CO2 avoidance. ... C. elegans senses and responds to CO2 using multiple signaling pathways and a neural network that includes the BAG neurons and this response is modulated by the physiological state of the worm."
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "PMID:19136578",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ The aim of this study was to assess whether one of the most common poisons of cellular respiration, i.e., carbon dioxide, is proinflammatory. CO(2) is naturally present in the atmosphere at the level of 0.038% and involved in numerous cellular biochemical reactions. We analyzed in vitro the inflammation response induced by exposure to CO(2) for 48 hr (0-20% with a constant O(2) concentration of 21%). In vivo mice were submitted to increasing concentrations of CO(2) (0, 5, 10, and 15% with a constant O(2) concentration of 21%) for 1 hr. The exposure to concentrations above 5% of CO(2) resulted in the increased transcription (RNase protection assay) and secretion (ELISA) of proinflammatory cytokines [macrophage inflammatory protein-1alpha (MIP-1alpha), MIP-1beta, MIP-2, IL-8, IL-6, monocyte chemoattractant protein-1, and regulated upon activation, normal T cell expressed, and, presumably, secreted (RANTES)] by epithelial cell lines HT-29 or A549 and primary pulmonary cells retrieved from the exposed mice. Lung inflammation was also demonstrated in vivo by mucin 5AC-enhanced production and airway hyperreactivity induction. This response was mostly mediated by the nuclear translocation of p65 NF-kappaB, itself a consequence of protein phosphatase 2A (PP2A) activation. Short inhibiting RNAs (siRNAs) targeted toward PP2Ac reversed the effect of carbon dioxide, i.e., disrupted the NF-kappaB activation and the proinflammatory cytokine secretion. In conclusion, this study strongly suggests that exposure to carbon dioxide may be more toxic than previously thought ..."
        },
        {
            "References": "PMID:24713210",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Subterranean storage of carbon dioxide (CO2) has been proposed to diminish atmospheric increases of this greenhouse gas. To contribute to risk assessment of accidental release associated with handling, transport and storage, rats were exposed to high concentrations (targets 40, 43 and 50 volume %) of CO2. The oxygen concentrations dropped as a result, but were not supplemented. For each concentration, pairs of animals were exposed for different exposure durations to derive an exposure concentration-duration relation in which mortality is described as a function of C(n)x(t) (probit relation). A very high \"n\" value for the probit function could be derived from the data obtained at 40% and 43% CO2, which indicates that for exposure durations longer than 30 min the LC50 decreases hardly with increasing exposure duration. Below 30 min the LC50 seemed to increase with decreasing exposure durations. The variability in the data of 43% and 50% CO2, however, did not allow to derive a meaningful value of \"n\"."
        },
        {
            "References": "European Commission, ESIS; Biocides Products Directive Pt 14 98/8/EC, Carbon Dioxide (124-38-9) p.7 (November 2007). Available from, as of October 20, 2009: https://esis.jrc.ec.europa.eu/",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ The biocidal action of carbon dioxide is primarily due to it causing \"respiratory acidosis\" in target animals. Once released, the carbon dioxide reaches the maximum concn of 66% in the RADAR /rodent trap/ within 45 sec; and 4 min later on declines to approximately 30%. Complete release time from the RADAR into the surrounding environment exceeds 15 min. Carbon dioxide levels build up in the blood causing staggering, panting, coma and ultimately death, which occurs probably within the first minute (time when no more movements were observed). These observations were performed in three mice with bw ranging from 14.5 to 17.8 g, which corresponds to 3 or 4-wk old mice."
        },
        {
            "References": "PMID:19245746",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ The purpose of this study was to determine the length of CO(2) exposure required to euthanize neonatal rats (0 to 10 d old). Multiple groups of rats were exposed to 100% CO(2) for 5 to 60 min. After CO(2) exposure, rats were placed in room air for 20 min to allow for possible recovery. No difference was found in comparing 1 inbred strain and 1 outbred stock of rats. Time to death varied inversely with the age of the animals, requiring as long as 35 min on the day of birth. The time to death decreased steadily with increasing age, with 100% of the rats euthanized after 5 min of CO(2) exposure at 10 day of age. The time required for 100% mortality decreased by 3 min for every 1 day increase in age between days 0 and 10."
        },
        {
            "References": "PMID:9685535",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/... Anesthetized pigs were ventilated with room air at a fixed minute ventilation. After 1 hr of baseline, they were intravenously infused with CO2 at the rate of 0.3, 0.75, or 1.2 mL kg/min for 2 hr (n = 5 for each group), followed by 1 hr of recovery. All animals experienced pulmonary hypertension, depressed stroke volume, hypoxemia, hypercarbia, and acidemia during intravenous CO2 infusion. They had systemic hypertension at the low rate and hypotension at the highest rate of infusion. End-tidal CO2 levels briefly decreased, then increased in all cases. In the highest rate group, three of the five animals (60%) died at 50, 65, and 100 min of infusion. These three animals had severe hypotension and hypoxemia, with visible coronary gas embolism. There was no patent foramen ovale at necropsy in any animals. The low-flow insufflation rate exceeds the fatal rate of continuous intravenous CO2 infusion. End-tidal CO2 levels were increased in venous CO2 embolism, not decreased as seen in venous air embolism. Severe hypoxemia and hypotension are predictors of potentially fatal cases."
        },
        {
            "References": "Humphreys, D.J. Veterinary Toxicology. 3rd ed. London, England: Bailliere Tindell, 1988., p. 81",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Inhalation of air containing 68% carbon dioxide for 5 min caused death from asphyxia in pigs."
        },
        {
            "References": "Vieillefond H et al; A6ARD Conf Proc (AGARD-CP-309): B11-1-B11-4 (1981)",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ A 15-minute median lethal pressure of CO2 for rats 39, 36, and 36 kPa on the ground, and in conditions simulating 2000 and 5000 m altitudes, respectively. ..."
        },
        {
            "References": "Hamilton, A., and H. L. Hardy. Industrial Toxicology. 3rd ed. Acton, Mass.: Publishing Sciences Group, Inc., 1974., p. 237",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Experiments with ... animals ... suggested that continuous exposure and high concentrations may alter normal physiologic processes. The gas is a weak ... /CNS depressant/ at 30,000 ppm causing elevated blood pressure and pulse and decrease in hearing acuity. At 50,000 ppm a thirty-min exposure produces signs of intoxication and at 70,000 and 100,000 ppm produces unconsciousness in a few mins."
        },
        {
            "References": "PMID:6403771",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ The effect of the anesthetic agent used in killing animals in an in vivo pulmonary toxicity screening test was examined in Fischer-344 rats and Syrian hamsters. Using animals killed by cervical dislocation with no anesthesia /was used/ as a baseline ... Three types of anesthetic agents halothane, sodium pentobarbital, and CO2 were tested. CO2 caused the greatest perturbance of baseline lavage fluid and tissue parameters normally used in the screening test. Halothane anesthesia caused the least perturbance in the screening test parameters and was selected as the anesthetic of choice for use in future pulmonary toxicity tests."
        },
        {
            "References": "PMID:2504656",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ To investigate the effects of very high concentrations of CO2 upon the course of respiration and circulation, dogs were allowed to breathe high concentrations of CO2 while intrathoracic pressure, blood pressure in the femoral artery, electrocardiogram and electroencephalogram readings were registered. The respiratory movements either increased just after inhalation of high concentrations of CO2 and then ceased in 1 min, or decreased and continued for a while according to the concentrations of CO2. The blood pressure showed an initial depression, then returned to the original level, then fell again rapidly or maintained an appreciable level for a while until circulatory breakdown. In the dogs allowed to breathe the gas mixture of 80% CO2 with 20% O2, the respiratory movement ceased in 1 min, and the terminal respirations were seen with the circulatory breakdown after apnoea of several minutes. These findings showed that the cause of death in breathing high concentrations of CO2 is not hypoxia, but CO2 poisoning."
        },
        {
            "References": "PMID:3147928",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Morphological changes in the rat lung after carbon dioxide and methane inhalation were examined. Male Wistar rats were placed in an observation box and exposed to 20 percent oxygen, 30 to 50 percent CO2, and 20 to 50 percent nitrogen gas for 30 min; then 100 percent CO2 until asphyxiation occurred. Another rat group was exposed to 8 percent methane and 20 percent oxygen for 1 hr; then oxygen was withdrawn and methane flow increased to 2.5 L/ min. After death, the lungs were removed, and fixed for light and electron microscopic examination. CO2 inhalation, which caused death to the rats after 10 to 30 min, resulted in dark red, shrunken lungs. Both the light and the electron microscopy revealed a large number of substances in which tubular myelin, membranous structures, and fibrin fibers were found. Erthrocytic and thrombocytic fragments were occasionally found in the alveolar cavities. Methane inhalation caused a similar substance accumulation in the lungs. There was an occasional incidence of tubular myelin. It was concluded that the morphological changes are probably due to a lack of oxygen rather than the presence of CO2 or methane."
        },
        {
            "References": "PMID:3127635",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Euthanasia of chickens, young and mature rats, and mice was assessed using chloroform, carbon dioxide and ether. Behavioral patterns were recorded to give some indication of the stress involved. Carbon dioxide induced collapse faster (11.2 +/- 0.4 sec) than chloroform (18.9 +/- 0.4 s) or ether (greater than 60 sec). With regard to the time taken to death, in carbon dioxide mice had the shortest time (48 +/- 10 sec) and mature rats had the longest time (135 +/- 10 sec). In chloroform, the only difference was the delayed onset of death (127 +/- 10 sec) in the chicken. Behavioral patterns were similar for the chicken in carbon dioxide and chloroform, except for wing flapping, even when unconscious, in carbon dioxide. Chloroform is recommended as more esthetically acceptable for euthanasia of chickens. Carbon dioxide is recommended for the euthanasia of both rats and mice, considering behavioral criteria. Ether is unsuitable as a euthanasia method as it is dangerous, slow acting, and an irritant."
        },
        {
            "References": "PMID:7919504",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ The search for alternatives to carbon dioxide for insufflation during laparoscopy has included the consideration of helium. Helium ... is noncombustible and has no pharmacologic effects. Unfortunately, it is also relatively insoluble in blood, which potentially could exacerbate a venous gas embolism ... Rapid iv injections /was performed/ of carbon dioxide and helium in 4 dogs in amounts ranging from 5 to 10 mL of gas/kg bw. Recovery after carbon dioxide injection always /resulted/ within 1 min. In 4 or 6 instances, the helium injection was fatal ... Helium is more lethal that carbon dioxide when injected iv. This implies that the use of helium for insufflation during laparoscopy might place patients at greater risk for adverse effects should venous gas embolism /result/."
        },
        {
            "References": "USEPA/Office of Pesticide Programs; Reregistration Eligibility Decision Document - Carbon and Carbon Dioxide p.7 EPA-4019 (September 1991). Available from, as of November 23, 2009: https://www.epa.gov/pesticides/reregistration/status.htm",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Dogs were given 30% carbon dioxide for 2 hr, then 40% carbon dioxide, and then abruptly returned to normal air. Eleven dogs died within 10 min with ventricular fibrillation. Four survived with cardiac arrhythmias, and two had no cardiac symptoms."
        },
        {
            "References": "USEPA/Office of Pesticide Programs; Reregistration Eligibility Decision Document - Carbon and Carbon Dioxide p.7 EPA-4019 (September 1991). Available from, as of November 23, 2009: https://www.epa.gov/pesticides/reregistration/status.htm",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Rats exposed to an atmosphere containing 50% carbon dioxide died within 6 hr. Rats exposed to 25% died within 36 hr. Deaths were a result of pulmonary injury. Atmospheres as low as 20% carbon dioxide caused cerebral depression. All rats exposed to 10% carbon dioxide survived."
        },
        {
            "References": "USEPA/Office of Pesticide Programs; Reregistration Eligibility Decision Document - Carbon and Carbon Dioxide p.7 EPA-4019 (September 1991). Available from, as of November 23, 2009: https://www.epa.gov/pesticides/reregistration/status.htm",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Rats were exposed to 20% carbon dioxide for 2 hr followed by increasing concentrations up to 43%. The animals died in 2.5 to 19.3 hr and showed severe brain and spinal cord damage in proportion to the exposure."
        },
        {
            "References": "PMID:19924548",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Nasal epitheliums are the first sites of the respiratory tract in contact with the external environment and may therefore be susceptible to damage from exposure to many toxic volatile substances (i.e., volatile organic components, vapors, and gases). In the field of inhalation toxicology, a number of studies have considered the main olfactory epithelium, but few have dealt with the epithelium of the vomeronasal organ (VNO). However, in several species such as in rodents, the VNO (an organ of pheromone detection) plays an important role in social interactions, and alterations of this organ are known to induce adaptative behavioral disturbances. Among volatile toxicants, health effects of inhaled gases have been thoroughly investigated, especially during CO(2) inhalation because of its increasing atmospheric concentration. Therefore, this work was designed to examine the effects of 3% CO(2) inhalation on VNO in two different exposure conditions (5 hr/day and 12 hr/day) in mice. Behavioral sensitivity tests to urine of congener and histological measurements of VNO were conducted before, during (weeks 1-4), and after (weeks 5-8) CO(2) inhalation exposures. Results showed no significant modifications of behavioral responses to urine, but there were significant changes of both cell number and thickness of the VNO epithelium. Moreover, the findings indicated a selectively dose-dependent effect of CO(2), and further research could use other gases in the same manner for comparison."
        },
        {
            "References": "PMID:25600219",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ The inhalation toxicity of submarine contaminants is of concern to ensure the health of men and women aboard submarines during operational deployments. Due to a lack of adequate prior studies, potential general, neurobehavioral, reproductive and developmental toxicity was evaluated in male and female rats exposed to mixtures of three critical submarine atmospheric components: carbon monoxide (CO) and carbon dioxide (CO2; levels elevated above ambient), and oxygen (O2; levels decreased below ambient). In a 14-day, 23hr/day, whole-body inhalation study of exposure to clean air (0.4ppm CO, 0.1% CO2 and 20.6% O2), low-dose, mid-dose and high-dose gas mixtures (high dose of 88.4ppm CO, 2.5% CO2 and 15.0% O2), no adverse effects on survival, body weight or histopathology were observed. Reproductive, developmental and neurobehavioral performance were evaluated after a 28-day exposure in similar atmospheres. No adverse effects on estrus phase, mating, gestation or parturition were observed. No developmental or functional deficits were observed in either exposed parents or offspring related to motor activity, exploratory behavior or higher-level cognitive functions (learning and memory). Only minimal effects were discovered in parent-offspring emotionality tests. While statistically significant increases in hematological parameters were observed in the offspring of exposed parents compared to controls, these parameters remained within normal clinical ranges for blood cells and components and were not considered adverse. In summary, subacute exposures to elevated concentrations of the submarine atmosphere gases did not affect the ability of rats to reproduce and did not appear to have any significant adverse health effects."
        },
        {
            "References": "USEPA/Office of Pesticide Programs; Reregistration Eligibility Decision Document - Carbon and Carbon Dioxide pp.7-8 EPA-4019 (September 1991). Available from, as of November 23, 2009: https://www.epa.gov/pesticides/reregistration/status.htm",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Guinea pigs exposed to 15% carbon dioxide for 7 days lost weight at first but later returned to normal weight. They also had higher blood corticosteroids, lower adrenal epinephrine, decreased adrenal cholesterol, higher arterial free fatty acids, and decreased lymphocytes in the first 3 days of exposure."
        },
        {
            "References": "USEPA/Office of Pesticide Programs; Reregistration Eligibility Decision Document - Carbon and Carbon Dioxide p.8 EPA-4019 (September 1991). Available from, as of November 23, 2009: https://www.epa.gov/pesticides/reregistration/status.htm",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Rats exposed to 10% carbon dioxide for 30 days had a weight loss of 14-27%; those exposed to 20-25% for 34 days had a 50% loss. The weight losses were attributed to the reduced food intake. The weight was regained when the rats returned to a normal atmosphere."
        },
        {
            "References": "USEPA/Office of Pesticide Programs; Reregistration Eligibility Decision Document - Carbon and Carbon Dioxide p.8 EPA-4019 (September 1991). Available from, as of November 23, 2009: https://www.epa.gov/pesticides/reregistration/status.htm",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ No effects were seen in male rhesus monkeys that spent 93 days in an atmosphere with 3% carbon dioxide."
        },
        {
            "References": "PMID:16888043",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ The effect of chronic hypercapnia on neonatal mouse lung /were investigated/ to identify genes that could potentially contribute to hypercapnia-mediated lung protection. Newborn mouse litters were exposed to 8% CO(2), 12% CO(2), or room air for 2 wk. Lungs were excised and analyzed for morphometric alterations. The alveolar walls of CO(2)-exposed mice appeared thinner than those of controls. Analyses of gene expression differences by microarrays revealed that genes from a variety of functional categories were differentially expressed following hypercapnia treatment, including those encoding growth factors, chemokines, cytokines, and endopeptidases. In particular and of major interest, the expression level of genes encoding surfactant proteins A and D, as well as chloride channel calcium-activated 3, were significantly increased, but the expression of WNT1-inducible signaling pathway protein 2 was significantly decreased. The significant changes in gene expression occurred mostly at 8% CO(2), but only a few at 12% CO(2). ... 1) there are a number of gene families that may contribute to hypercapnia-mediated lung protection; 2) the upregulation of surfactant proteins A and D may play a role as anti-inflammatory or antioxidant agents; and 3) the effects of CO(2) seem to depend on the level to which the lung is exposed."
        },
        {
            "References": "PMID:17652362",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ ... Neonatal and adult CD-1 mice were exposed to either 8% or 12% CO(2) for 2 wk. We used Western blot analysis of membrane protein fractions from heart, kidney, and various brain regions to study the response of specific acid-base transporters to CO(2). Chronic CO(2) increased the expression of the sodium hydrogen exchanger 1 (NHE1) and electroneutral sodium bicarbonate cotransporter (NBCn1) in the cerebral cortex, heart, and kidney of neonatal but not adult mice. CO(2) increased the expression of electrogenic NBC (NBCe1) in the neonatal but not the adult mouse heart and kidney. Hypercapnia decreased the expression of anion exchanger 3 (AE3) in both the neonatal and adult brain but increased AE3 expression in the neonatal heart. We conclude that: 1) chronic hypercapnia increases the expression of the acid extruders NHE1, NBCe1 and NBCn1 and decreases the expression of the acid loader AE3, possibly improving the capacity of the cell to maintain pH(i) in the face of acidosis; and 2) the heterogeneous response of tissues to hypercapnia depends on the level of CO(2) and development."
        },
        {
            "References": "PMID:19406222",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ ...This work was designed to evaluate in mice the possible effects of 3% CO(2) in two exposure periods: a 5 hr/day and a 12 hr/day conditions. Behavioral, histological and immunohistochemical observations were conducted every 2 weeks, i.e before (week 0), during (weeks 2 and 4) and after exposure (weeks 6 and 8). Firstly, behavioral evaluations of odor sensitivity showed differences in relation to the odor tested, ie, no effect with congener urine odor and a reinforcement of 2,4,5-trimethythiazoline (TMT) (predator odor) repulsion. Secondly, histological evaluations showed a similar evolution of the epithelium thickness, i.e. a decrease along the exposure as well as during the post-exposure period and an increase of cell number (whatever the phenotype) although the kinetic appeared different in both experimental conditions. Thirdly, immunohistochemical quantification of olfactory marker protein (OMP)- and proliferating cell nuclear antigen (PCNA)-positive cells revealed that the number of mature olfactory neurons increased at the early beginning of exposure period in both conditions. While a decrease was observed in the following weeks (weeks 4-8) for the 12 hr/day condition, a stable amount of OMP-positive cells was maintained in the 5 hr/day condition. In contrast, the number of PCNA-positive cells followed a similar evolution, ie, a constant decrease along the experiment. These findings indicate that the effects of CO(2) inhalation exposure are selectively dose-dependent."
        },
        {
            "References": "PMID:16888043",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Despite the deleterious effects associated with elevated carbon dioxide (CO2) or hypercapnia, it has been hypothesized that CO2 can protect the lung from injury. However, the effects of chronic hypercapnia on the neonatal lung are unknown. Hence, we investigated the effect of chronic hypercapnia on neonatal mouse lung to identify genes that could potentially contribute to hypercapnia-mediated lung protection. Newborn mouse litters were exposed to 8% CO2, 12% CO2, or room air for 2 wk. Lungs were excised and analyzed for morphometric alterations. The alveolar walls of CO2-exposed mice appeared thinner than those of controls. Analyses of gene expression differences by microarrays revealed that genes from a variety of functional categories were differentially expressed following hypercapnia treatment, including those encoding growth factors, chemokines, cytokines, and endopeptidases. In particular and of major interest, the expression level of genes encoding surfactant proteins A and D, as well as chloride channel calcium-activated 3, were significantly increased, but the expression of WNT1-inducible signaling pathway protein 2 was significantly decreased. The significant changes in gene expression occurred mostly at 8% CO2, but only a few at 12% CO2. Our results lead us to conclude that 1) there are a number of gene families that may contribute to hypercapnia-mediated lung protection; 2) the upregulation of surfactant proteins A and D may play a role as anti-inflammatory or antioxidant agents; and 3) the effects of CO2 seem to depend on the level to which the lung is exposed."
        },
        {
            "References": "Shepard, T.H. Catalog of Teratogenic Agents. 13th ed. Baltimore, MD: The Johns Hopkins University Press, 2010., p. 76",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ ... Rats /exposed during/ a single gestational day to 6% carbon dioxide, 20% oxygen, and 74% nitrogen ... /showed/ 23% cardiac malformations in offspring as compared to 6.8% in controls. Highest incidence ... occurred on 10th day. Cardiac lesions were characterized as due to overgrowth. Majority of ... lesions were partial transportation or ventricular outflow stenosis but intraventricular septal defects also were observed. ... /Administration of/ 10-13% carbon dioxide to rabbits between 7th & 12th day of gestation ... /caused/ 16 fetuses of 67 to have defects of vertebral column. Only 1 abnormal animal was found among 30 controls."
        },
        {
            "References": "European Commission, ESIS; Biocides Products Directive Pt 14 98/8/EC, Carbon Dioxide (124-38-9) p.10 (November 2007). Available from, as of October 20, 2009: https://esis.jrc.ec.europa.eu/",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Toxicity to fertility (morphological changes of spermatozoa in mice at 1% and testicular changes in rats at 2.5%) and teratogenicity (cardiac and skeletal abnormalities in rats at 6%; skeletal abnormalities in rabbits at 10%) were ... observed."
        },
        {
            "References": "PMID:7949762",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ To determine if anesthetic agents used in laboratory animal euthanasia affected sperm motion parameters, rats (n = 10/group) were euthanized by one of 5 different methods: decapitation alone, or decapitation following either ether, halothane, or nembutal anesthesia, or carbon dioxide asphyxiation. Sperm were collected from the distal cauda epididymis, diluted, and videotaped for computer aided sperm analysis. The percentage of motile sperm, their straight line velocity, average path velocity, curvilinear velocity, linear index and linearity were measured ... No significant differences were found among the treatment groups. Thus, none of these 5 methods of euthanasia affect sperm motion as assessed by computer aided sperm analysis."
        },
        {
            "References": "USEPA/Office of Pesticide Programs; Reregistration Eligibility Decision Document - Carbon and Carbon Dioxide p.8 EPA-4019 (September 1991). Available from, as of November 23, 2009: https://www.epa.gov/pesticides/reregistration/status.htm",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Deleterious effects on sperm of various animal species have been reported following exposure to high carbon dioxide atmospheres. Also, when pregnant rats were exposed to 6% carbon dioxide for one full day, 23.4% of the offspring had cardiac abnormalities, and there was also an increased incidence of skeletal malformations (10.9%)."
        },
        {
            "References": "USEPA/Office of Pesticide Programs; Reregistration Eligibility Decision Document - Carbon and Carbon Dioxide p.8 EPA-4019 (September 1991). Available from, as of November 23, 2009: https://www.epa.gov/pesticides/reregistration/status.htm",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Vertebral column malformations were reported in rabbits when the pregnant dams were exposed to 10-13% carbon dioxide."
        },
        {
            "References": "USEPA/Office of Pesticide Programs; Reregistration Eligibility Decision Document - Carbon and Carbon Dioxide p.8 EPA-4019 (September 1991). Available from, as of November 23, 2009: https://www.epa.gov/pesticides/reregistration/status.htm",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Pregnant guinea pigs exposed to 0.48% carbon dioxide for 10 min daily for 20 days had a high number of miscarriages and flaccid paralysis of the hind limbs in the pups carried to term. Another group exposed to 0.42% carbon dioxide for 1 hr daily for 30 days had no miscarriages, but  many of the offspring were microsomic and many of these had neuromuscular defects of the hind limbs."
        },
        {
            "References": "Kawamura T, Yamashita S; Bull Jpn Soc Sci Fish 55 (4): 601-4 (1989)",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ Using whole nerve and single unit recording techniques, the responsiveness to carbon dioxide (CO2) dissolved in distilled water of free neuromasts (pit organs) innervated by the Ramus buccalis in (carp) Cyprinus carpio, was studied. Results showed that CO2 stimulation of carp pit organs produced a large phasic response followed by a long period (60-90 sec) of depression in impulse discharges. These responses were CO2 specific and differed from those of various acids (fumaric, tartaric, succinic, acetic, etc) tested, in which an initial phasic response was followed by a plateau level of neural activity sustained during the stimulation. The magnitude of the CO2 response was slightly pH dependent."
        },
        {
            "References": "PMID:2504020",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ Carbon dioxide (CO2) gas at two concn (5% CO2 + 95% N2 and 10% CO2 + 90% N2) was flushed into the tympanic bulla of chinchilla ears to study the effects of CO2 on the compound action potential, endocochlear potential, and the pH of the inner ear fluids and the organ of Corti. Gas containing CO2 did not affect the compound action potential threshold, except for a slight decr in compound action potential threshold elicited by an 8 kHz tone burst with 10% CO2 flow. The endocochlear potential did not vary with CO2 gas. The CO2 gas mixture reduced the pH in perilymph significantly, by 0.11 + or - 0.05 with 5% CO2 and by 0.17 + or - 0.04 with 10% CO2, in comparison with a 100% N2 gas flush. The CO2 gas slightly but significantly decr the endolymph pH, by 0.05 + or - 0.04 with 5% CO2 and by 0.09 + or - 0.06 with 10% CO2. The removal of perilymph led to a greater acidification of endolymph with CO2 gas. Acidification of the organ of Corti was also noted with the CO2 gas flush. These findings indicate that CO2 in the middle ear influences the acid-base regulation of inner ear fluids and the cochlear function."
        },
        {
            "References": "European Commission, ESIS; Biocides Products Directive Pt 14 98/8/EC, Carbon Dioxide (124-38-9) pp.9-10 (November 2007). Available from, as of October 20, 2009: https://esis.jrc.ec.europa.eu/",
            "Value": "/OTHER TOXICITY INFORMATION/ The biocidal action of carbon dioxide is primarily due to the \"respiratory acidosis\" induced in target animals. Carbon dioxide levels build up in the blood causing drowsiness, leading to stupor, coma, and ultimately death. Death occurs very quickly if carbon dioxide levels in the blood do not fall."
        },
        {
            "References": "Brunton, L. Chabner, B, Knollman, B. Goodman and Gillman's The Pharmaceutical Basis of Therapeutics, Twelth Edition, McGraw Hill Medical, New York, NY. 2011, p. 557",
            "Value": "/OTHER TOXICITY INFORMATION/ The circulatory effects of CO2 result from the combination of its direct local effects and its centrally mediated effects on the autonomic nervous system. The direct effect of CO2 on the heart diminished contractility, results from pH changes and a decreased myofilament Ca(2+) responsiveness. The direct effect on systemic blood vessels results in vasodilation."
        },
        {
            "References": "Brunton, L. Chabner, B, Knollman, B. Goodman and Gillman's The Pharmaceutical Basis of Therapeutics, Twelth Edition, McGraw Hill Medical, New York, NY. 2011, p. 557",
            "Value": "/OTHER TOXICITY INFORMATION/ CO2 causes widespread activation of the sympathetic nervous system and an increase in the plasma concentrations of epinephrine, norepinephrine, angiotensin, and other vasoactive peptides. The results of sympathetic nervous system activation generally are opposite to the local effects of carbon dioxide. The sympathetic effects consist of an increase in cardiac contractility, heart rate, and vasoconstriction."
        },
        {
            "References": "Brunton, L. Chabner, B, Knollman, B. Goodman and Gillman's The Pharmaceutical Basis of Therapeutics, Twelth Edition, McGraw Hill Medical, New York, NY. 2011, p. 557",
            "Value": "/OTHER TOXICITY INFORMATION/ CO2 is a rapid, potent stimulus to ventilation in direct proportion to the inspired CO2. Inhalation of 10% carbon dioxide can produce minute volumes of 75 L/min in normal individuals. CO2 stimulates breathing by acidifying central chemoreceptors and the peripheral carotid bodies. Elevated PCO2 causes bronchodilation, whereas hypocarbia causes constriction of airway smooth muscle; these responses may play a role in matching pulmonary ventilation and perfusion."
        },
        {
            "References": "PMID:20387988",
            "Value": "/OTHER TOXICITY INFORMATION/ Tobacco smoking is responsible for a vast array of diseases, particularly chronic bronchitis and lung cancer. It is still unclear which constituent(s) of the smoke is responsible for its toxicity. The authors decided to focus on carbon dioxide, since its level of concentration in mainstream cigarette smoke is about 200 times higher than in the atmosphere. ... In this study, the authors assessed the inflammatory potential of carbon dioxide contained in cigarette smoke. Mice were exposed to cigarette smoke containing a high or reduced CO(2) level by filtration through a potassium hydroxyde solution. The inflammatory response was evaluated by histological analysis, protein phosphatase 2 A (PP2A) and nuclear factor (NF)-kappaB activation, and proinflammatory cytokine secretion measurements. The data show that the toxicity of cigarette smoke may be largely due to its high level of CO(2). Pulmonary injuries consequent to tobacco smoke inhalation observed by histology were greatly diminished when CO(2) was removed. Cigarette smoke exposure causes an inflammatory response characterized by PP2A and NF-kappaB activation followed by proinflammatory cytokine secretion. This inflammatory response was reduced when the cigarette smoke was filtered through a potassium hydroxide column, and reestablished when CO(2) was injected downstream from the filtration column. Given that there is an extensive literature linking a chronic inflammatory response to the major smoking-related diseases, these data suggest that carbon dioxide may play a key role in the causation of these diseases by tobacco smoking."
        },
        {
            "References": "PMID:21732636",
            "Value": "/OTHER TOXICITY INFORMATION/ The toxicity of carbon dioxide has been established for close to a century. A number of animal experiments have explored both acute and long-term toxicity with respect to the lungs, the cardiovascular system, and the bladder, showing inflammatory and possible carcinogenic effects. Carbon dioxide also induces multiple fetal malformations and probably reduces fertility in animals. The aim of the review is to recapitulate the physiological and metabolic mechanisms resulting from CO(2) inhalation. As smokers are exposed to a high level of carbon dioxide (13%) that is about 350 times the level in normal air, we propose the hypothesis that carbon dioxide plays a major role in the long term toxicity of tobacco smoke."
        },
        {
            "References": "PMID:18380201",
            "Value": "/OTHER TOXICITY INFORMATION/ A blind cross-sectional pilot study was performed ... with the aim of histologically investigating whether intradermal and/or subcutaneous injection of medicinal carbon dioxide would increase collagen turnover in rats. Ten male Wistar rats were used, aged 3 months (2 animals) and 14 months (8 animals). The 2 younger rats were used as controls. Four of the older rats received injections of saline solution (0.9%), and were also considered to be controls. In the remaining 4, carbon dioxide was injected into the subcutaneous cellular tissue and intradermally. Biopsy samples were collected before and after treatment with carbon dioxide. RESULTS: Collagen turnover increased in the treated animals in comparison with the controls. Compression of collagen bundles in the tissue samples where intradermal injection was used was more intense than in the subcutaneous treatment. The histological characteristics of the samples with carbon dioxide injected intradermally were similar to the characteristics of the younger rats (controls). The results obtained corroborate clinical observations of aesthetic improvements in the facial skin with carbon dioxide injections..."
        }
    ]
}