{
    "_id": {
        "$oid": "6682e7f3c4e5dba5ffba2328"
    },
    "CID": {
        "$numberInt": "2800"
    },
    "Name": "CLOMIPHENE",
    "IUPACName": "2-[4-(2-chloro-1,2-diphenylethenyl)phenoxy]-N,N-diethylethanamine",
    "CanonicalSMILES": "CCN(CC)CCOC1=CC=C(C=C1)C(=C(C2=CC=CC=C2)Cl)C3=CC=CC=C3",
    "Synonyms": [
        "clomiphene",
        "Clomifene",
        "Clomifenum",
        "Clomiphene B",
        "911-45-5",
        "Clomifeno",
        "Mer 41",
        "Cisclomiphene",
        "Clomiphene free base",
        "Clomifenum [INN-Latin]",
        "Clomifeno [INN-Spanish]",
        "UNII-1HRS458QU2",
        "Chlomaphene",
        "Chloramifene",
        "Clomifen"
    ],
    "IsomericSMILES": "CCN(CC)CCOC1=CC=C(C=C1)C(=C(C2=CC=CC=C2)Cl)C3=CC=CC=C3",
    "INCHI": "InChI=1S/C26H28ClNO/c1-3-28(4-2)19-20-29-24-17-15-22(16-18-24)25(21-11-7-5-8-12-21)26(27)23-13-9-6-10-14-23/h5-18H,3-4,19-20H2,1-2H3",
    "INCHIKEY": "GKIRPKYJQBWNGO-UHFFFAOYSA-N",
    "Formula": "C26H28ClNO",
    "MolecularWeight": {
        "$numberDouble": "406"
    },
    "Description": {
        "$numberDouble": "NaN"
    },
    "XlogP": {
        "$numberDouble": "7.2"
    },
    "Complexity": {
        "$numberInt": "481"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "mechanism_of_action": [
        {
            "References": "Casarett, L.J., and J. Doull. Toxicology: The Basic Science of Poisons. New York: MacMillan Publishing Co., 1975., p. 268",
            "Value": "CLOMIPHENE...AFFECTS SPERMIOGENESIS @ PRIMARY SPERMATOCYTE LEVEL. DOSE USED WAS 7.25 MG/DAY. EFFECT IS THOUGHT TO BE DUE TO ESTROGENICITY MEDIATED VIA HYPOTHALAMO-HYPOPHYSEAL AXIS..."
        },
        {
            "References": "Hardman, J.G., L.E. Limbird, P.B. Molinoff, R.W. Ruddon, A.G. Goodman (eds.). Goodman and Gilman's The Pharmacological Basis of Therapeutics. 9th ed. New York, NY: McGraw-Hill, 1996., p. 1424",
            "Value": "The antiestrogens tamoxifen and clomiphene are used primarily for the treatment of breast cancer and female infertility, respectively. These agents are used therapeutically for their antiestrogenic actions, but they can produce estrogenic as well as antiestrogenic effects. Both agents competitively block estradiol binding to its receptor, but the specific pharmacological activity they produce depends upon the species, the tissue, and the cellular endpoint measured. Consequently, these agents act as antagonists, agonists, or partial agonists depending upon the context in which they are used."
        },
        {
            "References": "Hardman, J.G., L.E. Limbird, P.B. Molinoff, R.W. Ruddon, A.G. Goodman (eds.). Goodman and Gilman's The Pharmacological Basis of Therapeutics. 9th ed. New York, NY: McGraw-Hill, 1996., p. 1425",
            "Value": "Clomiphene and tamoxifen clearly bind to the estrogen receptor and can prevent the binding of estrogens. However, there are indications that the drugs and estradiol may interact with overlapping but slightly different regions of the ligand binding site of the estrogen receptor. Depending upon the specific cellular context and gene in question, antiestrogen binding may yield a receptor complex that has full, partial, or no intrinsic activity."
        },
        {
            "References": "Hardman, J.G., L.E. Limbird, P.B. Molinoff, R.W. Ruddon, A.G. Goodman (eds.). Goodman and Gilman's The Pharmacological Basis of Therapeutics. 9th ed. New York, NY: McGraw-Hill, 1996., p. 1425",
            "Value": "Clomiphene may stimulate ovulation in women with an intact hypothalamic-pituitary-ovarian axis and adequate endogenous estrogens who have failed to ovulate. In these cases, it is thought that the drug opposes the negative feedback of endogenous estrogens resulting in increased gonadotropin secretion and ovulation. Most studies indicate that clomiphene increases the amplitude of LH and FSH pulses, without a change in pulse frequency. This suggests the drug is acting largely at the pituitary level to block inhibitory actions of estrogen on gonadotropin release from the gland and/or is somehow causing the hypothalamus to release larger amounts of gonadotropin-releasing hormone per pulse."
        },
        {
            "References": "Hardman, J.G., L.E. Limbird, P.B. Molinoff, R.W. Ruddon, A.G. Goodman (eds.). Goodman and Gilman's The Pharmacological Basis of Therapeutics. 9th ed. New York, NY: McGraw-Hill, 1996., p. 1424",
            "Value": "Initial animal studies with clomiphene showed slight estrogenic activity and moderate antiestrogenic activity, but the most striking effect was the inhibition of the pituitary's gonadotropic function. In both male and female animals, the compound acted as a contraceptive."
        }
    ]
}