{
    "_id": {
        "$oid": "6682e7d1c4e5dba5ffba227e"
    },
    "CID": {
        "$numberInt": "281"
    },
    "Name": "Carbon monoxide",
    "IUPACName": "carbon monoxide",
    "CanonicalSMILES": "[C-]#[O+]",
    "Synonyms": [
        "carbon monoxide",
        "carbon monooxide",
        "Carbonic oxide",
        "Carbon oxide (CO)",
        "carbon(II) oxide",
        "630-08-0",
        "Exhaust gas",
        "Flue gas",
        "monoxide",
        "Kohlenmonoxid",
        "Koolmonoxyde",
        "Kohlenoxyd",
        "Wegla tlenek",
        "Oxyde de carbone",
        "Carbone (oxyde de)"
    ],
    "IsomericSMILES": "[C-]#[O+]",
    "INCHI": "InChI=1S/CO/c1-2",
    "INCHIKEY": "UGFAIRIUMAVXCW-UHFFFAOYSA-N",
    "Formula": "CO",
    "MolecularWeight": {
        "$numberDouble": "28.01"
    },
    "Description": "Carbon monoxide is a one-carbon compound in which the carbon is joined only to a single oxygen. It is a colourless, odourless, tasteless, toxic gas. It has a role as a neurotoxin, a signalling molecule, a vasodilator agent, a neurotransmitter, a metabolite, a P450 inhibitor, a ligand, a biomarker, a probe, a human metabolite, a mouse metabolite, an EC 1.9.3.1 (cytochrome c oxidase) inhibitor and a mitochondrial respiratory-chain inhibitor. It is a one-carbon compound, a gas molecular entity and a carbon oxide. It is a conjugate base of a carbon monoxide(1+).",
    "XlogP": {
        "$numberDouble": "0.7"
    },
    "Complexity": {
        "$numberInt": "10"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "mechanism_of_action": [
        {
            "References": "Environmental Health Criteria 213: Carbon Monoxide pp. 1-12 (1999) by the International Programme on Chemical Safety (IPCS) under the joint sponsorship of the United Nations Environment Programme, the International Labour Organisation and the World Health Organization.",
            "Value": "The binding of carbon monoxide to hemoglobin, producing carboxyhemoglobin and decreasing the oxygen carrying capacity of blood, appears to be the principal mechanism of action underlying the induction of toxic effects of low-level carbon monoxide exposures. The precise mechanisms by which toxic effects are induced via carboxyhemoglobin formation are not understood fully but likely include the induction of a hypoxic state in many tissues of diverse organ systems. Alternative or secondary mechanisms of carbon monoxide-induced toxicity (besides carboxyhaemoglobin) have been hypothesized, but none has been demonstrated to operate at relatively low (near-ambient) carbon monoxide exposure levels."
        },
        {
            "References": "Environmental Health Criteria 213: Carbon Monoxide pp. 1-12 (1999) by the International Programme on Chemical Safety (IPCS) under the joint sponsorship of the United Nations Environment Programme, the International Labour Organisation and the World Health Organization",
            "Value": "Carbon monoxide is known to react with a variety of metal-containing proteins found in nature. Carbon monoxide-binding metalloproteins present in mammalian tissues include oxygen carrier proteins such as hemoglobin and myoglobin as well as metalloenzymes (oxidoreductases) such as cytochrome c oxidase, cytochromes of the P-450 type, tryptophan oxygenase and dopamine hydroxylase. These metalloproteins contain iron and/or copper centers at their active sites that form metal-ligand complexes with carbon monoxide in competition with molecular oxygen. Carbon monoxide and oxygen form complexes with metalloenzymes only when the iron and copper are in their reduced forms (Fe(II), Cu(I)). ... The competitive relationship between carbon monoxide and oxygen for the active site of intracellular hemoproteins is usually described by the Warburg partition coefficient (R), which is the carbon monoxide/oxygen ratio that produces 50% inhibition of the oxygen uptake of the enzyme, or, in the case of myoglobin, a 50% decrease in the number of available oxygen binding sites."
        },
        {
            "References": "Humphreys, D.J. Veterinary Toxicology. 3rd ed. London, England: Bailliere Tindell, 1988., p. 81",
            "Value": "Carbon monoxide ... reacts /in the blood stream/ with hemoglobin to form carboxyhemoglobin, a form which is incapable of combining with oxygen. Exposure to air containing 0.4% of carbon monoxide for 20-30 min results in the conversion of 70% of the hemoglobin in the blood to carboxyhemoglobin."
        },
        {
            "References": "Amdur, M.O., J. Doull, C.D. Klaasen (eds). Casarett and Doull's Toxicology. 4th ed. New York, NY: Pergamon Press, 1991., p. 28",
            "Value": "Carbon monoxide binds tightly to the reduced form of iron in hemoglobin, reducing the delivery of oxygen to tissues. Although this has for many years been thought to be the sole mechanism of toxicity of carbon monoxide, there is evidence to suggest that carbon monoxide also binds to cytochrome a + a3."
        },
        {
            "References": "Amdur, M.O., J. Doull, C.D. Klaasen (eds). Casarett and Doull's Toxicology. 4th ed. New York, NY: Pergamon Press, 1991., p. 113",
            "Value": "Carbon monoxide and ethylisocyanide act as ligands for the reduced heme moiety and thus compete with the endogenous ligand, molecular oxygen. These are potent inhibitors of oxidative reactions. Carbon monoxide also inhibits p450 mediated reductive reactions."
        },
        {
            "References": "Hayes, W.J., Jr., E.R. Laws Jr., (eds.). Handbook of Pesticide Toxicology Volume 1. General Principles. New York, NY: Academic Press, Inc., 1991., p. 172",
            "Value": "The affinity of hemoglobin for carbon monoxide is between 210 and 300 times greater than its affinity for oxygen, the exact factor depending on pH of the blood and partial pressure of carbon dioxide. ... Furthermore, the presence of carboxyhemoglobin alters the dissociation of oxyhemoglobin so that the remaining oxyhemoglobin is somewhat less efficient in transporting oxygen."
        },
        {
            "References": "PMID:19632292",
            "Value": "Carbon monoxide (CO) poisoning stimulated generation in rat striatum of toxic hydroxyl radicals (*OH), which might participate in the CO-induced neuronal injury. Since an increase in extracellular ascorbate (AA) stimulated *OH generation in the presence of endogenous metals, including iron, in rat striatum in vivo, we examined the role of extracellular AA in *OH generation due to CO poisoning in the present study. The CO-induced *OH generation in the striatum was strongly suppressed by intrastriatal administration of active, but not inactivated, AA oxidase, which degrades extracellular AA. In addition, CO poisoning caused a significant increase in extracellular AA in rat striatum, suggesting a role of extracellular AA in the CO-induced *OH generation. However, the time-course of changes in extracellular AA could not be completely superimposed on that of the CO-induced *OH generation. On the other hand, the CO-induced *OH generation was completely suppressed by an iron chelator, deferoxamine. These findings suggest that *OH generation in rat striatum due to CO poisoning may involve both extracellular AA and chelatable iron."
        },
        {
            "References": "PMID:18596041",
            "Value": "Conditions of stress, such as myocardial infarction, stimulate up-regulation of heme oxygenase (HO-1) to provide cardioprotection. CO, a product of heme catabolism by HO-1, directly inhibits native rat cardiomyocyte L-type Ca2+ currents and the recombinant alpha1C subunit of the human cardiac L-type Ca2+ channel. CO (applied via a recognized CO donor molecule or as the dissolved gas) caused reversible, voltage-independent channel inhibition, which was dependent on the presence of a spliced insert in the cytoplasmic C-terminal region of the channel. Sequential molecular dissection and point mutagenesis identified three key cysteine residues within the proximal 31 amino acids of the splice insert required for CO sensitivity. CO-mediated inhibition was independent of nitric oxide and protein kinase G but was prevented by antioxidants and the reducing agent, dithiothreitol. Inhibition of NADPH oxidase and xanthine oxidase did not affect the inhibitory actions of CO. Instead, inhibitors of complex III (but not complex I) of the mitochondrial electron transport chain and a mitochondrially targeted antioxidant (Mito Q) fully prevented the effects of CO. ... The cardioprotective effects of HO-1 activity may be attributable to an inhibitory action of CO on cardiac L-type Ca2+ channels. Inhibition arises from the ability of CO to promote generation of reactive oxygen species from complex III of mitochondria. This in turn leads to redox modulation of any or all of three critical cysteine residues in the channel's cytoplasmic C-terminal tail, resulting in channel inhibition."
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "Guan L et al; Toxicology 262 (2): 146-52 (2009). Available from, as of November 29, 2009: https://www.ncbi.nlm.nih.gov/entrez/query.fcgi?cmd=Retrieve&db=pubmed&dopt=Abstract&list_uids=19520142",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Carbon monoxide (CO) poisoning is a major cause of brain injury and mortality; delayed neurological syndrome (DNS) is encountered in survivors of acute CO exposure. The toxic effects of CO have been attributed to oxidative stress induced by hypoxia. Heme oxygenase-1 (HO-1) is the inducible heme oxygenase isoform, and its induction acts as an important cellular defense mechanism against oxidative stress, cellular injury and disease. In this study, we examined the functional roles of HO-1 induction in a rat model of CO-exposured hippocampal injury. We report that acute CO exposure produces severe hippocampal injury in rats. However, hemin pretreatment reduced both the CO-induced rise in hippocampal water content and levels of neuronal damage in the hippocampus; survival rates at 24 h were significantly improved. Upregulation of HO-1 by hemin pretreatment resulted in a significant decrease in hippocampal levels of malondialdehyde (MDA), a marker of oxidative stress; levels of pro-apoptotic caspase-3 were also reduced. In contrast, inhibition of HO activity by administration of tin protoporphyrin IX (SnPP, a specific inhibitor of HO) abolished the neuroprotective effects of HO-1 induction. These data suggested that the upregulation of endogenous HO-1 expression therefore plays a pivotal protective role in CO neurotoxicity. Though the precise mechanisms underlying hemin-mediated HO-1 induction and neuroprotection are not known, these may involve the anti-oxidant and anti-apoptotic effects of HO-1 enzyme activity."
        },
        {
            "References": "Environmental Health Criteria 213: Carbon Monoxide pp. 1-12 (1999) by the International Programme on Chemical Safety (IPCS) under the joint sponsorship of the United Nations Environment Programme, the International Labour Organisation and the World Health Organization.",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Inhalation of high levels of carbon monoxide, leading to carboxyhemoglobin concentrations greater than 10-15%, has been reported to cause a number of systemic effects in laboratory animals as well as effects in humans suffering from acute carbon monoxide poisoning. Tissues of highly active oxygen metabolism, such as heart, brain, liver, kidney and muscle, may be particularly sensitive to carbon monoxide poisoning."
        },
        {
            "References": "Environmental Health Criteria 213: Carbon Monoxide pp. 1-12 (1999) by the International Programme on Chemical Safety (IPCS) under the joint sponsorship of the United Nations Environment Programme, the International Labour Organisation and the World Health Organization.",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Rats were exposed to high levels of carbon monoxide (1700-2900 mg/cu m [1500-2500 ppm]) for 90 min. The common carotid artery and jugular vein serving one side of the brain of the rats were occluded by indwelling catheter. The usual changes noted were hypotension, bradycardia, hypothermia, altered blood glucose, unconsciousness, cerebral edema and behavioral evidence of central nervous system damage. The authors found that both greatly depressed and greatly elevated glucose during and/or after carbon monoxide exposure increased morbidity and mortality. Added hypothermia induced during carbon monoxide exposure was found to reduce morbidity/enhance survival, whereas rapid rewarming was found to be the best strategy to reduce morbidity/enhance survival post-carbon monoxide exposure."
        },
        {
            "References": "Environmental Health Criteria 213: Carbon Monoxide pp. 1-12 (1999) by the International Programme on Chemical Safety (IPCS) under the joint sponsorship of the United Nations Environment Programme, the International Labour Organisation and the World Health Organization.",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Carbon monoxide hypoxia results in an increase in cerebral blood flow, and this has been demonstrated by a number of investigators. The cerebral blood flow responses to carbon monoxide hypoxia /were examined/ in anesthetized dogs ... . A carboxyhemoglobin level as low as 2.5% resulted in a small, but significant, increase in cerebral blood flow to 102% of control. With reductions in oxygen carrying capacity of 5, 10, 20 and 30% (5, 10, 20 and 30% carboxyhemoglobin), cerebral blood flow increased to approximately 105, 110, 120 and 130% of control, respectively. At each of these levels, cerebral oxygen consumption remained unchanged. At carboxyhemoglobin levels above 30%, cerebral blood flow increased out of proportion to the decrease in oxygen carrying capacity, but the brain could no longer maintain cerebral oxygen consumption constant. At a carboxyhemoglobin level of 50%, cerebral blood flow increased to about 200% of control. These findings are in general agreement with those /that/ ... demonstrated that as carboxyhemoglobin increased to 20, 50 and 65%, cerebral blood flow increased to 200, 300 and then 400%, respectively, in cats. These cerebral blood flow increases at 20% carboxyhemoglobin are higher than those reported in /the previous/ study, but the reason for this is not known ... A 50-150% of control increase in cerebral blood flow with carboxyhemoglobin levels of 30-70% /was demonstrated/, and /another study/ showed a 26% increase in cerebral blood flow with a carboxyhemoglobin level of 20%. These findings also indicate that cerebral blood flow increases progressively with increasing carboxyhemoglobin concentrations and that cerebral oxygen consumption is maintained constant even at a carboxyhemoglobin level of 30%. This has important implications regarding the behavioral and electrophysiological consequences of carbon monoxide exposure ... At levels above /~40%/, the brain cannot increase blood flow enough to compensate for decreased tissue oxygen delivery. At these high carboxyhemoglobin levels, then, behavioral and neurophysiological abnormalities should be quite evident. At lower carboxyhemoglobin levels, these abnormalities should not be seen, because the brain can increase its blood flow or oxygen extraction to maintain a constant cerebral oxygen consumption ..."
        },
        {
            "References": "Environmental Health Criteria 213: Carbon Monoxide pp. 1-12 (1999) by the International Programme on Chemical Safety (IPCS) under the joint sponsorship of the United Nations Environment Programme, the International Labour Organisation and the World Health Organization.",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Laboratory animal studies found that very high levels of carbon monoxide (5700-11 000 mg/cu m [5000-10 000 ppm]) for 15-45 min were capable of producing capillary endothelial and alveolar epithelial edema in rats and rabbits, respectively. These effects of carbon monoxide have not been reported, however, at lower levels of carbon monoxide exposure."
        },
        {
            "References": "Environmental Health Criteria 213: Carbon Monoxide pp. 1-12 (1999) by the International Programme on Chemical Safety (IPCS) under the joint sponsorship of the United Nations Environment Programme, the International Labour Organisation and the World Health Organization.",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Little is known about the effects of carbon monoxide on ventilation in laboratory animals, and the few studies available are contradictory. No effects of carbon monoxide on ventilation were found in unanesthetized rabbits or cats, whereas large increases were reported in conscious goats. In anesthetized cats, high concentrations of carbon monoxide (11,000 mg/cu m [10,000 ppm]) increased ventilation. Cats/were used/  to compare the central effects of hypoxia on control of ventilation under conscious and anesthetized conditions. The cats were exposed for 60 min to either low inspired oxygen fraction (where the fraction of inspired oxygen [FIO2] = 0.115) or carbon monoxide diluted in air. In conscious cats, 1700 mg carbon monoxide/cu m (1500 ppm) caused decreased ventilation, whereas higher concentrations (2300 mg/cu m [2000 ppm]) induced first a small decrease, followed by tachypnea, which is typical of hypoxic hypoxia in carotid-denervated conscious animals. In anesthetized cats, however, carbon monoxide caused only mild changes in ventilation."
        },
        {
            "References": "Environmental Health Criteria 213: Carbon Monoxide pp. 1-12 (1999) by the International Programme on Chemical Safety (IPCS) under the joint sponsorship of the United Nations Environment Programme, the International Labour Organisation and the World Health Organization.",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Lung function /was measured/ in nine New Zealand white rabbits exposed for 45 min to either 0.8% (9200 mg/cu m [8000 ppm]) carbon monoxide or air. After carbon monoxide exposure, carboxyhemoglobin levels reached 63%. The dynamic lung compliance significantly decreased and the airway resistance significantly increased at 15 min and 30 min after the start of carbon monoxide exposure, respectively. The mean blood pressure fell to 62% of the baseline value by the end of exposure; the heart rate was not changed. The arterial pH decreased progressively throughout exposure, although there were no changes in the alveolar-arterial PO2 difference."
        },
        {
            "References": "Environmental Health Criteria 213: Carbon Monoxide pp. 1-12 (1999) by the International Programme on Chemical Safety (IPCS) under the joint sponsorship of the United Nations Environment Programme, the International Labour Organisation and the World Health Organization.",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ The left lung of seven dogs/was ventilated/  with 8-14% (92 000-160 000 mg/cu m [80 000-140 000 ppm]) carbon monoxide for 14-20 min. Femoral artery blood carboxyhaemoglobin levels ranged from 8% to 18% at the end of carbon monoxide ventilation. No changes in the diffusing capacity or pressure-volume characteristics of the lung were found."
        },
        {
            "References": "Environmental Health Criteria 213: Carbon Monoxide pp. 1-12 (1999) by the International Programme on Chemical Safety (IPCS) under the joint sponsorship of the United Nations Environment Programme, the International Labour Organisation and the World Health Organization.",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ /No/ histological changes /were found/ in the lungs of mongrel dogs exposed to carbon monoxide concentrations of 9200-16 000 mg/cu m (8000-14 000 ppm) for 14-20 min (up to 18% carboxyhemoglobin). Similarly, no morphological changes were found in the lungs of adult rabbits continuously exposed to 230 mg carbon monoxide/cu m (200 ppm) for up to 6 weeks (11.9-19% carboxyhemoglobin) or to 2200 mg carbon monoxide/cu m (1900 ppm) for 5 hr (31-39% carboxyhemoglobin)."
        },
        {
            "References": "PMID:2742495",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ The comparative acute toxicity of a branded American cigarette and kreteks (Indonesian cigarettes containing approx 60% tobacco and 40% ground clove buds) was assessed by exposure of groups of 10 male and 10 female rats to 3 different but equivalent (in terms of total particulate matter) concn of smoke (1.15 to 6.00% v/v) from each type of cigarette. The smoke was delivered \"nose only\" using a rodent smoking machine within a single 1-hr period, with a total delivery of 30 min smoke and a 15 min air-breathing period between the 2 smoke exposures. The only differences observed were more severe signs of smoke intoxication in the American smoke exposed rats which, at least in part, was attributed to the higher concn of carbon monoxide. Carbon monoxide concn in American smoke atmospheres were 2 to 2.5 times higher than that of kretek smoke (peak concn of 3000 ppm and 1500 ppm, respectively)."
        },
        {
            "References": "Amdur, M.O., J. Doull, C.D. Klaasen (eds). Casarett and Doull's Toxicology. 4th ed. New York, NY: Pergamon Press, 1991., p. 453",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Carbon monoxide exposure in rabbits, at 180 ppm exposure for four hr, results in focal intimal damage and edema. This is in the range of carbon monoxide exposure that humans might experience from cigarette smoke."
        },
        {
            "References": "Zenz, C. Occupational Medicine-Principles and Practical Applications. 2nd ed. St. Louis, MO: Mosby-Yearbook, Inc, 1988., p. 866",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ The effects of carbon monoxide on newborn survival in animals /was studied/. Rats /were exposed/ to mixtures of illuminating gas in air, with inspired carbon monoxide concentration of 0.43%. In 22 newborn rats 12-48 hr old exposed to carbon monoxide, the average survival times was about 196 min, in contrast to an average survival of about 36 min in mature animals."
        },
        {
            "References": "Lee KC et al; Int J Microcirc Clin Exptl 14 (1-2): 62-6 (1994)",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Carbon monoxide intoxication decr systemic blood pressure and peripheral resistance ... To assess the role of the skin in this process, the perfusion of hind limb shaven skin in anesthetized rats /were measured/ during acute moderate carbon monoxide intoxication. At a steady blood level of 25% carboxyhemoglobin, the red cell flux was measured as an index of tissue perfusion ... The mean blood pressure decr by 30% during carbon monoxide exposure, but there was no change in mean red blood cell flux of the hind limb skin microvessel bed ... Rat hind limb perfusion was not affected by acute moderate steady state carbon monoxide intoxication."
        },
        {
            "References": "PMID:8048082",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Hypoglycemia and hyperglycemia were induced in mice by fasting and by injecting with glucose, respectively. These and normally fed (normoglycemic) animals were exposed to 0.5% carbon monoxide for 10 min. This altered concn of energy metabolites in the brain, including decr in phosphocreatine and incr in creatine and lactate. The only difference between normoglycemic and hypoglycemic mice was lower lactate in the latter. In hyperglycemic mice, phosphocreatine and ATP were better preserved during carbon monoxide exposure and lactate was lower than in normoglycemic mice. Blood glucose concn correlated well with glucose but not with lactate in the brain. Thus, moderate hypo or hyperglycemia seems not to exacerbate carbon monoxide alterations of brain energy metabolism."
        },
        {
            "References": "Thom SR; Tox Appl Pharm 123 (2): 234-47 (1993)",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ The involvement of leukocytes in the conversion of xanthine dehydrogenase to xanthine oxidase in the brain after carbon monoxide poisoning was investigated in rats. Studies were made of male Wistar rats treated with monoclonal antibodies directed against activation dependent, B2 integrin adhesion molecules present on leukocytes. Rats were exposed to carbon monoxide at 1000 ppm for 40 min followed by 3000 ppm for up 20 min; rats were removed to room air when they lost consciousness ... Myeloperoxidase activity was increased ten fold in the brain microvessel segments prepared from rats immediately or 90 min after carbon monoxide exposure. Leukocytes played a central role in the oxidative stress mediated by carbon monoxide poisoning ... Leukocytes were sequestered in the vasculature. The absence of xanthine dehydrogenase to xanthine oxidase and lipid peroxidation in leukopenic rats and in rats treated with anti-CD-18 F(ab')2 fragments indicated that leukocytes were involved in precipitating carbon monoxide mediated biochemical changes. The finds ... were consistent with the theory that carbon monoxide mediated brain injury is a type of postischemic reperfusion injury."
        },
        {
            "References": "European Commission, ESIS; IUCLID Dataset, Carbon monoxide (630-08-0) p.23 (2000  CD-ROM edition). Available from, as of October 20, 2009: https://esis.jrc.ec.europa.eu/",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Monkeys (Macaca fascicularis) were seriously affected after 20-30 min of exposure /to 900 ppm CO/, achieving carboxyhemoglobin levels of 25-30%. The tests were as sensitive as tests in man for detecting psychomotor deficits induced by CO."
        },
        {
            "References": "PMID:8210686",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Energy metabolite levels in the brain after a brief exposure to carbon monoxide were investigated using mice. Male ddY-mice were exposed to carbon monoxide in an exposure chamber for 15 minutes and then transferred to room air. Blood was drawn and brain tissue preparation was conducted at 0 min, 30 min, 4 hr, 1 day, 4 days, or 8 days after exposure. Brain energy charge potential was calculated. There was a decrease of spontaneous activities in all mice during carbon monoxide exposure, with clonic seizures and death occurring in 33%. Blood carboxyhemoglobin was 63% immediately after exposure; it decreased to 29% 30 min later, and returned to normal in 4 hr. Phosphocreatine, ATP, and energy charge potential levels were lower by 24%, 20%, and 13%, respectively, while adenosine-diphosphate, adenosine-monophosphate, and pyruvate, and pyruvate/lactate ratios were higher by 16%, 216%: 108%, and 209%, respectively. At 4 hr, 1 day, 4 days, and 8 days after exposure, the levels of these metabolites did not differ from those of controls. /It was/ concluded that energy metabolism in the whole brain of mice does not appear to be impaired by acute carbon monoxide poisoning."
        },
        {
            "References": "PMID:8212056",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ ... Levine-prepared awake female rats were treated with 1500 and 2400 ppm CO for 90 min, CN at 4 mg/kg, or 1500 ppm CO plus 4 mg/kg CN. As in past studies, CO initially induced hyperglycemia and many-fold increases in blood lactate concentration, and rebound increases in blood glucose during recovery. CN produced hyperglycemia, however, there was no glucose rebound, nor was there a significant increase in lactate. CN plus 1500 ppm CO produced glucose changes similar to that of CO alone. CO exposure also induced hypothermia and hypotension, while CN produced little change in these parameters. CO increased heart rate, while CN tended to decrease heart rate. PR interval was increased significantly 4.5-17.0 ms by exposure to CO, with or without combination with CN, while CN alone produced minimal change in the PR interval. QT interval was increased up to 20 ms by exposure to CO, with or without combination with CN. CN alone produced no change in the QT interval. T wave duration was increased up to 22.5 ms by exposure to 1500 ppm CO, with or without combination with CN. CN alone produced minimal changes in T wave duration. There were no changes in duration of the (Q)RS complex or of the R wave. QT interval lengthening was positively correlated with the decrease in systolic blood pressure (0-30 min, r = 0.657, P < 0.05; 0-60 min, r = 0.704, P < 0.05). Hypothermia was correlated with increase in lactate concentration (r = 0.73, P < 0.05) and with decrease in blood pressure (r = 0.69, P < 0.05). No correlation between body temperature and QT interval was observed. The results indicate that CO at the concentrations used in the Levine-prepared rat has major effects on the ECG in slowing AV conduction and ventricular repolarization. ..."
        },
        {
            "References": "Humphreys, D.J. Veterinary Toxicology. 3rd ed. London, England: Bailliere Tindell, 1988., p. 82",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/  ... When the carbon monoxide level in the air exceeds 3%, death occurs almost at once. Lower levels are associated with vertigo, muscular weakness, difficult, rapid and stertorous respiration, intermittent heart beat, loss of power over sphincters and death in coma."
        },
        {
            "References": "Environmental Health Criteria 213: Carbon Monoxide pp. 1-12 (1999) by the International Programme on Chemical Safety (IPCS) under the joint sponsorship of the United Nations Environment Programme, the International Labour Organisation and the World Health Organization.",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ The effects of carbon monoxide on coronary flow, heart rate, blood pressure, cardiac output, myocardial oxygen consumption and blood flow to various organs have been investigated in laboratory animals. The results are somewhat contradictory (partly because exposure regimes differed); however, most workers agree that carbon monoxide in sufficiently high doses can affect many hemodynamic variables."
        },
        {
            "References": "Environmental Health Criteria 213: Carbon Monoxide pp. 1-12 (1999) by the International Programme on Chemical Safety (IPCS) under the joint sponsorship of the United Nations Environment Programme, the International Labour Organisation and the World Health Organization.",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ The effects of acute carbon monoxide exposure on cardiac electrical stability were studied in several canine heart models ... The direct effects of carbon monoxide on the normal and ischemic heart /were examined/ in the anesthetized dog as well as possible indirect effects mediated by changes in platelet aggregability or central nervous system activity in the conscious dog. In anesthetized dogs, exposure to carbon monoxide resulting in carboxyhemoglobin levels of up to 20% (570 mg carbon monoxide/cu m [500 ppm] for 90 to 120 min) had no effect on ventricular electrical stability in the normal or acutely ischemic heart. In a second study using anesthetized dogs, these workers evaluated the effects of carbon monoxide on platelet aggregability and its effect on coronary flow during partial coronary artery stenosis. Concentrations of carboxyhemoglobin up to 20% (570 mg carbon monoxide/cu m [500 ppm] for 60 to 120 min) did not alter platelet aggregability or its effect on coronary blood flow during stenosis. In a third model using conscious dogs, these workers studied the effects on the heart of carbon monoxide-elicited changes in central nervous system activity. They observed no adverse effects on cardiac excitability in response to carboxyhemoglobin levels of up to 20% (230 to 570 mg carbon monoxide/cu m [200 to 500 ppm] for 90 to 120 min) or to 9.7 +/- 1.6% carboxyhemoglobin (29 to 57 mg carbon monoxide/cu m [25 to 50 ppm]) for 24 hr."
        },
        {
            "References": "Environmental Health Criteria 213: Carbon Monoxide pp. 1-12 (1999) by the International Programme on Chemical Safety (IPCS) under the joint sponsorship of the United Nations Environment Programme, the International Labour Organisation and the World Health Organization.",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Several research groups have investigated the effects of carbon monoxide on the vulnerability of the heart to induced ventricular fibrillation. Carbon monoxide (110 mg/cu m [100 ppm] inhaled for 16 hr; 9.3% carboxyhemoglobin) reduced the threshold for ventricular fibrillation induced by an electrical stimulus applied to the myocardium of monkeys during the final stage of ventricular repolarization. The voltage required to induce fibrillation was highest in normal animals breathing air and lowest in infarcted animals breathing carbon monoxide. Infarction alone and carbon monoxide alone each required significantly less voltage for fibrillation; when the two were combined, the effects on the myocardium were additive. These observations were confirmed in both anesthetized, open-chested dogs with acute myocardial injury and normal dogs breathing carbon monoxide (110 mg/cu m [100 ppm]; 6.3-6.5% carboxyhemoglobin) for 2 hr. However, ...  anesthetized dogs inhaling 570 mg carbon monoxide/cu m (500 ppm; 20-35% carboxyhemoglobin) for 90 min were resistant to direct electrocardiographic changes. At 20% carboxyhemoglobin, there was evidence of enhanced sensitivity to digitalis-induced ventricular tachycardia, but there was no increase in vulnerability of the ventricles to hydrocarbon/epinephrine or to digitalis-induced fibrillation following exposure to carbon monoxide resulting in 35% carboxyhemoglobin."
        },
        {
            "References": "Environmental Health Criteria 213: Carbon Monoxide pp. 1-12 (1999) by the International Programme on Chemical Safety (IPCS) under the joint sponsorship of the United Nations Environment Programme, the International Labour Organisation and the World Health Organization.",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Besides the level of exposure, the time course of exposure to carbon monoxide is also important. ... Hemoglobin increases in laboratory animals exposed to carbon monoxide after about 48 hr and continues to increase in the course of continued exposure until about 30 days, depending perhaps upon exposure level. This hematopoietic response to long-term carbon monoxide exposure is similar to that shown for long-term hypoxic hypoxia, except that it is slower to start and tends to offset carbon monoxide hypoxic effects.  Most investigators have at least implied that increased hemoglobin level is the mechanism by which adaptation occurs. Certainly this explanation is reasonable for the studies showing increased survival in groups adapted for several days. Little has been done, however, to elucidate the extent to which such increases offset the deleterious effects of carbon monoxide. The probability that some adaptation occurs is supported theoretically by hemoglobin increases and empirically in the findings of laboratory animal studies measuring survival time. However, adaptation has not been demonstrated for specific health effects other than survival time."
        },
        {
            "References": "Environmental Health Criteria 213: Carbon Monoxide pp. 1-12 (1999) by the International Programme on Chemical Safety (IPCS) under the joint sponsorship of the United Nations Environment Programme, the International Labour Organisation and the World Health Organization.",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Despite an increase in gross lung weight, /investigators/ were unable to demonstrate any evidence of edema in the lungs of male albino rats after 7.5 weeks of exposure to incrementally increasing concentrations of carbon monoxide ranging from 290 to 1500 mg/cu m (250 to 1300 ppm). The authors also reported that this effect was not due to increased blood volume in the lung or fibrosis, as measured by lung hydroxyproline content. There was, therefore, no obvious explanation other than general growth for the lung hypertrophy reported in this study after chronic exposure to high concentrations of carbon monoxide."
        },
        {
            "References": "PMID:2530359",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Newborn Sprague Dawley rats were exposed to 500 ppm carbon monoxide for up to 32 days of age, at which time the remaining exposed rats and ambient air controls continued development in room air to 200 days of age. In the carbon monoxide group, ventricular wt to bw ratio was 26% greater than controls at 6 days of age, more than double at 15 days, and remained 47% greater at 28 days (6 rats per time period). Although absolute myocyte volumes were not different between the two groups at any time period, the carbon monoxide group did have greater G myocyte vol relative to body wt during the carbon monoxide exposure period. Binucleate myocytes of both ventricles were longer than controls during the exposure, but did not have increased width. By 200 days of age, myocytes from left ventricle plus septum of carbon monoxide exposed rats were significantly shorter and carbon monoxide exposed rats had more total myocytes than controls (36 million vs 32 million for controls, p < 0.05). In this study, cardiomegaly induced by 500 ppm carbon monoxide from birth to 32 days of age was primarily to myocyte hypertrophy with myocytes having increased length to width ratios (ie, alterations consistent with a vol induced model). Following removal from carbon monoxide exposure, there was regression of both cardiomegaly and myocyte hypertrophy. With increasing time after removal from carbon monoxide, myocytes tended to become shorter and smaller compared to age matched controls. This trend was present at 105 days and significant by 200 days of age, resulting in an increased number of myocytes in the myocardium long after removal of rats from carbon monoxide exposure."
        },
        {
            "References": "Hamilton, A., and H. L. Hardy. Industrial Toxicology. 3rd ed. Acton, Mass.: Publishing Sciences Group, Inc., 1974., p. 242",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ ... Exposing /dogs/... for 11 wk, 6 days/wk and 5.5 hr/day, to 100 ppm carbon monoxide, ... as early as the second wk the EKG showed changes which persisted, and at necropsy there were signs of degeneration in individual muscle fibers in myocardium, hemorrhage, and necrosis. Some of the dogs had shown disturbance of gait and of postural and position reflexes, and at necropsy there were found histological changes in cortex of the hemispheres and in the globus pallidus of the brain stem resembling ... those found after acute poisoning but smaller, more scattered, and less destructive."
        },
        {
            "References": "Hamilton, A., and H. L. Hardy. Industrial Toxicology. 3rd ed. Acton, Mass.: Publishing Sciences Group, Inc., 1974., p. 247",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ ...Dogs exposed to 96 ppm of carbon monoxide for 11 wk show significant rise in red cell count in 1st weeks, but then drop to the original level or below ... Increase due to marrow activity /as/ increased reticulocytes and some normoblasts /were found/ ... In animal experiments ... a rise in intracranial blood pressure occurs under the influence of carbon monoxide, ... attributed to the incr congestion and edema."
        },
        {
            "References": "Hamilton, A., and H. L. Hardy. Industrial Toxicology. 3rd ed. Acton, Mass.: Publishing Sciences Group, Inc., 1974., p. 252",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ ... Rabbits /were exposed/  to carbon monoxide for 8 wk ... Uptake of cholesterol in the intima of blood vessels was considerably enhanced. Histologically injuries to arterial walls caused by carbon monoxide were indistinguishable from those caused by spontaneous arteriosclerosis. /Other/ ...animal studies indicated that carbon monoxide has a direct toxic effect on lung tissue by disrupting the oxidative metabolic chain and profoundly inhibits all cellular activity especially in heart and brain tissue where the cells have the greatest need for oxygen."
        },
        {
            "References": "PMID:2496448",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Arterial blood gases were measured in 52 unanesthetized Sprague-Dawley rats following 6 wk exposure to either room air at ambient altitude (950 m), room air containing 100 ppm carbon monoxide at ambient altitude, room air at 4575 m simulated high altitude, or room air containing 100 ppm carbon monoxide at 4575 m simulated high altitude. Pa(CO2) was significantly higher in animals exposed to carbon monoxide both at ambient altitude (38.2 vs 34.5 Torr) and simulated high altitude (28.3 vs 23.6 Torr)."
        },
        {
            "References": "PMID:2813557",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Male Fischer 344 rats were exposed continuously for 6 wk to: 100 or 500 ppm carbon monoxide; 15,000 feet simulated high altitude; or 100 or 500 ppm carbon monoxide at simulated high altitude. Simulated high altitude decr body wt significantly; carbon monoxide and carbon monoxide/simulated high altitude interaction had no significant effect on body weight. Carbon monoxide and simulated high altitude increased hematocrit ratio significantly; 500 ppm carbon monoxide increased hematocrit ratio to a greater extent than 100 ppm carbon monoxide. There was a significant interaction between 500 ppm carbon monoxide and simulated high altitude on hematocrit ratio. The mean electrical axis was shifted to the right by simulated high altitude, and shifted to the left by carbon monoxide. The effect was dose dependent, with the greater left shift occurring with 500 ppm carbon monoxide."
        },
        {
            "References": "WHO; Environ Health Criteria 13: Carbon Monoxide p.48 (1979)",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ One experimental study on the effects of carbon monoxide on the natural history of heart disease in the cynomolgus monkey has been reported. /Animals were/ exposed ... to carbon monoxide concentration of 137 mg/cu m (120 ppm) for 24 wk. The average carboxyhemoglobin level of 12.4% resulted in a polycythemia with an increase in hematocrit from 35 to 50%. All animals developed increased P-wave amplitude and T-inversion which suggested nonspecific myocardial stress rather than ischemia. Animals in which an experimental myocardial infarction was produced prior to exposure to carbon monoxide had more marked electrocardiographic changes than animals breathing room air."
        },
        {
            "References": "PMID:8157870",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Adult male rats were exposed to 500 ppm carbon monoxide continuously for 30 days, while litter-mate controls remained in room air (AIR). Heart weight-to-body weight ratio and hematocrit were increased significantly. Right ventricle free wall thickness was increased significantly as was right to left heart diameter and average heart diameter. Cross-sectional areas of the left ventricle free wall, interventricular septum (S) and right ventricle midway between the apex and base were increased significantly. Morphometric analysis of the carbon monoxide-exposed and AIR hearts revealed no significant differences in the number of small (27-114 um) or larger (> 114 um) blood vessels in any region; however, there was a trend towards an increased number of the smaller vessels, both arterioles and venules, in the carbon monoxide-exposed rats. The larger arteries in the S and right ventricle were significantly larger in the carbon monoxide-exposed rats. There was a significant overall effect of carbon monoxide on larger artery diameter across all heart regions, consistent with the appearance of heart radiographs taken. There were no differences in the diameter of the small vessels in any region of the heart between the carbon monoxide-exposed and AIR rats. The vessel cross-sectional area of the larger vessels tended to be increased in all regions of the heart. The cross-sectional area of the large arteries in the left ventricle was increased significantly. Arterial wall thickness was decreased significantly in right ventricle and there was a significant overall effect of carbon monoxide in decreasing wall thickness and the ratio of wall thickness-to-vessel luminal diameter in these vessels. No vascular pathology was observed. The results suggest changes in coronary vessel architecture during chronic carbon monoxide-induced cardiac hypertrophy and are consistent with earlier hemodynamic and morphometric studies of carbon monoxide exposed hearts."
        },
        {
            "References": "PMID:2813557",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Male Fischer 344 rats were exposed continuously for 6 wk to: 100 or 500 ppm carbon monoxide (CO); 15,000 feet simulated high altitude; or 100 or 500 ppm CO at simulated high altitude. Simulated high altitude decreased body wt significantly; CO and CO/simulated high altitude interaction had no significant effect on body weight. CO and simulated high altitude increased hematocrit ratio significantly; 500 ppm CO increased hematocrit ratio to a greater extent than 100 ppm CO. There was a significant interaction between 500 ppm CO and simulated high altitude on hematocrit ratio. The mean electrical axis was shifted to the right by simulated high altitude, and shifted to the left by CO. The effect was dose dependent, with the greater left shift occurring with 500 ppm CO."
        },
        {
            "References": "Environmental Health Criteria 213: Carbon Monoxide pp. 1-12 (1999) by the International Programme on Chemical Safety (IPCS) under the joint sponsorship of the United Nations Environment Programme, the International Labour Organisation and the World Health Organization.",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Changes in hemoglobin concentration and hematocrit ratio have been reported in numerous animal studies. In dogs exposed to 57 mg carbon monoxide/cu m (50 ppm; 7.3% carboxyhemoglobin) for 3 months, ... a slight increase in hemoglobin concentration (12%), hematocrit ratio (10%) and red blood cells (10%) /was observed/. These observations were extended to include several species of animals exposed to 58 mg carbon monoxide/cu m (51 ppm) or more (3.2-20.2% carboxyhemoglobin), intermittently or continuously, for up to 90 days. There were no significant increases in the hemoglobin or hematocrit values observed in any of the species at 58 mg carbon monoxide/cu m (51 ppm; 3.2-6.2% carboxyhemoglobin). At 110 mg carbon monoxide/cu m (96 ppm; 4.9-12.7% carboxyhemoglobin), significant increases were noted in the hematocrit value for monkeys (from 43% to 47%) and in the hemoglobin (from 14.0g% to 16.49g%) and hematocrit values (from 46% to 52%) for rats. Hemoglobin and hematocrit values were elevated in rats (by 14% and 10%, respectively), guinea-pigs (8% and 10%, respectively) and monkeys (34% and 26%, respectively) exposed to 230 mg carbon monoxide/cu m (200 ppm; 9.4-12.0% carboxyhemoglobin); they were also elevated in dogs, but there were too few animals to determine statistical significance. However, in dogs exposed to carbon monoxide (220 mg/cu m [195 ppm]; 30% carboxyhemoglobin) for 72 hr,  hematocrit and hemoglobin increased from 50.3% to 57.8% and from 15.0 g% to 16.2 g%, respectively. The differences in hematocrit and hemoglobin occurred after a 72 hr exposure and were attributed to increased erythropoiesis. Because no measurements were made, however, the possibility of splenic contraction cannot be excluded ... Significant increases in hemoglobin (from 15.6 g% to 16.7 g%) in rats exposed to 110 mg carbon monoxide/cu m (100 ppm) /were observed/  over several weeks and /the authors/concluded that the threshold for an increased hemoglobin response is close to 110 mg/cu m (100 ppm; 9.26% carboxyhemoglobin)."
        },
        {
            "References": "Environmental Health Criteria 213: Carbon Monoxide pp. 1-12 (1999) by the International Programme on Chemical Safety (IPCS) under the joint sponsorship of the United Nations Environment Programme, the International Labour Organisation and the World Health Organization.",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Whether carbon monoxide exposure in the developing heart produces long-lasting alterations in coronary vasculature /was studied/. One-day-old male rat pups exposed to 530 mg carbon monoxide/cu m (500 ppm) continuously for 30 days were sacrificed at 61 and 110 days of age. Morphometric analysis was performed on the fixed hearts. There were no significant differences in the number of small (27 to 114 um) or larger (> 114 um) vessels in any heart region. The septum in the carbon monoxide-exposed rats was an exception; there were more small veins at 61 days of age and more larger veins at 110 days of age. There was a significant increase in the number of small arteries at both ages in the carbon monoxide-exposed rats across all heart regions and in the smaller veins at 61 days of age. The large vessels in the septum at 61 days of age had a significantly greater diameter in the carbon monoxide-exposed compared with the air-exposed rats. This was also true for the large arteries in the septum and right ventricle of the 110-day-old rats. Taking all heart regions together, the large arteries in carbon monoxide-exposed rats were larger than those in air-exposed rats. Previous carbon monoxide exposure significantly increased large artery and total cross-sectional area in the septum and right ventricle at 61 days of age and in the right ventricle at 110 days of age. Total cross-sectional area of veins in the septum was also increased. Taking all heart regions together, carbon monoxide significantly increased small artery cross-sectional area at 61 days of age and small, large and total artery cross-sectional area at 110 days of age. With one exception (small veins, 110 days of age), there was no effect of carbon monoxide on vein cross-sectional area. These changes resulted in an increase in the percentage of total cross-sectional area contributed by the larger vessels. Pathological examination showed nothing abnormal. The results suggest profound and persistent changes in coronary vessel architecture following chronic neonatal carbon monoxide exposure."
        },
        {
            "References": "Environmental Health Criteria 213: Carbon Monoxide pp. 1-12 (1999) by the International Programme on Chemical Safety (IPCS) under the joint sponsorship of the United Nations Environment Programme, the International Labour Organisation and the World Health Organization.",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Ventricular weights (wet and dry) and myocyte size and volume were measured in perinatal rats exposed to 230 mg carbon monoxide/cu m (200 ppm)). Pregnant rats were exposed to air or carbon monoxide, and, at birth, pups from these two groups were subdivided into four groups: (1) control group (air/air), which was maintained in air in utero and postpartum; (2) air/carbon monoxide group, which received carbon monoxide postpartum only; (3) carbon monoxide/carbon monoxide group, which received carbon monoxide in utero and postpartum; and (4) carbon monoxide/air group, which received carbon monoxide in utero but was maintained in air postpartum. Right ventricle weights were increased in animals exposed to carbon monoxide during the fetal period, but left ventricle weights were increased by carbon monoxide during the neonatal period. Although heart weight to body weight ratios increased to those of the carbon monoxide/carbon monoxide group by 12 days of age in animals exposed to carbon monoxide postnatally only (air/carbon monoxide), heart weight to body weight ratios decreased to those of controls (air/air) by 28 days of age in animals exposed to air postnatally following fetal carbon monoxide exposure (carbon monoxide/air). There was no difference in myocyte volume between groups at birth. Left ventricle plus septum and right ventricle cell volumes of the carbon monoxide/carbon monoxide group were smaller than those of the controls at 28 days of age despite the heavier wet and dry weights of the carbon monoxide/carbon monoxide neonates. At birth, the carbon monoxide-exposed animals had more myocytes in the right ventricle than the air-exposed controls; carbon monoxide exposure after birth resulted in left ventricular hyperplasia."
        },
        {
            "References": "Environmental Health Criteria 213: Carbon Monoxide pp. 1-12 (1999) by the International Programme on Chemical Safety (IPCS) under the joint sponsorship of the United Nations Environment Programme, the International Labour Organisation and the World Health Organization.",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ The early investigations of cardiac enlargement following prolonged exposure to carbon monoxide have been confirmed in different animal models and extended to characterize the development and regression of the cardiomegaly ... Cardiac hypertrophy /was reported/ in rats breathing 460 mg carbon monoxide/cu m (400 ppm) for the first 71 days, followed by 570 mg/cu m (500 ppm) for the remaining 97 days, but not in dogs, baboons or monkeys receiving the same carbon monoxide exposure ... Cardiomegaly /was also noted/ in rats breathing 570 mg carbon monoxide/cu m (500 ppm); heart weights were one-third greater than predicted for controls within 14 days of exposure and were 140-153% of controls after 42 days of exposure. The cardiomegaly was accompanied by changes in cardiac lactate dehydrogenase isoenzyme composition that were similar to those reported in other conditions that cause cardiac hypertrophy (e.g., aortic and pulmonary artery constriction, coronary artery disease, altitude acclimation, severe anemia).  To further characterize the hypertrophy and determine its threshold, ... heart weights in rats exposed continuously to 110, 230 or 570 mg carbon monoxide/cu m (100, 200 or 500 ppm; 9.26, 15.82 and 41.14% carboxyhemoglobin) /were measured/ for various times (1-42 days); ... significant increases in heart weights /were observed/ at 230 and 570 mg carbon monoxide/cu m (200 and 500 ppm), with changes occurring in the left ventricle and septum, right ventricle and especially the atria. The authors concluded that whereas the threshold for an increased hemoglobin response is 110 mg carbon monoxide/cu m (100 ppm; 9.26% carboxyhemoglobin), the threshold for cardiac enlargement is near 230 mg carbon monoxide/cu m (200 ppm; 12.03% carboxyhemoglobin); unlike cardiac hypertrophy caused by altitude, which primarily involves the right ventricle, cardiac hypertrophy caused by carbon monoxide involves the whole heart."
        },
        {
            "References": "Environmental Health Criteria 213: Carbon Monoxide pp. 1-12 (1999) by the International Programme on Chemical Safety (IPCS) under the joint sponsorship of the United Nations Environment Programme, the International Labour Organisation and the World Health Organization.",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Data obtained from animal studies suggest that carbon monoxide can disturb cardiac conduction and cause cardiac arrhythmias. In dogs exposed intermittently or continuously to carbon monoxide (57 and 110 mg/cu m [50 and 100 ppm]; 2.6-12.0% carboxyhemoglobin) for 6 weeks in environmental chambers, ... abnormal electrocardiograms /were reported/; the changes appeared during the second week and continued throughout the exposure. The blood cytology, hemoglobin and hematocrit values were unchanged from control values ... The effects of breathing carbon monoxide (110-120 mg/cu m [96-102 ppm]; 12.4% carboxyhemoglobin) continuously (23 hr per day for 24 weeks) on the electrocardiograms of healthy monkeys and monkeys with myocardial infarcts induced by injecting microspheres into the coronary circulation. The authors observed higher P-wave amplitudes in both the infarcted and non-infarcted monkeys and a higher incidence of T-wave inversion in the infarcted monkeys. The authors concluded that there was a greater degree of ischemia in the infarcted animals breathing carbon monoxide. Although there was a greater incidence of T-wave inversion in the infarcted monkeys, the effects were transient and of such low magnitude that accurate measurements of amplitude were not possible. In other long-term studies, however, several groups have reported no effects of carbon monoxide either on the electrocardiogram or on cardiac arrhythmias ... No changes /were seen/ in the electrocardiogram of dogs exposed continuously to carbon monoxide (57 mg/cu m [50 ppm]; 7.3% carboxyhemoglobin) for 3 months. These observations were confirmed by /a study that/ reported no effects on the electrocardiogram in cynomolgus monkeys (Macaca fascicularis) exposed to carbon monoxide (570 mg/cu m [500 ppm], pulsed; 21.6% carboxyhemoglobin) for 14 months."
        },
        {
            "References": "European Commission, ESIS; IUCLID Dataset, Carbon monoxide (630-08-0) p.26 (2000  CD-ROM edition). Available from, as of October 20, 2009: https://esis.jrc.ec.europa.eu/",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Monkeys (Macaca iris) /were exposed to CO 22 hr/day, 7 days/wk for 2 yr at doses of 20 or 65 ppm./ Blood carboxyhemoglobin values ranged from 2.0 - 5.5% and 4.8 - 10.2% for low and high carbon monoxide ambient concn, respectively. These levels of carboxyhemoglobin for two yr did not lead to any biologically significant changes in the monkeys."
        },
        {
            "References": "Environmental Health Criteria 213: Carbon Monoxide pp. 1-12 (1999) by the International Programme on Chemical Safety (IPCS) under the joint sponsorship of the United Nations Environment Programme, the International Labour Organisation and the World Health Organization.",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Developmental toxicity has been described as including death of the developing organism, structural abnormalities, altered growth and functional deficits resulting from toxic exposures that occur pre- and postnatally up to the subject's attaining sexual maturity. The appearance of toxic effects may occur at any time throughout life. Concern for special vulnerability of immature organisms to toxic compounds focuses on the possibilities that (1) a toxic exposure that is not sufficient to produce maternal toxicity or toxicity in the adult organism will adversely affect the fetus or neonate or (2) at a level of exposure that does produce a toxic consequence in the adult or mother, the fetus or neonate suffers a qualitatively different toxic response. Toxic responses that occur early in life but are not permanent may or may not be a cause of concern. In some cases, they truly may be transient events with no persisting consequences. However, in other cases, such results may have their own consequences for development of the organism or may reappear under conditions of ill health produced by other toxic exposures, environmental stresses or exposure to pathogenic agents. There are theoretical reasons and supporting experimental data that suggest that the fetus and developing organism are especially vulnerable to carbon monoxide. One reason for approaching the fetus as a separate entity for purposes of regulation is that the fetus is likely to experience a different carbon monoxide exposure from the adult given identical concentrations of the gas in air. This is due to differences in uptake and elimination of carbon monoxide from fetal haemoglobin, which are documented below. Further, differences appear to exist among species in the relative affinity of fetal and adult hemoglobin for carbon monoxide."
        },
        {
            "References": "Environmental Health Criteria 213: Carbon Monoxide pp. 1-12 (1999) by the International Programme on Chemical Safety (IPCS) under the joint sponsorship of the United Nations Environment Programme, the International Labour Organisation and the World Health Organization.",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ It is known that a variety of cardiovascular and hematopoietic changes can accompany hypoxia in neonates and adult subjects, including elevation in hemoglobin, hematocrit and heart weight. Data gathered in adult laboratory animals suggest that these changes may be related. Cardiomegaly resulting from hypoxia reflects the amount of work performed to extract an adequate supply of oxygen. Whether or not the same processes occur in prenatal and neonatal carbon monoxide-induced hypoxia has been the subject of several reports. For prenatal exposure, the accumulated laboratory animal data suggest that carbon monoxide-induced cardiomegaly may be proportionately greater than in adult animals at a given maternal carbon monoxide exposure level. Whether or not this is due to higher fetal carboxyhemoglobin levels, as a consequence of fetal hemoglobin's higher affinity for carbon monoxide, is not clear. Although the cardiomegaly may resolve when the neonatal subject is placed in a normal air environment, there is evidence for a persisting increase in the number of muscle fibers. The functional significance of these changes, if any, is uncertain. The lowest-observed-effect level (LOEL) for fetal cardiomegaly has not been well determined. One experiment has shown significant elevation of heart weight following carbon monoxide exposures as low as 69 mg/cu m (60 ppm), and there are no published dose-response experiments that provide a no-observed-effect level (NOEL). Chronic prenatal carbon monoxide exposure at approximately 230 mg/cu m (200 ppm) results in a significant increase in the number of muscle fibers in the heart. The NOEL for this change has not been determined."
        },
        {
            "References": "Environmental Health Criteria 213: Carbon Monoxide pp. 1-12 (1999) by the International Programme on Chemical Safety (IPCS) under the joint sponsorship of the United Nations Environment Programme, the International Labour Organisation and the World Health Organization.",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ It has been demonstrated that the presence of maternal carboxyhemoglobin over a range of values results in depressed oxygen levels in fetal blood. The simplest explanations for the inverse relationship between maternal carboxyhemoglobin and fetal oxygen levels are reduced maternal oxygen carrying capacity, impaired dissociation of oxygen from maternal hemoglobin (the Haldane effect) and reduced availability of free fetal hemoglobin that is able to bind oxygen."
        },
        {
            "References": "Environmental Health Criteria 213: Carbon Monoxide pp. 1-12 (1999) by the International Programme on Chemical Safety (IPCS) under the joint sponsorship of the United Nations Environment Programme, the International Labour Organisation and the World Health Organization.",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ GD = gestation day; PD = postnatal day",
            "Table": "[{'Species': 'Mice', 'CO Conc (mg/cu m)': '290', 'Duration': '7 &amp; 24 hr/d on GDs 6-15', 'Maternal COHb (%)': '10-11', 'Effects': 'Incr in resorptions at 7 hr/day'}, {'Species': 'CD-1 mice', 'CO Conc (mg/cu m)': '74, 140, 290, 570', 'Duration': '24 hr/day on GDs 6-17', 'Maternal COHb (%)': nan, 'Effects': 'Incr in embryolethality; dose-dep decr in live litter size; decr in mean fetal wts'}, {'Species': 'CF-1 mice', 'CO Conc (mg/cu m)': '290', 'Duration': '24 hr/dad on GDs 6-15', 'Maternal COHb (%)': nan, 'Effects': 'Minor skeletal variants'}, {'Species': 'CD-1 mice', 'CO Conc (mg/cu m)': '74, 140', 'Duration': 'GD 7-18', 'Maternal COHb (%)': nan, 'Effects': 'Impairment of righting reflex on PD 1 and negative geotaxis on PD 10 at 140 mg/cu m; impairment of arial righting at 74 or 140 mg/cu m'}, {'Species': 'Rats', 'CO Conc (mg/cu m)': '23024 hr/day during last 18 gestation days (GD)', 'Duration': '28', 'Maternal COHb (%)': 'Decr in litter size &amp; birth wts', 'Effects': nan}, {'Species': 'Rats', 'CO Conc (mg/cu m)': '860', 'Duration': '3 hr/day on GDs 7, 8 or 9', 'Maternal COHb (%)': nan, 'Effects': 'Incr in fetal resorptions &amp; stillbirths; decr in body length; skeletal anomalies'}, {'Species': 'Rats', 'CO Conc (mg/cu m)': '86, 170, 340', 'Duration': 'Continuously throughout gestation to postnatal (PN) day 10', 'Maternal COHb (%)': nan, 'Effects': 'Dose depend decr in bw'}, {'Species': 'Rats', 'CO Conc (mg/cu m)': '1300-1400', 'Duration': '2 hr/day throughout gestation', 'Maternal COHb (%)': nan, 'Effects': '~20% incr in maternal hematocrit; decr in placental &amp; fetal wts'}, {'Species': 'Rats', 'CO Conc (mg/cu m)': '(1) 230 (2) 230+570', 'Duration': '(1) continuously throughout gestation (2) continuously throughout gestation (200) + neonatally until age 29 d (500)', 'Maternal COHb (%)': '28', 'Effects': 'Cardiomegaly, decr in hemoglobin, hematocrit and RBD; heart wt/bw still elevated in young adult rats receiving CO prenatally and neonatally'}, {'Species': 'Rats', 'CO Conc (mg/cu m)': '170', 'Duration': 'Continuously throughout gestation', 'Maternal COHb (%)': '15-17', 'Effects': 'Delays in development of negative geotaxis and homing behavior'}, {'Species': 'Rats', 'CO Conc (mg/cu m)': '170', 'Duration': 'Continuously throughout gestation', 'Maternal COHb (%)': '16', 'Effects': 'Impairment of acquisition and retention of a larned active avoidance task at 30-31 days of age'}, {'Species': 'Rats', 'CO Conc (mg/cu m)': '170', 'Duration': '24 hr/day continuously throughout gestation', 'Maternal COHb (%)': '14', 'Effects': 'Impariment of acquisition of a 2-way active avoidance task at 90-days of age; impairment of acquisition and reacquisition of a 2-way avoidance task at 18-months'}, {'Species': 'Rabbit', 'CO Conc (mg/cu m)': '210', 'Duration': 'Continuously throughout gestation', 'Maternal COHb (%)': '16-18', 'Effects': 'Incr in fetal mortality; malformations'}, {'Species': 'Rabbit', 'CO Conc (mg/cu m)': '3100-6200', 'Duration': '12 puffs daily from GDs 6 to 18', 'Maternal COHb (%)': '16', 'Effects': 'Incr in fetal mortality'}, {'Species': 'Pigs', 'CO Conc (mg/cu m)': '230, 290', 'Duration': 'From GD until birth', 'Maternal COHb (%)': '20 &amp; 22', 'Effects': 'Impairment of negative geotaxis behavior and open field activity 24 hr after birth at 290 mg/cu m; impairment of open field activity 48 hr after birth at both doses'}, {'Species': 'Sows', 'CO Conc (mg/cu m)': '170-460', 'Duration': '48-96 hr between CDs 108 &amp; 110', 'Maternal COHb (%)': '23 @ 290 mg/cu m', 'Effects': 'Incr in no of stillbirths at 290 mg/cu m'}]"
        },
        {
            "References": "European Commission, ESIS; IUCLID Dataset, Carbon monoxide (630-08-0) p.28 (2000  CD-ROM edition). Available from, as of October 20, 2009: https://esis.jrc.ec.europa.eu/",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Rats prenatally exposed to a low concn of carbon monoxide capable to produce carboxyhemoglobin levels in the blood equivalent to those found in smokers /150 ppm for 24 hr daily for the entire gestation/ showed reduced birth wt and decreased wt gain. Neurobehavioral and biochemical testing of offspring revealed lower behavioral activity levels through the preweaning period, altered central catecholamine activity, and reduction in total brain protein at birth."
        },
        {
            "References": "European Commission, ESIS; IUCLID Dataset, Carbon monoxide (630-08-0) p.30 (2000  CD-ROM edition). Available from, as of October 20, 2009: https://esis.jrc.ec.europa.eu/",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Exposure of pregnant /mice/ to CO failed to produce apparent signs of maternal toxicity, but effects were seen in the offspring. The mean percent fetal mortality per litter from mothers exposed to CO at 0, 65, 125, 250, or 500 ppm was 4.52, 5.89, 12.50, 15.50, 55.30, respectively. The mean number of dead or resorbed fetuses per litter in the high dose group was significantly greater than the control value. Weight of fetuses from 125, 250, and 500 ppm CO-exposed mothers were significantly decreased when compared to wt of controls. Fetal weight was not significantly influenced by 65 ppm CO exposure."
        },
        {
            "References": "European Commission, ESIS; IUCLID Dataset, Carbon monoxide (630-08-0) p.30 (2000  CD-ROM edition). Available from, as of October 20, 2009: https://esis.jrc.ec.europa.eu/",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ In /minature and domestic pig/ sows exposed to CO concn of 200, 250, 300, and 350 ppm /on days 108 to 110 of gestation/, stillbirth rates were 6.7, 34.8, 42.3, and 80.0% respectively. The frequency of stillbirth increased significantly when maternal carboxyhemoglobin concn exceeded 23% saturation of hemoglobin. The carboxyhemoglobin concn in newly delivered pigs were greater than maternal /concn/. Common gross lesions in stillborn pigs were cherry red discoloration of the subcutaneous tissues, muscles, and viscera, and accumulation of a large vol of serosanguineous pleural effusion."
        },
        {
            "References": "PMID:7442921",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Pregnant rats were exposed to 150 ppm carbon monoxide in air ... Examination of offspring showed offspring weighed less at birth, showed reduced growth rates, and performed poorly on negative geotaxis and homing tests."
        },
        {
            "References": "Shepard, T. H. Catalog of Teratogenic Agents. 3rd ed. Baltimore, MD.: Johns Hopkins University Press, 1980., p. 53",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ ... Rabbits /were exposed/ during pregnancy to 180 ppm carbon monoxide. Perinatal death occurred in 43 of 123 treated offspring but in only one of a comparable control group. The bw was approximately 10 g less in the treated group, and 3 had defects of their extremities."
        },
        {
            "References": "WHO; Environ Health Criteria 13: Carbon Monoxide p.53 (1979)",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ When fertilized chicken eggs were continuously exposed to carbon monoxide concentration of 747 mg/cu m (650 ppm) for up to 18 days of incubation, the percentage of eggs hatching decreased to 46% and developmental anomalies of the tibia and metatarsal bones were noted."
        },
        {
            "References": "Zenz, C. Occupational Medicine-Principles and Practical Applications. 2nd ed. St. Louis, MO: Mosby-Yearbook, Inc, 1988., p. 866",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Pregnant rats were exposed to 1.5% (15,000 ppm) carbon monoxide for five to eight minutes ten times on alternate days during their 21 day pregnancy. This resulted in maternal unconsciousness and abortion or absorption of most fetuses. The surviving newborns did not grow normally. Similar exposure to 5,900 ppm affected only a small percentage of animals."
        },
        {
            "References": "Zenz, C. Occupational Medicine-Principles and Practical Applications. 2nd ed. St. Louis, MO: Mosby-Yearbook, Inc, 1988., p. 866",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Quantitative data on fetal weight of two groups of pregnant rabbits exposed to carbon monoxide continually for 30 days /was reported/. Exposure to 90 ppm yielded maternal carboxyhemoglobin concentrations of 9-10% from a control value of 4.5%. Mortality of the young rabbits during the following 21 days increased to 25% from a control value of 13%. Doubling the concentration of carbon monoxide to 180 ppm resulted in maternal carboxyhemoglobin concentrations of 16-18%, birth weights deceased 20% from 53.7 to 44.7 g. and neonatal mortality was 35% compared with 1% from the controls. Mortality during the following 21 days was the same value as for the controls, 27%."
        },
        {
            "References": "PMID:8306425",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ In response to acute maternal hypoxia ornithine decarboxylase activity increased significantly in fetal rat brain peaking at 4 hr. This was associated with increased ornithine decarboxylase mRNA and elevated polyamine concentrations. To correlate this response with development /investigators/ measured ornithine decarboxylase activity in the rat from gestational day E 17 to postnatal day P 10. /The authors/ also examined to what extent hypoxia induces increased ornithine decarboxylase activity in adult rat brains and whether the response to chronic hypoxia differed from that to acute hypoxia. To test the hypothesis that this increased activity is due to hypoxic hypoxia per se, /investigators/ subjected pregnant dams to inspired carbon monoxide concentrations ranging from 150 to 1000 ppm and assayed ornithine decarboxylase activity in the fetal brain 4 hr later. In the fetus ornithine decarboxylase activity was elevated on E 17 in the cerebrum and cerebellum. It declined gradually to about one-tenth E 17 levels by E 21 and remained low thereafter except for a postnatal elevation in the cerebellum on P 3. In response to 10.5% 02, in the 3-day-old rat, ornithine decarboxylase activity peaked between 2 and 3 hr of hypoxia increasing 3-fold in the hippocampus and 2-fold in cerebellum. Similar increases were seen in the hypoxic adult rat brain. In inspired oxygen dose-response studies exposure of P 3 rat pups to 13.25% 02 for 2.5 hr produced a 1.5-fold increase in ornithine decarboxylase activity; 10.5% 02 produced a 2-3-fold increase while in response to 9% 02 ornithine decarboxylase activity remained at baseline levels. With maternal carbon monoxide-hypoxia, ornithine decarboxylase activity increased in the fetal brain at 4 hr, as seen with hypoxic-hypoxia. For example, in hippocampus, ornithine decarboxylase activity doubled at 500 ppm and tripled at 600 ppm. It was concluded: (1) apparently the ability to respond thus is not lost as the animal ages and may represent an important cellular response to acute hypoxia; (2) the increase in hypoxic induced ornithine decarboxylase activity is relative to the already elevated activity seen from E 17 to E 20; a vast reserve for the induction of fetal ornithine decarboxylase activity probably exists and may indicate the importance of this enzyme during this time frame for differentiation and growth promotion: and (3) the carbon monoxide-hypoxia studies suggest that some aspects of the cellular responses to carbon monoxide- and hypoxic-hypoxia are similar."
        },
        {
            "References": "PMID:8358603",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Wistar female rats were exposed to relatively mild concentrations of carbon monoxide (75 and 150 ppm) from day 0 to day 20 of pregnancy. The results show that prenatal exposure to carbon monoxide (150 ppm) produced a significant reduction in the minimum frequency of ultrasonic calls emitted by rat pups removed from their nest. Moreover, a significant decrease in the responsiveness (rate of calling) to a challenge dose of diazepam (0.25 mg/kg) was found in male pups exposed to carbon monoxide (150 ppm) during gestation. Prenatal carbon monoxide (75 and 150 ppm) did not significantly affect locomotor activity or D-amphetamine-induced hyperactivity in both 14 and 21 day old animals. Furthermore, adult male rats exposed to this chemical (150 ppm) during gestation exhibited significant alterations in the acquisition of an active avoidance task. carbon monoxide-induced learning disruption does not seem to be linked to changes in the emotionality of animals. Gestational exposure to carbon monoxide induces in rat offspring both short and long term behavioral changes characterized by altered ontogeny of emotional responsiveness to environmental challenges and by learning impairment."
        },
        {
            "References": "Hill M; Teratol 49 (5): 407 (1994)",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ ... Studies were conducted to determine the alterations in white blood cells (WBC), red blood cells (RBC), hematocrit (HCT), and hemoglobin (HGB) of maternal and placental blood in protein deprived mice. Mated dams were placed on diets of 16, 8 or 4% protein throughout gestation. The dams were exposed to 0, 125 or 250 ppm carbon monoxide for 6 hr/day for the first two weeks of pregnancy ... The amounts of WBC and RBC in the maternal and placental blood were related to carbon monoxide exposure levels; the concn of HGB in the maternal blood was also related to carbon monoxide exposure levels. The amounts of WBC, RBC and HGB in the placental blood were related to dietary protein levels."
        },
        {
            "References": "Leichter J; Biochem Arch 9: 267-72 (1993)",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ ... Pregnant rats were exposed to carbon monoxide daily for a 2 hr period throughout gestation. The concn daily for a 2 hr period was between 1,000 to 1,200 ppm. Appropriate pair fed and ad libitum control animals were included to separate the effect of carbon monoxide on fetal growth from maternal underfeeding. Body weights of fetuses exposed to carbon monoxide were significantly lower than those of pair fed and ad libitum controls ... The difference in fetal body weight between pair fed and ad libitum controls was not significant. Litter size was not significantly different among the three groups. The carbon monoxide exposed dams had significantly higher hematocrit values than the other two groups."
        },
        {
            "References": "PMID:19580685",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ The present study was designed to test the hypothesis that chronic very mild prenatal carbon monoxide (CO) exposure (25 parts per million) subverts the normal development of the rat cerebellar cortex. ...  Pregnant rats were exposed ... to CO from gestational day E5 to E20. In the postnatal period, rat pups were grouped as follows: Group A: prenatal exposure to CO only; group B: prenatal exposure to CO then exposed to CO from postnatal day 5 (P5) to P20; group C: postnatal exposure only, from P5 to P20, and group D, controls (air without CO). At P20, immunocytochemical analyses of oxidative stress markers, and structural and functional proteins were assessed in the cerebellar cortex of the four groups. Quantitative real time PCR assays were performed for inducible (iNOS), neuronal (nNOS), and endothelial (eNOS) nitric oxide synthases. Superoxide dismutase-1 (SOD1), SOD2, and hemeoxygenase-1 (HO-1) immunoreactivity increased in cells of the cerebellar cortex of CO-exposed pups. INOS and nitrotyrosine immunoreactivity also increased in blood vessels and Purkinje cells (PCs) of pups from group-A, B and C. By contrast, nNOS immunoreactivity decreased in PCs from group-B. Endothelial NOS immunoreactivity showed no changes in any CO-exposed group. The mRNA levels for iNOS were significantly up-regulated in the cerebellum of rats from group B; however, mRNA levels for nNOS and eNOS remained relatively unchanged in groups A, B and C. Ferritin-H immunoreactivity increased in group-B. Immunocytochemistry for neurofilaments (structural protein), synapsin-1 (functional protein), and glutamic acid decarboxylase (the enzyme responsible for the synthesis of the inhibitory neurotransmitter GABA), were decreased in groups A and B. Immunoreactivity for two calcium binding proteins, parvalbumin and calbindin, remained unchanged. The immunoreactivity of the astrocytic marker GFAP increased after prenatal exposure. ...Exogenously supplied CO during the prenatal period promotes oxidative stress as indicated by the up-regulation of SOD-1, SOD-2, HO-1, Ferritin-H, and iNOS with increased nitrotyrosine in the rat cerebella suggesting that deleterious and protective mechanisms were activated. These changes correlate with reductions of proteins important to cerebellar function: pre-synaptic terminals proteins (synapsin-1), proteins for the maintenance of neuronal size, shape and axonal quality (neurofilaments) and protein involved in GABAergic neurotransmission (GAD). Increased GFAP immunoreactivity after prenatal CO-exposure suggests a glial mediated response to the constant presence of CO. There were differential responses to prenatal vs. postnatal CO exposure: Prenatal exposure seems to be more damaging; a feature exemplified by the persistence of markers indicating oxidative stress in pups at P20, following prenatal only CO-exposure. The continuation of this cellular environment up to day 20 after CO exposure suggests the condition is chronic. Postnatal exposure without prenatal exposure shows the least impact, whereas prenatal followed by postnatal exposure exhibits the most pronounced outcome among the groups."
        },
        {
            "References": "PMID:8115310",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Wistar female rats were exposed to ... carbon monoxide /concentrations/ at 75 or 150 ppm from day 0 to day 20 of pregnancy. The results show that splenic macrophage phagocytosis of Candida albicans was significantly decr in 15 and 21 day old male rats exposed to carbon monoxide /at 150 ppm/ during pregnancy ... Splenic macrophage killing was significantly reduced in 15 day old male pups prenatally exposed to 75 and 150 ppm of carbon monoxide. Prenatal carbon monoxide /at 150 ppm/ significantly decr the splenic macrophage O2 release in both 15 and 21 day old pups. Carbon monoxide induced alterations in the immune system were not observed in 60 day old rats. These findings indicate that gestational exposure to ... carbon monoxide induces in rat offspring reversible immunological changes characterized by an altered splenic macrophage function."
        },
        {
            "References": "Environmental Health Criteria 213: Carbon Monoxide pp. 1-12 (1999) by the International Programme on Chemical Safety (IPCS) under the joint sponsorship of the United Nations Environment Programme, the International Labour Organisation and the World Health Organization.",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Studies in several laboratory animal species provide strong evidence that maternal carbon monoxide exposures of 170-230 mg/cu m (150-200 ppm), leading to approximately 15-25% carboxyhemoglobin, produce reductions in birth weight, cardiomegaly, delays in behavioral development and disruption in cognitive function. Isolated experiments suggest that some of these effects may be present at concentrations as low as 69-74 mg/cu m (60-65 ppm; approximately 6-11% carboxyhaemoglobin) maintained throughout gestation."
        },
        {
            "References": "Trelouw GD, Bechter R; Toxicol In Vitro 7 (3): 247-58 (1993)",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ It has been shown, using the method of rat post implantation embryo culture, that the rat conceptus metabolizes the lipoxygenase inhibitor N-hydroxy-N-methyl-7-propoxy-2-naphthalenethamine in vitro. The capacity to metabolize /this compound/ and accumulate its main metabolites depends on the developmental stage and length of exposure ... To find further evidence for the involvement if cytochrome P450 enzymes in the conceptal metabolism of /this compound/, conceptuses preinduced in utero (3-MC or phenobarbital) were exposed to N-hydroxy-N-methyl-7-propoxy-2-naphthalenethamine in vitro and gassed during the second half of the culture period with a mixture containing 35% carbon monoxide, an inhibitor of cytochrome P450 enzymes. Carbon monoxide treatment lead to an inhibition of conceptal metabolism of /the compound/ in comparison with that in conceptuses cultured under normal gassing conditions (without carbon monoxide). These results strongly suggest the involvement of cytochrome P450 dependent monooxygenases in the conceptal metabolism of N-hydroxy-N-methyl-7-propoxy-2-naphthalenethamine in vitro."
        },
        {
            "References": "Jiang G et al; Crit Care med 37 (4): 1416-22 (2009). Available from, as of November 29, 2009: https://www.ncbi.nlm.nih.gov/entrez/query.fcgi?cmd=Retrieve&db=pubmed&dopt=Abstract&list_uids=19242325",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ The feasibility and efficacy of bone marrow mesenchymal stem cells (BMSCs)-derived neural stem-like cells (MS-NSCs) therapy on injured brain in rats /was evaluated/ after severe acute carbon monoxide (CO) poisoning ... Sprague-Dawley rats weighing 230 +/- 20 g and 90 +/- 10 g ...  were exposed to 1000 ppm CO in air for 40 minutes and then to 3000 ppm for another 20 minutes until they lost consciousness. Approximately 7 x 10 allogeneic BMSCs or MS-NSCs labeled with BrdU were infused into the poisoned rats via the internal carotid after a 24-hour resuscitation. The rats with and without CO poisoning were used as placebo and sham controls, respectively. The neurologic and cognitive functions were evaluated by Neurologic Severity Scores and Morris water maze tests. Examinations with immunohistochemistry, myelin, and hematoxylin-eosin staining were made to assess cerebral structure after 5 weeks. Histologically, the compactness and arrangement of the insulted white matter were improved by the cellular treatments. The transplanted MS-NSCs were positive for microtubule-associated protein 2 in hippocampus, 84.6% +/- 5.6%, and for glial fibrillary acidic protein in subventricular white matter and hippocampus, 32.2% +/- 2.5% and 9.7% +/- 1.2%, respectively, although the MS-NSCs group showed a larger fraction in the expression of the above markers in corresponding domains compared with the BMSCs group. The MS-NSCs also displayed a higher survival rate than BMSCs in most domains of diffusively injured brain, leading to a better improvement in the Morris water maze test (p < 0.05). CONCLUSIONS: The stem cell-based therapy could be advantageous for improving the structure and function of injured brain in rats after severe acute CO poisoning, indicating the potential use as a novel approach for severely CO-poisoned patients with delayed neurologic sequelae. Furthermore, MS-NSCs may render better therapeutic effects after neurologic injury than untreated BMSCs."
        },
        {
            "References": "PMID:19199032",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ Carbon monoxide (CO)-induced delayed neuron damage is the serious complication, but the underlying mechanisms are poorly understood. This study was designed to investigate the time-dependent changes of the lipid peroxidation (malondialdehyde, MDA) and antioxidative status (glutathione, GSH; glutathione peroxidase, GSH-Px; glutathione reductase, GR; and anti-reactive oxygen species anti-ROS) in nerve tissues for the possible mechanisms exploration. Adult rats were treated with CO by peritoneal injection, and sacrificed after day 0, 1, 3, 7, 14, and 21 of treatment. The results showed that the step-down latency progressively shortened while the numbers of error increased. Comparing with the level of day 0, MDA levels in serum, cerebral cortex and hippocampus significantly increased on day 1, 3, and 7. The level of GSH increased firstly but then decreased. The activities of GR, GSH-Px, and anti-ROS decreased in serum, cerebral cortex and hippocampus of rats after day 1, 3, 7, 14, and 21. Thus, ...  CO-mediated delayed neuron damage might be associated with elevation of lipid peroxidation and reduction of antioxidative status. The time-dependent changes of lipid peroxidation and antioxidative status in serum, cerebral cortex and hippocampus, at least in part, are involved in the toxic effects of CO poisoning on neuron."
        },
        {
            "References": "Han S-T et al; Toxicol Lett 170 (2): 111-5 (2007). Available from, as of November 29, 2009: https://www.ncbi.nlm.nih.gov/entrez/query.fcgi?cmd=Retrieve&db=pubmed&dopt=Abstract&list_uids=17433579",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ Neurological sequelae (NS) is a common complication of carbon monoxide (CO) poisoning and structural alterations of myelin basic protein have been proven to initiate immunological reactions leading to NS. To determine whether xanthine oxidoreductase (XOR) participates in the pathophysiology of CO-mediated NS, ...  myelin basic protein /was examined/ in CO poisoned XOR-depleted rats and radial maze studies /were performed/ to evaluate the alteration of cognitive function. Carbon monoxide poisoned XOR-depleted rats did not exhibit myelin basic protein alterations or impaired cognitive function, both found in CO poisoned control rats. These results indicate that XOR is essential to the pathological cascade of CO-mediated NS."
        },
        {
            "References": "PMID:8368938",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ The present experiments investigated alterations of peripheral nervous system activity in male Wistar rats by prenatal exposure (from day 0 to day 20 of pregnancy) to relatively low levels of carbon monoxide (75 and 150 ppm). The voltage clamp analysis of ionic currents recorded from sciatic nerve fibers showed that prenatal exposure to carbon monoxide produced modifications of sodium current properties. In particular, in 40-day-old rats exposed to carbon monoxide (75 and 150 ppm) during gestation the inactivation kinetics of transient sodium current were significantly slowed. Analysis of the potential dependence of steady-state Na inactivation, h infinity (V) showed that the percentage of the maximum number of activable sodium channels at the normal resting potential (-80 mV) was increased to approximately 85% in carbon monoxide exposed rats. Moreover the voltage-current relationship showed a negative shift of sodium equilibrium potential in carbon monoxide treated animals. In 270-day-old carbon monoxide exposed rats parameters of sodium inactivation were not significantly modified; the reversal potential was still lower with respect to controls. The results indicate that prenatal exposure to mild carbon monoxide concentrations produces reversible changes in sodium inactivation kinetics and on irreversible change in sodium equilibrium potential. These alterations could reflect carbon monoxide influence on the rate of ion channel development."
        },
        {
            "References": "Environmental Health Criteria 213: Carbon Monoxide pp. 1-12 (1999) by the International Programme on Chemical Safety (IPCS) under the joint sponsorship of the United Nations Environment Programme, the International Labour Organisation and the World Health Organization.",
            "Value": "/BEHAVIORAL STUDIES/ The acute effects of carbon monoxide exposure on a steady-state operant behavior involving bar pressing /were examined/. This was done in (1) rats exposed to various concentrations of carbon monoxide (570, 1100, 1700 and 2300 mg/cu m [500, 1000, 1500 and 2000 ppm]) for 1 hr and (2) rats exposed to 1700 mg/cu m (1500 ppm) for different periods (1, 2 and 4 hr). Abrupt cessation of the response was produced by exposure to 1100 mg/cu m (1000 ppm) or higher concentrations of carbon monoxide. Recovery from the effects of carbon monoxide exposure was observed as a sudden resumption of responding during the post-exposure period. The duration of exposure required to produce response inhibition was closely correlated with the exposure concentration. The post-exposure interval required for response recovery was also correlated with the exposure concentration. This post-exposure response recovery interval, however, was constant and independent of the duration of exposure when the concentration was fixed at 1700 mg/cu m (1500 ppm). It was found that carboxyhemoglobin levels were within the range 33-43% when response recovery occurred. This suggested the existence of a threshold carboxyhemoglobin level associated with the drastic behavioral change."
        },
        {
            "References": "Environmental Health Criteria 213: Carbon Monoxide pp. 1-12 (1999) by the International Programme on Chemical Safety (IPCS) under the joint sponsorship of the United Nations Environment Programme, the International Labour Organisation and the World Health Organization.",
            "Value": "/BEHAVIORAL STUDIES/ If hypothermia develops as a consequence of carboxyhemoglobin elevation, behavioral effects may be secondary to the hypothermia, rather than directly attributable to the carboxyhemoglobin. Thus, behavioral effects of carboxyhemoglobin may be overestimated in the rat with respect to humans who do not exhibit hypothermia from elevated carboxyhemoglobin."
        },
        {
            "References": "Environmental Health Criteria 213: Carbon Monoxide pp. 1-12 (1999) by the International Programme on Chemical Safety (IPCS) under the joint sponsorship of the United Nations Environment Programme, the International Labour Organisation and the World Health Organization.",
            "Value": "/GENOTOXICITY/ Rates of micronuclei and sister chromatid exchanges were analysed in ICR mice from mothers and fetuses on day 20 of pregnancy after exposure to high acute doses (0, 1700, 2900 or 4000 mg/cu m [0, 1500, 2500 or 3500 ppm] for 10 min) of carbon monoxide on one of day 5, day 11 or day 16 of pregnancy. In a more chronic exposure regime, pregnant mice were treated with 570 mg carbon monoxide/cu m (500 ppm) for 1 hr per day on days 0-6, 7-13 or 14-20. Dose-related increases in both micronuclei and sister chromatid exchanges were observed in all dose groups, values for fetuses being somewhat lower than for dams. ...  No relevant differences were found between maternal and fetal values or between exposure on different days or time periods of gestation"
        },
        {
            "References": "PMID:2813558",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ The effects of carbon monoxide were studied in the isolated working rat heart. Hearts removed from male Sprague Dawley rats were perfused via the left atrium with Krebs-Henseleit solution oxygenated with 95% O2/5% CO2 (O2). Heart rate and atrial pressures were measured by a transducer inserted in the aortic outflow line and connected to a data logger. Aortic flow was determined by collecting the effluent from the aortic bubble trap in a graduated cylinder. Coronary flow through the pulmonary cannula was collected and measured in a graduated cylinder. After 30 min, the hearts were challenged with solutions containing either carbon monoxide (5% CO/90% O2/5% CO2) or nitrogen (N2: 5% N2/90% O2/5% CO2) for 10 min. After recovery in O2, hearts were challenged with the alternate test solution. Carbon monoxide increased coronary flow and coronary flow as a percent of cardiac output 13% and 16% respectively (P < 0.05; P < 0.01). N2 had no significant effect on either coronary flow parameter. Carbon monoxide and N2 had no significant effect on heart rate, cardiac output, oxygen consumption or on aortic flow or pressure."
        },
        {
            "References": "PMID:2754757",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ The purpose of this investigation was to establish a threshold for the /carbon monoxide/ (CO)-induced inhibition of cytochrome P-450-mediated activities in the isolated perfused rabbit lung and to determine if these reactions are equally sensitive to this toxicant in this model. Neither the mixed-function oxidase-mediated hydroxylation nor the acetylation of aniline was altered by exposure to 7.5% CO/20% O2 for 2.5 hr in the isolated perfused rabbit lung. p-Nitroanisole O-demethylation by isolated rabbit lungs ventilated with 7.5% CO/20% O2 was significantly decreased (approximately 37%) in comparison to controls. That these reactions are not similarly influenced by carbon monoxide may indicate that the constitutive isozymes of cytochrome P-450 in the rabbit lung are differentially sensitive to CO-induced inhibition."
        },
        {
            "References": "PMID:8155298",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ By sequestering intracellular myoglobin of cardiac muscle cells in the nonfunctioning carboxymyoglobin form carbon monoxide blocks myoglobin-facilitated diffusion of oxygen as well as myoglobin-mediated oxidative phosphorylation ... The hypothesis that the carbon monoxide blockade of myoglobin function may be responsible at the cellular level for a component of the cardiotoxicity of carbon monoxide observed during exercise /was studied/. Suspensions of isolated rat cardiac myocytes were held in near steady states of oxygen pressure near the intracellular partial pressure of oxygen of the working heart (2 to 5 torr) and near the end-venous partial pressure of oxygen (20 torr). These suspensions were exposed to carbon monoxide at low pressure (0.07 to 70 torr; 90 to 90,000 ppm). The fraction of intracellular carboxymyoglobin determined spectrophotometrically was in good agreement with the fraction predicted from the ratio of carbon monoxide partial pressure to oxygen partial pressure. The effects observed were related to the fraction of intracellular myoglobin bound to carbon monoxide. At physiological oxygen pressures no greater than 5 torr after sequestration of approximately 50% of the myoglobin steady state oxygen uptake decreased significantly and was significantly less than the respiration of cell groups for which the fraction of carboxymyoglobin was 0% to 40%. When respiration is diminished the rate of aerobic adenosine triphosphate synthesis (oxidative phosphorylation) also decreases. As in the whole heart cytoplasmic adenosine triphosphate concentration in isolated heart cells is controlled at a constant level by the creatine phosphokinase equilibrium. When adenosine triphosphate utilization is unchanged a sensitive monitor of the decreased adenosine triphosphate synthesis is the ratio of phosphocreatine to adenosine triphosphate. When carboxymyoglobin was at least 40% of the total intracellular myoglobin it was found that the ratio of phosphocreatine to adenosine triphosphate in carbon monoxide treated heart cells was significantly lower than that in control cells from the same preparation. Thus, it was concluded that sequestering intracellular myoglobin as carboxymyoglobin significantly decreased the rate of oxidative phosphorylation of isolated cardiac myocytes. It was estimated that intracellular myoglobin-dependent oxidative phosphorylation will be inhibited when approximately 20% to 40% of the arterial hemoglobin in the whole animal is carboxyhemoglobin."
        },
        {
            "References": "PMID:8117709",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ The kinetics of carbon monoxide binding to cytochrome P450 in rat liver microsomes were examined using the flash photolysis technique. Modulation of the kinetics by P450 form-specific effectors such as anti-P450 monoclonal antibodies and substrates was used to elucidate the kinetic behavior of individual P450s within the endoplasmic reticulum. The problem of attributing a kinetic parameter to a single P450 in the presence of multiple microsomal P450s was overcome with a difference method that employs the difference of the kinetic profiles obtained in the presence and absence of a P450 effector. Applying this approach to study the conformation/dynamics of P450 2Bl in microsomes from phenobarbital-treated rats revealed that the substrate benzphetamine enhances while testosterone inhibits the rate of carbon monoxide binding to this P450. Similar experiments with P450 lAl in microsomes from 3-methylcholanthrene-treated rats showed that the substrate benzo(a)pyrene accelerates carbon monoxide binding. These results show that the access channel between solvent and heme in the P450 interior can be altered in a substrate- and P450-dependent manner to either hinder or facilitate carbon monoxide diffusion to the heme iron. Analytical difference methods may be employed to characterize the conformation of individual P450s in their native membrane environment in the endoplasmic reticulum."
        },
        {
            "References": "Environmental Health Criteria 213: Carbon Monoxide pp. 1-12 (1999) by the International Programme on Chemical Safety (IPCS) under the joint sponsorship of the United Nations Environment Programme, the International Labour Organisation and the World Health Organization.",
            "Value": "/IMMUNOTOXICITY/ Results from a study in adult guinea-pigs suggest that immune capacity in the lung and spleen was affected by intermittent exposure to high levels of carbon monoxide for 3-4 weeks."
        },
        {
            "References": "Environmental Health Criteria 213: Carbon Monoxide pp. 1-12 (1999) by the International Programme on Chemical Safety (IPCS) under the joint sponsorship of the United Nations Environment Programme, the International Labour Organisation and the World Health Organization.",
            "Value": "/OTHER TOXICITY INFORMATION/ A significant number of studies have appeared concerning the effects of acute and chronic prenatal and perinatal carbon monoxide exposure upon a variety of neurochemical parameters. These experiments are important because the transmission of information between nerve cells is based upon neurochemical processes. Labeled neurotransmitters can sometimes act as markers for the development of specific neurons in the brain, thereby serving as a sensitive alternative to histopathological investigation, particularly when the toxic agent selectively affects neurons based upon a biochemical target. The absence of a specific cell group may have important consequences for subsequent brain development, because the absence of growth targets for synapse formation can have additional consequences on brain development. Altered neurochemical development has been observed at carbon monoxide exposure levels lower than those necessary to produce signs of maternal toxicity or gross teratogenicity in neonates. Chronic prenatal and perinatal exposures to 170-340 mg carbon monoxide/cu m (150-300 ppm) have been shown to yield persisting alterations in norepinephrine, serotonin and gamma-aminobutyric acid levels and in gamma-aminobutyric acid uptake in rats. There are also a substantial number of acute exposure studies that have demonstrated neurochemical effects of carbon monoxide. However, these generally have been conducted at life-threatening levels ..."
        },
        {
            "References": "Environmental Health Criteria 213: Carbon Monoxide pp. 1-12 (1999) by the International Programme on Chemical Safety (IPCS) under the joint sponsorship of the United Nations Environment Programme, the International Labour Organisation and the World Health Organization.",
            "Value": "/OTHER TOXICITY INFORMATION/ ... The role of the chemoreceptors in the neurohypophyseal response to hypoxia was determined ... Chemoreceptor denervation completely inhibited the increase in neurohypophyseal blood flow associated with hypoxia. The response to carbon monoxide was unaltered. These data demonstrated that the mechanism responsible for the increase in neurohypophyseal blood flow with hypoxia is unique compared with other brain regions. The only animals in which neurohypophyseal blood flow did not respond were the denervated animals and those given carbon monoxide. Both of these conditions are ones in which the chemoreceptors have been shown to be inactive. Although the blood flow response to hypoxia does not involve the peripheral chemoreceptors for most brain regions, this is not true for the neurohypophysis. Thus, here is an example of one regional brain area that does not respond to carbon monoxide hypoxia (ie, a change in arterial oxygen content) but does respond to a change in arterial oxygen tension. This suggests that the chemoreceptor represents the mechanism involved in the neurohypophyseal response to hypoxic hypoxia and that local changes in arterial oxygen content are not involved in this response, because the neurohypophysis does not respond to carbon monoxide. It is unclear whether other regional brain areas have similar responses to hypoxic and carbon monoxide hypoxia."
        },
        {
            "References": "Environmental Health Criteria 213: Carbon Monoxide pp. 1-12 (1999) by the International Programme on Chemical Safety (IPCS) under the joint sponsorship of the United Nations Environment Programme, the International Labour Organisation and the World Health Organization.",
            "Value": "/OTHER TOXICITY INFORMATION/ There is at least one area of the brain that does not respond to alterations in arterial oxygen content and partial pressure as do other brain areas - the neurohypophysis. The neurohypophysis is an anatomically unique region of the brain, and the regulation of blood flow to this area appears to be different from that to other areas of the brain ... When arterial oxygen content was reduced equivalently with hypoxic hypoxia and carbon monoxide hypoxia, global cerebral blood flow increased by 239% and 300%, respectively. Regional cerebral blood flow also showed similar responses for all brain areas except the neurohypophysis. With hypoxic hypoxia, neurohypophyseal blood flow increased markedly (320%), but it was unchanged with carbon monoxide. These blood flow responses of the neurohypophysis occur independently of alterations in blood pressure."
        },
        {
            "References": "Environmental Health Criteria 213: Carbon Monoxide pp. 1-12 (1999) by the International Programme on Chemical Safety (IPCS) under the joint sponsorship of the United Nations Environment Programme, the International Labour Organisation and the World Health Organization.",
            "Value": "/OTHER TOXICITY INFORMATION/ An important point to emphasize when comparing carbon monoxide hypoxia with hypoxic hypoxia is that although arterial oxygen content is reduced with both hypoxic and carbon monoxide hypoxia, there is no reduction in arterial oxygen tension with carbon monoxide hypoxia."
        },
        {
            "References": "Environmental Health Criteria 213: Carbon Monoxide pp. 1-12 (1999) by the International Programme on Chemical Safety (IPCS) under the joint sponsorship of the United Nations Environment Programme, the International Labour Organisation and the World Health Organization.",
            "Value": "/OTHER TOXICITY INFORMATION/ The effects of prenatal carbon monoxide exposure /were studied/ in Sprague-Dawley rats at a dose of 230 mg/cu m (200 ppm) with exposure both prenatally and neonatally until age 29 days. Neonatal carbon monoxide concentrations were elevated to 570 mg/cu m (500 ppm). Cardiomegaly and depressed hemoglobin, hematocrit and red blood cell counts were found following carbon monoxide exposure. In subjects allowed to survive until young adulthood, the heart weight to body weight ratios of subjects receiving carbon monoxide both prenatally and neonatally were still elevated, whereas those in the prenatal carbon monoxide condition did not differ from control subjects in this measure."
        },
        {
            "References": "Environmental Health Criteria 213: Carbon Monoxide pp. 1-12 (1999) by the International Programme on Chemical Safety (IPCS) under the joint sponsorship of the United Nations Environment Programme, the International Labour Organisation and the World Health Organization.",
            "Value": "/OTHER TOXICITY INFORMATION/ There is conflicting evidence that carbon monoxide exposure will enhance development of atherosclerosis in laboratory animals, and most studies show no measurable effect. Similarly, the possibility that carbon monoxide will promote significant changes in lipid metabolism that might accelerate atherosclerosis is suggested in only a few studies. Any such effect must be subtle, at most. Finally, carbon monoxide probably inhibits rather than promotes platelet aggregation. In general, there are few data to indicate that an atherogenic effect of exposure would be likely to occur in human populations at commonly encountered levels of ambient carbon monoxide."
        },
        {
            "References": "Booth, N.H., L.E. McDonald (eds.). Veterinary Pharmacology and Therapeutics. 5th ed. Ames, Iowa: Iowa State University Press, 1982., p. 947",
            "Value": "/OTHER TOXICITY INFORMATION/ In dead animals, the blood is bright red and mucous membranes are a healthy pink ... There are no significant lesions in acute cases."
        },
        {
            "References": "Amdur, M.O., J. Doull, C.D. Klaasen (eds). Casarett and Doull's Toxicology. 4th ed. New York, NY: Pergamon Press, 1991., p. 450",
            "Value": "/OTHER TOXICITY INFORMATION/ Carbon monoxide, which increases capillary permeability, accelerates plaque formation in animals on atherogenic, high-cholesterol diets. The effect of carbon monoxide may actually be due, however, to a lack of oxygen, since atheroma formation is also enhanced in animals subjected to hypoxia."
        }
    ]
}