{
    "_id": {
        "$oid": "6682e963c4e5dba5ffba2a60"
    },
    "CID": {
        "$numberInt": "28145"
    },
    "Name": "AMMONIUM SILICOFLUORIDE",
    "IUPACName": "diazanium;hexafluorosilicon(2-)",
    "CanonicalSMILES": "[NH4+].[NH4+].F[Si-2](F)(F)(F)(F)F",
    "Synonyms": [
        "Ammonium hexafluorosilicate",
        "16919-19-0",
        "Ammonium fluosilicate",
        "Ammonium fluorosilicate",
        "AMMONIUM SILICOFLUORIDE",
        "Diammonium hexafluorosilicate",
        "Ammomium fluosilicate",
        "Diammonium silicon hexafluoride",
        "diazanium;hexafluorosilicon(2-)",
        "Diammonium hexafluorosilicate(2-)",
        "Silicate(2-)",
        "hexafluoro-",
        "diammonium",
        "DTXSID6047076",
        "MFCD00010887",
        "1X545W620G",
        "Silicate(2-)",
        "hexafluoro-",
        "ammonium (1:2)"
    ],
    "IsomericSMILES": "[NH4+].[NH4+].F[Si-2](F)(F)(F)(F)F",
    "INCHI": "InChI=1S/F6Si.2H3N/c1-7(2,3,4,5)6;;/h;2*1H3/q-2;;/p+2",
    "INCHIKEY": "ITHIMUMYFVCXSL-UHFFFAOYSA-P",
    "Formula": "F6H8N2Si",
    "MolecularWeight": {
        "$numberDouble": "178.153"
    },
    "Description": {
        "$numberDouble": "NaN"
    },
    "XlogP": {
        "$numberDouble": "NaN"
    },
    "Complexity": {
        "$numberInt": "62"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "mechanism_of_action": [
        {
            "References": "Gosselin, R.E., H.C. Hodge, R.P. Smith, and M.N. Gleason. Clinical Toxicology of Commercial Products. 4th ed. Baltimore: Williams and Wilkins, 1976., p. II-78",
            "Value": "INHIBITION OF ONE OR MORE ENZYMES CONTROLLING CELLULAR GLYCOLYSIS (& PERHAPS RESP) MAY RESULT IN A CRITICAL LESION. ... BINDING OR PRECIPITATION OF CALCIUM AS CALCIUM FLUORIDE ... SUGGESTED AS MECHANISM UNDERLYING MANY DIVERSE SIGNS & SYMPTOMS IN FLUORIDE POISONING, PARTICULARLY IF DEATH IS DELAYED. ... AT LEAST IN SOME SPECIES FLUORIDE INTERFERES WITH BOTH CONTRACTILE POWER OF HEART AND THE MECHANISM OF BEAT IN A WAY THAT CANNOT BE ASCRIBED TO HYPOCALCEMIA. /FLUORIDE/"
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "Gosselin, R.E., R.P. Smith, H.C. Hodge. Clinical Toxicology of Commercial Products. 5th ed. Baltimore: Williams and Wilkins, 1984., p. II-113",
            "Value": "In experimental animals, the fluosilicates appear to be as toxic as the corresponding fluorides. /Fluosilicates/"
        },
        {
            "References": "Booth, N.H., L.E. McDonald (eds.). Veterinary Pharmacology and Therapeutics. 5th ed. Ames, Iowa: Iowa State University Press, 1982., p. 1014",
            "Value": "/ACUTE POISONING/ IF SUFFICIENT FLUORIDE IS ABSORBED ... FLUORIDE ION INCREASES CAPILLARY PERMEABILITY AND ALSO PRODUCES A COAGULATION DEFECT. THESE ACTIONS LEAD TO HEMORRHAGIC GASTROENTERITIS & HEMORRHAGES, CONGESTION, & EDEMA IN VARIOUS ORGANS INCL THE BRAIN. CLINICAL MANIFESTATIONS ... INCLUDE EXCITABILITY, MUSCLE TREMORS, WEAKNESS, URINATION, DEFECATION, SALIVATION, EMESIS, SUDDEN COLLAPSE, CLONIC CONVULSIONS, COMA, & DEATH DUE TO RESP & CARDIAC FAILURE. CYANOSIS & EARLY RIGOR MORTIS ... . /FLUORIDE/"
        },
        {
            "References": "WHO; Environ Health Criteria: Fluorine and Fluorides p.49 (1984)",
            "Value": "Typical symptoms of acute toxicity /as seen in chickens/ are reduction or loss of appetite, local or general congestion, and sub-mucosal hemorrhages of the gastrointestinal tract. /Fluoride/"
        },
        {
            "References": "WHO; Environ Health Criteria: Fluorine and Fluorides p.46 (1984)",
            "Value": "The visible effects of toxic concn of fluoride on plants ... may include chlorosis, peripheral necrosis, leaf distortion, and malformation or abnormal fruit development. /Fluoride/"
        },
        {
            "References": "Rumyantser GI et al; Oig Sanit (11): 80-2 (1988)",
            "Value": "LD50 ranges of sodium, potassium, or ammonium fluorosilicates administered intragastrically in rats and mice were 89-128 and 45-64 mg fluoride ion/kg, respectively. Severe cornea damage was observed 3 hr after the administration of 50 mg of any of the salts into rabbits' eyes. Min toxic dose (intragastric) of fluorosilicic acid in rats was 8 mg/kg. Min toxic concn in 4 hr inhalation of the salt aerosols were 7.4-9.6 mg/cu m; nontoxic concn was 0.8 mg/cu m. Main toxic effects were decreased activities of cholinesterase and lactate dehydrogenase in blood serum. The intragastric effects of the fluorosilicates were similar to and additive with those of sodium fluoride."
        }
    ]
}