{
    "_id": {
        "$oid": "6682e7f5c4e5dba5ffba2330"
    },
    "CID": {
        "$numberInt": "2882"
    },
    "Name": "CROMOLYN",
    "IUPACName": "5-[3-(2-carboxy-4-oxochromen-5-yl)oxy-2-hydroxypropoxy]-4-oxochromene-2-carboxylic acid",
    "CanonicalSMILES": "C1=CC2=C(C(=C1)OCC(COC3=CC=CC4=C3C(=O)C=C(O4)C(=O)O)O)C(=O)C=C(O2)C(=O)O",
    "Synonyms": [
        "cromolyn",
        "Cromoglicic acid",
        "16110-51-3",
        "Cromoglycic acid",
        "Cromoglycate",
        "Cromoglicate",
        "Acidum cromoglicicum",
        "Acido cromoglicico",
        "Acide cromoglicique",
        "\"5,5-((2-Hydroxypropane-1,3-diyl)bis(oxy))bis(4-oxo-4H-chromene-2-carboxylic acid)\"",
        "Intal",
        "Cromo-Comod",
        "UNII-Y0TK0FS77W",
        "Y0TK0FS77W",
        "Aarane"
    ],
    "IsomericSMILES": "C1=CC2=C(C(=C1)OCC(COC3=CC=CC4=C3C(=O)C=C(O4)C(=O)O)O)C(=O)C=C(O2)C(=O)O",
    "INCHI": "InChI=1S/C23H16O11/c24-11(9-31-14-3-1-5-16-20(14)12(25)7-18(33-16)22(27)28)10-32-15-4-2-6-17-21(15)13(26)8-19(34-17)23(29)30/h1-8,11,24H,9-10H2,(H,27,28)(H,29,30)",
    "INCHIKEY": "IMZMKUWMOSJXDT-UHFFFAOYSA-N",
    "Formula": "C23H16O11",
    "MolecularWeight": {
        "$numberDouble": "468.4"
    },
    "Description": "Cromoglycic acid is a dicarboxylic acid that is the bis-chromone derivative of glycerol. It is effective as a mast cell stabilizer. It has a role as a calcium channel blocker and an anti-asthmatic drug. It is a dicarboxylic acid and a member of chromones. It is a conjugate acid of a cromoglycate(1-).",
    "XlogP": {
        "$numberDouble": "1.9"
    },
    "Complexity": {
        "$numberInt": "835"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "logP": [
        {
            "References": "Hansch, C., Leo, A., D. Hoekman. Exploring QSAR - Hydrophobic, Electronic, and Steric Constants. Washington, DC: American Chemical Society., 1995., p. 179",
            "Value": "Log P= 1.92 at pH 1.2; Log P= -4.80 at pH 7.4"
        }
    ],
    "mechanism_of_action": [
        {
            "References": "Hardman, J.G., L.E. Limbird, P.B. Molinoff, R.W. Ruddon, A.G. Goodman (eds.). Goodman and Gilman's The Pharmacological Basis of Therapeutics. 9th ed. New York, NY: McGraw-Hill, 1996., p. 668",
            "Value": "One important action of cromolyn is believed to be the inhibition of pulmonary mast cell degranulation in response to a variety of stimuli, including the interaction between cell-bound IgE and specific antigen. ... The release of histamine and other granular contents, as well as the production of leukotrienes, can be shown to be markedly reduced in vitro by cromolyn. However, its efficacy and potency are highly dependent on the source of the mast cells."
        },
        {
            "References": "Hardman, J.G., L.E. Limbird, P.B. Molinoff, R.W. Ruddon, A.G. Goodman (eds.). Goodman and Gilman's The Pharmacological Basis of Therapeutics. 9th ed. New York, NY: McGraw-Hill, 1996., p. 668",
            "Value": "... Attention has been focused on the ability of cromolyn to reverse various functional changes in leukocytes obtained from the blood of asthmatic subjects undergoing allergen challenge, such as increased expression of membrane-bound receptors."
        },
        {
            "References": "Hardman, J.G., L.E. Limbird, P.B. Molinoff, R.W. Ruddon, A.G. Goodman (eds.). Goodman and Gilman's The Pharmacological Basis of Therapeutics. 9th ed. New York, NY: McGraw-Hill, 1996., p. 668",
            "Value": "... Low concentrations (100 nM) of cromolyn can suppress completely the activation effects of chemoattractant peptides of human neutrophils, eosinophils, or monocytes."
        },
        {
            "References": "Hardman, J.G., L.E. Limbird, P.B. Molinoff, R.W. Ruddon, A.G. Goodman (eds.). Goodman and Gilman's The Pharmacological Basis of Therapeutics. 9th ed. New York, NY: McGraw-Hill, 1996., p. 668",
            "Value": "The mechanisms of action of cromolyn remain relatively poorly defined. Most attention has been focused on the ability of cromolyn to reduce the accumulation of intracellular Ca +2 induced by antigen in sensitized mast cells. One biochemical correlate of the reduction of histamine release from mast cells by cromolyn is the enhanced phosphorylation of a 78,000-dalton protein. Unfortunately, these observations have been made using rather high concn of cromolyn (50 to 200 uM), and their relationship to therapeutic response has yet to be established."
        },
        {
            "References": "Hardman, J.G., L.E. Limbird, P.B. Molinoff, R.W. Ruddon, A.G. Goodman (eds.). Goodman and Gilman's The Pharmacological Basis of Therapeutics. 9th ed. New York, NY: McGraw-Hill, 1996., p. 668",
            "Value": "Cromolyn does not relax bronchial or other smooth muscles in vitro. Nor does it reduce the responses of these muscles to a variety of pharmacological spasmogens, either in vitro, or in the short term, in vivo. During long term administration of cromolyn, bronchial hyperreactivity is diminished. Thus, the bronchoconstriction induced by challenging asthmatic patients with allergen, histamine, or exercise usually is reduced to an important degree. The therapeutic effects of cromolyn are primarily prophylactic and appear to result from the inhibition of release of inflammatory mediators from several cell types, as well as from a reduction in the burden of infiltrating cells."
        },
        {
            "References": "PMID:7897224",
            "Value": "Early and late phase reactions have been observed in asthma; the late phase reaction is characterized by accumulation of inflammatory cells such as neutrophils. Activated neutrophils degranulate and assemble an active NADPH oxidase, which generates superoxide anion (02-), reactions that have been implicated in lung tissue damage. Preincubation of neutrophils with the asthma drug cromolyn sodium selectively inhibited FMLP 10(-7)1 M and PMA (0.1 ug/ml elicited 02- generation but not degranulation. To further characterize the mechanism of this inhibition ... the effect of cromolyn on the NADPH oxidase complex and the signaling pathways for its assembly /was examined/. Ca2+ mobilization and activation of protein kinase C have been implicated as signals for activation of the NADPH oxidase. Ca2+ mobilization triggered by FMLP was significantly decr by 21.2% in cromolyn treated cells. In contrast, cromolyn did not interfere with translocation or activity of protein kinase C. Membranes prepared from neutrophils stimulated with 0.5 ug/ml PMA generated 02-, indicating assembly of an active NADPH oxidase; cromolyn did not inhibit this membrane associated, preassembled oxidase. In contrast, preincubation of neutrophils with 100 uM cromolyn before addition of PMA decr the capacity of the membranes to generate 02- by 57.3%. These results indicate that cromolyn inhibited the assembly of an active NADPH oxidase. The efficacy of cromolyn may be associated with inhibition of assembly of an active NADPH oxidase in the neutrophil and prevention of oxygen radical induced tissue damage. /Cromolyn sodium/"
        }
    ]
}