{
    "_id": {
        "$oid": "6682e7f5c4e5dba5ffba2332"
    },
    "CID": {
        "$numberInt": "2907"
    },
    "Name": "CYCLOPHOSPHAMIDE",
    "IUPACName": "N,N-bis(2-chloroethyl)-2-oxo-1,3,2lambda5-oxazaphosphinan-2-amine",
    "CanonicalSMILES": "C1CNP(=O)(OC1)N(CCCl)CCCl",
    "Synonyms": [
        "cyclophosphamide",
        "50-18-0",
        "Cytoxan",
        "Cyclophosphamid",
        "Cyclophosphane",
        "Endoxan",
        "Cytophosphan",
        "Procytox",
        "Sendoxan",
        "Clafen",
        "Cyclophosphan",
        "Cyclostin",
        "Cyclophosphamidum",
        "Cytophosphane",
        "Endoxanal"
    ],
    "IsomericSMILES": "C1CNP(=O)(OC1)N(CCCl)CCCl",
    "INCHI": "InChI=1S/C7H15Cl2N2O2P/c8-2-5-11(6-3-9)14(12)10-4-1-7-13-14/h1-7H2,(H,10,12)",
    "INCHIKEY": "CMSMOCZEIVJLDB-UHFFFAOYSA-N",
    "Formula": "C7H15Cl2N2O2P",
    "MolecularWeight": {
        "$numberDouble": "261.08"
    },
    "Description": "Cyclophosphamide is a phosphorodiamide that is 1,3,2-oxazaphosphinan-2-amine 2-oxide substituted by two 2-chloroethyl groups at the amino nitrogen atom. It has a role as a carcinogenic agent, an alkylating agent, an immunosuppressive agent, an antineoplastic agent, an antirheumatic drug, an environmental contaminant, a xenobiotic and a drug allergen. It is a phosphorodiamide, a nitrogen mustard and an organochlorine compound.",
    "XlogP": {
        "$numberDouble": "0.6"
    },
    "Complexity": {
        "$numberInt": "212"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "logP": [
        {
            "References": "Hansch, C., Leo, A., D. Hoekman. Exploring QSAR - Hydrophobic, Electronic, and Steric Constants. Washington, DC: American Chemical Society., 1995., p. 35",
            "Value": "log Kow = 0.63"
        }
    ],
    "mechanism_of_action": [
        {
            "References": "Hardman, J.G., L.E. Limbird, P.B. Molinoff, R.W. Ruddon, A.G. Goodman (eds.). Goodman and Gilman's The Pharmacological Basis of Therapeutics. 9th ed. New York, NY: McGraw-Hill, 1996., p. 1389",
            "Value": "The chemotherapeutic alkylating agents have in common the property of becoming strong electrophiles through the formation of carbonium ion intermediates or of transition complexes with the target molecules. These reactions result in the formation of covalent linkages by alkylation of various nucleophilic moieties such as phosphate, amino, sulfhydryl, hydroxyl, carboxyl, & imidazole groups. The chemotherapeutic & cytotoxic effects are directly related to the alkylation of DNA. The 7 nitrogen atom of guanine is particularly susceptible to the formation of a covalent bond with bifunctional alkylating agents & may well represent the key target that determines their biological effects. It must be appreciated, however, that other atoms in the purine & pyrimidine bases of DNA- particularly, the 1 & 3 nitrogens of adenine, the 3 nitrogen of cytosine, & the 6 oxygen of guanine- also may be alkylated, as will be the phosphate atoms of the DNA chains & amino & sulfhydryl groups of proteins. /Alkylating agents/"
        },
        {
            "References": "PMID:2522344",
            "Value": "Cyclophosphamide can be used to cause immunologically mediated regression of the immunogenic, cyclophosphamide-resistant L5178Y lymphoma in syngeneic and semisyngeneic mice (B6D2F1 (C57BL/6 x DBA/2) females). In order to cause tumor regression it was necessary to give cyclophosphamide (125-200 mg/kg of body wt, iv shortly before or shortly after tumor implantation. Regardless of whether cyclophosphamide was given before or after tumor implantation, tumor regression was associated with the presence in the spleen of an incr number of Lyt-2+ T-cells capable of passively transferring immunity to tumor bearing recipients. This augmented level of immunity was sustained throughout the period of tumor regression. In contrast, a lower level of concomitant immunity generated by control tumor bearers decayed after day 12 of tumor growth. Because the therapeutic effect of cyclophosphamide could be inhibited by passive transfer of L3T4+ T-cells from normal donor mice it is apparent that the therapeutic effect of cyclophosphamide is based on its ability to preferentially destroy L3T4+ suppressor T-cells. These putative precursor suppressor T-cells were regenerated 4 days after being destroyed by cyclophosphamide."
        },
        {
            "References": "Beck TM; Anticancer Dugs 6 (2): 237-42 (1995)",
            "Value": "These studies enable the pattern of emesis and nausea for 3 days following high-dose cyclophosphamide to be described and give some insight into the mechanisms of emesis which may be operating. Nausea and vomiting induced by cyclophosphamide-based chemotherapy has long latency of onset (8-13 hr) and continues for at least 3 days. These findings are of particular importance as many of these patients receive chemotherapy as outpatients and emphasize the need for appropriate anti-emetic prophylaxis for patients at home. Ondansetron was extremely effective over this time in the control of emesis and nausea. These results suggest that high-dose cyclophosphamide-induced emesis over days 1-3 is largely mediated via 5-hydroxytryptamine (5-HT) and 5-HT3 receptors."
        },
        {
            "References": "Foye, W.O. (ed.). Cancer Chemotherapeutic Agents. ACS Professional Reference Book. Washington, D.C.: American Chemical Society, 1995., p. 469",
            "Value": "The most likely mechanism by which cyclophosphamide augments immune responses relates to preferential elimination of suppressor and relative sparing of effector and helper cells. Thus, precursors and mature murine suppressor cells are very sensitive to cyclophosphamide whereas the mature effector cells are relatively insensitive ... . Cyclophosphamide induced immunological regression of murine leukemia is reversed by the infusion of normal spleen cells as a source of precursors of suppressor cells ... . Memory and helper T cells are relatively resistant to the cytotoxic effect of cyclophosphamide ... . NK activity against YAC lymphoma targets by non T and non B cells is depressed by cyclophosphamide ... ."
        }
    ]
}