{
    "_id": {
        "$oid": "6682e7f5c4e5dba5ffba2334"
    },
    "CID": {
        "$numberInt": "2912"
    },
    "Name": "CYPERMETHRIN",
    "IUPACName": "[cyano-(3-phenoxyphenyl)methyl] 3-(2,2-dichloroethenyl)-2,2-dimethylcyclopropane-1-carboxylate",
    "CanonicalSMILES": "CC1(C(C1C(=O)OC(C#N)C2=CC(=CC=C2)OC3=CC=CC=C3)C=C(Cl)Cl)C",
    "Synonyms": [
        "cypermethrin",
        "52315-07-8",
        "Supercypermethrin",
        "alpha-cypermethrin",
        "Beta-cypermethrin",
        "Cypermethrine",
        "Ripcord",
        "Ammo",
        "Basathrin",
        "Cymbush",
        "Ustaad",
        "Agrothrin",
        "Creokhin",
        "Cymperator",
        "Cypercopal"
    ],
    "IsomericSMILES": "CC1(C(C1C(=O)OC(C#N)C2=CC(=CC=C2)OC3=CC=CC=C3)C=C(Cl)Cl)C",
    "INCHI": "InChI=1S/C22H19Cl2NO3/c1-22(2)17(12-19(23)24)20(22)21(26)28-18(13-25)14-7-6-10-16(11-14)27-15-8-4-3-5-9-15/h3-12,17-18,20H,1-2H3",
    "INCHIKEY": "KAATUXNTWXVJKI-UHFFFAOYSA-N",
    "Formula": "C22H19Cl2NO3",
    "MolecularWeight": {
        "$numberDouble": "416.3"
    },
    "Description": "Cypermethrin is a carboxylic ester resulting from the formal condensation between 3-(2,2-dichlorovinyl)-2,2-dimethylcyclopropanecarboxylic acid and the alcoholic hydroxy group of hydroxy(3-phenoxyphenyl)acetonitrile. It has a role as a pyrethroid ester insecticide, a pyrethroid ester acaricide, an agrochemical and a molluscicide. It is an organochlorine compound, a nitrile, an aromatic ether and a cyclopropanecarboxylate ester. It is functionally related to a 3-(2,2-dichlorovinyl)-2,2-dimethylcyclopropanecarboxylic acid.",
    "XlogP": {
        "$numberDouble": "6"
    },
    "Complexity": {
        "$numberInt": "643"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "sediment_soil_concentrations": [
        {
            "References": "(1) Jergentz S et al; Chemosphere 61: 817-26 (2005) (2) Marino D, Ronco A; Bull Environ Contam Toxicol 75: 820-6 (2005) (3) Weston DP et al; Environ Sci Technol 40: 5817-22 (2006) (4) Xue N et al; Chemosphere 61: 1594-606 (2005)",
            "Value": "SEDIMENT: Cypermethrin was reported at <3 in the sediment of Brown Stream and Horqueta Stream from samples taken March 2001 to Jan 2003 in the main soybean area of Argentina(1). Cypermethrin was detected in 100% of 41 sediment samples from the Pampa Ondulada region of Argentina at concentrations of <1.0 to 1075 ug/kg, samples were taken Oct 27, 2002 to March 2, 2004(2). In 2005 cypermethrin was measured in sediment 34 hours after three aerial applications of pesticides (pyrethrins and synergist piperonyl butoxide) for mosquito control in an urban area of Sacramento, CA reported levels were; Arcade Creek <1 ug/kg, Strong Ranch Slough 4.3 ug/kg, and Chicken Ranch Slough <1 ug/kg(3). Morrisen Creek contained 4.3 ug/kg while Laguna Creek site 1 and 2 were <1 ug/kg 10 hours after the second application of the pesticides(3). Sediment samples from Beijing Guanting Reservoir taken at seven locations in Sept and Nov 2003, and June and Aug 2004 contained cypermethrin at not detected to 8.77 pg/g(4)."
        },
        {
            "References": "(1) Gamon M et al; Arch Environ Contam Toxicol 44: 141-51 (2003) (2) Amelung W et al; J AOAC Int 90(6): 1659-69 (2007) (3) Al-Mughrabi KI, Qrunfleh IM; Bull Environ Contam Toxicol 68: 86-96 (2002) (4) Markovic M et al; Arch Environ Contam Toxicol 58: 341-51 (2010) (5) Riederer AM et al; Arch Environ Contam Toxicol 58: 908-17 (2010) (6) Badawy MI; Bull Environ Contam Toxicol 60: 693-701 (1998)",
            "Value": "SOIL: Cypermethrin was not detected in rice-farming soils adjacent to fruit crops treated with cypermethrin in Albufera National Park, Valencia, Spain for the period of April 1996 to Nov 1997(1). In the Bangkok area of Thailand, cypermethrin was detected in the soil of onion fields at 7.6 ug/kg and 2 to 5 days after application, cypermethrin was detected in the soil of Chinese kale at 759 ug/kg(2). Cypermethrin was detected in 1 of 5 soil samples taken the summer of 1998 from the Humrat Al-Sahn site, Jordan at a concentration of 1.68 ppm(3). Cypermethrin was not detected in 24 agricultural soil samples taken Oct 2006 from open field and plastic shed conditions in Belgrade, Serbia(4). Soil tested from residential homes in Atlanta, GA, from Jan to April 2006 had reported concentrations of cypermethrin of 7.73 to 59.18 ng/g dry weight in 3 of 11 yards and at 19.05 to 328.94 ng/g dry weight in 4 of 11 soil samples taken by the home foundations(5). The mean concentration of cypermethrin residues in soil after use of the pesticide in the Muna Valley region of Saudi Arabia, sampled Nov and Dec of 1995, ranged from 45.35 to 556.96 ug/g(6)."
        }
    ],
    "plant_translocation": [
        {
            "References": "Systemic and non-systemic pesticides in apples from Kazakhstan and their impact on human health. Journal of Food Composition and Analysis",
            "Value": "Cypermethrin is Non-systemic PYR insecticide. "
        }
    ]
}