{
    "_id": {
        "$oid": "6682e7f6c4e5dba5ffba2336"
    },
    "CID": {
        "$numberInt": "2943"
    },
    "Name": "DIMETHYL TETRACHLOROTEREPHTHALATE",
    "IUPACName": "dimethyl 2,3,5,6-tetrachlorobenzene-1,4-dicarboxylate",
    "CanonicalSMILES": "COC(=O)C1=C(C(=C(C(=C1Cl)Cl)C(=O)OC)Cl)Cl",
    "Synonyms": [
        "Chlorthal-dimethyl",
        "dacthal",
        "1861-32-1",
        "DIMETHYL TETRACHLOROTEREPHTHALATE",
        "Dacthalor",
        "Fatal",
        "Tetral",
        "Chlorthal-methyl",
        "Chlorthal-dimethy",
        "Dimethyl 2,3,5,6-tetrachloroterephthalate",
        "Tetrachloroterephthalic acid dimethyl ester",
        "DAC 4",
        "Chlorthal dimethyl ester",
        "1,4-Benzenedicarboxylic acid",
        "2,3,5,6-tetrachloro-",
        "dimethyl ester",
        "Dimethyl 2,3,5,6-tetrachlorobenzene-1,4-dicarboxylate"
    ],
    "IsomericSMILES": "COC(=O)C1=C(C(=C(C(=C1Cl)Cl)C(=O)OC)Cl)Cl",
    "INCHI": "InChI=1S/C10H6Cl4O4/c1-17-9(15)3-5(11)7(13)4(10(16)18-2)8(14)6(3)12/h1-2H3",
    "INCHIKEY": "NPOJQCVWMSKXDN-UHFFFAOYSA-N",
    "Formula": "C10H6Cl4O4",
    "MolecularWeight": {
        "$numberDouble": "332"
    },
    "Description": "Dacthal is a diester and a methyl ester.",
    "XlogP": {
        "$numberDouble": "4.4"
    },
    "Complexity": {
        "$numberInt": "290"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "animal_concentrations": [
        {
            "References": "(1) Layher WG et al; Gull Environ Contam Toxicol 39: 926-32 (1987) (2) Kubiak TJ et al; Arch Environ Contam Toxicol 18: 706- 27 (1989)",
            "Value": "Dimethyl tetrachloroterephthalate was not detected in raccoons in Kansas (detection limit=0.050 mg/kg)(1). Dimethyl tetrachloroterephthalate was not detected in Forster's tern eggs (detection limit = <0.01 ug/g) during a National Contaminant Biomonitoring Program study in Green Bay and Lake Poygan, WI(2)."
        }
    ],
    "environmental_bioconcentrations": [
        {
            "References": "(1) Hansch C et al; Exploring QSAR. Hydrophobic, Electronic, and Steric Constants. Chihara H et al, eds. ACS Profess Ref Book Washington,DC: Amer Chem Soc, 348 p. (1995) (2) Lyman WJ et al; Handbook of Chemical Property Estimation Methods. Washington DC: Amer Chem Soc pp. 5-4, 5-10 (1990) (3) Leiker TJ et al; Chemosphere 23: 817-29 (1991) (4) Pereira WE et al; Marine Poll Bull 28: 434-441 (1994) (5) Saiki MK, Schmitt CJ; Arch Environ Contam Toxicol 15: 357-366 (1986) (6) Miller FM, Gomes ED; Pestic Monit J 8: 53-8 (1974)(7) DeVault DS; Arch Environ Contam Toxicol 14: 587-94 (1985) (8) Schmitt CJ, et al; Arch Environ Contam Toxicol 19: 748-81 (1990) (9) Schmitt CJ et al; Arch Environ Contam Toxicol 14: 225-60 (1985) (10) Jaffe R et al; J Great Lakes Res 11: 156-62 (1985) (11) Jaffe R, Hites RA; J Great Lakes Res 12: 63-71 (1986) (12) DeVault DS et al; J Great Lakes Res 14: 23-33 (1988)",
            "Value": "A BCF of 1300 was calculated for dimethyl tetrachloroterephthalate, using an experimental log Kow of 4.40(1) and a recommended regression-derived equation(2,SRC). This BCF value suggests that dimethyl tetrachloroterephthalate will bioconcentrate in aquatic organisms(2). Multiple studies show the presence of dimethyl tetrachloroterephthalate in fish(3-12) indicating that bioconcentration of this compound does occur."
        }
    ],
    "environmental_biodegradations": [
        {
            "References": "(1) Hurto KA et al; Weed Soil 27: 154-7 (1979) (2) Choi JS et al; Agron J 80: 108-13 (1988)",
            "Value": "Degradation of dimethyl tetrachloroterephthalate occurs by successive dealkylations of the two methyl groups at the ester linkages with the formation of monomethyl tetrachloroterephthalate and tetrachloroterephthalic acid(1). 14C-dimethyl tetrachloroterephthalate was added to soil or ground thatch and its degradation measured at 0, 1, 2, 4, 8, 12, and 16 weeks. Degradation was faster in thatch than in soil; 55% and 25% dimethyl tetrachloroterephthalate remained at 4 and 16 weeks, respectively, for thatch cultures. 96% and 78% dimethyl tetrachloroterephthalate remained at 4 and 16 weeks, respectively, for soil cultures(1). Dimethyl tetrachloroterephthalate present in a 0.1%(w/w) dimethyl tetrachloroterephthalate:soil mixture was measured following different temperature and soil moisture regimes. Soil at 10-15 °C and with low moisture (0.1 kg H2O/kg soil) showed a slow loss of this compound with a half-life of 105 days; soil at 20-30 °C and with over 0.2 kg H2O/kg soil showed a half-life for dimethyl tetrachloroterephthalate of 11 days(2). The half-life values of dimethyl tetrachloroterephthalate for coarse, medium, and fine soil textures were 44, 15, and 32 days, respectively at optimal temperature and moisture conditions for microbial degradation(2)."
        },
        {
            "References": "(1) Wettasinghe A, Tinsley IJ; Bull Environ Contam Toxicol, 50: 226-31 (1993) (2) Iyer JG et al; Weed Res 9: 53-61 (1961)",
            "Value": "Dimethyl tetrachloroterephthalate was added to soil taken from a field previously treated with dimethyl tetrachloroterephthalate. A half-life for this compound of 16.6 days was observed at 25 °C and 12.6% water content; at 5 °C and 9.6% water content dimethyl tetrachloroterephthalate had a half-life of 289 days(1). Metabolites were monomethyl tetrachloroterephthalate which quickly hydrolyzed to the di-acid; there was no loss of the mono-acid metabolite over a 300 day period(1). Nearly 33% of added 14C-labeled dimethyl tetrachloroterephthalate in Plainfield sand was lost within 15 days, only 25% of the 14C activity was the parent compound(2). Soil used to grow one-year pine seedlings showed a similar degradation pattern. Ten day old pine seedlings showed 20% of the total 14C activity was lost after 15 days, 30% of the 14C activity remaining was intact dimethyl tetrachloroterephthalate, 50% of the remaining activity was 14C labeled degradation products(2). After 120 days, 12-18% of intact dimethyl tetrachloroterephthalate was still present(4)."
        },
        {
            "References": "(1) Gershon H, McClure GW Jr; Approach to the Study of the Degradation of Dimethyl Tetrachloroterephthalate. Contributions from Boyce Thompson Institute 23: 291-94 (1966) (2) Tweedy BG et al; Weed Sci 16: 470-3 (1968)",
            "Value": "Land which had been treated with dimethyl tetrachloroterephthalate for five years (cumulative total of 94 lb/acre) then remained untreated for three years contained measurable residues of dimethyl tetrachloroterephthalate, monomethyl tetrachloroterephthalate, and tetrachloroterephthalic acid(1). New York soil which had been treated for five previous years with dimethyl tetrachloroterephthalate (19 lb/acre annually) had nearly 3 times more actinomycetes present than soil which was untreated(2). Pure cultures were incubated for 96 hours with dimethyl tetrachloroterephthalate(10, 100, 1000, and 10000 mg/l) present as the sole carbon source and with one of twenty soil isolates of bacteria or actinomycetes. 25, 90, and 90% of the isolated actinomycetes were able to utilize dimethyl tetrachloroterephthalate at concentrations of 100, 1000, and 10000 mg/l, respectively; 5, 15, and 15% of the isolated bacteria were able to utilize this compound at concentrations of 100, 1000, and 10000 mg/l, respectively(2). Using 36Cl-labeled dimethyl tetrachloroterephthalate it was determined that little if any chlorine is freed from the ring structure during microbial degradation(2)."
        },
        {
            "References": "(1) Roberts HA et al; Proc Br Crop Prot Conf-Weeds 14: 87-92 (1978) (2) Horowitz M et al; Weed Res 14: 97-109 (1974)",
            "Value": "Field plots of a sandy loam soil were sprayed with dimethyl tetrachloroterephthalate at 4.0 kg a.i./ha with three replicates in May and three replicates in October(1). Soil residues of this herbicide were measured 0, 38, 63, 101, and 128 days post-application for the spring spraying with 100, 95, 67, 62, and 45% of the dimethyl tetrachloroterephthalate remaining, respectively(1). 0, 171, and 263 days following the fall application of dimethyl tetrachloroterephthalate, 100, 55, and 11% of this compound remained, respectively(1). Field plots which were sprayed with dimethyl tetrachloroterephthalate (7.5 and 15.0 kg/ha per application) twice a year, in spring and fall, for four years showed negligible phytotoxic activity following a five month period after application indicating that this herbicide is readily degraded(2). There was no decrease in nitrification processes in these plots over time(2)."
        }
    ],
    "fish_seafood_concentrations": [
        {
            "References": "(1) Leiker TJ et al; Chemosphere 23: 817-29 (1991) (2) Pereira WE et al; Marine Poll Bull 28: 434-441 (1994) (3) Saiki MK, Schmitt CJ; Arch Environ Contam Toxicol 15: 357-366 (1986) (4) Miller FM, Gomes ED; Pestic Monit J 8: 53-8 (1974)(5) DeVault DS; Arch Environ Contam Toxicol 14: 587-94 (1985)",
            "Value": "Tissue samples of catfish were collected along a 1200 mile reach of the Mississippi River and several major tributaries during July/August 1987(1). Dimethyl tetrachloroterephthalate was detected in catfish from Winfield, MO to Chester, Illinois at concentrations ranging from 0-9 ng/g wet weight(1). In May 1992, mature striped bass were taken from the Sacramento and the San Joaquin River and measured for dimethyl tetrachloroterephthalate(n=7, concentrations from <0.1 to 8.7 ng/g wet weight)(2). Bluegill and carp were collected from the San Joaquin River, Merced River, and Salt Slough in California; bluegills were analyzed at 4 sites with concentrations of dimethyl tetrachloroterephthalate from 0-0.01 mg/kg wet weight, carp at 0-0.054 mg/kg wet weight (detection limit=0.004 mg/kg)(3). Dimethyl tetrachloroterephthalate was measured from 1971 to 1972 in spotted seatrout, perch, speckled trout, mullet, red drum, and menhaden in the Rio Grande River in Texas concentrations=0-555 ppb)(4). 73% of samples made up of composite indigenous fish taken from several Great Lakes harbors and tributaries contained dimethyl tetrachloroterephthalate (concentration=0.002-0.12 mg/kg)(5)."
        },
        {
            "References": "(1) Schmitt CJ et al; Arch Environ Contam Toxicol 19: 748-81 (1990) (2) Schmitt CJ et al; Arch Environ Contam Toxicol 14: 225- 60 (1985) (3) Jaffe R et al; J Great Lakes Res 11: 156-62 (1985) (4) Jaffe R, Hites RA; J Great Lakes Res 12: 63-71 (1986) (5) DeVault DS et al; J Great Lakes Res 14: 23-33 (1988)",
            "Value": "The National Contaminant Biomonitoring Program detected dimethyl tetrachloroterephthalate in composite samples of fish collected from 112 stations in major rivers and the Great Lakes in the US (results reported as maximum wet weight residue concentrations in ug/g and percentage of stations where detectable residues were present; 1978-79, 1.22, 34.3%; 1980-81, 0.40, 28%; 1984, 0.45, 45.5%)(1). The same fish samples were analyzed for dimethyl tetrachloroterephthalate as maximum wet weight and as lipid weight residue concentrations (1978-79, 1.22 ug/g wet weight, 18.8 ug/g lipid weight; 1980-81, 0.40 ug/g wet weight, 6.1 ug/g lipid weight)(2). Carp from major tributaries and embayments of Lake Superior and Lake Huron were analyzed for the presence of dimethyl tetrachloroterephthalate; all composite samples contained this compound (concentration range=2.2-17 ng/gm fish fat)(3). Carp from the mouths of tributaries to Lake Ontario and the Niagara River were analyzed for the presence of dimethyl tetrachloroterephthalate; all composite site samples contained this compound (concentration range=93-2300 ng/gm fish fat)(4). Fall run coho salmon from each of the Great Lakes were analyzed for dimethyl tetrachloroterephthalate; concentrations ranged from not detected at 5 sites to <0.05 ug/g at 9 sites(5)."
        }
    ],
    "logP": [
        {
            "References": "Hansch, C., Leo, A., D. Hoekman. Exploring QSAR - Hydrophobic, Electronic, and Steric Constants. Washington, DC: American Chemical Society., 1995.",
            "Value": "log Kow = 4.40 @ 25 °C"
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "Spencer, E. Y. Guide to the Chemicals Used in Crop Protection. 7th ed. Publication 1093. Research Institute, Agriculture Canada, Ottawa, Canada: Information Canada, 1982., p. 126",
            "Value": "SINGLE APPLICATION OF 3 MG TO EYES OF ALBINO RABBITS CAUSED MILD IRRITATION WHICH SUBSIDED IN 24 HR."
        },
        {
            "References": "Gosselin, R.E., R.P. Smith, H.C. Hodge. Clinical Toxicology of Commercial Products. 5th ed. Baltimore: Williams and Wilkins, 1984., p. II-342",
            "Value": ".../THERE IS/ MILD IRRITATION, BUT NO EVIDENCE OF SYSTEMIC TOXICITY FROM PERCUTANEOUS ABSORPTION /IN ALBINO RABBITS/. ... /IT WAS/ TOLERATED WITHOUT GROSS OR HISTOPATHOLOGICAL EFFECTS IN DIETS OF RATS & DOGS FOR 2 YR AT...UP TO 10,000 PPM."
        },
        {
            "References": "Weed Science Society of America. Herbicide Handbook. 5th ed. Champaign, Illinois: Weed Science Society of America, 1983., p. 145",
            "Value": "NOT TOXIC TO FISH AT 500 PPM. ...ADULT MALLARD DUCKS SURVIVED MORE THAN 100 DAYS WHEN FED 5000 PPM 2,3,5,6-TETRACHLOROTEREPHTHALATE."
        }
    ],
    "sediment_soil_concentrations": [
        {
            "References": "(1) Fleck JE et al; Endosulfan and Chlorthal-Dimethyl Residues in Soil and Sediment of Monterey County. (Environ Hazards Assess Program, California Dep Food Agric, Sacramento, CA USA). Report 1988, EH-88-6; Order No. PB90-182635, 47 pp. (1988)",
            "Value": "12% of the sediment samples taken from the Moss Landing drainage area in California during 1986 contained dimethyl tetrachloroterephthalate (concentration = not detected to 25 ug/kg dry weight detection limit = 8.8 ug/kg)(1)."
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "(1) Hansch C et al; Exploring QSAR. Hydrophobic, Electronic, and Steric Constants. Chihara H et al, eds. ACS Profess Ref Book Washington,DC: Amer Chem Soc, 348 p. (1995) (2) Lyman WJ et al; Handbook of Chemical Property Estimation Methods. Washington DC: Amer Chem Soc pp. 4-9 (1990) (3) Swann RL et al; Res Rev 85: 23 (1983) (4) Freed VH, Haque R; pp 441-459 in Pestic Formulations (1973) (5) Choi JS et al; Agron J 80: 108-13 (1988)",
            "Value": "Based on an experimental log Kow of 4.40(1), the Koc of dimethyl tetrachloroterephthalate is estimated as approximately 5900 using a regression-derived equation(2,SRC). According to a suggested classification scheme, this Koc value suggests that dimethyl tetrachloroterephthalate is essentially immobile in soil(3). Dimethyl tetrachloroterephthalate is reported to absorb strongly to soil and to be resistant to leaching(4). The minimal movement of dimethyl tetrachloroterephthalate in soil suggests that this compound may adsorb to organic matter or clay(5)."
        }
    ]
}