{
    "_id": {
        "$oid": "6682e7f6c4e5dba5ffba2339"
    },
    "CID": {
        "$numberInt": "2969"
    },
    "Name": "DECANOIC ACID",
    "IUPACName": "decanoic acid",
    "CanonicalSMILES": "CCCCCCCCCC(=O)O",
    "Synonyms": [
        "Decanoic acid",
        "CAPRIC ACID",
        "334-48-5",
        "n-Decanoic acid",
        "n-Capric acid",
        "Decylic acid",
        "Caprinic acid",
        "Decoic acid",
        "n-Decylic acid",
        "1-Nonanecarboxylic acid",
        "n-Decoic acid",
        "Caprynic acid",
        "Hexacid 1095",
        "Econosan Acid Sanitizer",
        "NSC 5025"
    ],
    "IsomericSMILES": "CCCCCCCCCC(=O)O",
    "INCHI": "InChI=1S/C10H20O2/c1-2-3-4-5-6-7-8-9-10(11)12/h2-9H2,1H3,(H,11,12)",
    "INCHIKEY": "GHVNFZFCNZKVNT-UHFFFAOYSA-N",
    "Formula": "C10H20O2",
    "MolecularWeight": {
        "$numberDouble": "172.26"
    },
    "Description": "Decanoic acid is a C10, straight-chain saturated fatty acid. It has a role as an antibacterial agent, an anti-inflammatory agent, a human metabolite, a volatile oil component, a plant metabolite and an algal metabolite. It is a straight-chain saturated fatty acid and a medium-chain fatty acid. It is a conjugate acid of a decanoate. It derives from a hydride of a decane.",
    "XlogP": {
        "$numberDouble": "4.1"
    },
    "Complexity": {
        "$numberInt": "110"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "plant_concentrations": [
        {
            "References": "(1) Rogge WF et al; Environ Sci Technol 27: 2700-11 (1993) (2) Cantalejo MJ; J Agric Food Chem 45: 1853-60 (1997)",
            "Value": "Decanoic acid was found in fine particulate abrasion products from green leaves at a concn of 183.3 ug/g and from dead leaves at a concn of 133.0 ug/g; samples collected were from trees characteristic of the Los Angeles, CA area(1). Decanoic acid was found as a volatile component of raw earth-almond (Cyperus esculentus L.)(2)."
        }
    ],
    "environmental_biodegradations": [
        {
            "References": "(1) Babeu L, Vaishnav DD; J Indust Microbiol 2: 107-15 (1987) (2) Gaffney PE, Heukelekian H; J Water Pollut Control Fed 30: 673-79 (1958) (3) Gaffney PE, Heukelekian H; J Water Pollut Control Fed 33: 1169-83 (1961) (4) Dore M et al; Trib Cebedeau 28: 3-11 (1975) (5) Malaney GW, Gerhold RM; pp. 249-257 in Proc 17th Ind Waste Conf, Purdue Univ, Ext Ser 112 (1962) (6) Kondo M et al; Eisei Kagaku 34: 188-95 (1988) (7) Malaney GW, Gerhold RM; J Water Poll Control Fed 41: R18-R33 (1969) (8) Nieme GJ et al; Environ Toxicol Chem 6: 515-27 (1987) (9) Yonezawa Y et al; Kogai Shigen Kenkyusho Iho 12: 85-91 (1982)",
            "Value": "AEROBIC: The 5 day BOD of decanoic acid, concn 100 ppm, was determined to be 8.52 mmol/mmol decanoic acid using acclimated mixed microbial cultures in a mineral salt medium(1). Decanoic acid, present at 10,000 ppm, reached 45 to 53% and 46 to 54% of its theoretical BOD in 5 and 20 days, respectively, using a sewage inoculum(2). Decanoic acid, present at 10,000 ppm, reached 13, 45, and 46% of its theoretical BOD in 5, 10, and 20 days, respectively, using a sewage inoculum(3). In a similar study, decanoic acid, present at 10,000 ppm, reached 49, 53, and 54% of its theoretical BOD in 5, 10, and 20 days, respectively, using an acclimated sewage inoculum(3). Decanoic acid, present at unknown concn, reached 9% of its theoretical BOD in 5 days using a sewage inoculum(4). Using the Warburg test method, decanoic acid, present at 500 ppm, reached 29 to 42% of its theoretical BOD in 1 day, using an activated sludge inoculum with a microbial population of 2,500 mg/L corrected for endogenous respiration(5). Biodegradation of 100 ppm decanoic acid using the cultivation method was 100% in river water and 100% in sea water after 3 days(6). The theoretical oxygen demand for 500 mg/L decanoic acid was determined to be 10.9%, 18.9%, and 23.4% after 6, 12, and 24 hours of exposure to activated sludge solids at 2,500 mg/L in the Warburg respirometer(7). An aerobic biodegradation screening study of decanoic acid, based on BOD measurements, using a sewage inoculum and an unknown decanoic acid concn, indicated 23% of its theoretical BOD over a period of 20 days(8). The biodegradation of 100 mg/L decanoic acid by non-acclimated activated sludge over an unspecified time period was determined to have 100% total organic carbon removal(9)."
        }
    ],
    "logP": [
        {
            "References": "Hansch, C., Leo, A., D. Hoekman. Exploring QSAR - Hydrophobic, Electronic, and Steric Constants. Washington, DC: American Chemical Society., 1995., p. 81",
            "Value": "log Kow = 4.09"
        }
    ],
    "mechanism_of_action": [
        {
            "References": "PMID:17434686",
            "Value": "It has been shown that polyunsaturated fatty acids such as arachidonic and docosahexanoic acids but not monounsaturated and saturated long-chain fatty acids promote basal and nerve growth factor (NGF)-induced neurite extension of PC12 cells, a line derived from a rat pheochromocytoma. On the other hand, short-chain fatty acids and valproic acid (2-propylpentanoic acid) enhance the growth of neurite processes of the cells only in the presence of inducers. In this study, /investigators/ demonstrated that straight medium-chain fatty acids (MCFAs) at millimolar concentrations alone potently induced neuronal differentiation of PC12 cells. ...  Nonanoic, decanoic, and dodecanoic acids also induced growth of neurite processes, but their maximal effects were less marked than that of octanoic acid. ..."
        },
        {
            "References": "PMID:11446882",
            "Value": "... the effect of fatty acids on interleukin (IL)-8 production in a human intestinal epithelial cell line (Caco-2) /was investigated/. The cells were cultured as monolayers on microporous membranes in culture inserts. Oleic acid (OA), capric acid (CA), docosahexaenoic acid (DHA) and eicosapentaenoic acid (EPA) were applied to the apical compartment of Caco-2 cell monolayers. The concentration of IL-8 in the basolateral medium was measured by using enzyme-linked immunosorbent assay, and the expression of IL-8 mRNA was measured by using competitive reverse transcription--polymerase chain reaction. Protein kinase C inhibitors (GF109203X and calphostin C) and H-7 (a protein kinase inhibitor) were used to study the mechanisms by which IL-8 production is stimulated.  Both OA and CA enhanced IL-8 production (approximately fivefold), whereas DHA and EPA did not. Both OA and CA also enhanced IL-1-induced IL-8 production. The onset of OA-induced IL-8 production was delayed compared with that of CA-induced IL-8 production. Both OA and CA enhanced IL-8 mRNA expression (approximately fivefold) after 6 and 3 hr, respectively. The protein kinase inhibitor (H-7) reduced both OA- and CA-induced IL-8 production by 88.0 and 85.9%, respectively. The protein kinase C inhibitors (GF109203X and calphostin C) reduced OA-induced IL-8 production by 29.3 and 54.5%, respectively, but showed no effect on CA-induced IL-8 production. These findings suggest that not only OA but also CA stimulates IL-8 production in intestinal epithelial cells, and the mechanisms of action differ between OA and CA."
        }
    ],
    "sediment_soil_concentrations": [
        {
            "References": "(1) Terashi A et al; Bull Environ Contam Toxicol 50: 348-55 (1993) (2) Kawata K et al; Bull Environ Contam Toxicol 65: 660-7 (2000)",
            "Value": "SEDIMENT: Sediment samples collected on September 28, 1990 from Dokai Bay in north Kyushu, Japan were found to contain decanoic acid at unknown concentrations(1). Decanoic acid was identified in sediment samples taken Sept 1995 at the mouth of 3 rivers and in 1 port in Niigata, Japan(2)."
        }
    ]
}