{
    "_id": {
        "$oid": "6682e7d2c4e5dba5ffba2282"
    },
    "CID": {
        "$numberInt": "299"
    },
    "Name": "Kepone",
    "IUPACName": "1,2,3,4,6,7,8,9,10,10-decachloropentacyclo[5.3.0.02,6.03,9.04,8]decan-5-one",
    "CanonicalSMILES": "C1(=O)C2(C3(C4(C1(C5(C2(C3(C(C45Cl)(Cl)Cl)Cl)Cl)Cl)Cl)Cl)Cl)Cl",
    "Synonyms": [
        "chlordecone",
        "Kepone",
        "143-50-0",
        "Clordecone",
        "Merex",
        "Decachloroketone",
        "Chlordecone [ISO]",
        "Chlordecone (kepone)",
        "Compound 1189",
        "General chemicals 1189",
        "Rcra waste number U142",
        "Decachlorotetracyclodecanone",
        "GC 1189",
        "NCI-C00191",
        "Kepone-2-one",
        "decachlorooctahydro-"
    ],
    "IsomericSMILES": "C1(=O)C2(C3(C4(C1(C5(C2(C3(C(C45Cl)(Cl)Cl)Cl)Cl)Cl)Cl)Cl)Cl)Cl",
    "INCHI": "InChI=1S/C10Cl10O/c11-2-1(21)3(12)6(15)4(2,13)8(17)5(2,14)7(3,16)9(6,18)10(8,19)20",
    "INCHIKEY": "LHHGDZSESBACKH-UHFFFAOYSA-N",
    "Formula": "C10Cl10O",
    "MolecularWeight": {
        "$numberDouble": "490.6"
    },
    "Description": "Chlordecone is an organochlorine compound with insecticidal activity. It has a role as a persistent organic pollutant and an insecticide. It is an organochlorine compound and a cyclic ketone.",
    "XlogP": {
        "$numberDouble": "3.9"
    },
    "Complexity": {
        "$numberInt": "631"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "plant_concentrations": [
        {
            "References": "(1) Gawaad AAA et al; Biol Abstr 61: 5840 (1976) as cited in WHO; Environ Health Criteria 43: Chlordecone. World Health Org, Geneve, Switzerland (1984). Available from, as of Dec 30, 2016: https://www.inchem.org/pages/ehc.html",
            "Value": "Kepone increased both the quality and quantity of the cotton yield(1). Residues in seeds were always <1 mg/kg, despite different application rates(1)."
        }
    ],
    "animal_concentrations": [
        {
            "References": "(1) Dawson GW; Kepone Mitigation Feasibility Report: Appendix A NTIS Pub No. PB-286,085 as cited in WHO; Environ Health Criteria 43: Chlordecone. World Health Org, Geneve, Switzerland (1984). Available from, as of Dec 30, 2016: https://www.inchem.org/pages/ehc.html",
            "Value": "Kepone residues were found in several species of birds that inhabit the Southeastern United States coast, such as the blue heron, mallard duck, coot, black duck, wood duck, herring gull, Canada goose, hooded merganser, and bald eagle(1). Kepone kesidue levels as high as 13.23 mg/kg were reported, but were typically between 0.02 and 2 mg/kg(1). Eggs from bald eagles and the osprey contained residue levels ranging from 0.14 to 0.19 mg/kg, and 0.06 to 1.5 mg/kg, respectively(1)."
        },
        {
            "References": "(1) Wiemeyer SN et al; Arch Environ Contam Toxicol 24: 213-217 (1993) (2) Jundreville C et al; Sci Total Environ 493: 336-341 (2014)",
            "Value": "A study from 1979-1984 found kepone in unhatched eggs of the bald eagle; the presence of the pesticide caused shell thinning with an average of -0.265 mm less than normal for twenty-seven samples(1). Free-range ducks collected in Martinque (French West Indies where kepone had been extensively used in banana plantations until 1993) contained kepone concentrations of 48 to 1051 ug/kg fresh matter indicating continuing contamination decades after the compound was no longer applied(2)."
        }
    ],
    "environmental_bioconcentrations": [
        {
            "References": "(1) Bahner LH et al; Chesapeake Sci 18: 299-308 (1977) (2) Spehar RL; J Water Pollut Control Fed 54: 877-922 (1982) (3) Kenaga EE; Ecotox Env Safety 4: 26-38 (1980) (4) Franke C et al; Chemosphere 29: 1501-14 (1994) (5) Roberts MH, Fisher DJ; Arch Environ Contam Toxicol 14: 1-6 (1985)",
            "Value": "Mean BCF values ranging from 900-9,354 were measured for kepone using sheepshead minnows (Cyprinodon variegatus), spot fish (Leiostomus xanthurus), and oysters (Crassostrea virginica) during 4 to 28 day exposure flow-through tests(1). BCF values of 1,100-2,200 were reported for fathead minnow (Pimephales promelas)(2) and a BCF of 8,400 was reported for fish (unnamed species)(3). According to a classification scheme(2), these BCF values suggest the potential for bioconcentration in aquatic organisms is high to very high(SRC), provided the compound is not metabolized by the organism(SRC). Based on measured uptake and clearances rates, equilibrium BCFs were estimated for Brevoortia tyrannus (Atlantic menhaden), 2,300-9,750, and Menidia menidia (Atlantic silversides), 217,00-602,00(5)."
        },
        {
            "References": "Verschueren, K. Handbook of Environmental Data on Organic Chemicals. Volumes 1-2. 4th ed. John Wiley & Sons. New York, NY. 2001, p. 1372",
            "Value": "Chlorococcum species (algae) exposed to 100 ug/L/24 hr exhibited a bioconcentration factor of 800X. Dunaliella tertiolecta (algae) exposed to 100 ug/L/24 hr exhibited a bioconcentration factor of 230X. Nitzschia species (algae) exposed to 100 ug/L/24 hr exhibited a bioconcentration factor of 410X. Thalassisiva pseudonana (algae) exposed to 100 ug/L/24 hr exhibited a bioconcentration factor of 520X. Spartina cynosuroides (giant cordgrass) detritus absorbs kepone from contaminated brackish waters during decomposition. Concentrations of kepone on detritus increased from 0.5 ug/g dry weight after 14 days of decomposition to 4.5 ug/g dry weight after 119 days."
        },
        {
            "References": "PMID:6203732",
            "Value": "An aquatic laboratory model ecosystem was deployed in an evaluation of the insecticide kepone. Kepone was degraded to some extent during the 33-day study period. In addition, kepone was biomagnified by the algal, snail, fish, and mosquito species. Kepone was the least bioaccumulative, as compared to Mirex and photomirex(1)."
        },
        {
            "References": "Murty, A.S. Toxicity of Pesticides to Fish. Volumes I, II. Boca Raton, FL: CRC Press Inc., 1986., p. V1 70",
            "Value": "Sheepshead minnow juveniles exposed to 41-780 ug/L/21 days exhibited a BCF of 2,600; Sheepshead minnow adult male exposed to 41-780 ug/L/21 days exhibited a BCF of 7,600; Sheepshead minnow adult female exposed to 41-780 ug/L/21 days exhibited a BCF of 5,700 /From table/"
        }
    ],
    "environmental_biodegradations": [
        {
            "References": "(1) Freitag D et al; Chemosphere 14: 1589-1616 (1985) (2) Portier RJ; in ASTM Spec Tech Publ 865: 14-30 (1985) (3) Gambrell RP et al; J Water Pollut control Fed 56: 174-182 (1982) (4) Huckins JN et al; J Agric food Chem 30: 1020-1027 (1982) (5) Vind HP et al; Biodeterioration of Naval Insecticides in the Ocean NTIS AD-7765 (1973)",
            "Value": "AEROBIC: An experiment using activated sludge found that <0.1% of the applied kepone was metabolised after three days(1). A similar study employed a freshwater laboratory microcosm and the results showed a half-life in estuarine sediments for kepone to be >312 days(2). In a study conducted on James River sediments with added autoclaved silty loam soil, kepone showed no degradation after 52 days at pH=7(3). Hydrosoils from a reservoir with no prior exposure to kepone and that were subsequently exposed to kepone and hydrosoils from a kepone-contaminated creek both showed no biodegradation under aerobic conditions after 56 days(4). The amount of kepone recovered from sea water under aerobic conditions for 1 year was 95%(5)."
        },
        {
            "References": "(1) Fernandez-Bayo JD et al; Sci Total Environ 463-464: 395-403 (2013)",
            "Value": "AEROBIC: The mineralization of 14C-kepone was investigated in microcosm studies using two tropical andosol soils over a total incubation period of 215 days(1). The 14-CO2 evolution reached 4.9% and 3.2% in the two soils. Much lower 14-CO2 evolution occurred in sterilized soil microcosms indicating a microbial origin of the degradation. The rate of mineralized decreased throughout the incubation period(1)."
        },
        {
            "References": "(1) Orndorff SA, Colwell RR; Appl Environ Microbiol 39: 398-406 (1980) as cited in WHO; Environ Health Criteria 43: Chlordecone. World Health Org, Geneve, Switzerland (1984). Available from, as of Dec 30, 2016: https://www.inchem.org/pages/ehc.html",
            "Value": "Microbial action has been shown to transform kepone into monohydro- and dihydro-kepone(1)."
        },
        {
            "References": "PMID:27664765",
            "Value": "Chlordecone (C10Cl10O; CAS number 143-50-0) has been used extensively as an organochlorine insecticide but is nowadays banned and listed on annex A in The Stockholm Convention on Persistent Organic Pollutants (POPs). Although experimental evidences of biodegradation of this compound are scarce, several dechlorination products have been proposed by Dolfing et al. (2012) using Gibbs free energy calculations to explore different potential transformation routes. We here present the results of an in silico classification (TyPol - Typology of Pollutants) of chlordecone transformation products (TPs) based on statistical analyses combining several environmental endpoints and structural molecular descriptors. Starting from the list of putative chlordecone TPs and considering available data on degradation routes of other organochlorine compounds, we used different clustering strategies to explore the potential environmental behaviour of putative chlordecone TPs from the knowledge on their molecular descriptors. The method offers the possibility to focus on TPs present in different classes and to infer their environmental fate. Thus, we have deduced some hypothetical trends for the environmental behaviour of TPs of chlordecone assuming that TPs, which were clustered away from chlordecone, would have different environmental fate and ecotoxicological impact compared to chlordecone. Our findings suggest that mono- and di-hydrochlordecone, which are TPs of chlordecone often found in contaminated soils, may have similar environmental behaviour in terms of persistence."
        },
        {
            "References": "(1) ATSDR; Toxicological Profile for Mirex and Chlordecone. Atlanta, GA: Agency for Toxic Substances and Disease Registry, US Public Health Service (1995). Available from, as of Dec 30, 2016: https://www.atsdr.cdc.gov/toxprofiles/index.asp (2) Vind HP et al; Biodeterioration of Naval Insecticides in the Ocean NTIS AD-7765 (1973) (3) Huckins JN et al; J Agric food Chem 30: 1020-1027 (1982)",
            "Value": "ANAEROBIC: Anaerobic biodegradation is a degradation process for kepone in soil or sediments, however, it is a very slow removal process(1). The amount of kepone recovered from sea water under anaerobic conditions for 1 year was 95%(2). Hydrosoils from a reservoir with no prior exposure to kepone and that were subsequently exposed to kepone and hydrosoils from a kepone-contaminated creek both showed no biodegradation under anaerobic conditions after 56 days(3)."
        }
    ],
    "fish_seafood_concentrations": [
        {
            "References": "(1) Duggan RE et al; Pesticide Residue Levels in Foods in the United States from July 1, 1969 to June 30, 1976. Washington, DC: FDA Div Chem Technol (1983) (2) Brookhart G, Johnson LD; Analysis of Fish for Kepone, Mirex, Atrazine, Linuran, and Alachlor. Washington, DC: USEPA/903-9-78/018 (1977) (3) Luellen DR et al; Sci Total Environ 358: 286-297 (2006) (4) Wong HL et al; Arch Environ Contam Toxicol 50: 153-165 (2006) (5) Dromard CR et al; Environ Sci Pollut Res Int 23(1): 73-80 (2016)",
            "Value": "Kepone was found infrequently, not quantified, in fish by-products sampled in the US in 1976(1). Reported concentrations in 37 fish samples from 8 US rivers, location (number of samples), ppm concentration: 8 sites, 33 samples, 100% positive, Nanticoke, 5 samples, <0.02-0.04 ppm; Potomac, 5 samples, 0.02-<0.05 ppm; Sassafras, 2 samples, <0.02 ppm; Bohemia, 5 samples, <0.02 ppm; Little Elk, 2 samples, <0.02-0.03 ppm; Choptank, 5 samples, <0.02-0.04 ppm; James, 5 samples, <0.07-0.09 ppm; and Rappahannock, 4 samples, 0.03-0.08 ppm(2). Between 1976 and 2002, over 13,000 fish samples from the contaminated James River were monitored for kepone(3); kepone levels in most species began falling when the production of kepone ended (1975), but the average concentrations remained over the action limit of 0.3 ug/g wet weight until the early 1980s(3); by 1988 few fish contained kepone concentrations greater than the action limit(3); as of 2002, kepone was still detected in the majority of white perch and striped bass samples taken from the James River(3). Kepone was detected at concentrations of 0.06 and 0.08 ng/g wet wt in polychaetes and Mylio macrocephalus samples collected from sites around Hong Kong in 2002 and 2003(4); kepone was also detected in various fish species at concentrations of 0.53-3.21 ng/g wet wt(4). Kepone was used in the Lesser Antilles from 1972 to 1993 to fight against a banana weevil(5); from 2003 to 2013, seven campaigns of samplings have been conducted to evaluate the level of kepone contamination of fish, crustaceans, and mollusks with kepone being detected in all three(5); fish usually living at the border of mangrove and presenting detritivores-omnivores diets were the most contaminated by kepone(5)."
        },
        {
            "References": "(1) Lunsford CA, Blem CR; Estuaries 5: 121-30 (1982) (2) Reish DJ et al; J Water Pollut Control Fed 54: 786-812 (1982) (3) Reish DJ et al; J Water Pollut Control Fed 52: 1533-75 (1980)",
            "Value": "Monthly average kepone levels (wet weight) in Estuarine clam (Rangia cuneata), taken in the James River Tar Bay area from Sept 1978-Aug 1979, (5 samples each) were: 0.080-0.332 ppm, overall avg 0.21 ppm ; Cobham Bay area, 0.029-0.187 ppm, overall avg 0.10 ppm(1). Monthly average kepone levels (wet weight) in Estuarine clam (Rangia cuneata), taken in the Rappahannock River Tar Bay area from Sept 1978-Aug 1979, (5 samples each) were: 0.002-0.329 ppm, overall avg 0.20 ppm; Cobham Bay area, (0.002-0.219 ppm, overall avg 0.10 ppm(1). Blue crab egg samples from the James River, (Chesapeake Bay) contained kepone at a concentration range of 0.01-0.55 ppm(2). Other reported concentrations in species from the James River estuary were: mullet, 0.560 ppm; (Chesapeake Bay) crab, 0.634-1.36 ppm; croaker, 0.066-0.726 ppm; 0.100-0.534 ppm; and spot, 0.235-0.670 ppm(3)."
        },
        {
            "References": "(1) Huggett RJ et al; Contam Seds 1: 33-52 (1980)",
            "Value": "Kepone levels in long- and short-term resident species of the James River, VA were reported (wet weight)(1).",
            "Table": "[{'Organism': 'Long-Term Residents', 'No. species': nan, 'No. Samples': nan, 'Range of species avg (ppm)': nan, 'Overall Avg (ppm)': nan}, {'Organism': 'fish', 'No. species': 9.0, 'No. Samples': 159.0, 'Range of species avg (ppm)': '0.04-2.7', 'Overall Avg (ppm)': 1.32}, {'Organism': 'shrimp', 'No. species': 2.0, 'No. Samples': 11.0, 'Range of species avg (ppm)': '0.62-2.0', 'Overall Avg (ppm)': 0.98}, {'Organism': 'crabs', 'No. species': 3.0, 'No. Samples': 226.0, 'Range of species avg (ppm)': '0.19-0.81', 'Overall Avg (ppm)': 0.31}, {'Organism': 'oysters', 'No. species': 1.0, 'No. Samples': 140.0, 'Range of species avg (ppm)': nan, 'Overall Avg (ppm)': 0.16}, {'Organism': 'clams', 'No. species': 1.0, 'No. Samples': 12.0, 'Range of species avg (ppm)': nan, 'Overall Avg (ppm)': 0.09}, {'Organism': 'Short-Term Residents', 'No. species': nan, 'No. Samples': nan, 'Range of species avg (ppm)': nan, 'Overall Avg (ppm)': nan}, {'Organism': 'fish', 'No. species': 5.0, 'No. Samples': 188.0, 'Range of species avg (ppm)': '0.03-0.81', 'Overall Avg (ppm)': 0.46}]"
        },
        {
            "References": "(1) Huggett RJ et al; Contam Seds 1: 33-52 (1980)",
            "Value": "Kepone levels in fish from the Chesapeake Bay at 0, 20, 40 and 100 km from James River were found to have the following concentrations(1):",
            "Table": "[{'Organism': 'bluefish (Pomatomus saltatrix))', '0 km concn (ppm)': '0.3', '20 km concn (ppm)': 0.18, '40 km concn (ppm)': 0.6, '100 km concn (ppm)': 0.22}, {'Organism': 'croaker (Micropogon undulatus)', '0 km concn (ppm)': '0.9', '20 km concn (ppm)': 0.09, '40 km concn (ppm)': 0.06, '100 km concn (ppm)': 0.04}, {'Organism': 'spot (Leiostomus xanthus)', '0 km concn (ppm)': '0.8', '20 km concn (ppm)': 1.2, '40 km concn (ppm)': 0.05, '100 km concn (ppm)': 0.03}, {'Organism': 'trout ()', '0 km concn (ppm)': '0.16', '20 km concn (ppm)': 0.1, '40 km concn (ppm)': 0.08, '100 km concn (ppm)': 0.07}, {'Organism': 'flounder', '0 km concn (ppm)': 'not reported', '20 km concn (ppm)': 0.16, '40 km concn (ppm)': 0.15, '100 km concn (ppm)': 0.05}]"
        },
        {
            "References": "(1) Bender ME, Huggett RJ; Rev Environ Toxicol 1: 5-51 (1984)",
            "Value": "Kepone levels in fish from the James River, VA(1).",
            "Table": "[{'Year': 1976, 'No. species': 2, 'No. samples': 62, 'Species avg range (ppm)': '0.04-0.18', 'Overall avg (ppm)': 0.07}, {'Year': 1980, 'No. species': 5, 'No. samples': 193, 'Species avg range (ppm)': '0.15-0.59', 'Overall avg (ppm)': 0.29}, {'Year': 1981, 'No. species': 4, 'No. samples': 155, 'Species avg range (ppm)': '0.25-0.42', 'Overall avg (ppm)': 0.41}]"
        },
        {
            "References": "(1) Loesch JG et al; Estuaries 5: 175-81 (1982)",
            "Value": "Kepone levels in fish taken in 6 Virginia rivers; 67% were positive for kepone(1).",
            "Table": "[{'River': 'Mattaponi River', 'No. species': 4, 'No. samples': 30, '% Positive': 57, 'Range of avg of pos (ppm)': '<0.01-0.05'}, {'River': 'Chickahominy River', 'No. species': 2, 'No. samples': 18, '% Positive': 100, 'Range of avg of pos (ppm)': '0.02-0.55'}, {'River': 'Pamunkey River', 'No. species': 2, 'No. samples': 6, '% Positive': 100, 'Range of avg of pos (ppm)': '0.01'}, {'River': 'James River', 'No. species': 4, 'No. samples': 44, '% Positive': 100, 'Range of avg of pos (ppm)': '0.5-2.8'}, {'River': 'Potomac River', 'No. species': 3, 'No. samples': 8, '% Positive': 0, 'Range of avg of pos (ppm)': nan}, {'River': 'Rappahannock River', 'No. species': 3, 'No. samples': 8, '% Positive': 0, 'Range of avg of pos (ppm)': nan}]"
        }
    ],
    "logP": [
        {
            "References": "Hansch, C., Leo, A., D. Hoekman. Exploring QSAR - Hydrophobic, Electronic, and Steric Constants. Washington, DC: American Chemical Society., 1995., p. 65",
            "Value": "log Kow = 5.41"
        }
    ],
    "mechanism_of_action": [
        {
            "References": "DHHS/ATSDR; Toxicological Profile for Mirex and Chlordecone p. 124 PB/95/264354 (August 1995). Available from, as of December 14, 2016: https://www.atsdr.cdc.gov/ToxProfiles/tp.asp?id=643&tid=118",
            "Value": "Several studies have attempted to define the mechanism by which ... chlordecone inhibits hepatobiliary excretion. At very high levels, chlordecone depressed ATPase activity or cellular energy utilization at moderate to relatively high doses (2.5 to 100 mg/kg/day and 50 to 100 mg/kg/day, respectively) thereby inhibiting the biliary excretion of substances. The inhibition does not appear to be due to inhibition of the metabolism of the substance to be excreted in the bile or to decreased bile flow. Possible explanations for the decreased excretion of metabolites in the bile include decreased uptake of substances by the hepatocyte, a decreased transfer of chemicals from the hepatocyte to the bile, and leaking of metabolites from the bile duct via a paracellular pathway. The decrease in transfer may be due to decreased permeability of the canalicular membrane resulting from inhibition of the mg2+ATPase activity of the bile canaliculi or perturbations of plasma membrane."
        },
        {
            "References": "DHHS/ATSDR; Toxicological Profile for Mirex and Chlordecone p. 125 PB/95/264354 (August 1995). Available from, as of December 14, 2016: https://www.atsdr.cdc.gov/ToxProfiles/tp.asp?id=643&tid=118",
            "Value": "At the cellular level, chlordecone causes spontaneous neurotransmitter release and increases in free intracellular calcium in synaptosomes. This appears to be due at least in part to increased permeability of the plasma membrane, activation of voltage-dependent calcium channels, and inhibition of brain mitochondrial calcium uptake. Chlordecone also decreased the activity of calmodulin-stimulated enzymes and of enzymes integral to maintenance of neuronal energy and ionic gradients; Na+K+ATPase, oligomycin-sensitive mg2+ATPase and Ca2+ATPase activities in brain tissues have been shown to be decreased by exposure to chlordecone both in vivo and in vitro."
        },
        {
            "References": "PMID:24464585",
            "Value": "Organochlorine (OC) pesticides constitute a major class of persistent and toxic organic pollutants, known to modulate drug-detoxifying enzymes. In the present study, OCs were demonstrated to also alter the activity and expression of human hepatic drug transporters. Activity of the sinusoidal influx transporter OCT1 (organic cation transporter 1) was thus inhibited by endosulfan, chlordane, heptachlor, lindane, and dieldrine, but not by dichlorodiphenyltrichloroethane isomers, whereas those of the canalicular efflux pumps MRP2 (multidrug resistance-associated protein 2) and BCRP (breast cancer resistance protein) were blocked by endosulfan, chlordane, heptachlor, and chlordecone; this latter OC additionally inhibited the multidrug resistance gene 1 (MDR1)/P-glycoprotein (P-gp) activity. OCs, except endosulfan, were next found to induce MDR1/P-gp and MRP2 mRNA expressions in hepatoma HepaRG cells; some of them also upregulated BCRP. By contrast, expression of sinusoidal transporters was not impaired (organic anion-transporting polypeptide (OATP) 1B1 and OATP2B1) or was downregulated (sodium taurocholate co-transporting polypeptide (NTCP) and OCT1). Such regulations of drug transporter activity and expression, depending on the respective nature of OCs and transporters, may contribute to the toxicity of OC pesticides."
        },
        {
            "References": "PMID:6172757",
            "Value": "Male Sprague Dawley rats were fed with chlordecone by gastric intubation at 10, 25, and 50 mg/kg/day for 3 days. Control rats received 0.3 mL of corn oil. Complete body movements (including tremors) were monitored for a period of 12 hr, and at 24, 48, and 72 hr after treatment. Rats receiving chlordecone showed an increased tremor activity which was significant and dose dependent. The brain synaptosomal sodium-potassium ion and oligomycin sensitive magnesium ion ATPases were significantly decreased in chlordecone treated rats. A linear relationship was observed between the decreases in ATPase activities and tremor activity. These results suggest that the inhibition of the ATPase system in the brain may be related to the production of the neurotoxic symptoms."
        }
    ],
    "sediment_soil_concentrations": [
        {
            "References": "(1) Saleh FY et al; J Environ Sci Health A13: 261-94 (1978) (2) Huggett RJ et al; Contaminants and Sediments 1: 33-52 (1980) (3) Wong HL et al; Arch Environ Contam Toxicol 50: 153-165 (2006)",
            "Value": "SEDIMENT: A detailed study of the James River (Virginia) found that kepone contaminated the bed sediments along a major portion of the river bed, due to the adsorption of kepone to fine particles and organic matter(1): Jan-March, 1976, 49-870 ppb kepone(1); April, 1976, 2070 ppb, July, 15 (during dredging operations), 1400 ppb(1). Kepone concentrations from samples collected in the Hopewell, VA, area were <20 ppb from the Appomatox River, <20 ppb, and up to 10 ppm from Bailey Creek(1). Another study reported the following results: Dec, 1976-July, 1977, bottom sediments, <0.01-0.15 ppm, channel sediments, not detected (upstream from source in Hopewell, VA) to 0.18 ppm (approx 30 km downstream from source), bed sediments, <0.03 (Chesapeake Bay, near mouth of James River) to >2.0 ppm (near source)(2). Kepone was detected at concentrations of 0.20-0.76 ng/g dry wt in sediment samples collected from three sites around Hong Kong in 2002 and 2003(3); kepone was not detected in sediments collected from three other sites around Hong Kong(3)."
        },
        {
            "References": "(1) IARC; Some Halogenated Hydrocarbons. IARC Monographs on the Evaluation of the Carcinogenic Risk of Chemicals to Man. 20: 67-81 (1979). Available from, as of Dec 30, 2016: https://monographs.iarc.fr/ENG/Classification/index.php (2) Fernandez-Bayo JD et al; Sci Total Environ 463-464: 395-403 (2013) (3) Davault DA et al; Environ Sci Pollut Int 23: 81-97 (2016) (4) Martin-Laurent F et al; Environ Sci Pollut Res Int 21: 4928-4933 (2014)",
            "Value": "SOIL: Kepone was detected in soil at a concentration of 0.02 ug/g 12 years after application at 1 ug/g mirex(1). Kepone was found in sediment from a shallow pond at a concentration of 10 ug/g 5 yr after the crash of an aircraft containing mirex(1). Kepone is a degradation product of mirex(1). Kepone was used in banana plantations of the French West Indies to control the weevil, Cosmopolites sordidus(2); despite its prohibition in France in 1993, pollution surveys conducted in 2001 in the French West Indies by the French Department of Health revealed the presence of chlordecone in soils, rivers, springs and drinking water(2). Utilizing a dataset of 810 soil samples collected between 2006 and 2012 in Martinque (French West Indies where kepone had been extensively used in banana plantations in past years), kepone and 5b-hydro-kepone were commonly detected(3); comparison to insecticidal formulations suggested that 5b-hydro-kepone was a natural transformation product of kepone(3). Soil samples from the French West Indies showed kepone concentrations of 0.18 to 35.4 mg/kg in Andosol, Nitisol, Ferralsol, and Fluvisol soil types(4)."
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "(1) Fernandez-Bayo JD et al; Sci Total Environ 463-464: 395-403 (2013) (2) Schuurmann G et al; Environ Sci Technol 40: 7005-7011 (2006); Supporting information. Available from, as of Oct 12, 2016: https://pubs.acs.org/doi/suppl/10.1021/es060152f (3) Swann RL et al; Res Rev 85: 17-28 (1983) (4) Sanborn JR et al; The Degradation of Selected Pesticides in Soil: A Review of the Published Literature NTIS PB 272 353 (1977)",
            "Value": "In a microcosm study using two andosol tropical soils, measured soil Kd values of 320 and 70(1) correspond to respective Koc values of 7440 and 3330(SRC). Kepone also has a reported experimental log Koc value of 4.20 (Koc of 15850)(2). According to a classification scheme(3), these Koc values suggest that kepone is expected to be immobile in soil. In laboratory leaching studies, the percent of kepone that leached through soil cylinders 80 cm deep were as follows: clay loam, 1.2%; clay, 17.2%; sandy clay loam, 36.8%; sandy loam, 28.1%(4)."
        }
    ]
}