{
    "_id": {
        "$oid": "6682e966c4e5dba5ffba2a6b"
    },
    "CID": {
        "$numberInt": "29910"
    },
    "Name": "1,2,3,4-TETRACHLORONAPHTHALENE",
    "IUPACName": "1,2,3,4-tetrachloronaphthalene",
    "CanonicalSMILES": "C1=CC=C2C(=C1)C(=C(C(=C2Cl)Cl)Cl)Cl",
    "Synonyms": [
        "1,2,3,4-TETRACHLORONAPHTHALENE",
        "20020-02-4",
        "Naphthalene",
        "1,2,3,4-tetrachloro-",
        "1335-88-2",
        "PCN 27",
        "365DE4737Q",
        "NSC-524443",
        "1,2,3,4-Tetrachloronaphthalene 10 microg/mL in Isooctane",
        "1,2,3,4-Tetrachloronaphthalene 100 microg/mL in Nonane",
        "1,2,3,4-Tetrachloronaphthalene 100 microg/mL in Cyclohexane",
        "C10H4Cl4",
        "CCRIS 5937",
        "HSDB 4283",
        "Napthalene",
        "1,2,3,4-tetrachloro-",
        "NSC 524443"
    ],
    "IsomericSMILES": "C1=CC=C2C(=C1)C(=C(C(=C2Cl)Cl)Cl)Cl",
    "INCHI": "InChI=1S/C10H4Cl4/c11-7-5-3-1-2-4-6(5)8(12)10(14)9(7)13/h1-4H",
    "INCHIKEY": "NAQWICRLNQSPPW-UHFFFAOYSA-N",
    "Formula": "C10H4Cl4",
    "MolecularWeight": {
        "$numberDouble": "265.9"
    },
    "Description": {
        "$numberDouble": "NaN"
    },
    "XlogP": {
        "$numberDouble": "5.7"
    },
    "Complexity": {
        "$numberInt": "186"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "animal_concentrations": [
        {
            "References": "(1) Kannan K et al; Environ Sci Tech 32: 2507-2514 (1998) (2)Falandysz J, Rappe C; Environ Sci  Technol 30: 3362-3370 (1996) (3) Falandysz J et al; Chemosphere 33: 51-69 (1996) (4) Falandysz  J et al; Sci Total Environ 204: 97-106 (1997) (5) Ishaq R et al; Chemosphere 41: 1913-25  (2000)",
            "Value": "A chlor-alkali plant that is located in southeastern coastal Georgia, near Brunswick, GA, and  operated from 1955 to 1994, disposed of its process wastes into large holding pits near the  top of the marsh and directly into the marsh and tidal creek(1). The concentration of 1,2,3,4-  and 1,2,3,6-tetrachloronaphthalene combined in a composite muscle tissue sample of two  boat-tailed grackle (Quiscalus major) collected in August 1995 in Purvis Creek, 1-2 km from a  Chlor-Alkali facility were <3 pg/g wet weight(1). The concentration of 1,2,3,4- and  1,2,3,6-tetrachloronaphthalene combined in a composite heptopancreases tissue sample of blue  crabs (Callinectes sapidus) collected in March 1997 in the same location was 45 pg/g wet  weight(1). Combined 1,2,3,4-, 1,2,3,7-, and 1,2,6,7-tetrachloronaphthalene concentrations were  31 (male), 29 (male), 50 (female), and 57 (female) pg/g lipid weight for the four porpoise  blubber samples collected in the southern part of the Baltic Sea between 1991 and 1993(2).  Breast muscle, liver, and adipose tissue samples from five white-tailed sea eagles (Haliaeetus  albicilla) found dead in 1991-1992 in north- and southwestern Poland were analyzed for  polychlorinated naphthalenes(3). Concentrations of 1,2,3,4-, 1,2,3,7-, and  1,2,6,7-tetrachloronaphthalene (pg/g lipid weight) combined ranged from 210 to 740 in muscle tissue,  260 to 1100 in liver tissue, and 520 to 580 in adipose tissue(3). Three black cormorants  (Phalacrocorax carbo sinensis) originating from the colony near Katy Rybackie on the south  coast of the Gulf of Gdansk, Baltic Sea were collected in 1992 and analyzed for  polychlorinated naphthalenes(4). Concentrations of 1,2,3,4-, 1,2,3,7-, and  1,2,6,7-tetrachloronaphthalene combined in muscle and liver were 0.18, 0.13, and 0.029, and  0.25, 0.25, and 0.24 ng/g lipid weight, respectively(4). Polychlorinated naphthalenes were  analyzed in blubber, nuchal fat, liver, muscle, kidney, and brain of three male harbor  porpoises (Phocoena phocoena) from the west coast of Sweden(5). Mean concentrations of  1,2,3,4- and 1,2,3,6-tetrachloronaphthalene combined in blubber samples taken from six  anatomical sites ranged from 2.9 to 9.8 pg/g wet weight(5). Mean concentrations of 1,2,3,4-  and 1,2,3,6-tetrachloronaphthalene combined in nuchal fat, liver, kidney, muscle, and brain  were 2.5, 3.9, 1.0, 1.1, and 0.66 pg/g wet weight, respectively(5)."
        }
    ],
    "fish_seafood_concentrations": [
        {
            "References": "(1) Falandysz J et al; Environ Sci Technol 30: 3266-3274 (1996) (2) Falandysz J et al; Chemosphere 37: 2473-87 (1998) (3) Kannan K et al; Environ Sci Tech 32: 2507-2514 (1998) (4) Falandysz J, Rappe C; Environ Sci Technol 30: 3362-3370 (1996)",
            "Value": "Aquatic organisms collected in 1992 in the Baltic Sea from the harbor of the Port of Gdynia off the coast of Poland and analyzed for polychlorinated naphthalenes(1). Concentrations (ng/g lipid weight) of 1,2,3,4-, 1,2,3,7-, and 1,2,6,7-tetrachloronaphthalenes combined in the following organisms were: mixed plankton species, 0.18; mussel (Mytilus trossulus), 2.6; crab (Carcinus means), 1.4; lamprey (Lapetra fluviatillis), 0.05; flounder (Platychthis flesus), 0.041; stickleback (Gasterosteus aculeatus), 1.1; lesser sand eel (Heperoplus lanceolatus), 0.12; Baltic herring (Clupea harengus), 0.10; pikeperch (Stizostedion lucioperca), 0.36; elepout (Zoarces viviparus) 0.098; round goby (Neogobius melanostomus), 0.80; cod (Gadus morhua), 0.042(1). Concentrations (ng/g lipid weight) of 1,2,3,4-, 1,2,3,7-, and 1,2,6,7-tetrachloronaphthalenes combined in three-spined sticklebacks (Gasterosteus aculeatus) collected from four sites in the beach zone in the south-western part of the Gulf of Gdansk in the Baltic Sea in June and July 1992 were: 1.1 at Gorki Zachodnie; 1.2 at Westerplatte; 0.39 at Redlowo; 1.3 at Oksywie(2). A chlor-alkali plant that is located in southeastern coastal Georgia, near Brunswick, GA, and operated from 1955 to 1994, disposed of its process wastes into large holding pits near the top of the marsh and directly into the marsh and tidal creek(3). The concentration of 1,2,3,4- and 1,2,3,6-tetrachloronaphthalene combined in a composite muscle tissue sample striped mullet (Mugil cephalus) collected in March 1997 in Purvis Creek, 1-2 km from a Chlor-Alkali facility was 32 pg/g wet weight(3). Four samples of mixed phyto- and zooplankton, and three whole herrings were collected in the southern part of the Baltic Sea between 1991-1993(4). Combined 1,2,3,4-, 1,2,3,7-, and 1,2,6,7-tetrachloronaphthalene concentrations were 180, 560, 550, and 730 pg/g for the four samples of mixed phyto- and zooplankton, and 240 pg/g lipid weight for the herring sample(4)."
        }
    ],
    "sediment_soil_concentrations": [
        {
            "References": "(1) Kannan K et al; Environ Sci Tech 32: 2507-14 (1998)",
            "Value": "SOIL: A chlor-alkali plant that is located in southeastern coastal Georgia, near Brunswick, GA, and operated from 1955 to 1994, disposed of its process wastes into large holding pits near the top of the marsh and directly into the marsh and tidal creek(1). Excavated soil samples taken in February 1996 from waste holding pits contained 3.7 ng/g dry weight of 1,2,3,4- and 1,2,3,6-tetrachloronaphthalene combined(1)."
        },
        {
            "References": "(1) Falandysz J et al; Environ Sci Technol 30: 3266-74 (1996) (2) Kannan K et al; Environ Sci Tech 32: 2507-14 (1998) (3) Jarnberg UG et al; Environ Sci Technol 33: 1-6 (1999)",
            "Value": "SEDIMENT: Surface sediment (0-10 cm) collected in June 1982 from the nearshore sedimentation area of the Wisla River in Kiezmark under Gdansk in Poland contained 0.027 ng/g dry weight of 1,2,3,4-, 1,2,3,7-, and 1,2,6,7-tetrachloronaphthalenes combined(1). A chlor-alkali plant that is located in southeastern coastal Georgia, near Brunswick, GA, and operated from 1955 to 1994, disposed of its process wastes into large holding pits near the top of the marsh and directly into the marsh and tidal creek(2). Surficial sediment (0-5 cm) was collected in February 1996 from two intertidal locations during low tide in the contaminated marsh, about 200 m down form the holding pits and contained 2.4 ng/g dry weight of 1,2,3,4- and 1,2,3,6-tetrachloronaphthalene combined(2). Another sediment sample collected at Purvis Creek, about 800 m down from the holding pits, contained 3.8 ng/g dry weight of 1,2,3,4- and 1,2,3,6-tetrachloronaphthalene combined(2). Concentrations of polychlorinated naphthalenes were measured in ten lake and sea sediment samples from sites with no known present local pollution source(3). Concentrations of 1,2,3,4-tetrachloronaphthalene were all approximately less than 0.05 ng/g dry weight(3)."
        }
    ]
}