{
    "_id": {
        "$oid": "6682e7d2c4e5dba5ffba2283"
    },
    "CID": {
        "$numberInt": "300"
    },
    "Name": "Chloroacetic acid",
    "IUPACName": "2-chloroacetic acid",
    "CanonicalSMILES": "C(C(=O)O)Cl",
    "Synonyms": [
        "chloroacetic acid",
        "Monochloroacetic acid",
        "79-11-8",
        "2-chloroacetic acid",
        "Chloracetic acid",
        "Chloroethanoic acid",
        "Acetic acid",
        "chloro-",
        "Acide chloracetique",
        "Monochloroethanoic acid",
        "Monochloracetic acid",
        "Monochloorazijnzuur",
        "Monochloressigsaeure",
        "Acidomonocloroacetico",
        "2-chloro-acetic acid",
        "Acide monochloracetique"
    ],
    "IsomericSMILES": "C(C(=O)O)Cl",
    "INCHI": "InChI=1S/C2H3ClO2/c3-1-2(4)5/h1H2,(H,4,5)",
    "INCHIKEY": "FOCAUTSVDIKZOP-UHFFFAOYSA-N",
    "Formula": "C2H3ClO2",
    "MolecularWeight": {
        "$numberDouble": "94.5"
    },
    "Description": "Chloroacetic acid is a chlorocarboxylic acid that is acetic acid carrying a 2-chloro substituent. It has a role as an alkylating agent and a herbicide. It is a chlorocarboxylic acid and a haloacetic acid. It is functionally related to an acetic acid. It is a conjugate acid of a chloroacetate.",
    "XlogP": {
        "$numberDouble": "0.2"
    },
    "Complexity": {
        "$numberInt": "42"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "environmental_bioconcentrations": [
        {
            "References": "(1) Hansch C et al; Exploring QSAR. Hydrophobic, Electronic, and Steric Constants. ACS Prof Ref Book. Heller SR, consult. ed., Washington, DC: Amer Chem Soc p. 4 (1995) (2) US EPA; Estimation Program Interface (EPI) Suite. Ver. 4.11. Nov, 2012. Available from, as of Nov 6, 2018: https://www2.epa.gov/tsca-screening-tools (3) Franke C et al; Chemosphere 29: 1501-14 (1994)",
            "Value": "An estimated BCF of 3 was calculated in fish for chloroacetic acid(SRC), using a log Kow of 0.22(1) and a regression-derived equation(2). According to a classification scheme(3), this BCF suggests the potential for bioconcentration in aquatic organisms is low(SRC)."
        }
    ],
    "environmental_biodegradations": [
        {
            "References": "(1) NITE; Chemical Risk Information Platform (CHRIP). Biodegradation and Bioconcentration. Tokyo, Japan: Natl Inst Tech Eval. Available from, as of Nov 6, 2018: https://www.safe.nite.go.jp/english/db.html (2) Struijs J, Stoltenkamp J; Ecotoxicol Environ Safety 19: 204-11 (1990) (3) Gerike P, Gode P; Chemosphere 21: 799-812 (1990) (4) Zahn R, Wellens H; Z Wasser Abwasser Forschung 13: 1-7 (1980) (5) Zahn R, Wellens H; Chemiker Z 98: 228-32 (1974) (6) Dias FF, Alexander M; Appl Microbiol 22: 1114-8 (1971) (7) Jacobson SN, Alexander M; Appl Environ Microbiol 42: 1062-6 (1981) (8) Boethling RS, Alexander M; Appl Environ Microbiol 37: 1211-6 (1979) (9) Thom NS, Agg AR; Proc Roy Soc London B 189: 347-57 (1975) (10) Kondo M et al; Eisei Kagaku 34: 188-95 (1988)",
            "Value": "AEROBIC: Chloroacetic acid, present at 100 mg/L, reached 65.0% of its theoretical BOD in 3 weeks using an activated sludge inoculum at 30 mg/L in the Japanese MITI test(1). The test was repeated under the assumption that the test substance inhibited the sludge because only 1 replicate of 2 showed biodegradation tendency(1). After 4 weeks, 2 out of 5 replicates had degraded more than 90%, while the remaining 3 replicates had degraded more than 60%(1). CO2 evolution was 14-24% and 73% of the theoretical amount possible at a chloroacetic acid concentration of 4.5 and 9.0 mg carbon/L, respectively, after a 7-day incubation with an activated sludge inoculum(2). Chloroacetic acid was completely degraded in the Closed Bottle test (at 5 mg/L), the Modified OECD Screening Test (at 5 mg C/L), and the Zahn-Wellens Test (at 1000 mg/L)(3). Chloroacetic acid was degraded in laboratory biodegradation tests using sewage or acclimated sludge inocula with greater than 70-90% degradation being reported in 5-10 days(4-7,9). Degradation was increased by acclimation(7,9) and involves dechlorination(7). Mineralization occurred in river water with 73% of the chemical being converted to carbon dioxide in 8-10 days at 29 °C(8). The biodegradability of chloroacetic acid, at 10 ppm, was measured in both river water and seawater using the cultivation method; no biodegradation was reported for either samples after a 3-day incubation(10). Based on these results, this compound was determined to be difficult to degrade(10)."
        }
    ],
    "logP": [
        {
            "References": "Hansch, C., Leo, A., D. Hoekman. Exploring QSAR - Hydrophobic, Electronic, and Steric Constants. Washington, DC: American Chemical Society., 1995., p. 4",
            "Value": "log Kow = 0.22"
        }
    ],
    "mechanism_of_action": [
        {
            "References": "IPCS; Poisons Information Monograph 352: Monochloroacetic acid (2000). Available from, as of November 28, 2018: https://www.inchem.org/pages/pims.html",
            "Value": "In vitro, MCA blocks the cell energy supply in an as yet incompletely resolved manner, leading to a gradual decrease in ATP generation and in protein synthesis. Supplementation of intermediates of the Krebs-cycle or of acetyl-donors does not reduce this effect whereas incubation with the sodium salt of MCA causes a slow but marked decrease in the activity of pyruvate dehydrogenase and to a lesser degree of keto-glutarate dehydrogenase ... ."
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "PMID:16076519",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Haber's Rule and associated time to coma after monochloroacetic acid (MCA) exposure in male Sprague-Dawley (SD) rats ...  were investigated at isoeffective or nearly isoeffective doses. Animals exposed to MCA received either single bolus intravenous (iv) doses or a loading dose rate via the iv route followed by a maintenance dose rate through subcutaneously implanted osmotic mini pumps. ... Single doses of MCA produced inconsistent time responses but a reasonably constant c x t product (7657+/-391 mg/kg x min) which ... should have been expected because MCA's elimination half-life (2 hr) is twice as long as its time to coma ( approximately 1 hr). Generation of kinetic steady state by infusion of MCA after iv injection of a loading dose rate resulted in a consistently decreasing time response with increasing dose which diminished the variability in the c x t (dose x time)=k relationship (8032+/-136 mg/kg x min)..."
        },
        {
            "References": "OECD; IRPTC Data Profile/SIDS Dataset for Chloroacetic Acid (CAS No: 79-11-8) p.73 (December 13, 2005) Available from, as of November 28, 2018: https://www.inchem.org/documents/sids/sids/79118.pdf",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Fatalities among rabbits are expected when only 3% of the skin is exposed. Thorough washing after 1 minute contact did not decrease mortalities."
        },
        {
            "References": "PMID:16898262",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ ... Dose-response effects, hypoglycemia, and lung injury in rats exposed to monochloroacetic acid (MCA) /were evaluated/. Serum glucose, blood gases, and parameters of alveolar injury in bronchoalveolar lavage fluid (BALF) were analysed 2 and 4 hr after subcutaneous administration of MCA (108, 135 or 163 mg/kg). Apparent pulmonary injury and hypoglycemia were not identified 2 hr after administration, but lactate dehydrogenase (LDH) and total cells in BALF were dose-dependently increased; and severe hypoglycemia was identified 4 hr after administration. Blood gas analysis showed remarkable alveolar gas dysfunction as exchange in the 163 mg/kg group. Thus, hypoglycemia and lung injury appear to cause death in response to MCA exposure."
        },
        {
            "References": "PMID:15747777",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ There have been many fatal occupational accidents of skin exposure to monochloroacetic acid (MCA). ... Therefore, harmful local and systemic effects were investigated after dermal exposure to MCA. A 0.5 mL aliquot of MCA solution (40% w/w) was applied to the abdominal skin of ten 10-week-old male SD rats under anesthesia. The exposure area (25 x 25 sq mm) was 1.6% of the total surface area. The dose of MCA per area was 34.1 mg/sq cm. Saline was similarly administered to 10 control rats. Histopathological findings after 10 min were observed by light microscopy. Blood samples were collected by exsanguinations from the carotid arteries after 4 hr. Skin samples were collected 10 min after the initial exposure. Histological findings showed severe degeneration of collagen bundles in the epidermis and subcutaneous tissues. P(CO2), HCO(3)-, TCO2, base excess (BE) and glucose levels were decreased in the MCA group. AST, m-AST, ALT, BUN, Cr, NH3, lactic acid, pyruvic acid, RBC, Hb, Hct, total protein and albumin were increased in the MCA group. The burn was determined to be a third-degree burn on the basis of the histopathological findings. The severe toxicity was probably a consequence of the rapid permeability. Biochemical parameters were a consequence of hepatocellular injuries, renal dysfunction, dysglyconeogenesis and dysfunction of ammonia metabolism. MCA reportedly enters the TCA cycle and inhibits aconitase. MCA metabolites also inhibit pyruvate carboxylase in the gluconeogenesis pathway. Therefore, the important serum biochemical abnormalities such as hypoglycemia and lactic acidosis should be monitored to find the acute systemic disorders."
        },
        {
            "References": "PMID:3692006",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Monochloroacetic acid (MCA) causes front paw rigidity in 10% of mice surviving a single oral toxic dose (320-380 mg/kg). Mice exhibiting front paw rigidity were killed at various times after MCA treatment and their brains were prepared for histological examination. As early as 48 hr post-treatment, RBCs were found outside capillaries in several brain regions, especially the cerebellum. At time points up to 8 weeks after MCA, extracapillary RBCs were seen to be undergoing lysis, and there was loss of cerebellar Purkinje cells. Three hours after oral administration of an LD80 of MCA (380 mg/kg), entry of iv-injected (14C)inulin or (3H)dopamine (1.0 uCi) into all brain regions was significantly increased compared to controls. Increased entry of (14C)inulin into the brains of mice occurred as early as 2 hr after MCA, coinciding with the onset of signs of toxicity, and remained elevated for up to 8 hr following treatment. Further studies revealed that only those mice which were moribund but not those which were unaffected by MCA (380 mg/kg) 4-6 hr after treatment had significantly increased brain levels of (14C)inulin or (3H)dopamine. However, mice which survived an LD80 of MCA and exhibited front paw rigidity 24 hr later also had brain radiotracer concentrations significantly greater than controls. Both the lethal effects of MCA and the physical deficits observed in survivors may be associated with impairment of blood-brain barrier function."
        },
        {
            "References": "ECB/ESIS; European Union Risk Assessment Report: MONOCHLOROACETIC ACID (MCAA) (CAS-No 79-11-8) p.64 (2005) 3rd Priority List Vol 52. Available from, as of November 27, 2018: https://ec.europa.eu/jrc/en/publication/eur-scientific-and-technical-research-reports/european-union-risk-assessment-report-monochloroacetic-acid-mcaa-cas-no-79-11-8-einecs-no",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ ... The in vivo and in vitro interaction of MCAA with cysteine sulfhydryl groups /was studied/. MCAA did not significantly alkylate sulfhydryl groups of cysteine in vitro. In vivo total sulfhydryl content in rat liver was decreased about 30% by oral LD90 doses of MCAA. Brain and heart sulfhydryl values were not affected by oral LD90 doses. MCAA binding in rat liver occurred in protein and nonprotein fractions. MCAA binding to total sulfhydryl groups in rat liver increased with time. Total sulfhydryl content was reduced to approximately 50% of the control value by 120 minutes. Rat kidney cortex and medulla also showed significant decrease of total sulfhydryl content from 84 to 120 minutes after MCAA treatment. Alkylation of brain and heart sulfhydryl groups was not affected at these times."
        },
        {
            "References": "ECB/ESIS; European Union Risk Assessment Report: MONOCHLOROACETIC ACID (MCAA) (CAS-No 79-11-8) p.63 (2005) 3rd Priority List Vol 52. Available from, as of November 27, 2018: https://ec.europa.eu/jrc/en/publication/eur-scientific-and-technical-research-reports/european-union-risk-assessment-report-monochloroacetic-acid-mcaa-cas-no-79-11-8-einecs-no",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ ... The covalent interaction of MCAA with rat liver lipids /was investigated/ in vivo. Rats were administered a single oral dose of 8.75 mg/kg (50 uCi) of (1-(14)C)-chloroacetic acid. The animals were sacrificed after 24 hours. Lipids extracted from the livers were separated into neutral lipids and phospholipids by solid-phase extraction using seppak silica cartridges. It was shown that MCAA can conjugate with cholesterol to form cholesteryl chloroacetate. MCAA reacts preferentially with neutral lipids. The effect of such conjugation reactions on the cell membrane and their contribution to toxicity is presently unknown, but should be more prone to retention than excretion, because the conjugate is a more lipophilic product."
        },
        {
            "References": "ECB/ESIS; European Union Risk Assessment Report: MONOCHLOROACETIC ACID (MCAA) (CAS-No 79-11-8) p.66 (2005) 3rd Priority List Vol 52. Available from, as of November 27, 2018: https://ec.europa.eu/jrc/en/publication/eur-scientific-and-technical-research-reports/european-union-risk-assessment-report-monochloroacetic-acid-mcaa-cas-no-79-11-8-einecs-no",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ After an oral dose of 40, 63, 100, or 160 mg/kg bw by gavage in 10 female Wistar rats per dose group mortality occurred between 120 minutes and 24 hours after exposure (LD50: 90 mg/kg bw). The clinical symptoms observed in moribund animals were: neurobehavioral effects, lacrimation, and pulsing respiration. The same effects, but less severe, were observed in surviving rats, they recovered within 48 hours. The macroscopic changes observed in dead animals were discolorations of the liver, lung, stomach, and spleen. In surviving animals no macroscopic effects were observed ... ."
        },
        {
            "References": "ECB/ESIS; European Union Risk Assessment Report: MONOCHLOROACETIC ACID (MCAA) (CAS-No 79-11-8) p.67 (2005) 3rd Priority List Vol 52. Available from, as of November 27, 2018: https://ec.europa.eu/jrc/en/publication/eur-scientific-and-technical-research-reports/european-union-risk-assessment-report-monochloroacetic-acid-mcaa-cas-no-79-11-8-einecs-no",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ ... Two acute vapor inhalation toxicity studies on MCAA with albino rats (Charles River), white mice (Swiss), and guinea pigs (English) were reported ... . In the studies a vapor of MCAA was generated with undiluted MCAA heated to 75 °C. Animals were subsequently exposed to a test atmosphere of 24 °C at average concentrations of 3.1x10+4 mg/cu m for one minute (2 animals per species) and 2.7x10+4 mg/cu m for three, five, and ten minutes (3 animals per species); no control groups were used. No deaths were observed among any test animals. Mild lacrimation and nasal discharge were noted among all animals at 5-60 minutes after the one minute exposure and immediately during the five and ten minutes exposure. Necropsies revealed some lung hyperemia. ..."
        },
        {
            "References": "ECB/ESIS; European Union Risk Assessment Report: MONOCHLOROACETIC ACID (MCAA) (CAS-No 79-11-8) p.67 (2005) 3rd Priority List Vol 52. Available from, as of November 27, 2018: https://ec.europa.eu/jrc/en/publication/eur-scientific-and-technical-research-reports/european-union-risk-assessment-report-monochloroacetic-acid-mcaa-cas-no-79-11-8-einecs-no",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ ... 6 female Wistar rats per group were dermal exposed to different doses of MCAA /in 0.9% NaCl/ (50 and 100 mg/kg bw in a 1% concentration; 200 and 400 mg/kg bw in a 5% concentration; 200, 280, 400, and 2,000 mg/kg bw in a 40% concentration) to equal surface areas (ca 30 sq cm). The study was performed under occlusion. None of the animals exposed to 1% or 5% concentrations of MCAA died (LD50 values >100 mg/kg bw and >400 mg/kg bw, respectively). Deaths occurred within 3.5-24 hours after exposure to 280, 400, 2,000 mg/kg bw in the 40% concentration ... . Rats in moribund condition showed neurobehavioral effects, lacrimation, and respiratory difficulties. All dead animals showed macroscopic changes in lungs and bowels. In addition, in the 2,000 mg/kg bw dose group, discoloration of the skin at the application site was observed. None of the survivors showed effects within 48 hours after exposure and at sacrifice after 48 hours no macroscopic effects were observed. In this study, an LD50 of 305 mg/kg bw (based on a 40% concentration) was found. It was noted that the dermal toxicity both depends on the concentration (in %) and on the dose of exposure (in mg/kg bw)."
        },
        {
            "References": "ECB/ESIS; European Union Risk Assessment Report: MONOCHLOROACETIC ACID (MCAA) (CAS-No 79-11-8) p.68 (2005) 3rd Priority List Vol 52. Available from, as of November 27, 2018: https://ec.europa.eu/jrc/en/publication/eur-scientific-and-technical-research-reports/european-union-risk-assessment-report-monochloroacetic-acid-mcaa-cas-no-79-11-8-einecs-no",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ ... 6 Albino-Himalayan rabbits ... were exposed /dermally under occlusion/ to different doses of a 50% concentration of MCAA (63, 125, 250, and 500 mg/kg bw) /in 0.9% NaCl/. ... Deaths occurred between 260 minutes and 24 hours after exposure ... . The animals showed neurobehavioral effects, lacrimation, high respiratory frequency, and local irritation/corrosion of the skin in the highest dose group (500 mg/kg bw). The only dose-related effects at lower doses (63, 125, 250 mg/kg bw) were a higher respiratory frequency, local irritation/corrosion, and animals specifically lying on their stomachs. The survivors did not show any symptoms. ... An LD50 of 250 mg/kg bw was found. ... 40% and 50% concentrations of MCAA should be classified as toxic in contact with skin."
        },
        {
            "References": "ECB/ESIS; European Union Risk Assessment Report: MONOCHLOROACETIC ACID (MCAA) (CAS-No 79-11-8) p.68 (2005) 3rd Priority List Vol 52. Available from, as of November 27, 2018: https://ec.europa.eu/jrc/en/publication/eur-scientific-and-technical-research-reports/european-union-risk-assessment-report-monochloroacetic-acid-mcaa-cas-no-79-11-8-einecs-no",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ ... 2 male albino New Zealand rabbits per group were exposed to non-molten MCAA to the shaved abdominal skin (about 10 percent of the total body surface) at dose levels of 79.0, 118.5, 177.8, and 266.7 mg/kg bw under occlusive conditions. The test substance (in solid state) was not moistened with water or a vehicle. Twenty-four hours after application the plastic sheeting was taken off and all residual material removed. Observations for mortality, local skin reactions, and behavioral abnormalities were continued for a total of 14 days following the skin applications. No animals died in the two lowest dose groups, one died in the 177.8 mg/kg bw dose group and both animals in the high dose group died. Hyperactivity was noted among all animals in the two highest dose groups within one hour after application. After 24 hours all survivors appeared normal. At the end of the contact period necrosis was noted at the site of contact of MCAA. No improvement was noted after 14 days. ..."
        },
        {
            "References": "ECB/ESIS; European Union Risk Assessment Report: MONOCHLOROACETIC ACID (MCAA) (CAS-No 79-11-8) p.69 (2005) 3rd Priority List Vol 52. Available from, as of November 27, 2018: https://ec.europa.eu/jrc/en/publication/eur-scientific-and-technical-research-reports/european-union-risk-assessment-report-monochloroacetic-acid-mcaa-cas-no-79-11-8-einecs-no",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ ... 2 male albino New Zealand rabbits per group were dermally exposed to different doses of molten MCAA and different surface areas. The doses ranged from 0.2 to 10 mL and exposed body surface areas were 1, 3, 5, 10, 20, or 40 percent. Also different contact times were used and some animals were therapeutically treated with sodium carbonate at the end of the contact period. In one experiment the animals were anesthetised by intravenous injection of urethan at a level of 1.0 mL/kg bw prior to application of molten MCAA. In the same study, one mongrel dog was dermally exposed to 2.6 mL/kg bw (equivalent to 4,108 mg/kg bw) molten MCAA on 20% of the total body surface for 15 minutes and died within 4 hours. ... Deaths were observed when either >/= 3% of the total body surface area was exposed to 0.25 mL/kg bw (equivalent to 395 mg/kg bw) of MCAA for 15 minutes or >/= 5% of the total body surface area was exposed to 0.57 mL/kg bw (equivalent to 901 mg/kg bw) for one minute. Washing the exposure site with soap and water, treatment with sodium bicarbonate, no treatment of any kind, or pre-exposure anesthesia did not appear to have any beneficial effects. Hypoactivity was noted among all animals immediately after application of MCAA. Two or three hours later, dyspnea and prostration were noted. Severe edema, wrinkling, and necrosis were noted at the site of contact of MCAA within 15 minutes after application. Necropsy of the animals that died revealed extensive dilatation of the vascular system. The skin at the site of contact of MCAA was necrotic. There were no histologic changes which can be specifically attributed to the compound. ..."
        },
        {
            "References": "ECB/ESIS; European Union Risk Assessment Report: MONOCHLOROACETIC ACID (MCAA) (CAS-No 79-11-8) p.70 (2005) 3rd Priority List Vol 52. Available from, as of November 27, 2018: https://ec.europa.eu/jrc/en/publication/eur-scientific-and-technical-research-reports/european-union-risk-assessment-report-monochloroacetic-acid-mcaa-cas-no-79-11-8-einecs-no",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ ... 10 rats/group were subcutaneously exposed to 80, 100, 125, 200, or 315 mg/kg bw (based on a 50% concentration of MCAA /in 0.9% NaCl). Deaths occurred within 172 minutes and 3 days after exposure. The effects observed were neurobehavioral effects, higher respiratory frequency, local effects on site of injection (grey brown colored skin and muscles), and macroscopic changes of the liver (brownish colored and strong bloody) and the small bowel (red colored). None of the survivors did show any clinical or macroscopic changes."
        },
        {
            "References": "ECB/ESIS; European Union Risk Assessment Report: MONOCHLOROACETIC ACID (MCAA) (CAS-No 79-11-8) p.70 (2005) 3rd Priority List Vol 52. Available from, as of November 27, 2018: https://ec.europa.eu/jrc/en/publication/eur-scientific-and-technical-research-reports/european-union-risk-assessment-report-monochloroacetic-acid-mcaa-cas-no-79-11-8-einecs-no",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ In a range finding ... (10-125 mg/kg bw) ... iv toxicokinetic study, the onset of toxicity was very abrupt. No apparent signs of toxicity were observed up to 50 mg/kg bw, whereas 43% of the rats died at 60 mg/kg bw and > 50% at 70 mg/kg bw, preceded by coma. Mean time to coma and death was 70 and 75 minutes, respectively. Doses between 70 and 100 mg/kg bw induced almost the same mortality, no dose response was apparent. Doses of >/= 110 mg/kg bw caused 100% mortality. Most of the animals that went into coma and did not die within 90 minutes of dosing regained consciousness suddenly and recovered ... ."
        },
        {
            "References": "ECB/ESIS; European Union Risk Assessment Report: MONOCHLOROACETIC ACID (MCAA) (CAS-No 79-11-8) p.73 (2005) 3rd Priority List Vol 52. Available from, as of November 27, 2018: https://ec.europa.eu/jrc/en/publication/eur-scientific-and-technical-research-reports/european-union-risk-assessment-report-monochloroacetic-acid-mcaa-cas-no-79-11-8-einecs-no",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ ... 500 mg MCAA in 0.05 mL NaCl (0.9% solution) was applied to the intact shaved and abraded skin (2.5 sq cm) of 6 Albino-Himalayan rabbits under occlusive conditions. After exposure, all animals died, therefore a second test was performed in which 6 rabbits were dermally exposed (occlusive conditions, intact skin) to 150-250 mg MCAA (based on a dose of 100 mg/kg bw, a bodyweight of 1.5-2.5 kg, and a 50% MCAA solution in 0.9% NaCl) for 24 hours. The exposure resulted in severe skin irritation and corrosion (the effects were irreversible). ... In an eye-irritation test ... with 6 rabbits, the dose instilled in the eyes was 100 mg in 0.01 mL NaCl (0.9% solution) and resulted in severe eye irritation. ... MCAA is considered to be corrosive to the skin and to induce a risk of serious damage to the eyes."
        },
        {
            "References": "ECB/ESIS; European Union Risk Assessment Report: MONOCHLOROACETIC ACID (MCAA) (CAS-No 79-11-8) p.68 (2005) 3rd Priority List Vol 52. Available from, as of November 27, 2018: https://ec.europa.eu/jrc/en/publication/eur-scientific-and-technical-research-reports/european-union-risk-assessment-report-monochloroacetic-acid-mcaa-cas-no-79-11-8-einecs-no",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ ... 5-10 NZW rabbits were exposed to molten pure MCAA ... at 60 °C directly applicated on the shaved skin (back side, 100 sq cm). The contact duration was 90 to 300 seconds and the skin was rinsed with water during 120 seconds after exposure. The experimental conditions were similar to that occurring in accidental skin splashing in workers. After exposure mortality occurred in all animals within a few hours (within 5-12 hours after 90 seconds of exposure; within 2.5-7.5 hours after 300 seconds). Biochemical changes observed in moribund animals were: hyperglycemia and strong acidosis. These effects are similar to observations in human ... . In contrast to humans slight hyperkalemia was noted in rabbits. Increased length of skin contact before washing off MCAA induced a more rapid death in animals."
        },
        {
            "References": "ECB/ESIS; European Union Risk Assessment Report: MONOCHLOROACETIC ACID (MCAA) (CAS-No 79-11-8) p.67 (2005) 3rd Priority List Vol 52. Available from, as of November 27, 2018: https://ec.europa.eu/jrc/en/publication/eur-scientific-and-technical-research-reports/european-union-risk-assessment-report-monochloroacetic-acid-mcaa-cas-no-79-11-8-einecs-no",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ One acute inhalation study with male and female F344 rats (n = 6/sex) was reported ... . The physical characteristics of MCAA limited the analytical vapor concentration to 66 ppm /(259 mg/cu m)/; a saturated atmosphere (at 20 °C) contains approximately 137 ppm MCAA. After a 1 hour exposure to 66 ppm, in-life animal observations and animal body weights were monitored. During exposure, all rats squinted and appeared slightly lethargic. Following exposure, transient urine stained perineum and weight loss was observed and was indicated to be typical non-specific stress-related responses to exposure. No mortality or exposure-related pathologic changes were observed at the end of a two week post-exposure period. ..."
        },
        {
            "References": "PMID:2815084",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ B6C3F1 mice and Sprague-Dawley rats were provided drinking water containing ... 11-32 mM (1-3 g/L) monochloroacetic acid (MCA) for 14 days. ... MCA /did not increase/ the mouse relative liver weight in a dose-dependent manner. Rat liver weights were ... depressed by MCA. Hepatic peroxisome proliferation was demonstrated by (1) increased palmitoyl-CoA oxidase and carnitine acetyl transferase activities, (2) appearance of a peroxisome proliferation-associated protein, and (3) morphometric analysis of electron micrographs. ... MCA /did not increase peroxisome proliferation in either/ species."
        },
        {
            "References": "OECD; IRPTC Data Profile/SIDS Dataset for Chloroacetic Acid (CAS No: 79-11-8) p.75 (December 13, 2005) Available from, as of November 28, 2018: https://www.inchem.org/documents/sids/sids/79118.pdf",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Guinea pigs were exposed to 5.8 or 20.8 mg/cu m chloroacetic acid for 4 months. Exposure to 20.8 mg/cu m MCA produced reduction in body weight , inflammation of the lungs, reduced blood hemoglobin levels, lowering of rectal temperature and decreased oxygen uptake. A concentration of 5.8 mg/cu m caused milder toxic effects."
        },
        {
            "References": "OECD; IRPTC Data Profile/SIDS Dataset for Chloroacetic Acid (CAS No: 79-11-8) p.76 (December 13, 2005) Available from, as of November 28, 2018: https://www.inchem.org/documents/sids/sids/79118.pdf",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Chloroacetic acid (99% pure) was administered by gavage to B6C3F1 mice at doses of 0, 25, 50, 100, 150 or 200 mg/kg. Compound-related death occurred in the highest dose groups (200 mg/kg). There were no compound-related changes in the various hematologic or clinical pathology parameters. Hepatocellular cytoplasmic vacuolization occurred in the 200 mg/kg group. Cholinesterase levels were significantly decreased in female mice receiving 150 or 200 mg/kg. The decreased levels may have been a reflection of hepatic toxicity. Compound-related histopathologic effects or changes in absolute and relative testis weight were not observed."
        },
        {
            "References": "OECD; IRPTC Data Profile/SIDS Dataset for Chloroacetic Acid (CAS No: 79-11-8) p.82 (December 13, 2005) Available from, as of November 28, 2018: https://www.inchem.org/documents/sids/sids/79118.pdf",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Rats were exposed /by inhalation/ to monochloroacetic acid (MCA) for 4 months to 5.8 or 20.8 mg/cu m chloroacetic acid. Exposure to 20.8 mg/cu m MCA produced reduction in body weight, inflammation of the lungs, reduced blood hemoglobin levels, lowering of rectal temperature and decreased oxygen uptake."
        },
        {
            "References": "PMID:1539174",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Groups of 20 rats and 20 mice of each sex were administered monochloroacetic acid (MCAA) once daily, 5 days per week, in water by gavage for up to 13 weeks. Doses used were 0, 30, 60, 90, 120, or 150 mg/kg for rats and 0, 25, 50, 100, 150, or 200 mg/kg for mice. Compound-related deaths occurred at the four highest dose levels in rats and at the highest dose level in mice. Mean body weights of treated groups of rats and mice surviving until the end of the study were similar to those of the controls. A dose-related increase in blood urea nitrogen, alanine aminotransferase, aspartate aminotransferase, as well as a dose-related increase in the relative liver and kidney weights was observed in rats but not in mice. A dose-related increase in the incidence and severity of cardiomyopathy occurred in rats. This lesion may be related to the inhibition of heart mitochondrial aconitase activity. No compound-related lesions were observed in mice. The results of this study indicate that F344 rats are more sensitive than B6C3F1 mice; sexes within the species were equally sensitive. The no-observable-effect level was estimated as 30 mg MCAA/kg body weight for rats and 100 mg MCAA/kg body weight for mice."
        },
        {
            "References": "PMID:1765218",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ ... Chloroacetic acid solutions were prepared at concentrations which provided an approximate /oral/ intake of 1/4 the LD50 dose per day: monochloroacetic acid (MCA), 1.9 mM ...  Control rats received distilled water only. After 90 days, major organs were removed, fixed, paraffin embedded, and stained. Light microscopic examination of the major organs revealed variable degrees of alterations in the lung and liver ... In the liver, morphological changes were predominantly localized to the portal triads, which were mildly to moderately enlarged with random bile duct proliferation, extension of portal veins, fibrosis, edema, and occasional foci of inflammation. In the lungs, minimal alterations were observed as foci of perivascular inflammation on small pulmonary veins. Morphological changes in the testes and brain were /not/ seen ... in the /MCA/ treated group. Testes were atrophic with few spermatocytes and no mature spermatozoa. Focal vacuolation and gliosis were present in the forebrain and brainstem ..."
        },
        {
            "References": "PMID:16046796",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ ... A retrospective light-microscopic evaluation was performed on the hearts of F344 rats and B6C3F1 mice from National Toxicology Program studies of six chemicals /including monochloroacetic acid/  in which chemically-induced myocardial toxicity was present ... Two myocardial lesions were observed: cardiomyopathy (multifocal myofiber degeneration that could occur spontaneously or as a treatment effect) and degeneration (diffuse myofiber degeneration that was clearly related to treatment). ... /Monochloroacetic acid/ ... produced degeneration /only/ ..."
        },
        {
            "References": "PMID:9388534",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ ... A chronic study in which male Fischer 344/N rats were exposed for 104 wk to ...  monochloroacetic acid (MCA) in the drinking water is described. Animals, 28 d old, were exposed to 0.05, 0.5, or 2 g/L MCA ... The 2.0 g/L MCA was lowered in stages to 1 g/L when the animals began to exhibit signs of toxicity. A time-weighted mean daily MCA concentration (MDC) of 1.1 g/L was calculated over the 104-wk exposure period. Time-weighted mean daily doses (MDD) based upon measured water consumption were 3.5, 26.1, and 59.9 mg/kg/d for 0.05, 0.5, and 1.1 g/L MCA, respectively ... Nonneoplastic hepatic changes were for the most part spontaneous and age related. No evidence of hepatic neoplasia was found at any of the MCA ... doses. The incidence of neoplastic lesions at other sites was not enhanced over that in the control group. Drinking water concentrations of >/= 0.5 g/L MCA produced a moderate to severe toxicity as reflected by a depressed water consumption and growth rate. ..."
        },
        {
            "References": "ECB/ESIS; European Union Risk Assessment Report: MONOCHLOROACETIC ACID (MCAA) (CAS-No 79-11-8) p.90 (2005) 3rd Priority List Vol 52. Available from, as of November 27, 2018: https://ec.europa.eu/jrc/en/publication/eur-scientific-and-technical-research-reports/european-union-risk-assessment-report-monochloroacetic-acid-mcaa-cas-no-79-11-8-einecs-no",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ ... Female ICR/Ha Swiss mice (6-8 weeks old) were exposed to MCAA by skin application (experiment 1) and by sc injection (experiment 2). The animals were examined regularly. ... In both experiments, an effect on survival was not found. In the first experiment 2.0 mg MCAA in 0.1 mL acetone was applied in the intercapsular region of 50 mice, 3 times a week during 580 days. In none of the mice local papillomas or carcinomas were found. In the second experiment MCAA was injected weekly (0.5 mg in 0.05 mL tricaprylin) during 580 days in the left flank of 50 mice. A not statistically significant increase in local sarcomas was found (3/50 mice exposed to MCAA versus 1/50 in control group). Other local malignant tumors, squamous cell carcinomas or adenocarcinomas were not found. A vehicle control (n = 50) and an untreated group (n = 100) were included in both experiments. ... It is noted that the administration route used in experiment 2 is not considered relevant for risk characterization.  Based on the results of experiment 1, no evidence of carcinogenic activity for female mice is found."
        },
        {
            "References": "PMID:9708489",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ ... Monochloroacetic acid ... (MCAA /was/) administered to pregnant rats during fetal heart development. RESULTS: Fetuses /did not demonstrate/ ... a significant increase in cardiac defects  ..."
        },
        {
            "References": "PMID:2371413",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ A series of seven randomly selected potential halogenated water disinfection by-products were evaluated in vitro by the hydra assay to determine their developmental toxicity hazard potential. ... Chloroacetic acid (CA) was determined to be over eight times more toxic to the \"embryonic\" developmental portion of the assay than it was to the adults..."
        },
        {
            "References": "ECB/ESIS; European Union Risk Assessment Report: MONOCHLOROACETIC ACID (MCAA) (CAS-No 79-11-8) p.91 (2005) 3rd Priority List Vol 52. Available from, as of November 27, 2018: https://ec.europa.eu/jrc/en/publication/eur-scientific-and-technical-research-reports/european-union-risk-assessment-report-monochloroacetic-acid-mcaa-cas-no-79-11-8-einecs-no",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ ... No treatment-related effects were found on the reproductive organs of both male and female B6C3F1 mice and F344/N rats in 16-days (rats up to 120 mg/kg bw/day; mice up to 240 mg/kg bw/day), 13-week (rats up to 150 mg/kg bw/day; mice up to 200 mg/kg bw/day) and 103-week (rats 0, 15 or 30 mg/kg bw/day; mice 0, 50 or 100 mg/kg bw/day) gavage studies. Examined were clitoral or preputial gland (rats), mammary gland, ovary, prostate gland, testis with epididymis, and uterus without biologically significant findings. ...  /No/ morphological changes in testes /was observed/ after administration of MCAA in drinking water for 90 days to rats (concentration 1.9 mM, equivalent to 19 mg/kg bw/day). No toxicological relevant changes in testes weight were found in rats receiving MCAA in drinking water (0.05, 0.5 or 1.1 g/L) during 104 weeks. The highest concentration in drinking water was 2.0 g/L in the beginning and lowered to 1 g/L when toxicity signs appeared (1.1 g/L is the time-weighted mean daily dose) ... ."
        },
        {
            "References": "ECB/ESIS; European Union Risk Assessment Report: MONOCHLOROACETIC ACID (MCAA) (CAS-No 79-11-8) p.91 (2005) 3rd Priority List Vol 52. Available from, as of November 27, 2018: https://ec.europa.eu/jrc/en/publication/eur-scientific-and-technical-research-reports/european-union-risk-assessment-report-monochloroacetic-acid-mcaa-cas-no-79-11-8-einecs-no",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ ... It is reported that pregnant Long-Evans rats ... were dosed MCAA by oral intubation on gestation days 6 to 15 with 0, 17, 35, 70, or 140 mg/kg bw/day in distilled water. Maternal weight gain was statistically significantly reduced in the highest dose group. No treatment-related maternal mortality was observed. Furthermore, no treatment-related effects were reported on organ weights, mean percentage of resorbed implants per litter, and the weight of live fetuses. ... The percentage of soft tissue malformations was increased, however not dose-related. No skeletal malformations were found. In the highest dose-group a statistically significant increase of malformations of the cardiovascular system, comprising predominantly levocardia, was found. ..."
        },
        {
            "References": "ECB/ESIS; European Union Risk Assessment Report: MONOCHLOROACETIC ACID (MCAA) (CAS-No 79-11-8) p.92 (2005) 3rd Priority List Vol 52. Available from, as of November 27, 2018: https://ec.europa.eu/jrc/en/publication/eur-scientific-and-technical-research-reports/european-union-risk-assessment-report-monochloroacetic-acid-mcaa-cas-no-79-11-8-einecs-no",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ CD-1 mouse embryos (3-6 somites staged) were exposed in vitro to MCAA for 24-26 hours ... . The tested MCAA concentrations in deionized water were 0, 50, 100, 175, 250, 350, and 500 uM. The number of embryos cultured for each concentration level was 34, 5, 21, 28, 34, 10, and 10, respectively. In this study an indication for developmental toxicity was found. All embryos died in the two highest concentration groups. In the 250 uM group, 14 of the 34 embryos died. Eye effects and somite dysmorphology were not observed. A statistically increased number of malformations were found in the 175 and 250 uM group, 39.3% and 70%, respectively. Neural tube defects were found in 39.3% and 50% of the embryos in the 175 and 250 uM group, respectively. A statistically decreased number of somites was also found at these concentration levels (19.4 and 19.6, respectively). Pharyngeal arch and heart defects were found at 250 uM in 40% and 65% of the embryos, respectively. The benchmark concentration, based on a 5% incidence of neural tube defects, was 90 uM."
        },
        {
            "References": "PMID:27151372",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Water disinfection greatly reduced the incidence of waterborne diseases, but the reaction between disinfectants and natural organic matter in water leads to the formation of drinking water disinfection by-products (DBPs). DBPs have been shown to be toxic, but their effects on the ovary are not well defined. This study tested the hypothesis that monohalogenated DBPs (chloroacetic acid, CAA; bromoacetic acid, BAA; iodoacetic acid, IAA) inhibit antral follicle growth and steroidogenesis in mouse ovarian follicles. Antral follicles were isolated and cultured with either vehicle or DBPs (0.25-1.00 mM of CAA; 2-15 uM of BAA or IAA) for 48 and 96 hr. Follicle growth was measured every 24 hr and the media were analyzed for estradiol levels at 96 hr. Exposure to DBPs significantly inhibited antral follicle growth and reduced estradiol levels compared to controls. These data demonstrate that DBP exposure caused ovarian toxicity in vitro."
        },
        {
            "References": "ECB/ESIS; European Union Risk Assessment Report: MONOCHLOROACETIC ACID (MCAA) (CAS-No 79-11-8) p.67 (2005) 3rd Priority List Vol 52. Available from, as of November 27, 2018: https://ec.europa.eu/jrc/en/publication/eur-scientific-and-technical-research-reports/european-union-risk-assessment-report-monochloroacetic-acid-mcaa-cas-no-79-11-8-einecs-no",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ Male mice orally administered 300 mg/kg bw MCAA (= LD50 value) showed tremors, respiratory depression, and occasionally tonic and clonic convulsions. Some survivors had a Straub tail, severe tremors, and front limb paralysis after 24 hours (after exposure) ... ."
        },
        {
            "References": "ECB/ESIS; European Union Risk Assessment Report: MONOCHLOROACETIC ACID (MCAA) (CAS-No 79-11-8) p.70 (2005) 3rd Priority List Vol 52. Available from, as of November 27, 2018: https://ec.europa.eu/jrc/en/publication/eur-scientific-and-technical-research-reports/european-union-risk-assessment-report-monochloroacetic-acid-mcaa-cas-no-79-11-8-einecs-no",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ ... Six groups of 5 male Sprague-Dawley rats received MCAA by intravenous injection at doses of 30, 50, 70, 80, or 90 mg/kg bw. Hypokinesia, sedation, dyspnea, lateral decubitus, suffocation and/or coma were noted from 30-40 minutes after dosing, in almost all animals given 50, 70, 80, or 90 mg/kg bw. Only hypokinesia and sedation were noted in animals given 30 mg/kg bw. These signs were considered as indicative of central nervous system toxicity. Deaths were 0/5, 1/5, 1/5, 2/5, and 5/5 in the 30, 50, 70, 80, and 90 mg/kg bw group, respectively. Most deaths occurred at the day of administration. Body weight loss was noted in one of the 4 surviving animals of the 70 and 80 mg/kg bw group. All dead animals were macroscopically examined. No treatment-related changes were observed."
        },
        {
            "References": "PMID:16647117",
            "Value": "/GENOTOXICITY/ Chloroacetic acid (CAA) and chlorobenzene (CB) have been evaluated for in vivo mutagenic potential in Rattus norvegicus, employing the following criteria : (i) chromosomal aberrations (CAs) such as breaks, gaps, exchanges, rings, and multiple aberrations and (ii) micronuclei (MN) induction. Three sublethal doses, 0.008, 0.01, and 0.012 mg/g b. wt. of CAA and 0.75, 1.0, and 1.25 mg/g b. wt. of rat of CB were administered and the bone marrow cells evaluated in each of the three treated groups at 12, 24, and 48 hr, respectively. Mean MN frequencies of 4.40+/-0.2 and 5.42+/-0.3, obtained respectively for CAA and CB. The higher induction of MN by CAA and CB was dose- and time-dependent. Most significant impact (P<0.05) for /both/ of the compounds was observed at 24 hr post administration, when the recorded mean frequency of CAs was maximum for CAA (4.33+/-0.6) as well as for CB (4.66+/-0.5)."
        },
        {
            "References": "PMID:26188195",
            "Value": "/GENOTOXICITY/ The implications of disinfection by-products (DBPs) present in drinking water are of public health concern because of their potential mutagenic, carcinogenic and other toxic effects on humans. In this study, we selected 13 main DBPs found in drinking water to quantitatively analyze their cytotoxicity and genotoxicity using a microplate-based cytotoxicity assay and a developed SOS/umu assay in Salmonella typhimurium TA1535/pSK1002. With the developed SOS/umu test, eight DBPs: 3-chloro-4-(dichloromethyl)-5-hydroxy-2[5H]-fura3-chloro-4-(dichloromethyl)-5-hydroxy-2-[5H]-furanone (MX), dibromoacetonitrile (DBN), iodoacetic acid (IA), bromochloroacetonitrile (BCN), bromoacetic acid (BA), trichloroacetonitrile (TCN), dibromoacetic acid (DBA) and dichloroacetic acid (DCA) were significantly genotoxic to S. typhimurium. Three DBPs: chloroacetic acid (CA), trichloroacetic acid (TCA) and dichloroacetonitrile (DCN) were weakly genotoxic, whereas the remaining DBPs: chloroacetonitrile (CN) and chloral hydrate (CH) were negative. The rank order in decreasing genotoxicity was as follows: MX > DBN > IA > BCN > BA > TCN > DBA > DCA > CA, TCA, DCN > CN, CH. MX was approximately 370 000 times more genotoxic than DCA. In the microplate-based cytotoxicity assay, cytotoxic potencies of the 13 DBPs were compared and ranked in decreasing order as follows: MX > IA > DBN > BCN > BA > TCN > DCN > CA > DCA > DBA > CN > TCA > CH. MX was approximately 19 200 times more cytotoxic than CH. A statistically significant correlation was found between cytotoxicity and genotoxicity of the 13 DBPs in S. typhimurium. ..."
        },
        {
            "References": "PMID:19924981",
            "Value": "/GENOTOXICITY/ Haloacetic acids (HAAs) are the second most common class of chlorinated water disinfection by-products (DBPs). The single cell gel electrophoresis genotoxicity assay using Chinese hamster ovary (CHO) cells was modified to include liquid holding recovery time to measure genomic DNA damage and repair kinetics of three monoHAAs: chloroacetic acid (CAA), bromoacetic acid (BAA), and iodoacetic acid (IAA). The rank order of genotoxic potency was IAA > BAA >> CAA from previous research. The concentration of each HAA was chosen to generate approximately the same level of genotoxic damage. No cytotoxicity was expressed during the 24 hr liquid holding period. Nuclei from CHO cells treated with BAA showed the lowest rate of DNA repair (t(50) = 296 min) compared to that of CAA or IAA (t(50) = 134 and 84 min, respectively). The different rates of genomic repair expressed by IAA or CAA versus BAA suggest that different distributions of DNA lesions are induced. The use of DNA repair coupled with genomic technologies may lead to the understanding of the biological and genetic mechanisms involved in toxic responses induced by DBPs."
        },
        {
            "References": "PMID:12203407",
            "Value": "/GENOTOXICITY/ Cytotoxicity and genotoxicity assays were used to analyze drinking water disinfection by-products (DBPs) in Chinese hamster ovary (CHO) AS52 cells. ... Data were also available to compare these results with cytotoxicity and mutagenicity studies in Salmonella typhimurium. The rank order in decreasing chronic cytotoxicity measured in a microplate-based assay was bromoacetic acid (BA) >> 3-chloro-4-(dichloromethyl)-5-hydroxy-2(5H)-furanone (MX) > dibromoacetic acid (DBA) > chloroacetic acid (CA) > KBrO(3) > tribromoacetic acid (TBA) > EMS (ethylmethanesulfonate, positive control) > dichloroacetic acid (DCA) > trichloroacetic acid (TCA). The induction of DNA strand breaks by these agents was measured by alkaline single-cell gel electrophoresis (SCGE, comet assay) and the rank order in decreasing genotoxicity was BA >> MX > CA > DBA > TBA > EMS > KBrO(3), while DCA and TCA were refractory. BA was more cytotoxic (31x) and genotoxic (14x) than MX in CHO cells. BA was over 400x more genotoxic than potassium bromate. The brominated haloacetic acids (HAAs) were more cytotoxic and genotoxic than their chlorinated analogs. The HAAs expressed a statistically significant inverse relationship in CHO cell cytotoxicity and genotoxicity as a function of increased numbers of halogen atoms per molecule. A quantitative comparison was conducted with results from a previous study with cytotoxicity and mutagenicity in S. typhimurium. There was no correlation between chronic CHO cell and bacterial cell cytotoxicity. DBP-induced CHO cell cytotoxicity was not related to mutagenic potency in S. typhimurium. Cytotoxicity in CHO cells was statistically significant and highly correlated to CHO cell genotoxicity. Finally, /it was/ determined that the DBP genotoxic potency in CHO cells and the mutagenic potency in S. typhimurium were not related. This suggests that toxicity data in S. typhimurium did not quantitatively predict the toxic effects of DBPs in mammalian cell systems ..."
        },
        {
            "References": "PMID:20801231",
            "Value": "/GENOTOXICITY/ Haloacetic acids (HAAs) are the second most prevalent class of disinfection byproducts found in drinking water. The implications of HAAs presence in drinking water are a public health concern due to their potential mutagenic and carcinogenic effects. In the present study, we examined the cytotoxic and genotoxic effects of six common HAAs using a microplate-based cytotoxicity test and a hypoxanthine-guanine phosphoribosyltransferase (HGPRT) gene mutation assay in Chinese hamster ovary K1 (CHO-K1) cells. We found that their chronic cytotoxicities (72 hr exposure) to CHO-K1 cells varied, and we ranked their levels of toxicity in the following descending order: iodoacetic acid (IA)>bromoacetic acid(BA)>dibromoacetic acid (DBA)>chloroacetic acid (CA)>dichloroacetic acid (DCA)>trichloroacetic acid (TCA). The toxicity of IA is 1040-fold of that of TCA. All HAAs except TCA were shown to be mutagenic to CHO-K1 cells in the HGPRT gene mutation assay. The mutagenic potency was compared and ranked as follows: IA>DBA>BA>CA>DCA>TCA. There was a statistically significant correlation between cytotoxicity and mutagenicity of the HAAs in CHO-K1 cells. The microplate-based cytotoxicity assay and HGPRT gene mutation assay were suitable methods to monitor the cytotoxicity and genotoxicity of HAAs, particularly for comparing the toxic intensities quantitatively."
        },
        {
            "References": "PMID:3102223",
            "Value": "/GENOTOXICITY/ Nine substances /including monochloroacetic acid/ were tested for their mutagenic potential in the L5178Y tk+/tk- mouse lymphoma cell forward mutation assay ... Cultures were exposed to the chemicals for 4 hr, then cultured for 2 days before plating in soft agar with or without trifluorothymidine (TFT), 3 ug/mL. The coded chemicals were tested at least twice. Significant responses were obtained with ... monochloroacetic acid... rat liver S9 mix was not a requirement for the clearly mutagenic activity ..."
        },
        {
            "References": "PMID:11835289",
            "Value": "/GENOTOXICITY/ ... The cytotoxicity and mutagenicity of the drinking water disinfection by-products (DBPs) bromoform (BF), bromoacetic acid (BA), dibromoacetic acid (DBA), tribromoacetic acid (TCA), chloroform (CF), chloroacetic acid (CA), dichloroacetic acid (DCA), trichloroacetic acid (TCA), 3-chloro-4-(dichloromethyl)-5-hydroxy-2(5H)-furanone (MX), and potassium bromate (KBrO3) /were analyzed/ in Salmonella typhimurium strains TA98, TA100, and RSJ100 +/- S9. Solvent controls of DMSO and ethanol and a positive control of ethylmethanesulfonate (EMS) were also analyzed. ...A rapid microplate-based method /was used/ to determine the cytotoxicity of the DBPs and ... their mutagenic potencies. ...  TA100 -S9 was the most sensitive strain for these DBPs. The rank order of the mutagenic potency adjusted with a cytoxicity factor was MX > BA > EMS > DBA > DCA > CA with TBA, TCA, BF, and CF not mutagenic. From a structure-function perspective, the brominated acetic acids were more cytotoxic and mutagenic than their chlorinated analogs. BA was 150 times more mutagenic than CA. The mutagenic potency of the haloacetic acids was inversely related to the number of halogen atoms of the molecule..."
        },
        {
            "References": "PMID:1330547",
            "Value": "/GENOTOXICITY/ An alkaline unwinding assay was used to quantitate the induction of DNA strand breaks (DNA SB) in the livers of rats and mice treated in vivo, in rodent hepatocytes in primary culture, and in CCRF-CEM cells, a human lymphoblastic leukemia cell line, following treatment with ... monochloroacetic acid (MCA) ...  /MCA did not induce/ ...  DNA SB in the livers of rats at 4 hr following a single administration of 1-10 mmole/kg. ... MCA also failed to induce DNA strand breaks in splenocytes and epithelial cells derived from the stomach and duodenum of mice treated in vivo... /MCA was/ ... ineffective in inducing DNA SB in cultured rat and mouse hepatocytes at concentrations below those that yielded cytotoxicity. /MCA was/ ... also ineffective in the CCRF-CEM cells..."
        },
        {
            "References": "PMID:7057798",
            "Value": "/GENOTOXICITY/ As part of continuing effort to investigate various metabolic activation procedures in the /mouse lymphoma cells/ L5178Y TK +/- leads to TK -/- mutation assay, a series of 18 chemicals including both carcinogens and non-carcinogens selected from 7 chemical classes were tested in the presence of 5% (v/v) 9000 x g postmitochondrial supernatant fraction (S9) prepared from the livers of untreated Sprague-Dawley rats. ... Treatment with  ... chloroacetic acid yielded mutant counts significantly greater than control levels in at least one test with S9 ..."
        },
        {
            "References": "PMID:16647117",
            "Value": "/GENOTOXICITY/ Chloroacetic acid (CAA) ... /was/ evaluated for in vivo mutagenic potential in Rattus norvegicus, employing the following criteria : (i) chromosomal aberrations (CAs) such as breaks, gaps, exchanges, rings, and multiple aberrations and (ii) micronuclei (MN) induction. Three sublethal doses, 0.008, 0.01, and 0.012 mg/g bw. of CAA ... were administered and the bone marrow cells evaluated in each of the three treated groups at 12, 24, and 48 hr, respectively. Mean MN frequencies of 4.40+/-0.2 ... were  obtained ...  for CAA... . The higher induction of MN by CAA ... was dose- and time-dependent. Most significant impact (P<0.05) ... was observed at 24 hr post administration, when the recorded mean frequency of CAs was maximum for CAA (4.33+/-0.6) ..."
        },
        {
            "References": "Rannug et al, Chem Biol Interact 12 (3-4): 251 (1976)",
            "Value": "/GENOTOXICITY/ With chloroacetic acid, no enhancement of mutation frequency could be detected in base-pair substitution test directly in Salmonella typhimurium TA1535."
        },
        {
            "References": "Mortelmans K et al; Environ Mutagen 8: 1-119 (1986)",
            "Value": "/GENOTOXICITY/ Chloroacetic acid was evaluated for mutagenicity using the Salmonella/microsome preincubation assay using the standard protocol approved by the National Toxicology Program. Chloroacetic acid was tested at doses of 0.01, 0.033, 0.10, 0.333, 1.0, 2.0, and 3.333 mg/plate in as many as 5 Salmonella typhimurium strains (TA1535, TA1537, TA97, TA98, and TA100) in the presence and absence of a rat or hamster liver S-9. Chloroacetic acid was negative in these tests and the highest ineffective dose tested in any Salmonella typhimurium strain was 3.333 mg/plate. Slight clearing of the background bacterial lawn occurred at the high dose in all strains."
        },
        {
            "References": "PMID:3102223",
            "Value": "/GENOTOXICITY/ Chloroacetic acid was evaluated for its mutagenic potential in the L5178Y TK+/TK- mouse lymphoma forward mutation assay using established procedures. Three experiments were conducted, all without metabolic activation. The dose levels tested in these experiments ranged from 0-800 ug/mL. One experiment was discarded; however significant mutagenic responses were obtained from the remaining two experiments. Thus, chloroacetic acid was positive in these tests and the lowest effective dose tested was 400 ug/mL."
        },
        {
            "References": "ECB/ESIS; European Union Risk Assessment Report: MONOCHLOROACETIC ACID (MCAA) (CAS-No 79-11-8) p.80 (2005) 3rd Priority List Vol 52. Available from, as of November 27, 2018: https://ec.europa.eu/jrc/en/publication/eur-scientific-and-technical-research-reports/european-union-risk-assessment-report-monochloroacetic-acid-mcaa-cas-no-79-11-8-einecs-no",
            "Value": "/GENOTOXICITY/ MCAA was not mutagenic in Salmonella typhimurium strains (TA98, TA100, TA102, TA104, TA1535, TA1537, and TA1538) and Escherichia coli strains (WP2uvrA and WP2uvrA/pKM101) with or without exogenous metabolic activation (S-9) ... . MCAA did not cause preferential killing of a DNA repair-deficient strain of Escherichia coli (WP100) over the wild type strains WP2 ... and it was inactive when tested for prophage induction in lysogenic strain of E. coli K12 WP2 ... . These findings indicated that exposure to MCAA did not induce DNA damage in these test systems. In addition, MCAA did not induce umu gene expression in Salmonella lyphimurium strain TA 1535/psK1002 WP2 ... . No positive response in the PQ37 strain was given by MCAA tested in the E. coli SOS chromo test (without metabolic activation) ... ."
        },
        {
            "References": "ECB/ESIS; European Union Risk Assessment Report: MONOCHLOROACETIC ACID (MCAA) (CAS-No 79-11-8) p.81 (2005) 3rd Priority List Vol 52. Available from, as of November 27, 2018: https://ec.europa.eu/jrc/en/publication/eur-scientific-and-technical-research-reports/european-union-risk-assessment-report-monochloroacetic-acid-mcaa-cas-no-79-11-8-einecs-no",
            "Value": "/GENOTOXICITY/ ... MCAA caused no induction of 8-azaguanine- and ouabain-resistant mutants in an in vitro HGPRT assay with Chinese hamster V79 cells. ... MCAA showed no clastogenic activity in a new micronucleus test with Pleurodeles waltl /(robust newt)/ larvae ... . MCAA administered in feed was negative for the induction of sex-linked recessive lethal mutations in germ cells of male Drosophila melanogaster; however, when it was administered by injection the results were equivocal ... ."
        },
        {
            "References": "ECB/ESIS; European Union Risk Assessment Report: MONOCHLOROACETIC ACID (MCAA) (CAS-No 79-11-8) p.82 (2005) 3rd Priority List Vol 52. Available from, as of November 27, 2018: https://ec.europa.eu/jrc/en/publication/eur-scientific-and-technical-research-reports/european-union-risk-assessment-report-monochloroacetic-acid-mcaa-cas-no-79-11-8-einecs-no",
            "Value": "/GENOTOXICITY/ ... The /MCAA/ induction of cytogenetic abnormalities in bone marrow and ... morphological abnormalities in sperm cells of Swiss mice /was studied by/ ... ip, po, or sc to MCAA ... . /It was/ concluded that dose- and route-dependent varieties of bone marrow chromosome anomalies and different abnormal headed sperms were induced by MCAA. ..."
        },
        {
            "References": "PMID:23893730",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ Monohaloacetic acids (monoHAAs) are a major class of drinking water disinfection by-products (DBPs) and are cytotoxic, genotoxic, mutagenic, and teratogenic. We propose a model of toxic action based on monoHAA-mediated inhibition of glyceraldehyde-3-phosphate dehydrogenase (GAPDH) as a target cytosolic enzyme. This model predicts that GAPDH inhibition by the monoHAAs will lead to a severe reduction of cellular ATP levels and repress the generation of pyruvate. A loss of pyruvate will lead to mitochondrial stress and genomic DNA damage. We found a concentration-dependent reduction of ATP in Chinese hamster ovary cells after monoHAA treatment. ATP reduction per pmol monoHAA followed the pattern of iodoacetic acid (IAA)> bromoacetic acid (BAA) >> chloroacetic acid (CAA), which is the pattern of potency observed with many toxicological endpoints. Exogenous supplementation with pyruvate enhanced ATP levels and attenuated monoHAA-induced genomic DNA damage as measured with single cell gel electrophoresis. These data were highly correlated with the SN 2 alkylating potentials of the monoHAAs and with the induction of toxicity. The results from this study ... support the hypothesis that GAPDH inhibition and the possible subsequent generation of reactive oxygen species is linked with the cytotoxicity, genotoxicity, teratogenicity, and neurotoxicity of these DBPs."
        },
        {
            "References": "PMID:29261292",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ The disinfection of drinking water has been a major public health achievement. However, haloacetic acids (HAAs), generated as byproducts of water disinfection, are cytotoxic, genotoxic, mutagenic, carcinogenic, and teratogenic. Previous studies of monoHAA-induced genotoxicity and cell stress demonstrated that the toxicity was due to inhibition of glyceraldehyde-3-phosphate dehydrogenase (GAPDH), leading to disruption of cellular metabolism and energy homeostasis. DiHAAs and triHAAs are also produced during water disinfection, and whether they share mechanisms of action with monoHAAs is unknown. In this study, we evaluated the effects of mono-, di-, and tri-HAAs on cellular GAPDH enzyme kinetics, cellular ATP levels, and pyruvate dehydrogenase complex (PDC) activity. Here, treatments conducted in Chinese hamster ovary (CHO) cells revealed differences among mono-, di-, and triHAAs in their molecular targets. The monoHAAs, iodoacetic acid and bromoacetic acid, were the strongest inhibitors of GAPDH and greatly reduced cellular ATP levels. Chloroacetic acid, diHAAs, and triHAAs were weaker inhibitors of GAPDH and some increased the levels of cellular ATP. HAAs also affected PDC activity, with most HAAs activating PDC. The primary finding of this work is that mono- versus multi-HAAs address different molecular targets, and the results are generally consistent with a model in which monoHAAs activate the PDC through GAPDH inhibition-mediated disruption in cellular metabolites, including altering ATP-to-ADP and NADH-to-NAD ratios. The monoHAA-mediated reduction in cellular metabolites results in accelerated PDC activity by way of metabolite-ratio-dependent PDC regulation. DiHAAs and triHAAs are weaker inhibitors of GAPDH, but many also increase cellular ATP levels, and we suggest that they increase PDC activity by inhibiting pyruvate dehydrogenase kinase."
        },
        {
            "References": "PMID:25451595",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ Chloroacetic acid (CA), a chlorinated analog of acetic acid and an environmental toxin that is more toxic than acetic, dichloroacetic, or trichloroacetic acids, is widely used in chemical industries. Furthermore, CA has been found to be the major disinfection by-products (DBPs) of drinking water. CA has been reported to be highly corrosive and to induce severe tissue injuries (including nervous system) that lead to death in mammals. However, the effects and underlying mechanisms of CA-induced neurotoxicity remain unknown. In the present study, we found that CA (0.5-2.0 mM) significantly increased LDH release, decreased the number of viable cells (cytotoxicity) and induced apoptotic events (including: increases in the numbers of apoptotic cells, the membrane externalization of phosphatidylserine (PS), and caspase-3/-7 activity) in Neuro-2a cells. CA (1.5 mM; the approximate to LD50) also triggered ER stress, which was identified by monitoring several key molecules that are involved in the unfolded protein responses (including the increase in the expressions of p-PERK, p-IRE-1, p-eIF2alpha, ATF-4, ATF-6, CHOP, XBP-1, GRP 78, GRP 94, and caspase-12) and calpain activity. Transfection of GRP 78- and GRP 94-specific si-RNA effectively abrogated CA-induced cytotoxicity, caspase-3/-7 and caspase-12 activity, and GRP 78 and GRP 94 expression in Neuro-2a cells. Additionally, pretreatment with 2.5 mM N-acetylcysteine (NAC; a glutathione (GSH) precursor) dramatically suppressed the increase in lipid peroxidation, cytotoxicity, apoptotic events, calpain and caspase-12 activity, and ER stress-related molecules in CA-exposed cells. Taken together, these results suggest that the higher concentration of CA exerts its cytotoxic effects in neuronal cells by triggering apoptosis via a ROS-induced ER stress signaling pathway."
        },
        {
            "References": "PMID:23103613",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ Chloroacetic acid (CA), a toxic chlorinated analog of acetic acid, is widely used in chemical industries as an herbicide, detergent, and disinfectant, and chemical intermediates that are formed during the synthesis of various products. In addition, CA has been found as a by-product of chlorination disinfection of drinking water. However, there is little known about neurotoxic injuries of CA on the mammalian, the toxic effects and molecular mechanisms of CA-induced neuronal cell injury are mostly unknown. In this study, we examined the cytotoxicity of CA on cultured Neuro-2a cells and investigated the possible mechanisms of CA-induced neurotoxicity. Treatment of Neuro-2a cells with CA significantly reduced the number of viable cells (in a dose-dependent manner with a range from 0.1 to 3mM), increased the generation of ROS, and reduced the intracellular levels of glutathione depletion. CA also increased the number of sub-G1 hypodiploid cells; increased mitochondrial dysfunction (loss of MMP, cytochrome c release, and accompanied by Bcl-2 and Mcl-1 down-regulation and Bax up-regulation), and activated the caspase cascades activations, which displayed features of mitochondria-dependent apoptosis pathway. These CA-induced apoptosis-related signals were markedly prevented by the antioxidant N-acetylcysteine (NAC). Moreover, CA activated the JNK and p38-MAPK pathways, but did not that ERK1/2 pathway, in treated Neuro-2a cells. Pretreatment with NAC and specific p38-MAPK inhibitor (SB203580), but not JNK inhibitor (SP600125) effectively abrogated the phosphorylation of p38-MAPK and attenuated the apoptotic signals (including: decrease in cytotoxicity, caspase-3/-7 activation, the cytosolic cytochrome c release, and the reversed alteration of Bcl-2 and Bax mRNA) in CA-treated Neuro-2a cells. Taken together, these data suggest that oxidative stress-induced p38-MAPK activated pathway-regulated mitochondria-dependent apoptosis plays an important role in CA-caused neuronal cell death."
        },
        {
            "References": "PMID:8258390",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ ... The in vitro cytotoxicity of monochloroacetate (MCA) ...  was determined in hepatocyte suspensions prepared from naive and clofibric acid-pretreated male Sprague-Dawley rats and B6C3F1 mice. Cytotoxic responses, measured by release of lactic dehydrogenase and/or trypan blue exclusion, were only observed with high concentrations (5.0 mM) of MCA ... in hepatocytes from naive animals (p = 0.025 ... , Sprague-Dawley rat; p = 0.033 ... , B6C3F1 mouse). The cytotoxic responses ... were observed much earlier and at much lower concentrations in hepatocytes taken from mice and rats that had been pretreated with clofibric acid (p < or = 0.001, Sprague-Dawley rat and B6C3F1 mouse). ... Increasing concentrations of MCA ... resulted in dose-related depletion of intracellular reduced glutathione (GSH) that closely paralleled the cytotoxic responses..."
        },
        {
            "References": "ECB/ESIS; European Union Risk Assessment Report: MONOCHLOROACETIC ACID (MCAA) (CAS-No 79-11-8) p.63 (2005) 3rd Priority List Vol 52. Available from, as of November 27, 2018: https://ec.europa.eu/jrc/en/publication/eur-scientific-and-technical-research-reports/european-union-risk-assessment-report-monochloroacetic-acid-mcaa-cas-no-79-11-8-einecs-no",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ ... In vitro interaction of MCAA with rat liver glutathione S-transferase (GST) /was studied/. ... Glutathione and 1-chloro-2,4-dinitrobenzene were used as substrates. MCAA inhibited the GST activity in crude extracts in a dose dependent manner. Each of the different GST isoenzymes was inhibited. The inhibition was dose dependent but not linear. It was concluded that direct covalent binding to GST is the major interaction mechanism. This binding could have a protective function against MCAA. The data on toxicokinetics and metabolism showed that binding to GST is one of the steps in the metabolism of MCAA. Therefore it might be concluded that MCAA is an inhibitor of its own metabolism."
        },
        {
            "References": "ECB/ESIS; European Union Risk Assessment Report: MONOCHLOROACETIC ACID (MCAA) (CAS-No 79-11-8) p.63 (2005) 3rd Priority List Vol 52. Available from, as of November 27, 2018: https://ec.europa.eu/jrc/en/publication/eur-scientific-and-technical-research-reports/european-union-risk-assessment-report-monochloroacetic-acid-mcaa-cas-no-79-11-8-einecs-no",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ ... The interaction of MCAA with lipids using (14)C-MCAA in vitro /was investigated/ by incubation of rat liver microsomes with MCAA in the presence of co-enzyme A and adenosine triphosphate. ... /It was/ found that most of the radioactivity was incorporated into phospholipids."
        },
        {
            "References": "PMID:20628842",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ The chlorinated acetates monochloroacetate (MCA), dichloroacetate (DCA), and trichloroacetate (TCA) are generated in water disinfection processes and are formed during metabolic detoxification of industrial solvents such as trichloroethylene. In order to test for consequences of an exposure of brain cells to the different chlorinated acetates, glutathione levels and lactate production of primary astrocyte cultures were investigated as indicators for the potential of chlorinated acetates to disturb cellular detoxification processes and glucose metabolism, respectively. Application of MCA to cultured astrocytes caused a time and concentration dependent deprivation of cellular glutathione, inactivation of glyceraldehyde-3-phosphate dehydrogenase (GAPDH) activity, and loss in cell viability with half maximal effects observed for MCA concentrations between 0.3 and 3 mM. In contrast, the presence of acetate, DCA, or TCA in a concentration of 10 mM did not compromise cell viability nor affect cellular glutathione content or GAPDH activity. However, the presence of DCA and TCA significantly lowered the rate of cellular lactate production in viable astrocytes. These data demonstrate that the extent of chlorination strongly determines the potential of chlorinated acetates to disturb glutathione and/or glucose metabolism of astrocytes."
        },
        {
            "References": "ECB/ESIS; European Union Risk Assessment Report: MONOCHLOROACETIC ACID (MCAA) (CAS-No 79-11-8) p.90 (2005) 3rd Priority List Vol 52. Available from, as of November 27, 2018: https://ec.europa.eu/jrc/en/publication/eur-scientific-and-technical-research-reports/european-union-risk-assessment-report-monochloroacetic-acid-mcaa-cas-no-79-11-8-einecs-no",
            "Value": "/IMMUNOTOXICITY/ MCAA had no significant effect on Mouse type I interferon induction by Newcastle disease virus. The induction of type I interferon has been shown to be inhibited by several carcinogenic chemicals ... ."
        },
        {
            "References": "PMID:6623874",
            "Value": "/OTHER TOXICITY INFORMATION/ Two separate incidents of poisoning, one involving the death of 10 cattle and the other four sheep following the use of sodium monochloroacetate, were investigated. The cattle drank from a farmyard drain overflow which undissolved herbicide entered. Sheep had access to spilt herbicide by a standpipe. Sodium monochloroacetate appears to be equally toxic to both sheep and cattle ... . During incidents of accidental poisoning, the lowest estimated fatal dosages of sodium chloroacetate were 17-68 mg/kg body weight in cattle, and 39-70 mg/kg in sheep. /Sodium monochloroacetate/"
        },
        {
            "References": "PMID:6314603",
            "Value": "/OTHER TOXICITY INFORMATION/ ... Pretreatment of /male mice of ddY strain/ with either diethyldithiocarbamate or carbon disulfide ... did not prevent the hypothermia induced by monochloroacetic acid. ..."
        },
        {
            "References": "ECB/ESIS; European Union Risk Assessment Report: MONOCHLOROACETIC ACID (MCAA) (CAS-No 79-11-8) p.78 (2005) 3rd Priority List Vol 52. Available from, as of November 27, 2018: https://ec.europa.eu/jrc/en/publication/eur-scientific-and-technical-research-reports/european-union-risk-assessment-report-monochloroacetic-acid-mcaa-cas-no-79-11-8-einecs-no",
            "Value": "/OTHER TOXICITY INFORMATION/ ... The gavage route of administration was chosen because MCAA was unstable in feed formulations, as determined by gas chromatographic analysis. Therefore, the results of the /feed/ studies should be interpreted with caution."
        },
        {
            "References": "IPCS; Poisons Information Monograph 352: Monochloroacetic acid (2000). Available from, as of November 28, 2018: https://www.inchem.org/pages/pims.html",
            "Value": "/OTHER TOXICITY INFORMATION/ Prolonged inhalation of MCA vapors in rats induced breathing difficulties, decreased oxygen consumption, hemoconcentration and inflammatory reaction of the bronchial tree ... ."
        },
        {
            "References": "ECB/ESIS; European Union Risk Assessment Report: MONOCHLOROACETIC ACID (MCAA) (CAS-No 79-11-8) p.35 (2005) 3rd Priority List Vol 52. Available from, as of November 27, 2018: https://ec.europa.eu/jrc/en/publication/eur-scientific-and-technical-research-reports/european-union-risk-assessment-report-monochloroacetic-acid-mcaa-cas-no-79-11-8-einecs-no",
            "Value": "/OTHER TOXICITY INFORMATION/ ... Halogenated acetates are theoretically able to alkylate the suifhydiyl or amino groups in enzymes ... ."
        },
        {
            "References": "ECB/ESIS; European Union Risk Assessment Report: MONOCHLOROACETIC ACID (MCAA) (CAS-No 79-11-8) p.93 (2005) 3rd Priority List Vol 52. Available from, as of November 27, 2018: https://ec.europa.eu/jrc/en/publication/eur-scientific-and-technical-research-reports/european-union-risk-assessment-report-monochloroacetic-acid-mcaa-cas-no-79-11-8-einecs-no",
            "Value": "/OTHER TOXICITY INFORMATION/ ... Animal models (rats and mice) /were used/ to evaluate potential antidotes for human exposure to MCAA. Dichloroacetic acid (DCAA) and phenobarbital (PB) but not ethanol or phenytoin, were found to be effective antidotes to MCAA in rats. DCAA (100 mg/kg, ip) administered to rats 15 minutes after a LD80 of MCAA (80 mg/kg, iv) consistently reduced the mortality to 0%, while PB reduced the mortality to less than 20%. Both DCAA and PB were found to be similarly effective to mice. The hypothesis that PB reduces mortality in MCAA treated rats by altering the metabolic disposition of MCAA was evaluated and rejected. ... The relationship between altered blood-brain barrier permeability and death in MCAA treated rats /was also investigated/. Treatment with MCAA (80 mg/kg, iv) was associated with a significant (50%) increase in the permeability of the rat blood-brain barrier to (125)I-BSA /(bovine serum albumin)/. The effect was not altered by treatment with PB, however, suggesting that the altered blood-brain barrier permeability does not have an important role in the lethal effect of MCAA in rats. ... The effect of MCAA on brain carbohydrate metabolism /was studied/ in vivo. Cerebrospinal fluid (CSF) and blood lactic acid concentrations increased in MCAA treated rats, and the increase in CSF levels was dose related. In individual MCAA treated rats, CSF lactate concentrations paralleled the time course of ataxia and a discrete threshold for death (18 mmol/L) was observed. ... Hypoxia increased brain lactate and mortality in MCAA treated rats. Both PB and DCAA which decreased mortality in MCAA treated rats, decreased brain lactate levels in MCAA treated rats. ... /It was/ concluded that PB and DCAA are effective antidotes to MCAA intoxication in rats and mice, and that the lethal effect of MCAA in rats is essentially associated with an excessive accumulation of lactic acid in CSF. It is suggested that the effect of MCAA on the blood-brain barrier function and death are distinct, however this is in contrast with the results of an acute toxicity study in mice ... /which/ concluded that the damage of the blood-brain barrier of mice is associated with both neurological dysfunction and death."
        },
        {
            "References": "IPCS; Poisons Information Monograph 352: Monochloroacetic acid (2000). Available from, as of November 28, 2018: https://www.inchem.org/pages/pims.html",
            "Value": "/OTHER TOXICITY INFORMATION/ ... The underlying gross mechanism of MCA toxicity is probably microvascular damage, due to endothelial cellular damage. Some of the metabolites are toxic like glycolic acid (metabolic acidosis) and oxalates which may induce kidney and CNS toxicity ... ."
        },
        {
            "References": "ECB/ESIS; European Union Risk Assessment Report: MONOCHLOROACETIC ACID (MCAA) (CAS-No 79-11-8) p.63 (2005) 3rd Priority List Vol 52. Available from, as of November 27, 2018: https://ec.europa.eu/jrc/en/publication/eur-scientific-and-technical-research-reports/european-union-risk-assessment-report-monochloroacetic-acid-mcaa-cas-no-79-11-8-einecs-no",
            "Value": "/OTHER TOXICITY INFORMATION/ MCAA inhibits both pyruvate-dehydrogenase (PDH) and a-ketoglutatarate dehydrogenase enzyme (KGHD) in isolated rat heart mitochondria but only after prolonged incubation. ... Since the combined inhibition of PDH and a-KGHD has a major impact on cellular energy production, the cell would then revert to anaerobic glycolysis, resulting in lactate accumulation ... ."
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "(1) Hansch C et al; Exploring QSAR. Hydrophobic, Electronic, and Steric Constants. ACS Prof Ref Book. Heller SR, consult. ed., Washington, DC: Amer Chem Soc p. 4 (1995) (2) US EPA; Estimation Program Interface (EPI) Suite. Ver. 4.11. Nov, 2012. Available from, as of Nov 6, 2018: https://www2.epa.gov/tsca-screening-tools (3) Swann RL et al; Res Rev 85: 17-28 (1983) (4) Serjeant EP, Dempsey B; Ionisation Constants of Organic Acids in Aqueous Solution. IUPAC Chemical Data Series Number 23. New York, NY: Pergamon Press p. 26 (1979) (5) Doucette WJ; pp. 141-188 in Handbook of Property Estimation Methods for Chemicals. Boethling RS, Mackay D, eds. Boca Raton, FL: Lewis Publ (2000)",
            "Value": "The Koc of chloroacetic acid is estimated as 2(SRC), using a log Kow of 0.22(1) and a regression-derived equation(2). According to a classification scheme(3), this estimated Koc value suggests that chloroacetic acid is expected to have very high mobility in soil. The pKa of chloroacetic acid is 2.87(4), indicating that this compound will exist almost entirely  in the anion form in the environment and anions generally do not adsorb more strongly to soils containing organic carbon and clay than their neutral counterparts(5)."
        }
    ]
}