{
    "_id": {
        "$oid": "6682e7f7c4e5dba5ffba233e"
    },
    "CID": {
        "$numberInt": "3017"
    },
    "Name": "DIAZINON",
    "IUPACName": "diethoxy-(6-methyl-2-propan-2-ylpyrimidin-4-yl)oxy-sulfanylidene-lambda5-phosphane",
    "CanonicalSMILES": "CCOP(=S)(OCC)OC1=NC(=NC(=C1)C)C(C)C",
    "Synonyms": [
        "diazinon",
        "Dimpylate",
        "333-41-5",
        "Diazinone",
        "Oleodiazinon",
        "Ciazinon",
        "Neocidol",
        "Dassitox",
        "Diazitol",
        "Ektoband",
        "Nedcidol",
        "Spectracide",
        "Antigal",
        "Basudin",
        "Bazuden"
    ],
    "IsomericSMILES": "CCOP(=S)(OCC)OC1=NC(=NC(=C1)C)C(C)C",
    "INCHI": "InChI=1S/C12H21N2O3PS/c1-6-15-18(19,16-7-2)17-11-8-10(5)13-12(14-11)9(3)4/h8-9H,6-7H2,1-5H3",
    "INCHIKEY": "FHIVAFMUCKRCQO-UHFFFAOYSA-N",
    "Formula": "C12H21N2O3PS",
    "MolecularWeight": {
        "$numberDouble": "304.35"
    },
    "Description": "Diazinon is a member of the class of pyrimidines that is pyrimidine carrying an isopropyl group at position 2, a methyl group at position 6 and a (diethoxyphosphorothioyl)oxy group at position 4. It has a role as an agrochemical, an acaricide, an EC 3.1.1.8 (cholinesterase) inhibitor, a nematicide, an EC 3.1.1.7 (acetylcholinesterase) inhibitor, a xenobiotic and an environmental contaminant. It is an organic thiophosphate and a member of pyrimidines. It is functionally related to a 2-isopropyl-6-methylpyrimidin-4-ol.",
    "XlogP": {
        "$numberDouble": "3.8"
    },
    "Complexity": {
        "$numberInt": "307"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "environmental_bioconcentrations": [
        {
            "References": "(1) Kanazawa J; Bull Environ Contam Toxicol 20: 613-7 (1978) (2) Verschueren K; Handbook of Environmental Data on Organic Chemicals. 2nd ed New York, NY: Van Nostrand Reinhold pp. 456-9 (1996) (3) Kenaga EE; Ecotox Env Safety 4: 24-38 (1980) (4) Seguchi K, Asaka S; Bull Environ Contam Toxicol 27: 244-9 (1981) (5) Zaroogian GE et al; Environ Toxicol Chem 4: 3-12 (1985) (6) Sancho E et al; Bull Environ Contam Toxicol 50: 578-85 (1993) (7) El Arab AE et al; Chemosphere 21: 193-9 (1990) (8) Connell DW, Markwell RD; Chemosphere 20: 91-100 (1990) (9) Bajet CM; pp 271-310 in Pesticide residues in coastal tropical ecosystems. Taylor & Francis (2003) (10) Franke C et al; Chemosphere 29: 1501-14 (1994)",
            "Value": "BCF values were measured in the following species: topmouth gudgeon (Pseudodorasbora parva), 152, silver crucian carp (Cyprinus auratus), 36.6, carp (Cryprinus carpio), 65.1, guppy (Lebisters reticuatus) 17.5, crayfish (Procambarus clarkii), 4.9, red snail (Indoplanorbis exustus), 17.0, pond snail (Cipangopoludina malleata), 5.9(1); a fish (Fundulus heteroclutus), 10(2); species unreported, 35(3); carp, 120, rainbow trout, 63, loach, 26, shrimp, 3(4); sheepshead minnow, 200(5); eel(Anguilla anguilla) muscle and liver, 1600 and 800, respectively(6); perch 27(7); earthworm 8(8); fish from the Philipines, 12(9). According to a classification scheme(10), the range of experimental BCFs suggests the potential for bioconcentration in aquatic organisms is low to moderate(SRC)."
        },
        {
            "References": "Tsuda T et al; Toxicol Environ Chem 24 (3): 185-90 (1989)",
            "Value": "The bioconcentration and excretion of diazinon was studied for the fresh-water fish, willow shiner (Gnathopogon caerulescens) in continuous flow-through tanks. A stock solution of diazinon was diluted to give measured concentration of 2.4-3.3 ug/L in the test tanks. Fish were exposed to the test solutions for 0 to 168 hr. For excretion of the test chemicals fish from the test tanks were transferred to tanks containing clean water. The measured concentration of the diazinon excreted from fish was < 0.02 ug/L after 10 hr. Determination of diazinon in whole bodies of fish was carried out at each sampling time of the bioconcentration and excretion experiments. Avg recoveries were 86.7% for diazinon. Bioconcentration factors for diazinon in whole body of fish ranged from 131.3 at 6 hr to 274.4 at 168 hr. The excretion rate constant/hr for diazinon was 0.07 and the half-life in hr was 9.9."
        }
    ],
    "environmental_biodegradations": [
        {
            "References": "(1) Miles JRW et al; Bull Environ Contam Toxicol 22: 312-8 (1979) (2) Sharom MS et al; Water Res 14: 1089-93 (1980) (3) Rosenberg A et al; Microbial Degradation of Pesticides, Annual Report Contract. Ithaca, NY: Cornell Univ N00014-78-C-004 (1979) (4) NITE; Chemical Risk Information Platform (CHRIP). Biodegradation and Bioconcentration. Tokyo, Japan: Natl Inst Tech Eval. Available from, as of Sept 14, 2011: https://www.safe.nite.go.jp/english/db.html",
            "Value": "AEROBIC: Half-lives reported for diazinon in sterile (non-sterile) soils were 12.5 weeks (<1 week) in sandy loam and 6.5 weeks (2 weeks) in organic soil(1). Diazinon disappeared more quickly from unsterilized natural water (12 weeks) than from unsterilized distilled or sterilized natural water (>16 weeks), suggesting that degradation is both biological and chemical in nature in natural waters(2). Percent theoretical biological oxygen demand (BOD) was 16% for diazinon incubated with municipal sewage for 7.5-8.3 days(3). Diazinon, present at 100 mg/L, reached 0% of its theoretical BOD in 2 weeks using an activated sludge inoculum at 30 mg/L in the Japanese MITI test(4)."
        },
        {
            "References": "(1) Lu J et al; J Agric Food Chem 54: 2658-2663 (2006) (2) Sarmah AK et al; J Environ Sci Health Part B 44: 325-336 (2009)",
            "Value": "AEROBIC: Using water samples from two nursery recycling ponds as inoculum, the first-order half-life of diazinon at 10 °C ranged from 63.1 to 122.9 days under non-sterile conditions(1); under sterile conditions at 10 °C, the half-life range was 178.3 to 268.5 days(1); at 22 °C, half-lives ranged from 34.4 to 76.6 days under non-sterile conditions(1); under sterile conditions at 22 °C, the half-life range was 69.5 to 134.4 days(1). In laboratory dissipation studies using sterile and non-sterile New Zealand soils as inoculum over a 120-day incubation period, dissipation of diazinon was faster in the non-sterile soil indicating microbial degradation as the major dissipation pathway(2); at 7.5 and 20 °C, dissipation was approximately 65-95% in non-sterile soil and only 20-25% in sterile soil over 120 days(2)."
        },
        {
            "References": "Menzie, C.M. Metabolism of Pesticides, Update II. U.S. Department of the Interior, Fish Wildlife Service, Special Scientific Report - Wildlife No. 2l2. Washington, DC: U.S. Government Printing Office, 1978., p. 109",
            "Value": "PURE CULTURE: From submerged soil & rice paddies, microorganisms capable of decomposing diazinon ... fall into 3 categories: sole C source- Flavobacterium sp; synergism- Arthrobacter sp plus Streptomyces sp; co-metabolism- Arthrobacter sp, Corynebacterium sp, Pseudomonas melophthora, Streptomyces sp, Trichoderma viride."
        }
    ],
    "fish_seafood_concentrations": [
        {
            "References": "(1) Duggan RE et al; Pest Res Levels in Foods in the United States From July 1, 1969 to June 30, 1976; Washington, DC FDA Div Chem Technol (1983)",
            "Value": "As part of the US Market basket surveys for 1969-76, the mean level of diazinon found in fish/seafood was measured as follows(1): fish, domestic (0.0008 ppm, 1.1% of 2901 samples); fish imported (1% of 361 samples, 0.0001 ppm); shellfish, domestic (0.8% of 291 samples, 0.0001 ppm); shellfish, imported (1.4% of 152 samples, 0.0002 ppm)."
        }
    ],
    "logP": [
        {
            "References": "Hansch, C., Leo, A., D. Hoekman. Exploring QSAR - Hydrophobic, Electronic, and Steric Constants. Washington, DC: American Chemical Society., 1995., p. 106",
            "Value": "log Kow = 3.81"
        }
    ],
    "mechanism_of_action": [
        {
            "References": "White-Stevens, R. (ed.). Pesticides in the Environment: Volume 1, Part 1, Part 2. New York: Marcel Dekker, Inc., 1971., p. 170",
            "Value": "PURE DIAZINON IS POOR ANTICHOLINESTERASE, BUT IS READILY CONVERTED TO STRONG INHIBITOR UPON STORAGE OR HEATING, PARTICULARLY IN PRESENCE OF TRACE OF MOISTURE. THERMAL DECOMPOSITION OF PURE DIAZINON ... PRODUCTS OBTAINED ARE PYROPHOSPHATES THAT PROBABLY ARE RESPONSIBLE FOR INCR IN ANTICHOLINESTERASE ACTIVITY."
        },
        {
            "References": "PMID:21539304",
            "Value": "The organothiophosphate diazinon inhibits the target site acetylcholinesterase only after activation to its metabolite diazoxon. Commonly, the toxicity of xenobiotics toward aquatic organisms is expressed as a function of the external concentration and the resulting effect on the individual level after fixed exposure times. This approach does not account for the time dependency of internal processes such as uptake, metabolism, and interaction of the toxicant with the target site. Here, ...a mechanistic toxicodynamic model for Daphnia magna and diazoxon /is developed/, which accounts for the inhibition of the internal target site acetylcholinesterase and its link to the observable effect, immobilization, and mortality. The model was parametrized by experiments performed in vitro with the active metabolite diazoxon on enzyme extracts and in vivo with the parent compound diazinon. The mechanism of acetylcholinesterase inhibition was shown to occur irreversibly in two steps via formation of a reversible enzyme-inhibitor complex. The corresponding kinetic parameters revealed a very high sensitivity of acetylcholinesterase from D. magna toward diazoxon, which corresponds well with the high toxicity of diazinon toward this species. Recovery of enzyme activity but no recovery from immobilization was observed after in vivo exposure to diazinon. The toxicodynamic model combining all in vitro and in vivo parameters was successfully applied to describe the time course of immobilization in dependence of acetylcholinesterase activity during exposure to diazinon. The threshold value for enzyme activity below which immobilization set in amounted to 40% of the control activity. Furthermore, the model enabled the prediction of the time-dependent diazoxon concentration directly present at the target site."
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "PMID:18335101",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ ... /Investigators/ gave diazinon (DZN) to newborn rats on postnatal days 1-4, using doses (0.5 or 2 mg/kg) spanning the threshold for barely detectable cholinesterase inhibition. We then evaluated the lasting effects on indices of neural cell number and size, and on functional markers of acetylcholine (ACh) synapses (choline acetyltransferase, presynaptic high-affinity choline transporter, nicotinic cholinergic receptors) in a variety of brain regions. DZN exposure produced a significant overall increase in cell-packing density in adolescence and adulthood, suggestive of neuronal loss and reactive gliosis; however, some regions (temporal/occipital cortex, striatum) showed evidence of net cell loss, reflecting a greater sensitivity to neurotoxic effects of DZN. Deficits were seen in ACh markers in cerebrocortical areas and the hippocampus, regions enriched in ACh projections. In contrast, there were no significant effects in the midbrain, the major locus for ACh cell bodies. The striatum showed a unique pattern, with robust initial elevations in the ACh markers that regressed in adulthood to normal or subnormal values."
        },
        {
            "References": "PMID:18355640",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/... /Investigators/ exposed neonatal rats to daily doses of diazinon on postnatal days 1-4, using doses (0.5 or 2mg/kg) spanning the threshold for barely-detectable cholinesterase inhibition. We then evaluated the effects on 5HT(1A) and 5HT(2) receptors, and on the 5HT transporter in cerebral cortical regions and the brainstem in adolescence through adulthood. Diazinon evoked a lasting deficit in 5HT(1A) receptors in males only, whereas it caused a small but significant increase in 5HT transporters in females; neither effect showed a significant regional selectivity. This pattern differed substantially from that seen in earlier work with another organophosphate, chlorpyrifos, which at pharmacodynamically similar doses spanning the threshold for cholinesterase inhibition, evoked a much more substantial, global upregulation of 5HT receptor expression; with chlorpyrifos, effects on receptors were seen in females, albeit to a lesser extent than in males, and were also regionally distinct. The effects of diazinon were nonmonotonic, showing larger alterations at the lower dose, likely reflecting positive trophic effects of cholinergic stimulation once the threshold for cholinesterase inhibition is exceeded. ..."
        },
        {
            "References": "PMID:18789379",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ ... The effect of DZN on glucose tolerance in genetic type 2 diabetic rats, Goto-Kakizaki (GK) rats. Oral glucose tolerance test (OGTT) (2g/(5 mL/kg)) was assessed before, and 1 and 2 weeks after intraperitoneal injection of DZN (6.5 mg/kg) in Wistar and GK rats /was investigated/. DZN significantly increased the levels of glucose in plasma at designated blood sampling points in GK rats. The activity of hepatic drug-metabolizing enzymes and expression of hepatic cytochrome P450 (CYP) 1A2, CYP3A2 and CYP2D1, which oxidize DZN to DZN-oxon, a potent ChE inhibitor, were measured before DZN injection. There were no significant differences in the activity and expression of CYPs between both rat groups, indicating that the ability of metabolic activation might be almost the same in Wistar and GK rats. DZN dramatically decreased the activity of cholinesterase (ChE) in plasma by approximately 40% in both Wistar and GK rats. However, no significant differences in the activity of ChE in plasma were observed between Wistar and GK rats for 5 days after DZN injection. No massive necrotic and apoptotic areas, leukocyte infiltration and immunoreactive insulin-positive cells (beta-cells) were observed in pancreas 2 weeks after DZN injection. Moreover, DZN might not affect plasma insulin levels in Wistar and GK rats."
        },
        {
            "References": "PMID:17442507",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ The effect of diazinon (DZN) on the activities of cholinesterase (ChE) in plasma and acetylcholinesterase (AChE) in erythrocyte and brain was investigated in normal and streptozotocin-induced diabetic rats. Hepatic drug-metabolizing enzyme activity was also estimated by measuring the systemic clearance of antipyrine, and the expression of hepatic cytochrome P450 (CYP) 3A2 and CYP1A2, which is closely related to the metabolism from DZN to DZN-oxon, a strong inhibitor of both ChE and AChE. No significant differences in the activities of ChE in plasma and AChE in erythrocyte were observed between normal and diabetic rats. Treatment with DZN significantly decreased these activities in diabetic rats more than in normal rats 6hr after injection (6.5 mg/kg). Treatment with DZN significantly decreased the activity of AChE in brain of diabetic rats than normal rats 3hr after injection (65 mg/kg), although no significant difference in the activity was found between normal and diabetic rats. The urinary recovery of diethylphosphate (DEP), a metabolite of DZN-oxon, was significantly increased in diabetic rats, but that of diethylthiophosphate (DETP), a metabolite of DZN, was unchanged. Significant increases in the systemic clearance of antipyrine and protein levels of hepatic CYP1A2, not CYP3A2, were observed in diabetic rats."
        },
        {
            "References": "WHO; Environ Health Criteria 198: Diazinon (333-41-5) (1998); Available from, as of August 31, 2011: https://www.inchem.org/pages/ehc.html",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Diazinon (88% purity) was administered by gavage to 15 rats per sex and dose at single doses of 0, 2.5, 150, 300 and 600 mg/kg. Three, 9 or 24 hr after dosing, five animals of each group were bled for determination of serum and red blood cell cholinesterase activity and then killed for determination of CNS cholinesterase activity. There was no mortality. Signs of cholinergic poisoning, e.g., salivation, diarrhoea and muscle fasciculations, were observed in animals of both sexes dosed at 300 and 600 mg/kg. Clinical signs first appeared 3 hr after treatment. Maximum observable toxicity was noted 9 hr after treatment in males and 24 hr after treatment in females. Serum cholinesterase activity was significantly decreased at all time points in all groups treated with 2.5 mg/kg or more. Maximum inhibition was observed 9 hr after dosing, and values remained depressed at 24 hr after dosing. Red blood cell cholinesterase activity was significantly inhibited at all time intervals in animals of both sexes treated with >150 mg/kg. Again, maximum inhibition was observed 9 hr after dosing, and activity remained depressed at 24 hr after dosing. In addition, a significant inhibition of red blood cell cholinesterase activity was noted in females dosed with 2.5 mg/kg diazinon 9 hr after dosing. Cerebellum, cerebral cortex, striatum, hippocampus and thoracic spinal cord cholinesterase activities were decreased in female rats dosed with >150 mg/kg at all three time points. Cerebellum, striatum and hippocampus cholinesterase activities were decreased in male rats dosed with >150 mg/kg at all three time intervals, whereas cerebral cortex and thoracic spinal cord cholinesterase activities were decreased in male rats dosed with >150 mg/kg at 9 and 24 hr after dosing. The NOAEL for inhibition of brain cholinesterase activity was 2.5 mg/kg for both sexes."
        },
        {
            "References": "Hayes, Wayland J., Jr. Pesticides Studied in Man. Baltimore/London: Williams and Wilkins, 1982., p. 385",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ ... RETICULOCYTOPENIA AND A HIGH MYELOID TO ERYTHROID RATIO WERE FOUND IN SOME /LAB/ ANIMALS KILLED IN LESS THAN A MONTH BY LARGE, REPEATED, ORAL DOSES. THE RATIO WAS GREATER THAN 100:1 IN DOGS RECEIVING 20 MG/KG/DAY. IT WAS NOT INDICATED THAT THESE CHANGES WERE RELATED TO THE CAUSE OF DEATH, BUT NONFATAL DOSES DID NOT PRODUCE THEM."
        },
        {
            "References": "PMID:7097797",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ The dermal toxicity of 5 organophosphate insecticides was investigated with a mouse intermittent self exposure model. Blood cholinesterases were monitored on days 3 and 1 before exposure and for 4-6 days during exposure to foliar residues. Responses were greater in unmuzzled than in muzzled animals due to oral contamination. After two 10 hr exposures, muzzled mice showed log linear cholinesterase responses across a wide range of foliar pesticide concn. Foliar pesticide levels that caused 50% depression in plasma or red blood cell cholinesterase were determined. The greatest responses for emulsifiable concentrate (ec) and encapsulated formulations were found with diazinon, followed by parathion and methyl parathion."
        },
        {
            "References": "Husain K, Mirza MA; Biol Mem 15 (2): 84-9 (1989)",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Effect of temperature on diazinon induced acute toxicity was investigated in female albino rats. Diazinon (40 mg/kg, ip) significantly reduced the cholinesterase activity of the brain, produced hyperglycemia and reduced the glycogen content of cerebral and peripheral tissues. The activity of glycogen phosphorylase in both the tissues was significantly increased while hexokinase activity was enhanced only in the brain. Succinate dehydrogenase activity was inhibited in both the tissues and level of the blood lactate was increased. In animals kept in high temperature (40 °C) the changes were reduced as compared to the animals kept at room temperature (30 °C)."
        },
        {
            "References": "PMID:17933502",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ ... The effects of diazinon exposure on some physiological and biochemical parameters, as well as, histopathological changes and histochemical acetyl-cholinesterase activity (AChE) /were investigated/. The red Baladi rabbits were dipped into water (Control Group), diazinon at low concentrations of 0.6 mg diazinon low concentration (DLC) or high concentration of 3 mg diazinon high concentration (DHC) dissolved in 1L of water for 10 sec. Treatment was repeated after 10 days and animals were sacrificed between 0 and 21 days after the second treatment. Blood analysis revealed that Red blood cells (RBC's), hemoglobin (Hb) and plasma total protein (TP) were significantly decreased in both diazinon concentrations (P<0.01), (P<0.05), (P<0.01) respectively. Cholesterol and microsomal protein were increased (P<0.01), while, liver/ body weight and cytochrome P-450 were decreased in both concentrations (P<0.01). Also there was a highly significant effect of concentration X day interaction on all parameters (P<0.01). Histopathological changes of liver, kidney and brain were observed after DHC dipping. Glycogen content was decreased in liver and increased in kidney Bowman's capsule. Furthermore, AChE activity was inhibited in brain tissue, decreased in liver cells, but gradually increased in kidney glomerular cells. Therefore, kidney and brain were highly affected by diazinon exposure compared with the liver. Exposure of animals to diazinon caused extensive changes in physiological, biochemical, and histopathological parameters as well as histochemical AChE. ..."
        },
        {
            "References": "USEPA; Diazinon: Diazinon Aggregate Human Health Risk Assesment. Document ID: EPA-HQ-OPP-2008-0351-0005 p. 30 (April 12, 2000). Available from, as of September 2, 2011: https://www.regulations.gov/#!home",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ ... The behavioral effects and potential for inhibition of acetyl cholinesterase of diazinon (MG87%) was assessed in Sprague-Dawley Crl:CDRBR/VAF/Plus strain rats. .. Four groups of 5 rats/sex were dosed with 0, 100, 250 or 500 mg/kg of diazinon (undiluted) and additional groups of females were dosed with 25 or 50 mg/kg and the rats observed for clinical signs for 14 days. At 100 mg/kg, females were noted to have one incident of hypoactivity. At 250 and/or 500 mg/kg, miosis, hypoactivity, fur staining, and/or loss of pain reflex and at 500 mg/kg there was one death. These findings were corroborated by the cholinesterase inhibition part of the study which also demonstrated miosis at 100 mg/kg in a single male rat. ... The LOAEL was 250 mg/kg based on miosis and hypoactivity. The NOAEL was 100 mg/kg, but this is considered a threshold dose level.... Seven groups of males were dosed as control, 0.05, 0.5, 1, 10, 100 or 500 mg/kg and seven groups of females were dosed as control, 0.05, 0.12, 0.25, 2.5, 25 or 250 mg/kg and sacrificed approximately 24 hours later. Observations on their behavior reactions were noted and the blood and brain were assessed for cholinesterase and acetyl cholinesterase inhibition. ... Plasma cholinesterase was inhibited at 2.5 mg/kg in females (61%) and at 10 mg/kg in males (44%). Red blood cell acetyl cholinesterase was inhibited at 25 mg/kg in females (35%) and at 100 mg/kg in males (49%). Brain acetyl cholinesterase was inhibited at 25 mg/kg in females (36%, not significant) and at 250 mg/kg (70%) and at 500 mg/kg in males (69%). ... The LOAEL was 2.5 mg/kg based on 61% plasma cholinesterase inhibition in females, and the NOAEL was 0.25 mg/kg."
        },
        {
            "References": "PMID:12655035",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Chlorpyrifos (CPF) and diazinon (DZN) are thionophosphorus organophosphate (OP) insecticides; their toxicity is mediated through /cytochrome P450/ (CYP) metabolism to CPF-oxon and DZN-oxon, respectively. Conversely, CYPs also detoxify these OPs to trichloropyridinol (TCP) and 2-isopropyl-4-methyl-6-hydroxypyrimidine (IMHP), respectively. In addition, A-esterase (PON1) metabolism of CPF- and DZN-oxon also forms TCP and IMHP. This study evaluated the role intestinal and hepatic metabolism may play in both the activation and detoxification of CPF and DZN in Sprague-Dawley rats. Similar CYP- and PON1-mediated metabolic profiles were demonstrated in microsomes from liver or isolated intestinal enterocytes. The metabolic efficiency was estimated by calculating the psuedo-1st order rate constant from the metabolic constants by dividing Vmax/Km. In enterocyte microsomes, the CYP metabolic efficiency for metabolism to the oxon metabolites was approximately 28-fold greater for CPF than DZN. Compared on a per nmol P450 basis, the Vmax for CPF in enterocytes was approximately 2-3 times higher than in liver microsomes for the production of CPF-oxon and TCP. The Michaelis-Menten rate constant (Km) for the metabolism of CPF to CPF-oxon was comparable in liver and enterocyte microsomes; however, the enterocyte Km for TCP production was higher (indicating a lower affinity). The smaller volume of intestine, lower amount of CYP, and higher Km for TCP in the enterocyte microsomes, resulted in a lower catalytic efficiency (2 and 62 times) than in liver for oxon and TCP. PON1-mediated metabolism of CPF- and DZN-oxon was also demonstrated in liver and enterocyte microsomes. Although PON1 affinity for the substrates was comparable in hepatic and enterocytic microsomes, the Vmax were 48- to 275-fold higher, in the liver."
        },
        {
            "References": "Oi M et al; J Pestic Sci 15 (2): 217-24 (1990)",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ A housefly colony collected at a sanitary land-fill was selected with diazinon for several generations in the laboratory. The resultant strain was 1400-fold resistant to diazinon (LD50: 50 ug per fly) when compared to the susceptible CSMA strain. It had increased activity in each of the three enzyme systems involved in detoxification. Cytochrome p450 dependent monoxygenases catalyzed diazinon degradation, producing diethyl phosphorothioic acid and diethyl phosphoric acid. Glutathione transferase mediating dealkylation and deakylation reactions degraded both diazinon and diazonon. Phosphorotriester hydrolase activity for diazinon was detected only in the resistant strain and was present in all the subcellular fractions examined. The activity was highest in the soluble fraction. The resistant strain also showed a decreased sensitivity to inhibition at the site of action, AChE. Interstrain comparison in AChE sensitivity using diazoxon as the inhibitor revealed a 6-fold difference in the bimolecular rate constant ki. An extremely high resistance of this housefly strain to diazinon may be attributable to a synergistic effect of multiple factors."
        },
        {
            "References": "PMID:20828599",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ ... Treatment of rats with diazinon significantly enhances renal lipid peroxidation which is accompanied by a decrease in the activities of renal antioxidant enzymes (e.g. catalase, glutathione peroxidise, glutathione reductase, glucose-6-phosphate dehydrogenase, glutathione S-transferase) and depletion in the level of glutathione reduced. In contrast, the activities of renal gamma-glutamyl transpeptidase and quinone reductase were increased. Parallel to these changes, diazinon treatment enhances renal damage as evidenced by sharp increase in blood urea nitrogen and serum creatinine. ... Diazinon treatment eventuates in decreased renal glutathione reduced, a fall in the activities of antioxidant enzymes including the enzymes involved in glutathione metabolism and excessive production of oxidants with concomitant renal damage, all of which are involved in the cascade of events leading to diazinon-mediated renal oxidative stress and toxicity. ..."
        },
        {
            "References": "PMID:21036580",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ ... The effect of crocin and safranal was studied against subacute toxicity of diazinon (DZN) on hematological and genotoxicity indices in rats. Rats were divided into 16 groups consisted of 6 rats in control, diazinon, vitamin E, vitamin E and DZN, crocin (3 doses), crocin (3 doses) and DZN, safranal (3 doses), safranal (3 doses) and DZN groups. Vitamin E (200 IU/kg), safranal at doses 0.025, 0.05 and 0.1 mL/kg and crocin at doses 50, 100 and 200 mg/kg were injected intraperitoneally to rats three times per week alone or with DZN (20 mg/kg/day, orally) for 4 weeks. Hematological parameters were evaluated at the end of 4 weeks. Evaluation of genotoxicity was done using the micronucleus assay. Vitamin E and, at lower doses, safranal (0.025 and 0.05 mL/kg) and crocin (50 mg/kg) restored the reduction of red blood cell, hemoglobin and hematocrit indices induced by DZN. These agents at some doses also prevented the reduction in platelets counts indices in diazinon treated group. A significant increase in reticulocyte was induced by diazinon. Vitamin E, safranal (0.025 or 0.05 mL/kg) and all doses of crocin decreased this effect of diazinon. In all doses vitamin E, crocin and safranal did not inhibit the effect of diazinon on RBC cholinesterase activity. A significant increase in micronucleus indices was seen with diazinon. Vitamin E, safranal and crocin could not prevent this genotoxicity."
        },
        {
            "References": "PMID:18819606",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ ... 12 albino Wistar rats weighting between 220-280 g were divided into two experimental groups, as follow, control group and diazinon treated group. The effects of diazinon, on rat interstitial cell testosterone production, blood factors and plasma glucose levels were evaluated. Male rats were treated orally with a single dose of 1/4 LD50 of diazinon. Animals received treatment for 28 days. Present results indicated that in diazinon treated group, plasma glucose and testosterone levels increased compared to control. Also in diazinon group, reduce of blood factors were observed than control. ... Diazinon disturbs the synthesis of testosterone and glucose release from liver into blood and it led to anemia."
        },
        {
            "References": "USEPA; Diazinon: Diazinon Aggregate Human Health Risk Assesment. Document ID: EPA-HQ-OPP-2008-0351-0005 p. 26 (April 12, 2000). Available from, as of September 2, 2011: https://www.regulations.gov/#!home",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ ... Sprague-Dawley strain rats (four groups of 15/sex) were dosed as control, 0.1, 1, 10 and 100 ug/L of diazinon MG-8 (87% purity) for six hours/day 7 days/week in a 21-day inhalation study. No systemic effects (symptoms) were reported in response to treatment. ... At 0.1 ug/L, plasma cholinesterase (ChE) was inhibited in males (30%, p < 0.05) and females (56%, p <0.05). Progressively higher levels of inhibition were noted at higher doses. Red blood cell cholinesterase was inhibited in males (18%, p < 0.05) at 0.1 ug/L and inhibition was progressively greater at higher doses. In females red blood cell cholinesterase was statistically inhibited (45%) at 1 ug/L. At 1 ug/L brain acetyl cholinesterase was inhibited in both males (13%, p < 0.05) and females (15%, p < 0.05). The LOAEL is < 0.1 ug/L (converts to 0.026 mg/kg/day) and is based on plasma cholinesterase inhibition in male and female rats, and red blood cell cholinesterase inhibition in males. The NOAEL was <0.1 ug/L for plasma ChE and RBC ACHE in males, but was > 0.1 ug/L for RBC AChE in females and brain AChE in both sexes. A definitive NOAEL for cholinesterase inhibition was not determined. The LOAEL and NOAEL for systemic effects were both > 100 ug/L."
        },
        {
            "References": "USEPA; Diazinon: Diazinon Aggregate Human Health Risk Assesment. Document ID: EPA-HQ-OPP-2008-0351-0005 p. 25 (April 12, 2000). Available from, as of September 2, 2011: https://www.regulations.gov/#!home",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ ... 5 groups of 4/sex beagles dosed with diazinon (MG-8) at dose levels of 0, 0.1, 0.5, 150 or 300 ppm for 13 weeks. These doses correspond to 0.0034/0.0037, 0.020/0.021, 5.9/5.6 or 10.9/11.6 mg/kg/day for males/females. Plasma cholinesterase was inhibited in females at 0.5 ppm at approximately 16% (not significant) and in males at approximately 30% (p < 0.05). At 150 ppm, plasma cholinesterase was inhibited about 80% in both males and females. At 150 ppm, red blood cell (approximately 25% in males and approximately 31% in females, p < 0.01) and brain acetyl cholinesterase (31% in males and 30% in females) were inhibited. At 300 ppm, brain AChE was inhibited approximately 42% in males and 45% in females. The systemic LOAEL is 5.6 mg/kg/day based on deceased body weight. The NOAEL is 0.021 mg/kg/day. Systemic effects were noted at 150 ppm and included decreased body weight gain in females (34%, not significant), total protein (approximately 1.4%) and calcium (approximately 5%). At 300 ppm, both male and female body weight gain was decreased (33% males and 45% females), and decreased food consumption and total protein and calcium deceases were increased. The LOAEL was 0.020 mg/kg/day based on plasma cholinesterase inhibition in males, and the NOAEL was 0.0037 mg/kg/day. ..."
        },
        {
            "References": "USEPA; Diazinon: Diazinon Aggregate Human Health Risk Assesment. Document ID: EPA-HQ-OPP-2008-0351-0005 p. 25 (April 12, 2000). Available from, as of September 2, 2011: https://www.regulations.gov/#!home",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ ... Five groups of 4/sex beagle dogs dosed with diets containing 0, 0.5, 2, 20 or 500 ppm diazinon (MG-8) /for 4 weeks/. These dose levels corresponded to 0.02/0.023, 0.073/0.082, 0.80/0.75 or 14.68/15.99 mg/kg/day for males/females. Plasma cholinesterase was inhibited at 0.5 ppm in females at approximately 29%, (p < 0.01) and in males at approximately 8% (not significant). Only at 500 ppm was red blood cell (26-39% in both males and females) and brain (44% in males, 50% in females) acetyl cholinesterase inhibited (all p < 0.01). Systemic toxicity was evident at 500 ppm only and included emesis and decreased body weight and feed consumption. The LOAEL for systemic toxicity was 14.68 mg/kg/day based on body weight effects. The NOAEL was 0.80 mg/kg/day. The LOAEL was < 0.023 mg/kg/day based on plasma cholinesterase inhibition. ..."
        },
        {
            "References": "WHO; Environ Health Criteria 198: Diazinon (333-41-5) (1998); Available from, as of August 31, 2011: https://www.inchem.org/pages/ehc.html",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ ... Diazinon (99.2% purity) fed to rats for 4 weeks at doses up to 25 mg/kg diet produced no visible toxic manifestations such as tremors or hyperexcitability. Feeding diazinon 25 mg/kg diet for 30 days produced more significant reduction of cholinesterase activity in plasma (by 22-30%) and brain (by 5-9%) among treated females than among males. Erythrocyte acetylcholinesterase activity was significantly more depressed (by 13-17%) in treated females than in males at days 21-28 of the feeding trial. The greater degree of cholinesterase inhibition in females was possibly attributable to the higher amount of diazinon ingested by females than by males after day 15 of the study."
        },
        {
            "References": "California Environmental Protection Agency/Department of Pesticide Regulation; Toxicology Data Review Summary for Diazinon (333-41-5) p.4 (April 15, 1999). Available from, as of August 30, 2011: https://www.cdpr.ca.gov/docs/risk/toxsums/toxsumlist.htm",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Male and female CD-1 mice were dosed with 0 or 200 ppm diazinon for duration of 2 or 4 weeks (20/sex/exposure duration). /Diazinon/ (FL 872049, 87.7%) was pre-pared in diet, adjusted for purity. ... No effects on mortality, clinical signs, body weight, or food consumption. ... /Cholinesterase/ (ChE) effects were substantial: RBC ChE inhibition was 44-48% in males, 58-61% in females. Plasma ChE inhibition was 97% in males, and 98% in females. Brain ChE inhibition at days 16 and 30, respectively, was 28 and 38% for males, and 21 and 37% for females. ..."
        },
        {
            "References": "National Research Council. Drinking Water & Health Volume 1. Washington, DC: National Academy Press, 1977., p. 610",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ DOGS FED DIAZINON AT 0.25, 0.75, & 75 PPM IN DIET FOR 90 DAYS. ... RED-CELL CHOLINESTERASE WAS DECR ONLY IN HIGHEST-DOSAGE GROUP, & PLASMA CHOLINESTERASE WAS DECR IN 2 HIGHER GROUPS."
        },
        {
            "References": "Clayton, G.D., F.E. Clayton (eds.) Patty's Industrial Hygiene and Toxicology. Volumes 2A, 2B, 2C, 2D, 2E, 2F: Toxicology. 4th ed. New York, NY: John Wiley & Sons Inc., 1993-1994., p. 727",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Male and female rats receiving 100 and 1000 ppm (weight) technical Diazinon in the diet for 4 weeks showed no gross signs of intoxication, alteration of growth, or gross pathology at autopsy. Red blood cells and brain cholinesterase levels were significantly inhibited at both dosages."
        },
        {
            "References": "WHO; Environ Health Criteria 198: Diazinon p.53-54 (1998)",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Diazinon (97.1% pure) was suspended in 50% aqueous polyethylene glycol 300 & topically admin under semiocclusive dressing to groups of 5 male & 5 female albino rabbits at daily doses of 0, 1, 5 & 100 mg/kg bw for 5 days/wk for 3 wk. In the highest dose group, four males treated at 100 mg/kg died during the first wk of treatment. Consequently, the dose was reduced to 50 mg/kg. Clinical signs were observed in the highest dose group & included anorexia, ataxia, fasciculations, tremors, diarrhea, hypoactivity, hypotonia & salivation. Most of the signs disappeared after the dose was reduced. Mild dermal reactions were noted at site of test substance admin. body weight gain & food consumption was similar in all groups, & most laboratory parameters remained unaffected by the treatment. Reduced cholinesterase activities were found in serum, red blood cells & the brain in animals treated at > or =5 mg/kg. In the highest-dose group, the reductions were significant for brain, red blood cells & serum cholinesterase activities, while with 5 mg/kg there was a statistically significant decr of activity in the brain cholinesterase of females only. In the highest-dose animals, the histopathological exam showed a slight hyperkeratosis of the skin at the site of treatment. The NOEL was considered to be 1 mg/kg, based on inhibition of brain cholinesterase."
        },
        {
            "References": "USEPA; Diazinon: Diazinon Aggregate Human Health Risk Assesment. Document ID: EPA-HQ-OPP-2008-0351-0005 p. 26 (April 12, 2000). Available from, as of September 2, 2011: https://www.regulations.gov/#!home",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ ... In a carcinogenicity toxicity study diazinon (98% purity) was administered to 50/sex B63CF1 strain mice in their diets at dose levels of 100 or 200 ppm (estimated to be 14 and 29 mg/kg/day for 103 weeks. The control group consisted of 25/sex untreated mice. No systemic toxicity. ... At the doses tested, there was no evidence of carcinogenicity related to treatment with diazinon. The LOAEL for systemic effects was > 29 mg/kg/day."
        },
        {
            "References": "California Environmental Protection Agency/Department of Pesticide Regulation; Toxicology Data Review Summary for Diazinon (333-41-5) p.4 (April 15, 1999). Available from, as of August 30, 2011: https://www.cdpr.ca.gov/docs/risk/toxsums/toxsumlist.htm",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Diazinon /was given at/ doses of 0, 400, and 800 ppm in feed to 50/sex Fischer F344 rats in treated groups and 25/sex in concurrent controls. No neoplasia, and no adverse effects indicated. ..."
        },
        {
            "References": "California Environmental Protection Agency/Department of Pesticide Regulation; Toxicology Data Review Summary for Diazinon (333-41-5) p.2 (April 15, 1999). Available from, as of August 30, 2011: https://www.cdpr.ca.gov/docs/risk/toxsums/toxsumlist.htm",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Diazinon, FL 872049, 87.7% purity, was fed at initial dietary concentrations of 0, 0.1, 0.5, 150, or 300 ppm to 4 beagles/sex/dose level /for 52 weeks/. After 14 wk, the diet for the 300 ppm group was reduced to 225 ppm for the balance of the study, due to marked bw gain decrements. Mean dose levels were 0.0032, 0.015, 4.7, and 7.7 mg/kg/day for males; and 0.0037, 0.020, 4.5, and 9.1 mg/kg/day for females. NOEL (other than cholinesterase inhibition) = 0.5 ppm (decreased bw in 150 ppm males and in 300/225 ppm males and females: decreased food consumption in both sexes at 150 and 300/225 ppm). Cholinesterase inhibition NOEL = 0.1 ppm in males and marginally < 0.1 ppm in females (statistically significant reductions in serum cholinesterase activity compared to concurrent controls at two out of four intervals in females at 0.1 ppm). At 150 and 300/225 ppm, serum and RBC cholinesterase activities were significantly reduced in both sexes, and brain cholinesterase activity was significantly reduced in females. ..."
        },
        {
            "References": "California Environmental Protection Agency/Department of Pesticide Regulation; Toxicology Data Review Summary for Diazinon (333-41-5) p.2 (April 15, 1999). Available from, as of August 30, 2011: https://www.cdpr.ca.gov/docs/risk/toxsums/toxsumlist.htm",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Diazinon (MG-8), (FL 872049), 87.7% purity, was administered in diets of CD rats at dose levels of 0, 0.1, 1.5, 125, or 250 ppm for 1 yr (10 rats/sex/group) or up to 99 wk (20 rats/sex/group). An additional control group received a stabilizer (which is present in technical diazinon) at a level comparable to that which is present in treated diet at the 250 ppm diazinon level. ... NOEL for cholinesterase inhibition = 0.1 ppm (about 50% inhibition of serum cholinesterase in females at 1.5 ppm, generally less inhibition in males). The NOEL for RBC or brain cholinesterase inhibition was 1.5 ppm. Inhibition of brain cholinesterase was 42 and 48% at 99-week study termination in 250 ppm males and females, respectively. NOEL for other effects = 250 ppm ..."
        },
        {
            "References": "Martin, H. and C.R. Worthing (eds.). Pesticide Manual. 4th ed. Worcestershire, England: British Crop Protection Council, 1974., p. 164",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ RATS FED FOR 10 MONTHS ON DIETS CONTAINING UP TO 65 PPM SHOWED NO GROSS TOXIC SYMPTOMS. IT IS HIGHLY TOXIC TO BEES."
        },
        {
            "References": "National Research Council. Drinking Water & Health Volume 1. Washington, DC: National Academy Press, 1977., p. 611",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ ... EIGHT-MO STUDY IN WHICH DIAZINON WAS ADMIN BY GELATIN CAPSULE /TO DOGS/ DAILY at 2.5, 5.0, 10.0, & 20.0 MG/KG. ... 3 OF DOGS at HIGHEST DOSAGE DIED IN 1ST MO; 1 OF DOGS at 10.0 MG/KG DEVELOPED CHOLINERGIC SYMPTOMS ... . THERE WERE NO DOSE-DEPENDENT HEMATOLOGIC EFFECTS at ANY DOSAGE."
        },
        {
            "References": "Bioassay Diazinon for Possible Carcinogenicity (1979) Technical Rpt Series No. 137 DHEW Pub No. (NIH) 79-1392, U.S. Department of Health Education and Welfare, National Cancer Institute, Bethesda, MD 20014",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ ... Levels of Evidence of Carcinogenicity: Male Rats: Negative; Female Rats: Negative; Male Mice: Negative; Female Mice: Negative."
        },
        {
            "References": "Clayton, G.D., F.E. Clayton (eds.) Patty's Industrial Hygiene and Toxicology. Volumes 2A, 2B, 2C, 2D, 2E, 2F: Toxicology. 4th ed. New York, NY: John Wiley & Sons Inc., 1993-1994., p. 726",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Rats received 10, 100, and 1000 ppm (weight) active Diazinon as a wettable powder in the diet for 72 weeks with no apparent gross signs of toxicity. Dogs received orally various doses of active Diazinon as a wettable powder for 46 weeks. No pathology, gross or microscopic, was observed at the lowest dosage [4.6 mg/(kg)(day)] in 2 weeks. After 12 weeks cholinesterase inhibition was complete at the lowest dosage. At a dosage of 9.3 mg/kg(day) for 5 weeks signs of toxicity and complete cholinesterase inhibition were observed. Withdrawal of Diazinon at the highest dosage resulted in reversal of signs and regeneration of cholinesterase activity to normal limits after 2 weeks."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists, Inc. Documentation of the Threshold Limit Values and Biological Exposure Indices. 6th ed. Volumes I, II, III. Cincinnati, OH: ACGIH, 1991., p. 389",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Rats tolerated 50 mg/kg/day for 72 weeks without illness but with complete inhibition of red cell cholinesterase and marked inhibition of brain cholinesterase. Rats that received 10, 100, or 1000 ppm of active diazinon as a wettable powder for 72 weeks had no apparent gross signs of toxicity."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists, Inc. Documentation of the Threshold Limit Values and Biological Exposure Indices. 6th ed. Volumes I, II, III. Cincinnati, OH: ACGIH, 1991., p. 389",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Dogs dosed at 4.6 mg/kg/day for 46 weeks showed no gross signs of toxicity but had an inhibited cholinesterase activity within 12 weeks. Dogs promptly lost weight and showed signs of poisoning and complete cholinesterase inhibition when given 9.3 mg/kg/day. ... /It was/ found that monkeys were poisoned at a dosage of 5 mg/kg/day administered over 2 years."
        },
        {
            "References": "WHO; Environ Health Criteria 198: Diazinon p.52 (1998) https://www.inchem.org/pages/ehc.html",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Pigs were orally admin diazinon in capsules at doses of 0, 1.25, 2.5, 5 & 10 mg/kg body weight daily for periods of up to 8 months. ...Mortality & cholinergic signs of poisoning were evident at 2.5 mg/kg body weight per day."
        },
        {
            "References": "WHO; Environ Health Criteria 198: Diazinon p.56 (1998) https://www.inchem.org/pages/ehc.html",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Groups of 3 male & 3 female Rhesus monkeys received initial daily doses of 0, 0.1, 1.0, & 10 mg diazinon/kg bw, admin by gastric intubation. After 34 days the doses were lowered to 0, 0.5, & 5.0 mg/kg & after 106 weeks of treatment the study was terminated. Mortality was similar in all dose groups... . Clinical signs included tremor in the highest-dose group animals & an incr incidence of soft stools was noted at 1.0 & 10.0 mg/kg. In comparison to the controls, all treated animals gained slightly less weight. Treatment-related deviations in the lab parameters examined were limited to reductions of cholinesterase activities. At the 0.5 mg/kg dose level, the erythrocyte cholinesterase activity was occasionally reduced in some animals & plasma cholinesterase activity was consistently depressed. At the highest-dose level, plasma & erythrocyte cholinesterase activities were markedly inhibited & the brain cholinesterase activity was reduced in one monkey. The postmortem exams revealed no changes of toxicological relevance."
        },
        {
            "References": "PMID:6226292",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ THE MECHANISM BY WHICH ORGANOPHOSPHATE INSECTICIDES, INCLUDING DIAZINON, CAUSE MICROMELIA IN EMBRYONIC CHICK LIMBS WAS EXAMINED USING A TISSUE CULTURE APPROACH. THERE WAS NO OBVIOUS CORRELATION BETWEEN EITHER THE TERATOGENICITY OR TOXICITY OF THE INSECTICIDE IN OVO & THE INHIBITION OF PROLIFERATION & CHONDROGENESIS IN VITRO."
        },
        {
            "References": "PMID:15629194",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ In the present study, we tested the ability of diazinon (DZN) to alter sperm chromatin by phosphorylating nuclear protamines. Mice were injected with a single dose of DZN (8.12 mg/kg, i.p.), and killed 8 and 15 days after treatment. Quality of sperm from epididymis and vas deferens was evaluated through standard methods and chromatin condensation by flow cytometry (DNA Fragmented Index parameters: DFI and DFI%) and fluorescence microscopy using chromomycin-A(3) (CMA(3)). Increases in DFI (15%), DFI% (4.5-fold), and CMA(3) (2-fold) were observed only at 8 days post-treatment, indicating an alteration in sperm chromatin condensation and DNA damage during late spermatid differentiation. In addition, an increase of phosphorous content (approximately 50%) in protamines, especially in the phosphoserine content (approximately 73%), was found at 8 days post-treatment. Sperm viability, motility, and morphology showed significant alterations at this time. These data strongly suggest that spermatozoa exposed during the late steps of maturation were the targets of DZN exposure. The correlation observed between the phosphorous content in nuclear protamines with DFI%, DFI, and CMA(3) provides evidence that phosphorylation of nuclear protamines is involved in the OP effects on sperm chromatin."
        },
        {
            "References": "PMID:21770030",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ ... Pregnant female Sprague-Dawley rats were given diazinon orally at doses of 0, 1.9, 3.8, and 7.6 mg/kg body weight (bw)/day on gestation days 6 to 15. Maternal brain acetylcholinesterase activities, measured on gestation day 20, were significantly decreased at 3.8 and 7.6 mg/kg bw/day, but fetal acetylcholinesterase activity was not altered. Maternal toxicities, as evidenced by cholinergic symptoms including diarrhea, tremors, weakness, salivation, and decreased activities, were observed at the 3.8 and 7.6 mg/kg bw/day dose groups. Net gravid uterine weight was decreased at a dose of 7.6 mg/kg bw/day. No maternal effects were apparent in the 1.9 mg/kg bw/day dose group. Maternal toxicity at a dose of 3.8 mg/kg bw/day did not induce fetotoxicity or teratogeneicity. However, 7.6 mg/kg bw/day doses significantly resulted in fetal toxicity and malformations in addition to maternal toxicity in animals. ..."
        },
        {
            "References": "California Environmental Protection Agency/Department of Pesticide Regulation; Toxicology Data Review Summary for Diazinon (333-41-5) p.7 (April 15, 1999). Available from, as of August 31, 2011: https://www.cdpr.ca.gov/docs/risk/toxsums/toxsumlist.htm",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Diazinon, 89.2%, was administered to New Zealand White rabbits by gavage on days 6 through 18 of gestation at 0, 7.0, 25.0 or 100 mg/kg/day; 19-22/group. Maternal NOEL =25 mg/kg/day: mortality, 9/22, and increased clinical signs at 100 mg/kg/day. Developmental toxicity NOEL = 100 mg/kg/day, no effect on fetal parameters at any dose level. ... Mimimum. Maternal NOEL = 25 mg/kg, increased mortality; Fetal toxicity NOEL = 100 mg/kg (HDT); Teratogenic NOEL > 100 mg/kg (HDT)"
        },
        {
            "References": "California Environmental Protection Agency/Department of Pesticide Regulation; Toxicology Data Review Summary for Diazinon (333-41-5) p.6 (April 15, 1999). Available from, as of August 31, 2011: https://www.cdpr.ca.gov/docs/risk/toxsums/toxsumlist.htm",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Diazinon technical, no purity stated, was administered to Crl.COBS CD (SD) (BR) rats by gavage on day 6 through 15 of gestation at 0, 10, 20 or 100 mg/kg/day to 27/group. No adverse effects indicated. Slight maternal toxicity (weight gain and food consumption) and developmental toxicity (structural changes) seen at 100 mg/kg/day. ... NOEL for maternal and developmental toxicity = 20 mg/kg/day. ..."
        },
        {
            "References": "California Environmental Protection Agency/Department of Pesticide Regulation; Toxicology Data Review Summary for Diazinon (333-41-5) p.6 (April 15, 1999). Available from, as of August 31, 2011: https://www.cdpr.ca.gov/docs/risk/toxsums/toxsumlist.htm",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Diazinon, purity of 95%, was presented in the feed at concentrations of 0, 10, 100, and 1000 ppm, which were verified analytically. Parental rats were exposed for 13 and 26 weeks before their first and second mating trials, respectively, and were exposed for a total of 29-31 weeks before they were sacrificed. Exposure to Diazinon affected the reproductive performance of the rats in a manner that was dependent on dose as well as duration of exposure. Fecundity (number live deliveries/number cohoused) was decreased at the 1000 ppm treatment level for the F1a mating trial, and at the 10 ppm, 100 ppm and 1000 ppm treatment levels for the F1b mating trial. ... Occurrence of total litter resorptions in the Diazinon-treated groups, indicated by large bodyweight gains after mating, which were not followed by deliveries. Reproductive NOAEL < 10 ppm (decreased fecundity in the F1b trial). Parental effects included: prolonged durations of gestation followed in some cases by postbirthing tremors in the 1000 ppm dams; decreased gestational and lactational bodyweights and/or bodyweight gains in the 1000 ppm dams; and reduced absolute ovary weights and/or ovary weights relative to bodyweight in the 100 ppm and 1000 ppm dams. Parental NOAEL = 10 ppm (reduced ovary weights). Progeny effects included: decreased live litter sizes (each of the Diazinon-treated groups, both trials); increased incidences of stillbirths (1000 ppm group, both trials; 10 ppm group, F1b trial); and decreased pup survival and pup BWs during lactation (100 ppm and 1000 ppm groups, both trials). Progeny NOAEL < 10 ppm (decreased live litter size, both trials). ..."
        },
        {
            "References": "California Environmental Protection Agency/Department of Pesticide Regulation; Toxicology Data Review Summary for Diazinon (333-41-5) p.4 (April 15, 1999). Available from, as of August 30, 2011: https://www.cdpr.ca.gov/docs/risk/toxsums/toxsumlist.htm",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Diazinon, purity of 95%, was presented in the feed at concentrations of 0, 10, 100, and 500 ppm, which were verified analytically. F0 rats and F1 rats, derived from F1a litters, were exposed for 10-11 weeks before their single mating trials and were exposed for a total of 16-21 weeks before they were sacrificed. F0 parental effects were limited to the high-dose group; ... lower gestational BW gains and lactational BWs. F1 high-dose males and dams weighed respectively 26% and 16% less than did the controls after weaning; males still weighed 15% less at mating and 14% less at termination; females weighed 6% less at mating but had BWs equal to those of the controls at termination. F1 mid-dose males weighed less and had gained less weight than the controls at mating. F1 dams weighed less than the controls at the start of their gestations and gained less weight during their gestational and lactational periods. ...Both F0 and F1 high-dose groups exhibited increased incidences of prolonged gestations (> 24 d). Progeny effects included: decreased live litter size for the high-dose F2a litters and decreased pup survival and pup BWs during lactation for the F1a mid- and high-dose groups and for the F2a high-dose group. Progeny NOEL = 10 ppm (decreased pup survival and post partum BWs). ... The incidence of total litter resorptions was increased in each of the Diazinon-treated groups in the F2a trial and the corresponding gestation index was decreased for each of the Diazinon-treated groups (reproductive NOEL < 10 ppm)."
        },
        {
            "References": "WHO; Environ Health Criteria 198: Diazinon (333-41-5) (1998); Available from, as of August 31, 2011: https://www.inchem.org/pages/ehc.html",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Diazinon (94.9% pure) was administered in the feed to groups of 30 male and 30 female Sprague Dawley rats for 10 weeks prior to mating, throughout mating of the F0 animals and during two generations up to weaning and sacrifice of the F2 pups. The dietary concentrations used were 0, 10, 100 and 500 mg/kg. ... At 500 mg/kg there was an increase in the proportion of dams with prolonged gestation in both generations, and in the F1 animals there was a trend toward a decrease in the number of pregnancies and viable newborns and adverse effects on fertility indices. Mating behavior was unaffected by treatment. Litter size on lactation day 0 was decreased in both the F1 and F2 pups at 500 mg/kg, whereas pup weight and sex ratio on day 0 were comparable to controls for both generations. Decreases in pup survival and corresponding decreases in pup weight were observed in both generations at 500 mg/kg and in the F1 pups at 100 mg/kg. Compound-related clinical and necropsy observations were noted in some F1 pups at 500 mg/kg (tremor, no milk in stomach). NOAEL was 10 mg/kg diet for pups and parental animals."
        },
        {
            "References": "The Chemical Society. Foreign Compound Metabolism in Mammals Volume 3. London: The Chemical Society, 1975., p. 657",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ ... DIAZINON ... SLIGHTLY TERATOGENIC IN SHERMAN ... RAT, WHEN SINGLE DOSE WAS ADMIN IP ON DAY 11 OF GESTATION at DOSE WHICH CAUSED SEVERE TOXIC SYMPTOMS IN DAMS. ONLY ... DOSE LEVELS ... WHICH PRODUCED TOXIC SYMPTOMS IN DAMS AFFECTED FETUS; DECR FETAL BODY WT WAS MOST SENSITIVE INDICATOR ... ."
        },
        {
            "References": "National Research Council. Drinking Water & Health Volume 1. Washington, DC: National Academy Press, 1977., p. 612",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ THE 4E FORMULATION OF DIAZINON WAS ADMIN TO PREGNANT RATS BY GAVAGE ON DAYS 9, 10, 8-12, OR 12-15 OF GESTATION. ... PUPS WERE DELIVERED ... & EXAMINED FOR ABNORMALITIES. NONE WERE FOUND TO BE DOSE RELATED. ... HIGHER INCIDENCE OF URINARY MALFORMATIONS, HYDRONEPHROSIS & HYDROURETER ... IN MULTIPLE-DOSE ... THAN IN CONTROLS."
        },
        {
            "References": "Hayes, W.J., Jr., E.R. Laws, Jr., (eds.). Handbook of Pesticide Toxicology. Volume 2. Classes of Pesticides. New York, NY: Academic Press, Inc., 1991., p. 1051",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Diazinon is teratogenic to chick embryos when injected into the yolk sac before incubation or after 4 days of incubation at the rate of 1 mg/egg. The affected vertebral column is characteristically tortuous, shortened, and composed of abnormal vertebral bodies. In the neck region, these bodies have fused neural arches and lack most of the intervertebral joints"
        },
        {
            "References": "Hayes, W.J., Jr., E.R. Laws, Jr., (eds.). Handbook of Pesticide Toxicology. Volume 2. Classes of Pesticides. New York, NY: Academic Press, Inc., 1991., p. 1051",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ In rats, dosages (e.g., 95.2 mg/kg on day 9) that increased maternal mortality reduced fetal development as indicated by reduced weight of litters and mild \"hydronephrosis\" but caused no real teratogenic effect ... . A similar result was reported for intraperitoneal dosages of 100 and 150 mg/kg on day 11 ... . Repeated administration (40, 50, or 60 mg/kg/day) on days 7-19 of gestation reduced the growth of the dams but had no effect on the number of resorptions or corpora lutea, on litter size, or on fetal weight. Esterase activity of the fetal brain was reduced. A dosage of 75 mg/kg/day was fatal to dams in 4-5 days ... ."
        },
        {
            "References": "PMID:7161815",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ IN CHICK EMBRYOS, THE TERATOGENIC EFFECTS OF DIAZINON WAS INVESTIGATED IN REGARD TO SKELETAL DEVELOPMENT, PARTICULARLY OF THE EXTREMITIES & VERTEBRAE. DIAZINON (200 UG/EGG) INJECTED ON DAY 3, INHIBITED GROWTH OF THE FOLLOWING SKELETAL ELEMENTS: FEMUR, TIBIA, METATARSI & DIGITS OF THE LEG. THE INHIBITION WAS NOTICEABLE FROM THE 9TH DAY OF INCUBATION. THE GREATEST REDUCTION OF THE SKELETAL LENGTH WAS OBSERVED IN TIBIA & METATARSI & WAS CHARACTERIZED BY ANGULATIONS TOWARD THE DORSAL SIDE. IN THE CERVICAL REGION OF EMBRYOS TREATED WITH DIAZINON, UNIQUE DEFORMITIES SUCH AS AN UNDULATING NOTOCHORD & FUSED CERVICAL RINGS WERE SEEN AT AN EARLY STAGE (DAY 6). IT IS SUGGESTED THAT THE ORGANOPHOSPHATE-INDUCED MALFORMATIONS IN LEGS ARE MAINLY DUE TO GROWTH RETARDATION OF LATER STAGES OF DEVELOPMENT OF EACH SKELETAL ELEMENT. ON THE OTHER HAND, NECK DEFORMITIES RESULT FROM A PROFOUND ALTERATION OF DIFFERENTIATION AT EARLY STAGES OF DEVELOPMENT."
        },
        {
            "References": "Clayton, G.D., F.E. Clayton (eds.) Patty's Industrial Hygiene and Toxicology. Volumes 2A, 2B, 2C, 2D, 2E, 2F: Toxicology. 4th ed. New York, NY: John Wiley & Sons Inc., 1993-1994., p. 726",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Diazinon was not teratogenic in rabbits receiving oral doses of 7 or 30 mg/kg during organogenesis. In hamsters, Diazinon was not teratogenic at dosage levels of 0.125 to 0.25 mg/kg. In the rabbit teratogenic effects were not seen at 30 mg/(kg)(day), but cholinergic effects were noted."
        },
        {
            "References": "California Environmental Protection Agency/Department of Pesticide Regulation; Toxicology Data Review Summary for Diazinon (333-41-5) p.18 (April 15, 1999). Available from, as of August 31, 2011: https://www.cdpr.ca.gov/docs/risk/toxsums/toxsumlist.htm",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ Diazinon (88% purity) was administered by gavage one time to 15 Hsd: Sprague Dawley SD rats/sex/dose level. The dosing volume was 5 ml/kg. Dose levels were: 0 (corn oil), 2.5, 150, 300 and 600 mg/kg. ... Neurobehavioral testing using 10 rats/sex/dose was performed four times: pre-exposure; at the estimated time of peak effect (9-11 hr ... post dosing for Diazinon ... hereafter referred to as their peak times); approximately 7 days post dosing and approximately 14 days post dosing. Testing included a Functional Observation Battery (FOB) and automated assessments of motor activity in figure-8 mazes. Rats used in the FOB testing underwent perfusion fixation before being necropsied. In 5 rats/sex, from the negative control groups /and/ the 600 mg/kg Diazinon groups ... selected tissues were examined microscopically. Cage-side findings in both sexes on study days 1 or 2 included: reduced activity (LOEL= 300 mg/kg [males]); tremors; chromodacryorrhea; chromorhinorrhea; and pallor. Weekly bodyweight measurements were not affected whereas FOB body weights measured at 9-11 hr post dosing were statistically decreased for the groups (both sexes) dosed with Diazinon at > 300 mg/kg. Each of the five \"functional categories\" of the FOB testing had endpoints which were affected by Diazinon; these effects were seen only at the peak-time testing. Autonomic effects included: partially formed fecal pellets (LOEL = 2.5 mg/kg [males]); impaired respiration; increased lacrimation; increased salivation (males only); soiled fur; chromorhinorrhea; and chromodacryorrhea. Effects on muscle tone and equilibrium included: ataxic or abnormal gait (LOEL = 2.5 mg/kg [both sexes]); abnormal righting reflex; abnormal hind-limb extension; decreased forelimb and hind limb grip strengths; body twitch; and muscle fasciculations. The incidence of no reaction to tail pinching (a sensorimotor response) was increased in both sexes at 600 mg/kg. Endpoints concerning CNS activity and excitability that were affected included: reduced rearing activity (LOEL = 150 mg/kg [females]); reduced level of arousal; increased ease of handling; increased ease of removing from the cage; tremors; and the appearance of a stereotypic behavior involving opening and closing the mouth (LOEL = 150 mg/kg females). Physiological effects included: decreased bodyweight at peak time; and decreased rectal temperature (LOEL = 150 mg/kg females). ... Motor activity assayed at peak time was decreased by Diazinon, with LOELs of 150 mg/kg in the females and 300 mg/kg in the males. Inhibition of cholinesterase activity was seen at peak time, with LOELs of 2.5 mg/kg (serum, both sexes) and 150 mg/kg (RBC, both sexes). Only inhibition of RBC cholinesterase was seen in the testing done ~2 weeks post dosing; the LOELs were 150 mg/kg (females) and 300 mg/kg (males). Brain cholinesterase activity, which was only assayed ~2 weeks post dosing, was not affected. No effects were noted at necropsy or during the histological examination. ... Acute Neurotoxicity NOEL < 2.5 mg/kg (altered gait; partially formed feces); Overall Neurotoxicity NOAEL > 600 mg/kg (acute effects not present at 1 or 2 weeks post dosing). ..."
        },
        {
            "References": "California Environmental Protection Agency/Department of Pesticide Regulation; Toxicology Data Review Summary for Diazinon (333-41-5) p.18 (April 15, 1999). Available from, as of August 31, 2011: https://www.cdpr.ca.gov/docs/risk/toxsums/toxsumlist.htm",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ Diazinon MG-8, purity 87%, was given by gavage on day 0 at 28.1 mg/kg to 18 domestic chicken hens. Due to a lack of effects, a second dosing was done on day 21, using 13.8 mg/kg. ... There were no signs of delayed neurotoxicity and neural tissues were unremarkable on microscopic examination. ..."
        },
        {
            "References": "PMID:2569343",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ Choline, & the choline analogs monoethylcholine & N-aminodeanol were examined for prophylactic activity in acute acetylcholinesterase inhibitor toxicity in mice. The rank order of potency of the compounds was monoethylcholine > N-aminodeanol > choline. Simultaneous admin of monoethylcholine (60 mg/kg) or N-aminodeanol (200 mg/kg) with physostigmine reduced lethality to 17 & 13% respectively. Monoethylcholine (60 mg/kg) completely protected against diisopropylfluorophosphate & diazinon toxicity & N-aminodeanol reduced lethality to 17% for both agents. Choline (200 mg/ kg) exhibited only negligible antidotal activity against the inhibitors. In vitro concn of choline, monoethylcholine, & N-aminodeanol, similar to the estimated concn obtained in vivo in the acute toxicity study, produced mixed inhibition of mouse brain acetylcholinesterase. The inhibition was dose-related & was additive to the inhibition produced by the cholinesterase inhibitors. All three analogs reduced ligand binding at the nicotinic, M1, & M2 receptors. The rank order of potencies for the analogs at each receptor was nicotinic: (choline greater than monoethylcholine > N-aminodeanol), Ml; (Monoethylcholine greater than choline > N-aminodeanol), & M2: (Monoethylcholine > choline > N-aminodeanol). It is proposed that the analogs prevent acetylcholinesterase inhibitor toxicity peripherally by interacting with acetylcholinesterase, &/or by competing with acetylcholine for binding to cholinoceptors."
        },
        {
            "References": "PMID:2344375",
            "Value": "/ENDOCRINE MODULATION/ Treatment with diazinon (40 mg/kg, ip) resulted in hyperglycemia and depletion of glycogen from cerebral and peripheral tissues 2 hr after its administration in rats. The activities of the glycogenolytic enzymes glycogen phosphorylase and phosphoglucomutase were increased significantly in brain and liver, whereas that the glucose-6-phosphatase was not altered. The activities of the glycolytic enzymes hexokinase and lactate dehydrogenase were increased only in the brain. The cholinesterase activity of the brain was reduced by treatment with diazinon. The activities of the hepatic gluconeogenic enzymes fructose 1,6-diphosphatase and phosphoenolpyruvate carboxykinase were also increased significantly in diazinon-treated animals. The level of lactate was increased in brain and blood, whereas that of pyruvate was not changed. The activity of glucose-6-phosphate dehydrogenase was not changed significantly. The cholesterol and ascorbic acid contents of adrenals were depleted in diazinon-treated animals. The hyperglycemia and changes in carbohydrate metabolism were abolished by adrenalectomy, suggesting the possible involvement of the adrenals in the induced changes in diazinon-treated animals."
        },
        {
            "References": "PMID:2324378",
            "Value": "/GENOTOXICITY/ The genetics of resistance to the organophosphate insecticide diazinon were investigated in four populations of the house fly, Musca domestica L, collected in the southern United States. Crosses were made between individual female of lines derived from each population and males of susceptible strain with three recessive mutants on chromosome II. Individual F1 females were crossed to mutant males, and the progenies were scored for resistance to diazinon and for presence of mutatnt phenotypes. A major chromosome II gene for resistance to diazinon was present in all populations at an overall frequency of 83%. Map distances between the resistance gene and the mutant aristapedia and between the mutants aristapedia and stubby wing were highly variable in all populations. Recombination among the visible mutants was usually reduced in resistant progenies relative to susceptible progenies. The data suggest that a single major gene for resistance to diazinon was present on chromosome II in all test populations at variable map positions and is usually associated with a chromosome rearrangement, probably an inversion. The results are similar to those obtained earlier with house fly populations selected for resistance to insecticides in the laboratory; therefore, they seem to be characteristic of field and laboratory populations of the house fly. Overall, the data offer an explanation, for previous results suggesting the existence of multiple, closely linked genes for metabolic resistance to insecticides on house fly chromosome II."
        },
        {
            "References": "WHO; Environ Health Criteria 198: Diazinon (333-41-5) (1998); Available from, as of August 31, 2011: https://www.inchem.org/pages/ehc.html",
            "Value": "/GENOTOXICITY/",
            "Table": "[{'Test System (In vivo)': 'Nucleus anomaly', 'Test Object': 'Chinese hamster bone marrow cells', 'Results': 'Negative'}, {'Test System (In vivo)': 'Micronucleus test', 'Test Object': 'Mouse bone marrow cells', 'Results': 'Negative'}, {'Test System (In vivo)': 'Dominant lethal study', 'Test Object': 'Mouse, male', 'Results': 'Negative'}, {'Test System (In vivo)': 'Chromosome aberrations', 'Test Object': 'Mouse spermatogonia', 'Results': 'Negative'}, {'Test System (In vivo)': 'Chromosome aberrations', 'Test Object': 'Mouse spermatocytes', 'Results': 'Negative'}, {'Test System (In vivo)': 'Chromosomal loss', 'Test Object': 'Drosophila melanogaster', 'Results': 'Negative'}, {'Test System (In vivo)': 'Sister chromatid exchange study', 'Test Object': 'Mouse bone marrow cells', 'Results': 'Negative'}]"
        },
        {
            "References": "WHO; Environ Health Criteria 198: Diazinon (333-41-5) (1998); Available from, as of August 31, 2011: https://www.inchem.org/pages/ehc.html",
            "Value": "/GENOTOXICITY/",
            "Table": "[{'Test System (In vitro)': 'Ames', 'Test object': 'Salmonella typhimurium TA98, TA100, TA1535, TA1537, TA1538; E. coli WP2 uvrA', 'Results': 'Negative'}, {'Test System (In vitro)': 'Ames', 'Test object': 'Salmonella typhimurium TA1535, TA1536, TA1537, TA1538', 'Results': 'Negative'}, {'Test System (In vitro)': 'Mouse lymphoma assay', 'Test object': 'Mouse lymphoma cells, L5178Y/tk +/-', 'Results': 'Negative'}, {'Test System (In vitro)': 'Mouse lymphoma assay', 'Test object': 'Mouse lymphoma cells L5178Y/tk +/-', 'Results': 'Positive'}, {'Test System (In vitro)': 'Sister chromatid exchange study', 'Test object': 'Chinese hamster cells V79', 'Results': 'Negative'}, {'Test System (In vitro)': 'Sister chromatid exchange study', 'Test object': 'Chinese hamster V79 cells', 'Results': 'Positive'}, {'Test System (In vitro)': 'Sister chromatid exchange study', 'Test object': 'Chinese hamster V79 cells', 'Results': 'Negative'}, {'Test System (In vitro)': 'Sister chromatid exchange study', 'Test object': 'Chinese hamster V79 cells', 'Results': 'Negative'}, {'Test System (In vitro)': 'Nucleus anomaly', 'Test object': 'Chinese hamster V79 cells', 'Results': 'Negative'}, {'Test System (In vitro)': 'DNA repair test', 'Test object': 'Rat hepatocytes', 'Results': 'Negative'}]"
        },
        {
            "References": "PMID:19595759",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ The purpose of this study was to evaluate the toxicity of diazinon oxon (DZO), a major in vivo metabolite of the organophosphate insecticide diazinon (DZ), on differentiating rat C6 glioma cells. At concentrations shown to be non-cytotoxic by both the MTT and the Kenacid blue dye binding assays (1, 5 and 10 microM), DZO caused after 24hr a reduction in the number of extensions developed from C6 cells induced to differentiate by serum withdrawal and addition of sodium butyrate. Densitometric scanning of Western blots of extracts of C6 cells demonstrated that, at all concentrations used, DZO decreased after 24hr the expression of glial fibrillary acidic protein (GFAP) compared to controls. In addition, exposure to 10 microM DZO for 24hr reduced the levels of tubulin and microtubule associated protein 1B (MAP1B). On the other hand, levels of MAP2c were not affected by DZO treatment. /Diazinon oxon/"
        },
        {
            "References": "PMID:16207942",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ ... The effect of the organophosphate diazinon on the development of chick retinal differentiation was studied by an in vitro reaggregate approach. Reaggregated spheres from dissociated retinal cells of the E6 chick embryo were produced in rotation culture. During the whole culture period of 10 days, experimental cultures were supplemented with different concentrations of the pesticide, from 20 to 120 microM diazinon. The pesticide-treated spheres were reduced in size, and their outer surface was irregular. More importantly, inner structural distortions could be easily traced because the structure of control spheroids can be well characterized by a histotypical arrangement of laminar parts homologous to the normal retina. Acetylcholinesterase activity in diazinon-treated spheres was reduced when compared with controls. As a dramatic effect of exposure to the pesticide, inner plexiform layer (IPL)-like areas in spheroids were not distinguishable anymore. Similarly, photoreceptor rosettes and Muller radial glia were strongly decreased, whereas apoptosis was stimulated. The expression of transcripts for choline-acetyltransferase and muscarinic receptors was affected, revealing an effect of diazinon on the cholinergic system. ..."
        },
        {
            "References": "PMID:20096330",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ Investigators/ tested the neurotoxic mechanism of two organophosphorous insecticides, chlorpyrifos and diazinon in primary cortical cultures. Exposure to the insecticides caused a concentration-dependent toxicity that could not be directly attributed to the oxon forms of the compounds which caused little toxicity but strongly inhibited AChE. Addition of 1 mM acetylcholine or carbachol actually attenuated the toxicity of chlorpyrifos and diazinon, and the muscarinic receptor antagonist, atropine, and the nicotinic receptor antagonist, mecamylamine, did not attenuate the toxicity of either insecticide. These results strongly suggest that the organophosphorous toxicity observed in this culture system is not mediated by buildup of extracellular acetylcholine resulting from inhibition of AChE. The toxicity of chlorpyrifos was attenuated by antagonists of either the /N-methyl-D-aspartate/ (NMDA) or /alpha-amino-3-hydroxy-5-methyl-4-isoxazolepropionic acid/ (AMPA)/kainate-type glutamate receptors, but the cell death was potentiated by the caspase inhibitor /benzyloxycarbonyl-Val-Ala-Asp/ (ZVAD). Diazinon toxicity was not affected by glutamate receptor antagonists, but was attenuated by ZVAD. Chlorpyrifos induced diffuse nuclear staining characteristic of necrosis, while diazinon induced chromatin condensation characteristic of apoptosis. Also, chlorpyrifos exposure increased the levels of extracellular glutamate, while diazinon did not. The results suggest two different mechanisms of neurotoxicity of the insecticides, neither one of which involved acetylcholine. Chlorpyrifos induced a glutamate-mediated excitotoxicity, while diazinon induced apoptotic neuronal death."
        },
        {
            "References": "PMID:19596371",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ ... The outgrowth of axon-like processes by differentiating mouse N2a neuroblastoma cells was shown to be inhibited by exposure to 10uM diazinon. ... N2a cells were induced to differentiate for 24 hr in the presence and absence of 10 microM diazinon and 20% (v/v) conditioned medium derived from differentiating rat C6 glioma cells. Cells were then stained or lysed for morphological and biochemical analyses, respectively. The data showed that co-treatment with conditioned medium prevented the neurite inhibitory effect of diazinon. Furthermore, a significant recovery was also observed in the reduced levels of neurofilament heavy chain (NFH), heat shock protein-70 (HSP-70) and growth-associated protein-43 (GAP-43) observed as a result of diazinon treatment in the absence of conditioned medium, as seen by densitometric analysis of Western blots of cell lysates probed with monoclonal antibodies N52, BRM-22 and GAP-7B10. By contrast, no significant change was noted in the reactivity of cell lysates with antibodies against alpha- and beta-tubulin under any condition tested. After pre-incubation with a polyclonal anti-glial cell line-derived neurotrophic factor (GDNF) antibody, the conditioned medium derived from rat C6 glioma cells lost its ability to protect N2a cells against the neurite inhibitory effects of diazinon. In conclusion, these data demonstrate that C6 conditioned medium protects N2a cells from the neurite inhibitory effects of diazinon by blocking molecular events leading to axon damage and that GDNF is implicated in these effects."
        },
        {
            "References": "PMID:9356197",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ Preconfluent cultures of normal rat intestinal cells (IEC-6 cell line) and normal human colonic epithelial cells were treated with 0.05-50 muM doses of atrazine, diazinon, and endosulfan. After 3 days of treatment, the change in cell proliferation was quantified by cell counting or the MTT growth assay. Both intestinal and colonic epithelial cell cultures had increases in cell growth when treated with as little as 1.0 muM atrazine, diazinon, or endosulfan. The observed changes in both cultured intestinal and colonic cell growth rates were not due to the influence of the vehicle control dimethyl sulfoxide (DMSO). That is, the treatment of the cell cultures with concentrations of dimethyl sulfoxide as high as 0.5% for 3 days resulted in no change in cell growth compared with untreated control cultures. A consistent observation with all three of the compounds was that the highest doses (50 muM) had the least \"proliferative potential\" in stimulating either IEC-6 cell or human colonic epithelial cell growth. Within the concentration range used, none of the herbicides or pesticides caused a decrease in cell proliferation below that of the untreated control cultures. Overall, treatment of IEC-6 cell cultures with atrazine, diazinon, or endosulfan produced a biphasic growth response, whereas the same treatment in the human colonic epithelial cell cultures produced a more sustained level of growth over the same period."
        },
        {
            "References": "PMID:16816156",
            "Value": "/VETERINARY CASE REPORTS/ Two incidents involving the misuse of unlabelled or out-of-date diazinon products are described. In the first incident, 81 of a group of 210 five-month-old lambs died within 12 hours of being dipped with the contents of a partly used tin of 15-year-old sheep dip. Analysis showed that the diazinon had decomposed by hydrolysis into a range of breakdown products, including tetraethyldithiopyrophosphate (sulfotepp) and monothiono-tetraethylpyrophosphate (monothiono-TEPP), which are much more toxic to mammals than diazinon. In the second incident, four yearling bulls were affected within 48 hours of being treated with a liquid that the farmer believed to be a lice treatment but was actually old diazinon sheep dip. Three of the bulls recovered but one died four days after the treatment. Analysis of the dip confirmed the presence of diazinon but in this incident no breakdown products were detected."
        },
        {
            "References": "Clarke, M. L., D. G. Harvey and D. J. Humphreys. Veterinary Toxicology. 2nd ed. London: Bailliere Tindall, 1981., p. 149",
            "Value": "/VETERINARY CASE REPORTS/ IN SHEEP SUSCEPTIBILITY TO POISONING MAY BE INFLUENCED BY GENETIC FACTORS, SOME BREEDS BEING MORE SENSITIVE THAN OTHER."
        },
        {
            "References": "Aiello, S.E. (ed). The Merck Veterinary Manual. 8th ed. Merck & Co., Inc., National Publishing Inc., Philadelphia, PA. 1998., p. 2067",
            "Value": "/VETERINARY CASE REPORTS/ When /diazinon/ is sprayed, young calves appear to tolerate 0.05% but are poisoned by 0.1% concentrations. Adult cattle may be sprayed repeatedly at weekly intervals with 0.1% concentrations without inducing poisoning. Diazinon appears to be tolerated by young calves at 0.44 mg/kg body wt, PO, but poisoning results at O.88 mg/kg. Adult cattle tolerate 8.8 mg/kg, PO, but are poisoned by 22 mg/kg. Sheep tolerate 17.6 mg/kg but are poisoned by 26 mg/kg."
        },
        {
            "References": "WHO; Environ Health Criteria 198: Diazinon (333-41-5) (1998); Available from, as of August 31, 2011: https://www.inchem.org/pages/ehc.html",
            "Value": "/OTHER TOXICITY INFORMATION/ Diazinon altered the formation of several L-tryptophan metabolites associated with the L-kynurenine pathway in mice. Liver kynurenine formamidase was inhibited almost completely by diazinon (10 mg/kg). The enzyme inhibition resulted in reduced L-kynurenine biosynthesis in livers and a concomitant accumulation of N-formyl-Lkynurenine. However, in plasma, L-kynurenine level increased up to 5-fold in diazinon-treated mice. Consequently, the urinary excretion of xanthurenic acid and kynurenic acid was raised 5- to 15-fold. ..."
        },
        {
            "References": "Booth, N.H., L.E. McDonald (eds.). Veterinary Pharmacology and Therapeutics. 5th ed. Ames, Iowa: Iowa State University Press, 1982., p. 124",
            "Value": "/OTHER TOXICITY INFORMATION/ CENTRAL EFFECTS /ORGANOPHOSPHORUS CMPD/ ... NERVOUSNESS, APPREHENSION, ATAXIA, CONVULSIONS & COMA. DEATH IS DUE TO RESP FAILURE, OR SOMETIMES CARDIAC ARREST. THERE IS LITTLE DIFFERENCE BETWEEN SYMPTOMS PRODUCED BY DIFFERENT ... CMPD, BUT ROUTE OF ABSORPTION MAY INFLUENCE ONE SYSTEM MORE THAN ANOTHER. /ORGANOPHOSPHORUS CMPD/"
        },
        {
            "References": "Booth, N.H., L.E. McDonald (eds.). Veterinary Pharmacology and Therapeutics. 5th ed. Ames, Iowa: Iowa State University Press, 1982., p. 124",
            "Value": "/OTHER TOXICITY INFORMATION/ MUSCARINIC SIGNS OF /ORGANOPHOSPHORUS CMPD/ ... CONSIST OF HYPERSALIVATION, LACRIMATION, SWEATING & NASAL DISCHARGE. MIOSIS, DYSPNEA, VOMITING, DIARRHEA & FREQUENCY OF URINATION ... . NICOTINIC EFFECTS CONSIST OF FASCICULATION OF MUSCLES, WEAKNESS & PARALYSIS. /ORGANOPHOSPHORUS CMPD/"
        },
        {
            "References": "Aiello, S.E. (ed). The Merck Veterinary Manual. 8th ed. Merck & Co., Inc., National Publishing Inc., Philadelphia, PA. 1998., p. 1943",
            "Value": "/OTHER TOXICITY INFORMATION/ Diazinon is an organic phosphate that is commonly used for the control of a variety of insects around poultry houses. It should not be used inside poultry houses. Some producers have used diazinon in poultry houses for the control of fire ants. Chickens will consume the diazinon crystals, which results in lacrimation, diarrhea, dyspnea, and death. Necropsy lesions include lung edema, fatty livers, and severe enteritis. The diazinon crystals can be seen in the crop and gizzard contents."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists, Inc. Documentation of the Threshold Limit Values and Biological Exposure Indices. 6th ed. Volumes I, II, III. Cincinnati, OH: ACGIH, 1991., p. 389",
            "Value": "/OTHER TOXICITY INFORMATION/ Although the common laboratory animals do not vary much in their susceptibility to single doses of diazinon, 10 mg/kg was lethal in calves but the same dosage was harmless in steers. Domestic birds were highly susceptible, with the oral LD50 being less than 10 mg/kg for turkeys and goslings."
        },
        {
            "References": "WHO; Environ Health Criteria 198: Diazinon p.69 (1998) https://www.inchem.org/pages/ehc.html",
            "Value": "/OTHER TOXICITY INFORMATION/ Diazinon has been reported to cause acute pancreatitis & ductal hypertension in dogs, which is due to the absence of acetylcholinesterase in pancreatic sphincter, duodenal smooth muscle in dogs & a reliance upon the more readily inhibited butyrylcholinesterase."
        }
    ],
    "sediment_soil_concentrations": [
        {
            "References": "(1) Carey AE, Kutz FW; Environ Monit Assess 5: 155-63 (1985) (2) Ohio Valley Water Sanitation Commission; Ohio River Main Stem Assessment of 1977 and Future Water Quality Conditions Cincinnati, OH (1978) (3) Pereira WE et al; Environ Toxicol Chem 15: 172-80 (1996)",
            "Value": "SEDIMENT: Between 1976 to 1980, diazinon was detected in 0.5% of sediment samples from the National surface water monitoring program, with a max concentration of 7.1 ppb(1). Diazinon was detected in the Scioto River (Highby, OH) at a concentration of 0.07 ppb(2). The concentration of diazinon in San Joaquin River sediment (in 1992) was <0.5 ng/L(3)."
        },
        {
            "References": "(1) Carey AE et al; Pestic Monit J; 12: 209-29 (1979) (2) Carey AE et al; Pestic Monit J; 14: 23-5 (1980) (3) Albright R et al; Bull Environ Contam Toxicol 12: 378-84 (1974) (4) Miles JRW, Harris CR; J Environ Health B13: 199-209 (1978) (5) Wan MT; J Environ Sci Health B24: 183-203 (1989) (6) Krapac IG et al; J Soil Contam 4: 209-226 (1995)",
            "Value": "SOIL: As part of the US National Soils Monitoring Program in 1972, the concentration of diazinon, in 5.4% soil samples collected from 1,483 sites in 37 states, ranged from 0.07-0.17 ppm (dry wt) and averaged <0.01 ppm(1). In 1972, diazinon was detected in soil from rice-growing areas of Texas(2); 7.8% of 99 samples had detectable levels of diazinon(2); and 28% of 25 samples had a range and average diazinon concentration of 0.01-0.06 ppm (dry wt) and 0.01 ppm, respectively(2). Diazinon was detected in 28% of 46 soil samples, with a maximum concentration of <0.1 ppm, in 5 counties located in western Alabama(3). Diazinon was detected in 46% of soil samples taken from 28 farms in vegetable growing areas of Southwestern Ontario (Canada), with a range and average concentration of trace-0.29 ppm and 8.9 ppm, respectively(4). Diazinon was sporadically found at concentration up to 4.0 ug/kg in sediments in drainage ditches on farms in British Columbia in a study done between (1985 and 1987)(5). The average and range of diazinon at agrichemical facilities in Illinois was 75 ug/kg and 2.3-17,000 ug/kg, respectively(6)."
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "(1) Sharom MS et al; Water Res 14: 1095-100 (1980) (2) USDA; ARS Pesticide Properties Database (last updated May 1999) on Diazinon (333-41-5). Available from, as of Sept 13, 2011: https://www.ars.usda.gov/Services/docs.htm?docid=14199 (3) Nemeth-Konda L et al; Chemosphere 48: 545-552 (2002) (4) Sarmah AK et al; J Environ Sci Health Part B 44: 325-336 (2009) (5) Swann RL et al; Res Rev 85: 17-28 (1983) (6) Haque R, Freed VH; Res Rev 52: 89-116 (1974) (7) MacBean C, ed; e-Pesticide Manual. 15th ed., ver. 5.1, Alton, UK; British Crop Protection Council. Diazinon (CAS 333-41-5) (2008-2010)",
            "Value": "The Koc for diazinon ranged from 40-432, and averaged 191 for 3 soils(1); in one sediment, the Koc was 250(1). For sandy loam(2.0% OM, pH 5.4), silt loam(1.4% OM, pH 7.0), silt loam(1.8% OM, pH 6.5) and sand(1.4% OM, pH 7.0), the Kocs were 1,539, 1,007, 1,653, and 1,842, respectively, with a recommended value of 1520(2). The Koc for diazinon was found to be 1589 in an Hungarian brown forest soil(3). The Koc for diazinon in two New Zealand topsoils was 165.22 and 324.49(4); the Koc in a New Zealand subsoil was 1447.47(4). According to a classification scheme(5), these experimental Koc values suggest that diazinon is expected to have moderate to low mobility in soil(SRC). Diazinon was given a leaching index of 2.0 (<20 cm movement/yr with 150 cm of annual rainfall)(6). Diazinon is reported to be fairly strongly adsorbed onto soil with low mobility(7)."
        },
        {
            "References": "(1) Kanazawa J; Environ Toxicol Chem 8: 477-84 (1989) (2) Bondarenko S, Gan J; Environ Toxicol Chem 23: 1809-1814 (2004)",
            "Value": "Soil sorption constants based on the organic carbon content of 15 pesticides were measured using 2 soils (clay loam and high clay) at 0.01, 0.1 and 1.0 ppm pesticide. The soil sorption coefficients ((ug pesticide/g soil)/(ug pesticide/g water)) for diazinon were 13.9 in clay loam and 2.4 in high clay soil. The soil sorption constants were 327 and 175 respectively, with a mean of 251. Significant correlations were found between organic carbon content and water solubility, octanol/water partition coefficient, retention time in reversed phase high pressure liquid chromatography and molecular wt(1). In sediment-water partition studies, the sorption of diazinon was found to increase with time over a 28-day test period(1); in sediments from Bonita Creek (Orange County CA), the calculated Koc increased from 46 (on day 0) to 497 (on day 28); in sediments from the San Diego Creek (Orange County CA), the calculated Koc increased from 113 (on day 0) to 777 (on day 28)(2)."
        }
    ]
}