{
    "_id": {
        "$oid": "6682e7f8c4e5dba5ffba233f"
    },
    "CID": {
        "$numberInt": "3023"
    },
    "Name": "DIBENZOTHIOPHENE",
    "IUPACName": "dibenzothiophene",
    "CanonicalSMILES": "C1=CC=C2C(=C1)C3=CC=CC=C3S2",
    "Synonyms": [
        "dibenzothiophene",
        "132-65-0",
        "Diphenylene sulfide",
        "Dibenzo[b,d]thiophene",
        "9-Thiafluorene",
        "alpha-Thiafluorene",
        "\"2,2-Biphenylylene sulfide\"",
        "Dibenzothiophene [USAN]",
        "Dibenzo(b,d)thiophene",
        "\"[1,1-Biphenyl]-2,2-diyl sulfide\"",
        ".alpha.-Thiafluorene",
        "NSC-2843",
        "MFCD00004969",
        "\"(1,1-Biphenyl)-2,2-diyl sulfide\"",
        "Z3D4AJ1R48"
    ],
    "IsomericSMILES": "C1=CC=C2C(=C1)C3=CC=CC=C3S2",
    "INCHI": "InChI=1S/C12H8S/c1-3-7-11-9(5-1)10-6-2-4-8-12(10)13-11/h1-8H",
    "INCHIKEY": "IYYZUPMFVPLQIF-UHFFFAOYSA-N",
    "Formula": "C12H8S",
    "MolecularWeight": {
        "$numberDouble": "184.26"
    },
    "Description": "Dibenzothiophene is a mancude organic heterotricyclic parent that consists of a thiophene ring flanked by two benzene rings ortho-fused across the 2,3- and 4,5-positions. It has a role as a keratolytic drug. It is a member of dibenzothiophenes and a mancude organic heterotricyclic parent.",
    "XlogP": {
        "$numberDouble": "4.4"
    },
    "Complexity": {
        "$numberInt": "170"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "fish_seafood_concentrations": [
        {
            "References": "(1) Baumard P et al; Mar Environ Res 47: 17-47 (1999) (2) Hellou J, Warren WG; Mar Environ Res 43: 11-25 (1996)",
            "Value": "Dibenzothiophene was detected in mussel samples collected from the Baltic Sea at levels of 27.8-292 ng/g (March 1995), 26.3-54.9 ng/g (October 1995), and 9.6-161 ng/g(August 1996)(1). Dibenzothiophene was identified, not quantified, in American pliace and yellowtail flounder collected in the Northwest Atlantic(2)."
        }
    ],
    "sediment_soil_concentrations": [
        {
            "References": "(1) Izumikawa S et al; Distribution of chemicals in soil in Tokyo (2) Heterocycle Compounds; In: Tokyo-To Kankyo Kagaku Kenkyusho Nenpo 1992, pp.67-74 (1992) (2) Meyer S et al; Anal Chem 71: 4023-4029 (1999)",
            "Value": "SOIL: Dibenzothiophene was identified, not quantified, in soil samples taken near roadways in Tokyo, Japan(1). Dibenzothiophene was detected at average concns of 11.2 and 12.6 mg/kg in two creosote contaminated soils in Germany(2)."
        },
        {
            "References": "(1) Baumard P et al; Mar Environ Res 47: 17-47 (1999) (2) Dachs J et al; Environ Sci Technol 31: 682-688 (1997) (3) Frysinger GS et al; Environ Sci Technol 37: 1653-1662 (2003) (4) Lopes TJ, Furlong ET; Environ Toxicol Chem 20: 727-737 (2001) (5) Moring JB, Rose DR; Chemosphere 34: 551-566 (1997) (6) Short JW, Heintz RA; Environ Sci Technol 31: 2375-2384 (1997) (7) Short JW et al; Environ Sci Technol 33: 34-42 (1999) (8) Perez S et al; Environ Sci Technol 37: 3794-3802 (2003) (9) Krahn MM et al; Environ Sci Technol 27: 699-708 (1993)",
            "Value": "SEDIMENT: Dibenzothiophene was detected in sediment samples collected from the Baltic Sea at levels of 0.03-250 ng/g (March 1995), 0.09-188 ng/g (October 1995), and 0.02-162 ng/g(August 1996)(1). Dibenzothiophene was detected in suspended sediment samples obtained from the Mediterranean Sea at levels of 0-45 picograms/L(2). Dibenzothiophene was identified, not quantified, in sediment from the Wild Harbor River, MA(3). Dibenzothiophene was detected at a max concn of 1,300 ug/kg in 8.4% of streambed sediment samples collected at 498 sites in 20 major river basins in the United States from 1992-1995(4). Dibenzothiophene was detected at mean concns of 102.0, 45.7, and 74.7 ug/kg in sediment from three streams in Dallas Forth Worth, TX(5). Dibenzothiophene was identified, not quantified, in sediment from the Prince William Sound, AK(6,7). Dibenzothiophene was detected at levels of 2.8-6.5 ng/g in sediment of the the Masnou Harbor, Spain(8). Sediment samples obtained from the Prince William Sound, AK (June 27-July 22, 1990) contained total dibenzothiophene (dibenzothiophene + alkylated isomers) levels of less than 7 ng/g to 571 ng/g(9)."
        }
    ]
}