{
    "_id": {
        "$oid": "6682e7f8c4e5dba5ffba2342"
    },
    "CID": {
        "$numberInt": "3026"
    },
    "Name": "DIBUTYL PHTHALATE",
    "IUPACName": "dibutyl benzene-1,2-dicarboxylate",
    "CanonicalSMILES": "CCCCOC(=O)C1=CC=CC=C1C(=O)OCCCC",
    "Synonyms": [
        "dibutyl phthalate",
        "84-74-2",
        "Di-n-butyl phthalate",
        "n-Butyl phthalate",
        "Butyl phthalate",
        "Genoplast B",
        "Palatinol C",
        "Celluflex DPB",
        "DIBUTYLPHTHALATE",
        "Unimoll DB",
        "Staflex DBP",
        "Elaol",
        "Ergoplast FDB",
        "Witcizer 300",
        "Kodaflex DBP"
    ],
    "IsomericSMILES": "CCCCOC(=O)C1=CC=CC=C1C(=O)OCCCC",
    "INCHI": "InChI=1S/C16H22O4/c1-3-5-11-19-15(17)13-9-7-8-10-14(13)16(18)20-12-6-4-2/h7-10H,3-6,11-12H2,1-2H3",
    "INCHIKEY": "DOIRQSBPFJWKBE-UHFFFAOYSA-N",
    "Formula": "C16H22O4",
    "MolecularWeight": {
        "$numberDouble": "278.34"
    },
    "Description": "Dibutyl phthalate is a phthalate ester that is the diester obtained by the formal condensation of the carboxy groups of phthalic acid with two molecules of butan-1-ol. Although used extensively as a plasticiser, it is a ubiquitous environmental contaminant that poses a risk to humans. It has a role as an environmental contaminant, a teratogenic agent, a plasticiser, a metabolite and an EC 3.2.1.20 (alpha-glucosidase) inhibitor. It is a phthalate ester and a diester. It is functionally related to a butan-1-ol.",
    "XlogP": {
        "$numberDouble": "4.7"
    },
    "Complexity": {
        "$numberInt": "271"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "plant_concentrations": [
        {
            "References": "(1) Carlberg GE et al; Chemosphere 12: 341-56 (1983) (2) MacKintosh CE et al; Environ Sci Technol 38: 2011-20 (2004) (3) Webber MD et al; J Environ Qual 23: 1019-26 (1994) (4) Tsuchiya Y, Matsumoto A; Wat Sci Tech 20: 149-55 (1988) (5) Cai QY et al; Bull Environ Contam Toxicol 77: 411-8 (2006) (6) Chi J; Chemosphere 77: 48-52 (2009)",
            "Value": "Dibutyl phthalate was identified, not quantified, in a sample of lichen (Hypogymnia physodes) and moss (Hylocomium splendens) collected from Minnesund, Norway the summer of 1979(1). Dibutyl phthalate was found in aquatic organisms June to Sept 1999 from False Harbor, Vancouver, British Columbia; green algae (Enteromorpha intestinalis) 2.82 ng/g lipid and brown algae (Nereocysitis luetkeana, Fucus gardneri) 2.94 ng/g lipid(2). Dibutyl phthalate was not detected in corn grain or cabbage samples taken Sept to Nov 1987 from St David Coal Refuse Pile Reclamation site in Illinois, but was found in carrots at >50 mg/kg dry weight(3). Dibutyl phthalate was identified as a metabolite of bluegreen algae from a variety of water sources in Japan. Algae species were (source): Oscillatoria geminata (water from the moat of the Imperial Palace), Phormidium tenue and O. splendida (reservoir water), O. limnetica and Aphanizomenon flos-aquae (pond waters), O. splendida and O. amoena (water of rivers in Tokyo metropolis), Anabaena macrospora (water of Lake Biwa, Osaka Prefecture), and Osillatoria sp. (water from a cooling tower)(4). Dibutyl phthalate was detected at 0.18-1.85 mg/kg dry weight in water spinach (Ipomoea aquatica) grown under different conditions on sludge from waste water treatment plants in China(5). Dibutyl phthalate was detected at 0.007-0.242 and 0.20-5.21 mg/kg wet weight in the above ground and root tissues, respectively, of the water plant Potamogeton crispus L.; plants were grown in the Haihe River, China from Mar to May 2008(6)."
        },
        {
            "References": "(1) Mo CH et al; Arch Environ Contam Toxicol 56: 181-9 (2009)",
            "Value": "Raw vegetables collected from 9 farms located in the Pearl River Delta area of Southern China contained dibutyl phthalate at the following concentrations(1):",
            "Table": "[{'Genus species': 'Brassica parachinensis', 'Common name': 'flowering Chinese cabbage', 'No. samples': 9, 'Concn (mg/kg dry weight)': 'not detected-2.03'}, {'Genus species': 'Brassica chinensis', 'Common name': 'paitsai', 'No. samples': 6, 'Concn (mg/kg dry weight)': 'not detected-1.2'}, {'Genus species': 'Ipomoea aquatica', 'Common name': 'spinach', 'No. samples': 8, 'Concn (mg/kg dry weight)': 'not detected-0.40'}, {'Genus species': 'Brassica juncea', 'Common name': 'mustard', 'No. samples': 5, 'Concn (mg/kg dry weight)': '1.2-2.9'}, {'Genus species': 'Loctuca satira', 'Common name': 'lettuce', 'No. samples': 6, 'Concn (mg/kg dry weight)': '0.12-0.91'}, {'Genus species': 'Vigna sesquipedalis', 'Common name': 'asparagus bean', 'No. samples': 3, 'Concn (mg/kg dry weight)': 'not detected-0.23'}, {'Genus species': 'Amaranthus tricolor', 'Common name': 'edible amaranth', 'No. samples': 4, 'Concn (mg/kg dry weight)': 'not detected-0.28'}, {'Genus species': 'Momordica charantia', 'Common name': 'balsampear', 'No. samples': 1, 'Concn (mg/kg dry weight)': '0.92'}, {'Genus species': 'Allium ascalonicum', 'Common name': 'shallot', 'No. samples': 1, 'Concn (mg/kg dry weight)': '0.81'}, {'Genus species': 'Allium tuberosum', 'Common name': 'Chinese chive', 'No. samples': 1, 'Concn (mg/kg dry weight)': '0.20'}, {'Genus species': 'Cucumis sativus', 'Common name': 'cucumber', 'No. samples': 1, 'Concn (mg/kg dry weight)': '1.7'}]"
        }
    ],
    "animal_concentrations": [
        {
            "References": "(1) Zitko V; Int J Environ Anal Chem 2: 241-52 (1973) (2) Asaoka K et al; Bull Environ Contam Toxicol 64: 679-85 (2000)",
            "Value": "Dibutyl phthalate was detected in double crested cormorants and herring gulls at 11-19 ug/g lipid(1). Dibutyl phthalate had an average concentration of 0.0821 ug/L in 13 male and 20 female monkeys fed an artificial diet at the Primate Research Institute at Kyoto University in Japan, and an average concentration of 0.0146 ug/L in 9 male and 1 female monkeys in the wild in Chiba, Japan(2)."
        }
    ],
    "environmental_bioconcentrations": [
        {
            "References": "(1) Giam CS et al; pp. 67-142 in Handbook of Environmental Chemistry; Anthropogenic Substances Berlin, Germany: Springer-Verlag (1984) (2) Staples CA et al; Chemosphere 35: 667-749 (1997) (3) NITE; Chemical Risk Information Platform (CHRIP). Biodegradation and Bioconcentration. Tokyo, Japan: Natl Inst Tech Eval. Available from, as of March 9, 2015: https://www.safe.nite.go.jp/english/db.html (4) Strier MP; Environ Sci Technol 14: 28-31 (1980) (5) Franke C et al; Chemosphere 29: 1501-14 (1994) (6) Zaroogian GE et al; Environ Toxicol Chem 4: 3-12 (1985) (7) Teil M et al; Arch Environ Contam Toxicol 63:101-13 (2012) (8) Cai QY et al; Bull Environ Contam Toxicol 77: 411-8 (2006) (9) Chi J; Chemosphere 77: 48-52 (2009) (10) Chi J et al; Bull Environ Contam Toxicol 77: 21-9 (2006)",
            "Value": "Experimental BCF values of 12(1), 167(2) and 172(2) were reported for fathead minnows (Pimephales promelas) for dibutyl phthalate. BCF values of 5.2-176 and 3.1-21.2 were reported using carp (Cyprinus carpio) which were exposed over an 8-week period to dibutyl phthalate concentrations of 0.015 and 0.05 ppm, respectively(3). Other reported BCF values for dibutyl phthalate were 3.6 in carp(2) and 117 in bluegill fish (Lepomis macrochirus)(4). According to a classification scheme(5), BCF values of zero to 30 are low and from 100 to 1,000 are high(SRC). The log BCF of oysters exposed to 100 ug/L of dibutyl phthalate for 1 day was measured as 1.32(6). Dibutyl phthalate BCF values of 22 and 42 were reported for oysters(1). Experimental BCF values of 1,500, 31 and 3 were reported in shrimp for dibutyl phthalate(1). Other BCF values of 662, 624 and 3399 were reported for dibutyl phthalate in crustaceans, insects and algae, respectively(2). Biota-sediment accumulation factors for dibutyl phthalate were 5.5, 6.0 and 11.8 in roach (Rutilus rutilus), chub (Leuciscus cephalus) and perch (Perca fluviatilis), respectively; fish were collected from the Orge River, France from Jul 2009 to Apr 2010(7). BCFs of 0.02-1.99 were reported for dibutyl phthalate in water spinach (Ipomoea aquatica) grown under different conditions on sludge from waste water treatment plants in China(8). BCFs of 4.82-83.65 L/kg were reported for dibutyl phthalate in the submerged water plant Potamogeton crispus L.; plants were grown in the Haihe River, China from Mar to May 2008(9). The BCF of dibutyl phthalate in the algae, Chlorella vulgaris was a maximum of 10,800 when grown in lake water(10)."
        }
    ],
    "environmental_biodegradations": [
        {
            "References": "(1) Sugatt RH et al; Appl Environ Microbiol 47: 601-6 (1984) (2) Patterson JW, Kodukola PS; Chem Ind 15: 609-10 (1981) (3) Davis EM et al; in Biodeterioration Symp. Oxley TA, Barry S. eds., New York, NY: Wiley-Interscience (1983) (4) Wang J et al; Chemosphere 31: 4051-56 (1995) (5) Wang X, Grady CPL; Wat Environ Res 67: 863-71 (1995) (6) O'Conner OA et al; Environ Toxicol Chem 8: 569-76 (1989) (7) Byrns G; Water Res 35: 2523-33 (2001) (8) Scholz N et al; Bull Environ Contam Toxicol 58: 527-34 (1997) (9) Tabak HH et al; Wat Sci Tech 26: 763-72 (1992) (10) Wang J et al; Environ Int 22: 737-41 (1996) (11) Wang J et al; Process Biochem (Oxford) 32: 567-71 (1997) (12) NITE; Chemical Risk Information Platform (CHRIP). Biodegradation and Bioconcentration. Tokyo, Japan: Natl Inst Tech Eval. Available from, as of March 9, 2015: https://www.safe.nite.go.jp/english/db.html",
            "Value": "AEROBIC: In a shake flask biodegradation test, after 28 days 68 to >99% of the dibutyl phthalate had disappeared and 80.6 to >99% was converted to CO2 with a lag period averaged 4.5 days(1). Dibutyl phthalate was removed 60-70% in three treatment plants using activated sludge(2). A synthetic waste feedstock degraded 94% of an initial concentration of dibutyl phthalate in 12 days(3). Microbial cultures isolated from an industrial wastewater facility completely degraded dibutyl phthalate within 40 to 220 days depending upon the strain of the microorganisms used and concentration of the dibutyl phthalate sample(4). Batch experiments using enriched microbial cultures completely degraded dibutyl phthalate in 15 hours(5). Enriched microbial cultures isolated from a wastewater treatment facility resulted in 85% degradation of a 200 mg/L sample of dibutyl phthalate in 90 days(6). Dibutyl phthalate had a half-life of 1-23 days in wastewater treatment plants(7). Dibutyl phthalate was degraded 81% in 28 days using the modified Sturm test(8). Dibutyl phthalate, present at 100 mg/L, had a biodegradation rate of 0.17/hour at 25 °C using an activated sludge inoculum at 30 mg/L taken from Little Miami wastewater treatment plant in Cincinnati, OH(9). Dibutyl phthalate, present at 10-100 mg/L, biodegraded >90% in 8 days using an inoculum of 6 g/L of activated sludge, giving a half-life of 45.6 hours(10). Dibutyl phthalate had biodegradation half-lives in acclimated sludge of 45.3, 45.3, 46.8, and 47.5 hours at starting concentrations of 50, 100, 150, and 200 mg/L, respectively(11). Dibutyl phthalate, present at 100 mg/L, reached 69% of its theoretical BOD in 2 weeks using an activated sludge inoculum at 30 mg/L in the Japanese MITI test(12)."
        },
        {
            "References": "(1) Overcash MR et al; Behavior of organic priority pollutants in the terrestrial system. NTIS PB82-224 544 p 104 (1982) (2) Bouwer EJ et al; Water Res 15: 151-9 (1981) (3) Hutchins SR et al; Environ Toxicol Chem 2: 195-216 (1983) (4) Inman JC et al; J Environ Sci Health Part B Pestic Food Contam Agric Wastes 19: 245-57 (1984) (5) Jianlong W et al; Chemosphere 35: 1747-54 (1997) (6) Brisbin TD et al; Priority pollutants in the Cedar Creek wastewater-reclamation-recharge facilities. Cincinnati,OH: USEPA, Off Res Devel. USEPA-600/2-84-061 (NITS PB84159904) (1984)",
            "Value": "AEROBIC: In Davidson clay loam and Lakeland sand, 98 and 66% loss occurred in 26 weeks, respectively, as a result of biodegradation(1). While 86% removal of dibutyl phthalate in secondary sewage occurred in a well acclimated 2.5 m loamy sand soil column(2), no removal occurred in another laboratory study of a rapid infiltration site employing 1 m columns(3). The feed rate was greater in the first case and the acclimation may have been longer(SRC). Carboxyl-labeled (14)C dibutyl phthalate studied in soil incubation experiments conducted under laboratory conditions had a lag phase of 10-20 days, approximately 90% of dibutyl phthalate added to soils at rates of 0.1-0.4% was decomposed within 80 days under aerobic and anaerobic conditions(4). Decomposition of dibutyl phthalate was enhanced in soils by increasing soil pH from 5.2 to 7.0, by adding organic matter and by elevating the temperature from 23 °C to 30 °C(4). Indigenous soil from Tsinghua University gardens, Beijing China,  and the same soil amended with activated sludge degraded dibutyl phthalate 66 and 92%, respectively, in 30 days(5). Dibutyl phthalate removal of 93 to >99% was observed at the Cedar Creek Wastewater Reclamation - Recharge Facilities, Nassau County, NY(6)."
        },
        {
            "References": "(1) Hattori Y et al; Pollut Control Cent Ooaki Prefect Mizu Shori Gigutsu 16: 951-4 (1975) (2) Schouter MJ et al; Inter J Environ Anal Chem 7: 12-23 (1979) (3) Johnson BT, Lulves W; J Fish Res Board Can 32: 333-9 (1975) (4) Ritsema R et al; Chemosphere 18: 2161-75 (1989) (5) Kondo M et al; Eisei Kagaku 34: 188-95 (1988) (6) Capel PD, Larson SJ; Chemosphere 30: 1097-1107 (1995) (7) Ortego-Calvo JJ et al; Environ Sci Technol 29: 2222-25 (1995) (8) Kaplan AM; Devel Indust Med 18: 203-11 (1977) (9) Chauret C et al; Ground Water 34: 791-4 (1996) (10) Yuan SY et al; Chemosphere 49: 1295-9 (2002)",
            "Value": "AEROBIC: Dibutyl phthalate was biodegraded 100% in 4 days in water from an urban river in Japan(1).  Utilizing water from the Rhine, Meuse, and Ijssel Rivers in the Netherlands, 90% degradation occurred in three days(2). In an aerobic pond water-sediment mixture, 97% degradation of dibutyl phthalate was noted in 5 days with intermediate degradation products of mono-n-butyl ester and phthalic acid(3). Dibutyl phthalate was completely degraded by Rhine River water within 10 days(4). A die-away test using river and seawater degraded 75-80% dibutyl phthalate in 3 days(5). In natural waters, the biodegradation half-life of dibutyl phthalate is estimated as 1 day(6). An aquifer slurry resulted in 9.2% mineralization of dibutyl phthalate in 27.5 hours(7). Dibutyl phthalate was degraded 53% in 24 hours and 98% in 5 days in fresh water hydrosoil system(8). Dibutyl phthalate had a biodegradation rate of 2.05 nmoles/g of sediment/day at 10 °C in Borden, Canada(9). Dibutyl phthalate had an average aerobic biodegradation half-life of 2.9 days calculated in 6 river sediment samples taken from Taiwan rivers(10)."
        },
        {
            "References": "(1) Chang BV et al; Chemosphere 69: 1116-23 (2007)",
            "Value": "AEROBIC: Using sewage sludge from a waste water treatment plant in Taoyaun, Taiwan, aerobic biodegradation rate constants under varying pH and temperature were analyzed for dibutyl phthalate(1):",
            "Table": "[{'pH': '3', 'Temp (deg C)': 30, 'Deg rate (k/day)': 0.153, 'Half-life (days)': 4.5}, {'pH': '5', 'Temp (deg C)': 30, 'Deg rate (k/day)': 0.277, 'Half-life (days)': 2.5}, {'pH': '7 (control; 50 mg/kg)', 'Temp (deg C)': 30, 'Deg rate (k/day)': 0.379, 'Half-life (days)': 1.8}, {'pH': '9', 'Temp (deg C)': 30, 'Deg rate (k/day)': 0.301, 'Half-life (days)': 2.3}, {'pH': '11', 'Temp (deg C)': 30, 'Deg rate (k/day)': 0.145, 'Half-life (days)': 4.8}, {'pH': '7', 'Temp (deg C)': 20, 'Deg rate (k/day)': 0.347, 'Half-life (days)': 2.0}, {'pH': '7', 'Temp (deg C)': 30, 'Deg rate (k/day)': 0.289, 'Half-life (days)': 2.4}, {'pH': '7', 'Temp (deg C)': 40, 'Deg rate (k/day)': 0.222, 'Half-life (days)': 3.1}, {'pH': '7', 'Temp (deg C)': 55, 'Deg rate (k/day)': 0.193, 'Half-life (days)': 3.6}]"
        },
        {
            "References": "(1) Johnson BT, Lulves W; J Fish Res Board Can 32: 333-9 (1975) (2) Shelton DR et al; Environ Sci Tech 18: 93-7 (1984) (3) Snell Environ Group Inc; Rate of biodegradation of toxic organic compounds while in contact with organics which are actively composting NSF/CEE 82024 p 100 (1982) (4) Capel PD, Larson SJ; Chemosphere 30: 1097-1107 (1995) (5) Gavala HN et al; Chemosphere 52: 673-82 (2003) (6) Govind R et al; Water Res 25: 547-56 (1991) (7) Jianlong W et al; Chemosphere 41: 1245-8 (2000) (8) Chauret C et al; Ground Water 34: 791-4 (1996) (9) Ejlertsson J et al; Environ Sci Technol 31: 2761-4 (1997) (10) Parker WJ et al; Water Res 28: 1779-89 (1994) (11) Painter SE, Jones WJ; Environ Technol 11: 1015-26 (1990) (12) Wang J et al; Chemosphere 41: 1245-8 (2000) (13) Yuan SY et al; Chemosphere 49: 1295-9 (2002) (14) Ziogou K et al Wat Res 23: 743-8 (1989)",
            "Value": "ANAEROBIC: Biodegradation under anaerobic conditions was 41% and 98% degradation occurring after 7 and 30 days, respectively, in a sediment-pond water mixture(1). Dibutyl phthalate is completely mineralized in digester sludge in 2 weeks under anaerobic conditions(2) and 28% was lost after 7 days in a composting mixture(3). In natural waters, the anaerobic biodegradation half-life of dibutyl phthalate is estimated as 2 days(4). Dibutyl phthalate was degraded at a rate of 0.1369/day and 0.1118/day in anaerobic sludge and anaerobic sludge acclimated with 10 mg/L of diethyl hexyl phthalate corresponding to half-lives of 5.1 and 6.2 days, respectively(5). Dibutyl phthalate was biodegraded 96% in anaerobic digester sludge at a feed load of 270 mg/kg, digested at 35.5 °C with a 30 day retention(6). Dibutyl phthalate was degraded >90% in 7 days and had a calculated half-life of 32.1 hours(7). Dibutyl phthalate had biodegradation rates of 0.86, 0.50 and 0.18 nmoles/g of sediment/day in nitrogen reducing, iron reducing, and sulfate reducing environments, respectively, at 10 °C in experiments in Borden, Canada(8). Dibutyl phthalate had a 90% methane production after 35-100 days from a starting concentration of 200 ug/L(9). Dibutyl phthalate was biodegraded anaerobically 98.8% after a 101 day digestion at 35 °C(10). Dibutyl phthalate was anaerobically biodegraded >80% after 4 weeks using digester sludge inoculum, >90% in 4 weeks using fresh water sediment inoculum from Swift Creek Lake, Blackshear, GA and >90% in 4 weeks using salt water sediment inoculum(11). Anaerobic digestion of dibutyl phthalate had a half-life of 32.1 hours in sludge(12). Dibutyl phthalate had an average anaerobic biodegradation half-life of 14.4 days calculated in 6 river sediment samples taken from Taiwan rivers(13). The half-life of dibutyl phthalate in an anaerobic sewage sludge was measured as 65 hours(14)."
        },
        {
            "References": "(1) Chang BV et al; Chemosphere 69: 1601-7 (2005)",
            "Value": "ANAEROBIC: Using sewage sludge from a waste water treatment plant in Taoyaun, Taiwan, aerobic biodegradation rate constants under varying pH and temperature were analyzed for dibutyl phthalate(1):",
            "Table": "[{'pH': '5', 'Temp (deg C)': 30, 'Deg rate (k/day)': 0.046, 'Half-life (days)': 15.1}, {'pH': '6', 'Temp (deg C)': 30, 'Deg rate (k/day)': 0.055, 'Half-life (days)': 12.6}, {'pH': '7 (control; 50 mg/kg)', 'Temp (deg C)': 30, 'Deg rate (k/day)': 0.05, 'Half-life (days)': 13.9}, {'pH': '8', 'Temp (deg C)': 30, 'Deg rate (k/day)': 0.062, 'Half-life (days)': 11.2}, {'pH': '9', 'Temp (deg C)': 30, 'Deg rate (k/day)': 0.053, 'Half-life (days)': 13.1}, {'pH': '7', 'Temp (deg C)': 20, 'Deg rate (k/day)': 0.052, 'Half-life (days)': 13.3}, {'pH': '7', 'Temp (deg C)': 30, 'Deg rate (k/day)': 0.074, 'Half-life (days)': 9.4}, {'pH': '7', 'Temp (deg C)': 40, 'Deg rate (k/day)': 0.059, 'Half-life (days)': 11.8}, {'pH': '7', 'Temp (deg C)': 50, 'Deg rate (k/day)': 0.048, 'Half-life (days)': 14.4}]"
        }
    ],
    "fish_seafood_concentrations": [
        {
            "References": "(1) Ray LE et al; Chemosphere 12: 1031-8 (1983) (2) Giam CS et al; Science 199: 419-21 (1978) (3) Kaiser KLE; J Fish Res Board Can 34: 850-5 (1977) (4) Konasewich D et al; Status report on organic and heavy metal contaminants in the Lake Erie, Michigan, Huron and Superior Basins. Great Lakes Qual Rev Board (1978) (5) Swain WR; J Great Lakes Res 4: 398-407 (1978) (6) Mayer FL et al; Nature 238: 411-3 (1972) (7) Chung HY; J Agric Food Chem 47: 2280-7 (1999) (8) Lin ZP et al; Envrion Sci Technol 37: 2100-8 (2003) (9) Stephanatos BN, Knorr DF; Hydrocarbon Contam Soils 2: 811-28 (1992) (10) Walsh K et al; Arch Environ Contam Toxicol 26: 367-73 (1994) (11) Devault DS; Arch Environ Contam Toxicol 14: 587-94 (1985) (12) Nicola RM et al; J Environ Health 49: 342-47 (1987)",
            "Value": "Dibutyl phthalate was found in clams and clam worms (Neanthes virens) at 2 sites in Portland, ME at 40 and 100 ppb and 70 and 180 ppb, respectively(1). Dibutyl phthalate was not detected (<0.1 ppb) in 18 species of marine organisms from 14 locations in Mississippi Delta and coastal areas in the northwest part of the Gulf of Mexico(2). Dibutyl phthalate was detected, not quantified, in White sucker, longnose sucker and yellow perch from Nepugin Bay, Lake Superior(3), and in burbot from 2 sites in Lake Huron(4). Dibutyl phthalate was found in fish from Lake Superior (adjacent to Isle Royale, MI):in fat siscowet trout at a trace, in lean lake trout at 200 ppb and in white fish at 70 ppb(5). Reported concentrations of dibutyl phthalate in aquatic species from selected areas of North America were 0-200 ppb in channel catfish, 200 ppb in dragonfly naiads and 500 ppb in tadpoles(6). Dibutyl phthalate was found in crabs (Charybdis feriatus) at 2.3 ug/kg, 1.9 ug/kg, and 2.8 ug/kg in the leg, body and carapace, respectively(7). Three seaperch (Embiotoea lateralis) taken from False Creek, Vancouver, Canada contained 0.1-1.0 ppb of dibutyl phthalate(8). Dibutyl phthalate was found in sea lamprey tissue at 170 and 290 ug/kg in Brodhead Creek, Stroudsburg, PA and in fish tissue (trout) at 1715 and 6767 ug/kg(9). Dibutyl phthalate was identified in the soft tissue of the marine gastropod, Austrocochlea constricta, in 2 of 4 locations in New South Wales, Australia(10). Dibutyl phthalate was detected in edible fish from Wisconsin lakes and rivers at <0.02-35.0 mg/kg(11). Dibutyl phthalate was detected in fish at 0.598 ppm(12)."
        },
        {
            "References": "(1) MacKintosh CE et al; Environ Sci Technol 38: 2011-20 (2004)",
            "Value": "Aquatic organisms collected June to Sept 1999 from False Harbor, Vancouver, British Columbia, Canada were analyzed for concentrations of dibutyl phthalate(1).",
            "Table": "[{'Organism': 'Blue mussels', 'Genus species': 'Mytilus edulis', 'Concn (ng/g lipid)': '2.80'}, {'Organism': 'Pacific oysters', 'Genus species': 'Crassostrea gigas', 'Concn (ng/g lipid)': '2.59'}, {'Organism': 'Geoduck clams', 'Genus species': 'Panope abrupta', 'Concn (ng/g lipid)': '3.02'}, {'Organism': 'Manila clams', 'Genus species': 'Tapes philippinarum', 'Concn (ng/g lipid)': '2.76'}, {'Organism': 'Dungeness crabs', 'Genus species': 'Cancer magister', 'Concn (ng/g lipid)': '2.37'}, {'Organism': 'Purple seastar', 'Genus species': 'Pisaster ochraccus', 'Concn (ng/g lipid)': '2.19'}, {'Organism': 'juvenile Shiner perch', 'Genus species': 'Cyrnatogaster aggragata', 'Concn (ng/g lipid)': '2.54'}, {'Organism': 'Pacific herring', 'Genus species': 'Clupea harengus pallasi', 'Concn (ng/g lipid)': '2.41'}, {'Organism': 'Pile perch', 'Genus species': 'Thacochilus vacca', 'Concn (ng/g lipid)': '2.90'}, {'Organism': 'Striped seaperch', 'Genus species': 'Embiotoca lateralis', 'Concn (ng/g lipid)': '3.47'}, {'Organism': 'Pacific staghorn sculpin', 'Genus species': 'Leptocottus armatus', 'Concn (ng/g lipid)': '3.39'}, {'Organism': 'English sole', 'Genus species': 'Pleuronectes ventulus', 'Concn (ng/g lipid)': '3.35'}, {'Organism': 'White-spotted greenling', 'Genus species': 'Hexogrammos stelleri', 'Concn (ng/g lipid)': '3.11'}, {'Organism': 'Spiny dogfish', 'Genus species': 'Squalus acanthias', 'Concn (ng/g lipid)': 'muscle 2.32; liver 1.95; embryo 2.49'}, {'Organism': 'Surf scoters (bird)', 'Genus species': 'Melanitta perspicillata', 'Concn (ng/g lipid)': '2.84'}, {'Organism': 'Plankton', 'Genus species': 'phytoplankton, zooplankton, other pelagic invertebrates', 'Concn (ng/g lipid)': '4.07'}]"
        }
    ],
    "logP": [
        {
            "References": "Ellington JJ, Floyd TL; Octanol/water partition coefficients for eight phthalate esters. EPA/600/S-96/006, Sept. 1996. Athens, GA: US Environ Prot Agency, National Exposure Research Lab (1996)",
            "Value": "log Kow = 4.50"
        }
    ],
    "mechanism_of_action": [
        {
            "References": "U.S. Dept Health & Human Services/Agency for Toxic Substances & Disease Registry; Toxicological Profile for DI-n-BUTYL PHTHALATE p.83 (September 2001) No. 135. Available from, as of April 22, 2008: https://www.atsdr.cdc.gov/toxpro2.html#",
            "Value": "One proposed mechanism of /testicular/ toxicity involves a disturbance in the interaction between germ cells and Sertoli cells. The Sertoli cell-germ cell interaction is generally considered to be required for the differentiation of male germ cells and their progression through the seminiferous epithelium and release as mature spermatozoa. Exposure to di-n-butyl phthalate is associated with both the release of iron from hemoglobin and/or transferrin in the liver and spleen, and the subsequent depletion of iron in the blood and testes. The decreased amount of available iron results in a decrease in succinate dehydrogenase activity in the Sertoli cells, resulting in disturbances in the energy transfer system between Sertoli cells and germ cells; anoxia due to iron depletion and/or disturbances in the energy supply may induce the sloughing of germ cells. Decreases in testicular sorbitol, fructose, and glucose levels have been observed in the testes 3-12 hours post exposure. Two days after exposure, there were significant decreases in sorbitol dehydrogenase and succinate dehydrogenase activities and decreases in testicular iron and zinc levels."
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "Lefaux, R. Practical Toxicology of Plastics. Cleveland: CRC Press Inc., 1968., p. 346",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ /In white rats, ages 5 to 6 wk and weighing 60-75 g acute toxicity: the two modes of administration chosen were oral and im. The first gave a rather high lethal dose LD50, 8-10 g/kg body weight (at 4 g/kg, all the animals remained alive, at 8 g/kg 4 out of 9 died, and at 16 g/kg 6 out of 6 died). The fatal im dose was even higher, since doses of 8 g/kg body weight did not bring about the death of a single animal."
        },
        {
            "References": "Casarett, L.J., and J. Doull. Toxicology: The Basic Science of Poisons. New York: MacMillan Publishing Co., 1975., p. 610",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Irritative response in rabbits to intradermal injections of dibutyl phthalate: degree of extravasation at 10 min mild; at 15 min mild, at 20 min moderate. /From table/"
        },
        {
            "References": "U.S. Dept Health & Human Services/Agency for Toxic Substances & Disease Registry; Toxicological Profile for DI-n-BUTYL PHTHALATE p.92 (September 2001) No. 135. Available from, as of April 22, 2008: https://www.atsdr.cdc.gov/toxpro2.html#",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Administration of zinc provides some protection against the testicular toxicity of di-n-butyl phthalate exposure in rats ... ."
        },
        {
            "References": "Clayton, G.D., F.E. Clayton (eds.) Patty's Industrial Hygiene and Toxicology. Volumes 2A, 2B, 2C, 2D, 2E, 2F: Toxicology. 4th ed. New York, NY: John Wiley & Sons Inc., 1993-1994., p. 3051",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ 1 mg/L /aerosol/ inhaled for 5.5 hr caused nasal irritation in cats. /from table/"
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists. Documentation of the TLVs and BEIs with Other World Wide Occupational Exposure Values. 7th Ed. CD-ROM Cincinnati, OH 45240-1634 2013., p. 1",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ /Investigators/ found that a 2 hr exposure of mice to an aerosol concentration /of/ approximately 250 mg/cu m of dibutyl phthalate resulted in severe irritation of eyes and upper respiratory tract, labored breathing, incoordination, partial paralysis, convulsions, /CNS depression/, and in some animals, death from paralysis of the respiratory system."
        },
        {
            "References": "Walseth F, Nilsen O; Acta Pharmacol Toxicol Suppl 49 (1): 90 (1981)",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ In Sprague-Dawley rats, hepatic concentration of cytochrome P450 and cytochrome-c-reductase increased after intragastric doses of 0.01 mmol/kg body wt for 5 days. Lung enzyme activities were not affected but ip administration caused decreases in cytochrome P450 and b5."
        },
        {
            "References": "Sajiki JY et al; Kankyo Osen Busshitu to Sono Tokishikorojii Shinpojumu 6: 54-9 (1979)",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ ... 6/10 mice died within 7 hr of oral administration of 200 mg/day/animal dibutyl phthalate, whereas 3/10 animals died within 2 days after administration of 100 mg/day/animal. /Toxic signs/ ... shortness of breath, lung edema, lung congestion, and testicular atrophy. ..."
        },
        {
            "References": "PMID:6089701",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Male rats exposed to dibutyl phthalate by inhalation with concentrations of 0.5, 2.5, and 7.0 ppm in the air for 5 days. The concentrations were considered relevant to human exposure. No quatitative changes were observed in the liver microsomal cytochrome P450 /content/, but significant incr was observed in the liver microsomal metabolism of benzo(a)pyrene and n-hexane, in the 2.5 ppm and 0.5 ppm groups, respectively. Inhaled dibutyl phthalate decreased in a dose-dependent way the lung microsomal concentration of cytochrome P450 by as much as 63%, which was reflected in a significant reduction of the microsomal metabolism of n-hexane and benzo(a)pyrene in the 7.0 ppm group. Thus, dibutyl phthalate in doses relevant to human air exposure influences the cytochrome P450 enzyme system in both liver and lung, with lung as the main target organ. The observed effects in lung microsomes were similar to those earlier reported after ip administration of dibutyl phthalate."
        },
        {
            "References": "PMID:7115078",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Dimethyl phthalate, dibutyl phthalate (DBP), and di(2-ethylhexyl)phthalate were given ip (3.8 mM/kg) to Sprague Dawley rats for 5 days. DBP increased significantly the liver concn of cytochrome P450, but decreased the lung concn by about 40%. DBP decreased the lung concn of cytochrome b5 and reduced nicotinamide adenine dinucleotide-cytochrome-c-reductase activity by about 30%. Only minor effects were observed after treatment with dimethyl phthalate and di(2-ethylhexyl) phthalate. The direction of benzo(a)pyrene metabolism was changed and the formation of 2- and 3- hexanol metabolites were increased in liver microsomes after DBP treatment. All phthalate esters decreased the lung metabolism of benzo(a)pyrene. The cytochrome P450 enzyme system in the lung was ten times more effective than that in the liver as far as metabolism of n-hexane was concerned. Only minor effects were observed in the serum enzyme activities, but a significant decr in the serum level of albumin was observed after treatment with DBP. No relationship was found between the carbon chain length of the investigated chemicals and effects on microsomal enzymatic activities."
        },
        {
            "References": "European Chemicals Bureau; European Union Risk Assessment Report, Dibutyl Phthalate (84-74-2) 1st Priority List Vol 29 p.94 Report 003 (2003). Available from, as of April 21, 2008: https://esis.jrc.ec.europa.eu/",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ 0.5 mL of undiluted Vestinol C (trade name of DBP) was applied to the intact and abraded skin (area 2.5 x .2.5 cm) of 3 male and 3 female rabbits. Per animal, one intact and one abraded area was treated with Vestinol C and one intact and one abraded area with 10% laurylsulphate as positive control ... . Mild reactions were seen at 24 hours; at 72 hours none of the treated sites showed any reaction. Irritation index was reported to be 0.54/8. ..."
        },
        {
            "References": "European Chemicals Bureau; European Union Risk Assessment Report, Dibutyl Phthalate (84-74-2) 1st Priority List Vol 29 p.94 Report 003 (2003). Available from, as of April 21, 2008: https://esis.jrc.ec.europa.eu/",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ 0.1 mL undiluted Vestinol C (trade name of DBP) was instilled in the eyes of 3 male and 3 female rabbits ... . The eyes were not rinsed. After 1 hour in 3/6 animals mild and in 3/6 animals very mild redness was seen. Very mild redness was still seen in 2/6 animals after 24 hours. Very mild swelling was seen in 3/6 animals after 1 hour. All eyes had returned to normal after 48 hours. No reactions in cornea or iris were seen. The irritation index was reported to be 0.11/110. DBP was considered to be not irritating for the eye in this study."
        },
        {
            "References": "European Chemicals Bureau; European Union Risk Assessment Report, Dibutyl Phthalate (84-74-2) 1st Priority List Vol 29 p.95 Report 003 (2003). Available from, as of April 21, 2008: https://esis.jrc.ec.europa.eu/",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Two guinea-pig maximization studies were performed. ... In both tests no sensitisation reactions were observed ... ."
        },
        {
            "References": "European Chemicals Bureau; IUCLID Dataset, Dibutyl Phthalate (84-74-2) p.180 (2000 CD-ROM edition). Available from, as of April 23, 2008: https://esis.jrc.ec.europa.eu/",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ /DBP was/ not sensitizing to rabbits in a patch test."
        },
        {
            "References": "Cosmetic Ingredient Review; Final Report of the Cosmetic Ingredient Review Expert Panel; Final Report on the Safety Assessment of Dibutyl Phthalate, Dimethyl Phthalate, and diethyl phthalate (1985).",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ DBP and DMP were applied to the clipped, intact, and abraded skin of 3 rabbits. The rabbits were exposed to 0.5 mL of the chemicals for 24 hours with an occluded patch. Dibutyl phthalate (DBP) caused \"very slight irritation.\" Dimethyl phthalate (DMP) was not irritating except in molting areas and the Primary Irritation Index (P11) was 0.7."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. V6 826",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Oral exposure of rats to 120 or 1200 mg/kg/day DBP for 3 mo resulted in 5% mortality and increased liver weight, but no histologic changes in the liver."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. V6 825",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Changes in the liver or testes of rats, mice, and guinea pigs were observed after 7 day of treatment with high oral dose levels (2 g/kg). The no observable effect level (NOEL) appears to be 152-177 mg/kg for rats, with the testes being the most sensitive organ. The NOEL is higher in mice. Guinea pigs were resistant to the liver effects, and hamsters were resistant to the testicular effects of DBP. No effect on the liver or testes of rats was seen following inhalation exposure to DBP."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists. Documentation of the TLVs and BEIs with Other World Wide Occupational Exposure Values. 7th Ed. CD-ROM Cincinnati, OH 45240-1634 2013., p. 1",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ /Investigators/ reported reduced body weight gain in rats exposed by inhalation for 3 to 6 months, 6 hours per day, 5 days a week at 50 mg DBP/cu m."
        },
        {
            "References": "PMID:7260448",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Single ip administration of 3.05 mL/kg dibutyl phthalate in rats inhibited the activity of hepatic aminopyrine n-demethylase and aniline hydroxylase; however, no decrease in enzyme activity was observed after daily ip administration for 7 days."
        },
        {
            "References": "Kawano M; JPN J Hyg 35 (4): 684 (1980)",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/Rats exposed to dibutyl phthalate mist at 0.5 mg/cu m and 50 mg/cu m 6 hr/day for 6 months showed smaller body weight gains, greater brain and lung weights, abnormal serum findings (high urea nitrogen and low cholesterol levels), and high transaminase activity when compared to controls."
        },
        {
            "References": "Komarova EN; Toxsikol Sanir Khim Plastmass 3: 12-5 (1979)",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ ... Chronic administration of 20 mg di-butyl phthalate/kg for 80 days ... caused leukocytosis in rats. ..."
        },
        {
            "References": "Shibata K et al; Nippon Eiyo, Shokuryo Gakkaishi 37 (6): 513-8 (1984)",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Male rats were fed 1% dibutyl phthalate in their diet for 26 days and sleeping time with pentobarbital (30 mg/kg ip) was determined. Sleeping time of rats fed only the basal diet was 101.0 minutes and that of rats fed dibutyl phthalate was 60.7 minutes. When rats were fed tryptophan sufficient diet or 1% dibutyl phthalate plus a tryptophan sufficient diet for 33 days, dibutyl phthalate did not cause an increase in growth rate; the levels of quinolinic acid, nicotinic acid, N1-methylnicotinamide and ascorbic acid in urine were higher in the dibutyl phthalate fed group than in the basal diet group. Thus, the conversion of anthranilic acid to 3-hydroxyanthranilic acid was considered to be increased by the administration of dibutyl phthalate, presumably by induction of the cytochrome p450 system."
        },
        {
            "References": "Barber ED et al; Toxicol and Indust Health 3 (2): 7-24 (1987)",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Seven phthalate esters of different chain lengths and degrees of branching were evaluated for their ability to induce peroxisomes in the livers of Fischer-344 rats. The esters included di(2-ethylhexyl)phthalate, butyl(benzyl)phthalate di(n-butyl)phthalate, di(isodecyl)phthalate, di(isononyl)phthalate, di(undecyl)phthalate, di(n-hexyl,n-octyl,undecyl) phthalate, and di(heptyl,nonyl,undecyl)phthalate. Each of the compounds was fed to groups of five male and five female rats in the diet at concentrations of 2.5, 1.2, and either 0.6 or 0.3 percent for a period of 21 days. Cyanide insensitive palmitoyl-CoA oxidation, lauric-acid-11-hydroxylase, and lauric-acid-12-hydroxylase were assayed in the liver microsomes. Cholesterol and triglyceride concentrations were measured in the serum. The results indicated that none of the esters was more potent than di(2-ethylhexyl) phthalate. The most sensitive parameters were relative liver weight and cyanide insensitive palmitoyl-CoA oxidation. The latter parameter was assumed to be an indicator of peroxisome proliferation and thereby predictive of liver tumorigenesis."
        },
        {
            "References": "USEPA; Ambient Water Quality Criteria Doc: Phthalate esters p.C-26-7 (1980) EPA 440/5-80-067",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Rats were exposed continuously for 93 days at chamber concentrations of 0.098, 0.256 and 0.98 mg/cu m. No behavioral changes were noted nor any weight loss discerned. The important finding was that gamma globulin was increased and appeared to be dose related."
        },
        {
            "References": "NTP/CERHR; Monograph on the Potential Human Reproductive and Developmental Effects of Di-n-Butyl Phthalate (DBP) p. II-6. Available from, as of April 17, 2008: https://cerhr.niehs.nih.gov/evals/index.html",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ In a 3-month sub-chronic study, 6-week old Wistar rats, 10 of each sex per dose, were fed a diet containing 0, 400, 2,000 or 10,000 ppm DBP ... Nominal daily doses were calculated to be 27 (M) and 33 (F) mg/kg bw/day, 142 (M) and 162 (F) mg/kg bw/day, and 688 (M) and 816 (F) mg/kg bw/day for the three dose groups. Effects were observed only in the high-dose group, 688 (M), and 816 (F) mg/kg bw/day. Statistically significant increases in liver and kidney to body weight ratios were observed in the absence of body weight changes in females. Histologically, a decrease in lipid deposition was noted in hepatocytes ... . An increase in palmityl-CoA oxidation activity was confirmed. Serum triglycerides and triiodothyronine were both decreased. RBC, hemoglobin, and hematocrit were transiently decreased in males. No histological effects on testes ... were observed. Neurological function was assessed at three time points during the study and no effects were observed. A LOAEL was observed at 688 (M) and 816 (F) mg/kg bw/day based on multiple impacts and a NOAEL was determined at 142 (M) and 162 (F) mg/kg bw/day."
        },
        {
            "References": "European Chemicals Bureau; European Union Risk Assessment Report, Dibutyl Phthalate (84-74-2) 1st Priority List Vol 29 p.92 Report 003 (2003). Available from, as of April 21, 2008: https://esis.jrc.ec.europa.eu/",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ A group of 5 male and 5 female Sprague-Dawley rats was exposed for 4 hours to an aerosol of 15.68 mg DBP/L of air. Air exposed animals served as controls. Observation period was 14 days. A second delivery of DBP was tested at 12.45 and 16.27 mg/L one month later. Respirable fraction (ie diameter <4.7 um) was 56.9, 64.4 and 59.9% at 15.68, 12.45 and 16.27 mg/L. In the 15.68 mg/L group 2/5 male and 3/5 female animals died, whereas no mortalities were observed in the 12.45 and 16.27 mg/L groups. ... At 15.68 mg/L apart from a reduction in respiratory rate, behavior of the rats showed no differences with control animals. Poor coat condition was seen in all surviving animals during the observation period due to excessive grooming behaviour. Lung/body weight ratios in premature decedents at 15.68 mg/L were elevated, while these ratios were lower than those of controls in males at 12.45 and 16.27 mg/L. Macroscopy of the lungs revealed red/dark foci in several animals scattered among the treatment groups. One male and one female rat exposed to 15.68 mg/L had white foci in all lung lobes. Dark red areas were seen in the lungs of 2 females at 12.45 mg/L and in 1 male and 1 female rat at 16. 27 mg/L."
        },
        {
            "References": "European Chemicals Bureau; European Union Risk Assessment Report, Dibutyl Phthalate (84-74-2) 1st Priority List Vol 29 p.102 Report 003 (2003). Available from, as of April 21, 2008: https://esis.jrc.ec.europa.eu/",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ ... Groups of 5 male and 5 female Wistar rats (mean bw males 281.2 g; mean bw females 195.5 g) were head-nose exposed 6 hours/day, 5 days/week, for 4 weeks, to measured concentrations of 0, 1.18, 5.57, 49.3 or 509 mg DBP (purity 99.8%)/cu m of air as liquid aerosol (MMAD (=mass median aerodynamic diameter) 1.5-1.9 um; GSD (geometric standard deviation) around 2). ... No mortality was seen. Clinical observations showed red crust formation at the snouts after cessation of daily exposure to 509 mg/cu m (recovered within 18 hours) in a maximum of 4 animals and at a maximum duration of the symptom from day 13-27. Ophthalmoscopy did not reveal abnormalities. ... Open field observations, home cage observations, sensorimotor/reflex tests and motor activity measurements did not reveal treatment-related findings. ... Mean body weights of male and female animals did not reveal statistically significant differences from control values. Hematology, clinical chemistry and urinalysis did not show treatment-related abnormalities. ... The observed changes in absolute lung and testes weights were regarded as incidental as these changes did not increase with the dose, and given the lack of changes in relative organ weights and the absence of histopathological findings. Macroscopy did not show treatment-related changes. Histopathology revealed in all treated groups a dose-dependent increased incidence of hyperplasia of mucous cells at some sites of levels II (in 0/2/3/5/5 males and 0/3/5/5/5 females at 0, 1.18, 5.57, 49.3, and 509 mg/cu m, respectively), III (in 0/0/2/4/5 males and 0/2/4/5/5 females) and IV (in 0/0/1/2/5 males and 0/2/4/4/5 females) of nasal cavity. The severity increased with dose from grade 1 (minimal) to grade 2 (slight). The epithelium in the respective areas of nasal cavity was regular and infoldings were absent, and signs of inflammation were missing in the whole nasal cavity. A dose-dependent increased incidence of squamoid metaplasia (of minimal degree) at level I of the larynx was observed (in 0/1/3/4/5 males and 0/1/3/5/4 females at 0, 1.18, 5.57, 49.3 and 509 mg/cu m, respectively). Although the effects in nasal cavity and larynx can be considered as adaptive responses, they are adverse in nature. ... The NOAEC for systemic effects in this study is 509 mg/cu m ... 1.18 mg/cu m is a LOAEC for local effects in the upper respiratory tract ... . /DBP purity 99.8%/"
        },
        {
            "References": "European Chemicals Bureau; European Union Risk Assessment Report, Dibutyl Phthalate (84-74-2) 1st Priority List Vol 29 p.100 Report 003 (2003). Available from, as of April 21, 2008: https://esis.jrc.ec.europa.eu/",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ The lowest NOAEL for this effect was found in a 2-week dietary study in male Wistar rats given 20, 60, 200, 600 and 2,000 mg DBP/kg of diet (equal to 1.1, 5.2, 19.9, 60.6 and 212.5 mg/kg bw). NOAEL for palmitoyl CoA oxidase (PCoA) activity was 600 mg/kg of diet (60.6 mg/kg bw) and for 11- and 12-lauric acid hydroxylase (LAH-11 and LAH-12) activity 200 mg/kg of diet (19.9 mg/kg bw). The overall NOAEL for the induction of peroxisomal associated enzymes is 200 mg/kg of diet (19.9 mg/kg bw) ... ."
        },
        {
            "References": "U.S. Dept Health & Human Services/Agency for Toxic Substances & Disease Registry; Toxicological Profile for DI-n-BUTYL PHTHALATE p.58 (September 2001) No. 135. Available from, as of April 22, 2008: https://www.atsdr.cdc.gov/toxpro2.html#",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ ... Mitochondrial respiration was inhibited in rats fed di-n-butyl phthalate at 2,500 mg/kg/day for 35 days ... . Evaluation of liver tissue by electron microscopy revealed an increase in the number of mitochondria."
        },
        {
            "References": "Cosmetic Ingredient Review; Final Report of the Cosmetic Ingredient Review Expert Panel; Final Report on the Safety Assessment of Dibutyl Phthalate, Dimethyl Phthalate, and diethyl phthalate (1985).",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ DBP and DMP were tested for long-term dermal toxicity by applying 0.5, 1 .0, 2.0, and 4.0 mL/kg per day for 90 days to the clipped, intact skin of rabbits. The chemicals were applied to approximately 10 percent of the body surface. The subchronic dermal LD50 of DBP to rabbits was greater than 4 mL/kg per day for 90 days. DBP was slightly irritating to skin and very irritating to rabbit penile mucosa. A slight dermatitis was observed, and in the 4 mL/kg dosed rabbits, slight renal damage (not further described) was observed. The subchronic dermal LD50 of DMP to rabbits was also greater than 4 mL/kg per day for 90 days. No skin irritation or dermatitis was observed, although DMP was irritating to rabbit penile mucosa. Pulmonary edema and slight renal damage were observed in the rabbits that died during the study. Rabbit survivors had varying degrees of nephritis (not further described) at the two highest doses."
        },
        {
            "References": "NTP-CERHR Monograph on the Potential Human Reproductive and Developmental Effects of Di-n-Butyl Phthalate (DBP) p. II-8. Available from, as of May 5, 2008: https://cerhr.niehs.nih.gov/evals/index.html",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ ... A sub-chronic study in 6-week-old B6C3F1 mice where 10 mice per sex were fed DBP in the diet for 13 weeks at levels of 0, 1250, 2,500, 5,000, 10,000, and 20,000 ppm (M: 0, 163, 353, 812, 1,601, and 3,689 mg/kg bw/day; F: 0, 238, 486, 971, 2,137, and 4,278 mg/kg bw/day /was conducted/... . There were no clinical signs related to exposure and all mice survived until the end of the study. Decreases in body weight gain were observed in both sexes fed levels of 812 mg/kg bw/day or higher. Increases in absolute and relative kidney weight were seen in all treated female groups, but absolute kidney weight was decreased in high-dose males. There was no report of histological change in the kidney nor did weights increase with increasing dose. The liver was the only organ identified as a site of DBP toxicity by the study authors. Relative liver weights were increased at doses of 812 mg/kg bw/day and higher. Cytoplasmic alterations consisting of fine eosinophilic granules, more intensely-staining cytoplasm, and increased lipofuschin were observed at the 2 highest doses in males (1,601 and 3,869 mg/kg bw/day) and at the highest dose in females (4,278 mg/kg bw/day). A reduced hematocrit level was observed in high-dose females. Based on decreased body weight gain, the NOAEL is 353 mg/kg bw/day in males. A LOAEL based on increased kidney weight in females is 238 mg/kg bw/day, the lowest dose tested...."
        },
        {
            "References": "PMID:24311629",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ We investigated the relationship between dibutyl phthalate (DBP)-induced hypomethylation of the c-Myc promoter region (as evident in our early study) and the expression of c-Myc and DNMT1 genes (at messenger RNA (mRNA) and protein level) in the rat liver. Male Wistar rats received DBP in 1, 3, or 14 daily doses of 1800 mg kg-1 body weight. Levels of DNMT1, c-Myc mRNA, and proteins were detected using real-time polymerase chain reaction and Western blot analysis, respectively. Our findings indicate that DBP caused an increase in mRNA levels of c-Myc at all time points. The results showed that protein levels of c-Myc in rat liver also increased significantly by DBP treatment, which were more pronounced at last time point (after 14 doses). Furthermore, overexpression of DNMT1gene have been found after one dose of DBP, which was confirmed at the protein level by Western blot analysis. Reduced levels of DNMT1 mRNA and proteins (3 and 14 doses) were coordinated with depletion DNA synthesis (reported previously). Based on our previous results and those presented here, the following conclusion could be drawn: (1) DBP exerted biological activity through epigenetic modulation of c-Myc gene expression; (2) it seems possible that DBP-induced active demethylation of c-Myc gene through mechanism(s) linked to generation of reactive oxygen species by activated c-Myc; and (3) control of DNA replication was not directly dependent on c-Myc transcriptional activity and we attribute this finding to DNMT1gene expression which was tightly coordinated with DNA synthesis."
        },
        {
            "References": "Lefaux, R. Practical Toxicology of Plastics. Cleveland: CRC Press Inc., 1968., p. 347",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/... 1 mL/kg and 0.5 mL/kg of 50% dibutyl phthalate ... regularly administered /orally/ to 2 groups of rats twice a week for fifty-two weeks. At end of /the/ period animals ... /were/ observed for 3 months. ... Two females and 1 male /rat/ had sarcomas. ... The /investigators/ do not think that it is possible to conclude from this that dibutyl phthalate can cause sarcomas. ..."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. V6 826",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/  Exposure to 0.125% DBP in the diet for 12 mo resulted in 15% mortality, but no \"remarkable alterations\" in the liver, kidneys, or spleen. In another 12-mo study, mortality was 50% for rats treated with 1.25%. No effect on body weight, hematology, or pathology was noted in rats treated with 0, 0.01, 0.05, 0.25, or 1.25% DBP. Likewise, no pathologic effects were observed in rats treated orally with 1 mL/kg twice weekly for 78 wk."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists. Documentation of the TLVs and BEIs with Other World Wide Occupational Exposure Values. 7th Ed. CD-ROM Cincinnati, OH 45240-1634 2013., p. 1",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ In a chronic gavage study, rats were maintained on DBP (1 mL/kg of body weight of a solution in oil) for 1.5 yr without any adverse effects on the parameters studied which included hematology, pathology of organ tissue, and organ weights."
        },
        {
            "References": "NTP/CERHR; Monograph on the Potential Human Reproductive and Developmental Effects of Di-n-Butyl Phthalate (DBP) p. II-16. Available from, as of April 17, 2008: https://cerhr.niehs.nih.gov/evals/index.html",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ ... The effects of DBP to the pharmacological androgen receptor antagonist, flutamide /were observed/... . Pregnant CD rats received DBP at 0, 100, 250, or 500 mg/kg bw/day by gavage with corn oil (n =10) or flutamide at 100 mg/kg bw/day (n =5) on gd 12 to 21. Males were killed at approximately 100 days of age and females at 25 to 30 days of age. In F1 males, DBP (500 mg/kg bw/day) and flutamide caused hypospadias, cryptorchidism, agenesis of the prostate, epididymis, and vas deferens, degeneration of the seminiferous epithelium, and interstitial cell hyperplasia of the testis. Agenesis of the epididymis was also observed at 250 mg/kg bw/day. Flutamide and DBP (250 and 500 mg/kg bw/day) also caused retained thoracic nipples and decreased anogenital distance. Interstitial cell adenoma occurred at 500 mg/kg bw/day in two males from the same litter. The only effect seen at 100 mg/kg bw/day was delayed preputial separation. The low incidence of DBP-induced intra-abdominal testes contrasted with the high incidence of inguinal testes seen with flutamide. Thus, the prenatal period is sensitive for the reproductive toxicity of DBP. Uterine and vaginal development in female offspring was not affected by DBP treatment. There were no signs of maternal toxicity with the exception of a 16% body weight loss at the time of birth and complete fetal mortality in 1 dam of the 500 mg/kg bw/day group. In addition, testicular focal interstitial cell hyperplasia and an adenoma (in 1 male) were observed in males at 500 mg/kg bw/day at 3 months of age. A LOAEL of 100 mg/kg bw/day was established in this study, based on delay in preputial separation at all dose levels. A NOAEL was not established."
        },
        {
            "References": "Lefaux, R. Practical Toxicology of Plastics. Cleveland: CRC Press Inc., 1968., p. 348",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ /Wistar rats/ were kept on diets containing, per kilo, 100 mg, 300 mg & 500 mg dibutyl phthalate on the first diet (100 mg/kg) tests were carried out for 5 generations, and with the other diets (300 mg and 500 mg) for 3 generations. Growth curves of male and female rats showed no anomalies compared with control rats of the same generation."
        },
        {
            "References": "USEPA; Ambient Water Qual Doc: Phthalate Esters p.C-38 (1980) EPA 440/5-80-067",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Dibutyl phthalate (DBP) was administered to pregnant female rats (ip) at 1/10, 1/5, and 1/3 the acute LD50 (0.305 mL/kg of dibutyl phthalate). ... Control groups included: untreated rats, rats treated with 10 mL/kg of distilled water, ... 10 mL/kg of normal saline ... 5 mL/kg cottonseed oil. ... Treatments took place on day 5, 10, and 15 of gestation ... 20th day ... rats were sacrificed ... DBP esters produced gross or skeletal abnormalities which were dose related ... absence of tail, anophthalmia, twisted ... legs, hematomas ... elongated and fused ribs ... absence of tail bones ... abnormal or incomplete skull bones ... incomplete or missing leg bones ... /and/ reduced weight of fetuses compared to controls."
        },
        {
            "References": "NTP/CERHR; Monograph on the Potential Human Reproductive and Developmental Effects of Di-n-Butyl Phthalate (DBP) p. II-20. Available from, as of April 18, 2008: https://cerhr.niehs.nih.gov/evals/index.html",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ ... The testicular effects of DBP /were reported/ in the adult rat, mouse, guinea pig, and hamster. In these studies, DBP was administered by gavage for 7 or 9 days at doses of 2,000 or 3,000 mg/kg bw/day. Severe effects were seen on testis weight with histopathological damage (reduction in spermatids and spermatogonia) affecting almost all tubules. Mouse testis was less severely affected and no effects were observed in hamsters. The monoester of DBP was also essentially without effect in the hamster."
        },
        {
            "References": "PMID:918990",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Dibutyl phthalate may induce testicular atrophy in rats. In this study, the ester was dissolved in corn oil and administered orally (by intubation) for a period of time. The dose administered was was 2 g/kg while control animals received corn oil in a volume of 5 mL/kg. The initial effect was a progressive reduction in weight of the testes. In 14 days, the reduction amounted to 60 to 70 percent of the original weight. A decrease in body and testicular weight /was observed/. Histopathological examination of testes tissue demonstrated morphological damage. Further investigations revealed that the ester adversely affects zinc metabolism and increases urinary zinc excretion."
        },
        {
            "References": "PMID:3672555",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Dibutyl phthalate (DBP), a plasticizer, is a teratogen in mice and rabbits but produces fetal loss in the rat. Long term dosing studies indicating reduced fertility in rat suggested a maternal effect of the compound. The decidual cell response and pregnant rats were used to examine whether DBP affects maternal physiological parameters independent of the compound's fetotoxic effect. DBP has no effect on the decidual cell response, pregnant uterine weight, number of implantation sites, ovarian weight, or serum progesterone concentration during early pregnancy or pseudopregnancy."
        },
        {
            "References": "Thomas, J.A., K.S. Korach, J.A. McLachlan. Endocrine Toxicology. New York, NY: Raven Press, Ltd., 1985., p. 290",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Phthalate esters such as di-n-butyl, di-n-pentyl and di-n-hexyl and their major metabolites, the corresponding monoesters, also cause a decrease in testes weights, damage the seminiferous tubules, and deplete gonadal zinc in the rat. In the mouse, dibutyl and di-isobutyl phthalate also cause decreases in testicular weights and zinc content."
        },
        {
            "References": "PMID:3564043",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ In a continuous breeding protocol COBS-Crl:CD-outbred-albino-mice were fed diets containing diethyl phthalate (DEP), di-n-butyl-phthalate (DBP), di-n-hexyl-phthalate (DHP), or di(2-ethylhexyl)phthalate (DEHP) to determine the reproductive effects of these compounds. The following levels of the phthalic acid esters were used: diethyl phthalate, 0.25, 1.25, or 2.5%; di-n-butyl-phthalate, 0.03, 0.3, or 1.0%; di-n-hexyl-phthalate, 0.3, 0.6, or 1.2%; di(2-ethylhexyl)phthalate , 0.01, 0.1, 0.3%. The number of fertile matings was adversely affected by the highest dose levels of di-n-butyl-phthalate, di-n-hexyl-phthalate and di(2-ethylhexyl)phthalate. Some decrease in body weight gain was noted for the top dose levels of di-n-butyl-phthalate and di-n-hexyl phthalate, but not di(2-ethylhexyl)phthalate. At dose levels where fertile matings occurred, a decrease was noted either in the number of live pups per litter or in the proportion of pups born alive. Diethyl phthalate caused decreased body weight gain, but did not affect reproduction. While diethyl phthalate did not affect fertility in the first generation, it was associated with decreased litter size in the second generation. Di-n-hexyl-phthalate and di(2-ethylhexyl)phthalate decreased epididymal sperm concentration, increased the percentage of abnormal sperm, and decreased percentages of motile sperm. The failure of di-n-butyl-phthalate to produce significant adverse effects in male mice fertility seems to be a species/specific response."
        },
        {
            "References": "PMID:6754364",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ ... Oral administration of di(2-ethylhexyl)-phthalate led to decreased testicular weight and associated histological changes within the seminiferous tubules, and depletion of germinal epithelium to only Sertoli cells, spermatogonia and a small number of spermatocytes. ... Similar pathobiologic effects were associated with administration of d-n-pentyl-phthalate, di-n-hexyl-phthalate, and particularly di-n-butyl-phthalate. These phthalates were found to be metabolized in vivo to their corresponding monoesters by nonspecific esterases in the intestinal mucosa and other tissues. Such monoesters also were effective in producing testicular damage in exposed rats. Phthalates induced increased urinary zinc excertion and a reduced level of this element within testicular tissue. ..."
        },
        {
            "References": "Singh AR et al; J Pharmacol Sci 61: 51 (1972) as cited in: USEPA/ECAO; Atlas Document for: Phthalate Esters p.VI-1 (1980)",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Eight phthalic acid esters were studied in a rat teratogenicity study. The esters included dimethyl, dimethoxyethyl, diethyl, dibutyl, diisobutyl, butyl carbobutoxymethyl, dioctyl and di-(2-ethylhexyl) phthalates. For all the esters, except two, the dose administered intraperitoneally to pregnant female rats was 1/10, 1/5, or 1/3 the acute LD50. For these esters, the doses /administered undiluted/ ranged from a low of 0.305 mL/kg for dibutyl phthalate to a high of 2.296 mL/kg for butyl carbobutoxymethyl phthalate. Di-(2-ethylhexyl) phthalate and dioctyl phthalate were given at doses of 5 and 10 mL/kg because of their very low acute toxicity. Control groups included: untreated rats, treated with 10 mL/kg of distilled water, rats treated with 10 mL/kg of normal saline and rats treated with 10 mL/kg and 5 mL/kg of cottonseed oil. All treatments took place on days 5, 10, and 15 of gestation. On the 20th day, all rats were sacrificed and the uterine horns and ovaries were surgically exposed to permit counting and recording of the number of corpora lutea, resorption sites, and viable and dead fetuses. Additionally, both viable and nonviable fetuses were excised, weighed, and examined for gross malformation. Thirty to fifty percent of the fetuses (using those which showed no gross malformation when possible) were prepared as transparent specimens to permit visualization of skeletal deformities. All of the esters produced gross or skeletal abnormalities which were dose related. The most common gross abnormalities in the treated animals were absence of tail, anophthalmia, twisted hands and legs, and hematomas. Skeletal abnormalities included elongated and fused ribs (bilateral and unilateral), absence of tail bones, abnormal or incomplete skull bones, and incomplete or missing leg bones. Dead fetuses were found in the groups treated with dimethyl, dimethoxyethyl, and diisobutyl phthalates. The most embryotoxic agent in the series was dimethoxyethyl phthalate. Each of the esters also reduced the weight of the fetuses when compared to the controls. Even at the high dose levels (5 and 10 mL/kg), di-2-ethylhexyl and dioctyl phthalates had the least adverse effects on embryo/fetus development."
        },
        {
            "References": "NTP/CERHR; Monograph on the Potential Human Reproductive and Developmental Effects of Di-n-Butyl Phthalate (DBP) p. II-12. Available from, as of April 17, 2008: https://cerhr.niehs.nih.gov/evals/index.html",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ ... The effects of oral exposure to DBP /were evaluated/ in concentrations of 0, 0.05, 0.1, 0.2, 0.4, and 1.0% in the diet. On the day a cervical plug was observed (gd 0), female ICR-JCL mice commenced eating the DBP diet until they were killed on gd 18. Using food consumption data ... mean daily intake of DBP /was calculated/ to be 0, 80, 180, 350, 660, and 2,100 mg/kg bw/day. Six-to-nine litters were examined per dose group, except that 15 litters were examined from the highest dose group. Food intake levels were not affected in pregnant dams. Maternal weight gain was significantly reduced at the high dose (2,100 mg/kg bw/day), but the effect may have been secondary to increased fetal loss. Resorptions (prenatal mortality) were significantly increased (98.4%) in the high-dose group. At this dose, malformations in 2/3 surviving fetuses (increase not statistically significant) were limited to neural tube defects (exencephaly and spina bifida, to which murine species are predisposed). Delayed ossification was observed at all dose levels as indicated by a reduction in the number of ossified coccygia in treated fetuses (n=9.4, 5.1, 4.5, 6.0, and 2.6 in the control to 660 mg/kg bw/day groups). Reduced fetal body weight was observed at the two highest doses. Because ossification was delayed at all dose levels, a developmental NOAEL could not be identified ... a LOAEL of 80 mg/kg bw/day was selected ... . The maternal NOAEL and LOAEL were identified as 660 and 2,100 mg/kg bw/day, respectively."
        },
        {
            "References": "NTP/CERHR; Monograph on the Potential Human Reproductive and Developmental Effects of Di-n-Butyl Phthalate (DBP) p. II-12. Available from, as of April 17, 2008: https://cerhr.niehs.nih.gov/evals/index.html",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ ... 12 dams/group /of Wistar rats/ were gavaged with 0, 500, 630, 750, or 1,000 mg/kg bw/day (0, 1.80, 2.27, 2.70, or 3.60 mmol/kg bw/day) /DBP/ on gestation day (gd) 7 to 15 ... . Gestational weight gain was reduced in dams of the 630 mg/kg bw/day group and adjusted weight gain (dam weight not including gravid uterus) was reduced in dams exposed to 750 mg/kg bw/day and higher. Complete resorptions occurred in 2/12, 10/12, and 9/9 litters of the 630, 750, and 1,000 mg/kg bw/day dose groups, respectively, thus resulting in decreased live fetuses/litter. Fetal weight was reduced in groups exposed to 630 mg/kg bw/day and higher. External malformations, consisting entirely of cleft palate, were increased in the 750 mg/kg bw/day group. Maternal and developmental NOAELs and LOAELs of 500 and 630 mg/kg bw/day, respectively, were identified."
        },
        {
            "References": "NTP/CERHR; Monograph on the Potential Human Reproductive and Developmental Effects of Di-n-Butyl Phthalate (DBP) p. II-13. Available from, as of April 17, 2008: https://cerhr.niehs.nih.gov/evals/index.html",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ ... 11 dams/group /of Wistar rats/ were fed diets containing 0, 0.5, 1.0, or 2.0% DBP on gd 11 to 21. ... Daily intake rates /were estimated to be/ 0, 331, 555, and 661 mg/kg bw/day for the control to high-dose groups, respectively. Maternal gestational and corrected weight gain were reduced in dams exposed to 555 mg/kg bw/ day and higher and were accompanied by a reduction in food intake. Fetal weight was reduced and the incidence of external malformations (cleft palate) and skeletal malformations (fused sternebrae) were increased in the 661 mg/kg bw/day dose group. Reduced anogenital distance and increased incidence of undescended testes were observed in male fetuses exposed to 555 and 661 mg/kg bw/day. The maternal and developmental NOAEL and LOAEL of 331 and 555 mg/kg bw/day, respectively, were identified ... ."
        },
        {
            "References": "NTP/CERHR; Monograph on the Potential Human Reproductive and Developmental Effects of Di-n-Butyl Phthalate (DBP) p. II-13. Available from, as of April 17, 2008: https://cerhr.niehs.nih.gov/evals/index.html",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ ... Groups of 10 to 13 pregnant /Wistar rats/ were gavaged with 0, 750, 1,000, 1,250, or 1,500 mg/kg bw/day on gd 7-9, 10-12, or 13-15. Resorptions were increased in all dose groups at all time points. All dams treated with 1,500 mg/kg bw/day experienced complete litter resorptions. However, the types and frequencies of malformations varied according to the exposure time course. Treatment on gd 10-12 did not result in an increased malformation rate. Treatment with doses of 750 mg/kg bw/day and higher on gd 7-9 resulted in increased skeletal malformations (fusion or absence of vertebral arches and ribs). Administration of 750 mg/kg bw/ day and higher on gd 13-15 resulted in the greatest incidence of teratogenicity, including increased external malformations (cleft palate) and skeletal malformations (fusion of sternebrae)."
        },
        {
            "References": "European Chemicals Bureau; European Union Risk Assessment Report, Dibutyl Phthalate (84-74-2) 1st Priority List Vol 29 p.111 Report 003 (2003). Available from, as of April 21, 2008: https://esis.jrc.ec.europa.eu/",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ ... A multigeneration study in LE hooded rats /was performed/. Both male and female animals (10-12 animals/sex/group) of only the P0 generation received orally by gavage 0, 250 or 500 mg DBP/kg bw from weaning, through puberty, young adulthood, mating and lactation. Another group of only males received 1,000 mg/kg bw. When the P0 animals were mated, treated animals were paired with untreated controls. F1 animals were not treated. After puberty F1 animals were selected (16/sex/group) for fertility assessment under continuous mating conditions over 11 breeding cycles. In the P0 generation delayed puberty (preputial separation) was seen in males at all dose-levels. DBP treatment did not accelerate the age at vaginal opening or induce persistent vaginal cornification, effects indicative of subchronic estrogen exposure. The P0 generation showed reduced fertility in male and female animals at 500 and 1,000 (males only) mg/kg bw. Infertility in males was related to testicular atrophy and reduced sperm production, while treated females cycled and mated sucessfully, but many treated females (500 mg/kg bw) aborted their litters around midpregnancy. In the F1 offspring which were exposed only in utero and lactational via dams (data only from F1 animals from dams treated with 0, 250 and 500 mg DBP/kg bw), urogenital malformations/abnormalities including a low incidence of agenesis of the epididymis, hypospadias, ectopic testis, renal agenesis and uterine abnormalities (partial agenesis or lack of implants in one uterine horn) were seen. In addition a few treated animals displayed anophthalmia. Furthermore F1 males from treated mothers exhibited reduced cauda epididymal sperm numbers. The F1 offspring showed reduced fecundity (significantly fewer F2 pups; number pups/litters 179/24, 76/10, and 20/4 for 0, 250 and 500 mg/kg bw, respectively) in similarly treated pairs under continuous breeding conditions. The lowest dose-level of 250 mg/kg bw in this study is a LOAEL."
        },
        {
            "References": "NTP/CERHR; Monograph on the Potential Human Reproductive and Developmental Effects of Di-n-Butyl Phthalate (DBP) p. II-10. Available from, as of April 17, 2008: https://cerhr.niehs.nih.gov/evals/index.html",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ The prenatal developmental effects of administering monobutyl phthalate (MBuP) by gavage in the Wistar rat were reported ... /at/ doses of 0, 250, 500, and 625 mg/kg bw/day (0, 1.13, 2.25, or 2.80 mmol/kg bw/day) on gd 7-15. ... Maternal toxicity at the two highest doses expressed as reduced weight gain and feed consumption. Also, at these doses there were significant increases in post-implantation loss/litter and decreases in live fetuses/litter and fetal body weight/litter. Fetal malformations were increased, with cleft palate, deformed vertebral column, and dilated renal pelves the predominant findings. A maternal and developmental NOAEL and LOAEL of 250 and 500 mg MBuP/kg bw/day, respectively, were identified ... MBuP at doses of 0, 500, 625, or 750 mg/kg bw/day on gd 7-9, 10-12, or 13-15 /increased/ embryolethality ... at all doses for all dosing intervals. No teratogenicity was observed from the gd 10-12 dosing interval. Increased incidences of fetal external malformations were present at the 500 and 750 mg/kg bw/day doses on gd 7-9 and 13-15. Increased skeletal malformations were observed at 500, 625, and 750 mg/kg bw/day on gd 7-9 and at 625 and 750 mg/kg bw/day on gd 13-15 (deformed cervical vertebrae were predominant on gd 7-9). Cleft palate and fused sternebrae were observed on gd 13-15. /MBuP/"
        },
        {
            "References": "NTP/CERHR; Monograph on the Potential Human Reproductive and Developmental Effects of Di-n-Butyl Phthalate (DBP) p. II-18. Available from, as of April 18, 2008: https://cerhr.niehs.nih.gov/evals/index.html",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ ... Pregnant Wistar-King A (WKA) rats /were gavaged/ with monobutyl phthalate (MBuP) in sesame oil at 0 or 300 mg/day on gestation day (gd) 15-18 (equivalent to approximately 1,000 mg/kg bw/day based on actual rat body weights) ... . Male offspring were evaluated on gd 20 and on postnatal day (pnd) 30-40 to determine the position of the testes. In control males, all the testes were located in the lower abdomen on gd 20 (19 pups, 3 litters) and had descended into the scrotum on pnd 30-40 (15 pups, 3 litters). In stark contrast, in males exposed in utero to MBuP, all testes were located high in the abdominal cavity (15 pups, 3 litters) with significantly higher testes ascent on gd 20. On pnd 30-40, MBuP-exposed males exhibited cryptorchidism (22 of 26 pups, 5 litters) with uni- or bi-lateral undescended testes; 87% of the undescended testes were in the abdominal cavity, the remaining 13% were located at the external inguinal ring. Testis descent is under androgenic control; the authors suggest that phthalate esters may interfere with follicle stimulating hormone (FSH) stimulation of cAMP accumulation in Sertoli cells, resulting in the reduced secretion of Mullerian inhibiting substance, a putative mediator in trans-abdominal migration of the testis. /MBuP/"
        },
        {
            "References": "NTP/CERHR; Monograph on the Potential Human Reproductive and Developmental Effects of Di-n-Butyl Phthalate (DBP) p. II-16. Available from, as of April 17, 2008: https://cerhr.niehs.nih.gov/evals/index.html",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ ... Pregnant CD rats (10 per group) were administered DBP by gavage at 0, 250, 500, or 750 mg/kg bw/day from gd 3 until pnd 20. ... Maternal body weight gain was comparable to controls throughout the dosing period. At 750 mg/kg bw/day, the number of live pups per litter at birth was decreased and maternal effects on pregnancy and postimplantation loss are likely to have occurred. Anogenital distance was decreased at birth in the male offspring at 500 and 750 mg/kg bw/day. The epididymis was absent or underdeveloped in 0, 9, 50, and 71% of adult offspring (100 days old) at 0, 250, 500, and 750 mg/kg bw/day, respectively, and was associated with testicular atrophy and widespread testicular germ cell loss. Hypospadias occurred in 0, 3, 21, and 43% of males, and ectopic or absent testes in 0, 3, 6, and 29% of males at 0, 250, 500, and 750 mg/kg bw/day, respectively. Absence of prostate gland and seminal vesicles as well as small testes and seminal vesicles were noted at low incidence in the 500 and 750 mg/kg bw/day dose groups. Dilated renal pelves, frequently involving the right kidney, were observed in all DBP dose groups. Vaginal opening and estrous cyclicity were not affected in the female offspring, although low incidences of reproductive tract malformations, mainly involving development of the uterus, were observed in 2 rats and 1 rat at the 500 and 750 mg/kg bw/day doses, respectively. ... All exposed groups showed adverse effects on male reproductive tract structure and indices of puberty. Based on this, the LOAEL in this study is 250 mg/kg bw/day/day. Based on the relationship between testis weight/histopathology and sperm production, the relationships between sperm numbers and fertility ... and the number of major malformations of the reproductive tract, it is expected that at least the high- and mid-dose animals would be sub-fertile."
        },
        {
            "References": "NTP/CERHR; Monograph on the Potential Human Reproductive and Developmental Effects of Di-n-Butyl Phthalate (DBP) p. II-16. Available from, as of April 17, 2008: https://cerhr.niehs.nih.gov/evals/index.html",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ ... 19-20 Sprague-Dawley CD rats/group /were administered/ 0, 0.5, 5, 50, or 100 mg/kg bw/day and 11 Sprague-Dawley CD rats with 500 mg/kg bw/day in corn oil on gd 12-21 /by gavage/ ... . There was no evidence of maternal toxicity at any dose. In male pups, the incidence of retained areolas or nipples was increased at the 100 and 500 mg/kg doses (31% of rats in 16/20 litters and 90% of rats in 11/11 litters, respectively). Malformations observed in the highest dose group included: hypospadias (9% of rats in 4/11 litters); and agenesis of the epididymis (36% of rats in 9/11 litters), vas deferens (28% of rats in 9/11 litters), and prostate (1/58 rats). Reduced testis, epididymis, prostate, and levator muscle weight and reduced anogenital distance in males were also observed at the high dose. Histological effects in high-dose males included interstitial cell hyperplasia (35% of rats in 3/5 litters), adenoma (1/23 rats), and seminiferous tubule degeneration (56% of rats in 3/5 litters). The single case of seminiferous tubule degeneration in the 100 mg/kg bw/day group was considered equivocal because the lesion does occur spontaneously in a small number of Sprague-Dawley rats. In female offspring, the age of vaginal opening and reproductive organ weight and histology were unaffected. A developmental NOAEL and LOAEL of 50 and 100 mg/kg bw/day, respectively, and a maternal NOAEL of 500 mg/kg bw/day, were identified ... ."
        },
        {
            "References": "NTP/CERHR; Monograph on the Potential Human Reproductive and Developmental Effects of Di-n-Butyl Phthalate (DBP) p. II-18. Available from, as of April 18, 2008: https://cerhr.niehs.nih.gov/evals/index.html",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ ... The effects of DBP at 500 mg/kg bw/day and an equimolar concentration of 750 mg/kg bw/day di-(2-ethylhexyl) phthalate (DEHP) administered by gavage to 8-10 Sprague-Dawley rats/group from gestation day (gd) 14 to lactation day 3 /were compared/ ... . The male F1 pups were evaluated for sexual maturation and were then killed and necropsied at 5 months of age. ... Effects in F1 males ... included reduced anogenital distance, and increases in percent areolas and nipples at birth, numbers of areolas and nipples at birth and adulthood, hypospadias, and testicular and epididymal atrophy or agenesis. A decrease in weight for prostates, epididymides, testes, penis, and the levator ani muscle was also observed in the treated rats. None of the control pups were found to have nipple development, malformations, or testicular degeneration. DEHP and DBP exposure resulted in effects that were qualitatively similar. Several males from DEHP-treated dams also had hemorrhagic testes. The authors stated that DEHP was considerably more toxic to the male reproductive system than DBP."
        },
        {
            "References": "NTP/CERHR; Monograph on the Potential Human Reproductive and Developmental Effects of Di-n-Butyl Phthalate (DBP) p. II-18. Available from, as of April 18, 2008: https://cerhr.niehs.nih.gov/evals/index.html",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ ... Xenopus laeris (African clawed toad) tadpoles were exposed to 0 (n=14) or 10 (n=52) ppm DBP beginning at 2 weeks of age (stage 52) through complete metamorphosis (stage 66), with mortality and time to complete metamorphosis monitored weekly. Mortality at 10 ppm was 85% in week 1 (0% in controls) and 92% in week 16 (28% in controls). Seventy-five percent of the controls were metamorphosed by week 12 with 100% by week 14; none of the treated tadpoles completed metamorphosis until week 16."
        },
        {
            "References": "NTP/CERHR; Monograph on the Potential Human Reproductive and Developmental Effects of Di-n-Butyl Phthalate (DBP) p. II-18. Available from, as of April 18, 2008: https://cerhr.niehs.nih.gov/evals/index.html",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ ... /DBP was/ administered in corn syrup at 0 or 400 ppm/kg body weight to pregnant Dutch belted rabbits, 6 does/group, on gestation day (gd) 15-30. Does were allowed to litter and male pups were monitored until 12 weeks of age. At 12 weeks of age, body, testes, and epididymides weights were unaffected, but accessory gland weights and anogenital distance were lower in treated male offspring. In addition, analogously to male rats effects, one treated rabbit had undescended testes, ambiguous external genitalia, hypospadias, and was missing (agenesis of) the prostate and bulbourethral glands."
        },
        {
            "References": "NTP/CERHR; Monograph on the Potential Human Reproductive and Developmental Effects of Di-n-Butyl Phthalate (DBP) p. II-20. Available from, as of April 18, 2008: https://cerhr.niehs.nih.gov/evals/index.html",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ ... CD Sprague Dawley rats, 10 weeks old at the start of exposure, were used for continuous-breeding phase and cross-over mating studies. There were 20 breeding pairs in each treated dose group, and 40 pairs in the control group. DBP was mixed with feed to levels of 0, 0.1, 0.5 and 1.0% (w/w); this yielded calculated doses of 0, 52, 256, and 509 mg/kg bw/day for males and 0, 80, 385, and 794 mg/kg bw/day for females. ... In the F0 generation there was no effect on the overall fertility of the breeding pairs ... . There was clear indication that DBP ... affected total number of live pups per litter in all treated groups (reduced by about 8-17%) and live pup weights in the 256-385 and 509-794 mg/kg bw/day groups by 6-12 %. A cross-over mating study was conducted between the high-dose treatment group and the controls. The percent of pairs mating, becoming pregnant, and delivering a litter was unaffected, as was litter size, although adjusted live pup weight was reduced in litters from treated females. At F0 necropsy, there were no gross or histopathologic effects in the reproductive tracts of treated animals. Epididymal sperm count, testicular spermatid number, and estrous cycle length were not affected by DBP treatment in the F0 animals. Systemic effects in the F0 rats included decreased body weight in females and increased liver and kidney to body weight ratios in both sexes of the high-dose group. ... F1 pup weight was significantly reduced in the high-dose group on pnd 0, 14, and 21. During rearing, three high-dose males were found to have small and malformed prepuces and/or penises and were without palpable testes. Mating, pregnancy, and fertility were significantly lower in the high-dose F1 group with only 1 of 20 pairings resulting in a litter. While litter size was unaffected, F2 pup weight was reduced in all treatment groups. All dose groups were killed and necropsied, at which point the body weights of the high-dose animals were 8-14 % lower than controls, but unchanged at other dose levels. For males only, kidney to body weight ratio increased at the 256-509 mg/kg bw/day levels and liver to body weight ratio was increased at the highest level. The relative weights of the ventral prostate and seminal vesicles and the absolute weight of the right testis were decreased in the F1 males from the high-dose group. There were no effects on the ovary of F1 females. Epididymal sperm count and testicular spermatid count was significantly reduced in the high-dose F1 males. ... Widespread seminiferous tubular degeneration was noted in 1/10 controls, 3/10 in the mid-dose group, and 8/10 in the high-dose group. The high-dose group also exhibited interstitial cell hyperplasia. Five of ten high-dose males also had underdeveloped or defective epididymides. No ovarian or uterine lesions were noted in F1 females and there was no effect on ante-mortem estrous cyclicity. ... The F1 high-dose group had a high rate of infertility, the middle dose had fewer (F0 mating) and lighter pups (F0 and F1 matings), while the low-dose animals had fewer pups (F0 mating) and lighter pups (F1 mating). Thus, a NOAEL was not established. The LOAEL was 52-80 mg/kg bw/day based on reductions in F0 litter size and F2 pup weight. ..."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. V6 827",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Pregnant F344 rats were treated with 1% DBP in the diet throughout pregnancy and lactation until the pups were 6 wk of age. Offspring were then divided into groups and treated with 0, 0.25, 0.5, 1.0, 2.0, or 4.0% DBP in the diet for an additional 13 wk. Histopathologic effects on the liver and testes were seen in the groups receiving more than of equal to 1.0% dietary DBP."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. V6 827",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ The developmental toxicity of DBP has been investigated in mice ... under the standard protocol of treatment during organogenesis (days 6-15 of gestation in rodents). ... Treated mice with 0.05 to 1.0% dietary DBP throughout gestation. Craniofacial malformations (cleft palate, exencephaly) and spina bifida were observed in offspring of mice ingesting 1.0% DBP, but not 0.4% (660 mg/kg) or lower dose levels."
        },
        {
            "References": "Cosmetic Ingredient Review; Final Report of the Cosmetic Ingredient Review Expert Panel; Final Report on the Safety Assessment of Dibutyl Phthalate, Dimethyl Phthalate, and diethyl phthalate (1985).",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ DBP in doses of 2 and 4 mL/kg, DMP in doses of 0.5, 1, and 2 mL/kg, and saline in a dose of 4 mL/kg were administered intraperitoneally on Days 3, 6, and 9 of gestation to groups of 5 pregnant female rats. Day 1 of gestation was the day sperm were found in vaginal smears. Five control rats survived, and four of those implanted. Five and four rats survived, and four and three implanted, respectively, in the 2 and 4 mL/kg DBP groups. DBP administration resulted in a 50 percent reduction in the number of pups weaned per litter. Two male pups, one from each of two litters in the 2 mL/kg DBP group, had no eyes. In the 0.5, 1, and 2 mL/kg DMP groups, 5, 2, and 5 rats survived, and 4, 1, and 5 implanted, respectively. The numbers of pups weaned were not significantly different from the controls."
        },
        {
            "References": "Cosmetic Ingredient Review; Final Report of the Cosmetic Ingredient Review Expert Panel; Final Report on the Safety Assessment of Dibutyl Phthalate, Dimethyl Phthalate, and diethyl phthalate (1985).",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Dibutyl phthalate (DBP), Dimethyl phthalate (DMP), and diethyl phthalate (DEP) in corn oil were administered by oral intubation for 4 days to groups of 12 rats in doses of 7.2 mmole/kg per day (approximately 2.0 g/kg per day DBP, 1.4 g/kg per day DMP, and 1.6 g/kg per day DEP). There were no significant changes in food intake or body weight. DMP and DEP administration did not result in significant changes in testes weight, no testicular atrophy was observed, and urinary zinc excretion was unaffected. Administration of DBP decreased weight of testes and produced severe atrophy of the seminiferous tubules. Most of the tubules had complete loss of spermatocytes and spermatids. DBP administration was accompanied by an increase in the urinary excretion of zinc, and there was a decrease in the zinc content of testes on an absolute and relative weight basis. The administration of zinc, concurrently with DBP, provided substantial protection against DBP-produced testicular damage."
        },
        {
            "References": "European Chemicals Bureau; European Union Risk Assessment Report, Dibutyl Phthalate (84-74-2) 1st Priority List Vol 29 p.115 Report 003 (2003). Available from, as of April 22, 2008: https://esis.jrc.ec.europa.eu/",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ ... /Rats/ received a single oral dose of 1,500 mg DBP/kg bw in olive oil on one of gestational days 6-16. The dams were killed on day 20 of gestation. No maternal death was seen. Maternal body weight gains in the 2-days immediately after dosing were significantly decreased. Maternal body weight gain over 0-20 days of gestation given DBP on day 6 or on one of days 6-13 was significantly decreased. The net weight gain of the dams (body weight minus gravid uterine weight) and the food intake were sigificantly decreased when DBP was given on day 16 of pregnancy. Post-implantation losses were significantly increased at dosing of dams on one of gestational days 6-16, except for days 7 and 11. Decreased fetal weights were observed at dosing on gestational days 6, 7, 8, 9, 10 (only females), 11 or 15 but not at dosing of dams on days 12, 13, 14 or 16. Significant increases in the incidences of fetuses with skeletal malformations, of fetuses with skeletal and internal malformations and of fetuses with external and skeletal malformations were observed after dosing on day 8, on day 9 and day 15, respectively. Deformity of cervical vertebrae was seen frequently after dosing on day 8. Deformity of cervical and thoracic vertebrae and ribs and dilatation of the renal pelvis were seen predominantly after dosing on day 9. Cleft palate and fusion of the sternebrae were exclusively seen after dosing on day 15."
        },
        {
            "References": "U.S. Dept Health & Human Services/Agency for Toxic Substances & Disease Registry; Toxicological Profile for DI-n-BUTYL PHTHALATE p.86 (September 2001) No. 135. Available from, as of April 22, 2008: https://www.atsdr.cdc.gov/toxpro2.html#",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ ... Pseudopregnant rats (females bred to vasectomized males) treated /with/ di-n-butyl phthalate on days 0-8 of pseudopregnancy, followed by surgical induction of the decidual cell response had lower ovarian weights, uterine weights, and serum progesterone levels on day 9 of pseudopregnancy, compared to controls, indicating a lack of estrogenic activity."
        },
        {
            "References": "WHO; Environ Health Criteria Number 189: Di-n-butyl Phthalate (1997). Available from, as of April 23, 2008: https://www.inchem.org/pages/ehc.html",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ ... The embryotoxicity of DBP to white leghorn chicken eggs /was studied/. On the third day of incubation, DBP was injected on the inner shell membrane at doses of 13 and 26 umol per egg (3.62 and 7.24 mg/egg, respectively). At 26 umol per egg, 30 eggs were tested and there were 6 early deaths (2 days after injection) and 4 non-malformed and 1 malformed late deaths (between 3 and 11 days after injection). An approximate ED50 of 33 umol (9.19 mg) per egg was calculated for DBP."
        },
        {
            "References": "PMID:3709446",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Features of the testicular effects of phthalate esters in rats were described, emphasizing the Sertoli cell as a primary target and effects of phthalate monoesters on cultures of testicular cells. ... Rats treated with di-n-butyl-phthalate, 2000 mg/kg per day for 5 days, showed a marked decrease in testis and seminal vesicle weight and severe testicular atrophy; administration of serum gonadotrophin increased seminal vesicle weights in phthalate treated and control animals. Development of testicular lesions was not due to lack of availability of pituitary hormones or testosterone."
        },
        {
            "References": "NTP-CERHR Monograph on the Potential Human Reproductive and Developmental Effects of Di-n-Butyl Phthalate (DBP) p. II-7. Available from, as of May 5, 2008: https://cerhr.niehs.nih.gov/evals/index.html",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ /Investigators/ reported two 13-week ... studies using male and female F344 rats. One of the studies was of traditional design; 5-6 week-old rats were exposed to either control or one of four test diets. In the second study, rats placed in a standard sub-chronic design were born and reared by mothers exposed to 10,000 ppm DBP during pregnancy and nursing; at weaning, they were further exposed to a 10,000 ppm DBP diet until 8 weeks of age. In the standard study, 10 F344 rats/sex were exposed to DBP in their diet for 13 weeks starting at 5-6 weeks of age. The dietary levels were 0, 2,500, 5,000, 10,000, 20,000, and 40,000 ppm (M: 0, 176, 359, 720, 1,540, and 2,964 mg/kg bw/day; F: 0, 177, 356, 712, 1,413, and 2,943 mg/kg bw/day). At the end of the study the rats were killed and necropsied with extensive tissue examination (testes preserved in 10% neutral buffered formalin), hematology and clinical chemistry, sperm morphology, and vaginal cytology parameters were evaluated. Zinc and testosterone levels were measured in sera and testes of all males. An increase in serum albumin was observed in exposed males at 176 mg/kg bw/day, the lowest dose tested. No other effects were seen in either sex at this dose. Adverse effects in males seen at the next highest dose (359 mg/kg bw/day) were evidenced by a decrease in hemoglobin and erythrocyte counts. Severity of the hematological effects, seen only in males, progressed in a dose-response manner at all other doses. Platelets and serum albumin were increased, as were liver and kidney organ to body weight ratios. An increase in PCoA (copper resistance protein) activity was seen in both sexes, and an increase in bile acid was seen in females. Decreases in body weight occurred in males at the 720 mg/kg bw/day dose, the third highest out of 5 treatment levels. Males exposed to 359 mg/kg bw/day and males and females exposed to 712-720 mg/kg bw/day had increased liver and kidney organ to body weight ratios. Hepatic lesions in males and females and testicular lesions were first noted at 712-720 mg/kg bw/day. Testicular lesions consisted of focal seminiferous tubule atrophy in 4/10 males. The chemistry changes noted at the next lower dose (356-359 mg/kg bw/day) continued at this dose (712-720 mg/kg bw/day) with the addition of increases in alkaline phosphatase activity. The histologic hepatic lesions persisted and testicular lesions increased in severity at the higher doses with all males of that dose group affected. Hypospermia of the epididymis was observed at the two highest doses. Decreases in testicular organ weight ratios, testicular zinc, and testosterone were not observed until the 1,540 (M) mg/kg bw/day exposure level. Peroxisome proliferation was noted histologically at the highest dose tested (2,964 [M] and 2,963 [F] mg/kg bw/day). Good dose-response data was available for almost all parameters in this study. A NOAEL of 176 mg/kg bw/day was identified... . In the second NTP sub-chronic study, F344/N rats were born and reared by mothers exposed to 10,000 ppm DBP in diet throughout prenatal development and lactation; the weaned rats were then fed a 10,000 ppm diet until 8 weeks of age... . At that time, the male rats, 10 per sex per group, were placed on 1 of 5 diets for an additional 13 weeks that contained 0, 2,500, 5,000, 10,000, 20,000, or 40,000 ppm DBP (M: 0, 138, 279, 571, 1,262, or 2,495 mg/kg bw/day; F: 0, 147, 294, 593, 1,182, or 2,445 mg/kg bw/day). The sub-chronic exposure doses and the protocols for histopathology, hematology, and chemistry were the same as the NTP sub-chronic study discussed above. The authors concluded that developmental exposure to DBP resulted in neither increased sensitivity nor resistance to DBP exposure during adulthood... ."
        },
        {
            "References": "PMID:25614580",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Phthalates are abundantly produced plasticizers, and dibutyl phthalate (DBP) is the most widely used derivative in various consumer products and medical devices. This study was conducted to further explore the potential testicular toxicity of DBP in adult rats and to elucidate the underlying mechanisms. Adult male albino rats were treated orally with DBP at doses of 0, 200, 400, or 600 mg/kg/day for 15 consecutive days. Testicular weight, sperm count, and motility were significantly decreased. Treatment with DBP decreased serum follicle-stimulating hormone and testosterone levels and testicular lactate dehydrogenase activity. DBP treatment also decreased serum total antioxidant capacity and the activities of the testicular antioxidant enzymes, such as superoxide dismutase, catalase, and glutathione reductase. Further, DBP treatment provoked degeneration with absence of spermatogenesis and sperms and necrosis in some of seminiferous tubules. These results indicated that oxidative stress and subsequent decrease in testosterone secretion were the potential underlying mechanism of DBP-induced testicular toxicity."
        },
        {
            "References": "PMID:22968287",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ The present study describes atypical Leydig cell (LC) hyperplasia in 20-week-old Sprague-Dawley rats with low testosterone and high luteinizing hormone levels after prenatal administration of 100 mg/kg/day di(n-butyl) phthalate on days 12 to 21 postconception. Light microscopy revealed LC hyperplasia surrounded by severely degenerated seminiferous tubules. Aggregated LCs had large ovoid nuclei with nucleoli and abundant eosinophilic cytoplasm. Immunohistochemical analysis showed expression of proliferating cell nuclear antigen and vimentin in many hyperplastic LCs. Electron microscopy revealed atypical nuclei, abundant free ribosomes, stripped rough endoplasmic reticulum, intermediate-size filaments, elongated cytoplasmic filopodia, atypical tight junctions, and cilia formations, but smooth endoplasmic reticulum was scarcely observed."
        },
        {
            "References": "PMID:22975441",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ The canonical Wnt/beta-catenin signaling pathway is critical during early teleost development for establishing the dorsal-ventral axis. Within this pathway, GSK-3beta, a key regulatory kinase in the Wnt pathway, regulates beta-catenin degradation and thus the ability of beta-catenin to enter nuclei, where it can activate expression of genes that have been linked to the specification of the dorsal-ventral axis. In this study, we describe the morphological abnormalities that resulted in zebrafish embryos when axis determination was disrupted by environmental contaminants. These abnormalities were linked to abnormal nuclear accumulation of beta-catenin. Furthermore, we demonstrated that the developmental abnormalities and altered nuclear beta-catenin accumulation occurred when embryos were exposed to commercial GSK-3beta inhibitors. Zebrafish embryos were exposed to commercially available GSK-3 inhibitors (GSK-3 Inhibitor IX and 1-azakenpaullone), or common environmental contaminants (dibutyl phthalate or the polycyclic aromatic hydrocarbons phenanthrene and fluorene) from the 2 to 8-cell stage through the mid-blastula transition (MBT). These embryos displayed morphological abnormalities at 12.5 h post-fertilization (hpf) that were comparable to embryos exposed to lithium chloride (LiCl) (300 mM LiCl for 10 min, prior to the MBT), a classic disruptor of embryonic axis determination. Whole-mount immunolabeling and laser scanning confocal microscopy were used to localize beta-catenin. The commercial GSK-3 Inhibitors as well as LiCl, dibutyl phthalate, fluorene and phenanthrene all induced an increase in the levels of nuclear beta-catenin throughout the embryo, indicating that the morphological abnormalities were a result of disruption of Wnt/beta-catenin signaling during dorsal-ventral axis specification. The ability of environmental chemicals to directly or indirectly target GSK-3beta was assessed. Using Western blot analysis, the ability of these chemicals to affect enzymatic inhibitory phosphorylation at serine 9 on GSK-3beta was examined, but no change in the serine phosphorylation state of GSK-3beta was detected in exposed embryos. Furthermore, polycyclic aromatic hydrocarbons and dibutyl phthalate had no direct effect on the in vitro kinase activity of GSK-3beta. While developmental abnormalities resulting from these axis-disrupting contaminants were linked to beta-catenin accumulation in nuclei, the details of the disruption of this signaling pathway remain unknown. Since phenanthrene and fluorene as well as other hydrocarbons have been shown to disrupt axial development in sea urchin embryos, and since axis determination and the Wnt/beta-catenin signaling pathway are highly conserved, we propose that these environmental contaminants may impact embryo development through a similar mechanism across phyla."
        },
        {
            "References": "PMID:23416961",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ When 100 mg/kg/day of di(n-butyl) phthalate (DBP) was intragastrically administered to pregnant Sprague-Dawley rats throughout gestation days 12 to 21, the male pups had similar body weights with no apparent physical differences (e.g., litter size, sex ratio) compared to that of the vehicle group. However, prominent age-related morphological alterations in the smooth endoplasmic reticulum (sER) of testicular Leydig cells (LCs) were observed once these animals reached puberty. At weeks 5 to 7, the abundant sER with non-dilated cisternae was distributed in LCs. Subsequently, although the number of LCs significantly increased, the amount of sER was significantly decreased at 9 to 14 weeks of age and had disappeared at 17 weeks. In contrast, the number of LCs and the amount of sER in LCs of the lower dose groups (10, 30, and 50 mg/kg/day) were similar to those of the vehicle group. Further, serum testosterone levels in the 100 mg/kg dose group were significantly lower during 5 to 17 weeks of age. While their luteinizing hormone (LH) level was significantly lower at 5 to 7 weeks of age, it became significantly higher during 9 to 17 weeks. The amount of sER in LCs decreased with age with the increase in LCs proliferation and serum LH levels in rat exposed in utero to DBP in a dose-dependent manner."
        },
        {
            "References": "PMID:23314658",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Maternal exposure to estrogenic xenobiotics or phthalates has been implicated in the distortion of early male reproductive development, referred to in humans as the testicular dysgenesis syndrome. It is not known, however, whether such early gestational and/or lactational exposure can influence the later adult-type Leydig cell phenotype. In this study, Sprague-Dawley rats were exposed to dibutyl phthalate (DBP; from gestational day (GD) 14.5 to postnatal day (PND) 6) or diethylstilbestrol (DES; from GD14.5 to GD16.5) during a short gestational/lactational window, and male offspring subsequently analysed for various postnatal testicular parameters. All offspring remained in good health throughout the study. Maternal xenobiotic treatment appeared to modify specific Leydig cell gene expression in male offspring, particularly during the dynamic phase of mid-puberty, with serum INSL3 concentrations showing that these compounds led to a faster attainment of peak values, and a modest acceleration of the pubertal trajectory. Part of this effect appeared to be due to a treatment-specific impact on Leydig cell proliferation during puberty for both xenobiotics. Taken together, these results support the notion that maternal exposure to certain xenobiotics can also influence the development of the adult-type Leydig cell population, possibly through an effect on the Leydig stem cell population."
        },
        {
            "References": "PMID:23358192",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Previous analysis of in utero dibutylphthalate (DBP)-exposed fetal rat testes indicated that DBP's antiandrogenic effects were mediated, in part, by indirect inhibition of steroidogenic factor 1 (SF1), suggesting that peroxisome proliferator-activated receptor alpha (PPARalpha) might be involved through coactivator (CREB-binding protein [CBP]) sequestration. To test this hypothesis, we have performed chromatin immunoprecipitation (ChIP) microarray analysis to assess the DNA binding of PPARalpha, SF1, CBP, and RNA polymerase II in DBP-induced testicular maldevelopment target genes. Pathway analysis of expression array data in fetal rat testes examined at gestational day (GD) 15, 17, or 19 indicated that lipid metabolism genes regulated by SF1 and PPARalpha, respectively, were overrepresented, and the time dependency of changes to PPARalpha-regulated lipid metabolism genes correlated with DBP-mediated repression of SF1-regulated steroidogenesis genes. ChIP microarrays were used to investigate whether DBP-mediated repression of SF1-regulated genes was associated with changes in SF1 binding to genes involved in DBP-induced testicular maldevelopment. DBP treatment caused reductions in SF1 binding in CYP11a, StAR, and CYP17a. Follicle-stimulating hormone receptor (FSHR), regulated by SF1 but unaffected by DBP-treatment, also contained SF1-binding peaks, but DBP did not change this compared with control. GD15 and GD19 fetal testes contained PPARalpha protein-binding peaks in CYP11a, StAR, and CYP17a regulatory regions. In contrast to its repressive effect on SF1, DBP treatment caused increases in these peaks compared with control. PPAR?-binding peaks in the FSHR promoter were not detected in GD15 samples. Hence, the repressive effect of DBP on SF1-regulated steroidogenic genes correlates with inhibition of SF1-DNA binding and increased PPARalpha-DNA binding. The data indicate that PPARalpha may act as an indirect transrepressor of SF1 on steroidogenic genes in fetal rat testes in response to DBP treatment."
        },
        {
            "References": "PMID:24213843",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ The study was conducted to assess the effects of in utero di-butyl phthalate (DBP) and butyl benzyl phthalate (BBP) exposure during late gestation on offspring's development and reproductive system of male rats. Pregnant rats were treated orally with DBP (2, 10, 50 mg/kg), BBP (4, 20, 100 mg/kg), and diethylstilbestrol (DES) 6 ug/kg (positive control) from GD14 to parturition. A significant reduction in dams' body weight on GD21 in DBP-, BBP-, and DES-treated groups was observed. The gestation length was considerably elevated in the treated groups. Decline in male pups' body weight was significant at PND75 in DBP- (50 mg/kg), BBP- (20,100 mg/kg), and DES-treated groups. The weight of most of the reproductive organs and sperm quality parameters was impaired significantly in DBP- (50 mg/kg) and BBP- (100 mg/kg) treated groups. Further, a non-significant decline in testicular spermatid count and daily sperm production was also monitored in treated groups. A significant reduction in serum testosterone level in BBP (100 mg/kg), whereas the testicular activity of 17b-HSD was declined non-significantly in the treated groups with respect to control. The data suggests that DBP and BBP exposure during late gestation period might have adverse effects on offspring's development, spermatogenesis, and steroidogenesis in adult rats."
        },
        {
            "References": "NTP/CERHR; Monograph on the Potential Human Reproductive and Developmental Effects of Di-n-Butyl Phthalate (DBP) p. II-18. Available from, as of April 18, 2008: https://cerhr.niehs.nih.gov/evals/index.html",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ ... Pregnant Wistar-King A (WKA) rats /were gavaged/ with monobutyl phthalate (MBuP) in sesame oil at 0 or 300 mg/day on gestation day (gd) 15-18 (equivalent to approximately 1,000 mg/kg bw/day based on actual rat body weights) ... . In males exposed in utero to MBuP, all testes were located high in the abdominal cavity (15 pups, 3 litters) with significantly higher testes ascent on gd 20. On pnd 30-40, MBuP-exposed males exhibited cryptorchidism (22 of 26 pups, 5 litters) with uni- or bi-lateral undescended testes; 87% of the undescended testes were in the abdominal cavity, the remaining 13% were located at the external inguinal ring. Testis descent is under androgenic control; the authors suggest that phthalate esters may interfere with follicle stimulating hormone (FSH) stimulation of cAMP accumulation in Sertoli cells, resulting in the reduced secretion of Mullerian inhibiting substance, a putative mediator in trans-abdominal migration of the testis. /MBuP/"
        },
        {
            "References": "PMID:24042840",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ In the present study, zebrafish embryos were used to assess the neurotoxicity of di-n-butyl phthalate (DBP), diethyl phthalate(DEP) and their mixture. Four-hour post-fertilization (hpf) zebrafish embryos were exposed to various concentrations of DBP, DEP and their mixture (DBP-DEP) until 96 hpf. The transcriptions levels of selected neuron-related genes reported as neurotoxicity biomarkers were analyzed. The results showed that transcripts of growth associated protein 43 (gap43), embryonic lethal abnormal vision-like 3 (elavl3), glial fibrillary acidic protein (gfap), myelin basic protein (mbp), alpha1-tubulin and neurogenin1 (ngn1) were significantly up-regulated after DBP, DEP and DBP-DEP mixture exposure. In addition, acetylcholinesterase activity was significantly inhibited in the embryos. These results indicate that DBP and DEP have the potential neurotoxicity in zebrafish embryos."
        },
        {
            "References": "PMID:24075507",
            "Value": "/DEVELOPMENTAL NEUROTOXICITY/ We aim to investigate the neurotoxicity induced by perinatal exposure of dibutyl phthalate (DBP) on the immature and mature offspring animals using a rodent model. Pregnant rats were given intragastric administration of 500mg/kg body weight DBP daily from gestational day 6 to postnatal day 21 while control animals received the same volume of edible corn oil. Serum estradiol and testosterone levels of the offspring were evaluated. Protein levels of AROM, ER-beta, BDNF and p-CREB in the hippocampus were also measured. Perinatal exposure of DBP significantly up-regulated the serum estradiol levels in both immature and mature offspring rats. DBP exposure also significantly down-regulated the testosterone levels in immature male and female rats and mature male rats but had no influence on the testosterone levels in mature female rats. DBP exposure up-regulated AROM, but down-regulated ER-beta, BDNF and p-CREB expression in the hippocampus of immature rat offspring, while it had no influence on the levels of these proteins in the mature animals. Perinatal exposure of DBP could induce neurotoxicity in immature offspring rats through regulation of AROM, ER-beta, BDNF and p-CREB expression, while it has no influence on mature offspring animals."
        },
        {
            "References": "PMID:23736097",
            "Value": "/DEVELOPMENTAL NEUROTOXICITY/ Dibutyl-phthalate (DBP) is a ubiquitous environmental contaminant. However, its neurotoxic effects on neonatal, immature or mature brains remain unclear. Here, we aimed to investigate the neurotoxicity of perinatal exposure of DBP on rodent offspring animals. Pregnant rats received intragastric DBP (500mg/kg body weight) daily from gestational day (GD) 6 to postnatal day (PND) 21. Animals in the control group received the same volume of edible corn oil. Brain sections or tissues from offspring rats on PND5, PND21 and PND60 were collected for analysis. Histological examination demonstrated that perinatal exposure of DBP resulted in hippocampal neuron loss and structural alternation in neonatal and immature offspring rats (PND5 and PND21), while no significant change was found in mature rats (PND60). DBP exposure induced cell apoptosis in hippocampal neurons of these neonatal and immature animals, as evidenced by the increased number of TUNEL-positive and Annexin V-propidium iodide (PI) positive cells and up-regulated caspase-3 activity. Moreover, DBP exposure decreased the expression of synaptophysin in the hippocampus and reduced both the slope and amplitude of field excitatory postsynaptic potentials (fEPSPs). DBP also impaired the spatial learning and memory of offspring rats. However, no significant difference in the susceptibility to DBP-induced neurotoxicity was found between male and female offspring rats. Our findings indicated that perinatal exposure of DBP could induce neurotoxicity in neonatal and immature offspring animals, but had no influence on mature animals after DBP withdrawal. These results may provide basic experimental evidence for better understanding the neurotoxic effects of DBP on neonatal, immature and mature brains."
        },
        {
            "References": "PMID:23766129",
            "Value": "/ENDOCRINE MODULATION/ Phthalates are plasticizers with widespread industrial, domestic, and medical applications. Epidemiological data indicating increased incidence of testicular dysgenesis in boys exposed to phthalates in utero are reinforced by studies demonstrating that phthalates impair fetal rodent testis development. Because humans are exposed to phthalates continuously from gestation through adulthood, it is imperative to understand what threat phthalates pose at other life stages. To determine the impact during prepuberty, we assessed the consequences of oral administration of 1 to 500 mg di-n-butyl phthalate (DBP)/kg/d in corn oil to wild-type (C57BL/6J) male mice from 4 to 14 days of age. Dose-dependent effects on testis growth correlated with reduced Sertoli cell proliferation. Histological and immunohistochemical analyses identified delayed spermatogenesis and impaired Sertoli cell maturation after exposure to 10 to 500 mg DBP/kg/d. Interference with the hypothalamic-pituitary-gonadal axis was indicated in mice fed 500 mg DBP/kg/d, which had elevated circulating inhibin but no change in serum FSH. Increased immunohistochemical staining for inhibin-alpha was apparent at doses of 10 to 500 mg DBP/kg/d. Serum testosterone and testicular androgen activity were lower in the 500 mg DBP/kg/d group; however, reduced anogenital distance in all DBP-treated mice suggested impaired androgen action at earlier time points. Long-term effects were evident, with smaller anogenital distance and indications of disrupted spermatogenesis in adult mice exposed prepubertally to doses from 1 mg DBP/kg/d. These data demonstrate the acute sensitivity of the prepubertal mouse testis to DBP at doses 50- to 500-fold lower than those used in rat and identify the upregulation of inhibin as a potential mechanism of DBP action."
        },
        {
            "References": "PMID:24056307",
            "Value": "/ENDOCRINE MODULATION/ Dibutyl phthalate (DBP) had been widely used and its exposure in children has been thought to be one of the reasons causing a trend of advanced pubertal timing in girls. Puberty starts from hypothalamic gonadotropin-releasing hormone release which is controlled by many factors including neurotransmitter kisspeptin and its receptor GPR54. These neural organization or reorganization happens in hypothalamus during neonatal or prepubertal period which may be two target windows of DBP exposure. The present study was designed to determine: (1) the difference between the effects of neonatal and prepubertal DBP exposure on female pubertal timing; (2) whether kisspeptin/GPR54 expression in hypothalamus would respond to neonatal and prepubertal DBP exposure differently. Female Sprague-Dawley rats were exposed by subcutaneous injection of 0.5, 5 and 50 mg/kg DBP during Postnatal day (P)1-5 (neonatal) or P26-30 (prepubertal). Physiological data demonstrated that both neonatal and prepubertal DBP exposure could advance pubertal timing significantly accompanied by irregular estrous cycles but only a little gonadal impairment. Exposure-period-related difference was found significant with prepubertal exposure groups having longer estrous cycle duration, heavier at vaginal opening and having higher serum estradiol level compared with neonatal exposure groups. Molecular data showed an up-regulated trend in kisspeptin mRNA and immunoreactivity levels of hypothalamic area arcuate but a down-regulation in GPR54 mRNA expression after P1-5 DBP treatment. In P26-30 groups, kisspeptin mRNA and immunoreactivity levels tended to be lower after DBP treatment. These results demonstrated small dose of DBP could induce earlier pubertal timing in females and both neonatal and prepubertal periods were critical windows for DBP exposure."
        },
        {
            "References": "PMID:23220035",
            "Value": "/ENDOCRINE MODULATION/ Esters of phthalic acid are chemical agents used to improve the plasticity of industrial polymers. Their ubiquitous use in multiple commercial products results in extensive exposure to humans and the environment. This study investigated cytotoxicity, endocrine disruption, effects mediated via AhR, lipid peroxidation and effects on expression of enzymes of xenobiotic metabolism caused by di-(2-ethy hexyl) phthalate (DEHP), diethyl phthalate (DEP), dibutyl phthalate (DBP) and benzyl butyl phthalate (BBP) in developing fish embryos. Oxidative stress was identified as the critical mechanism of toxicity (CMTA) in the case of DEHP and DEP, while the efficient removal of DBP and BBP by phase 1 enzymes resulted in lesser toxicity. DEHP and DEP did not mimic estradiol (E(2)) in transactivation studies, but at concentrations of 10mg/L synthesis of sex steroid hormones was affected. Exposure to 10mg BBP/L resulted in weak transactivation of the estrogen receptor (ER). All phthalates exhibited weak potency as agonists of the aryl hydrocarbon receptor (AhR). The order of potency of the 4 phthalates studied was; DEHP>DEP>BBP>>DBP. The study highlights the need for simultaneous assessment of: (1) multiple cellular targets affected by phthalates and (2) phthalate mixtures to account for additive effects when multiple phthalates modulate the same pathway. Such cumulative assessment of multiple biological parameters is more realistic, and offers the possibility of more accurately identifying the CMTA."
        },
        {
            "References": "PMID:23433205",
            "Value": "/ENDOCRINE MODULATION/ To observe the effects of dibutyl phthalate (DBP) and monobutyl phthalate (MBP) on the mRNA and protein expression of insulin-like factor 3 (INSL3) in the Leydig tumor cells (MA-10) of mice and the level of testosterone secreted from MA-10 cells. The MA-10 cells of mice, used as a cellular model, were exposed to DBP and MBP. The content of testosterone in the supernatant medium was measured by enzyme-linked immunosorbent assay; the mRNA and protein expression levels of INSL3 in MA-10 cells were measured by quantitative PCR and Western Blot. Compared with the control group, MA-10 cells showed increased synthesis of testosterone when exposed to low concentrations of DBP and MBP (10(-9) to approximately 10(-6) mol/L) and inhibited synthesis of testosterone when exposed to high concentrations of DBP and MBP (10(-3) mol/L), and the typical two-way effects became more significant as the time went one and the concentrations increased (P < 0.05). Compared with the control group, MA-10 cells showed significantly lower mRNA and protein expression levels of INSL3 when exposed to 10(-6) and 10(-4) mol/L DBP (P < 0.05); MA-10 cells showed increased protein expression of INSL3 when exposed to 10(-7) mol/L MBP, and the mRNA and protein expression levels of INSL3 decreased as the concentration of MBP increased. DBP and MBP can inhibit the secretion of testosterone from MA-10 cells at high concentrations, but stimulate the secretion of testosterone at low concentrations. Both DBP and MBP have inhibitory effects on the mRNA and protein expression of INSL3 in MA-10 cells."
        },
        {
            "References": "PMID:23712133",
            "Value": "/ENDOCRINE MODULATION/ Di(n-butyl) phthalate (DBP) and its active metabolite monobutyl phthalate (MBP) have been shown to disrupt reproductive organ growth. The objective of this study was to evaluate the effects of DBP/MBP on steroidogenesis in the murine Leydig tumor cell line MLTC-1 in vitro. MLTC-1 cells were incubated with various concentrations of DBP (100, 1, 0.01, and 0 umol/L in DMSO) and MBP (1000, 10, 0.1, and 0 umol/L in DMSO) for 24 hr. Testosterone secretion was stimulated at the lowest doses and inhibited at higher treatment doses of DBP and MBP. The mRNA levels of the side-chain cleavage enzyme (P450scc), cytochrome p450c17 (P450c17) and 3b-hydroxy-steroid dehydrogenase (3bHSD) were significantly reduced in the phthalate-exposed groups, whereas, the transcription and translation of insulin-like hormone 3 (INSL3) was affected by DBP and MBP. Alterations of the steroidogenic enzymes and INSL3 in MLTC-1 cells may be involved in the biphasic effects of DBP/MBP on androgen production."
        },
        {
            "References": "Cosmetic Ingredient Review; Final Report of the Cosmetic Ingredient Review Expert Panel; Final Report on the Safety Assessment of Dibutyl Phthalate, Dimethyl Phthalate, and diethyl phthalate (1985).",
            "Value": "/GENOTOXICITY/ DBP was tested for mutagenic activity by reversion analysis of the yeast, S. cerevisiac. DBP had no mutagenic effect on the yeast whether the test was conducted with or without metabolic activation."
        },
        {
            "References": "PMID:20361556",
            "Value": "/GENOTOXICITY/ Phthalate are found in the environmental samples due to their wide use in the industry as plasticizers. Di-n-butylphthalate (DBP) is mainly used in nitrocellulose and polyvinyl acetate products as well as in personal-care products. This study was performed to investigate the influence of exposure to DBP on the quantity and quality (motility, morphology) and DNA damage (induction of micronuclei and DNA strand breaks) of male mice gametes. The estimation of DBP residues was also done. Eight weeks exposure to DBP (500 mg/kg bw and 2000 mg/kg bw) did not significantly affect testes and epididymes weights as well as sperm count. DBP clearly diminished sperm motility, enhanced frequency of abnormal sperm heads and not significantly increased DNA strand breaks in germ cells as well as frequency of micronuclei in spermatids. There were no bioacumulation of DBP in mice. Results suggest that DBP may affect the male mice germ cells."
        },
        {
            "References": "PMID:6754360",
            "Value": "/GENOTOXICITY/ The mutagenic activities of several phthalate esters have been evaluated in an 8-azaguanine resistance assay in Salmonella typhimurium. Three phthalate esters were found to be mutagenic: dimethyl phthalate, diethyl phthalate and di-n-butyl phthalate. A number of other phthalate esters were not found to be mutagenic, including di(2-ethylhexyl)phthalate, di-n-octyl phthalate, diallyl phthalate, diisobutyl phthalate and diisodecyl phthalate. A metabolite of di(2-ethylhexyl) phthalate, 2-ethylhexanol, was also noted to be mutagenic. The mutagenic activity of this agent and others in this series was dose dependent but weak. No dose response curve exceeded more than 3.5 times background at maximally testable concentrations. A liquid suspension histidine reversion assay of dimethyl phthalate showed levels of mutagenic activity similar to that observed in the azaguanine resistance assay. ..."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. V6 828",
            "Value": "/GENOTOXICITY/ The mutagenic potential of DBP has been evaluated in a number of in vitro ... . Studies in Salmonella typhimurium strains TA98, TA100, TA1535, and TA1537 (with and without S-9 metabolic activation systems) showed that at concentrations up to 10 mg/plate, neither DBP nor diisobutyl phthalate are mutagenic. In contrast, /investigators/ reported that DBP was positive in strains TA100 and TA1535 in the absence of S-9."
        },
        {
            "References": "NTP/CERHR; Monograph on the Potential Human Reproductive and Developmental Effects of Di-n-Butyl Phthalate (DBP) p. II-11. Available from, as of April 17, 2008: https://cerhr.niehs.nih.gov/evals/index.html",
            "Value": "/GENOTOXICITY/ DBP has tested negative or marginally positive in gene mutation and chromosomal aberration studies. ... /DBP/ causes increases in sister chromatid exchanges and small increases in the incidence of gaps and breaks. However, the effect does not appear to be dose-related ... DBP is not mutagenic in the Salmonella/mammalian microsome mutagenicity assay ... and was negative in the Balb/3T3 cell transformation assay ... ."
        },
        {
            "References": "U.S. Environmental Protection Agency's Integrated Risk Information System (IRIS) on Dibutyl phthalate (CASRN 84-74-2). Available from the Database Query page at: https://www.epa.gov/iris/subst/index.html on the Substance File List as of April 23, 2008.",
            "Value": "/GENOTOXICITY/ ... DBP was mutagenic in the mouse lymphoma forward mutation assay only in the presence of metabolic activation ... DBP showed some evidence of clastogenic activity in Chinese hamster fibroblasts ... but was negative in human leukocytes ... ."
        },
        {
            "References": "Cosmetic Ingredient Review; Final Report of the Cosmetic Ingredient Review Expert Panel; Final Report on the Safety Assessment of Dibutyl Phthalate, Dimethyl Phthalate, and diethyl phthalate (1985).",
            "Value": "/GENOTOXICITY/ The effects of DBP on Chinese hamster cell chromosome aberrations and sister chromatid exchanges (SCEs) have been investigated in several studies. In one study DBP was negative for chromosome aberrations and SCEs. In another study, the mitotic index was not appreciably decreased when the cells were exposed to DBP in ethanol. A significant increase over the vehicle for the number of SCEs was found, but no dosage effect was found for chromosome aberrations or SCEs. DBP in a 0.2 percent bovine albumin solution was examined in a third study. The percentages of chromosome aberrations with DBP and with bovine albumin were 6 and 1.8 percent, respectively."
        },
        {
            "References": "Cosmetic Ingredient Review; Final Report of the Cosmetic Ingredient Review Expert Panel; Final Report on the Safety Assessment of Dibutyl Phthalate, Dimethyl Phthalate, and diethyl phthalate (1985).",
            "Value": "/GENOTOXICITY/ In a liquid suspension assay with a 4-hour incubation, DBP, DMP, and DEP were positive in strain TA100 without metabolic activation and negative with metabolic activation. In a modified Ames test in which histidine and biotin were incorporated into the bottom agar, DBP, DMP, and DEP were negative with and without metabolic activation in strain TA98, and DBP was negative with and without metabolic activation in strain TA100."
        },
        {
            "References": "PMID:18260696",
            "Value": "/GENOTOXICITY/ Phthalates are used industrially as plasticizers and are known to contaminate natural environments, mostly as di-ester or mono-ester complexes. Because they are structurally similar to natural estrogens, they could act as endocrine disruptors. Here, we used a DNA microarray containing estrogen responsive genes (EstrArray®) to examine gene expression profiles in MCF-7 cells treated with 10 uM butylbenzyl phthalate (BBP), dibutyl phthalate (DBP), diethyl phthalate (DEP), and diisopropyl phthalate (DIP) along with the natural estrogen 17ß-estradiol ([E2], 10 nM). The profiles for phthalate esters and E2 were examined by correlation analysis using correlation coefficients (r-values) and cluster analysis. We found that BBP showed the highest correlation with E2 (r = 0.85), and DEP and DIP showed moderate r-values (r = 0.52 and r = 0.49, respectively). Dibutyl phthalate exhibited the lowest (but still significant) correlation with E2 (r = 0.36). Furthermore, among the pairs of chemicals, DEP-DIP and DIP-DBP showed very high correlations (r = 0.90 and r = 0.80, respectively), and the other pairs showed moderate relationships, which reflected how structurally close they are to each other. The analysis of six functional groups of genes (enzymes, signaling, proliferation, transcription, transport, and others) indicated that the genes belonging to the enzyme, transcription, and other functional groups showed common responses to phthalate esters and E2. Although the effect of BBP was similar to that of E2, the other phthalate esters showed different types of effects. These results indicate that the structure of estrogenic chemicals is strongly related to their estrogenic activity and can be evaluated by appropriate grouping of the responsive genes by focused microarray analysis."
        },
        {
            "References": "PMID:6597777",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ Monoethylhexyl phthalate at concentrations that can occur in blood stored in plastic bags (0.1-0.5 mg/mL), reduced contractions of rat isolated gastric fundus to PGE2 and acetylcholine; the diethyl compound was less effective. In contrast, dibutyl phthalate (1 and 10 ug/mL) and, to a lesser extent, di-isobutyl phthalate increased the muscle tone."
        },
        {
            "References": "PMID:3969678",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ Isolated rat liver mitochondria were exposed to mono- and di-n-butyl phthalate (DBP) and mono- and di(2-ethylhexyl) phthalate. DBP and mono(2-ethylhexyl) phthalate stimulated succinate state 4 respiration, impaired K+-valinomycin induced swelling with succinate, ascorbate, or ATP as the energy source, and inhibited succinate state 3 respiration and succinate cytochrome c reductase activity. At concentrations which uncouple energy linked reactions, mono(2-ethylhexyl) phthalate and DBP produced only slight energy independent swelling and release of soluble proteins from isolated mitochondria. Uncoupling by mono-butyl phthalate may involve disruption of mitochondrial membrane integrity, while uncoupling by DBP and mono(2-ethylhexyl) phthalate is probably due to an increase in membrane permeability to H+ and other small ions."
        },
        {
            "References": "European Chemicals Bureau; European Union Risk Assessment Report, Dibutyl Phthalate (84-74-2) 1st Priority List Vol 29 p.119 Report 003 (2003). Available from, as of April 22, 2008: https://esis.jrc.ec.europa.eu/",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ DBP ... stimulated transcriptional activity of the estrogen receptor as seen in an assay with transiently transfected MC-7 cells. In addition DBP increased the transcriptional activity of the receptor in the presence of 10-11M 17beta-estradiol."
        },
        {
            "References": "European Chemicals Bureau; European Union Risk Assessment Report, Dibutyl Phthalate (84-74-2) 1st Priority List Vol 29 p.120 Report 003 (2003). Available from, as of April 22, 2008: https://esis.jrc.ec.europa.eu/",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ ... Estrogenic activity for DBP /was found/ in an in vitro recombinant yeast screen. The potency of DBP was estimated to be 1.0 X 10-7 the potency of 17beta-estradiol."
        },
        {
            "References": "Sajiki J, Fukuda Y; Igaku No Ayumi 114 (11): 912-4 (1980)",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ ... Cytotoxicity of dibutyl phthalate ... in terms of 50% survival rate during cultivation for two days ... mouse neuroblastoma (n-18) cells 0.019 mM; hamster lung cells (HmLV strain) 0.02 mM; rabbit kidney cells (RK13 strain) 0.047 mM."
        },
        {
            "References": "PMID:23242528",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ Di-n-butyl phthalate (DBP) is present in many consumer products, such as infant, beauty, and medical products. Several studies have shown that DBP causes reproductive toxicity in rodents, but no studies have evaluated its effects on ovarian follicles. Therefore, we used a follicle culture system to evaluate the effects of DBP on antral follicle growth, cell cycle and apoptosis gene expression, cell cycle staging, atresia, and 17beta-estradiol (E(2)) production. Antral follicles were isolated from adult CD-1 mice and exposed to DBP at 1, 10, 100, and 1000 ug/mL for 24 or 168 hr. Follicles treated with vehicle or DBP at 1-100 ug/mL grew over time, but DBP at 1000 ug/mL significantly suppressed follicle growth. Regardless of effect on follicle growth, DBP-treated follicles had decreased mRNA for cyclins D2, E1, A2, and B1 and increased p21. Levels of the proapoptotic genes Bax, Bad, and Bok were not altered by DBP treatment, but DBP 1000 ug/mL increased levels of Bid and decreased levels of the antiapoptotic gene Bcl2. DBP-treated follicles contained significantly more cells in G(1) phase, significantly less cells in S, and exhibited a trend for fewer cells in G(2). Although DBP did not affect E(2) production and atresia at 24 hr, follicles treated with DBP had reduced levels of E(2) at 96 hr and underwent atresia at 168 hr. These data suggest that DBP targets antral follicles and alters the expression of cell cycle and apoptosis factors, causes cell cycle arrest, decreases E(2), and triggers atresia, depending on dose."
        },
        {
            "References": "PMID:24498391",
            "Value": "/IMMUNOTOXICITY/ During the last few decades, the prevalence of allergic skin diseases, asthma and rhinitis, has increased worldwide. Introduction of environmental chemicals with aggravation effects may play a part in this increase. The artificial chemical productdibutyl phthalate (DBP) is used in many products used in daily life. Dermal exposure to DBP is a common (but easily neglected) exposure pattern. In this study, we examined the aggravation effect of long-term dermal exposure to DBP in a T-helper type 2 (Th2) model of contact hypersensitivity (CHS) in mice, and sought the potential molecular mechanisms. Experimental tests were conducted after 40-day dermal exposure to saline or three concentrations of DBP and subsequent three times of sensitization with 0.5% fluorescein isothiocyanate (FITC) or vehicle. The results of immunological and inflammatory biomarkers (total-immunoglobulin (Ig)E and Th cytokines) as well as histopathological examination and measurement of ear swelling supported the notion that high doses of DBP may promote and aggravate atopic dermatitis. Increased expression of thymic stromal lymphopoietin (TSLP) in this mouse model suggested that TSLP might be one of the molecular mechanisms of the aggravation effect induced by DBP. Together, these results indicated that long-term dermal exposure to types of environmental toxins such as phthalates may endow an atopic predisposition in animals or humans. In addition, the high expression of TSLP in the mouse model demonstrated that TSLP might have an important role in the aggravation effect. This result could help to provide effective prevention strategies against atopic diseases such as atopic dermatitis (AD)."
        },
        {
            "References": "PMID:23676468",
            "Value": "/IMMUNOTOXICITY/ In the present study, we analyzed the oxidative stress related indices and immune related gene expression of zebrafish embryos after a short-term exposure to various concentrations of di-n-butyl phthalate (DBP), diethyl phthalate (DEP) and their mixture (DBP-DEP) from 4 hr post-fertilization (hpf) to 96 hpf. Exposure to the chemicals was found to enhance the production of reactive oxygen species (ROS) and lipid peroxidation (LPO) in a concentration-dependent manner. Simultaneously, adaptive responses to DBP/DEP-induced oxidative stress were observed. The activity of antioxidant enzymes including superoxide dismutase (SOD), catalase (CAT), and glutathione peroxidase (GPx) were all increased in a concentration-dependent manner. The transcription of innate immune related genes including interferon gamma (IFNgamma), interleukin-1beta (IL1beta), Myxovirus resistance (Mx), tumor necrosis factor alpha (TNFalpha), CC-chemokine, CXCL-clc, lysozyme (Lyz) and complement factor C3B (C3) were up-regulated upon DBP, DEP and their mixture exposure, suggesting the induction of immune response. In addition, co-exposure to DBP-DEP also induced antioxidant defense and immune response in zebrafish embryo. The results demonstrate that DBP/DEP exposure could induce the antioxidant and immune responses in zebrafish embryos."
        },
        {
            "References": "PMID:23480346",
            "Value": "/IMMUNOTOXICITY/ Dibutyl phthalate (DBP), a widely used phthalate chemical, is commonly used as plasticizer. It is well known that DBP causes reproductive and developmental diseases, but the effect of DBP on the immune system remains to be determined. We assessed the effect of DBP on immune functions of murine macrophages, which constitute a key component in the immune response. Murine peritoneal exudate macrophages (PEMs) were treated with 0, 1, 5, 10, 50 or 100 uM DBP in vitro for 24 hr and then the viability of PEMs were measured by flow cytometry (FCM) and trypan blue count. To investigate the effect of DBP on the functions of PEMs, we treated the PEMs with moderate dose of DBP (0, 1, 5 or 10 uM) in vitro for 24 hr. The phenotypes, phagocytosis and cytokine production of PEMs were measured by FCM or real-time PCR. The immunogenicity and antigen presenting capacity of PEMs treated with DBP in vitro were assessed both by the mixed lymphocytereaction (MLR) in vitro assay and through the injection of exposed cells in mice by the delayed-type hypersensitivity (DTH) assay. High dose of DBP (50-100 uM) showed cytotoxicity on PEMs, whereas after the treatment with moderate dose of DBP (1-10 uM) in vitro, PEMs expressed low level of CD36, CD80 and MHC-II molecules, and showed significantly decreased phagocytosis on apoptotic cells and Escherichia coli. In addition, DBP treatment exhibited a decrease in the cytokine production, immunogenicity and antigen-presenting capacity of PEMs. The present study shows the effects of DBP on macrophages, demonstrating immunogenicity and decreased antigen presentation in vitro."
        },
        {
            "References": "PMID:24284787",
            "Value": "/OTHER TOXICITY INFORMATION/ In utero exposure to antiandrogenic xenobiotics such as di-n-butyl phthalate (DBP) has been linked to congenital defects of the male reproductive tract, including cryptorchidism and hypospadias, as well as later life effects such as testicular cancer and decreased sperm counts. Experimental evidence indicates that DBP has in utero antiandrogenic effects in the rat. However, it is unclear whether DBP has similar effects on androgen biosynthesis in human fetal testis. To address this issue, we developed a xenograft bioassay with multiple androgen-sensitive physiological endpoints, similar to the rodent Hershberger assay. Adult male athymic nude mice were castrated, and human fetal testis was xenografted into the renal subcapsular space. Hosts were treated with human chorionic gonadotropin for 4 weeks to stimulate testosterone production. During weeks 3 and 4, hosts were exposed to DBP or abiraterone acetate, a CYP17A1 inhibitor. Although abiraterone acetate (14 d, 75 mg/kg/d po) dramatically reduced testosterone and the weights of androgen-sensitive host organs, DBP (14 d, 500 mg/kg/d po) had no effect on androgenic endpoints. DBP did produce a near-significant trend toward increased multinucleated germ cells in the xenografts. Gene expression analysis showed that abiraterone decreased expression of genes related to transcription and cell differentiation while increasing expression of genes involved in epigenetic control of gene expression. DBP induced expression of oxidative stress response genes and altered expression of actin cytoskeleton genes."
        },
        {
            "References": "NTP/CERHR; Monograph on the Potential Human Reproductive and Developmental Effects of Di-n-Butyl Phthalate (DBP) p. II-24. Available from, as of April 18, 2008: https://cerhr.niehs.nih.gov/evals/index.html",
            "Value": "/OTHER TOXICITY INFORMATION/ In vivo assays demonstrated that DBP does not increase uterine wet weight or vaginal epithelial cell cornification in immature or mature ovariectomized rats and prepubertal mice. Uterine permeability was not affected following the subcutaneous injection of DBP. Malformations in reproductive organs and effects on androgen-related endpoints of male rats exposed to DBP or MBuP during prenatal development suggest antiandrogenic activity by DBP and MBuP."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. V6 826",
            "Value": "/OTHER TOXICITY INFORMATION/ Species differences in hepatocellular effects may be due to the fact that the mechanism for peroxisome proliferation is receptor mediated. Because guinea pig ... have fewer receptors than do rat and mouse livers guinea pigs, primates ... livers are resistant to phthalate esters and other chemicals that act via this receptor. Hamsters and primates are also resistant to the testicular effects of phthalate esters."
        },
        {
            "References": "NTP/CERHR; Monograph on the Potential Human Reproductive and Developmental Effects of Di-n-Butyl Phthalate (DBP) p. II-24. Available from, as of April 18, 2008: https://cerhr.niehs.nih.gov/evals/index.html",
            "Value": "/OTHER TOXICITY INFORMATION/ Several studies have examined the ability of selected phthalate esters to compete with labeled estradiol (E2) for binding to the estrogen receptor (ER). Sources of ER protein included rat uterine, rainbow trout hepatic cytosol, recombinant human ERs (rhER) overexpressed in SF9 insect cells using the baculovirus system and rainbow trout ERs expressed in yeast. Tritiated E2 was used in the tissue cytosol binding assays while a high affinity fluorescent E2 derivative was used in the rhER binding assays. DBP exhibited no or weak activity in in vitro assays that measured binding of phthalates to estrogen receptors ... . The assays did not include the addition of esterases or lipases to metabolize DBP to its monoester. ... DBP was weakly active in an assay of estrogen-induced gene expression, but its metabolite MBuP was inactive. There was no synergism in estrogenic response with DBP ... ."
        },
        {
            "References": "U.S. Dept Health & Human Services/Agency for Toxic Substances & Disease Registry; Toxicological Profile for DI-n-BUTYL PHTHALATE p.61 (September 2001) No. 135. Available from, as of April 22, 2008: https://www.atsdr.cdc.gov/toxpro2.html#",
            "Value": "/OTHER TOXICITY INFORMATION/ ... Sloughing of the germ cells in the seminiferous tubules /was observed/ 6 hours after dosing with di- n-butyl phthalate. Three to seven days after a single gavage dose was administered, more severe damage including dissociation of mature germ cells (ie, spermatozoa, spermatids, and spermatocytes) from seminiferous tubule germinal epithelium was observed ... ."
        }
    ],
    "sediment_soil_concentrations": [
        {
            "References": "(1) Lopes MJ, Furlong ET, Environ Sci Technol 20: 727-37 (2001) (2) Lopes MJ et al; in Environ Toxicol Risk Assess: V7 ASTM STP 1333, Little EE et al eds, Amer Soc Testing Materials pp 105-19 (1997) (3) Elder JF, Dresler PV; Environ Pollut 49: 117-132 (1988) (4) Iannuzzi MJ et al; Chemosphere 34: 213-31 (1997) (5) Lin ZP et al; Environ Sci Technol 37: 2100-8 (2003) (6) McDowell DC, Metcalfe CD; J Great Lakes Res 27: 3-9 (2001)",
            "Value": "SEDIMENT: Dibutyl phthalate was detected in 4.8% of 536 sites sampled Aug 1992 to Sept 1995 in 20 major river basins across the US with a maximum concentration of 260 ug/kg dry weight(1). Dibutyl phthalate was found in 28.7% of 429 river bed sites sampled from 19 major river basins in the US sampled from Aug 1992 to March 1995 with a maximum concentration of 310 ug/kg(2). Dibutyl phthalate was detected in sediment samples from Pensacola Bay, FL at 370 ug/kg in June 1983 and in stream drainage at 2000 ug/kg in Feb 1984(3). Dibutyl phthalate was found in 10% of sediment samples taken near 2 combined sewer overflows in the lower Passaic River in New Jersey, found in 80% at another site and not found at a 4th(4). Dibutyl phthalate was found in surface sediment samples at 4 sites in False Creek in Vancouver, Canada(5). Samples taken in the summer of 1997 in Hamilton Harbour, Ontario had concentrations of dibutyl phthalate below the reporting limit of 0.3 ng/g(6)."
        },
        {
            "References": "(1) Tan GH; Bull Environ Contam Toxicol 54: 171-76 (1995) (2) Preston MR, Al-Omran LA; Marine Pollut Environ 17: 548-53 (1986) (3) Preston MR, Al-Omran LA; Environ Pollut 62: 183-93 (1989) (4) Giam CS et al; pp. 67-142 in Handbook of Environmental Chemistry: Anthropogenic Substances. Berlin, Germany: Springer-Verlag (1984) (5) Fromme H et al; Water Res 36: 1429-38 (2002) (6) Jeng WL; Acta Oceanoger Taiwan 17: 61-8 (1986) (7) Kawata K et al; Bull Environ Contam Toxicol 65: 660-7 (2000) (8) Ishizuka S; Aomori-Ken Kankyo Hoken Senta Kenkyu Hokoky 5: 26-35 (1995) (9) Parkman H, Remberger M; IVL Rep B1167, Stockhom, Swed, Inst Vatten-OCH Luftvaardsforskning (1995) (10) Schwarzbauer J et al; Org Geochem 31: 1713-31 (2000) (11) Vondracek J et al; Environ Toxicol Chem 20: 1499-506 (2001) (12) Wang H et al; Chemosphere 50: 557-62 (2003) (13) Yoon J et al; Organohalogen Compounds 66: 1436-40 (2004)",
            "Value": "SEDIMENT: Dibutyl phthalate was detected in the sediment of the Klang River in Malaysia at 67-637 ng/g(1). Dibutyl phthalate was detected at 20-698 ng/g(2) and 0.092-260 ng/g(3) in the sediment of the Mersey Estuary in the UK. Dibutyl phthalate was detected in the sediment of the Usk River, England (8,000 ng/g), Rhine River, Netherlands (2,100 ng/g), Meuse River, Netherlands (500 ng/g), Ijssel River, Netherlands (1,100 ug/g), Lake Superior, Canada (100 ng/g), Lake Constance, Switzerland (200 ug/g) and the Chesapeake Bay, US (42 ug/g)(4). Sediment samples from Germany had dibutyl phthalate concentrations of 0.06-2.08 mg/kg dry weight in 35 samples(5). Dibutyl phthalate was found at 6 of 50 locations in marine sediments at 3-10 ppb from samples taken April, Sept, and Oct 1983 in Taiwan(6). Dibutyl phthalate was identified in sediment samples taken Sept 1995 at the mouth of 3 rivers and in 1 port in Niigata, Japan(7). Dibutyl phthalate was detected in sediment from Lake Jusan and Mutsu Bay, in Japan(8). Dibutyl phthalate was found in sediment from remote lakes in Sweden at 0-0.09 ug/g dry weight(9). Dibutyl phthalate was detected in sediment in 7 of 7 sites in the German Bight area(10). Dibutyl phthalate was found in sediment at Doevnice and 3 other small tributaries of the Morava River, Czech Republic at 230-3,280 ng/g(11). Dibutyl phthalate was detected in 91.67% of samples taken from 12 sites from Taihu Lake, China in 2000 at concentrations of 1.08-21.52 mg/kg(12). Dibutyl phthalate was detected in 4 of 11 sediment samples collected through out Korea in 2002 at a maximum of 14 ug/g(13)."
        },
        {
            "References": "(1) ATSDR; Agency For Toxic substances and Disease Registry PB90-144106 (1990) (2) Webber MD et al; J Environ Qual 23: 1019-26 (1994) (3) Webber MD, Wang; Can J Soil Sci 75: 513-24 (1995) (4) Li XH et al; Bull Environ Contam Toxicol 77: 252-9 (2006) (5) Liu H et al; Chemosphere 78: 382-8 (2010)",
            "Value": "SOIL: Dibutyl phthalate was detected in the soil of an abandoned strip-mine in Pennsylvania at a concentration of 10,600 ppm(1). Dibutyl phthalate was detected in soil samples taken Sept to Nov 1987 from St. David Coal Refuse Pile Reclamation site in Illinois at <1-3 mg/kg dry weight(2). Dibutyl phthalate was detected at 0.09-0.40 mg/kg dry weight in 10 selected Canadian soils(3). Dibutyl phthalate was detected in 30 soil samples from Beijing, China at 0.279-3.817 mg/kg dry weight(4). Soil samples collected from 26 sites in the JiangHan plain, China contained dibutyl phthalate at not detected to 289.8 ng/g; samples were collected June 2007 and Jan 2008(5)."
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "(1) Kookana RS, Rogers SL; Rev Environ Contam Pollut 142: 13-64 (1995) (2) Russel DJ, McDuffie B; Chemosphere 15: 1003-21 (1986) (3) Zurmuehl T et al; J Contam Hydrol 8: 111-33 (1991) (4) Zurmuehl T et al; J Contam Hydrol 8: 111-33 (1991) (5) Swann RL et al; Res Rev 85: 17-28 (1983) (6) Ritsema R et al; Chemosphere 18: 2161-75 (1989)",
            "Value": "A log Koc value of 3.14 was determined from measurements on soil samples from Broome County, NY(1-2). An experimental log Koc of 3.05 was determined from unsaturated soil columns(3). Dibutyl phthalate had measured log Koc values of 3.05-3.06 in Typic Haplaquept type loamy, sandy soil(4). According to a classification scheme(5), these Koc values suggest that dibutyl phthalate is expected to have low mobility in soil(SRC). A mean sediment log Koc value of 3.8 was calculated from the mean dibutyl phthalate concentration in water and suspended particulate matter from Lake Yssel, The Netherlands(6)."
        }
    ],
    "plant_translocations": [
        {
            "content": "In this study, we delved into the distribution of dibutyl phthalate (DBP) within different tissues of wheat cultivated in DBP-contaminated soils and assessed the activity of detoxifying enzymes, specifically cytochrome P450 (P450) and glutathione S-transferase (GST), across various growth stages of wheat. The DBP content in wheat increased proportionally with higher DBP stress concentrations in the soil, but interestingly, the DBP content in each tissue decreased as wheat growth advanced. Notably, the roots exhibited a higher DBP content than leaves and stems under identical conditions. Additionally, the order of DBP content reduction across different soil types was brown soil > fluvo-aquic soil > cinnamon soil. The study also observed variations in the content of mono-n-butyl dicarboxylate (MBP), the primary metabolite of DBP, across soil types and growth stages. The changes in P450 content and GST activities in wheat tissues mirrored the alterations in DBP and MBP content, indicating a strong involvement of P450 and GST in DBP metabolism within wheat. The findings suggest that P450 and GST play crucial roles in the metabolic processes of DBP, involving hydroxylation under mild conditions to generate MBP.",
            "reference": "Gao, M., Dong, Y., Zhang, Z., & Song, Z. (2019). Metabolism and distribution of dibutyl phthalate in wheat grown on different soil types. Chemosphere, 236, 124293. doi:10.1016/j.chemosphere.2019.07.024 ",
            "method": {
                "Test Plant": "Wheat",
                "Apply Location": "Root apply",
                "Plant Grown Condition": "Plump-eared Jinqiang 8 wheat seeds, provided by the Agro-Environmental Protection Institute, Ministry of Agriculture, China, were disinfected with 0.03 wt% aqueous NaClO for 20 min, rinsed with distilled water, and then planted in soils. During cultivation, plants were watered with distilled water and received 50 mL daily at seedling and jointing stages, and 100 mL daily at the booting stage. Additionally, 2.15 g of urea and 1.10 g of potassium dihydrogen phosphate were applied before the booting stage. Plant samples were collected at 14, 24, and 40 days after planting, rinsed with deionized water, dried with filter paper, and separated into roots and leaves, which were stored at -80°C prior to analysis.",
                "Chemical Preparation": "DBP and MBP mixed standard solutions in methanol were prepared at a concentration of 100 mg/L and then diluted to 0.5, 1, 2, 4, and 6 mg/L to obtain a standard curve.",
                "Pesticide Application Details for the Plant": "After complete mixing, as-prepared DBPpolluted samples were diluted with 13.5 kg of unpolluted soils each, and methanol was allowed to evaporate under ambient conditions to yield samples with DBP concentrations of 0, 10, 20,and 40 mg/kg.",
                "Other Information": "8 replicates"
            },
            "result": "[{\"Concentration\": \"10 mg/kg\", \"Stage\": \"Seeding\", \"Soil type\": \"Fluvo-aquic\", \"Root (mg/g)\": 0.018, \"Stem (mg/g)\": \"-\", \"Leaf (mg/g)\": 0.006}, {\"Concentration\": \"10 mg/kg\", \"Stage\": \"Jointing\", \"Soil type\": \"Fluvo-aquic\", \"Root (mg/g)\": 0.006, \"Stem (mg/g)\": \"0.005\", \"Leaf (mg/g)\": 0.005}, {\"Concentration\": \"20 mg/kg\", \"Stage\": \"Seeding\", \"Soil type\": \"Fluvo-aquic\", \"Root (mg/g)\": 0.033, \"Stem (mg/g)\": \"-\", \"Leaf (mg/g)\": 0.018}, {\"Concentration\": \"20 mg/kg\", \"Stage\": \"Jointing\", \"Soil type\": \"Fluvo-aquic\", \"Root (mg/g)\": 0.018, \"Stem (mg/g)\": \"0.01\", \"Leaf (mg/g)\": 0.017}, {\"Concentration\": \"20 mg/kg\", \"Stage\": \"Booting\", \"Soil type\": \"Fluvo-aquic\", \"Root (mg/g)\": 0.035, \"Stem (mg/g)\": \"0.005\", \"Leaf (mg/g)\": 0.005}, {\"Concentration\": \"40 mg/kg\", \"Stage\": \"Seeding\", \"Soil type\": \"Fluvo-aquic\", \"Root (mg/g)\": 0.045, \"Stem (mg/g)\": \"-\", \"Leaf (mg/g)\": 0.026}, {\"Concentration\": \"40 mg/kg\", \"Stage\": \"Jointing\", \"Soil type\": \"Fluvo-aquic\", \"Root (mg/g)\": 0.025, \"Stem (mg/g)\": \"0.0156\", \"Leaf (mg/g)\": 0.017}, {\"Concentration\": \"40 mg/kg\", \"Stage\": \"Booting\", \"Soil type\": \"Fluvo-aquic\", \"Root (mg/g)\": 0.045, \"Stem (mg/g)\": \"0.005\", \"Leaf (mg/g)\": 0.018}, {\"Concentration\": \"10 mg/kg\", \"Stage\": \"Seeding\", \"Soil type\": \"Cinnamon\", \"Root (mg/g)\": 0.014, \"Stem (mg/g)\": \"-\", \"Leaf (mg/g)\": 0.005}, {\"Concentration\": \"10 mg/kg\", \"Stage\": \"Jointing\", \"Soil type\": \"Cinnamon\", \"Root (mg/g)\": 0.005, \"Stem (mg/g)\": \"0.003\", \"Leaf (mg/g)\": 0.002}, {\"Concentration\": \"10 mg/kg\", \"Stage\": \"Booting\", \"Soil type\": \"Cinnamon\", \"Root (mg/g)\": 0.001, \"Stem (mg/g)\": \"0.002\", \"Leaf (mg/g)\": 0.001}, {\"Concentration\": \"20 mg/kg\", \"Stage\": \"Seeding\", \"Soil type\": \"Cinnamon\", \"Root (mg/g)\": 0.03, \"Stem (mg/g)\": \"-\", \"Leaf (mg/g)\": 0.016}, {\"Concentration\": \"20 mg/kg\", \"Stage\": \"Jointing\", \"Soil type\": \"Cinnamon\", \"Root (mg/g)\": 0.001, \"Stem (mg/g)\": \"0.007\", \"Leaf (mg/g)\": 0.009}, {\"Concentration\": \"20 mg/kg\", \"Stage\": \"Booting\", \"Soil type\": \"Cinnamon\", \"Root (mg/g)\": 0.003, \"Stem (mg/g)\": \"0.003\", \"Leaf (mg/g)\": 0.015}, {\"Concentration\": \"40 mg/kg\", \"Stage\": \"Seeding\", \"Soil type\": \"Cinnamon\", \"Root (mg/g)\": 0.04, \"Stem (mg/g)\": \"-\", \"Leaf (mg/g)\": 0.022}, {\"Concentration\": \"40 mg/kg\", \"Stage\": \"Jointing\", \"Soil type\": \"Cinnamon\", \"Root (mg/g)\": 0.016, \"Stem (mg/g)\": \"0.012\", \"Leaf (mg/g)\": 0.0014}, {\"Concentration\": \"40 mg/kg\", \"Stage\": \"Booting\", \"Soil type\": \"Cinnamon\", \"Root (mg/g)\": 0.006, \"Stem (mg/g)\": \"0.006\", \"Leaf (mg/g)\": 0.005}]"
        },
        {
            "content": "This study focused on investigating the dissipation, uptake, translocation, and accumulation of various phthalic acid esters (PAEs), including diallyl phthalate (DAP), diisobutyl phthalate (DIBP), dibutyl phthalate (DBP), benzyl butyl phthalate (BBP), and di-(2-ethylhexyl) phthalate (DEHP), in the sediment-Zizania latifolia system. The dissipation rates of PAEs in the sediment exhibited a positive correlation with exposure time, with over 68.12% reduction observed after 28 days, even under high initial concentrations. All five PAEs were taken up by the roots from contaminated sediment, translocated into stems and leaves, and their content in each tissue showed significant linear correlations with the sediment content. DEHP demonstrated the highest transportation from sediment to roots and stems, followed by BBP, DBP, DIBP, and DAP, while the order of transportation from roots to leaves was reversed. Throughout the 28-day exposure, the average concentration of each PAE in stems was the highest, followed by roots, leaves, and edible parts. DEHP and BBP were identified as major contaminants in edible parts but were deemed safe for human health. The accumulation of PAEs in edible parts was influenced by various factors, including PAE species and concentration, survival time, and harvest time of edible parts. The study highlighted the potential of Zizania latifolia not only as a safe food source but also as a promising plant for remediating contaminated sediment by accumulating and degrading PAEs from the environment.",
            "reference": "Zhang, D., Zhou, K., Liu, C., Li, X., Pan, S., & Zhong, L. (2023). Dissipation, uptake, translocation and accumulation of five phthalic acid esters in sediment-Zizania latifolia system. Chemosphere, 315, 137651.",
            "method": {
                "Test Plant": "Z. latifolia (Zizania latifolia, Longjiao No.2)",
                "Apply Location": "Foliar application",
                "Plant Grown Condition": "Transplanted to earthenware tanks (45 cm diameter × 30 cm height) each filled with 32 kg of soil. Soil contained 14.52 g/kg of organic matter, 201.41 mg/kg of available potassium, 50.57 mg/kg of available phosphorus, 34.06 mg/kg of available hydrolysis nitrogen and pH was 6.09.",
                "Chemical Preparation": "Analytical standards (purity greater than 98%) of the investigated phthalic acid esters (PAEs) and anhydrous magnesium sulfate (MgSO4) were obtained. Methanol, acetonitrile, and sodium chloride (NaCl) were analytically pure. Graphitized carbon black (GCB) and ethylenediamine-N-propyl silane (PSA) were also used.",
                "Pesticide Application Details for the Plant": "Four spiking levels of PAEs in acetone were spiked to 16 containers to make the total amount of each PAE in each container 0 (Control group), 25 mg (T1 group), 500 mg (T2 group), and 10,000 mg (T3 group). Root concentration factor (RCF) = Croot/Csedi, stem concentration factor (SCF) = Cstem/Csedi, leaf concentration factor (LCF) = Cleaf/Csedi, Translocation factor(TF) stem = Cstem/Croot; Translocation facrot (TF) leaf = Cleaf/Croot",
                "Other Information": "Four containers were set as a group for each spiking level. In each container, a Z. latifolia plant of similar size was planted."
            },
            "result": "[{\"Treatment Group\": \"T1\", \"Root Concentration Factor\": 2.0, \"Stem Concentration Factor\": 2.25, \"Leaf Concentration Factor\": 1.2, \"Translocation Factor Stem\": 1.2, \"Translocation Factor Leaf\": 0.6}, {\"Treatment Group\": \"T2\", \"Root Concentration Factor\": 1.25, \"Stem Concentration Factor\": 1.5, \"Leaf Concentration Factor\": 0.75, \"Translocation Factor Stem\": 1.1, \"Translocation Factor Leaf\": 0.5}, {\"Treatment Group\": \"T3\", \"Root Concentration Factor\": 0.15, \"Stem Concentration Factor\": 0.2, \"Leaf Concentration Factor\": 0.03, \"Translocation Factor Stem\": 1.0, \"Translocation Factor Leaf\": 0.18}]"
        }
    ]
}