{
    "_id": {
        "$oid": "6682e7f8c4e5dba5ffba2343"
    },
    "CID": {
        "$numberInt": "3030"
    },
    "Name": "Dicamba",
    "IUPACName": "3,6-dichloro-2-methoxybenzoic acid",
    "CanonicalSMILES": "COC1=C(C=CC(=C1C(=O)O)Cl)Cl",
    "Synonyms": [
        "dicamba",
        "1918-00-9",
        "3,6-Dichloro-2-methoxybenzoic acid",
        "Benzoic acid",
        "3,6-dichloro-2-methoxy-",
        "Banvel",
        "Mdba",
        "3,6-Dichloro-o-anisic acid",
        "Mediben",
        "Dianat",
        "Banlen",
        "Brush buster",
        "Banvel herbicide",
        "Banvel CST",
        "Banvel SGF",
        "Compound B dicamba"
    ],
    "IsomericSMILES": "COC1=C(C=CC(=C1C(=O)O)Cl)Cl",
    "INCHI": "InChI=1S/C8H6Cl2O3/c1-13-7-5(10)3-2-4(9)6(7)8(11)12/h2-3H,1H3,(H,11,12)",
    "INCHIKEY": "IWEDIXLBFLAXBO-UHFFFAOYSA-N",
    "Formula": "C8H6Cl2O3",
    "MolecularWeight": {
        "$numberDouble": "221.03"
    },
    "Description": "Dicamba is a methoxybenzoic acid that is O-methylsalicylic acid substituted by chloro groups at positions 3 and 6. It has a role as a xenobiotic, an environmental contaminant, a herbicide, a synthetic auxin and an agrochemical. It is a methoxybenzoic acid and a dichlorobenzene. It is a conjugate acid of a 3,6-dichloro-2-methoxybenzoate.",
    "XlogP": {
        "$numberDouble": "2.2"
    },
    "Complexity": {
        "$numberInt": "198"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "plant_concentrations": [
        {
            "References": "(1) Fantke P et al; Environ Sci Technol 48: 8588-602 (2014)",
            "Value": "The dissipation half-life of dicamba from plants was reported as 3.04-13.08 days(1)."
        }
    ],
    "environmental_bioconcentrations": [
        {
            "References": "(1) Yu CC et al; Bull Environ Contam Toxicol 13: 280-3 (1975) (2) Hansch C et al; Exploring QSAR. Hydrophobic, Electronic, and Steric Constants. ACS Prof Ref Book. Heller SR, consult. ed., Washington, DC: Amer Chem Soc p. 37 (1995) (3) US EPA; Estimation Program Interface (EPI) Suite. Ver. 4.1. Nov, 2012. Available from, as of May 23, 2017: https://www2.epa.gov/tsca-screening-tools/ (4) Franke C et al; Chemosphere 29: 1501-14 (1994)",
            "Value": "In an aquatic ecosystem study, dicamba did not bioaccumulate in algae, clam, crab, daphnia, elodea, mosquito fish, mosquito larvae or snail over a 32 day test period(1). An estimated BCF of 3 was calculated in fish for dicamba(SRC), using a log Kow of 2.21(2) and a regression-derived equation(3). According to a classification scheme(4), this BCF suggests the potential for bioconcentration in aquatic organisms is low(SRC)."
        }
    ],
    "environmental_biodegradations": [
        {
            "References": "(1) Smith AE; Weed Res 13: 373 (1973) (2) Ahrens WH; Weed Sci Soc Amer; Herbicide Handbook 5th ed. Champaign IL (1983) (3) Laskowski DA et al; Res Rev 85: 139-47 (1983) (4) Krueger JP et al; J Agric Food Chem 39: 995-9 (1991) (5) Scifres CJ et al; J Environ Qual 2: 306 (1973)",
            "Value": "AEROBIC: Under laboratory conditions using nonsterile sandy loam, silty clay, or heavy clay soil, 50% of applied dicamba degraded within 2 weeks; in sterilized soil, over 90% of applied dicamba was recovered after 4 weeks suggesting that microbes were responsible for the decomposition(1). The rate of biodegradation of dicamba in soil generally increases with temperature and soil moisture (up to 50%) and tends to be faster when the soil is slightly acidic(2). Incubation of dicamba in soil under aerobic conditions resulted in 50% degradation in 20 days(3). A biodegradation half-life of 31 days was calculated using a first-order rate constant of 0.0244/day in a loam agricultural soil from Iowa under aerobic conditions with 3,6-dichlorosalicylic acid as the only major metabolite, low levels of 2,3-dihydroxy-3,6-dichlorosalicylic acid were detected(4). In nonsterile water, 16% of applied dicamba disappeared after 133 days while only 5% disappeared in sterile water suggesting the importance of microbial decomposition(5)."
        },
        {
            "References": "(1) Milligan PW, Haggblom MM; Environ Sci Technol 33:1224-9 (1999) (2) Krueger JP et al; J Agric Food Chem 39: 995-9 (1991) (3) Gu JG et al; Chemosphere 52: 1515-1521 (2003)",
            "Value": "ANAEROBIC: Dicamba was completely biodegraded to 3,6-dichlorosalicylic acid under methanogenic anaerobic conditions within 80 days using acclimated sediment from a drainage stream of a golf course(1). A biodegradation half-life of 58 days was calculated using a first-order rate constant of 0.012/day in a loam agricultural soil from Iowa under anaerobic conditions with 3,6-dichlorosalicylic acid as the only major metabolite(2). In laboratory studies using three Chinese soils and methanogenic conditions, dicamba had biodegradation half-lives of 29.0-161.2 days at 15 °C and 21.7-27.9 days at 25 °C(3)."
        }
    ],
    "logP": [
        {
            "References": "Hansch, C., Leo, A., D. Hoekman. Exploring QSAR - Hydrophobic, Electronic, and Steric Constants. Washington, DC: American Chemical Society., 1995., p. 37",
            "Value": "log Kow = 2.21"
        }
    ],
    "mechanism_of_action": [
        {
            "References": "U.S. Dept. of Agriculture/Forest Service, Human Health and Ecological Risk Assessment for Dicamba (1918-00-9) SERA TR 04-43-17-06d, p.3-1 (November 24, 2004). Available from, as of June 15, 2017: https://www.fs.fed.us/foresthealth/pesticide/risk.shtml",
            "Value": "In plants, dicamba mimics auxin plant growth hormones and causes uncontrolled growth. This hormonal mode of action is specific to plants and does not affect animals."
        },
        {
            "References": "U.S. Dept. of Agriculture/Forest Service, Human Health and Ecological Risk Assessment for Dicamba (1918-00-9) SERA TR 04-43-17-06d, p.3-1 (November 24, 2004). Available from, as of June 15, 2017: https://www.fs.fed.us/foresthealth/pesticide/risk.shtml",
            "Value": "Dicamba has been shown to induce hepatic peroxisomal enzymes and activate the peroxisomal proliferator activator receptor (PPAR) in rats, suggesting that it might have liver tumor promoting activity similar to other peroxisomal proliferators. This hypothesis was not supported by testing with the two-stage hepatocarcinogenesis model in rats, which found that dicamba was inactive as a tumor promoter."
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "PMID:20355040",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ In histopathological studies, cellular alterations in lungs, liver, kidney, adrenal gland and spleen were found. ... /Dicamba dimethyl amine salt/"
        },
        {
            "References": "PMID:1746132",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ English Pointer dogs dosed po with encapsulated 2,4-dichlorophenoxyacetic acid (2,4-D) or 2-methoxy-3,6-dichlorobenzoic acid (dicamba) developed varying degrees of myotonia. Dogs given 175 or 220 mg of 2,4-D/kg body weight rapidly developed clinical and electromyographic (EMG) manifestations consistent with a diagnosis of myotonia or pseudomyotonia. Dogs given 2,4-D at 86.7, 43.7 or 8.8 mg/kg body weight developed subclinical manifestations of myotonia detectable only with an electromyograph. The administration of 2,4-D at 1.3 or 1.0 mg/kg body weight failed to produce detectable EMG changes. One dog given dicamba at 86.7 mg/kg body weight developed clinical and EMG manifestations of myotonia similar to those induced by the highest doses of 2,4-D."
        },
        {
            "References": "PMID:6201092",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Six beagle dogs were orally intubated with mixtures of a urea-based fertilizer, 2,4-D, mecoprop, dicamba and bensulide or chlorpyrifos. The mixtures were formulated as they were used in liquid application to lawns. The dogs were given volumes of 10 mL/kg body weight, delivering the following quantities of each ingredient: Urea, 623 mg/kg; P2O5, 24 mg/kg; K2O, 66 mg/kg; 2,4-D, 6.5 mg/kg; mecoprop, 3.26 mg/kg; Dicamba, 0.55 mg/kg; and bensulide, 60.93 mg/kg; or chlorpyrifos, 6.77 mg/kg. The dogs were given 3 consecutive daily doses of the mixture containing bensulide (round 1) or the mixture containing chlorpyrifos (round 2). The dogs did not exhibit any clinical signs of illness associated with the treatments. Effects on hematologic values or routine clinical chemical analyses did not occur with the round 2 mixture. Serum lactic dehydrogenase activity decreased by 50% after a single dose of the round 1 mixture was given. Plasma cholinesterase decreased to 50% of control values following the round 1 or 2 mixture; this decrease was not accompanied by cholinergic signs of intoxication."
        },
        {
            "References": "PMID:25863332",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Subacute and subchronic toxicity of the herbicide Avalon, a mixture of bentazone and dicamba, were tested on rats. Avalon was administered at dose levels of 250, 500 and 1000 mg/kg body weight/day for 28 and 90 days. Alanine aminotransferase (ALT), aspartate aminotransferase (AST) and alkaline phosphatase (ALP) activities were monitored together with biochemistry parameters. The results showed that the mixture caused increases in the activities of ALT, AST and ALP, elevated concentrations of sodium, albumin and albumin/globulin ratio in males. In females, ALT activity, cholesterol and phosphate levels were increased. The changes generally were dose related and, in most cases, females exhibited lower susceptibility than males. The effects of a mixture are, in the most cases, different from the effects of the individual substances. The effects of bentazone were not prevalent which would be expected taking the composition of the mixture into account."
        },
        {
            "References": "USEPA/Office of Pesticide Programs; Dicamba: Human Health Risk Assessment - Phase I p.53 (September 2005).",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ In a 28-day dermal toxicity study, dicamba (91.0% a.i., batch #B2826511) was applied to the shaved skin of 10 male and 10 female Alpk:AP fSD rats /sex/dose at dose levels of 0, 30, 300, or 1000 mg/kg bw/day, 6 hr/day for 5 days/week during a 28-day period. Clinical observations, body weights and food consumption were measured throughout the study. Urine samples were taken for clinical pathology during week 4 of the study. A functional observational battery of all animals consisting of: detailed clinical observations, including quantitative assessments of landing foot splay, sensory perception and muscle weakness, and assessment of motor activity was performed on day 22. At the end of the scheduled period, the animals were killed and subjected to a post mortem examination. Blood samples were taken for clinical pathology, selected organs and specified tissues were taken for subsequent histopathological examination. There were no changes indicative of systemic toxicity in either sex. There were no compound related effects in mortality, clinical signs, body weight, food consumption, hematology, clinical chemistry, organ weights, or gross and histologic pathology. Histopathological changes indicative of irritation were seen in skin from the application site in both sexes given 1000 or 300 mg/kg/day and in some males given 30 mg/kg/day. A LOAEL for systemic toxicity was not established. The NOAEL is 1000 mg/kg/day the highest dose tested."
        },
        {
            "References": "USEPA/Office of Pesticide Programs; Dicamba: Human Health Risk Assessment - Phase I p.53 (September 2005).",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ In a 21-day dermal study, New Zealand white rabbits (5/sex/group) received 15 repeated dermal applications of dicamba in deionized water at dose levels of 0, 40, 200, or 1000 mg/kg/day, 6 hr/day, 5 days/week over a three week period. No systemic toxicity was observed at any dose level. Dose-related dermal irritation was observed at the application sites. Desquamation was seen predominantly in the 1000 mg/kg/day group while moderate erythema, moderate edema and atonia were observed exclusively in the 1000 mg/kg/day group. A dose-related incidence of fissuring was noted in the 200 and 1000 mg/kg/day groups. The severity of acanthosis and the incidence of hyperkeratosis was increased at these sites in rabbits at 200 and 1000 mg/kg."
        },
        {
            "References": "USEPA/Office of Pesticide Programs; Dicamba: Human Health Risk Assessment - Phase I p.54 (September 2005). Available from, as of June 14, 2010: https://www.regulations.gov/",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ In a 13 week subchronic toxicity study, dicamba technical (89.4% a.i.) was administered to HanIbm:WIST (Wistar) rats (10 or 20 rats/sex/dose) by feeding at dose levels of 0, 500, 3000, 6000, or 12,000 ppm (equivalent to 0/0, 40.1/43.2, 238.7/266.4, 479.4/535.6, or 1000.0/1065.3 mg/kg/day [M/F]) for 13 weeks. Following 13 weeks of treatment, 10 rats/sex/dose were sacrificed. Rats (10/sex) in the control and 12,000 ppm groups were maintained for a 4 week recovery period to determine the reversibility of effects. No treatment-related deaths were observed in any treatment group. The liver was the target organ, as evidenced by microscopic liver changes associated with clinical serum chemistry changes and increased relative (to body) liver weights (increased 20-23%) in both sexes at the high dose. The livers of the 12,000 ppm females exhibited slight centrolobular hepatocyte hypertrophy (4/10) and an increased incidence of minimal to moderate hepatocellular pigmentation (5/10). Both sexes exhibited increased alkaline phosphatase (increased 62-76%), serum alanine aminotransferase (increased 59-66%), and serum aspartate aminotransferase (increased 29%) activities compared to the controls. Females exhibited an increase in mean gamma glutamyl transferase activity (increased 136%) while males showed a decrease activity (decreased 50%) compared to the controls. Other effects observed in the 12,000 ppm rats were transient hypothermia (weeks 1-4), reduced activity, slower movements, decreased food consumption, and less efficient food utilization than the controls throughout the treatment period. Lower mean final body weights (decreased 18-20%), body weight gains (decreased 28-40%) and adipose tissue content were observed compared to the controls. Decreases in protein (decreased 10-15%) and globulin (decreased 16-26%) levels were observed in both sexes. In females, decreased mean hemoglobin concentration (decreased 4%) and red blood cell counts (decreased 4%), and decreased mean corpuscular hemoglobin concentration (decreased 3%) were observed. Significant (p < 0.05 or p < 0.01) increases of white blood cell count (increased 13%) and lymphocyte count (increased 33%) were observed in 12000 ppm females compared to the controls. Males had a lower mean platelet count (decreased 7%) and shorter partial thromboplastin time (decreased 11%) compared to the controls. Urinalysis showed that males excreted more triple phosphate crystals in the 12000 ppm group, whereas females excreted more uric acid crystals in the 12000 and 6000 ppm groups at week 12. Following a 4 week recovery period, all observed effects were recovered. The LOAEL for this study is 12,000 ppm (1000 mg/kg/day), based on clinical signs, reduced body weight gains, hematological and clinical serum chemistry changes in both sexes, centrolobular hepatocyte hypertrophy and hepatocellular pigmentation in females, and increased relative (to body) liver weights for both sexes. The NOAEL is 6000 ppm (479 mg/kg/day)."
        },
        {
            "References": "U.S. Dept. of Agriculture/Forest Service, Human Health and Ecological Risk Assessment for Dicamba (1918-00-9) SERA TR 04-43-17-06d, Appendix 3-1 (November 24, 2004). Available from, as of June 15, 2017: https://www.fs.fed.us/foresthealth/pesticide/risk.shtml",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Charles River CD rats, 20/sex/dose, were fed technical dicamba (86.8% a.i.) in the diet for 13 weeks, dosage 0, 1000, 5000, or 10,000 ppm. Reported average chemical intake was 0, 69.4, 342, and 682 mg/kg/day in males and 0, 79.5, 392, and 751 mg/kg/day in females. Response: No compound-related effects at </= 5000 ppm as shown by assessments of general behavior and condition, body weight and food consumption, hematology, blood biochemistry, urinalysis indices, absolute and relative organ weights, gross pathology, and histopathology. At 10,000 ppm, mean body weight gain and food consumption were slightly decreased in both sexes; at week 13, weight gain was 7.5 and 6.3% less than controls, and food consumption was 9.4% and 11.1% less than controls, in males and females, respectively. Other effects at 10,000 ppm include decreased absolute kidney weight in males, increased relative liver weight in females, and histological changes in the liver of both sexes (an absence or reduction of cytoplasmic vacuolation of hepatocytes that appeared indicative of reduced glycogen storage). The organ weight and hepatic histological alterations were considered likely associated with the reduced body weight gain. Systemic NOAEL: 342 mg/kg/day (males) and 392 mg/kg/day (females) Systemic LOAEL: 682 mg/kg/day (males) and 751 mg/kg/day (females). Minimal LOAEL because liver effects were mild and appeared to be secondary to questionably adverse decreases in weight gain and food consumption."
        },
        {
            "References": "U.S. Dept. of Agriculture/Forest Service, Human Health and Ecological Risk Assessment for Dicamba (1918-00-9) SERA TR 04-43-17-06d, Appendix 3-2 (November 24, 2004). Available from, as of June 15, 2017: https://www.fs.fed.us/foresthealth/pesticide/risk.shtml",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Wistar rats were fed dicamba, sodium salt, 0, 31.6, 100, 316, 1000, or 3162 ppm in an aqueous paste diet for 15 weeks. Reported chemical intake was 0, 2.0, 6.3, 19.3, 67, or 205 mg/kg/day (0, 1.7, 5.2, 16.0, 55.6, or 170 mg/kg/day a.e.).  Response: No overt signs of toxicity or exposure-related changes in body weight, food consumption or gross pathology. Absolute and relative liver weight were increased at 67 mg/kg/day (22.5 and 15.4% higher than controls) and 205 mg/kg/day (72.5 and 60.4% higher than controls). No histological examinations of liver or other tissues were performed. /Dicamba, sodium salt/"
        },
        {
            "References": "PMID:7657066",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ The widely used broad leaf herbicide, dicamba, or Banvel, is similar in structure to xenobiotics which induce hepatic drug metabolism or proliferation of hepatic peroxisomes in rodents. The ability of xenobiotics to effect these hepatic changes often portends their positive outcomes in chronic bioassays. Dicamba's ability to induce hepatomegaly and peroxisome proliferation was studied in male and female Sprague-Dawley rats. Rats were placed on feed containing 0, 0.001, 0.01, 0.1, or 1% dicamba or 0.01% ciprofibrate for 3 weeks. Dicamba had no effect on relative liver weights or feed efficiency in either female or male rats at all doses tested. Dicamba, however, caused a statistically significant increase in peroxisomal beta-oxidation activity in liver homogenates from rats of both sexes fed 1% dicamba. Fatty acyl CoA-oxidase activity was increased in male rats fed 1% dicamba. A protein of M(r) 80 kDa was visible when liver homogenates of female or male rats fed 1% dicamba were subjected to SDS-PAGE. Lauric acid hydroxylase activity and CYP4A-reactive protein were increased in microsomes from male rats fed the highest level of dicamba. Moreover, dicamba was observed to transcriptionally upregulate the peroxisome proliferator-activated receptor (PPAR), a peroxisome proliferator sensitive receptor previously shown to be linked to the transcriptional regulation of a variety of peroxisome-specific enzymes. These studies show that dicamba is a peroxisome proliferator in rats. Although dicamba was not an efficacious inducer of peroxisomal enzymes in these rats, dicamba's ability to transcriptionally activate the PPAR and induce peroxisomal and related enzymes must be considered in the safety evaluation of this herbicide."
        },
        {
            "References": "Hayes, Wayland J., Jr. Pesticides Studied in Man. Baltimore/London: Williams and Wilkins, 1982., p. 536",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ A dietary level as high as 3,162 ppm did not produce illness or retard growth. However, there was slight increase in the absolute and relative weight of the liver at dietary levels as low as 1,000 ppm. The no effect level was 316 ppm (corresponding to dosage of 43 to 19 mg/kg/day as rats grew older and ate less)."
        },
        {
            "References": "National Research Council. Drinking Water & Health Volume 1. Washington, DC: National Academy Press, 1977., p. 523",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Concentration of Banvel D (dicamba, 41.5%; dimethylamine, 14.6%; and water, 44.1%) ranging from 658 to 23,500 ppm were fed to weanling Charles River CD strain rats for 3 wk, with no significant effect."
        },
        {
            "References": "National Research Council. Drinking Water & Health Volume 1. Washington, DC: National Academy Press, 1977., p. 523",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ ... Male and female Sprague-Dawley rats were fed diets /with/ Banvel D at 100, 500, 800, and 1000 ppm for 13 wk. Hypersensitivity was noted in rats fed 1000 ppm (equivalent to dicamba at 413 ppm). Moderate necrosis and vacuolization of liver in rats fed 1000 ppm (equivalent to dicamba at 413 ppm), slight liver pathology in rats fed 800 ppm (330 ppm dicamba). ..."
        },
        {
            "References": "National Research Council. Drinking Water & Health Volume 1. Washington, DC: National Academy Press, 1977., p. 523",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Purebred beagles of both sexes ... /were/ fed diets containing dicamba ... For 90 days. The only adverse finding was a slight yellowish cast to liver in 2 of 4 dogs on 100 ppm diet and 1 of 4 dogs on 250 ppm diet."
        },
        {
            "References": "U.S. Dept. of Agriculture/Forest Service, Human Health and Ecological Risk Assessment for Dicamba (1918-00-9) SERA TR 04-43-17-06d, p.3-1 (November 24, 2004). Available from, as of June 15, 2017: https://www.fs.fed.us/foresthealth/pesticide/risk.shtml",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Dicamba has been shown to induce hepatic peroxisomal enzymes and activate the peroxisomal proliferator activator receptor (PPAR) in rats, suggesting that it might have liver tumor promoting activity similar to other peroxisomal proliferators. This hypothesis was not supported by testing with the two-stage hepatocarcinogenesis model in rats, which found that dicamba was inactive as a tumor promoter."
        },
        {
            "References": "U.S. Dept. of Agriculture/Forest Service, Human Health and Ecological Risk Assessment for Dicamba (1918-00-9) SERA TR 04-43-17-06d, Appendix 3-2 (November 24, 2004). Available from, as of June 15, 2017: https://www.fs.fed.us/foresthealth/pesticide/risk.shtml",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Sprague-Dawley rats, 32/sex/dose/ received technical dicamba (90% a.i.) in the diet for 2 yr, 0, 5, 50, 100, 250, or 500 ppm. Assuming a food factor of 0.05 kg diet/kg bw, the corresponding estimated dicamba intakes were 0, 0.25, 2.5, 5, 12.5, or 25 mg/kg/day. No exposure-related effects found by evaluation of clinical signs, food consumption, body weight, hematology, organ weights, gross pathology and histopathology (14 tissues). Systemic NOAEL: 25 mg/kg/day Systemic LOAEL: Not identifed."
        },
        {
            "References": "U.S. Dept. of Agriculture/Forest Service, Human Health and Ecological Risk Assessment for Dicamba (1918-00-9) SERA TR 04-43-17-06d, Appendix 3-5 (November 24, 2004). Available from, as of June 15, 2017: https://www.fs.fed.us/foresthealth/pesticide/risk.shtml",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Beagle dogs, 4/sex/dose, received technical dicamba (86.8% a.i.) in the diet for one year at 0, 100, 500, or 2500 ppm. Reported dicamba intakes in the high dose group ranged from approximately 50-65 mg/kg/day in males and 45-55 mg/kg/day in females over the course of the study (mean data not reported). No exposure-related adverse effects found by comprehensive evaluations that included clinical signs, body weight, food consumption, ophthalmic condition, hematology, blood chemistry, urinalysis indices, organ weights, gross pathology, and histopathology. Food consumption and body weight gain were slightly reduced early in the study predominantly in the high dose group. These effects were transient and attributed to poor palatability of the test substance. Systemic NOAEL: 65 mg/kg/day (males) and 55 mg/kg/day (females) Systemic LOAEL: Not identified."
        },
        {
            "References": "California Environmental Protection Agency/Department of Pesticide Regulation; Summary of Toxicology Data for Dicamba Chemical Code No.000200 p.2 (August 8, 1986, Revised March 18, 1996). Available from, as of June 15, 2017: https://www.cdpr.ca.gov/docs/risk/toxsums/toxsumlist.htm",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Technical Dicamba (86.8% pure, lot #: 52625110) was fed in diet to Albino rats (60/sex/group) at 0, 50, 250 or 2500 ppm in the diet for 115 to 118 weeks. Chronic (Systemic) NOEL = 50 ppm. Brain ventricular dilatation associated with pituitary anterior adenomas were observed in females at >/= 250 ppm. Adrenal enlargement was increased at >/= 250 ppm in both sexes. Increased macroscopic lesions in liver at >/= 250 ppm (males) and lesions in lymph nodes at 2500 ppm (males) were observed. Oncogenicity NOEL = 50 ppm. There were increased malignant lymphomas in females at >/= 250 ppm, increased parafollicular cell carcinoma, and adenoma, as well as increased follicular adenoma and carcinomas in treated males, primarily at 2500 ppm, but could be extended down to the lower doses."
        },
        {
            "References": "California Environmental Protection Agency/Department of Pesticide Regulation; Summary of Toxicology Data for Dicamba Chemical Code No.000200 p.4 (August 8, 1986, Revised March 18, 1996). Available from, as of June 15, 2017: https://www.cdpr.ca.gov/docs/risk/toxsums/toxsumlist.htm",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Dicamba (purity = 86.8%) was administered in the feed at concentrations of 0, 50, 150, 1000, or 3000 ppm/day to 52 Crl: CD-1 (ICR) BR mice/sex/group. Males received dicamba treated diets for 89 weeks and females 104 weeks. Systemic NOEL = 50 ppm. Increased mortality at >/= 150 ppm was observed. Females at >/= 150 ppm showed decreased neutrophils and eosinophils and increased lymphocytes. Female kidney weights at >/= 1000 ppm were increased. Males showed enlarged spleens and pale kidneys at >/= 150 ppm. Females at >/= 150 ppm showed increased liver masses, enlarged spleen, kidney scarring and uterine distension. Oncogenicity NOEL = 50 ppm. There was an increase in lymphoid leukemias and lymphoid sarcomas, in addition to hemangiosarcomas and hemangiomas at >/= 150 ppm."
        },
        {
            "References": "PMID:3744066",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Chronic treatment of adult and newborn rats with /less than 0.04X/ LD50 of dianate (dicamba) caused disorder of oxidative phosphorylation and focal necrosis in the heart. Similar changes were observed in rat embryos of dams exposed to the pesticide."
        },
        {
            "References": "National Research Council. Drinking Water & Health Volume 1. Washington, DC: National Academy Press, 1977., p. 524",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Purebred beagles of both sexes were fed diets containing technical dicamba (90% dicamba) at 5, 25 or 50 ppm for 2 years. No major differences were seen between control and treated groups in mortality, growth, feed consumption, organ weights, hematologic values, or histopathology."
        },
        {
            "References": "PMID:9863012",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity: Initiation-Promotion/ ... Female Sprague Dawley rats were given a single dose of diethylnitrosamine and then diets containing dicamba, or phenobarbital, or both for six months. The number and volume of placental glutathione-S-transferase-positive, glucose-6-phosphatase-negative or ATPase-negative foci were quantified in the liver.  Dicamba alone did not increase the number or volume of these altered hepatic foci. Dicamba did, however, show a significant effect on the number or volume of certain markers in animals also treated with phenobarbital. These data show that dicamba in combination with other promoters may have weak promoting activity in two-stage hepatocarcinogenesis in the rat."
        },
        {
            "References": "PMID:12417478",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ We investigated the developmental toxicity in mice of a common commercial formulation of herbicide containing a mixture of 2,4-dichlorophenoxyacetic acid (2,4-D), mecoprop, dicamba, and inactive ingredients. Pregnant mice were exposed to one of four different doses of the herbicide mixture diluted in their drinking water, either during preimplantation and organogenesis or only during organogenesis. ... At weaning, dams were sacrificed, and the number of implantation sites was determined. The data, although apparently influenced by season, showed an inverted or U-shaped dose-response pattern for reduced litter size, with the low end of the dose range producing the greatest decrease in the number of live pups born. /During the fall, a significant decrease in litter size was observed at the high dose, whereas in winter, the very low and intermediate dose produced this effect. During spring, the statistically significant decrease in litter size occurred at the low and in the summer at the low doses, and the very low doses./ The decrease in litter size was associated with a decrease in the number of implantation sites, but only at very low and low environmentally relevant doses. Fetotoxicity, as evidenced by a decrease in weight and crown-rump length of the newborn pups or embryo resorption, was not significantly different in the herbicide-treated litters."
        },
        {
            "References": "PMID:15121514",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ ... Environmentally relevant, low-dose exposures to agrochemicals and lawn-care pesticides /were evaluated/ for their direct effects on mouse preimplantation embryo development, a period corresponding to the first 5-7 days after human conception. Agents tested were those commonly used in the upper midwestern United States, including six herbicides [atrazine, dicamba, metolachlor, 2,4-dichlorophenoxyacetic acid (2,4-D)], pendimethalin, and mecoprop), three insecticides (chlorpyrifos, terbufos, and permethrin), two fungicides (chlorothalonil and mancozeb), a desiccant (diquat), and a fertilizer (ammonium nitrate). Groups of 20-25 embryos were incubated 96 hr in vitro with either individual chemicals or mixtures of chemicals simulating exposures encountered by handling pesticides, inhaling drift, or ingesting contaminated groundwater. Incubating embryos with individual pesticides increased the percentage of apoptosis (cell death) for 11 of 13 chemicals /(including dicamba)/ (p </= 0.05) and reduced development to blastocyst and mean cell number per embryo for 3 of 13 agents /(not including dicamba)/ (p </= 0.05). Mixtures simulating preemergent herbicides/ (dicamba and pendimethalon)/, postemergent herbicides/ (dicamba, 2,4-D, and atrazine)/, and fungicides increased the percentage of apoptosis in exposed embryos (p </= 0.05). Mixtures simulating groundwater contaminants /(which didn't include dicamba)/, insecticide formulation /(which didn't include dicamba)/, and lawn-care herbicides /(dicamba, 2,4-D, and MCPP)/ reduced development to blastocyst and mean cell number per embryo (p </= 0.05) ..."
        },
        {
            "References": "USEPA/Office of Pesticide Programs; Dicamba: Human Health Risk Assessment - Phase I p.18 (September 2005).",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ In a two-generation reproduction study, Sprague-Dawley rats (32 or 28/group) received dicamba technical (86.5%) in the diet at dose levels of 0, 500, 1500, or 5000 ppm (0, 40, 122, or 419 mg/kg/day for males and 0, 45, 136 or 450 mg/kg/day for females, respectively) for two generations. Systemic toxicity was observed at 5000 ppm, manifested as clinical signs in dams from both generations during lactation (tense/stiff body tone and slow righting reflex) and significantly increased relative liver to body weights (112% of control) in both generations and sexes, adults as well as weanlings. The increase (107%) in relative kidney weights observed at 1500 and/or 5000 ppm were not considered to be toxicologically significant due to lack of corroborative gross or histopathological lesions in the kidneys. Sexual maturation among male pups in the F1 generation was significantly delayed at 5000 ppm. Similar effects were not seen in females. Significantly decreased pup body weights were observed in all generations and matings at 1500 ppm (86 - 90% of control) and at 5000 ppm (74 - 94% of control) throughout lactation. For parental systemic toxicity, the NOAEL was 122 and 136 mg/kg/day for males and females, respectively, and the LOAEL was 419 and 450 mg/kg/day in males and females based on clinical signs of neurotoxicity. For reproductive toxicity, the NOAEL was 122 mg/kg/day and the LOAEL was 419 mg/kg/day based on delayed sexual maturation in F1 males. For offspring toxicity, the NOAEL was 45 mg/kg/day and the LOAEL was 136 mg/kg/day based on decreased pup body weight."
        },
        {
            "References": "U.S. Dept. of Agriculture/Forest Service, Human Health and Ecological Risk Assessment for Dicamba (1918-00-9) SERA TR 04-43-17-06d, Appendix 5-1 (November 24, 2004). Available from, as of June 15, 2017: https://www.fs.fed.us/foresthealth/pesticide/risk.shtml",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ /CD Charles River/ rats, 25 females/dose, were given technical dicamba in corn oil by gavage on gestation days 0-19, dosage 0 (vehicle control), 64, 160, or 400 mg/kg/day. All animals were sacrificed on gestation day 20. Response: No maternal toxicity observed at </= 160 mg/kg/day. Dams in the 400 mg/kg/day had clinical signs of toxicity (including ataxia, body stiffening, and decreased motor activity) as well as reduced body weight gain and food consumption. Three gravid and one non-gravid 400 mg/kg/day females died on or before the second day of dosing; no deaths occurred in any of the other groups. No treatment-related fetotoxicity or developmental effects at any dose level shown by assessments of numbers of pregnancies, implantation and resorption sites, and viable and dead fetuses, as well as litter weights and external, skeletal and visceral fetal examinations. Maternal toxicity NOAEL: 160 mg/kg/day Maternal toxicity LOAEL: 400 mg/kg/day Developmental toxicity NOAEL: 400 mg/kg/day Developmental toxicity LOAEL: Not identified"
        },
        {
            "References": "U.S. Dept. of Agriculture/Forest Service, Human Health and Ecological Risk Assessment for Dicamba (1918-00-9) SERA TR 04-43-17-06d, Appendix 5-2 (November 24, 2004). Available from, as of June 15, 2017: https://www.fs.fed.us/foresthealth/pesticide/risk.shtml",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ New Zealand rabbits, 10 females/dose, were given technical dicamba in 0.5% Methocel by gavage on gestation days 6-18, dosage 0 (vehicle control), 0.5, 1, 3, 10 or 20 mg/kg/day. An excess number of animals were mated to provide 10 pregnant animals/group at termination ... No exposure-related effects on a limited number of endpoints of maternal toxicity (clinical signs, mortality, body weight gain) and developmental toxicity (viable/nonviable fetuses, early/late resorptions, total implantations, external abnormalities) at </= 3 mg/kg/day. Effects at 10 and 20 mg/kg/day included an apparent dose-related increase in mean number of post-implantation losses (250 and 600% more than controls) and decrease in mean number of live fetuses (15.1 and 17.2% less than controls), as well as slight decreases in maternal body weight gain during the treatment period that largely recovered by the end of the study. Maternal toxicity NOAEL: 3 mg/kg/day Maternal toxicity LOAEL: 10 mg/kg/day Developmental toxicity NOAEL: 3 mg/kg/day Developmental toxicity LOAEL: 10 mg/kg/day"
        },
        {
            "References": "U.S. Dept. of Agriculture/Forest Service, Human Health and Ecological Risk Assessment for Dicamba (1918-00-9) SERA TR 04-43-17-06d, Appendix 5-4 (November 24, 2004). Available from, as of June 15, 2017: https://www.fs.fed.us/foresthealth/pesticide/risk.shtml",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ New Zealand Hra:(NZW)SPF rabbits, 19-29 females/dose, were given technical dicamba via gelatin capsules (once daily) on gestation days 6-18, dosage 0 (capsule control), 30, 150 or 300 mg/kg/day. Animals were sacrificed on gestation day 29. No exposure-related effects at 30 mg/kg/day as shown by assessments of maternal toxicity (clinical observations, body weight, food consumption), abortions, premature deliveries, corpora lutea, implantations, early and late resorptions, live/dead fetuses, litter sizes, fetal sex ratio and body weight, and fetal gross external, soft tissue and skeletal alterations. Maternal toxicity occurred at >/= 150 mg/kg/day, including signs of neurotoxicity (e.g., decreased motor activity, ataxia) and reduced body weight gain. Other maternal effects at 300 mg/kg/day included rales, labored breathing, impaired righting reflex, perinasal discharge, dried or no feces, reduced food consumption, and weight loss during the dosing period. Abortions occurred at the maternally toxic doses of 150 mg/kg/day (one doe) and 300 mg/kg/day (four does, significantly different from control group), but were not accompanied by any other effects on embryo-fetal viability or development. Maternal toxicity NOAEL: 30 mg/kg/day Maternal toxicity LOAEL: 150 mg/kg/day Developmental toxicity NOAEL: 30 mg/kg/day Developmental toxicity LOAEL: 150 mg/kg/day"
        },
        {
            "References": "California Environmental Protection Agency/Department of Pesticide Regulation; Summary of Toxicology Data for Dicamba Chemical Code No.000200 p.5 (August 8, 1986, Revised March 18, 1996). Available from, as of June 15, 2017: https://www.cdpr.ca.gov/docs/risk/toxsums/toxsumlist.htm",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Technical dicamba (86.9% pure) was fed in diet to Crl:CD (SD) BR VAF/Plus rats (28 or 32/sex/dose) at 0 (Biosure Laboratory Animal Diet No. 2), 500, 1500, and 5000 ppm through 2 generations (with one litter in the first and two in the second). Treatment began 10 weeks prior to F0 mating. Parental NOEL = 1500 ppm. An increased (tense/stiff) body tone and slow righting reflex in F1 females was observed at 5000 ppm. Females in both generations and males in F1 generation showed increased liver weights at 5000 ppm. Reproductive NOEL = 500 ppm. There was an indication of dose-related decrease in sperm motility in the F1 generation at > 1500 ppm. Pup NOEL = 500 ppm. Possible adverse effect: Both sexes of F1 weanlings at >/= 1500 ppm and F2a and F2b weanlings at 5000 ppm showed increased liver weights. There was a significant (p < 0.01) delay in balanopreputial skinfold cleavage formation in males at 5000 ppm and growth development (body weight) in all generations at >/= 1500 ppm was delayed. Note: Reduced mating success was noted across all groups, including controls, in both F1 pairings."
        },
        {
            "References": "California Environmental Protection Agency/Department of Pesticide Regulation; Summary of Toxicology Data for Dicamba Chemical Code No.000200 p.6 (August 8, 1986, Revised March 18, 1996). Available from, as of June 15, 2017: https://www.cdpr.ca.gov/docs/risk/toxsums/toxsumlist.htm",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Technical Dicamba, purity 90.4% was administered orally via capsule at concentrations of 0 (size 1 gelatin capsule), 30, 150, or 300 mg/kg/day to 19-20 artificially inseminated female New Zealand White rabbits/group on days 6 through 18 of gestation. Maternal NOEL = 30 mg/kg/day. There was a decreased bodyweight gain and a decrease in food consumption at 300 mg/kg. At >/= 150 mg/kg, there was an increase in ataxia. Rales, decreased motor activity, labored breathing, perinasal substance, dried feces/no feces, impaired righting reflex and red substance in cage pan were observed to increase at 300 mg/kg. There was an increase in abortions at 300 mg/kg. Developmental NOEL = 150 mg/kg/day. Irregular nasal and internasal ossification occurred at 300 mg/kg."
        },
        {
            "References": "USEPA/Office of Pesticide Programs; Dicamba: Human Health Risk Assessment - Phase I p.52 (September 2005)",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ In an acute neurotoxicity study, groups of Crl:CD BR rats (10/sex/dose) received a single oral (gavage) administration of dicamba (86.9%) in corn oil at doses of 0, 300, 600, or 1200 mg/kg. Vehicle controls received corn oil only. Positive controls received acrylamide at 50 mg/kg/day by intraperitoneal injection on seven consecutive days. At 300 mg/kg, transiently impaired respiration; rigidity upon handling, prodding or dropping; freezing of movement when touched; decreased arousal and fewer rears/minute compared to controls; impairment of gait and righting reflex were observed in both sexes. In addition, males showed decreased forelimb grip strength. With the exception of the decrease in forelimb grip strength, which persisted until day seven, these effects were observed only on the day of dosing. In addition, at 600 mg/kg, both sexes showed decreases in locomotor activity and males showed significant decreases in tail flick reflex and a raised posture when placed in an open field. These effects were also observed only on the day of dosing. At the highest dose level tested (1200 mg/kg), both males and females showed an impaired startle response to an auditory stimulus. The effect was significant in males on day seven and in females on the day of dosing. In addition, males showed decreases in body weight (5-9%), body weight gain (24%) and food consumption (13% between days 0 and 7). The LOAEL was 300 mg/kg based on the several neurologic signs listed above; a NOAEL was not established."
        },
        {
            "References": "U.S. Dept. of Agriculture/Forest Service, Human Health and Ecological Risk Assessment for Dicamba (1918-00-9) SERA TR 04-43-17-06d, Appendix 6-3 (November 24, 2004). Available from, as of June 15, 2017: https://www.fs.fed.us/foresthealth/pesticide/risk.shtml",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ Domestic chickens (hens) were given a single dose of dicamba and observed for 21 days, dosage 79, 158, or 316 mg/kg. 316 mg/kg: Inability to stand from days 1-19. Sciatic nerve damage that appeared to be secondary to the prolonged recumbency rather than a direct chemical effect. No ataxia or other typical signs of neurotoxicity. Decreased body weight. 158 mg/kg: Recumbent for < 1 day but no histopathological changes in nervous system. Initial decrease in body weight followed by partial recovery. 79 mg/kg: No neurotoxic or other effects."
        },
        {
            "References": "U.S. Dept. of Agriculture/Forest Service, Human Health and Ecological Risk Assessment for Dicamba (1918-00-9) SERA TR 04-43-17-06d, Appendix 4-2 (November 24, 2004). Available from, as of June 15, 2017: https://www.fs.fed.us/foresthealth/pesticide/risk.shtml",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ Albino rats, 25 females per dose, were given technical dicamba in corn oil by gavage, 0 (vehicle control), 64, 160 or 400 mg/kg/day, on gestation days 0-19. Clinical signs of maternal toxicity that included ataxia, salivation, body stiffening and decreased motor activity occurred in pregnant rats administered 400 mg/kg/day. Other effects at this dose level included reduced body weight gain and food consumption and several deaths. No maternal effects observed at </= 160 mg/kg/day. Neurotoxicity NOAEL: 160 mg/kg/day Neurotoxicity LOAEL: 400 mg/kg/day"
        },
        {
            "References": "U.S. Dept. of Agriculture/Forest Service, Human Health and Ecological Risk Assessment for Dicamba (1918-00-9) SERA TR 04-43-17-06d, Appendix 4-3 (November 24, 2004). Available from, as of June 15, 2017: https://www.fs.fed.us/foresthealth/pesticide/risk.shtml",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ New Zealand rabbits, 19-29 females/dose, were given technical dicamba, 0 (capsule control), 30, 150 or 300 mg/kg/day via gelatin capsules (once daily) on gestation days 6-18. Clinical signs of maternal toxicity that included decreased motor activity, ataxia and impaired righting reflex occurred at >/= 150 mg/kg/day. No maternal effects at 30 mg/kg/day. Neurotoxicity NOAEL: 30 mg/kg/day Neurotoxicity LOAEL: 150 mg/kg/day"
        },
        {
            "References": "U.S. Dept. of Agriculture/Forest Service, Human Health and Ecological Risk Assessment for Dicamba (1918-00-9) SERA TR 04-43-17-06d, Appendix 4-1 (November 24, 2004). Available from, as of June 15, 2017: https://www.fs.fed.us/foresthealth/pesticide/risk.shtml",
            "Value": "/BEHAVIORAL STUDIES/ Crl:CD BR rats, 10/sex/level, received a single dose in corn oil of technical dicamba (86.9%) by gavage in dose levels of 0 (vehicle control), 300, 600, or 1200 mg/kg. Acute neurobehavioral toxicity was assessed using a Functional Observational Battery conducted within 1.5 +/- 1 hr after treatment. Changes in a number of endpoints/measures occurred at all dose levels that overall were described as a stimulus- or stress-induced rigidity. The effects were generally dose-related and included rigidity in handling/body tone, increased salivation and impaired respiration, flattened and/or raised posture, impaired gait, hypoalterness, decreased rearing frequency, freezing in response to touch, abnormal righting reflex, increased tail flick latency, decreased forelimb grip strength, and decreased locomotor activity. A few of these changes also occurred in the high-dose group at 7 days after dosing, but not at day 14, indicating that there were no persistent effects. Histological examination of nervous system tissues showed no clear treatment-related alterations. Body weight gain and food consumption were reduced in the high-dose males; no other non-neurological endpoints were evaluated. Neurotoxicity NOAEL: Not identified. Neurotoxicity LOAEL: 300 mg/kg"
        },
        {
            "References": "U.S. Dept. of Agriculture/Forest Service, Human Health and Ecological Risk Assessment for Dicamba (1918-00-9) SERA TR 04-43-17-06d, Appendix 4-2 (November 24, 2004). Available from, as of June 15, 2017: https://www.fs.fed.us/foresthealth/pesticide/risk.shtml",
            "Value": "/BEHAVIORAL STUDIES/ Sprague-Dawley rats, 10/sex/level, were fed technical dicamba (86.9%) at 0, 3000, 6000, or 12,000 ppm in the diet for 13 weeks. Reported overall mean compound intake for the low-, mid- and high-dose groups was 197.1, 401.5, and 767.9 mg/kg/day for males and 253.4, 472.0, and 1028.9 mg/kg/day for females. Subchronic neurobehavioral toxicity was assessed by a Functional Observational Battery and open-field locomotor activity during weeks 4, 8, and 13. Several effects occurred in high-dose rats of both sexes, particularly increased body tone rigidity in response to handling and touch. Additional findings of abnormal air righting reflex, mildly impaired gait, and increased latency to first step in the high dose rats were possibly related to the increased rigidity. Histological examinations of nervous system tissues and ophthalmoscopic examinations showed no treatment-related effects. Other findings included reduced body weight gain and food consumption in the high-dose males; additional non-neurological endpoints were not evaluated. Neurotoxicity NOAEL: 401.5 mg/kg/day (males) and 472.0 mg/kg/day (females) Neurotoxicity LOAEL: 767.9 mg/kg/day (males) and 1028.9 mg/kg/day (females)"
        },
        {
            "References": "PMID:15920753",
            "Value": "/GENOTOXICITY/ Pesticides are toxic agents intentionally released into the environment; their use raises public health and environmental concerns. In recent years there has been much attention to the biotic degradation of pesticides. Abiotic mechanisms in the soil can contribute to pesticide degradation yet the toxicological impact of such degradation is unclear. This study combines ... an investigation into abiotic mechanisms of degradation coupled with toxicological endpoints in mammalian cells. The genotoxicity of three commonly used agricultural pesticides was assessed before and after exposure to redox-modified clay minerals. The objectives of the study were to determine the genotoxicity of 2,4-dichlorophenoxy acetic acid (2,4-D), dicamba, and oxamyl, using single cell gel electrophoresis with Chinese hamster ovary (CHO) cells, and to determine the effect of the iron oxidation state in clay minerals (ferruginous smectite SWa-1) on the genotoxic potency of the pesticides. 2,4-D alone or following reaction with redox-modified clays did not induce DNA damage in CHO cells. Oxamyl alone induced a concentration-dependent increase in genomic DNA damage; however, its genotoxicity declined after reaction with reduced clay minerals. Dicamba was not genotoxic when directly analyzed. When dicamba was reacted with reduced clay, a concentration-dependent increase in genomic DNA damage was observed. ..."
        },
        {
            "References": "PMID:17643342",
            "Value": "/GENOTOXICITY/ The sister chromatid exchange (SCE) frequency, the cell-cycle progression analysis, and the single cell gel electrophoresis technique (SCGE, comet assay) were employed as genetic end-points to investigate the geno- and citotoxicity exerted by dicamba and one of its commercial formulation banvel (dicamba 57.71%) on Chinese hamster ovary (CHO) cells. Log-phase cells were treated with 1-500 ug/mL of the herbicides and harvested 24 hr later for SCE and cell-cycle progression analyses. All concentrations assessed of both test compounds induced higher SCE frequencies over control values. SCEs increased in a non-dose-dependent manner neither for the pure compound (r=0.48; P>0.05) nor for the commercial formulation (r=0.58, P>0.05). For the 200 ug/mL and 500 ug/mL dicamba doses and the 500 ug/mL banvel dose, a significant delay in the cell-cycle progression was found. A regression test showed that the proliferation rate index decreased as a function of either the concentration of dicamba (r=-0.98, P<0.05) or banvel (r=-0.88, P<0.01) titrated into cultures in the 1-500 ug/mL dose-range. SCGE performed on CHO cells after a 90 min pulse-treatment of dicamba and banvel within a 50-500 ug/mL dose-range revealed a clear increase in dicamba-induced DNA damage as an enhancement of the proportion of slightly damaged and damaged cells for all concentrations used (P<0.01); concomitantly, a decrease of undamaged cells was found over control values (P<0.01). In banvel-treated cells, a similar overall result was registered. Dicamba induced a significant increase both in comet length and width over control values (P<0.01) regardless of its concentration whereas banvel induced the same effect only within 100-500 ug/mL dose range (P<0.01). As detected by three highly sensitive bioassays, the present results clearly showed the capability of dicamba and banvel to induce DNA and cellular damage on CHO cells."
        },
        {
            "References": "PMID:14644350",
            "Value": "/GENOTOXICITY/ The transgenic Arabidopsis thaliana 'point mutation' and 'recombination' plants /were used/ to monitor the genetic effects of the herbicides 2,4-D and dicamba. ... Both herbicides had a significant effect on the frequency of homologous recombination A-->G mutation. Neither herbicides affected the T-->G mutation frequency ..."
        },
        {
            "References": "EPA/Office of Pollution Prevention and Toxics; High Production Volume Information System (HPVIS) on Dicamba (1918-00-9). Available from, as of June 11, 2010: https://www.epa.gov/hpvis/index.html",
            "Value": "/GENOTOXICITY/ Ames test, Salmonella typhimurium TA98, TA100, TA1535, TA1537 and TA102. Dosing: Mutation experiment 1 (without preincubation): 8, 40, 200, 1000, 5000 ug/plate; Mutation experiment 2: TA98, TA100, TA1535, and TA1537: 187.5, 375, 750, 1500 and 3000 ug/plate. TA102: 46.875, 93.75, 187.5, 375 and 750ug/plate. Number of replicates: 3. Solution in DMSO. Positive controls: -S9: 2-nitrofluorene (TA98), sodium azide (TA100, TA1535), 9-aminoacridine (TA1537), gluturaldehyde (TA102). +S9: 2-aminoanthracene (at least one strain). Negative controls: DMSO (vehicle). Mutation experiment 2; 1h incubation at 37 °C of S9 with the test compound prior to addition to the tester strain. Results: negative both with and without metabolic activation."
        },
        {
            "References": "California Environmental Protection Agency/Department of Pesticide Regulation; Summary of Toxicology Data for Dicamba Chemical Code No.000200 p.7 (August 8, 1986, Revised March 18, 1996). Available from, as of June 15, 2017: https://www.cdpr.ca.gov/docs/risk/toxsums/toxsumlist.htm",
            "Value": "/GENOTOXICITY/ Salmonella /typhimurium/, 5 strains, TA1535, TA1537, TA1538, TA98 and TA100, 0-5000 ug/plate, with and without S-9, three trials. Also, E. coli WP2 at 0 to 1000 ug/plate (trial 1) and 0 to 5000 ug/plate (trial 2) with and without S9 activation. No mutagenic effect reported."
        },
        {
            "References": "California Environmental Protection Agency/Department of Pesticide Regulation; Summary of Toxicology Data for Dicamba Chemical Code No.000200 p.7 (August 8, 1986, Revised March 18, 1996). Available from, as of June 15, 2017: https://www.cdpr.ca.gov/docs/risk/toxsums/toxsumlist.htm",
            "Value": "/GENOTOXICITY/ Chromosome aberrations in Chinese hamster ovary (CHO) Cells, Technical Dicamba, lot 52625110; assay conducted with and without Aroclor-induced S-9 activation system at dose levels of 2330, 1170, 590, 300, and 0 ug/mL; incubation for 8 hr without activation and for 2 hr with activation; no evidence for an increase in chromosomal aberrations."
        },
        {
            "References": "PMID:2331981",
            "Value": "/GENOTOXICITY/ The genotoxic effects of the herbicide dicamba have been studied by measuring 1) the unwinding rate of liver DNA from intraperitoneally (i.p.) treated rats (fluorimetric assay); 2) DNA repair as unscheduled DNA synthesis (UDS) induced in cultured human peripheral blood lymphocytes (HPBL); and 3) sister chromatid exchanges (SCE) in HPBL. Results show that dicamba is capable of inducing DNA damage since it significantly increases the unwinding rate of rat liver DNA in vivo and also induces UDS in HPBL in vitro in the presence of exogenous metabolic activation (S-9 mix). Furthermore, dicamba causes a very slight increase in SCE frequency in HPBL in vitro."
        },
        {
            "References": "GENE-TOX Program: Current Status of Bioassay in Genetic Toxicology. U.S. Environmental Protection Agency, Washington, DC. Office of Toxic Substances and Pesticides. (For program information, contact Environmental Mutagen Information Center, Oak Ridge National Laboratory, Post Office Box Y, Oak Ridge, Tennessee 37830. Telephone (615) 574-7871)",
            "Value": "/GENOTOXICITY/ Escherichia coli WP2,UvrA - Reverse mutation studies with metabolic activation: negative."
        },
        {
            "References": "Eisenbeis SJ et al; Soil Sci 131 (1): 44-7 (1981)",
            "Value": "/GENOTOXICITY/ Using Ames Salmonella/mammalian microsome assay dicamba showed no increase in mutagenic activity over background findings. Tester stains used were TA 1535, 1537, 1538, 98, 100."
        },
        {
            "References": "PMID:21963431",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ The purpose of this study was to further investigate the cytotoxic and genotoxic effects of dicamba and Banvel employing the cytokinesis-block micronucleus cytome (CBMN-cyt) assay estimated by the analysis of the nuclear division index (NDI), the frequency of micronucleus (MN), nucleoplasmic bridges (NPBs), and nuclear buds (NBUDs). Besides, for mechanism of MN induction CREST anti-kinetochore antibody analysis was performed. The activities of both compounds were tested within the range of 50-500 ug/mL on Chinese hamster ovary (CHO-K1) cells. Overall, dicamba and Banvel produced a NDI dose-dependent decrease but the response was statistically significant only in cultures treated with Banvel at a 100-500 ug/mL concentration range. A dose-dependent induction of MN was observed after dicamba- and Banvel-treatments within the 50-400 ug/mL and 50-500 ug/mL concentration-ranges, respectively. Induction of NPBs and NBUDs was significantly enhanced by both test compounds. The NPBs/MN ratio values found for dicamba and Banvel were 0.04-0.11 and 0.05-0.18, respectively. Results clearly demonstrated that dicamba and Banvel exerted both cyto- and genotoxic damage on CHO-K1 cells. Furthermore, the CBMN-cyt assay employed confirmed our previous investigations concerning the cellular and DNA damaging capabilities of dicamba and highlights that both clastogenic and aneugenic mechanisms are implicated in the MN induction."
        },
        {
            "References": "PMID:12669190",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ The effects of dicamba, a widely used broad-leaf herbicide, on rat liver mitochondrial bioenergetic activities were examined. The results obtained for state 4 respiration indicate not only an uncoupling effect, the result of an increase on the permeability of inner mitochondria membrane to protons, but also a strong inhibitory effect on the redox complexes. State 3 and respiration uncoupled by FCCP (carbonylcyanide p-trifluoromethoxyphenylhydrazone) were inhibited to approximately the same extent, i.e. by about 70%. Depression of respiratory activity is essentially mediated through partial inhibition of mitochondrial complexes II and III. ATPase activity was much less depressed by dicamba than ATP synthase activity. Therefore, a considerable part of the inhibition observed on ATP synthase is the result of an inhibition on the redox complexes. The loss of phosphorylation capacity, induced by dicamba, was in the last analysis not only the result of a direct effect of dicamba on the enzymatic complex (F(0)-F(1) ATPase) but also the result of a deleterious effect on the integrity of the mitochondrial membrane, which can promote an inhibition of the respiratory complexes and an increase of the proton permeability of the inner membrane."
        },
        {
            "References": "PMID:18676083",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ In the present study the cytogenetic and genotoxic effect of benzoic herbicide dicamba and its Argentinean commercial formulation banvel (57.71% dicamba) was evaluated and whether this effect is mediated through oxidative damage or not. The protective role of vitamin E was also studied. Sister chromatid exchange (SCE) frequency, cell-cycle progression, and cell viability analyses in CHO cells were used as in vitro end-points. Treatments with the test compounds were performed either during 24 hr (Protocol A) or 12 hr (Protocol B) before harvesting. Protocol A showed that vitamin E decreased pesticide SCE induction, corrected the cell-cycle delay and partially protected cell-death only in 500 ug/mL dicamba-treated cultures. A similar trend was found in banvel-treated cultures. Protocol B revealed similar protective role of vitamin E only for dicamba-induced geno- and cytotoxicity. Based on these observations it could be suggested that dicamba injures DNA by delivering reactive oxygen species rather than by another type of mechanism/s. Although banvel mimics the effect observed by dicamba, its formulation contains other xenobiotic/s agents able to induce cellular and DNA damage by a different mechanism/s. Further investigations are needed to acquire a comprehensive knowledge of the possible mechanism/s through dicamba and banvel exert their toxic effects."
        },
        {
            "References": "PMID:23584031",
            "Value": "/VETERINARY CASE REPORTS/ Exposure to herbicide-treated lawns has been associated with significantly higher bladder cancer risk in dogs. This work was performed to further characterize lawn chemical exposures in dogs, and to determine environmental factors associated with chemical residence time on grass. In addition to concern for canine health, a strong justification for the work was that dogs may serve as sentinels for potentially harmful environmental exposures in humans. Experimentally, herbicides [2,4-dichlorophenoxyacetic acid (2,4-D), 4-chloro-2-methylphenoxypropionic acid (MCPP), dicamba] were applied to grass plots under different conditions (e.g., green, dry brown, wet, and recently mowed grass). Chemicals in dislodgeable residues were measured by LC-MS at 0.17, 1, 24, 48, 72 hr post treatment. In a separate study, 2,4-D, MCPP, and dithiopyr concentrations were measured in the urine of dogs and in dislodgeable grass residues in households that applied or did not apply chemicals in the preceding 48 hr. Chemicals were measured at 0, 24, and 48 hr post application in treated households and at time 0 in untreated control households. Residence times of 2,4-D, MCPP, and dicamba were significantly prolonged (P<0.05) on dry brown grass compared to green grass. Chemicals were detected in the urine of dogs in 14 of 25 households before lawn treatment, in 19 of 25 households after lawn treatment, and in 4 of 8 untreated households. Chemicals were commonly detected in grass residues from treated lawns, and from untreated lawns suggesting chemical drift from nearby treated areas. Thus dogs could be exposed to chemicals through contact with their own lawn (treated or contaminated through drift) or through contact with other grassy areas if they travel. The length of time to restrict a dog's access to treated lawns following treatment remains to be defined. Further study is indicated to assess the risks of herbicide exposure in humans and dogs."
        },
        {
            "References": "PMID:25805724",
            "Value": "/OTHER TOXICITY INFORMATION/ Biocides, such as herbicides, are routinely tested for toxicity but not for sublethal effects on microbes. Many biocides are known to induce an adaptive multiple-antibiotic resistance phenotype. This can be due to either an increase in the expression of efflux pumps, a reduced synthesis of outer membrane porins, or both. Exposures of Escherichia coli and Salmonella enterica serovar Typhimurium to commercial formulations of three herbicides-dicamba (Kamba), 2,4-dichlorophenoxyacetic acid (2,4-D), and glyphosate (Roundup)-were found to induce a changed response to antibiotics. Killing curves in the presence and absence of sublethal herbicide concentrations showed that the directions and the magnitudes of responses varied by herbicide, antibiotic, and species. When induced, MICs of antibiotics of five different classes changed up to 6-fold. In some cases the MIC increased, and in others it decreased. Herbicide concentrations needed to invoke the maximal response were above current food maximum residue levels but within application levels for all herbicides. Compounds that could cause induction had additive effects in combination. The role of soxS, an inducer of the AcrAB efflux pump, was tested in beta-galactosidase assays with soxS-lacZ fusion strains of E. coli. Dicamba was a moderate inducer of the sox regulon. Growth assays with Phe-Arg beta-naphtylamide (PAbetaN), an efflux pump inhibitor, confirmed a significant role of efflux in the increased tolerance of E. coli to chloramphenicol in the presence of dicamba and to kanamycin in the presence of glyphosate. Pathways of exposure with relevance to the health of humans, domestic animals, and critical insects are discussed. Increasingly common chemicals used in agriculture, domestic gardens, and public places can induce a multiple-antibiotic resistance phenotype in potential pathogens. The effect occurs upon simultaneous exposure to antibiotics and is faster than the lethal effect of antibiotics. The magnitude of the induced response may undermine antibiotic therapy and substantially increase the probability of spontaneous mutation to higher levels of resistance. The combination of high use of both herbicides and antibiotics in proximity to farm animals and important insects, such as honeybees, might also compromise their therapeutic effects and drive greater use of antibiotics. To address the crisis of antibiotic resistance requires broadening our view of environmental contributors to the evolution of resistance."
        }
    ],
    "sediment_soil_concentrations": [
        {
            "References": "(1) Yao Y et al; Environ Sci Technol 42: 5931-7 (2008)",
            "Value": "SOIL: In soil samples collected in 2005 from Abbotsford, Bratts Lake, St Anicet, Baie St Francois and Kensington, Canada, dicamba was not detected (detection limit 0.1 ng/g)(1)."
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "(1) USDA; ARS Pesticide Properties Database. Last Updated May 1995. Dicamba (1918-00-9). Available from, as of May 23, 2017: https://www.ars.usda.gov/ (2) Oliveira RS Jr et al; Weed Rse 41: 97-110 (2001) (3) Swann RL et al; Res Rev 85: 17-28 (1983) (4) MacBean C, ed; e-Pesticide Manual. 15th ed., ver. 5.1, Alton, UK; British Crop Protection Council. Dicamba (1918-00-9) (2008-2010) (5) Doucette WJ; pp. 141-188 in Handbook of Property Estimation Methods for Chemicals. Boethling RS, Mackay D, eds. Boca Raton, FL: Lewis Publ (2000)",
            "Value": "Koc values of 3.45-21.20 (average of 13.4) were measured in five loam soils (organic matter content of 0.6-4.9%)(1). A Koc range of 7-34 was measured in six different Brazilian soils with organic carbon content of 0.35-7.45%(2). According to a classification scheme(3), these Koc values suggest that dicamba is expected to have very high mobility in soil. The pKa of dicamba is 1.97(4), indicating that this compound will exist almost entirely in the anion form in the environment and anions generally do not adsorb more strongly to soils containing organic carbon and clay than their neutral counterparts(5)."
        },
        {
            "References": "(1) Helling CS, Turner BC; Sci 162: 562-3 (1968) (2) Helling CS; Soil Sci Soc Amer, Proc 35: 737-43 (1971) (3) Johnson RM, Sims JT; Pestic Sci 54: 91-8 (1998) (4) Grover R, Smith AE; Can J Soil Sci 54: 179-186 (1974) (5) Harris CI; Weeds 15: 214-6 (1967) (6) Carringer RD et al; J Agric Food Chem 23: 568-72 (1975) (7) Shirmohammadi A et al; Ground Water Monit Rev 9: 141-8 (1989) (8) Comfort SD et al; J Environ Qual 21: 653-8 (1992) (9) Hill BD et al; Water Qual Res J Can 35: 693-710 (2000)",
            "Value": "Dicamba had measured Rf values of 0.96-1.00 in silt loam, silty clay loam, and sandy loam soils(1), 0.83-1.00 in 14 different soils(2) and 0.80-1.00 in six agricultural soils from Delaware(3); these Rf values are indicative of high soil mobility. Soil mobility was found to increase with an increase in soil pH(1-2). Adsorption of dicamba on near-neutral pH prairie soils was found to be minimal(4). Dicamba was found to be highly mobile in both silty clay loam and sandy loam in soil column studies(5). Dicamba did not show any adsorption to organic matter (prepared from a peaty muck soil), but did show some adsorption to montmorillonite(6). Dicamba was found to adsorb minimally to all soils under all experimental conditions, acidification and iron-saturation of soils increased adsorption, the estimated Koc in these experiments was 4.4(7). Laboratory soil column transport experiments using a clay soil found dicamba to be highly mobile(8). Dicamba leached very rapidly (84-100%) in a soil column study using five different soils from Alberta, Canada(9)."
        }
    ],
    "plant_translocations": [
        {
            "content": "In the context of BAS 662H, dicamba plays a crucial role as an auxin herbicide, complemented by diflufenzopyr's action as an auxin transport inhibitor. Dicamba, when applied alone or in combination with diflufenzopyr, has shown notable effects on various plant species. In weed species like Amaranthus retroflexus and Galium aparine, dicamba's action was significantly enhanced by diflufenzopyr. The combined treatment led to increased ACC synthase activity, ethylene formation, and accumulation of (þ)-abscisic acid (ABA) within 20 hours. This accumulation correlated with growth inhibition, hydrogen peroxide overproduction, and tissue damage, indicating a synergistic herbicidal effect. However, in corn plants, dicamba's behavior was influenced by diflufenzopyr. Diflufenzopyr considerably decreased the foliar uptake of dicamba by about 50% selectively in corn, compared to when dicamba was applied alone. Additionally, dicamba's systemic translocation and concentration beyond treated plant parts were notably lower in corn compared to weed species. Moreover, dicamba metabolism was not significantly influenced by the presence of diflufenzopyr, but its overall effect and translocation within the corn plant were hindered. This prevented the synergistic enhancement of dicamba's herbicidal activity observed in weed species. The selective action and improved tolerance of corn to dicamba in the presence of diflufenzopyr highlight the complex interplay between these compounds. While dicamba retains its herbicidal properties, its efficacy and translocation dynamics are notably altered in the presence of diflufenzopyr, contributing to the selectivity of BAS 662H in weed control while preserving corn health.",
            "reference": "Grossmann, K., Caspar, G., Kwiatkowski, J., & Bowe, S. J. (2002). On the mechanism of selectivity of the corn herbicide BAS 662H: a combination of the novel auxin transport inhibitor diflufenzopyr and the auxin herbicide dicamba. Pest Management Science, 58(10), 1002–1014. doi:10.1002/ps.549 ",
            "method": {
                "Test Plant": "Galium aparine L, Amaranthus retroflexus L, Corn",
                "Apply Location": "Root application",
                "Plant Grown Condition": "Raised in vermiculite substrate moistened with half-strength Linsmaier-Skoog medium in a climate room at 22°C and 75% relative humidity",
                "Chemical Preparation": "Diflufenzopyr-Na (sodium 2-{1-[4-(3,5-difluorophenyl)semicarbazono]ethyl}nicotinate), diflufenzopyr (free acid), [pyridine-4,6-14C]diflufenzopyr (free acid), carbamoyl phthalazinone, phthalazinone, dicamba-Na (sodium 2-methoxy-3,6 dichlorobenzoate), dicamba (free acid), [ring-U-14C]dicamba (free acid), 5-hydroxy dicamba, 3,6-dichloro salicylic acid, quinclorac, NAA (1-naphthaleneacetic acid), picloram (4-amino-3,5,6-trichloropicolinic acid), 1-Aminocyclopropane-1-carboxylic acid (ACC), (þ)-abscisic acid (ABA)",
                "Pesticide Application Details for the Plant": "The doses of diflufenzopyr and dicamba were approximately equivalent to field rates of 100g AE/ha (0.35mM) and 250g AE/ha (1.3mM) in 400 litres of carrier, respectively.",
                "Other Information": "Five replicates for plants in hydroponics, three replicates for suspended callus cells"
            },
            "result": "[{\"Plant\": \"Corn\", \"Time after application\": \"2 hours\", \"Absorption (ug/g fresh weight)\": \"0.01\", \"Root (%)\": NaN, \"Shoot (%)\": NaN}, {\"Plant\": \"Corn\", \"Time after application\": \"5 hours\", \"Absorption (ug/g fresh weight)\": \"0.3\", \"Root (%)\": NaN, \"Shoot (%)\": NaN}, {\"Plant\": \"Corn\", \"Time after application\": \"16 hours\", \"Absorption (ug/g fresh weight)\": \"0.1\", \"Root (%)\": 68.0, \"Shoot (%)\": 32.0}, {\"Plant\": \"Galium aparine\", \"Time after application\": \"2 hours\", \"Absorption (ug/g fresh weight)\": \"<0.1\", \"Root (%)\": NaN, \"Shoot (%)\": NaN}, {\"Plant\": \"Galium aparine\", \"Time after application\": \"5 hours\", \"Absorption (ug/g fresh weight)\": \"<0.1\", \"Root (%)\": NaN, \"Shoot (%)\": NaN}, {\"Plant\": \"Galium aparine\", \"Time after application\": \"16 hours\", \"Absorption (ug/g fresh weight)\": \"<0.1\", \"Root (%)\": 40.0, \"Shoot (%)\": 60.0}, {\"Plant\": \"Amaranthus retroflexus\", \"Time after application\": \"2 hours\", \"Absorption (ug/g fresh weight)\": \"0.2\", \"Root (%)\": NaN, \"Shoot (%)\": NaN}, {\"Plant\": \"Amaranthus retroflexus\", \"Time after application\": \"5 hours\", \"Absorption (ug/g fresh weight)\": \"0.3\", \"Root (%)\": NaN, \"Shoot (%)\": NaN}, {\"Plant\": \"Amaranthus retroflexus\", \"Time after application\": \"16 hours\", \"Absorption (ug/g fresh weight)\": \"0.58\", \"Root (%)\": 40.0, \"Shoot (%)\": 60.0}]"
        },
        {
            "content": "The study investigated herbicide absorption, translocation, and metabolism in Echinochloa crus-galli and Amaranthus palmeri using 14C-labeled herbicides glyphosate, glufosinate, and dicamba. Results showed reduced uptake of 14C-glyphosate in both weeds when mixed with glufosinate or dicamba, indicating potential herbicide antagonism. E. crus-galli metabolized dicamba faster than A. palmeri, and mixing glufosinate with dicamba limited dicamba's metabolic degradation in both species. These findings underscore the importance of carefully evaluating herbicide mixtures, as they can significantly impact herbicide performance and resistance management in the field.",
            "reference": "Meyer, C. J., Peter, F., Norsworthy, J. K., & Beffa, R. (2020). Uptake, translocation, and metabolism of glyphosate, glufosinate, and dicamba mixtures in Echinochloa crus‐galli and Amaranthus palmeri. Pest Management Science, 76(9), 3078-3087.",
            "method": {
                "Test Plant": "Echinochloa crus-galli (barnyard grass) and Amaranthus palmeri (Palmer amaranth)",
                "Apply Location": "Foliar application",
                "Plant Grown Condition": "Greenhouse grown plants established at Bayer Weed Resistance Competence Center in Frankfurt, Germany. Two biotypes each of E. crus-galli and A. palmeri used.",
                "Chemical Preparation": "14C-labeled herbicides used: [phosphonomethyl-14C]-glyphosate, 1-14C glufosinate hydrochloride, [ring-U-14C]-dicamba.Radiolabeled solutions prepared with commercial herbicide formulations at typical use rates, with/without ammonium sulfate, and water to give 1.333 kBq/μL of respective 14C-herbicide",
                "Pesticide Application Details for the Plant": "1 mL radiolabeled solution containing respective 14C-herbicide applied to plants following procedure modified from Nandula and Vencill (2008). Solutions contained 14C-herbicide plus commercial formulations at typical use rates with/without ammonium sulfate",
                "Other information and Other Information": "Three separate experiments conducted for 14C-glyphosate, 14C-glufosinate, 14C-dicamba.Treatments varied by including different combinations of herbicides (glyphosate, glufosinate, dicamba, metolachlor"
            },
            "result": "[{\"Plant\": \"A.palmeri\", \"Treatment\": \"Dicamba\", \"Aboved treated leaf (% of applied)\": 30, \"Treated leaf (%)\": 11, \"Below treated leaf (%)\": 17, \"Roots (%)\": 5}, {\"Plant\": \"A.palmeri\", \"Treatment\": \"Dicamba + glufosinate\", \"Aboved treated leaf (% of applied)\": 3, \"Treated leaf (%)\": 71, \"Below treated leaf (%)\": 1, \"Roots (%)\": 0}, {\"Plant\": \"A.palmeri\", \"Treatment\": \"Dicamba + glyphosate\", \"Aboved treated leaf (% of applied)\": 27, \"Treated leaf (%)\": 14, \"Below treated leaf (%)\": 16, \"Roots (%)\": 6}, {\"Plant\": \"E.crus-galli\", \"Treatment\": \"Dicamba\", \"Aboved treated leaf (% of applied)\": 10, \"Treated leaf (%)\": 48, \"Below treated leaf (%)\": 8, \"Roots (%)\": 2}, {\"Plant\": \"E.crus-galli\", \"Treatment\": \"Dicamba + glufosinate\", \"Aboved treated leaf (% of applied)\": 5, \"Treated leaf (%)\": 67, \"Below treated leaf (%)\": 5, \"Roots (%)\": 1}, {\"Plant\": \"E.crus-galli\", \"Treatment\": \"Dicamba + glyphosate\", \"Aboved treated leaf (% of applied)\": 6, \"Treated leaf (%)\": 58, \"Below treated leaf (%)\": 8, \"Roots (%)\": 2}]"
        }
    ]
}