{
    "_id": {
        "$oid": "6682e7f9c4e5dba5ffba2344"
    },
    "CID": {
        "$numberInt": "3031"
    },
    "Name": "DICHLOBENIL",
    "IUPACName": "2,6-dichlorobenzonitrile",
    "CanonicalSMILES": "C1=CC(=C(C(=C1)Cl)C#N)Cl",
    "Synonyms": [
        "2,6-Dichlorobenzonitrile",
        "dichlobenil",
        "1194-65-6",
        "Benzonitrile",
        "2,6-dichloro-",
        "Dichlobanil",
        "Casoron",
        "Prefix D",
        "Casaron",
        "DU-Sprex",
        "Decabane",
        "Surfassol",
        "Casoron 133",
        "DBN (the herbicide)",
        "2,6-Dichlorophenyl cyanide",
        "2,6-DBN"
    ],
    "IsomericSMILES": "C1=CC(=C(C(=C1)Cl)C#N)Cl",
    "INCHI": "InChI=1S/C7H3Cl2N/c8-6-2-1-3-7(9)5(6)4-10/h1-3H",
    "INCHIKEY": "YOYAIZYFCNQIRF-UHFFFAOYSA-N",
    "Formula": "C7H3Cl2N",
    "MolecularWeight": {
        "$numberDouble": "172.01"
    },
    "Description": "2,6-dichlorobenzonitrile is a nitrile that is benzonitrile which is substituted by chlorines at positions 2 and 6. A cellulose synthesis inhibitor, it is used as a pre-emergent and early post-emergent herbicide. It has a role as a herbicide, an agrochemical, a cellulose synthesis inhibitor, a xenobiotic and an environmental contaminant. It is a nitrile and a dichlorobenzene. It is functionally related to a benzonitrile.",
    "XlogP": {
        "$numberDouble": "2.7"
    },
    "Complexity": {
        "$numberInt": "150"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "environmental_bioconcentrations": [
        {
            "References": "(1) Bolier G et al; Meded Fac Landbouwwetensch, Rijksuniv Gent 38: 733-40 (1973) (2) Reinert KH, Rodgers JH; Rev Environ Contam Toxicol 98: 61-98 (1987) (3) USEPA; EPA Reregistration Eligibility Decision (RED). Dichlobenil (1194-65-6). EPA 733-R-98-003. October 1998. Available from the database query page at https://www.epa.gov/pesticides/reregistration/status.htm as of Jan 30, 2006. (4) Franke C et al; Chemosphere 29: 1501-14 (1994)",
            "Value": "The bioconcentration factor of dichlobenil in fish is 15-20(1). BCF values for dichlobenil ranged from 9.95 for bass to 18.5 for bluegill(2). Dichlobenil accumulated in edible (fillet) and nonedible (viscera) tissues of rainbow trout, largemouth bass, and brown bullhead catfish that were exposed to dichlobenil applied at 15 lb ai/A to a pond in Oregon. Maximum bioconcentration factors for edible, nonedible, and whole fish tissues were 12, 35, and 27 for rainbow trout; 10, 17, and 15 for largemouth bass; and 14, 21, and 17, respectively, for brown bullhead catfish(3). According to a classification scheme(4), these BCF values suggest bioconcentration in aquatic organisms is low to moderate(SRC)."
        }
    ],
    "environmental_biodegradations": [
        {
            "References": "(1) Miyazaki S et al; J Agric Food Chem 23: 365-8 (1975) (2) Rice CP et al; J Agric Food Chem 22: 534-35 (1974) (3) Freitag D et al; Chemosphere 14: 1589-616 (1985) (4) Scheunert I et al; Chemosphere 16: 1031-41 (1987)",
            "Value": "AEROBIC: Dichlobenil was degraded to 2,6-dichlorobenzamide and several other unidentified metabolites by an aquatic Arthrobacter species isolated from hydrosoil(1). When dichlobenil was added to sterilized and unsterilized soil suspensions prepared from pond water and sediments, 22.9 and 3.5%, respectively, of the herbicide added remained after 4 weeks(1). The disappearance of dichlobenil from the hydrosoil and water in a farm pond treated with the herbicide was attributed in part to biodegradation(2). No quantitative information on the extent of biodegradation was given. Biodegradation of 0.05 mg/L during incubation in activated sludge for 5 days was <0.1%(3). Incubation of 14C-dichlobenil in aerobic and anaerobic soil suspension resulted in no evolution of 14CO2 in 5 days(4)."
        },
        {
            "References": "(1) Tomlin CDS; The Pesticide Manual World Compendium. 11th ed. Surrey, England: British Crop Protection Council pp 359 (1997) (2) Reinert KH, Rodgers JH; Rev Environ Contam Toxicol 98: 61-98 (1987) (3) Williams JH, Eagle DJ; Weed Res 19: 315-319 (1979)",
            "Value": "AEROBIC: The half-life of dichlobenil in soil is typically 1-6 months depending upon soil type, with 2,6-dichlorobenzamide (which is slowly degraded to 2,6-dichlorobenzoic acid) observed as a major metabolite(1). Soil biodegradation rate constants for dichlobenil in the range of 0.02 to 0.002 day-1 have been reported(2), corresponding to half-lives of about 35-346 days(2). A sediment biodegradation rate constant of 0.03 day-1 was calculated for a NY pond treated with granular dichlobenil(2). This rate constant corresponds to a degradation half-life of about 23 days(2). Field studies using a sandy soil and dichlobenil applied at 8.3 and 16.6 kg/ha indicate that the overall persistence time of dichlobenil is approximately one year(3). An initial half-life of approximately 4 weeks was observed for surface applied dichlobenil; however, this loss mechanism was largely due to volatilization(3). Incorporation of the granules into the soil by mechanical cultivation, markedly increased the persistence time of both dichlobenil and its metabolite dichlorobenzamide(3)."
        },
        {
            "References": "(1) USEPA; EPA Reregistration Eligibility Decision (RED). Dichlobenil (1194-65-6). EPA 733-R-98-003. October 1998. Available from the database query page at https://www.epa.gov/pesticides/reregistration/status.htm as of Jan 30, 2006.",
            "Value": "ANAEROBIC: Dichlobenil is persistent to metabolism under anaerobic aquatic conditions(SRC). Dichlobenil exhibited an extrapolated half-life of 2.8 years in lake water:sediment slurries incubated under anaerobic conditions for 370 days(1)."
        }
    ],
    "logP": [
        {
            "References": "Hansch, C., Leo, A., D. Hoekman. Exploring QSAR - Hydrophobic, Electronic, and Steric Constants. Washington, DC: American Chemical Society., 1995., p. 25",
            "Value": "log Kow = 2.74"
        }
    ],
    "mechanism_of_action": [
        {
            "References": "Weed Science Society of America. Herbicide Handbook. 5th ed. Champaign, Illinois: Weed Science Society of America, 1983., p. 159",
            "Value": "Dichlobenil acts primarily on growing points and root tips. Definite characteristics at the toxic level in intact plants include a rapid growth inhibition, followed by a gross disruption of tissues, notably in the meristems and phloem, which may result in the swelling or collapse of stem, root, and petiole, and a generalized brown discoloration, frequently accompanied by the exudation of gummy material from shoots."
        },
        {
            "References": "Kearney, P.C., and D. D. Kaufman (eds.) Herbicides: Chemistry, Degredation and Mode of Action. Volumes 1 and 2. 2nd ed. New York: Marcel Dekker, Inc., 1975., p. 578",
            "Value": "Soil applied dichlobenil (2 lb/acre) destroyed phloem, cambium, and associated parenchyma in and above nodes of alligator weed ... Injury to inactive axillary bud tissues was limited... ."
        },
        {
            "References": "Hartley, D. and H. Kidd (eds.). The Agrochemicals Handbook. 2nd ed. Lechworth, Herts, England: The Royal Society of Chemistry, 1987., p. A134 Aug 87",
            "Value": "Selective systemic herbicide, absorbed by the roots and leaves, with rapid translocation acropetally and slower translocation basipetally. Inhibits actively dividing meristems and germination of seeds, and damages rhizomes. Has no effect on cell respiration or photosynthesis, but inhibits cellulose synthesis."
        },
        {
            "References": "PMID:1585372",
            "Value": "24 hr following injection of a single dose of the herbicide dichlobenil (2,6-dichlorobenzonitrile) in C57Bl/6 mice a steep dose-response curve for the histopathological toxicity in the olfactory mucosa was observed. 4 hr following injection of a toxic dose of (14)C-dichlobenil (12 mg/kg) the covalent binding in the olfactory mucosa was 26 times higher than that in the liver. A dose-dependent decrease of nonprotein sulfhydryls (mainly glutathione, GSH) in the olfactory mucosa was observed 2.5 hr following injection of dichlobenil (6, 12, 25 mg/kg). The synthetic GSH precursor N-acetyl-L-cysteine decreased both the dichlobenil-induced toxicity and the covalent binding, whereas N-acetyl-D-cysteine had no effect. No protective effects of the cyanide antidotes nitrite, thiosulfate, or superoxide dismutase on the dichlobenil-induced toxicity were observed. In mice given the GSH-depleting agent phorone and a subtoxic dose of dichlobenil (6 mg/kg), an extensive toxicity and an increased covalent binding in the olfactory mucosa were demonstrated. Autoradiography showed no change in the distribution of covalent (14)C dichlobenil binding to nontarget tissues of phorone-treated mice. In conclusion, the results demonstrate a relationship between the degrees of covalent binding, GSH depletion, and toxicity of dichlobenil in the olfactory mucosa. Hence, the level of GSH appears to be of importance for the dichlobenil-induced toxicity in the olfactory mucosa."
        },
        {
            "References": "PMID:1884429",
            "Value": "The metabolic activation of the herbicide dichlobenil (2,6-dichloro (ring-(14)C) benzonitrile) in the olfactory mucosa of C57BL mice and Sprague Dawley rats was examined. In homogenates of the olfactory mucosa (mouse 1000 x g supernatants; rat microsomes), dichlobenil was metabolized and covalently bound to protein. The apparent Km, Vmax and V/K values showed that the olfactory mucosa had both a higher affinity for dichlobenil and a higher capacity/mg protein to activate dichlobenil in comparison to the liver. The covalent binding was dependent on NADPH and was inhibited by the addition of dithionite, metyrapone and glutathione indicating an oxidative cytochrome P-450 dependent activation of dichlobenil into an electrophilic intermediate. The covalent binding was also inhibited by the addition of superoxide dismutase whereas catalase, mannitol or dimethylsulfoxide had no effect indicating the involvement of O2- but not of H2O2 or OH. in the activation. In explants of the olfactory mucosa incubated with (14)C dichlobenil a preferential covalent binding was observed in the Bowman's glands suggesting an activation of dichlobenil in these structures. The highly efficient metabolic activation of dichlobenil to reactive intermediates in the olfactory mucosa is suggested to be of importance for the potent dichlobenil-induced toxicity in this tissue."
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "PMID:2339421",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ A study was conducted to investigate whether the herbicide dichlobenil was toxic to the nasal mucosa following ip injection in mice. Microautoradiography and tape section autoradiography were used to determine the cellular targets for irreversible metabolite binding. Female C57B1 mice were given single ip injections of dichlobenil at 6, 12, 25, or 50 mg/kg. Some mice were treated with metyrapone to determine the role of cytochrome p450 in the toxicity of dichlobenil. Mice were killed at 8 hours to 20 days after treatment. Female Sprague Dawley rats were injected ip with 25 or 50 mg/kg, and killed after 3 days. Liver and nasal region tissues were fixed, sectioned, and examined histologically. Tissues from mice administered (14)C labeled dichlobenil were examined by autoradiography. The results indicated that dichlobenil is a potent olfactory toxicant that induces lesions both in the epithelium and the glands of Bowman. The herbicide is metabolized to a reactive metabolite that becomes bound in the glands. Since the binding was confined to these glands, it was proposed that there is a primary lesion in Bowman's glands and that the lesion in the olfactory epithelium is secondary."
        },
        {
            "References": "PMID:15380007",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ ... Dichlobenil can produce specific and permanent ablation of neurons in odorant receptor expression zone 1, while a higher dichlobenil dose causes reversible toxicity in neighboring zones."
        },
        {
            "References": "PMID:7886688",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ ... In the olfactory mucosa of adult mice the irreversible binding of [14C]dichlobenil-derived radioactivity is confined to the Bowman's glands.... No morphological changes were observed in the olfactory mucosa of 1- or 4-day-old neonates given s.c. injections with dichlobenil 12 mg/kg but in 8- or 11-day-old mice given 12 or 25 mg/kg, scattered necrotic Bowman's glands occurred in the dorsomedial olfactory region 24 h after administration. In adult male mice dosed i.p. with dichlobenil a more extensive toxicity in the Bowman's glands was observed."
        },
        {
            "References": "PMID:7991217",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ ... Olfactory mucosal histology revealed that single or multiple exposures to 50, 100, 150 and 200 mg/kg dichlobenil dermally caused olfactory epithelial damage (primarily sensory cell loss) in the epithelium lining the dorsal medial meatus of the nasal cavity. While the olfactory epithelial lesions were much less severe than those caused by i.p. administration of dichlobenil, GFAP /glial fibrillary acidic protein/ was significantly elevated in both the 150 and 200 mg/kg treatment groups."
        },
        {
            "References": "USEPA/Office of Pesticide Programs; Reregistration Eligibility Decision Document - Dichlobenil. EPA 738-R-98-003 October 1998. Available from, as of January 25, 2006: https://www.epa.gov/pesticides/reregistration/status.htm",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/  In a 21-day dermal toxicity study, dichlobenil technical (98.8% ai) was administered topically to the clipped dorsal region (intact skin) of New Zealand White rabbits (5/sex/dose) at daily dose levels of 0, 100, 300, or 1000 mg/kg/day for 6 hr per day for 3 weeks. Administration of 100, 300 or 1000 mg/kg/day produced no clinical signs or skin irritation. No animals died during the study. There were no treatment-related effects on body-weight, food consumption, hematology, blood chemistry, organ weights, gross or microscopic pathology. The NOEL for dermal irritation and systemic toxicity is equal to or greater than 1000 mg/kg/day, the highest dose tested. The LOEL is greater than 1000 mg/kg/day. /98.8% technical/"
        },
        {
            "References": "USEPA/Office of Pesticide Programs; Reregistration Eligibility Decision Document - Dichlobenil. EPA 738-R-98-003 October 1998. Available from, as of January 25, 2006: https://www.epa.gov/pesticides/reregistration/status.htm",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Rats (12/sex/dose) were given dichlobenil in the diet for 13 weeks at doses of 0, 100, 1000, or 3000 ppm (0, 5, 50, 150 mg/kg/day). An additional group of 6 male rats was maintained on a 10,000 ppm diet. Compound-related effects included increased absolute and relative liver and kidney weights at 1000 ppm and higher. There was also hepatic degeneration without significant necrosis at 3000 ppm and higher, and mortality (5 out of 6) and hepatic necrosis at 10,000 ppm. The NOEL was 5 mg/kg/day (100 ppm). The LOEL was set at 50 mg/kg/day (1000 ppm) based on increased absolute and relative liver and kidney weights. ..."
        },
        {
            "References": "USEPA/Office of Pesticide Programs; Reregistration Eligibility Decision Document - Dichlobenil. EPA 738-R-98-003 October 1998. Available from, as of January 25, 2006: https://www.epa.gov/pesticides/reregistration/status.htm",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ In a 13-week oral toxicity test, hamsters were given dichlobenil in the diet at concentrations of 0, 41, 209, 1289, or 4648 ppm (0, 3, 16, 79, or 263 mg/kg/day). At the beginning of the study, the high dose was 7500 ppm. however, hamsters could not tolerate a diet of 7500 ppm dichlobenil (395 mg/kg/day); therefore, this dose was lowered to 4648 ppm during week 3. The NOEL for systemic toxicity was 3 mg/kg/day. The LOEL was set at 16 mg/kg/day based on decreased prostate weight and prostatic degeneration and mineralization in males; and increased phospholipids, increased liver weight as well as unspecified adverse liver effects in females."
        },
        {
            "References": "California Environmental Protection Agency/Department of Pesticide Regulation; Toxicology  Data Review Summaries. Available from: https://www.cdpr.ca.gov/docs/toxsums/toxsumlist.htm  on Dichlobenil as of January 26,  2006.",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Dichlobenil was administered in capsules to Beagle dogs (2/sex/dose) at 0 (capsule), 1, 6, 36 and 72 mg/kg for 28 days. There were no unscheduled deaths. There was some vomiting in the dosed animals and a decreased body weight gain in females at 72 mg/kg. Food and water consumption were similar or slightly decreased in both sexes at 72 mg/kg. Males showed a slight decrease in activated partial thromboplastin times (APTT) at >/= 36 mg/kg, as well as an increase in platelets. Females showed an increase in hemoglobin, packed cell volume, RBC's, platelets, PT (prothrombin time) and APTT that appeared at >/= 36 mg/kg. Some clinical chemistry effects were observed at >/= 36 mg/kg in both sexes (males: decreased K, increased cholesterol, triglycerides, phospholipids, protein, alkaline phosphatase and ALAT (alanine aminotransferase); females: decreased glucose and ALAT and an increase in BUN (blood urea nitrogen), cholesterol, triglycerides, phospholipids, protein and alkaline phosphatase). There was an increase in absolute and relative liver weights at >/= 36 mg/kg and males showed a slightly higher absolute and relative adrenal and thyroid weight at 72 mg/kg. Absolute thymus weights were decreased in males at >/= 36 mg/kg. Females showed an absolute and relative increase in adrenal, thymus and spleen weights at >/= 36 mg/kg and an absolute and relative decrease in ovary and uterine weights at >/= 36 mg/kg. Histopathologically, 1 male at 72 mg/kg had mononuclear infiltration in the liver. There was also cytoplasmic aggregation in hepatocytes (males at >/= 36 mg/kg and females at 72 mg/kg) and centrilobular hepatocytes with homogeneous cytoplasm at >/= 36 mg/kg in both sexes. NOEL = 6 mg/kg. Possible adverse effects in liver and hematopoietic system at 72 mg/kg."
        },
        {
            "References": "California Environmental Protection Agency/Department of Pesticide Regulation; Toxicology  Data Review Summaries. Available from: https://www.cdpr.ca.gov/docs/toxsums/toxsumlist.htm  on Dichlobenil as of January 26,  2006.",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Dichlobenil ( ... 99.4%) was fed in diet to CD1 mice (20/sex control and 10/sex treatment) for 13 weeks at 0 (vehicle = feed), 25, 125, 625 and 3125 mg/kg diet. No adverse effect indicated. NOEL = 25 mg/kg diet (decreased food consumption in females at 3125 mg/kg diet; reduced glucose level in males at >/= 625 mg/kg diet; increased level of cholesterol and phospholipids in both sexes at 3125 mg/kg diet; increased absolute and relative thymus weight in males at 3125 mg/kg diet and an increased absolute and relative testes weight at >/= 125 mg/kg diet; decrease absolute and relative liver weight in both sexes at 3125 mg/kg diet; at 3125 mg/kg diet in males and >/= 625 mg/kg diet in females there was increased glycogen storage--diffusely or in isolated single parenchyma cells; both sexes had increased severity of centrilobular swelling of parenchyma cells at >/= 625 mg/kg diet; males showed inflammatory changes --pyelitis and interstitial nephritis--at >/= 625 mg/kg diet and an increased incidence of basophilic cortical tubules--indicative of regeneration--at 3125 mg/kg diet.) NOAEL = 125 mg/kg diet."
        },
        {
            "References": "PMID:11914780",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ ...Three and six months after exposure to dichlobenil (2x or 1 x 25 mg/kg i.p.), the dorsomedial part of the olfactory region showed a respiratory metaplasia with abundant invaginations and a fibrotic lamina propria. ... Two weeks after methimazole treatment, there was a marked increase of GAP-43-stained cells in the whole olfactory region, which correlated with the observed regeneration at that time. Two weeks after dichlobenil treatment, the damaged atypical epithelium in the olfactory region showed a distinct keratin staining of basal and columnar cells whereas GAP-43-stained cells were not found."
        },
        {
            "References": "USEPA/Office of Pesticide Programs; Reregistration Eligibility Decision Document - Dichlobenil. EPA 738-R-98-003 October 1998. Available from, as of January 25, 2006: https://www.epa.gov/pesticides/reregistration/status.htm",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ ... Dichlobenil (technical grade, 99.4%) was given in the diet to groups of 50 male and 50 female Bio F1D Alexander Syrian hamsters for 78 weeks (females) or 91 weeks (males) at doses of 0, 675, 1500, and 3375 ppm (0, 55, 121, or 277 mg/kg/day for females and 0, 51, 117, or 277 mg/kg/day for males). There were an additional 50 hamsters/sex for the control group. Histopathology was conducted upon completion of treatment. There was one benign liver tumor in a male dosed at 1500 ppm. In the male hamsters dosed at 3375 ppm there was a statistically significant increase in benign liver cell tumors. One malignant liver cell tumor was observed in a male dosed at 3375 ppm. At all doses, a significant increase in relative liver weight and a significant decrease in body weight gain in male and female hamsters were observed. ... At the 675 ppm dosing level in males, the incidences of centrilobular hepatocyte enlargement and pigmented alveolar macrophages of the lung were significantly increased above controls. Thus, the LOEL was set at 51 mg/kg/day based on decreased body weight gain in both sexes, as well as increased relative liver weight in females. At the 1500 ppm dosing level, the incidences of centrilobular hepatocyte enlargement, finely vacuolated hepatocytes, and brown pigment in hepatocytes (males) and hepatitis (females) were significantly increased above controls. At the 3375 ppm dosing level in males, the incidences of centrilobular hepatocyte enlargement finely vacuolated hepatocytes, hepatitis, pigmented giant cells and sinusoidal cells in the liver, brown pigment in hepatocytes, and eosinophilic hepatocytes were significantly increased above controls. There were incidences of pigmented alveolar macrophages of the lung, pigmented macrophages in the rete testes, and dilated seminiferous tubules which were also significantly increased above controls. At the 3375 ppm dosing level in females, the incidences of centrilobular hepatocyte enlargement, hepatitis, and pigmented giant cells and sinusoidal cells in the liver were significantly increased above controls. Incidences of hyperplasia of the urothelium of the urinary ladder, microcytes of the pituitary, glandular tissue in the muscularis of the stomach (also with inflammatory cells), and mucosal inflammation of the cecum were also significantly increased above controls. /Technical grade, 99.4%/"
        },
        {
            "References": "California Environmental Protection Agency/Department of Pesticide Regulation; Toxicology  Data Review Summaries. Available from: https://www.cdpr.ca.gov/docs/toxsums/toxsumlist.htm  on Dichlobenil as of January 26,  2006.",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Dichlobenil (purity = 98.8%) was administered to Beagle dogs (5/sex/dose) by gavage (of gelatin capsules) at concentrations of 0, 1, 6, or 36 mg/kg/day for approximately 52 weeks. NOEL = 1 mg/kg/day. There was decreased body weight (both sexes) and food consumption (males only) at 36 mg/kg/day. Decreased blood parameters were observed in males at >/= 6 mg/kg/day. Serum chemistry parameters were affected in both sexes at >/= 6 mg/kg/day. Absolute and relative liver weights were increased in both sexes at >/= 6 mg/kg/day. Uterine, ovarian and thymus weights were decreased at 36 mg/kg/day (females only). Thyroid weights were increased in males at 36 mg/kg/day. Females had increased thyroid weights at >/= 36 mg/kg/day. Liver hepatic hypertrophy, adrenal cortical vacuolation and spleen hemosiderin were increased in both sexes at 36 mg/kg/day. /Dichlobenil 98.8% purity/"
        },
        {
            "References": "USEPA/Office of Pesticide Programs; Reregistration Eligibility Decision Document - Dichlobenil. EPA 738-R-98-003 October 1998. Available from, as of January 25, 2006: https://www.epa.gov/pesticides/reregistration/status.htm",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ ... Dichlobenil (technical grade, 99.4%) was given in the diet to groups of 50 male and 50 female hamsters for 80 weeks (females) or 88 weeks (males) at doses of 0, 5, 26, 132, or 675 ppm (0, 0.35, 1.78, 9.20, or 48.86 mg/kg/day in females and 0, 0.34, 1.69, 9.39, or 45.64 mg/kg/day in males). There were an additional 50 hamsters/sex for the control group. Histopathology was conducted upon completion of treatment. Administration of dichlobenil did not result in an increase in tumor incidence in any tissue. The incidence of several non-neoplastic endpoints was significantly increased but did not increase with increasing dose. The NOEL for systemic toxicity was 9.20 mg/kg/day. At 675 ppm in males, the incidences of islet cell hyperplasia of the pancreas, reduced secretion in the prostate and seminal vesicles, and acanthosis of the skin were significantly increased above controls. At 675 ppm in females: the incidences of centrilobular hepatocyte enlargement and rarefaction in the liver, cortical hyperplasia of the adrenals, epithelial hyperplasia of the stomach, hyperplasia of bone marrow in the sternum, submucosal inflammatory cells in the stomach, peritonitis, prominent mucous cells in the cecum, luminal dilation of the rectum, and hyperkeratosis of the skin were significantly increased above controls. Thus the LOEL was set at 45.64 mg/kg/day. /technical grade, 99.4%/"
        },
        {
            "References": "Donna A et al; Ann Accad Agric Torino 122: 107-18 (1980)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Dichlobenil produces tumors (hepatocellular carcinoma, mesothelioma, liposarcoma, and lymphoma) by both sc and ip inoculations of low doses (2 ppm) in Swiss mice."
        },
        {
            "References": "PMID:2044073",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ The tumorigenicity of 2,6-dichlorobenzonitrile was examined in male Swiss albino mice. 2,6-Dichlorobenzonitrile, in a concn of 0.0005 mg (2 ppm), was administered to 30 mice ip or sc every third day for a total of 13 injections. Control groups of 50 animals received saline injections or no treatment. Tumors and internal organs were processed for histology and immunohistochemistry after 375 days. Lymphomas were observed after ip 2,6-dichlorobenzonitrile injection in five mice, with two animals revealing hepatocellular carcinoma. Subcutaneous 2,6-dichlorobenzonitrile exposure resulted in one case of plasma cell lymphoma, two instances of hepatocellular carcinoma, two mesotheliomas and one case of pulmonary alveologenic peripheral carcinoma. No tumors were observed in the saline treated control groups. One instance of histiocytic lymphoma was noted in an untreated control on day 358. Analysis using Fisher's exact test for significance demonstrated a significant difference in the incidence of tumors after 2,6-dichlorobenzonitrile exposure by either route. It was concluded that, contrary to previously reported studies on tumorigenicity, 2,6-dichlorobenzonitrile appears to have carcinogenic properties at a dose of 2 ppm."
        },
        {
            "References": "PMID:2044073",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ 2,6-Dichlorobenzonitrile (Dichlobenil) is the active principle of a commercial herbicide that was previously shown to be carcinogenic for animals. Dichlobenil was administered to male Swiss albino mice in order to assess the possible oncogenic properties of the active principle alone. The substance at 2 ppm concn was injected (0.0005 mg/injection) either by subcutaneous or intraperitoneal route to 2 randomized groups of 30 animals each every third day for 13 times. Dichlobenil induced a significant increase of malignant tumors (lymphoma, mesothelioma, hepatocellular carcinoma, and pulmonary alveologenic carcinoma) with respect to the controls (p <0.01 in both treated groups). As for tumor histotypes, only lymphoma incidence was significantly increased in the intraperitoneally treated animals (p <0.05). Dichlobenil can be suspected of being a possible carcinogen in Swiss mice but the mechanism of its action is not precisely known."
        },
        {
            "References": "USEPA/Office of Pesticide Programs; Reregistration Eligibility Decision Document - Dichlobenil. EPA 738-R-98-003 October 1998. Available from, as of January 25, 2006: https://www.epa.gov/pesticides/reregistration/status.htm",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Dichlobenil (96.7%) was given in the diet to groups of Fischer 344 rats (50 male and 50 female) at dosing levels of 0 (control), 50, 400 or 3200 ppm for 2 years (0, 2.3, 18.9 or 173.1 mg/kg/day, respectively). The NOEL for systemic toxicity was 2.3 mg/kg/day. The LOEL for systemic toxicity was set at 18.9 mg/kg/day based on: renal damage in males characterized by increases in water consumption, cholesterol, blood urea nitrogen, creatinine, urinary glucose, urinary bilirubin, nephrosis, parathyroid hyperplasia (with associated osteodystrophy and metastatic calcification), and relative and absolute kidney weight; liver effects including increased relative and absolute liver weights in males and females; and increased cytological alteration (the appearance of nuclear pleomorphism combined with swelling of the liver cells) in females. There was an increased incidence in hepatocellular tumors at the high dose in both sexes. In female rats there were statistically significant increases by pair wise comparison in adenomas and combined adenomas/carcinomas. There were also statistically significant positive dose-related trends for adenomas and carcinomas, alone and combined. In male rats there were also statistically significant positive trends for adenomas and carcinomas alone and combined, but there were no statistically significant increases by pairwise comparison in any tumors at any dose.  These tumors are considered to be unusual but not rare (< or = 1%) in F344 rats. Tumor did not appear to occur with decreased latency. /Technical grade 96.7%/"
        },
        {
            "References": "USEPA/Office of Pesticide Programs; Reregistration Eligibility Decision Document - Dichlobenil. EPA 738-R-98-003 October 1998. Available from, as of January 25, 2006: https://www.epa.gov/pesticides/reregistration/status.htm",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Groups of Beagle dogs (4/sex/dose) were given dichlobenil in the diet for 2 yr at dosing levels of 0, 20, 50, or 350 ppm (0, 0.5, 1.25, or 8.75 mg/kg/day). The NOEL for systemic toxicity was 1.25 mg/kg/day. The LOEL for systemic toxicity was 8.75 mg/kg/day based on: an increase in absolute and relative liver and thyroid weights in both sexes; an increase in serum alanine aminotransferase in females, and serum alkaline phosphatase in both sexes; an increase in liver enzyme glucose-6-phosphatase and glucose-6-phosphatase dehydrogenase activity in both sexes; and leucocytic infiltration and fibrinoid degeneration around the central hepatic veins of both sexes."
        },
        {
            "References": "USEPA/Office of Pesticide Programs; Reregistration Eligibility Decision Document - Dichlobenil. EPA 738-R-98-003 October 1998. Available from, as of January 25, 2006: https://www.epa.gov/pesticides/reregistration/status.htm",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Groups of 25 Wistar rats were treated by gavage during gestation days 6 through 15 with 0 (control), 20, 60, or 180 mg/kg/day of dichlobenil. Animals were sacrificed on gestation day 21, and examined for live fetuses and intra-uterine deaths. Fetuses were weighed and examined for external visceral and skeletal alterations. The maternal NOEL was set at 20 mg/kg/day and the LOEL was set at 60 mg/kg/day based on decreased maternal body weight gains, and decreased food consumption. The developmental NOEL and LOEL values were set at 60 mg/kg/day and 180 mg/kg/day, respectively, based on an increase in the incidence of supernumary thoracic ribs that is statistically significant at the 180 mg/kg/day dose level."
        },
        {
            "References": "USEPA/Office of Pesticide Programs; Reregistration Eligibility Decision Document - Dichlobenil. EPA 738-R-98-003 October 1998. Available from, as of January 25, 2006: https://www.epa.gov/pesticides/reregistration/status.htm",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ New Zealand White rabbits were given dichlobenil by gavage at dosing levels of 0, 15, 45, or 135 mg/kg/day during gestation days 7 through 19. At 135 mg/kg/day, a significant decrease in body weight gain and food consumption was noted in does during the dosing period. consequently, the maternal NOEL and LOEL values were 45 and 135 mg/kg/day, respectively. At 135 mg/kg/day, developmental toxicity was manifested as increased incidences of post-implantation loss and late resorptions and the occurrence of major external (cleft palate, adactyly, and eye anomalies), visceral (anomalies of vascular system), and skeletal (misshapen frontals, enlarged fontanelle and fused sternebrae) defects. Consequently, the developmental NOEL and LOEL values were set at 45 and 135 mg/kg/day, respectively."
        },
        {
            "References": "California Environmental Protection Agency/Department of Pesticide Regulation; Toxicology  Data Review Summaries. Available from: https://www.cdpr.ca.gov/docs/toxsums/toxsumlist.htm  on Dichlobenil as of January 26,  2006.",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Dichlobenil ( ... 99.4% pure) was fed to Crl:CD(SD)BR rats in the diet at 0 (vehicle = diet), 60, 350 or 2000 ppm continuously to both sexes for 2 generations. There were 30 rats/sex in the P and 25/sex in F1 adult generations. Parental and pup NOEL = 60 ppm (Body weight gain and food consumption were reduced at 2000 ppm for parental animals of both sexes and generations. Body weight gain was reduced at 350 ppm for F1 adult males. Mean pup weights were reduced for both generations at 2000 and 350 ppm.) Reproductive NOEL >/= 2000 ppm (No reproductive effects were observed at any dose). No adverse effects. /Dichlobenil 99.4% purity/"
        },
        {
            "References": "USEPA/Office of Pesticide Programs; Reregistration Eligibility Decision Document - Dichlobenil. EPA 738-R-98-003 October 1998. Available from, as of January 25, 2006: https://www.epa.gov/pesticides/reregistration/status.htm",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Dichlobenil at dietary levels of 0, 60, 350, and 2000 ppm (0, 3, 17.5, and 100 mg/kg/day) was given to groups of Sprague-Dawley rats (30/sex/dose for F0 and 25/sex/dose for F1) for 2 generations. The parental NOEL was 17.5 mg/kg/day. The parental LOEL was set at 100 mg/kg/day based on significant decreases in body weight, body weight gain, and food consumption in males and females from both generations. The reproductive NOEL was 3 mg/kg/day. Reduced pup body weights were observed at both the 17.5 and 100 mg/kg/day levels; therefore, the reproductive LOEL was 17.5 mg/kg/day. A significant decrease in birth weight of the F1 pups was observed at 17.5 mg/kg/day. This decreased mean F1 pup weight occurred in the absence of maternal toxicity, but did not present a clear dose response relationship. The effect was not repeated in the second generation. At the same dietary level, the mean body weight of the F2 pups was greater than the mean body weight of the control pups at birth."
        },
        {
            "References": "Tooby TE et al; Ber Int Symp Wasserunkraeuter 4: 202-9 (1974)",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ Average levels of dichlobenil in the brain of Salmo gairdneri (rainbow trout) and Rutilus rutilus (roach) during tests for the lethal concentrations were 107.5 mg/kg and 63.9 mg/kg respectively. Chronic exposure to 1 mg/kg caused both fish and roach to slowly lose condition and die."
        },
        {
            "References": "USEPA/Office of Pesticide Programs; Reregistration Eligibility Decision Document - Dichlobenil. EPA 738-R-98-003 October 1998. Available from, as of January 25, 2006: https://www.epa.gov/pesticides/reregistration/status.htm",
            "Value": "/GENOTOXICITY/ There was no apparent transforming potential up to 7500 ug/mL with activation in the BALB/3T3 transformation assay. The transforming potential of dichlobenil without activation was not assessed."
        },
        {
            "References": "USEPA/Office of Pesticide Programs; Reregistration Eligibility Decision Document - Dichlobenil. EPA 738-R-98-003 October 1998. Available from, as of January 25, 2006: https://www.epa.gov/pesticides/reregistration/status.htm",
            "Value": "/GENOTOXICITY/ There was no apparent mutagenic potential up to 5000 ug/disk, HDT (highest dose tested) in the Bacillus subtilis H-17 and H-45 strains without activation and up to 5000 ug/plate in the Escherichia coli (WP2) and Salmonella typhimurium strains TA 1535, TA 1537, TA 1538, TA 98 and TA 100 both with and without S-9 activation systems."
        },
        {
            "References": "USEPA/Office of Pesticide Programs; Reregistration Eligibility Decision Document - Dichlobenil. EPA 738-R-98-003 October 1998. Available from, as of January 25, 2006: https://www.epa.gov/pesticides/reregistration/status.htm",
            "Value": "/GENOTOXICITY/ In an in vitro mouse lymphoma (L5178Y TH+/-) test system, there was no apparent mutagenic potential up to 280 ug/mL without activation and 50 mg/mL with activation."
        },
        {
            "References": "USEPA/Office of Pesticide Programs; Reregistration Eligibility Decision Document - Dichlobenil. EPA 738-R-98-003 October 1998. Available from, as of January 25, 2006: https://www.epa.gov/pesticides/reregistration/status.htm",
            "Value": "/GENOTOXICITY/ An unscheduled DNA synthesis (UDS) in vitro test using human HeLa epithelioid cells assaying for DNA repair in response to DNA damage was performed. There was no apparent mutagenic potential from 0.05 to 102.4 ug/mL both with and without S-9 activation."
        },
        {
            "References": "USEPA/Office of Pesticide Programs; Reregistration Eligibility Decision Document - Dichlobenil. EPA 738-R-98-003 October 1998. Available from, as of January 25, 2006: https://www.epa.gov/pesticides/reregistration/status.htm",
            "Value": "/GENOTOXICITY/ Chinese hamster ovary (CHO) cells were exposed to dichlobenil at dosing levels up to 100 ug/mL both with and without S-9 activation. Cultures with the S-9 activation were exposed for 10 or 20 hr. Those without the S-9 activation were exposed for 20 or 30 hr. Dichlobenil was negative for inducing structural chromosome aberrations."
        },
        {
            "References": "Tomlin CDS, ed. Dichlobenil (1194-65-6). In: The e-Pesticide Manual, 13th Edition  Version 3.2 (2005-06). Surrey UK, British Crop Protection Council.",
            "Value": "/GENOTOXICITY/ Not mutagenic in Ames, cell mutation, chromosomal aberration, cell transformation, DNA repair and micronucleus tests."
        },
        {
            "References": "Penner D, Ashton FM; Weed Sci 16 (3): 323-6 (1968)",
            "Value": "/OTHER TOXICITY INFORMATION/ Dichlobenil, endothall, and bromoxynil were studied for their effects on the activity and synthesis of proteolytic enzymes in the cotyledons of squash cucurbita maxima seedlings. None of these herbicides affected isolated proteolytic enzyme activity per se, however the herbicides differentially affected the development of enzyme activity in the cotyledons during germination."
        }
    ],
    "sediment_soil_concentrations": [
        {
            "References": "(1) Eades FF; Persistence of dichlobenil and dichlorvos in water; Org Micropollut Aquat Environ, Proc Eur Symp., 6th, pp 497-501 (1991)",
            "Value": "SOIL: Dichlobenil was detected in soil of an agricultural field in Ireland at 4.55 mg/kg (2.54 cm depth) and 0.45 mg/kg (7.62-10.16 cm depth)(1)."
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "(1) Hamaker JW, Thompson JM; Adsorption (of organic chemicals by soils. In: Organic Chemicals in the Soil Environment. Goring CAI, Hamaker J, Eds. Marcel Dekker, NY, NY 1:49-144. (1972) (2) Hogue EJ et al; Can J Soil Sci 61: 401-8 (1981) (3) USEPA; EPA Reregistration Eligibility Decision (RED). Dichlobenil (1194-65-6). EPA 733-R-98-003. October 1998. Available from the database query page at https://www.epa.gov/pesticides/reregistration/status.htm as of Jan 30, 2006. (4) Swann RL et al; Res Rev 85: 17-28 (1983)",
            "Value": "An average Koc value of 167 was reported for dichlobenil in soils(1). Soil column studies with sandy loam and loam showed that leaching was considerably less in loam, but did occur in sandy loam depending upon the irrigation rate(2). With loam and moderate irrigation most of the dichlobenil remained in the top 10 cm, while its metabolite, dichlorobenzamide, was more readily leached(2). Koc values of 49, 110, 114, 205 and 106, were measured in a silt loam (0.6% organic matter), silty loam (1.9% organic matter), aquatic sediment (2.8% organic matter), loam (3.0% organic matter) and sand (4.8% organic matter), respectively(3). Additional Koc values of 195, 323, 272, 133 and 262 were measured for dichlobenil in a sandy soil (0.28% organic matter), hydrosoil (2.24% organic matter), silt loam (4.7% organic matter), clay soil (12.4% organic matter), and sandy loam (6.9% organic matter), respectively. According to a classification scheme(4), these Koc values suggests that dichlobenil is expected to have high to moderate mobility in soil(SRC)."
        }
    ],
    "plant_translocations": [
        {
            "content": "The mode of action of dichlobenil (2,6-dichlorobenzonitrile) was investigated using three species of aquatic weeds: water-cress (Rorippa nasturtium-aquaticum L. Hayek), narrow-leaved waterparsnip (Berula erecta Huds. Coville), and reed-grass (Phragmites australis Trin.). The study aimed to relate the selective activity of dichlobenil to differences in the absorption, translocation, evaporation, and metabolism of the herbicide.",
            "reference": "Mottley, J., & Kirkwood, R. C. (1978). The uptake, translocation and metabolism of dichlobenil in selected aquatic species. Weed research, 18(4), 187-198.",
            "method": {
                "Test Plant": "Ranunculus trichophyllus-aquaticum. Berula erecta. Potamogeton crispus",
                "Apply Location": "Root application",
                "Plant Grown Condition": "Young shoots of R. trichophyllus-aquaticum, B. erecta and rhizomes of P. crispus were planted in 9x8 cm pots with sand:peat:gravel (1:1:1) mixture. Pots were placed in 40L tanks containing Hoagland's nutrient solution which was changed every 2 weeks. Plants were grown for 3 weeks to exponential growth phase at 3000 lux for 16 h/day.",
                "Chemical Preparation": "14C-nitrile labeled 2,6-dichlorobenzonitrile (14C-dichlobenil) with specific activity 288 mCi/g was used.",
                "Pesticide Application Details for the Plant": "Roots of each plant species were placed in 100 ml flasks with 50 ml of 5 ppm (7.2 nCi) 14C-dichlobenil in Hoagland's solution. 4 replicate flasks per species were used.",
                "Other Information": "Flasks were sealed to minimize dichlobenil vapor loss. Air was pumped through the system and 14CO2 trapped in KOH was radioassayed periodically. Plants were extracted with ethanol/HCl and residues combusted for radioassay. Ethanol extracts were steam distilled to separate parent dichlobenil from metabolites which were quantified by radioassay. 4 replicates per species were used."
            },
            "result": "[{\"Plant\": \"Ranunculus trichophyllus-aquaticum\", \"Leaves (ug/g)\": 163, \"Stems (ug/g)\": 109, \"Roots (ug/g)\": 356.0}, {\"Plant\": \"Berula erecta\", \"Leaves (ug/g)\": 46, \"Stems (ug/g)\": 380, \"Roots (ug/g)\": 479.0}, {\"Plant\": \"Potamogeton crispus260\", \"Leaves (ug/g)\": 243, \"Stems (ug/g)\": 283, \"Roots (ug/g)\": NaN}]"
        },
        {
            "content": "The absorption, translocation, and metabolism of the herbicide dichlobenil (2,6-dichlorobenzonitrile) were studied in seedlings of wheat (Triticum vulgare) and rice (Oryza sativa) using a ^14C-labeled preparation. Both plants absorbed the herbicide from water solutions through the roots and translocated it to the shoots, with greater accumulation in the roots of rice. In wheat, dichlobenil was hydroxylated to form 3-hydroxy-2,6-dichlorobenzonitrile and, in smaller quantities, the 4-hydroxy analogue. These conversion products were mainly present as soluble and insoluble conjugates, with the insoluble fraction increasing with time. While the same metabolic processes occurred in rice, the conversion rate was considerably lower, resulting in a greater dichlobenil concentration in rice than in wheat. No evidence of hydrolysis of dichlobenil was obtained.",
            "reference": "Verloop, A., & Nimmo, W. B. (1970). Transport and metabolism of dichlobenil in wheat and rice seedlings. Weed research, 10(1), 59-64.",
            "method": {
                "Test Plant": "Rice (Oryza sativa L. cv. Maratelii)",
                "Apply Location": "Root application",
                "Plant Grown Condition": "Seeds were sown in moist sand. After 3 weeks, seedlings were planted in potting soil moistened with Alkrisal nutrient solution and grown for 5 more weeks. Fresh weight was about 1.5 g when used.",
                "Chemical Preparation": "Dichlobenil with a specific activity of 27 mCi/g was used.",
                "Pesticide Application Details for the Plant": "-",
                "Other Information": "Uptake experiments were done by transferring seedlings to 1 or 9 ppm aqueous solutions of radioactive dichlobenil. Experiments were at 20-22°C, 60-70% relative humidity, and 10,000 lux light intensity for 16 hrs per 24-hr cycle. 10-20 seedlings were used per flat-bottom flask."
            },
            "result": "[{\"Plant\": \"Wheat seeding\", \"Days after application\": 5, \"Upper parts of shoots (ug/g)\": \"2.5\", \"Lower pars of shoots (ug/g)\": 24, \"Roots (ug/g)\": 9}, {\"Plant\": \"Wheat seeding\", \"Days after application\": 11, \"Upper parts of shoots (ug/g)\": \"-\", \"Lower pars of shoots (ug/g)\": 45, \"Roots (ug/g)\": 13}, {\"Plant\": \"Rice seeding\", \"Days after application\": 5, \"Upper parts of shoots (ug/g)\": \"23\", \"Lower pars of shoots (ug/g)\": 39, \"Roots (ug/g)\": 15}]"
        }
    ]
}