{
    "_id": {
        "$oid": "6682e9acc4e5dba5ffba2bcf"
    },
    "CID": {
        "$numberInt": "3032540"
    },
    "Name": "ALUMINUM AMMONIUM SULFATE",
    "IUPACName": "aluminum;azanium;disulfate",
    "CanonicalSMILES": "[NH4+].[O-]S(=O)(=O)[O-].[O-]S(=O)(=O)[O-].[Al+3]",
    "Synonyms": [
        "ALUMINUM AMMONIUM SULFATE",
        "7784-25-0",
        "Aluminium ammonium bis(sulphate)",
        "Monoammonium monoaluminum sulfate",
        "Ammonium aluminum sulfate",
        "aluminum;azanium;disulfate",
        "DPU64XYB1D",
        "Ammonium alum; Ammonium aluminum alum; Ammonium aluminum sulfate",
        "Caswell No. 041B",
        "Alum",
        "ammonium anhydrous",
        "Aluminum ammonium bis(sulfate)",
        "HSDB 611",
        "EINECS 232-055-3",
        "EPA Pesticide Chemical Code 098501",
        "NSC 146176"
    ],
    "IsomericSMILES": "[NH4+].[O-]S(=O)(=O)[O-].[O-]S(=O)(=O)[O-].[Al+3]",
    "INCHI": "InChI=1S/Al.H3N.2H2O4S/c;;2*1-5(2,3)4/h;1H3;2*(H2,1,2,3,4)/q+3;;;/p-3",
    "INCHIKEY": "LCQXXBOSCBRNNT-UHFFFAOYSA-K",
    "Formula": "AlH4NO8S2",
    "MolecularWeight": {
        "$numberDouble": "237.15"
    },
    "Description": {
        "$numberDouble": "NaN"
    },
    "XlogP": {
        "$numberDouble": "NaN"
    },
    "Complexity": {
        "$numberInt": "62"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "mechanism_of_action": [
        {
            "References": "PMID:1467944",
            "Value": "... Electrophysiological recordings were made here from the whole chorda tympani nerve in gerbil to understand the interactive effect of astringent-tasting molecules with a broad spectrum of tastants including mono- and divalent salts, bitter compounds, acids, and sweeteners. The astringent tasting compounds were tannic acid (24 mM at pH's 2.9 and 5.5), aluminum ammonium sulfate (30 mM), aluminum potassium sulfate (10 mM) and gallic acid (30 mM). Hydrochloric acid (1 mM, pH 2.9) was also tested to control for acidity, since aqueous solutions of astringent-tasting compounds are acidic. ... The aluminum salts inhibited the chorda tympani responses to all stimuli tested."
        },
        {
            "References": "PMID:1741451",
            "Value": "...Electrophysiological recordings were made from the gerbil chorda tympani nerve and the rat lingual nerve. ...The astringent compounds tested were: tannic acid, tartaric acid, gallic acid, aluminum ammonium sulfate and aluminum potassium sulfate. ...The aluminum salts were tested at concentrations up to 160 mM only at low pH's. All compounds rapidly (and at lower concentrations, reversibly) stimulate the chorda tympani nerve in a concentration-dependent manner at all pH's tested. The rapidity and reversibility of the chorda tympani responses suggest that astringent-tasting compounds interact directly with taste cells rather than indirectly by precipitating salivary proteins."
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "Grant, W.M. Toxicology of the Eye. 3rd ed. Springfield, IL: Charles C. Thomas Publisher, 1986., p. 71",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Experimentally in animals 1% aluminum /as aluminum potassium sulfate or aluminum ammonium sulfate/ solution has not produced corneal opacities, but in enucleated eyes it has produced some turbidity."
        },
        {
            "References": "Drummond JG et al; Environ Res 514-28 (1986)",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Various health effect parameters were compared to determine which tests were the most sensitive indicators of toxic effects of exposure to metallic sulfate aerosols. Inhalation studies were conducted involving either single 3 hr exposure to various concentrations of copper sulfate (0.43-2.64 mg/cu m sulfate), aluminum sulfate (1.65-2.75 mg/cu m sulfate), and aluminum ammonium sulfate (Al2(SO4)4(NH4)2) (1.47-3.81 mg/cu m sulfate) or multiple (5 and 10) daily 3 hr exposures to copper sulfate (0.1 mg/cu m sulfate). The test parameters studied in male and female CD1 mice were changes in mortality after respiratory infection with Group C Streptococcus zooepidemicus; pulmonary bactericidal activity; pulmonary cell no, type viability and ATP content; and pulmonary morphology. by SEM. Tracheal ciliary beating frequency and morphology were also studied in CD1 mice and Syrian golden hamsters. Differences in bacteria induced morality rate appeared to be the most sensitive and consistent indicators of pollutant damage. The other parameters produced evidence of damage but generally only at the higher pollutant concentrations. Copper sulfate was the most toxic of the 3 sulfates, but the differences between the toxicity of the aluminum sulfate and aluminum ammonium sulfate were less clear."
        },
        {
            "References": "Clayton, G. D. and F. E. Clayton (eds.). Patty's Industrial Hygiene and Toxicology: Volume 2A, 2B, 2C: Toxicology. 3rd ed. New York: John Wiley Sons, 1981-1982., p. 1496",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ The acute toxic response is confined to the more soluble forms of aluminum, the chloride and simple and complex sulfates for which the acute toxicity for laboratory animals has been determined. ...for Al2(SO4)3, 980 mg aluminum/kg; intraperitoneally, the sulfate was considerable more toxic, the mouse LD50 being 140 mg aluminum/kg. ...The acute oral toxicity of the complex sulfates, the alums, for example, anhydrous sodium aluminum sulfate, appears to be somewhat less than that of the simple sulfate, the lethal dose for the rabbit being of the order of 225 mg aluminum/kg. ... /Aluminum sulfates/"
        },
        {
            "References": "PMID:10650912",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ ... Groups of male BALB/c mice were administered aluminum ammonium sulfate in drinking water ad libitum at 0, 5, 25, and 125 ppm aluminum for 1 month. An additional group received 250 ppm ammonium as ammonium sulfate. After treatment, the cerebrum, splenic macrophages and lymphocytes were collected. The expression of TNFalpha mRNA in cerebrum was significantly increased among aluminum-treated groups compared with the control, in a dose-dependent manner. Other cytokines did not show any aluminum-related effects. In peripheral cells, there were no significant differences of cytokine mRNA expressions among treatment groups."
        },
        {
            "References": "J Trace Elem Med Biol 13 (4): 224-231 (1999)",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ ...Groups of 5 male BALB/c mice were administered aluminum ammonium sulfate in drinking water ad libitum at 0, 5, 25, and 125 mg/L aluminum for 4 weeks. At the termination of aluminum exposure, their brains were removed and dissected into cerebrum, cerebellum, medulla oblongata, midbrain, corpus striatum, and hypothalamus. The concentration of norepinephrine (NE), dopamine (DA), dihydroxyphenylacetic acid (DOPAC), homovanillic acid (HVA), serotonin (5-HT), and 5-hydroxyindoleacetic acid (5-HIAA), were determined in each brain area. DA, DOPAC, and HVA levels were lower in the hypothalamus of aluminum-treated mice, most notably in the low-dose group, as compared with control. No marked alterations in NE, 5-HT, and 5-HIAA levels were detected in any brain region. Changes in the concentration of DA and its metabolites measured in the hypothalamus suggest an inhibition of DA synthesis by aluminum."
        }
    ],
    "plant_translocation": [
        {
            "References": "Outcome of the consultation with Member States, the applicant and EFSA on the pesticide risk assessment for aluminium ammonium sulfate (approved as aluminium ammonium sulphate) in light of confirmatory data",
            "Value": "Aluminium Ammonium Sulfate is not systemic. The pesticide dissociates into its two component salts, Aluminium sulfate, and Ammonium sulfate, when mixed with water. As a result, only the Aluminium component is expected to be relevant on foliage. Additionally, weathering between applications is likely to contribute to the decline of Aluminium levels on foliage, thereby reducing exposure to non-target arthropods. Furthermore, the product's non-systemic nature means that full foliage coverage is not expected. Consequently, there would be a reduction in the exposure of non-target arthropods that come in contact with the treated crop. Aluminium Ammonium Sulfate is not systemic, and its application results in limited persistence on foliage. As a result, setting the MAF value to 1 is considered appropriate to minimize potential risks to non-target organisms in the environment."
        }
    ]
}