{
    "_id": {
        "$oid": "6682e9adc4e5dba5ffba2bd1"
    },
    "CID": {
        "$numberInt": "3032552"
    },
    "Name": "Nitrogen dioxide",
    "IUPACName": {
        "$numberDouble": "NaN"
    },
    "CanonicalSMILES": "N(=O)[O]",
    "Synonyms": [
        "10102-44-0",
        "Nitrogen dioxide",
        "Dioxide",
        "Nitrogen",
        "Peroxide",
        "Nitrogen",
        "nitrosooxidanyl",
        "nitryl",
        "Azoto",
        "\"Peroxyde d azote\"",
        "dioxidonitrogen(.)",
        "nitrogen(IV) oxide",
        "Dioxido de nitrogeno",
        "Nitrogen peroxide",
        "liquid",
        "Nitrogen dioxide (liquid)",
        "UNII-S7G510RUBH",
        "NITROGEN OXIDE(NO2)"
    ],
    "IsomericSMILES": "N(=O)[O]",
    "INCHI": "InChI=1S/NO2/c2-1-3",
    "INCHIKEY": "JCXJVPUVTGWSNB-UHFFFAOYSA-N",
    "Formula": "NO2",
    "MolecularWeight": {
        "$numberDouble": "46.006"
    },
    "Description": {
        "$numberDouble": "NaN"
    },
    "XlogP": {
        "$numberDouble": "-0.3"
    },
    "Complexity": {
        "$numberInt": "7"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "mechanism_of_action": [
        {
            "References": "PMID:12162462",
            "Value": "The lung can be exposed to a variety of reactive nitrogen intermediates through the inhalation of environmental oxidants and those produced during inflammation. Reactive nitrogen species (RNS) include, nitrogen dioxide (.NO2) and peroxynitrite (ONOO-). Classically known as a major component of both indoor and outdoor air pollution, .NO2 is a toxic free radical gas. .NO2 can also be formed during inflammation by the decomposition of ONOO- or through peroxidase-catalyzed reactions. Due to their reactive nature, RNS may play an important role in disease pathology. Depending on the dose and the duration of administration, .NO, has been documented to cause pulmonary injury in both animal and human studies. Injury to the lung epithelial cells following exposure to .NO2 is characterized by airway denudation followed by compensatory proliferation. The persistent injury and repair process may contribute to airway remodeling, including the development of fibrosis. To better understand the signaling pathways involved in epithelial cell death by .NO2 or otherRNS, ... cells /are exposed/ in culture to continuous gas-phase .NO2. Studies using the .NO2 exposure system revealed that lung epithelial cell death occurs in a density dependent manner. In wound healing experiments, .NO2 induced cell death is limited to cells localized in the leading edge of the wound. Importantly, .NO2-induced death does not appear to be dependent on oxidative stress per se. Potential cell signaling mechanisms ... include the mitogen activated protein kinase, c-Jun N-terminal Kinase and the Fas/Fas ligand pathways. During periods of epithelial loss and regeneration that occur in diseases such as asthma or during lung development, epithelial cells in the lung may be uniquely susceptible to death..."
        },
        {
            "References": "Clayton, G. D. and F. E. Clayton (eds.). Patty's Industrial Hygiene and Toxicology: Volume 2A, 2B, 2C: Toxicology. 3rd ed. New York: John Wiley Sons, 1981-1982., p. 4102",
            "Value": "The biochemical mechanisms of nitrogen dioxide cellular injury ... One emphasizes lipid peroxidation, the other the oxidation of low molecular wt reducing substances & proteins. These need not be mutually exclusive. ... Nitrogen dioxide ... Initiate oxidation through free radicals ... Induction period ... Can be prolonged by vitamin E or other free radical scavenging agents. Polar nitrogen containing cmpd & peroxides are produced."
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "PMID:10715624",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Ozone (O(3)) and nitrogen dioxide (NO(2)) are highly reactive and toxic oxidant pollutants. The objective of this study is to compare chemokine, cytokine, and antioxidant changes elicited by acute exposures of O(3) and NO(2) in a genetically sensitive mouse. Eight-week-old C57Bl/6J mice were exposed to 1 or 2.5 ppm ozone or 15 or 30 ppm NO(2) for 4 or 24 hr. Changes in mRNA abundance in lung were assayed by slot blot and ribonuclease protection assay (RPA). Messages encoding metallothionein (Mt), heme oxygenase I (HO-I), and inducible nitric oxide synthase (iNOS) demonstrated increased message abundance after 4 and 24 hr of exposure to either O(3) or NO(2). Furthermore, increases in message abundance were of a similar magnitude for O(3) and NO(2). Messages encoding eotaxin, macrophage inflammatory protein (MIP)-1alpha, and MIP-2 were elevated after 4 and 24 hr of exposure to 1 ppm ozone. Interleukin-6 was elevated after 4 h of exposure to ozone. After 4 hr of 2.5 ppm ozone exposure, increased mRNAs of eotaxin, MIP-1alpha, MIP-2, Mt, HO-I, and iNOS were elevated to a higher magnitude than were detected after 1 ppm ozone. Monocyte chemoattractant protein (MCP-1) was elevated following 15 ppm NO(2) exposure. After 4 h of 30 ppm NO(2) exposure, messages encoding eotaxin, MIP-1alpha, MIP-2, and MCP-1 were elevated to levels similar to those detected after ozone exposure. /The/ results demonstrate a similar antioxidant and chemokine response during both O(3) and NO(2) exposure. Induction of these messages is associated with the duration and concentration of exposure. These studies suggest that these gases exert toxic action through a similar mechanism."
        },
        {
            "References": "PMID:12392963",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Brief, high-level nitrogen dioxide (NO(2)) exposures are major hazards during fires and heat-generating explosions. To characterize the lung response to a brief high-level NO(2) exposure, we exposed two groups (n = 5) of 325-375 g, male, Sprague-Dawley rats to either 200 +/- 5 ppm (376 +/- 9 mg/m(3)) NO(2) or room air for 15 min. The rats were nose-only exposed in a multiport exposure chamber fitted with pressure transducers to monitor their respiration during exposure. One hour after exposure, we euthanized the rats, collected blood samples, lavaged the lungs with warm saline, and then excised them. One lung lobe was cooled to -196 degrees C and used for low-temperature electron paramagentic resonance (EPR) analysis. The remainder was homogenized and used for biochemical analyses. Inspired minute ventilation (V(i)) during exposure decreased 59% (p < 0.05). Calculated total inspired dose was 0.880 mg NO(2). In lung lavage, both total and alveolar macrophage cell counts declined (approximately 75%, p < 0.05), but epithelial cell count increased 8.5-fold. Lung weight increased 40% (p < 0.05) after exposure. In the blood, potassium and methemoglobin increased 45 and 18% (p < 0.05), respectively; glucose, lactate, and total hemoglobin were not altered significantly. EPR analysis of lung tissue revealed hemoglobin oxidation and carbon-centered radical formation. Vitamins E and C and uric acid were depleted, and lipid peroxidation measured by three different methods (TBARS, conjugated dienes, and fluorescent peroxidation end products) was elevated, but total protein, DNA, and lipid contents were unchanged. These observations combined demonstrate that a brief (15 min) high-level (200 ppm) NO(2) exposure of rats was sufficient to cause significant damage. However, comparison of the exposure dose normalized to rat body weight with previously reported sheep and estimated human values revealed significant differences. This raises a question about interspecies dosimetry and species-specific responses when animal data are extrapolated to humans and used for safety standard setting, particularly with high-level brief exposures."
        },
        {
            "References": "PMID:10422765",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ ... Whether acute exposure to nitrogen dioxide (NO2) causes major inflammatory responses (inflammatory cell recruitment, edema and smooth muscle hyperresponsiveness) in guinea pig airways /was examined/. Anesthetised guinea pigs were exposed to 18 ppm NO2 or air for 4 hr through a tracheal cannula. Bronchoalveolar lavage was performed and airway microvascular permeability and in vitro bronchial smooth muscle responsiveness were measured. Exposure to NO2 induced a significant increase in eosinophils and neutrophils in bronchoalveolar lavage fluid, microvascular leakage in the trachea and main bronchi (but not in peripheral airways), and a significant in vitro hyperresponsiveness to acetylcholine, electrical field stimulation, and neurokinin A, but not to histamine. Thus, this study shows that in vivo exposure to high concentrations of NO2 induces major inflammatory responses in guinea pig airways that mimic acute bronchitis induced by exposure to irritant gases in man."
        },
        {
            "References": "PMID:8880101",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ ... The effects of inhaled nitrogen dioxide (NO2) ..., on pulmonary sensory neuropeptides /was examined/. Guinea-pigs were exposed for 4 hr to 18 parts per million (ppm) NO2 or to air (n = 5 each). At the end of the exposure, they were killed with urethane and their lungs were fixed in 1% paraformaldehyde in phosphate-buffered saline. Cryostat sections were stained with antisera to an anatomical nerve marker, protein gene product (PGP) 9.5, and to calcitonin gene-related peptide (CGRP) and tachykinins, utilizing the avidin-biotinylated peroxidase method. In the noncartilaginous airways (diameter < 250 microns) of NO2-exposed animals, less tachykinin- and CGRP-immunoreactive nerve fibres were found compared with controls. No change was seen in the total nerve fiber distribution (PGP 9.5). It is concluded that the peptidergic nerves of guinea-pig peripheral airways are a sensitive indicator of exposure to nitrogen dioxide."
        },
        {
            "References": "PMID:8534489",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ To determine the mechanism responsible for nitrogen dioxide (NO2)-induced airway hyperresponsiveness, ... the effects of NO2 exposure on the contractile response to histamine and the level of histamine N-methyltransferase (HMT) activity, a histamine-degrading enzyme, /were examined/ in guinea pig trachea in vitro. Guinea pigs were divided into seven groups. Each group received continuous NO2 exposure (2.0 ppm) for either 2, 6, 12, 24, 48, or 96 hr. The remaining group did not receive NO2 exposure (control). HMT activity in trachea was decreased from the control value of 70.3 +/- 7.7 pmol/min/mg protein to 34.6 +/- 6.7 pmol/min/mg protein by 12 hr exposures of NO2. However, 24 and 48 hr exposures of NO2 did not significantly alter HMT activity. In contrast, HMT activity exceeded the control value by 96 hr exposures of NO2 (85.5 +/- 5.1 pmol/min/mg protein). Twelve hour exposures of NO2 shifted the concentration-response curves to histamine to lower concentrations and significantly reduced the median effective concentration (EC50) of histamine (log M) from the control value of -5.16 +/- 0.09 to -6.15 +/- 0.14 (P < 0.01). In contrast, the EC50 concentration of histamine (log M) increased from the control value of -5.20 +/- 0.10 to -4.90 +/- 0.11 by 96 hr exposures of NO2 (P < 0.05). However, NO2 exposure did not alter the contractile response to acetylcholine. Morphologically, tracheal epithelial cells had vacuoles after 12 hr exposures of NO2, but denudation of the epithelium did not occur during this experiment. In situ hybridization for HMT mRNA demonstrated that the level of HMT mRNA increased dominantly in tracheal epithelial cells after 96 hr exposures of NO2. The ... results indicated that the decrease in the level of HMT activity in the trachea was closely associated with the increase in the airway contractile response to histamine, suggesting that NO2-induced transient airway hyperresponsiveness to histamine is due to the decreased capacity of histamine catabolism in airway."
        },
        {
            "References": "PMID:9879425",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ ... /This/ study investigates the effect of 24-hr exposure to 3.0 ppm of NO2 on the airway epithelial defense functions in the healthy rabbit. Fifty-two healthy rabbits were exposed to 3.0 ppm of NO2 (NO2 group) or pure air (control group) for 24 successive hours in exposure chambers. After completion of the exposure sequence, the ciliary activity in the trachea was examined by a photoelectric method, the mucociliary transport velocity in the trachea by an endoscopic method and epithelial permeability of the trachea to fluorescein isothiocyanate-dextrans (FD-70s; molecular weight: 70,000 daltons) by an in vitro tracheal sac method. In the NO2 group, all epithelial defence functions, including ciliary activity, mucociliary transport velocity and epithelial permeability were significantly inferior to those in the control group. Although there was considerable overlap in the parameters examined between the two groups, approximately two-thirds of the animals were susceptible to 24-hr exposure to 3 ppm of NO2. Dysfunction of both the junctional barrier and the mucociliary system could allow easier entry of allergen molecules to the airway parenchyma, where immunocomponent cells exist. NO2 might be involved to some extent in the clinical manifestation of airway allergic disorders through epithelial dysfunction."
        },
        {
            "References": "PMID:16085673",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ In addition to being an air pollutant, NO2 is a potent inflammatory oxidant generated endogenously by myeloperoxidase and eosinophil peroxidase. ...These studies ... sought to determine the effects of NO2 exposure on mice with ongoing allergic airway disease pathology. Mice were sensitized and challenged with the antigen ovalbumin (OVA) to generate airway inflammation and subsequently exposed to 5 or 25 ppm NO2 for 3 days or 5 days followed by a 20-day recovery period. Whereas 5 ppm NO2 elicited no pathological changes, inhalation of 25 ppm NO2 alone induced acute lung injury, which peaked after 3 days and was characterized by increases in protein, LDH, and neutrophils recovered by BAL, as well as lesions within terminal bronchioles. Importantly, 25 ppm NO2 was also sufficient to cause airway yperresponsiveness (AHR) in mice, a cardinal feature of asthma. The inflammatory changes were ameliorated after 5 days of inhalation and completely resolved after 20 days of recovery after the 5-day inhalation. In contrast, in mice immunized and challenged with OVA, inhalation of 25 ppm NO2 caused a marked augmentation of eosinophilic inflammation and terminal bronchiolar lesions, which extended significantly into the alveoli. Moreover, 20 days postcessation of the 5-day 25 ppm NO2 inhalation regimen, eosinophilic and neutrophilic inflammation, pulmonary lesions, and AHR were still present in mice immunized and challenged with OVA. Collectively, these observations suggest an important role for NO2 in airway pathologies associated with asthma, both in modulation of degree and duration of inflammatory response, as well as in induction of AHR."
        },
        {
            "References": "Doull, J., C.D.Klassen, and M.D. Amdur (eds.). Casarett and Doull's Toxicology. 3rd ed., New York: Macmillan Co., Inc., 1986., p. 815",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Exposure of squirrel monkeys for 2 hr to 10 to 50 ppm nitrogen dioxide produced primary lesions in the alveoli. The degree of damage was related to the concentration of nitrogen dioxide. ... At 35 ppm, some lung areas were collapsed and alveolar septa had become very basophilic. ... Frank edema was produced by 50 ppm. Lungs of these monkeys showed extreme vesicular dilation or total collapse of alveoli with lymphocyte infiltration. Bronchi showed epithelial surface erosion and absence of cilia."
        },
        {
            "References": "Grant, W.M. Toxicology of the Eye. 3rd ed. Springfield, IL: Charles C. Thomas Publisher, 1986., p. 665",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Gas at concn of approx 70 ppm of air causes irritation of eyes & nose evident in guinea pigs, rabbits, monkeys, and dogs during first hr of exposure. ... Lethal to most animals if exposed for 8 hr, and under these conditions corneal opacities have been produced in rabbits."
        },
        {
            "References": "Clarke, M. L., D. G. Harvey and D. J. Humphreys. Veterinary Toxicology. 2nd ed. London: Bailliere Tindall, 1981., p. 83",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Pigs inhaling gas containing 250-310 ppm of nitrogen dioxide for longer than 10 min died in 21-72 min showing pulmonary alveolar edema and hyperemia ..."
        },
        {
            "References": "PMID:513156",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Proliferation of lung cells of Chinese hamsters was examined in several regions of lung parenchyma and ciliated airway epithelium after 24-hr exposure to 28.2 mg/cu m (15 ppm) nitrogen dioxide. By 24 hr after administration of (3)H-thymidine, parenchymal areas, exclusive of airways, showed increased labeling, indicative of cell death and replacement. This increase in the number of labeled cells persisted for 3 wk. Epithelial cells lining small airways and alveoli showed greater susceptibility to injury than those lining bronchi or trachea."
        },
        {
            "References": "PMID:6815335",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ The relationship between respiratory function and morphological changes in 10 dogs exposed for 6 hr to 69 ppm nitrogen dioxide was studied. The principal dysfunction noted was gas-exchange impairment, apparently resulting from foam in the airways. Breathing-pattern alterations appeared to result from stimulation of neural receptors. Gas-exchange measurements provided the most useful indicators of the pulmonary damage observed in this study."
        },
        {
            "References": "WHO; Environ Health Criteria 188: Nitrogen dioxide p.243 (1997)",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ A guinea pig exposed to 2.0 ppm NO2 for 3 days had a thickening of alveolar walls; oedema; increase in alveolar macrophage numbers; loss of bronchiolar cilia; inflammation. /From table/"
        },
        {
            "References": "PMID:844614",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Single exposures to /rats at/ high concentrations of nitrogen dioxide for 5-6 hr produce an intense cellular proliferation which regresses within 48 hr in all lung regions except the terminal respiratory bronchiole region and the alveoli where the proliferation persists for 4-7 days. The lesion in the terminal and respiratory bronchioles may resemble obliterative bronchiolitis. Prolonged exposure to 2 ppm nitrogen dioxide, 20-22 hr per day for 7 days/wk, produces an increase in total pulmonary upstream resistance in animals killed immediately after exposure. Internal surface area is decreased after 12 months exposure to nitrogen dioxide lung phospholipids and protein synthesis appear to be depressed following exposure, /whereas/ lecithin and synthesis of proteases by alveolar macrophages is increased."
        },
        {
            "References": "PMID:475464",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Total collagen in lung of hamsters exposed to nitrogen dioxide decr in less than 4 days. Lung elastin also decreased markedly by 10th day. Decreased elastin strongly suggests that enzymes secreted by alveolar macrophages may be mechanism by which elastin and collagens are lost from lung."
        },
        {
            "References": "PMID:7117493",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Nursing neonatal rats (10 days old) survived 50 ppm of continuous nitrogen dioxide, exhibiting only minor injury of the proximal alveolar type 1 cells. Moderate injury, loss of ciliated cells and moderate accumulation of alveolar edema were observed in distal airways; however, both are well within tolerable levels. By comparison, maturing 60 day old rats exposed to the same nitrogen dioxide level had difficulty surviving for more than 8 hr. Extensive epithelial cell injury and loss occur both in distal airways and in proximal alveolar regions. Death resulted from massive alveolar edema. When exposure was reduced to 25 ppm, the 60 day old rats were able to survive; however, evidence of injury and repair was still greater than that in the neonate exposed to 50 ppm."
        },
        {
            "References": "PMID:6999165",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ The effect of nitrogen dioxide or ozone and exercise on susceptibility of 5 to 6 wk old, specific pathogen free, CD-1 strain, Swiss female mice to respiratory infections was studied. To evaluate the interaction of pollutants and exercise, a mechanized exercise wheel was constructed for use in an environmental chamber. Immediately after pollutant exposure of 3 hr, both exercised and nonexercised mice were combined with controls, challenged with an aerosol of viable streptococcus pyogenes (group c), and then observed over a 15 day period for incidence of mortality. The mortality of 42.5% for mice that were exercised for 3 hr at 6 rpm while being exposed to nitrogen dioxide at 5640 ug/cu m (3.0 ppm) was significantly greater than the mortality rate of 28.8% for mice exposed only to clean air. Animals that rested while being exposed to the same concentration exhibited no significant increase in mortality over control (30.6% versus 28.8%). There were no significant differences among the 3 treatment groups when the concentration of nitrogen dioxide was lowered to 1880 ug/cu m (1.0 ppm). ..."
        },
        {
            "References": "PMID:3622964",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ The effect of a pre-existing pathologic pulmonary condition induced by chlorphentermine (CP) on nitrogen dioxide (NO2) toxicity was studied in male Swiss-Webster mice. Groups were treated with either CP (120 mg/kg daily by gavage for 14 days), NO2 (20 ppm by inhalation for 48 hr), CP followed by NO2 exposure, or water given by intubation for 14 days followed by exposure to air. Five mice from the group (n= 24) exposed to NO2 alone died; no mice from any other treatment died. Food consumption of mice not on CP was controlled so that weights among groups remained equal during the 14 day treatment. Histopathologic analysis of lung tissue was done on 18 animals that survived the 48 hr inhalation exposure; three animals from each group were examined on day 1, 3, 5, and 7. CP alone caused a moderate terminal bronchiolar inflammation on day 1, but this had decreased by day 7. NO2 alone caused alveolar type II cell hyperplasia which became more extensive by 24 hr and continued through day 5, terminal bronchiolar epithelial hyperplasia which increased in severity through day 5, and bronchiolar inflammation which declined on days 5 through 7. In the combination group, type II cell hyperplasia, terminal bronchitis, and pulmonary edema were less on days 3 to 7 than with NO2 alone and there was less loss of type I cells; however accumulation of macrophages was more extensive through day 3. It was concluded that CP, at the exposures used, offered some protection from the effects of NO2 and that it may cause changes in the repair mechanism that would be used in response to NO2."
        },
        {
            "References": "PMID:15044720",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ ... Male Otsuka Long-Evans Tokushima Fatty (OLETF) rats /were used/ as obese subjects and Long-Evans Tokushima (LETO) rats as nonobese controls. The animals were continuously exposed to nitrogen dioxide at a concentration of 0, 0.16, 0.8, or 4.0 ppm from 8 weeks of age through 32 weeks. At 40 weeks of age, levels of body weight, triglyceride, and total cholesterol were significantly greater in the OLETF rats than in the LETO rats. A ratio of high-density lipoprotein (HDL) to total cholesterol was significantly smaller in the former than in the latter. In the LETO rats, nitrogen dioxide exposure significantly decreased only the levels of HDL as compared with clean air exposure. In the OLETF rats, however, nitrogen dioxide exposure at a concentration of 0.16 ppm significantly elevated triglyceride concentration and decreased the ratio of HDL to total cholesterol as well as the levels of HDL. Nitrogen dioxide air pollution near ambient levels is an atherogenic risk primarily in obese subjects."
        },
        {
            "References": "PMID:8758032",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ In a previous study on bronchoalveolar lavage fluid from rats exposed in vivo for seven days to 10 ppm nitrogen dioxide (NO2), it has been shown that there is an influx of macrophages into the airways. /This/ study investigated the effect of seven day exposure to 10 ppm NO2, on: (a) lung tissue inflammation and morphology; (b) airway microvascular leakage; (c) in vitro contractile response of main bronchi. Lung tissue was studied by light microscopy, after fixing the lungs by inflation with 4% formalin at a pressure of 20 cm H2O. Microvascular leakage was measured by extravasation of Evans blue dye in the larynx, trachea, main bronchi, and intrapulmonary airways. Smooth muscle responsiveness was evaluated by concentration-responses curves to acetylcholine (10-9 to 10-3 M), serotonin (10-9 to 10-4 M), and voltage-response curves (12-28 V) to electrical field stimulation. Histology showed an increased total inflammation at the level of respiratory bronchioles and alveoli. No influx of inflammatory cells was found in the main bronchi. A loss of cilia in the epithelium of small airways and ectasia of alveolar capillaries was also found. By contrast, no alterations to microvascular permeability or modification of bronchial smooth muscle responsiveness was found. Subchronic exposure to 10 ppm NO2 causes airway inflammation and structural damage, but does not cause any persistent alteration to microvascular permeability or bronchial smooth muscle responsiveness in rats."
        },
        {
            "References": "PMID:17234660",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ ... Fischer 344 rats were exposed to 10 ppm nitrogen dioxide for 3, 7, 21 days or 21 days followed by 28 days at room air. Age-matched control rats were exposed to room air for 3, 21 or 49 days. Lungs fixed at 20 cm fluid column, embedded in paraffin wax, glycol methacrylate and araldite, were analysed by design-based stereology. Alveolar septal cell apoptosis (transferase dUTP nick end labelling assay, active caspase 3) and proliferation (Ki-67), airspace enlargement, total alveolar surface area, and absolute alveolar septal volume as well as the ultrastructural composition of the alveolar wall were quantified. RESULTS: Nitrogen dioxide resulted in an eightfold increase in alveolar septal cell apoptosis at day 3 and a 14-fold increase in proliferation compared with age-matched controls. Airspace enlargement, indicated by a 20% increase in mean airspace chord length, was evident by day 7 but was not associated with loss of alveolar walls. By contrast, nitrogen dioxide resulted in an increase in the total surface area and absolute volume of alveolar walls comprising all compartments. The ratio of collagen to elastin, however, was reduced at day 21. Lungs exposed to nitrogen dioxide for 21 days exhibited quantitative structural characteristics as seen in control lungs on day 49. CONCLUSIONS: Nitrogen dioxide exposure of rats results in increased alveolar septal cell turnover leading to accelerated lung growth, which is associated with an imbalance in the relative composition of the extracellular matrix, but fails to induce emphysema."
        },
        {
            "References": "Doull, J., C.D.Klassen, and M.D. Amdur (eds.). Casarett and Doull's Toxicology. 3rd ed., New York: Macmillan Co., Inc., 1986., p. 816",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Emphysema-like lesions were ... produced in lungs of beagle dogs exposed for 6 mo to 25 ppm nitrogen dioxide. The lung of 1 dog of the 6 exposed dogs showed bullous emphysema. Lungs of the other 5 exposed dogs showed increased firmness with scattered small bullae. Lung of all dogs exposed showed a diffuse increase in collagen."
        },
        {
            "References": "Clayton, G. D. and F. E. Clayton (eds.). Patty's Industrial Hygiene and Toxicology: Volume 2A, 2B, 2C: Toxicology. 3rd ed. New York: John Wiley Sons, 1981-1982., p. 4103",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ ... Seven days exposure to 0.5 ppm, serum lactic acid dehydrogenase (LDH), creatine phosphokinase (CPK), glutamic-oxaloacetic transaminase (SGOT), and glutamic-pyruvic transaminase (SGPT) were elevated, whereas lung glutathione peroxidase (GSH peroxidase) and acid phosphatase were not affected. Lung and plasma lysoszyme levels were elevated, in contrast to the earlier observation of lowered levels ..."
        },
        {
            "References": "Patty, F. (ed.). Industrial Hygiene and Toxicology: Volume II: Toxicology. 2nd ed. New York: Interscience Publishers, 1963., p. 922",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ ... Welding fumes on rabbits and rats containing up to 24 ppm nitrogen dioxide for 6 hr/day, 5 days/wk, to a total of 45 days, produced an average of 2.9% methemoglobin in rabbits and 15% in rats, but ... no permanent, harmful effects by prolonged exposure up to 70 ppm ... ."
        },
        {
            "References": "Kitabatake M et al; Mie Daigaku Kankyo Kagaku Kenkyu Kiyo 12: 17-22 (1988)",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Male guinea pigs were exposed to 0.49 ppm nitrogen dioxide (NO2) 6 times weekly for 13 consecutive days. When sensitization with albumin of different species was established after completion of the 4th inhalation, the presence of the delayed dyspneic reaction was observed for 11 hr by /body plethysmograph/. Delayed tachypnea, extension of exhalation, and decr of respiratory amplitude were noted as the result of NO2 /administration/. Incr in the degree of dyspnea was also observed."
        },
        {
            "References": "PMID:2895784",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Male rats were exposed to concn of 0, 4, 10, or 25 ppm nitrogen dioxide (NO2) for 6 hr day, for 7, 14, or 21 days. Treatment related histopathol changes were observed in the lung. No differences between exposed and control animals were observed in the nasal cavity, larynx, or trachea. The morphology of the lavaged alveolar macrophages was changed at all exposure concn on day 7, 14, and 21. An incr in the number of macrophages was found after exposure to 10 and 25 ppm NO2 on days 7, 14, and 21. The phagocytic capacity was diminished after 14 and 21 days exposure to 25 ppm and at both times exposure to 10 and 25 ppm incr the level of gamma-glutamyl transferase in lavage fluids."
        },
        {
            "References": "PMID:3341628",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Rats ... were exposed to 30 ppm nitrogen dioxide (NO2) for intervals ranging from 1 to 8 wk. Emphysema development was assessed by histological evaluation and by changes in lung volume and mean linear intercept values. The induction of centriacinar emphysema was attributed specifically to NO2 exposure."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists. Documentation of the TLV's and  BEI's with Other World Wide Occupational Exposure Values. CD-ROM Cincinnati, OH 45240-1634  2007.",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ ... Monkeys exposed to NO2 at 10 ppm for 1 month or at 5 ppm for 2 months showed a marked decrease in resistance to infections."
        },
        {
            "References": "WHO; Environ Health Criteria 188: Nitrogen dioxide p.198 (1997)",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Rabbits exposed to 0.3 ppm 2hr/day for 14 days had an increase in alveolar clearance. /From table/"
        },
        {
            "References": "WHO; Environ Health Criteria 188: Nitrogen dioxide p.198 (1997)",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ A mouse exposed to 2.0 or 0.5 ppm (base) and 2.0 ppm (peak) on a continuous base with 7 hr/day peak (5 days/week) for 21 weeks had morphological changes, such as loss of surface processes, appearance of fenestrae, bleb formation, and denuded surface areas. /From table/"
        },
        {
            "References": "WHO; Environ Health Criteria 188: Nitrogen dioxide p.199 (1997)",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ A baboon exposed to 2.0 ppm for 8 hr/day, 5 days/wk, for 6 months had impaired alveolar macrophage responsiveness to migration inhibitory factor. /From table/"
        },
        {
            "References": "WHO; Environ Health Criteria 188: Nitrogen dioxide p.221 (1997)",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Squirrel monkeys exposed to 9400 or 18,800 ug/cu m (5.0 or 10.0 ppm) NO2 for 2 or 1 month, respectively, had an increased susceptibility to a laboratory-induced viral influenza infection. All six animals exposed to the highest concentration died within 2 to 3 days of infection with the influenza virus; at the lower concentration, one out of three monkeys died."
        },
        {
            "References": "WHO; Environ Health Criteria 188: Nitrogen dioxide p.253 (1997)",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ /Researchers/ reported emphysema in rabbits exposed continuously (presumably 24 hr/day) for 3 to 4 months to 15,000 or 22,600 ug/cu m (8.0 or 12.0 ppm) NO2. They reported enlarged lungs that failed to collapse when the thorax was opened. The lungs were fixed in an expanded state via the trachea."
        },
        {
            "References": "Witschi H; Toxicol 48 (1): 1-20 (1988)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Experimental data show that ozone and nitrogen dioxide (NO2) incr incidence and multiplicity of lung tumors in strain A mice; however, the data are not always statistically significant. Also it depends on experimental design whether ozone enhances or inhibits the development of lung tumors in mice. Similarly, ozone and NO2 enhance lung colonization by cancer cells injected iv following exposure to the air pollutants, whereas NO2 kills lung metastases if cells are injected prior to exposure. Both ozone and NO2 modulate the proliferation of pulmonary neuroendocrine cells, the precursor cells for small cell lung cancer. It is concluded that there is little evidence to implicate ozone or NO2 directly as pulmonary carcinogens, but that they might modify and influence the carcinogenic process in the lung."
        },
        {
            "References": "PMID:2444432",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Groups of male Wistar rats were given the following concentrations of nitrogen dioxide (NO2) and then examined histologically and by electron microscopy for lung changes: (1) 20 ppm for 20 hr and sacrificed at 24 hr to 35 days (n= 85), (2) 0.5 ppm continuously for 7 days to 19 mo (n= 86), (3) 10 ppm continuously for 3 to 14 days (n= 18), and (4) 0.5 ppm continuously for 5 minutes to 6 days (n= 160). Controls were unexposed. Changes due to NO2 were found in the alveolar epithelium and the alveolar interstitium. In treatments 1 and 3, cytoplasmic blebbing occurred in some type I cells immediately after exposure. In treatments 2 and 3, swelling and hyperplasia of type II cells occurred, followed by a transition of type II to type I cells. In all treatments pinocytotic vesicles of endothelial cells of capillaries, followed by interstitial edema in the alveolar walls, were observed. In addition, desquamation and widening of the junctions of endothelial cells occurred in treatment 3. In the treatment 4 group, long-term exposure to 0.5 ppm caused changes similar to the short-term exposure to 20 ppm. Early changes were the numerical increase and histochemical changes of mast cells in the trachea and bronchus."
        },
        {
            "References": "PMID:3665860",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Two month old male JCL/Wistar (SPF) rats were exposed continuously to nitrogen dioxide (NO2) at concentrations of 0.04, 0.4, or 4.0 ppm for 9, 18, or 27 months and lung changes of three or four animals from each group were observed. Controls were untreated. Typical morphological changes observed in the 4 ppm treatment group were hypertrophy and hyperplasia of bronchial mucosa and thickening of the walls in the area through the bronchopulmonary junction to the alveolar duct, with cell infiltration and an increase of Clara cells. Degree of damage increased with increasing exposure time. At 18 months, proliferation of type II epithelial cells and an increase in interstitial tissue were present; at 27 months, fibrosis had occurred. In the 0.4 ppm treatment group the lesions were generally milder than at 4 ppm, the initial time of appearance was delayed, and progression was slower. In this group damage was seen at 18 months by electron microscopy and at 27 months by light microscopy. In the 0.04 ppm treatment group differences from the control group could not be determined by light and electron microscopy. However, several morphometric indices (arithmetic mean alveolar wall thickness, interstitial components, and the pattern of variation of alveolar type II cells) also present in the other treatment groups, were different from controls."
        },
        {
            "References": "PMID:844614",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/  Prolonged exposure to 2 ppm nitrogen dioxide, 20-22 hr per day for 7 days/wk, produces an increase in total pulmonary upstream resistance in animals killed immediately after exposure. Internal surface area is decreased after 12 months exposure to nitrogen dioxide lung phospholipids and protein synthesis appear to be depressed following exposure, /whereas/ lecithin and synthesis of proteases by alveolar macrophages is increased."
        },
        {
            "References": "WHO; Environ Health Criteria 188: Nitrogen dioxide p.266 (1997)",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Inhalation exposure of pregnant Wistar rats to NO2 concentrations of 1000 and 10,000 ug/cu m for 6 hr/day throughout gestation (21 days) was found to have maternal toxic effects and to induce developmental disturbances in the progeny."
        },
        {
            "References": "PMID:7701043",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Wistar female rats were exposed to low concentrations of nitrogen dioxide (1.5 and 3 ppm) from day 0 to day 20 of pregnancy. The results show that prenatal exposure to this oxidant gas produced significant changes in the duration pattern of ultrasonic vocalizations emitted by male pups removed from their nest. In particular, a significant decrease in the length of ultrasonic calls was found in both 10- and 15-day-old rats exposed to nitrogen dioxide (3 ppm) during gestation. These alterations were found at dose levels which did not significantly affect reproduction parameters, body weight gain and motor activity development. These findings suggest that gestational exposure to nitrogen dioxide, at concentrations below those associated with overt signs of toxicity, induces in rat offspring subtle behavioral changes characterized by altered ontogeny of ultrasonic emission."
        },
        {
            "References": "PMID:3835482",
            "Value": "/DEVELOPMENTAL NEUROTOXICITY/ Pregnant Wistar rats were exposed to nitrogen dioxide (NO2) concentrations of 10, 1.0, 0.10, 0.05, and 0 mg/cu m for 6 hr each day, 7 days a week, throughout gestation. The postnatal development of the pups was followed until the age of 2 months. Viability and physical development of pups were not significantly affected, except for a moderate reduction at the highest exposure level on day 21 after birth. A dose-dependent delay in eye opening and incisor eruption was observed in the pups of rats exposed to 10 and 1 mg/cu m. The ability to perform surface righting, negative geotaxis, air righting, hindlimb support, and open field behaviors was decreased in pups exposed to the higher exposure levels."
        },
        {
            "References": "PMID:3200515",
            "Value": "/DEVELOPMENTAL NEUROTOXICITY/ Nitrogen dioxide is one of the commonly encountered environmental contaminants. Experiments were carried out to test for neonatal behavioral alterations associated with prenatal nitrogen dioxide exposure. Pregnant CD-1 mice were exposed in environmental chambers to 0, 22, or 45 ppm of nitrogen dioxide in air from gestation day 7 to 18. The gas-air flow was set at 450 mL/min. Food and water were available at all times. The dams were allowed to deliver and neonatal behavioral development of the pups was studied. Nitrogen dioxide exposure did not affect the number of live pups born/litter; however, it significantly decreased their birth weight. Prenatal nitrogen dioxide exposure at both levels significantly altered the righting reflex and aerial righting score of the pups on postnatal days 1 and 12, respectively. Prenatal nitrogen dioxide exposure did not affect negative geotaxis and activity scores of pups on postnatal day 10 and 28, respectively. The data suggest that maternal nitrogen dioxide exposure at low levels can affect neuromuscular coordination and thus produce deficits in the functional capability of the offspring."
        },
        {
            "References": "PMID:3311723",
            "Value": "/GENOTOXICITY/ ... In Escherichia coli, nitrogen dioxide (NO2) induced expression of the umuC operon after bubbling of 90 ug/L through exponentially growing cultures, at a rate of 100 mL/L for 30 min. NO2 administered in this fashion also incr the induced mutation frequency in Escherichia coli."
        },
        {
            "References": "PMID:8875159",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ ... The generation of aldehydes from guinea pig tracheobronchial epithelial (GPTE) cell monolayers exposed to NO2 /was examined/. With the use of dinitrophenylhydrazine (DNP) to derivatize aldehydic compounds, glycolaldehyde, a two carbon alpha-hydroxyaldehyde, was identified in elevated levels in the basolateral fluid from monolayers exposed to NO2. DNP-glycolaldehyde levels were 81.2 +/- 2.7 and 234.0 +/- 42.6 nM in response to a 1-hr exposure to 1 and 5 ppm NO2, respectively, as compared to an air-control value of 20.3 +/- 6.8 nM. Taking into account dilution and reactivity, cellular glycolaldehyde levels could have reached as high as 3 mM for the 60-min exposure period (i.e., 0.05 mM/min). The effects of exogenous glycolaldehyde on GPTE ouabain-sensitive basolateral 86Rb uptake (an index of Na+,K(+)-ATPase activity) were examined and compared with the actions of NO2 exposure. Bolus addition of glycolaldehyde to the basolateral fluid at concentrations > or = 5 mM led to an inhibition of ouabain-sensitive 86Rb uptake, while lower concentrations had no effect. The effects of exogenous glycolaldehyde differ from NO2 exposure, which led to a sustained elevation of ouabain-sensitive 86Rb uptake with presumed generation of glycolaldehyde at a continuous low level. Glycolaldehyde does not appear to play a significant role in the acute alterations of sodium pump activity, suggesting that the NO2-induced changes in Na+,K(+)-ATPase activity of GPTE monolayers probably are further mediated by other lipid peroxidation products/oxidation processes yet to be identified."
        },
        {
            "References": "PMID:7543687",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ In order to investigate whether the oxidant airborne pollutant nitrogen dioxide (NO2) affects airway smooth muscle responsiveness, the contractile response of guinea pig main bronchi after in vitro exposure to 2.5 ppm of nitrogen dioxide was studied. Main bronchi were cannulated and exposed for 2 or 4 h to a constant flow of either NO2 or air. After exposure, bronchial rings were obtained and placed in a 37 degrees C jacketed organ bath filled with Krebs-Henseleit solution. Concentration-response curves were performed for acetylcholine (10-9 to 10-3 M), substance P (10-9 to 10-4 M), and neurokinin A (10-10 to 10-5 M), and voltage-response curves (12-28 V) were performed for electrical field stimulation. There was no significant difference in either the smooth muscle maximal contractile response, or sensitivity between the bronchi exposed to NO2 and those exposed to air. /It was concluded/ that in vitro exposure to 2.5 ppm of NO2 does not alter airway smooth muscle responsiveness in guinea pigs."
        },
        {
            "References": "PMID:8780201",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ Micromolar concentrations of nitrogen dioxide (NO2), a key metabolite of nitric oxide (NO) and peroxynitrite (ONOO-), were observed to cause a prolonged relaxation of isolated endothelium-removed rings of bovine pulmonary arteries (BPA) precontracted with 30 mM potassium. Relaxation to NO2 was markedly inhibited by 1 uM hemoglobin (Hb), 10 uM methylene blue (MB), and 10 uM LY-83583. The response to NO2 was enhanced in the presence of 1 mM reduced glutathione (GSH) or cysteine. The addition of NO2 to Krebs bicarbonate buffer (under 95% N2-5% CO2) containing 1 mM GSH or BPA resulted in an increase in NO formation (measured in head space gas). Relaxation to NO2 and NO formation were markedly decreased after GSH depletion by pretreatment of BPA with diethyl maleate. A high-performance liquid chromatography analysis of the products formed immediately after the addition of NO2 to GSH detected a previously isolated (but not identified) potent relaxing agent formed by a reaction of GSH with ONOO-, and this material comigrated with a synthetic product thought to be S-nitro-GSH (GSNO2). Nanomolar concentrations of GSNO2 caused a potent dose-dependent relaxation that was inhibited by Hb, MB, and LY-83583. Therefore NO2 appears to cause a prolonged guanosine 3',5'-cyclic monophosphate-mediated relaxation in BPA via thiol nitration and a subsequent time-dependent release of NO. Thus NO2 (and ONOO-) may function in a tissue hormonelike regulatory role in inflammatory processes in which large amounts of these species are produced."
        },
        {
            "References": "PMID:12490044",
            "Value": "/IMMUNOTOXICITY/ ... This study examines the effects of the lower respiratory tract irritant, NO(2), on the outcome of ovalbumin (OVA)-induced allergic airway disease. Male and female C57Bl/6 mice were sensitized by weekly intraperitoneal (ip) OVA injections for 3 wk followed by daily 1-hr OVA aerosol inhalation challenge for 3 or 10 d. Initially, mice were exposed daily for 3 d to air or 0.7 or 5 ppm NO(2) for 2 hr following each OVA aerosol challenge. OVA exposure resulted in pronounced lower airway inflammation, as evidenced by a significant increase in bronchoalveolar lavage (BAL) total cellularity and eosinophil levels. BAL eosinophil levels were significantly lower in OVA-NO(2) compared to OVA-air animals. The reduction was similar at both NO(2) exposure concentrations. In a subsequent study, sensitized animals were exposed for 3 or 10 d to aerosolized OVA followed by air or 0.7 ppm NO(2). BAL eosinophils were again reduced at 3 d by OVA-NO(2) exposure compared to OVA-air mice. At 10 d the eosinophilia was virtually abolished. This reduction in OVA-induced cellular inflammation by NO(2) was confirmed by histopathological analysis. Contrary to expectations, exposure to NO(2) during the aerosol challenge to OVA dramatically diminished the outcome of allergic disease in lungs as measured by airway cellular inflammation."
        },
        {
            "References": "PMID:11325564",
            "Value": "/IMMUNOTOXICITY/ /This/ study was designed to clarify the effect of nitrogen dioxide (NO2) exposure on the immunosuppressive activity of and nitric oxide (NO) production by alveolar macrophages (AM) in rats. Wistar rats were exposed to 10 ppm NO2 for 3, 14 or 28 days, after which bronchoalveolar lavage fluid (BALF) was taken as a sample of the alveolar microenvironment. Suppression of concanavalin A-induced lymphocyte proliferation and NO production by AM were markedly inhibited by BALF from NO2-exposed rats (NO2-BALF). The inhibitory effect of NO2-BALF at 28-days exposure was stronger than that of NO2-BALF at 3 or 14 days exposure. In conclusion, AM-mediated immunosuppressive activity was inhibited by the NO2-induced changes of the alveolar microenvironment through the inhibition of NO production."
        },
        {
            "References": "PMID:15249463",
            "Value": "/IMMUNOTOXICITY/ ... Using a standard murine model of asthma, BALB/c mice were sensitized to ovalbumin (OVA) by intraperitoneal (ip) injections (days 1 and 7) and were challenged with aerosolized OVA (days 13 and 14). Some mice were exposed to NO(2) (2 ppm) in an exposure chamber for 24 h before undergoing OVA aerosol challenge. A control group was exposed to OVA alone. MEASUREMENTS AND RESULTS: The outcomes assessed included airway inflammation, bronchial hyperreactivity to inhaled methacholine, and goblet cell hyperplasia. ... NO(2) exposure modestly increased airway neutrophilia but not airway eosinophilia in OVA-exposed mice. These mice exhibited epithelial damage and loss of epithelial mucin. Surprisingly, nonspecific bronchial hyperreactivity (ie, enhanced pause index) was not increased, although baseline smooth muscle tone was increased (p < 0.05) in the mice exposed to NO(2). CONCLUSIONS: These data indicate that relatively short-term (24 hr) exposure to NO(2) causes epithelial damage, reduced mucin expression, and increased tone of respiratory smooth muscle. Reduced mucin production may be a mechanism of injury following long-term exposure to inhaled NO(2). Despite enhancing epithelial damage in OVA-exposed mice, NO(2) exposure does not otherwise alter the expression of allergen-induced airway responses."
        },
        {
            "References": "PMID:12396477",
            "Value": "/IMMUNOTOXICITY/ ... The effects of NO(2) on the development of asthma-like responses to allergenic challenge in BALB/c mice /were examined/. Ovalbumin (OVA)-immunized mice were intranasally challenged with OVA or saline solution just before starting a 3 hr exposure to 5 or 20 ppm NO(2) or air. Twenty parts per million of NO(2) induced a significant increase of bronchopulmonary hyperreactivity in OVA-challenged mice and of permeability according to the fibronectin content of the bronchoalveolar lavage fluid (BALF) 24 hr after exposure, as compared with air or 5 ppm NO(2). Eosinophilia (cell counts in the BALF and eosinophil peroxidase of lung tissue) was detected at 24 and 72 hr with similar levels for air and 20 ppm NO(2), whereas a marked reduction was unexpectedly observed for 5 ppm NO(2). At 24 hr, interleukin-5 in the BALF was markedly reduced at 5 ppm compared with 20 ppm NO(2) and was also more intense for 20 ppm NO(2) than for the air group. In contrast to specific IgG1 titers, anti-OVA IgE titers and interleukin-4 in the BALF were not affected by NO(2) exposure. Irrespective of the concentration of NO(2), OVA-challenged mice did not develop late mucosal metaplasia compared with those exposed to OVA-air. These results indicate that a short exposure to NO(2) can exacerbate or inhibit some features of the development of allergic disease in mice and may depend on the concentration of pollutant."
        },
        {
            "References": "PMID:9879426",
            "Value": "/IMMUNOTOXICITY/ ... Guinea pigs were treated with a combination of passive sensitization, antigen challenge and nitrogen dioxide exposure. Nitrogen dioxide accumulated eosinophils to the epithelium of the trachea. Neither passive sensitization nor antigen challenge with nitrogen dioxide exposure developed more prominent pathological changes than nitrogen dioxide exposure alone. However, antigen--antibody interaction with nitrogen dioxide exposure resulted in a disruption of epithelial cells so prominent that the basement membrane was denuded in areas. Activated eosinophils and free eosinophil-specific granules were considered to be responsible for the extreme epithelial injury. In conclusion, nitrogen dioxide exposure does not cause prominent epithelial injury by itself, but could be a trigger for hyperresponsiveness in allergic airways, and is probably involved in the pathogenesis of airway allergic disorders."
        },
        {
            "References": "PMID:16791821",
            "Value": "/IMMUNOTOXICITY/ Brown-Norway (BN) BN rats were exposed to NO2 from the embryonic or weanling period (EP or WP, respectively). To evaluate the effects of NO2 exposure on pulmonary immunity, the activity levels of rat AMs were assessed as reactive oxygen species-generating capacity, measured by a chemiluminescence (CL) technique, and as cytokine-producing ability. Except for 0.2 ppm of NO2 exposure, the CL responses of AMs obtained from the WP group at 12 weeks old were suppressed significantly. Changes of the cytokine-producing levels suggest that inflammatory reactions are terminated at 12 weeks in the EP group. Correlations between the CL responses and the cytokine levels reveal that NO2 exposure may modulate the direction of AM activation..."
        },
        {
            "References": "PMID:41706",
            "Value": "/IMMUNOTOXICITY/ BALB/c mice were exposed to 10 ppm nitrogen oxide or nitrogen dioxide for 2 hr daily on weekdays, for varying periods up to 30 weeks. Tests of immune function indicated suppression resulting from chronic exposure and enhancement of immunological reactivity by shorter exposures."
        },
        {
            "References": "PMID:6343070",
            "Value": "/IMMUNOTOXICITY/ The effects of acute nitrogen dioxide exposure on antigen-specific cell-mediated lung immunity in rats were evaluated. Animals were exposed for 24 hr to either room air or 5, 10, or 26 ppm nitrogen dioxide before intratracheal immunization with 108 sheep red blood cells. Lung damage, and/or alterations of regulatory populations of immune cells, induced by nitrogen dioxide can be responsible for the production of abnormally elevated immune responses to antigens deposited in the damaged lung."
        },
        {
            "References": "PMID:17990632",
            "Value": "/VETERINARY CASE REPORTS/ ... On a dairy farm, a cloud of reddish-brown NO2 gas (which is heavier than air) was noticed to escape from underneath the plastic sheet of a horizontal maize bunker and to enter a cubicle house for dairy cows 1 day after ensiling. Eleven cows became dyspnoic, 3 of which subsequently died. A combination of weather conditions, an insufficient sand load on the maize bunker, the utilization of a lactobacillus starter culture, and the close proximity of the silo to the cubicle house may have caused the incident."
        },
        {
            "References": "PMID:9144455",
            "Value": "/OTHER TOXICITY INFORMATION/ ... The NO2 exposed /rat/ lung /was examined/ for induction of gamma-glutamyl transferase (GGT) mRNA, protein, and enzyme activity. ... The GGT gene product is induced in lung by NO2. The GGT mRNA level in lung increases 2-fold within 6 hr and 3-fold after 24 hr of exposure to this oxidant gas, and this 3-fold elevation persists even after 14 days of exposure. The pattern of GGT mRNA expression switches from the single GGT mRNA III transcript in the normal lung to the dual expression of GGT mRNA I and mRNA III. Enzyme activity in whole lung increases 1.6- to 2.5-fold while extracellular surfactant-associated GGT activity accumulates 5.5-fold and GGT protein accumulates in lung surfactant. Induction of GGT mRNA and protein is evident in cells of the bronchioles by in situ hybridization and immunolocalization, respectively. In contrast, alveolar type 2 cells lack an in situ hybridization signal and exhibit a reduction in the intensity of immunostaining with prolonged exposure. /These/ studies show that NO2 induces GGT mRNA expression, including GGT mRNA1, in lung and GGT protein and enzyme activity in lung and lung lavage in response to the oxidative stress of NO2 inhalation."
        },
        {
            "References": "PMID:422933",
            "Value": "/OTHER TOXICITY INFORMATION/ Nitrogen dioxide is edematogenic and cytotoxic to lungs of hamsters. Preexposure to nitrogen dioxide protects against mortality from formation of excessive pulmonary edema (tolerance) and may or may not protect against cytotoxic effects in lungs"
        },
        {
            "References": "PMID:16398938",
            "Value": "/OTHER TOXICITY INFORMATION/ Alveolar macrophages (AM) are known to play an important role in the regulation of inflammatory reactions in the lung, e.g. during the development of chronic lung diseases. Exposure of rats to NO2 has recently been shown to induce a shift in the activation type of AM that is characterized by reduced TNF-alpha and increased IL-10 production. AM from rat and mice were analyzed by flow cytometry for surface marker expression and in vivo staining with PKH26 was applied to characterize newly recruited macrophages. Following magnetic bead separation, AM subpopulations were further analyzed for cytokine, inducible NO synthase (iNOS) and matrix metalloproteinase (MMP) mRNA expression using quantitative RT-PCR. Following in vitro stimulation, cytokines were quantitated in the culture supernatants by ELISA. In untreated rats the majority of AM showed a low expression of the surface antigen ED7 (CD11b) and a high ED9 (CD172) expression (ED7-/ED9high). In contrast, NO2 exposure induced the occurrence of a subpopulation characterized by the marker combination ED7+/ED9low. Comparable changes were observed in mice and by in vivo labeling of resident AM using the dye PKH26 /it could be demonstrated/ that CD11b positive cells mainly comprise newly recruited AM. Subsequent functional analyses of separated AM subpopulations of the rat revealed that ED7+ cells showed an increased expression and production of the antiinflammatory cytokine IL-10 whereas TNF-alpha production was lower compared to ED7- AM. However, iNOS and IL-12 expression were also increased in the ED7+ subpopulation. In addition, these cells showed a significantly higher mRNA expression for the matrix metalloproteinases MMP-7, -8, -9, and -12. NO2 exposure induces the infiltration of an AM subpopulation that, on the one hand may exert antiinflammatory functions by the production of high amounts of IL-10 but on the other hand may contribute to the pathology of NO2-induced lung damage by selective expression of certain matrix metalloproteinases."
        }
    ]
}