{
    "_id": {
        "$oid": "6682e9acc4e5dba5ffba2bce"
    },
    "CID": {
        "$numberInt": "3032536"
    },
    "Name": "Cobaltous chloride",
    "IUPACName": "cobalt(2+);dichloride",
    "CanonicalSMILES": "[Cl-].[Cl-].[Co+2]",
    "Synonyms": [
        "Cobalt chloride",
        "Dichlorocobalt",
        "Cobalt dichloride",
        "COBALTOUS CHLORIDE",
        "Cobalt muriate",
        "Cobaltous dichloride",
        "1332-82-7",
        "Kobaltdichlorid",
        "Cobaltous chloride anhydrous",
        "Kobalt chlorid",
        "cobalt(2+);dichloride",
        "Kobalt(II)-chlorid",
        "Cobalt(2+) chloride",
        "Cobaltum muriaticum",
        "EVS87XF13W"
    ],
    "IsomericSMILES": "[Cl-].[Cl-].[Co+2]",
    "INCHI": "InChI=1S/2ClH.Co/h2*1H;/q;;+2/p-2",
    "INCHIKEY": "GVPFVAHMJGGAJG-UHFFFAOYSA-L",
    "Formula": "Cl2Co",
    "MolecularWeight": {
        "$numberDouble": "129.84"
    },
    "Description": "Cobalt dichloride is a cobalt salt in which the cobalt metal is in the +2 oxidation state and the counter-anion is chloride. It is used as an indicator for water in desiccants. It has a role as a two-colour indicator, an allergen, a calcium channel blocker and a sensitiser. It is a cobalt salt and an inorganic chloride. It contains a cobalt(2+).",
    "XlogP": {
        "$numberDouble": "NaN"
    },
    "Complexity": {
        "$numberInt": "0"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "environmental_bioconcentrations": [
        {
            "References": "(1) NOAA; CAMEO Chemicals. Database of Hazardous Materials. Cobalt Chloride (7646-79-9). Natl Ocean Atmos Admin, Off Resp Rest; NOAA Ocean Serv. Available from, as of Jan 19, 2017: https://cameochemicals.noaa.gov/",
            "Value": "Food Chain Concentration Potential: Microorganisms concentrate the cobalt (from cobaltous chloride) in water up to 200 to 1000 times(1)."
        }
    ],
    "mechanism_of_action": [
        {
            "References": "PMID:24932611",
            "Value": "The induction of polyploidy is considered the reproductive end of cells, but there is evidence that polyploid giant cancer cells (PGCCs) contribute to cell repopulation during tumor relapse. However, the role of these cells in the development, progression and response to therapy in colon cancer remains undefined. Therefore, the main objective of this study was to investigate the generation of PGCCs in colon cancer cells and identify mechanisms of formation. Treatment of HCT-116 and Caco-2 colon cancer cells with the hypoxia mimic CoCl2 induced the formation of cells with larger cell and nuclear size (PGCCs), while the cells with normal morphology were selectively eliminated. Cytometric analysis showed that CoCl2 treatment induced G2 cell cycle arrest and the generation of a polyploid cell subpopulation with increased cellular DNA content. Polyploidy of hypoxia-induced PGCCs was confirmed by FISH analysis. Furthermore, CoCl2 treatment effectively induced the stabilization of HIF-1a, the differential expression of a truncated form of p53 (p47) and decreased levels of cyclin D1, indicating molecular mechanisms associated with cell cycle arrest at G2. Generation of PGCCs also contributed to expansion of a cell subpopulation with cancer stem cells (CSCs) characteristics, as indicated by colonosphere formation assays, and enhanced chemoresistance to 5-fluorouracil and oxaliplatin. In conclusion, the pharmacological induction of hypoxia in colon cancer cells causes the formation of PGCCs, the expansion of a cell subpopulation with CSC characteristics and chemoresistance. The molecular mechanisms involved, including the stabilization of HIF-1 a, the involvement of p53/p47 isoform and cell cycle arrest at G2, suggest novel targets to prevent tumor relapse and treatment failure in colon cancer."
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "PMID:12771806",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Acute intravesical instillation of cobalt /chloride/ ion solution into the rat bladder initiated a hypoxia response accompanied by increased bladder angiogenesis and growth. This finding supports the idea that hypoxia is a stimulus for bladder growth subsequent to partial bladder outlet obstruction."
        },
        {
            "References": "DHHS/ATSDR; Toxicological Profile for Cobalt  p. 29 (PB/93/110724/AS)  (September 2001)]",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Guinea pigs sensitized to cobalt by repeated dermal application and then exposed to 2.4 mg cobalt/cu m as cobalt chloride showed pulmonary inflammatory changes (altered BAL fluid  recovery, increased neutrophils and eosinophils following BAL) that were different than those in exposed animals not sensitized to cobalt.["
        },
        {
            "References": "DHHS/ATSDR; Toxicological Profile for Cobalt  p. 29 (PB/93/110724/AS)  (September 2001)]",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ In Sprague-Dawley rats, death has been reported to occur at 161 mg cobalt/kg given by gavage  as cobalt chloride.["
        },
        {
            "References": "Grant, W.M. Toxicology of the Eye. 3rd ed. Springfield, IL: Charles C. Thomas Publisher, 1986., p. 247",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Cobalt chloride is toxic... to the cornea in rabbits when brought into direct contact with the corneal stroma after removal of the epithelium, causing dense opacity and vascularization. Systemic poisoning of rats and rabbits with cobalt chloride has induced vacuoles and slight clouding in lenses, edema of retina and degenerative changes in choroid, retina, and optic nerve."
        },
        {
            "References": "PMID:21139344",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ To investigate the in vivo effects of cobalt chloride on gene expression at early time points, DNA microarray analysis was performed on the liver of mice injected subcutaneously with cobalt chloride. The liver tissue samples were taken 0.5, 1, and 3 hr after injection. Of the 14 genes up-regulated at 0.5 hr after injection, 7 are related to immunological responses, and 4 of the 7 were found to be involved in the activation of interferon."
        },
        {
            "References": "PMID:12579518",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Effects of cobalt on the antioxidant status of control and streptozotocin diabetic rat heart and aorta were examined at the second, fourth and sixth week of treatment. Rats were divided into four groups: control, diabetic, control treated with cobalt chloride and diabetic treated with cobalt chloride. Diabetes was induced by tail vein injection of streptozotocin (STZ). Cobalt treatment groups were given 0.5 mM of C0CI(2) in drinking water. ... Cobalt treatment of diabetic rats (0.5 mM in drinking water) resulted in attenuation of the increased levels of thiobarbituric acid reactive substance and antioxidant enzyme activities in heart and aorta. Thus, the effect of oral administration of cobalt at this dose during the early stage of experimental diabetes can be considered as a consequence of altered endogenous defense mechanisms in heart and aorta."
        },
        {
            "References": "Johansson A et al; Environ Res 31 (2): 340-54 (1983)",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Rabbits were exposed to aerosols of chlorides of cadmium, copper, and cobalt (0.4-0.6 mg/cu m as metal) for 1 month (5 days/weeks and 6 hr/day). The effects of alveolar macrophages were compared with earlier reported effects of nickel chloride (0.3 mg/cu m as Ni). Effects of Cd2+ exposure resembled those of Ni2+ exposure. The number of macrophages in lavage fluid and the variance of cell diameters were thus increased and many cells contained lamellated inclusions. Contrary to macrophages from Ni2+-exposed rabbits, the surface of about 50% of the cells had cytoplasmic blebs. However, such cells were rarely seen by scanning electron microscopy. There were significantly more polymorphonucleated neutrophils and small lymphocytes, suggesting lung parenchymal damage. Cells from Cd2+-exposed animals, like cells from Ni2+-exposed ones, showed an increased oxidative metabolic activity after stimulation with Escherichia coli bacteria. Bactericidal capacity, on the other hand, tended to be enhanced rather than decreased, as in the nickel experiment. After CO2+ exposure, the number of macrophages was slightly increased in the lavage fluid and the cells showed an increased metabolic activity both at rest and upon stimulation with bacteria. Cu2+ exposure gave a slight increase in lamellated inclusions in the macrophages."
        },
        {
            "References": "Nordberg, G.F. et al; Handbook on the Toxicology of Metals 4th ed., Vol. 2. Academic Press, Waltham, MA. 2015, p. V2 754",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Oral admin of cobalt (as cobaltous sulfate and cobaltous chloride) to rats and rabbits in doses ranging from 10 to 100 mg/kg bw, for periods exceeding 2 wk, produces the same cardiotoxic effects as those observed following parenteral dosing."
        },
        {
            "References": "Nordberg, G.F. et al; Handbook on the Toxicology of Metals 4th ed., Vol. 2. Academic Press, Waltham, MA. 2015, p. V2 755",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ ... A decreased ability of the thyroid to concentrate iodine /was observed/ among rats given a total of 150 ug cobalt/day as cobaltous chloride in food."
        },
        {
            "References": "PMID:7292505",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Cobalt cardiomyopathy is studied in the dogs given 0.5 g cobalt chloride twice weekly through a chronic indwelling iv catheter for a duration of 10 weeks. The dogs became dyspneic and lethargic and had exercise intolerance. Cardiac failure developed in some animals. The hearts in these dogs were pale and flabby with dilation of the atria. All had scattered myocardial degeneration characterized by diffuse cytoplasmic vacuolation, loss of cross striations, and interstitial edema. No inflammation was seen."
        },
        {
            "References": "PMID:1562797",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Mice were administered 0 or 400 parts per million cobaltous chloride in their drinking water for 13 weeks. Selected mice were killed after 7, 9, 11, or 13 weeks of exposure or after 20 weeks of post exposure recovery and the testes were removed, weighed, and examined for gross, histopathological, and ultrastructural changes. Testicular size was significantly reduced after 13 weeks exposure and the testes showed grossly visible vascular congestion of varying degrees. Testicular weights were significantly decreased after 9 weeks. No histopathological changes were seen in the germinal epithelium after 7 weeks of exposure. After 9 weeks of exposure, vacuolated Sertoli cells, abnormal spermatid nuclei, and the formation of multinucleated giant cells. Sloughing of multinucleated giant cells and individual germ cells into the lumina were seen in the more severely damaged seminiferous tubules. Severely damaged seminiferous tubules showing extensive Sertoli and germ cell loss and shrinkage intermingled with normal tubules were seen after 11 weeks. After 13 weeks, all seminiferous tubules in cobalt treated mice showed degenerative changes similar to those observed at 11 weeks. The endothelium of testicular vessels in cobalt treated mice was thickened and contained degenerating mitochondria at all time points. Collagenous deposits were seen in the peritubular areas which became progressively disorganized as exposure time increased. Leydig cell morphology was not affected by cobalt, although the number of Leydig cells appeared to increase with increasing exposure time. Sporadic repopulation of seminiferous tubules with normal Sertoli cells was seen in a few mice after 20 weeks of recovery. The authors conclude that chronic cobalt exposure induces a consistent pattern of damage to the germinal epithelium and Sertoli cells of the seminiferous tubules of mice."
        },
        {
            "References": "PMID:8398863",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Reaction of the lungs of guinea-pigs allergic to contact with cobalt was compared with reaction of the lungs of guinea-pigs not sensitized to cobalt. One group was sensitized by applying cobalt-chloride to the skin on day zero, two, seven, and nine. Contact allergy was confirmed by patch testing on day 21. Beginning on day 42, one sensitized group and the nonsensitized group were exposed by inhalation to 2.4 milligrams cobalt in the form of cobalt-chloride for 6 hours a day for 2 weeks. Following exposure, the lungs were lavaged and the cells obtained were studied by light and electron microscopy. In the sensitized exposed group, more lavage liquid was retained in the lungs than in the other two groups, even though more liquid was instilled in the lungs of this group. In the sensitized group, the percentage of neutrophils and eosinophils tended to be higher than in the nonsensitized exposure group. The authors suggest that the lungs of guinea-pigs allergic to contact with cobalt react differently to inhaled cobalt compared with those of nonsensitized ones."
        },
        {
            "References": "Sheftel, V.O.; Indirect Food Additives and Polymers. Migration and Toxicology. Lewis Publishers, Boca Raton, FL. 2000., p. 464",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Cobalt chloride appeared to induce carcinogenic effect in mice after oral admin of subtoxic doses."
        },
        {
            "References": "Pedigo N; Reproductive Toxicology. 2(1): 45-53 (1988)",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Cobalt chloride has been shown to be detrimental to testicular function in both the rat and  the mouse. Chronic administration of cobalt chloride to male mice in drinking water at concentrations of 100, 200 and 400 ppm (equivalent to 23, 42 and 72 mg/kg bw/day respectively) over a 13 week period resulted in dose- and time-dependent decreased testicular weight, decreased epididymal sperm concentration, along with decreases in both motility and percent motile forms. Serum testosterone levels were also dramatically increased, whilst FSH and LH  serum levels were normal."
        },
        {
            "References": "PMID:8499661",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Cobalt toxicity was evaluated in the dominant lethal assay (DLA) to determine whether the detrimental effects of cobalt on spermatozoa would have an impact on offspring. Male B6C3F1 mice were treated with cobaltous chloride (400 ppm Co) for 10 weeks and mated. Neither the stage nor rate of development in vitro of 2-cell embryos to blastocyst from cobalt-treated males was affected. There was an increase in preimplantation losses and a decrease in total and live births, but no change in postimplantation losses from litters at day 19 of gestation. Fertility of the males was maintained during the 10-week cobalt treatment period, decreased during the DLA, and recovered over the next 6 weeks. Sperm parameters at the end of DLA and the recovery period showed that cobalt decreased all parameters measured at 12 weeks, but these parameters, except concentration, recovered to control levels by 18 weeks."
        },
        {
            "References": "Grant, W.M. Toxicology of the Eye. 3rd ed. Springfield, IL: Charles C. Thomas Publisher, 1986., p. 248",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ ...Slight teratogenic effect (incidence 2.7 to 2.8%) involving gross abnormalities of the eyes and lower extremities is reported from injecting cobaltous chloride into the yolk sac of hen's eggs on day four of incubation."
        },
        {
            "References": "Sheftel, V.O.; Indirect Food Additives and Polymers. Migration and Toxicology. Lewis Publishers, Boca Raton, FL. 2000., p. 464",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ A dose of 265 mg cobalt chloride/ kg bw given in the diet for 98 days, providing an initial dose of 20 mg/kg bw, induced degenerative and necrotic changes in the seminiferous tubules of rats. Cobalt chloride reduced fertility in male mice."
        },
        {
            "References": "Sheftel, V.O.; Indirect Food Additives and Polymers. Migration and Toxicology. Lewis Publishers, Boca Raton, FL. 2000., p. 464",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Rats received 12-48 mg cobalt chloride/kg bw by gavage from day 14 of gestation through day 21 of lactation. The treatment caused a decr in the number of litters, growth and survival of the offspring. Significant increases in the early embryonic losses was found in mice. Concns of 0.05-5.0 mg cobalt chloride/L in drinking water given to rats before or during pregnancy caused embryotoxicity and death."
        },
        {
            "References": "PMID:19819122",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ To assess liver damages in pregnant and lactating rats and in their suckling pups, wistar female rats were given through drinking water 350 ppm of CoCl(2) (157 ppm Co(2+)) from the 14th day of pregnancy until day 14 after delivery. The effects of cobalt chloride on lipid peroxidation levels, antioxidant enzyme activities, lipid profile and histopathology aspects of liver were evaluated. Biochemical results showed that lipid peroxidation increased significantly in Co-treated rats, as evidenced by high liver thiobarbituric acid-reactive substance (TBARS) levels. Alteration of the antioxidant system in treated group was confirmed by the significant decline of superoxide dismutase (SOD), catalase (CAT), glutathione peroxidase (GPx) activities and reduced glutathione (GSH) content in liver of suckling pups and their mothers. Moreover, CoCl(2) exposure induced an increase in the activities of the aspartate transaminase (AST), alanine transaminase (ALT), lactate deshydrogenase (LDH) and bilirubin levels in pups and their mothers while liver LDH activity and plasma albumin level were significantly decreased. On the other hand, cobalt chloride induced a marked hypoglycemia, a significant decline in triglycerides and total cholesterol levels. Histological studies showed an infiltration of mononuclear cells and vascular congestion in liver of pups and their mothers. Based on the present findings, exposure of rats to CoCl(2) during late pregnancy and early postnatal period affects antioxidant enzyme activities and lipid peroxidation indicating liver damage in mothers and their offspring."
        },
        {
            "References": "DHHS/ATSDR; Toxicological Profile for Cobalt p. 80-1 (2004)",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ Several rodent studies have identified neurological effects following cobalt exposure. In Wistar rats, a single gavage dose of 4.25 mg cobalt/kg as cobalt chloride resulted in a moderate reduction in spontaneous activity, muscle tone, touch response, and respiration, while 19.4 mg cobalt/kg as cobalt sulfate caused a mild reduction the same parameters. In rats exposed to 4.96 mg cobalt/kg/day as cobalt chloride for 30 days in the drinking water, cobalt led to changes in sympathetically mediated contractile activity of isolated rat vas deferens. Rats exposed to 6.44 mg cobalt/kg/day as cobalt nitrate in the drinking water showed an increased sensitivity and decreased maximal response to a cholinergic agonist. In rats exposed to 20 mg cobalt/kg/day as cobalt chloride for 57 days in the drinking water, cobalt enhanced behavioral reactivity to stress (the animals were less likely to descend from a safe platform to an electrified grid). Rats exposed to the same dose in the diet for 69 days showed a slower rate of lever pressing than controls, but no change in behavioral reactivity to stress. Longer-term exposure of rats to cobalt chloride (7 months) resulted in a significant increase in the latent reflex period at 0.5 mg cobalt/kg /and greater/ as cobalt chloride and a pronounced neurotropic effect (disturbed conditioned reflexes) at 2.5 mg cobalt/kg."
        },
        {
            "References": "PMID:25052430",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ Hypoxia-induced oxidative stress is one of the major hallmark reasons underlying brain dysfunction. In the present manuscript, we have used CoCl2-induced hypoxic mice to investigate alterations in the activities of chief antioxidative stress enzymes- superoxide dismutase (SOD) and catalase (CAT) and expression of their genes Sod1 and Cat in the cerebral cortex as this model has not been routinely used for carrying out such study. Hypoxia mimetic mice model was accordingly developed by oral CoCl2 administration to mice and validated by analyzing alterations in the expression of the hypoxia inducible factor gene Hif-1a and its immediate responsive genes. Our Western blot data demonstrated that a dose of 40 mg/kg BW of CoCl2 was able to generate hypoxia like condition in mice in which Hif-1a and its immediate responsive genes-glutamate transporter-1 (Slc2a1) and erythropoietin (Epo) expression were up regulated. Our in-gel assay data indicated that SOD and CAT activities significantly declined and it was associated with significant down regulation of Sod1 and Epo expression as evident from our semi quantitative RT-PCR and Western blot data, which might be correlated with up regulation of Hif-1a expression in the cerebral cortex of the CoCl2-treated hypoxic mice."
        },
        {
            "References": "PMID:22472292",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity// The involvement of microglial activation in metal neurotoxicity is becoming increasingly recognized. Some metal ions, such as zinc (II) and manganese (II), have been recently reported as microglial activators to induce the release of inflammatory mediators including cytokines, chemokines and nitric oxide (NO) which are involved in the pathogenesis of neurological diseases. Cobalt is essential for human life. However, excessive cobalt is cytotoxic and neurotoxic. In the present study, we determined cobalt-induced production of NO and cytokines/chemokines in N9 cells, a murine microglial cell line. High levels of cobalt /as cobalt chloride/ significantly up-regulated iNOS mRNA and protein expression, which resulted in the release of NO. Cobalt induced the production of tumor necrosis factor a (TNF-a) and interleukin-6 (IL-6) in a concentration- and time-dependent manner in both N9 cells and primary mouse microglia and increased lipopolysaccharides (LPS)-induced cytokine production. Further study showed that cobalt induced cytokine production by a mechanism involving both nuclear factor kappa B (NF-kappaB) and p38 mitogen-activated protein kinase (MAPK) signaling pathways. The involvement of reactive oxygen species (ROS) in microglial activation was also confirmed. These findings suggested that cobalt neurotoxicity should be attributed not only directly to neuronal damage but also indirectly to microglial activation which might potentiate neuronal injury via elevation of proinflammatory mediator levels."
        },
        {
            "References": "PMID:26458913",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ Nitric oxide (NO) plays a dual role in response to neural hypoxia. NO is synthesized by three isoforms of nitric oxide synthase (NOS), among which the neuronal NOS (nNOS) is predominant in the nervous system. Hypoxia-inducible factor-1a (HIF-1a) is a transcription factor that is induced under hypoxic conditions, but its correlation with nNOS remains unclear. In the present study, we aimed at clarifying the regulation pattern of the nNOS expression in response to cobalt chloride (CoCl2), a widely used chemical mimic of hypoxia, and the role of HIF-1a in this process in neuroblastoma cells. We found CoCl2 evidently increased the nNOS expression and NO production in human neuroblastoma SK-N-SH cells, but the effect of CoCl2 on NO was partially abrogated by 7-nitroindazole, a selective inhibitor for nNOS. Importantly, we identified a hypoxia response element (HRE) within the nNOS promoter, to which HIF-1a may bind, and CoCl2 greatly enhanced the HIF-1a expression and its binding to the HRE. Meanwhile, we demonstrated that this HRE was functionally important for the activation of the nNOS transcription, and CoCl2 increased the transcriptional activity of the nNOS promoter through this HRE. Taken together, our study shows that CoCl2 may induce the nNOS expression and NO production through a HIF-1a mechanism in neuroblastoma cells, which may provide a potential target for the treatment of neurological hypoxic disorders caused by NO dysregulation."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. V3 186",
            "Value": "/ENDOCRINE MODULATION/ Hypothyroidism and thyroid hyperplasia had previously been reported in patients treated with CoCl2 for anemia. The mechanism appears to be that soluble Co2+ markedly interferes with the uptake of iodine by the adult thyroid."
        },
        {
            "References": "DHHS/ATSDR; Toxicological Profile for Cobalt p. 118, 121 (2004)",
            "Value": "/GENOTOXICITY/ Thirty hr following single ip injection of cobalt(II) chloride in BALB/c mice, an increase in micronucleus formation was seen at 12.4 or 22.3 mg cobalt/kg (as cobalt chloride), but not at 6.19 mg/kg. Single injection of mg cobalt/kg (as cobalt chloride) resulted in significantly increased micronucleus formation at 24 hr post-injection, but not at 12, 48, 72, or 96 hr. Two or 10 days following ip injection of male and female F344 rats with 3 or 6 mg cobalt/kg, increased levels of oxidatively-damaged DNA bases were noted in the liver, kidney, and to a lesser extent, the lung. /Cobalt ions/"
        },
        {
            "References": "Chang, L.W. (ed.). Toxicology of Metals. Boca Raton, FL: Lewis Publishers, 1996, p. 256",
            "Value": "/GENOTOXICITY/ In Syrian hamsters, intraperitoneal administration of /cobalt (II) chloride/ caused aneuploidy in bone marrow cells and testes, while ingestion of sublethal doses of /cobalt (II) chloride/ in the diet/drinking water... by mice gave rise to increased levels of chromosomal aberration in white blood cells. Enhance early embryonic losses were detected in mice exposed to cobalt (II) chloride, however, since this dominant lethal assay is an indirect measure of genotoxicity, it remains to be seen whether cobalt compounds can cause heritable damage in vivo."
        },
        {
            "References": "DHHS/ATSDR; Toxicological Profile for Cobalt  p. 112 (PB/93/110724/AS)  (September 2001)]",
            "Value": "/GENOTOXICITY/Thirty hours following single intraperitoneal injection of cobalt(II) chloride in BALB/c mice, an increase in micronucleus formation was seen at 12.4 or 22.3 mg cobalt/kg (as cobalt chloride), but not at 6.19 mg/kg. Single injection of 1 mg cobalt/kg (as cobalt chloride) resulted in significantly increased micronucleus formation at 24 hours post-injection, but not  at 12, 48, 72, or 96 hours. Two or 10 days following intraperitoneal injection of mate and  female F344 rats with 3 or 6 mg cobalt/kg, increased levels of oxidatively-damaged DNA bases  were noted in the liver, kidney, and to a lesser extent the lung.["
        },
        {
            "References": "Sheftel, V.O.; Indirect Food Additives and Polymers. Migration and Toxicology. Lewis Publishers, Boca Raton, FL. 2000., p. 464",
            "Value": "/GENOTOXICITY/ Cobalt chloride induced /chromosomal aberrations/ in laboratory bred mice in vivo after single oral administrations of 1/10 to 1/40 of the lethal dose. The effect appeared to be dose dependent. Clastogenic effect of cobalt chloride is reported."
        },
        {
            "References": "PMID:2030707",
            "Value": "/GENOTOXICITY/ While cobalt-chloride was weakly mutagenic /in Chinese hamster V79 cells and HeLa cells/ at concentrations up to 250 micromolar (uM), it enhanced ultraviolet induced mutagenesis when V79 cells were exposed for 20 hours before and 5 hours after irradiation to concentrations of 50 uM or greater. Cobalt-chloride was cytotoxic at the highest concentration. SCEs were significantly induced by cobalt-chloride in a dose dependent manner, and the metal enhanced ultraviolet induced SCEs."
        },
        {
            "References": "PMID:7681528",
            "Value": "/GENOTOXICITY/ ...Depending on experimental conditions, cobaltous chloride may act either as an inhibitor or as an inducer of the SOS functions /in E. coli/."
        },
        {
            "References": "PMID:1713470",
            "Value": "/GENOTOXICITY/ Cobaltous chloride induced chromosomal aberrations in mice in vivo after single oral administration of different fractions (1/10, 1/20, 1/40) of the lethal dose /in a dose related manner/"
        },
        {
            "References": "PMID:2215557",
            "Value": "/GENOTOXICITY/ Cobaltous chloride alone had no significant effects on survival and mutations of V79 cells at concentrations less than 1 x 10(-5) M. Cobaltous chloride at a concentration of 3 x 10(-6) M had a marked effect in reducing 8AG-resistant mutations induced by gamma-rays of 2-6 Gy, when cells were incubated for 6-7 days in the presence of cobaltous chloride after gamma-ray irradiation (posttreatment)."
        },
        {
            "References": "PMID:1541255",
            "Value": "/GENOTOXICITY/ Cobalt chloride (Co++) could be reproducibly detected as a mutagen in Salmonella strain TA97  when preincubation exposures were made in sterile, distilled, deionized water, or in Hepes buffer in NaCl2/KCl2, rather than the standard sodium phosphate buffer. Co++ was also mutagenic under standard  preincubation conditions. Divalent metals can be detected as mutagens in Salmonella, and that their lack of detection as mutagens is not due to an inherent insensitivity of Salmonella but to their  interaction with media components and/or passive and active transport processes."
        },
        {
            "References": "Hartwig A et al; Toxicological and Environmental Chemistry 28 (4): 205-215 (1990)",
            "Value": "/GENOTOXICITY/ Chinese-hamster V79 and HeLa cells were incubated with 0 to 300 uM CoCl2. Genotoxicity was assessed by determining the extent of DNA single strand breakage in HeLa cells and induction of 6-thioguanine resistant mutants at the hypoxanthine-phosphoribosyl-transferase (HPRT) locus in V79 cells. CoCl2 was accumulated by HeLa cells in a concentration and time dependent manner. Except for the first hour where uptake was very rapid uptake was very nearly linear for 24 hours. CoCl2 concentrations of 50 uM or higher caused a significant induction of DNA single strand breaks. The number of breaks increased during the first hour of incubation, plateauing thereafter. CoCl2 concentrations of 100 and 250 uM caused a significant increase in the frequency of mutations at the HPRT locus."
        },
        {
            "References": "PMID:1807927",
            "Value": "/GENOTOXICITY/ Various dilutions (1/10, 1/20, 1/40) of the lethal toxic dose of cobalt chloride were clastogenic to bone marrow cells of mice when administered orally in vivo. The clastogenic effects, mainly chromosome breaks, increased significantly with increasing concentration. The frequency of cell division was affected only by higher concentrations of the salt."
        },
        {
            "References": "PMID:10229930",
            "Value": "/GENOTOXICITY/ The spectrum of mutations induced by cobalt(II) chloride (CoCl2) was examined using plasmid pUB3 DNA, which was propagated after transfection into Escherichia coli SY1032/pKY241 host cells. The vector plasmid carried an E.coli supF suppressor tRNA gene as a target for mutations. After CoCl2 treatment, 64 independent nalidixic acid-resistant, ampicillin-resistant and Lac+ (SupF-) clones were obtained and the altered sequences of the mutated supF genes were determined. Deletions and frameshifts were the predominant mutational event (61%) induced by CoCl2 and base substitutions were induced to a lesser degree (29%). Analysis of sequence alterations at all the sites of mutation revealed that: 18 of 19 base substitutions and eight of 10 frameshifts occurred at G:C sites, suggesting that the formation of N7G-Co(II) adducts may be responsible for premutagenic lesions of these mutations; short sequence repeats were mostly found at the sites of deletions and frameshifts. Slippage-misalignment is also suggested to be a mechanism for the induction of mutations at these sites."
        },
        {
            "References": "PMID:8917658",
            "Value": "/GENOTOXICITY/ The mutagenicity of oxidative stress induced by cobalt compounds was examined in transgenic gpt+ Chinese hamster cell lines (G12 and G10). These two cell lines are known to be more sensitive to mutagens such as X-rays and UV than their parental V-79 cells. In these studies, the mutagenic activity of cobalt chloride was measured to be 7.7 times higher than the spontaneous mutant frequency in G12, but was only 1.5 to 2.5 times higher than spontaneous mutant frequency in G10 cells. The mutant frequency of cobalt sulfide was somewhat lower. Treatment of cells with a combination of hydrogen peroxide and cobalt did not alter the mutation frequency induced by cobalt sulfide alone."
        },
        {
            "References": "PMID:23420403",
            "Value": "/GENOTOXICITY/ In order to optimize preparations of bee metaphases, we tested cobalt chloride, which has been used as a metaphase inducer in other organisms, such as hamsters and fish. Four microliters of 65 mM cobalt chloride aqueous solution was topically applied to larval and pupal stages of the stingless bee Melipona scutellaris. The cerebral ganglion was removed after treatment and prepared for cytogenetic analysis. Identically manipulated untreated individuals were used as controls. The number of metaphases was increased 3-fold in treated individuals compared to controls. The micronucleus test showed no mutagenic effects of cobalt chloride on M. scutellaris cells. We concluded that cobalt chloride is a metaphase-inducing agent in M. scutellaris, thus being useful for cytogenetic analyses."
        },
        {
            "References": "PMID:19605413",
            "Value": "/GENOTOXICITY/ In this work, we studied the cytotoxicity, genotoxicity and morphological transforming activity of cobalt nanoparticles (Co-nano) and cobalt ions (Co(2+) /as cobalt chloride/) in Balb/3T3 cells. We also evaluated Co-nano dissolution in culture medium and cellular uptake of both Co-nano and Co(2+). Our results indicated dose-dependent cytotoxicity, assessed by colony-forming efficiency test, for both compounds. The toxicity was higher for Co-nano than for Co(2) after 2 and 24 hr of exposure, while dose-effect relationships were overlapping after 72 hr. Statistically significant results were observed for Co-nano with the micronucleus test and the comet assay, while for Co(2+) positive results were observed only with the latter. In addition, even when Co-nano was genotoxic (at >1 uM), no evident dose-dependent effect was observed. Concerning morphological transformation, we found a statistically significant increase in the formation of type III foci (morphologically transformed colonies) only for Co-nano. Furthermore, we observed a higher cellular uptake of Co-nano compared with Co(2+)."
        },
        {
            "References": "PMID:24386269",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ While the toxic effects of cobalt have been widely studied, the exact mechanisms of toxicity remain unclear. In order to further elucidate these mechanisms and identify potential biomarkers of exposure or effect, we exposed two rat liver-derived cell lines, H4-II-E-C3 and MH1C1, to two concentrations of cobalt chloride. We examined changes in gene expression using DNA microarrays in both cell lines and examined changes in cytoplasmic protein abundance in MH1C1 cells using mass spectrometry. We chose to closely examine differentially expressed genes and proteins changing in abundance in both cell lines in order to remove cell line specific effects. We identified enriched pathways, networks, and biological functions using commercial bioinformatic tools and manual annotation. Many of the genes, proteins, and pathways modulated by exposure to cobalt appear to be due to an induction of a hypoxic-like response and oxidative stress. Genes that may be differentially expressed due to a hypoxic-like response are involved in Hif-1a signaling, glycolysis, gluconeogenesis, and other energy metabolism related processes. Gene expression changes linked to oxidative stress are also known to be involved in the NRF2-mediated response, protein degradation, and glutathione production."
        },
        {
            "References": "PMID:24612858",
            "Value": "/OTHER TOXICITY INFORMATION/ In the present study, we evaluated gene expression changes in whole adult male zebrafish following an acute 24 hr high dose exposure to three metals with known human health risks. Male adult zebrafish were exposed to nickel chloride, cobalt chloride or sodium dichromate concentrations corresponding to their respective 96 hr LC20, LC40 and LC60. Histopathology was performed on a subset of metal-exposed zebrafish to phenotypically anchor transcriptional changes associated with each metal. Comparative analysis identified subsets of differentially expressed transcripts both overlapping and unique to each metal. Application of gene ontology (GO) and transcription factor (TF) enrichment algorithms revealed a number of key biological processes perturbed by metal poisonings and the master transcriptional regulators mediating gene expression changes. Metal poisoning differentially activated biological processes associated with ribosome biogenesis, proteosomal degradation, and p53 signaling cascades, while repressing oxygen-generating pathways associated with amino acid and lipid metabolism. Despite appreciable effects on gene regulation, nickel poisoning did not induce any morphological alterations in male zebrafish organs and tissues. Histopathological effects of cobalt remained confined to the olfactory system, while chromium targeted the gills, pharynx, and intestinal mucosa. A number of enriched transcription factors mediated the observed gene response to metal poisoning, including known targets such as p53, HIF1a, and the myc oncogene, and novel regulatory factors such as XBP1, GATA6 and HNF3beta."
        },
        {
            "References": "Nordberg, G.F. et al; Handbook on the Toxicology of Metals 4th ed., Vol. 2. Academic Press, Waltham, MA. 2015, p. V2 754",
            "Value": "/OTHER TOXICITY INFORMATION/ Upregulation of erythropoietin (Epo) gene expression has been observed in vivo after a single ip injection of 60 mg/kg bw cobalt chloride in rats. The mechanism of the erythropoietic action of cobalt involves stabilization of of the hypoxia-inducible factor H1F1-a, which is normally degraded under normoxic conditions. In the hypoxic state, H1F1-a acts as a transcription factor subunit, inducing the expression of genes controlling erythropoietin synthesis, glucose uptake, glycolytic enzyme activities, blood vessel formation (angiogenesis)..."
        }
    ]
}