{
    "_id": {
        "$oid": "6682e9acc4e5dba5ffba2bcd"
    },
    "CID": {
        "$numberInt": "3032297"
    },
    "Name": "Nabam",
    "IUPACName": "disodium;N-[2-(sulfidocarbothioylamino)ethyl]carbamodithioate",
    "CanonicalSMILES": "C(CNC(=S)[S-])NC(=S)[S-].[Na+].[Na+]",
    "Synonyms": [
        "nabam",
        "142-59-6",
        "Spring-Bak",
        "Parzate",
        "Dithane A-40",
        "Nabame",
        "Nabam-sodium",
        "Nabasan",
        "Parzate Liquid",
        "Disodium ethylenebis(dithiocarbamate)",
        "Nafun IPO",
        "Chem BAM",
        "Sodium ethylenebis(dithiocarbamate)",
        "Dithane D-14",
        "Disodium ethylene-1,2-bisdithiocarbamate"
    ],
    "IsomericSMILES": "C(CNC(=S)[S-])NC(=S)[S-].[Na+].[Na+]",
    "INCHI": "InChI=1S/C4H8N2S4.2Na/c7-3(8)5-1-2-6-4(9)10;;/h1-2H2,(H2,5,7,8)(H2,6,9,10);;/q;2*+1/p-2",
    "INCHIKEY": "UQJQVUOTMVCFHX-UHFFFAOYSA-L",
    "Formula": "C4H6N2Na2S4",
    "MolecularWeight": {
        "$numberDouble": "256.4"
    },
    "Description": "Nabam is a dithiocarbamate salt that is the disodium salt of ethylenebis(dithiocarbamic acid). A fungicide, algicide and bactericide used on various crops including on cotton, capsicums, onions and rice crops, it is considered to be a carcinogen, so is not licensed for use within the European Union. Mixing nabam with zinc sulfate affords the fungicide zineb. It has a role as an antifungal agrochemical. It is a dithiocarbamate salt and an organic sodium salt. It contains an ethylenebis(dithiocarbamate).",
    "XlogP": {
        "$numberDouble": "NaN"
    },
    "Complexity": {
        "$numberInt": "108"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "environmental_bioconcentrations": [
        {
            "References": "(1) Meylan WM, Howard PH; J Pharm Sci 84: 83-92 (1995) (2) Meylan WM et al; Environ Toxicol Chem 18: 664-72 (1999) (3) Franke C et al; Chemosphere 29: 1501-14 (1994)",
            "Value": "An estimated BCF of 3 was calculated in fish for nabam(SRC), using an estimated log Kow of -4.24(1) and a regression-derived equation(2). According to a classification scheme(3), this BCF suggests the potential for bioconcentration in aquatic organisms is low(SRC)."
        }
    ],
    "environmental_biodegradations": [
        {
            "References": "(1) Brink RH Jr; pp. 785-91 in Proc 3rd Int Biodegradation Symposium (1976)",
            "Value": "AEROBIC: Nabam was fed at the rate of 9.8, 10.2, 9.6, and 9.8 ppm over four consecutive days to a bench-scale activated sludge unit operating at 3 liters synthetic sewage per day(1). The percent removal of nabam from these units was reported to be over 96% per day(1)."
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "WHO; Environ Health Criteria 78: Dithiocarbamate Pesticides, Ethylenethiourea and Propylenethiourea (1988). Available from, as of March 4, 2010: https://www.inchem.org/pages/ehc.html",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/  ... For many compounds, the toxicity is often influenced by the method of application, e.g., solvents used, age and sex of animal, type of diet, etc. Thus, in rats fed an isocaloric diet containing 3.5% protein, the LD50 of nabam was 210 mg/kg body weight, compared with 565 mg/kg in rats fed the same diet plus 26% protein ..."
        },
        {
            "References": "WHO; Environ Health Criteria 78: Dithiocarbamate Pesticides, Ethylenethiourea and Propylenethiourea (1988). Available from, as of March 4, 2010: https://www.inchem.org/pages/ehc.html",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Nabam (19% solution) and zineb (65% wettable powder) were each applied to the right eye of 10 rabbits, the left eye being used as a control. Nabam did not produce signs of irritation, while zineb produced mild irritation (erythema), which subsided within 6-8 hr. No edema was seen. The mild irritation may have been caused by the non-specific foreign body reaction to the dry, insoluble powder. When this procedure was repeated with both compounds diluted and suspended for agricultural use (for nabam, 0.5% of the commercial 19% solution plus zinc sulfate, 0.125% in water; for zineb, a 0.188% suspension of the commercial 65% wettable powder in water), no irritation was seen ..."
        },
        {
            "References": "Gosselin, R.E., R.P. Smith, H.C. Hodge. Clinical Toxicology of Commercial Products. 5th ed. Baltimore: Williams and Wilkins, 1984., p. II-312",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Experimental animals given toxic doses of Nabam exhibit first stimulation, then depression of central nervous system, bloody diarrhea, general weakness, and prostration. Death is due to respiratory arrest. At necropsy, severe irritation of the GI tract and renal necrosis are seen. These effects may be due in part to carbon disulfide released in the acid environment of the stomach ... Protein-deficient animals are more susceptible than control animals."
        },
        {
            "References": "Engst R et al; Z Lebenzm Unters Forsch 146 (2): 91-7 (1971)",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ In vivo tests in rats and mice were performed with the intact dithiocarbamates /including nabam/ as well as various fractions of the reaction mixt containing degradation products. The fraction rich in ethylene-bis-thiuram monosulfide was more toxic (LD50 in mouse, 580 mg/kg bw; in rat, 1570 mg/kg) than the active principles. The degradation fractions containing primarily inorganic sulfur compounds and ethylene-bis-thiourea were less toxic."
        },
        {
            "References": "PMID:1190641",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/Young male Wistar CF rats were fed a diet containing 275 ppm Nabam for 14 days. Dietary dithiocarbamates either induced a hyperthyroid status or acted as thyroxin-like compound, as liver metabolism was more directed toward heat production following cold exposure than towards supplying chemical energy for synthesis."
        },
        {
            "References": "PMID:1929852",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Nabam, an ethylenebisdithiocarbamate (EBDC), is an agricultural fungicide. Ethylenethiourea (ETU), widely used in the rubber industry, is a degradation and byproduct of metabolism and of storage and production of EBDCs. Kidney function and morphology, and urinary excretion of ETU, were studied in rats exposed to nabam or ETU in drinking water for 28 days. The concentrations of nabam in drinking water were 0, 50, 100 or 200 mg/L, and of ETU 0, 100, 200 or 300 mg/L. Both compounds decreased body weight gain but did not significantly affect urinary sodium, potassium, glucose, or protein excretion, or urinary osmolality. Urinary vasopressin was also unaltered after exposure to nabam or ETU. High doses of ETU resulted in ultrastructural alterations in epithelial cells of renal proximal tubuli. ETU was excreted in urine after exposure to both nabam and ETU. There seemed to be a threshold dose of ETU below which no ultrastructural alterations in kidney occurred."
        },
        {
            "References": "California Environmental Protection Agency/Department of Pesticide Regulation; SUMMARY OF TOXICOLOGY DATA on NABAM pp.7-8 (2005). Available from, as of March 8, 2010: https://www.cdpr.ca.gov/docs/risk/toxsums/toxsumlist.htm",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Clipped, unabraided skin (10% of body surface) of five (5) Sprague-Dawley rats per sex per group was treated with Aquatreat DN- 30 (32.8% Nabam) at 0, 46, 457, 1525, and 3050 mg/kg (equivalent to 0, 15, 150, 500, and 1000 mg/kg Nabam, respectively) for 6 hours per day, 5 days per week for 3 weeks. /Ethylene thiourea/ (ETU) content was not evaluated ... After the treatment, sites were washed. Males and females at 457 (150 Nabam), 1525 (500 Nabam), and 3050 (1000 Nabam) mg/kg developed slight to moderate erythema at the test site. Incidences were 0, 0, 1, 3 and 5 for males with increasing dose and 0, 0, 2, 1 and 3 for females. There were no systemic effects on body weight, food consumption, hematology, clinical chemistry or histopathology. Thyroid organ weight was comparable among groups. Measurements of thyroid hormones T3, T4 and TSH showed some variation with statistically significant differences in females for T3 and T4. These differences were explained as due to the order of sampling of animals for blood. Thyroid hormones show diurnal variability and animals were sampled from Group 1 males through Group 5 of females (last), with the peak levels occurring at night. All levels, however, were within or close to normal values. Dermal NOEL = 46 mg/kg Aquatreat DN-30 (15 mg/kg Nabam). Systemic NOEL = 3050 mg/kg (1000 mg/kg Nabam)."
        },
        {
            "References": "WHO; Environ Health Criteria 78: Dithiocarbamate Pesticides, Ethylenethiourea and Propylenethiourea (1988). Available from, as of March 4, 2010: https://www.inchem.org/pages/ehc.htm",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ ... Groups of 18 mice of each sex from two hybrid strains were given various dithiocarbamates from 7 days of age up to 18 months. The compounds were given daily, by gavage, from day 7 to weaning and thereafter added to the diet. The compounds and the respective amounts were: ... nabam at 21.5 mg/kg body weight, then 73 mg/kg diet ...  No significant increase in tumors was found."
        },
        {
            "References": "California Environmental Protection Agency/Department of Pesticide Regulation; SUMMARY OF TOXICOLOGY DATA on NABAM p.3 (2005). Available from, as of March 8, 2010: https://www.cdpr.ca.gov/docs/risk/toxsums/toxsumlist.htm",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Twenty artificially inseminated female New Zealand White rabbits per group received Aquatreat DN-30 (32.79% Nabam in water) by gavage at concentrations of 0 (water), 1, 8, and 100 mg/kg/day [equivalent to 0.328, 2.62 and 32.8 mg/kg of nabam] on gestation days 7 through 19. Mean /ethylene thiourea/ (ETU) content in bulk test material was 0.5 - 0.6%. Mean post-implantation loss was increased at 100 mg/kg/day compared to controls (1.8 at 100 mg/kg compared with 1.1 in controls). Group mean maternal food consumption and body weight gain were reduced during treatment at 100 mg/kg/day relative to controls. Maternal NOEL = 8 mg/kg/day. Possible Adverse effects: the incidences of hydrocephaly and cleft palate were increased at 8 and 100 mg/kg/day relative to historical controls and to concurrent controls. Developmental NOEL = 1 mg/kg/day."
        },
        {
            "References": "Klaassen, C.D., M.O. Amdur, Doull J. (eds.). Casarett and Doull's Toxicology. The Basic Science of Poisons. 5th ed. New York, NY: McGraw-Hill, 1995., p. 679",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ ... Nabam ... /has/ been reported to be teratogenic."
        },
        {
            "References": "California Environmental Protection Agency/Department of Pesticide Regulation; SUMMARY OF TOXICOLOGY DATA on NABAM p.6 (2005). Available from, as of March 8, 2010: https://www.cdpr.ca.gov/docs/risk/toxsums/toxsumlist.htm",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ A combined subchronic (13 Week) toxicity and neurotoxicity study of Aquatreat DN-30 /was conducted/ in rats ... 10 or 20 Sprague-Dawley, Crl:CD.BR rats per sex per group received Aquatreat DN-30 (31.1% and 32.8% Nabam) by gavage at 0 (deionized water), 0.08 (10 animals per sex), 0.80, 80, and 260 mg/kg/day (0, 0.0262, 0.2623, 26.232, and 85.25 mg/kg/day Nabam respectively) for at least 91 consecutive days. /Ethylene thiourea/ (ETU) content was 5527 to 6226 g/mL of the bulk material. Ten animals per sex per group were used for subchronic neurotoxicity evaluation and the remainder were used for general subchronic toxicity evaluation. All animals in the low dose (0.08 mg/kg/day) were used for subchronic toxicity evaluation. Functional Observational Battery (FOB) and motor activity results were unremarkable at weeks 4, 8, and 13 compared with pretest values. Absolute and relative thyroid gland weights were increased at 260 mg/kg for males and females and at 80 mg/kg/day for females. Thyroxine (T4) was statistically lower in both sexes at 80 and 260 mg/kg. TSH was significantly increased in high dose males at weeks 6 and 13. Although TSH was also increased in females at the high dose, the increase was not statistically significant. In the subchronic toxicity animals, there was an increased incidence of hypertrophy of the thyroid follicular epithelium for high dose males (3/10) compared with controls (0/10); no hypertrophy was reported for females. No microscopic changes were recorded for the perfused neurotoxicity group animals (5/sex in controls and high dose groups). Neurotoxicity NOEL = 260 mg/kg/day. Subchronic NOEL = 0.8 mg/kg/day (reduced thyroxine (T4) levels in both sexes at 80 and 260 mg/kg/day, increased thyroid gland weights in females)."
        },
        {
            "References": "California Environmental Protection Agency/Department of Pesticide Regulation; SUMMARY OF TOXICOLOGY DATA on NABAM pp.6-7 (2005). Available from, as of March 8, 2010: https://www.cdpr.ca.gov/docs/risk/toxsums/toxsumlist.htm",
            "Value": "/ENDOCRINE MODULATION/ Five Sprague-Dawley Crl:CD.BR rats per sex per group received Aquatreat DN-30 (32.79% Nabam) by gavage at concentrations of 0 (deionized water), 0.1, 1.0, 10.0, 100, and 500 mg/kg/day (0, 0.033, 0.33, 3.28, 32.79, and 163.95 mg/kg/day active Nabam, respectively) for 21 consecutive days. ETU content was 5200 to 6200 ug/mL. Weekly body weight and body weight gains were reduced at 100 (females) and 500 mg/kg/day (both sexes) compared to controls (not statistically significant). Decreases in thyroxine (T4) were noted at 100 (females) and 500 mg/kg/day (both sexes) relative to controls. Thyroid stimulating hormone (TSH) levels were increased at 500 mg/kg/day for both sexes. Increased thyroid gland weights were recorded at 100 (males) and 500 mg/kg/day (both sexes). Hypertrophy of the thyroid follicular epithelium was observed at 100 (minimal) and 500 (minimal to mild) mg/kg/day in males and females. Apparent NOEL = 10 mg/kg/day."
        },
        {
            "References": "WHO; Environ Health Criteria 78: Dithiocarbamate Pesticides, Ethylenethiourea and Propylenethiourea (1988). Available from, as of March 4, 2010: https://www.inchem.org/pages/ehc.html",
            "Value": "/ENDOCRINE MODULATION/ In weaning rats, a diet containing 500 mg nabam/kg given for 9 days caused thyroid hyperplasia and a decrease in the weight of the thymus ..."
        },
        {
            "References": "California Environmental Protection Agency/Department of Pesticide Regulation; SUMMARY OF TOXICOLOGY DATA on NABAM p.3 (2005). Available from, as of March 8, 2010: https://www.cdpr.ca.gov/docs/risk/toxsums/toxsumlist.htm",
            "Value": "/GENOTOXICITY/ CHO/HGPRT Forward Mutation Assay ... The forward mutation rate of the HGPRT locus was analyzed by measuring the cloning efficiency of CHO cells in the presence of thioguanine after exposure to nabam (unstated purity and lot #, 30% solution) without metabolic activation at 0, 2, 4, 6, 8, or 10 ug/mL and with metabolic activation from rat liver at 0, 8, 60, 90, 100, 120, 150, or 300 ug/mL or from mouse liver at 0, 4, 6, 8, 10, or 20 ug/mL."
        },
        {
            "References": "California Environmental Protection Agency/Department of Pesticide Regulation; SUMMARY OF TOXICOLOGY DATA on NABAM p.3 (2005). Available from, as of March 8, 2010: https://www.cdpr.ca.gov/docs/risk/toxsums/toxsumlist.htm",
            "Value": "/GENOTOXICITY/ Salmonella typhimurium/Mammalian Microsome Plate Incorporation Assay ... Nabam (30% stock solution) was tested in a bacterial mutation assay that measured the frequency that histidine auxotrophic strains of Salmonella typhimurium (TA1535, TA1537, TA1538, TA100, and TA98) reverted to histidine prototrophic growth. The assays were conducted in triplicate with and without a metabolic activation system (S-9 fractions of Fischer 344 rat or B6C3F1 mouse liver homogenates) at 0, 0.3, 1.3, 6.7, 33.3, 100.0, or 300.0 ug/plate. There were no compound-related increases in revertant rates."
        },
        {
            "References": "California Environmental Protection Agency/Department of Pesticide Regulation; SUMMARY OF TOXICOLOGY DATA on NABAM p.4 (2005). Available from, as of March 8, 2010: https://www.cdpr.ca.gov/docs/risk/toxsums/toxsumlist.htm",
            "Value": "/GENOTOXICITY/ Rat Bone Marrow Cytogenetic Assay ... Nabam was given by oral gavage to 10 male Fischer 344 rats per group at 0, 80, 270, or 400 mg/kg. The rats were sacrificed at 6, 24, or 48 hours after a single acute dose or 6 hours after the last of 5 consecutive daily doses. The rats were injected ip with 2.0 mg/kg colchicine 3 hours prior to sacrifice and bone marrow cells were harvested, fixed, and stained. Fifty metaphase cells per animal were examined microscopically and scored for chromosome aberrations."
        },
        {
            "References": "California Environmental Protection Agency/Department of Pesticide Regulation; SUMMARY OF TOXICOLOGY DATA on NABAM p.4 (2005). Available from, as of March 8, 2010: https://www.cdpr.ca.gov/docs/risk/toxsums/toxsumlist.htm",
            "Value": "/GENOTOXICITY/ In Vitro Cytogenetic Assay Measuring Sister Chromatid Exchange in Chinese Hamster Ovary (CHO) Cells ... Nabam (30% stock solution) was tested for induction of sister chromatic exchanges in vitro in cultured Chinese Hamster ovary cells. Duplicate cultures were exposed with and without a metabolic activation system (S-9 fractions from Aroclor 1254-induced male Fischer 344 rat or male B6C3F1 mouse liver homogenates) at 0, 1.00, 1.67, 3.30, or 5.00 mg/ml or with rat S-9 at 0, 2.0, 3.0, 4.0, or 5.0 mg/ml. A possible adverse effect was indicated by treatment-related increases in sister chromatic exchanges with and without metabolic activation at all treatment levels."
        },
        {
            "References": "California Environmental Protection Agency/Department of Pesticide Regulation; SUMMARY OF TOXICOLOGY DATA on NABAM p.5 (2005). Available from, as of March 8, 2010: https://www.cdpr.ca.gov/docs/risk/toxsums/toxsumlist.htm",
            "Value": "/GENOTOXICITY/ Mutagenicity Test on Aquatreat ON-30 (30X Nabam in Water) in the Rat Bone Marrow Cytogenetic Assay ... Groups of 5 Sprague-Dawley rats / sex / time point were given Aquatreat ON-30 (30% Nabam in water, lot # 5243, water vehicle at 10 ml/kg) by oral gavage at 120, 400, or 1200 mg/kg and sacrificed 6, 18, or 30 hours later. The negative (water) and positive (60 mg/kg cyclophosphamide) control groups were sacrificed, respectively, 30 and 18 hours after oral gavage. IP injections of 2.0 mg/kg colchicine were given 2 hours before sacrifice. At sacrifice, tibia bone marrow was collected, fixed, stained, and 50 metaphase cells / rat were scored for chromosome aberrations. There were no treatment-related effects. The positive controls and dosing rationale were adequate. No adverse effect was indicated."
        },
        {
            "References": "California Environmental Protection Agency/Department of Pesticide Regulation; SUMMARY OF TOXICOLOGY DATA on NABAM p.5 (2005). Available from, as of March 8, 2010: https://www.cdpr.ca.gov/docs/risk/toxsums/toxsumlist.htm",
            "Value": "/GENOTOXICITY/ Evaluation of Nabam in the C3H-1OT 1/2 cell system for transformation and promotion activities ... /Solutions of nabam (unstated purity, 30% solution) were tested on cultured/ C3H-1OT 1/2 mouse embryo fibroblasts ... Treatment without activation at 0, 0.1, 0.2, 0.4, 0.6, or 0.8 ug/mL; with activation at 0, 25, 50, 100, or 200 ug/mL; or a 24-hour treatment with 0.5 ug/mL MNNG followed by a continuous exposure to 0.05 ug/mL of test material for about 5 weeks produced no treatment-related increases in transformed foci."
        },
        {
            "References": "California Environmental Protection Agency/Department of Pesticide Regulation; SUMMARY OF TOXICOLOGY DATA on NABAM pp.5-6 (2005). Available from, as of March 8, 2010: https://www.cdpr.ca.gov/docs/risk/toxsums/toxsumlist.htm",
            "Value": "/GENOTOXICITY/ Mutagenicity Test on Aquatreat DN-30 (30X Nabam in water) in the in vitro transformation of BALB/C-3T3 cells assay with an S9 activation system ... Nabam (Aquatreat DN-30, lot #5243) was assayed for cellular transformation in 8 graded doses (made up in growth medium) from 12 to 288 ug/mL (trial 1) and 12 to 184 ug/mL (trial 2). Twenty-five sq cm culture flasks were seeded with 3 x 10+4 cells, incubated for one day, then exposed to the test material for four hours in the presence of S9 metabolic activation system from liver homogenates of Aroclor 1254-induced male Sprague-Dawley rats. The cultures were then washed and incubated in growth medium for four weeks and then scored for non-contact-inhibition foci / culture."
        },
        {
            "References": "California Environmental Protection Agency/Department of Pesticide Regulation; SUMMARY OF TOXICOLOGY DATA on NABAM p.5 (2005). Available from, as of March 8, 2010: https://www.cdpr.ca.gov/docs/risk/toxsums/toxsumlist.htm",
            "Value": "/GENOTOXICITY/ Unscheduled DNA synthesis rat hepatocyte assay with nabam ... Nabam (30% stock solution) was tested for cytotoxicity and unscheduled DNA synthesis (UDS) at 0 (water), 0.1, 0.5, 1.0, 5.0, 10, 50, or 100 ug/mL by exposing primary hepatocytes from a male Fischer 344 rat overnight to the test material in the presence of (3)H-Thymidine. Cytotoxicity was measured by trypan blue exclusion. UDS was analyzed by autoradiographic measurement of nuclear incorporation of (3)H. Cytotoxicity was observed at doses > 10 ug/mL (33% survival). A possible adverse effect was indicated by an increase in net nuclear grain counts at 5.0 ug/mL."
        },
        {
            "References": "PMID:4082194",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ In vitro effects of the ethylene bis-dithiocarbamate fungicides, nabam and zineb, on the hepatic microsomal monooxygenases of male rats were examined. Incubation of nabam and zineb with hepatic microsomes, without NADPH, leads to an inhibition of the metabolism of aminopyrine and aniline and to a denaturation of cytochrome P-450 into cytochrome P-420; in addition nabam causes the destruction of cytochrome P-450. Addition of NADPH into the incubation medium increases the inhibition of the monooxygenases, principally the inhibition of the metabolism of aniline induced by nabam ... The in vitro effects of three of the chief breakdown products of these fungicides: ethylene bis-isothiocyanate sulfide (EBIS), ethylene thiourea (ETU), and carbon disulfide (CS2) /were studied/. EBIS appears to be the only metabolite affecting directly (without NADPH) the hepatic monooxygenases activity. EBIS accounted partly for nabam-induced inhibition of the hepatic microsomal monooxygenases. The data suggest that the decrease of monooxygenases activity seen on incubation of nabam with hepatic microsomes may be due to the denaturation and destruction of cytochrome P-450 resulting from covalent binding of the compounds with cysteine sulfhydryl groups in cytochrome P-450. Inhibition of monooxygenase activity induced by zineb seems to be due to the reaction with the sulfhydryl groups of cytochrome P-450 and to another mechanism, probably related to its lipophilic character."
        },
        {
            "References": "Engst R et al; Z Lebenzm Unters Forsch 146 (2): 91-7 (1971)",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ For the in vitro tests, the sulfhydryl enzymes urease and peroxidase not regarded as a typical sulfhydryl enzyme were incubated with pure preparation of Maneb, Zineb, and Nabam and their degradation products: ethylene-bis-thiuram disulfide, ethylene-bis-thiuram monosulfide, ethylene-bis-thiourea, and ethylene-bis-diisothiocyanate. The marked (40%) inhibition of urease by ethylene-bis-diisothiocyanate at low concentration (10-6 mol/L.) was noteworthy. At higher concn, the intact dithiocarbamates display greater inhibitory effects on both enzymes than the degradation products (approaching 100% at 10-3 mol/L)."
        },
        {
            "References": "EPA RED Nabam EPA 738-R-95-035 January 1996 USEPA/Office of Prevention, Pesticides and Toxic Substances; Reregistration Eligibility Decision Document - Nabam EPA-738-R-95-035, pg. 15 (January 1996). Available from, as of March 28, 2010: https://www.epa.gov/pesticides/reregistration/status.htm",
            "Value": "/OTHER TOXICITY INFORMATION/ To assess the cancer risks associated with nabam uses, the /USEPA/ recommended the estimation of exposure to ETU based on exposure to nabam, and using the unit risk for ETU. ...  ETU is present in nabam as a contaminant, metabolite, and the main degradation product. ETU is classified as a Group B2 carcinogen /former classification system/ ... based on studies which show that it induced an increased incidence of thyroid adenomas and adenocarcinomas in rats and hepatomas in mice."
        },
        {
            "References": "Purdue University; National Pesticide Information Retrieval System, Nabam Fact Sheet No. 124 (1987)",
            "Value": "/OTHER TOXICITY INFORMATION/ Nabam inhibits enzyme activity by complexing with metal-containing enzymes including those /involved/ with the production of adenosine triphosphate."
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "(1) Tomlin CDS, ed. Nabam (142-59-6). In: The e-Pesticide Manual, 13th Edition Version 3.1 (2004-05). Surrey UK, British Crop Protection Council. (2) Sanborn JR et al; The Degradation of Selected Pesticides in Soil USEPA-600/9-77-022 (1977)",
            "Value": "Nabam is decomposed by light, moisture, and heat, and is unstable in aqueous solution(1,2). The major product of nabam abiotic decomposition is reported to be ethylenethiourea(2). Based on this rapid degradation, mobility in soil is not expected to be an important fate process in the environment(SRC)."
        }
    ],
    "plant_translocations": [
        {
            "content": "The behavior of nabam differed from the other EBDC fungicides in soybean plants treated via subsurface applications. While ETU levels remained low (<0.2 ppm) in freshly analyzed leaf samples across the 15-day period, frozen leaf samples harvested 18 months later showed higher ETU content for nabam treatments compared to maneb. This suggests that nabam, which is highly water soluble, may have been absorbed and translocated within soybean plants after subsurface application. Over the long storage period, the translocated nabam likely degraded into ETU within leaf tissues. As a less water soluble fungicide, maneb would not be expected to translocate in the same manner. However, all EBDCs are known to degrade unstable in various environmental conditions, making the direct persistence of the parent compounds an unlikely explanation for the higher ETU in frozen leaf samples many months later.",
            "reference": "Nash, R. G. (1976). Uptake of ethylenebis(dithiocarbamate) fungicides and ethylenethiourea by soybeans. Journal of Agricultural and Food Chemistry, 24(3), 596–601. doi:10.1021/jf60205a016 ",
            "method": {
                "Test Plant": "Soybeans (Glycine max)",
                "Apply Location": "Foliar (sprayed on leaves) and soil application",
                "Chemical Preparation": "Nabam (each of >95% purity)",
                "Pesticide Application Details for the Plant": "Spraying 5 ml of a 2500-ppm aqueous solution on 40-day-old plants. The fungicide was applied at 0.06 uCi/g of soil",
                "Other Information": "Each treatment consisted of three replications with five plants"
            },
            "result": "[{\"Days after application\": 1, \"Translocated to terminal leaflet\": \"13.6 +- 3.9\"}, {\"Days after application\": 8, \"Translocated to terminal leaflet\": \"18.6 +- 8.5\"}, {\"Days after application\": 15, \"Translocated to terminal leaflet\": \"18.3 +- 4.9\"}]"
        }
    ]
}