{
    "_id": {
        "$oid": "6682e7f9c4e5dba5ffba2347"
    },
    "CID": {
        "$numberInt": "3036"
    },
    "Name": "DDT",
    "IUPACName": "1-chloro-4-[2,2,2-trichloro-1-(4-chlorophenyl)ethyl]benzene",
    "CanonicalSMILES": "C1=CC(=CC=C1C(C2=CC=C(C=C2)Cl)C(Cl)(Cl)Cl)Cl",
    "Synonyms": [
        "Clofenotane",
        "\"p,p-DDT\"",
        "Chlorophenothane",
        "50-29-3",
        "dichlorodiphenyltrichloroethane",
        "Dicophane",
        "\"4,4-DDT\"",
        "DDT",
        "Chlorphenothan",
        "Chlorphenotoxum",
        "Parachlorocidum",
        "Pentachlorin",
        "Zerdane",
        "Arkotine",
        "Benzochloryl"
    ],
    "IsomericSMILES": "C1=CC(=CC=C1C(C2=CC=C(C=C2)Cl)C(Cl)(Cl)Cl)Cl",
    "INCHI": "InChI=1S/C14H9Cl5/c15-11-5-1-9(2-6-11)13(14(17,18)19)10-3-7-12(16)8-4-10/h1-8,13H",
    "INCHIKEY": "YVGGHNCTFXOJCH-UHFFFAOYSA-N",
    "Formula": "C14H9Cl5",
    "MolecularWeight": {
        "$numberDouble": "354.5"
    },
    "Description": "DDT is a chlorophenylethane that is 1,1,1-trichloro-2,2-diphenylethane substituted by additional chloro substituents at positions 4 of the phenyl substituents. It is a commonly used organochlorine insecticide. It has a role as a bridged diphenyl acaricide, a carcinogenic agent, a persistent organic pollutant and an endocrine disruptor. It is an organochlorine insecticide, a benzenoid aromatic compound, a member of monochlorobenzenes and a chlorophenylethane. It is functionally related to a 1,1,1-trichloro-2,2-diphenylethane and a 4,4'-dichlorodiphenylmethane.",
    "XlogP": {
        "$numberDouble": "6.9"
    },
    "Complexity": {
        "$numberInt": "250"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "plant_concentrations": [
        {
            "References": "(1) Gaggi C et al; Chemosphere 14: 1673-86 (1985) (2) Bacci E et al; Chemosphere 17: 693-702 (1988) (3) Tremolada P et al; Chemosphere 27: 2235-52 (1993)",
            "Value": "DDT was detected in fallen leaves from trees and lichens collected near Siena, Italy in 1984 at concns of 7-18 ng/g(1). DDT was detected in pine needles in Milan, Italy at concns as high as 160 ng/g(1). DDT was detected in mango leaves collected from 5 countries in western Africa at concns of 0.8-228 ng/g(2). DDT was detected in mango leaves collected in various locations of Africa at concns of 0.27-210 ng/g(3)."
        }
    ],
    "animal_concentrations": [
        {
            "References": "(1) Rosewell KT et al; Pest Monit J 12: 189-92 (1979) (2) Addison RF et al; Environ Sci Technol 18: 935-7 (1984) (3) Barbehenn KR, Reichel WL; J Toxicol Environ Health 8: 325-30 (1981) (4) Ohlendorf HM et al; Pest Monit J 14: 125-35 (1981) (5) Wiemeyer SN et al; Estuaries 3: 155-67 (1980) (6) Albert LA; pp. 1-44 in Rev Environ Contam Toxicol Vol. 147, Ware GW ed, NY, NY: Springer-Verlag (1996)",
            "Value": "DDT was detected in adult harp seal, (Phagophilus groenlandicus) tissue in March 1971 at the following concns; blubber: 0.731-8.53 ppm; kidney, liver, spleen: 0.036-0.759 ppm(1). DDT was detected in eastern Canadian seals (mothers) at mean concns of 5.7 (1974), 7.5 (1976) and 2.5 ppm (1978), and in their pups at mean concns of 2.7 (1974), 2.3 (1976), 0.6 ppm (1978)(2). DDT was detected in tissues of bald eagles in the US at concns of 0.40 ppm (brain) and 25 ppm (carcass)(3). DDT was detected in 15 out of 105 ospreys, at concns of 0.10-0.75 ppm in 1966(4) and in 9 out of 26 ospreys at concns of 0.03-5.7 ppm from 1964-1973(5). DDT was detected in the eggs of 3 species of birds from Mexico at concns of 0-2.43 ug/g(6)."
        },
        {
            "References": "Verschueren, K. Handbook of Environmental Data on Organic Chemicals. Volumes 1-2. 4th ed. John Wiley & Sons. New York, NY. 2001, p. 649",
            "Value": "Residues in fish-eating birds from Gdansk Bay 1975-1976: Podiceps cristatus (great crested grebe), pectoral muscle: 4.65 ppm (n = 17) avg with a range of 0.39-20 ppm, liver: 9.77 ppm (n = 18) avg with a range of 0.12-37 ppm, adipose tissue: 57.5 ppm (n = 10) with a range of 7.1-120 ppm; Podiceps auritus (Slavonian grebe) pectoral muscle: 3.1 ppm (n = 1), liver: 3.3 ppm (n = 1); Cepphus grylle (black guillemont), pectoral muscle: 0.51 ppm (n = 2) with a range of 0.39-0.64 ppm; liver: 0.87 ppm (n = 2) with a range of 0.78-0.96 ppm, adipose tissue: 13 ppm (n = 2) with a range of 9.0-18.0 ppm; Mergus merganser (goosander), pectoral muscle: 1.5 ppm (n = 1); liver: 1.6 ppm (n = 1); adipose tissue: 47 ppm (n = 1); Black-throated diver, pectoral muscle; 4.0 ppm (n = 1); liver: 1.1 ppm (n = 1); adipose tissue: 49 ppm (n = 1). /DDT (isomers unspecified) and metabolites/"
        },
        {
            "References": "Verschueren, K. Handbook of Environmental Data on Organic Chemicals. Volumes 1-2. 4th ed. John Wiley & Sons. New York, NY. 2001, p. 649",
            "Value": "Residue in great crested grebe: Great Britain 1963-1966, 1968: in liver: avg 12 ppm, range 0.1-81 ppm (n = 15), in liver avg 19 ppm, range 10-30 ppm (n = 4); Clyde, Scotland 1971-1975, (bird found dead): in pectoral muscle: 4.7 ppm, in liver: 4.2 ppm; Lake Paiganne, Finland 1972-1974 (bird shot in summer, after breeding season): in pectoral muscle: avg 3.7 ppm, range 0.19-7.6 (n = 12), in liver avg 6.4 ppm, range 0.06-17 ppm (n = 12) /DDT (isomers unspecified) and metabolites/"
        },
        {
            "References": "Verschueren, K. Handbook of Environmental Data on Organic Chemicals. Volumes 1-2. 4th ed. John Wiley & Sons. New York, NY. 2001, p. 649",
            "Value": "Mean concentration in gamebird muscle in upper Tennessee: Johnson county, grouse: 2.88 + or - 0.34 mg/kg (n = 12) fresh weight; quail: 4.28 + or - 0.35 mg/kg (n = 6) fresh weight; Woodcock: 9.10 + or - 0.42 mg/kg (n = 6) fresh weight. Carter county, grouse: 9.19 + or - 0.42 mg/kg (n = 9) fresh weight; quail: 9.12 + or - 0.37 mg/kg (n = 7); woodcock: 9.95 + or - 0.46 mg/kg (n = 6) fresh weight. Washington county, grouse: 9.26 + or - 0.35 mg/kg (n = 10) fresh weight; quail: 9.08 + or - 0.43 mg/kg (n = 11) fresh weight; woodcock: 9.03 + or - 0.41 mg/kg (n = 6) fresh weight."
        },
        {
            "References": "Verschueren, K. Handbook of Environmental Data on Organic Chemicals. Volumes 1-2. 4th ed. John Wiley & Sons. New York, NY. 2001, p. 649",
            "Value": "Ringed seal /from/ Finland (pregnant) contained 75 mg/kg in blubber; non-pregnant seal contained 130 mg/kg in blubber. ... Alaskan seal from Alsaka contained 0.02 mg/g in fat. Dolphin (New Zealand) contained 1.26 mg/kg in liver; seal (New Zealand) contained 5.28 mg/kg in liver; seal (Baltic Sea) contained 78 mg/g in blubber. Mean residues in eggs of American crocodile in Everglades National Park: 1972: 0.33 ppm wet weight; 1977: 0.09 ppm wet weight."
        },
        {
            "References": "Olsen P et al; Aust Wildl Res 7 (1): 139-47 (1980)",
            "Value": "Studies were performed to determine general environmental organochlorine contamination by examining the wings of ducks in southeast Australia. Organochlorine levels in wings were compared to other body parts. Tissues from 12 species collected at 10 sites were analyzed for organochlorines. Wings were ground and macerated, extracted, and analyzed by gas liquid chromatography. All wings contained DDT and DDE. No organophosphates were detected. The mean concentrations for male Pacific black ducks were 42.13 ppm (wing), 2.1 ppm (brain), 10.03 (liver), 331.29 ppm (fat), and 3.43 ppm (breast muscle). Highly significant positive correlations were found between DDT residues in wings and each of the body parts examined. Similar trends were observed for birds collected at various locations. It is suggested that monitoring be conducted to follow changes in organochlorine levels and reveal possible problem areas."
        }
    ],
    "environmental_bioconcentrations": [
        {
            "References": "(1) Verscheuren K; Handbook of Environmental Data on Organic Chemicals. 4th ed NY, NY: Van Nostrand Reinhold Co pp. 650 (2001) (2) Metcalf RL et al; Environ Health Perspect pp. 35-44 (1973) (3) Veith GD et al; J Fish Res Board Can 36: 1040-8 (1979) (4) Davies RP, Dobbs AJ; Water Res 18: 1253-62 (1984) (5) NITE; Chemical Risk Information Platform (CHRIP). Biodegradation and Bioconcentration. Tokyo, Japan: Natl Inst Tech Eval. Available from, as of July 21, 2009: https://www.safe.nite.go.jp/english/db.html. (6) Franke C et al; Chemosphere 29: 1501-14 (1994)",
            "Value": "The following BCF values have been reported for aquatic organisms: 600 to 84,500, fish(1,2); 51,000 to 100,000, fathead minnows(3,4). Bioconcentration factors of 5,100-24,400 were measured for carp exposed to 1 ug/L of DDT over a 10 week incubation period and BCF values of 6,080-25,900 were measured for carp exposed to 0.1 ug/L(5). According to a classification scheme(6), these BCF values suggest bioconcentration in aquatic organisms is very high(SRC)."
        },
        {
            "References": "(1) Verscheuren K; Handbook of Environmental Data on Organic Chemicals. 2nd ed NY, NY: Van Nostrand Reinhold Co pp. 441-2 (1983) (2) Metcalf RL et al; Environ Health Perspect pp. 35-44 (1973) (3) Geyer H et al; Chemosphere 11: 1121-34 (1982) (4) Reish DJ et al; J Water Pollut Control Fed 50: 1424-69 (1978)",
            "Value": "The following bioconcentration factors were reported for the following aquatic organisms: 3,660 to 34,500, snails(1,2); 4,550 to 690,000, mussels(3,4); 700 to 70,000, oysters(1)."
        },
        {
            "References": "Eberhardt LL et al; Nature 230: 60 (1971) as cited in USEPA; Ambient Water Quality Criteria Doc: DDT p.B-36 (1980) EPA 440/5-80-038",
            "Value": "Ceratophyllum demersum (coontail) exhibited a bioconcentration factor of 1,950 after a duration of 30 days; Cladophora sp exhibited a bioconcentration factor of 21,580 after a duration of 30 days; Lemna minor (duckweed) exhibited a bioconcentration factor of 1,210 after a duration of 30 days; Myrolophyllum sp (water milfoil) exhibited a bioconcentration factor of 1,870 after a duration of 30 days; Potamogeton cripus (curly leaf pondweed) exhibited a bioconcentration factor of 14,280 after a duration of 30 days. /From table, initial concentration not specified/"
        },
        {
            "References": "Eberhardt LL et al; Nature 230: 60 (1971) as cited in USEPA; Ambient Water Quality Criteria Doc: DDT p.B-36 (1980) EPA 440/5-80-038",
            "Value": "Potamogeton follosus (narrow-leaf pondweed) exhibited a bioconcentration factor of 781 after a duration of 30 days; Potamogeton pectinatus (Sago pondweed) exhibited a bioconcentration factor of 6360 after a duration of 30 days; Scirpus validus (soft stem bulrush) exhibited a bioconcentration factor of 495 after a duration of 30 days; Sparganium eurycarpum (bur reed) exhibited a bioconcentration factor of 623 after a duration of 30 days; Utricularia vulgaris (bladderwort) exhibited a bioconcentration factor of 2200 after a duration of 30 days. /From table, initial concentrations not specified/"
        },
        {
            "References": "Eberhardt LL et al; Nature 230: 60 (1971) as cited in USEPA; Ambient Water Quality Criteria Doc: DDT p.B-37 (1980) EPA 440/5-80-038",
            "Value": "Orconectes punctata (crayfish) exhibited a bioconcentration factor of 5,060 after a duration of 30 days; Tendipes sp (bloodworm) exhibited a bioconcentration factor of 4,750 after a duration of 30 days; Erpobdella punctata (red leach) exhibited a bioconcentration factor of 7,520 after a duration of 30 days. /From table, initial concentrations not specified/"
        },
        {
            "References": "Callahan, M.A., M.W. Slimak, N.W. Gabel, et al. Water-Related Environmental Fate of 129 Priority Pollutants. Volume I. EPA-440/4 79-029a. Washington, DC: U.S. Environmental Protection Agency, December 1979., p. 25-13",
            "Value": "Bioconcentration factors (BCF) ... range up to 1X10+6 for species in aquatic systems; some BCFs in the literature appear to be low, possibly due to DDT being present in the aqueous phase as a suspension and therefore not available for true equilibrium between water and organisms. Terrestrial-aquatic microcosm experiments have found BCFs for aquatic organisms ranging from 1X10+3 to 1X10+5 in various species."
        }
    ],
    "environmental_biodegradations": [
        {
            "References": "(1) Johnsen RE; Res Rev 61: 1-28 (1976) (2) Sanborn JR et al; The Degradation of Selected Pesticides in Soil: A Review of Published Literature pp. 616 USEPA-600/9-77-022 (1977) (3) Castro TF, Yoshida T; J Agr Food Chem 19: 1168-70 (1971) (4) Pan JF et al; Soil Sci 110: 306-12 (1970) (5) Castro TF, Yoshida T; Soil Sci Plant Nutr 20: 363-70 (1974) (6) Lichtenstein EP, Schulz KR; J Econ Entomol 52: 124-31 (1959) (7) Tu CM, Miles JRW; Res Rev 64: 17-65 (1976) (8) Jury WA et al; Hazard Assessment of Chemicals, Saxena J ed. 2: 1-43 (1983) (9) Stewart DKR, Chisholm D, Can J Soil Sci 61: 379-83 (1971) (10) Eichelberger JW, Lichtenberg JJ; Environ Sci Technol 5: 541-4 (1971) (11) Patil KC et al; Environ Sci Technol 6: 629-32 (1972) (12) Pfaender FK, Alexander M; J Agr Food Chem 21: 397-9 (1973)",
            "Value": "DDT is biodegraded by a number of microorganisms isolated from water, sediments and soils(1,2). Biodegradation under environmental conditions has been shown to be quite variable, however, with a number of factors playing a role, especially the presence of anaerobic conditions and high populations of the required microorganisms(1,2). In certain flooded soils, DDT is readily degraded with complete degradation in one soil in approximately 31 days(3). Degradation has been demonstrated in soils under anaerobic conditions, while little or no degradation was observed under aerobic conditions(1,2,4). Various amendments to soils such as energy and carbon sources, were shown to increase degradation under anaerobic but not aerobic conditions(1,4,5). Reported half-lives for DDT in soils range from 2 years to > 15 years(6-9). Using a river-die away test, no change in DDT concentration was found in raw river water over a period of 8 weeks(10). DDT incubated in 6 lake water samples was converted to DDD (1,1'-bis(p-chlorophenyl)-2,2-dichloroethane), with greater conversion in samples with large amounts of plankton - up to 95% conversion in one sample(1). Six marine water samples showed poor metabolic activity with respect to DDT degradation(11). DDT degradation of up to 67% in sediments in up to 24 weeks has been reported(12). DDT is apparently co-metabolized by microorganisms and is not used as a sole carbon source(1). Products of biodegradation include DDD and DDE (1,1'-bis(p-chlorophenyl)-2,2-dichloroethylene); occasionally DBP (4,4'-dichlorobenzophenone) is formed appreciably(1,2)."
        },
        {
            "References": "(1) Chiu TC et al; Bull Environ Contam Toxicol 72: 821-828 (2004) (2) Johnsen RE; Res Rev 61: 1-28 (1976) (3) Hill DW, McCarty PL; J Water Pollut Control Fed 39: 1259-77 (1967)",
            "Value": "ANAEROBIC: DDT was degraded at a concn of 0.5 to 10 ug/mL (but not at 100 ug/mL) in organochlorine pesticide contaminated anaerobic river sediments taken from the Er-Jen River, Taiwan. Incubation of DDT in the mixed cultures at 30 °C for 15 days resulted in a greater than 95% removal after 15 days, with DDD as the major metabolite. The reported half-lives of DDT in the presence of certain electron acceptors were reported as follows: 1.86 days (inoculated control); 1.63 days (sodium bicarbonate-methanogensis); 1.85 days (sodium sulfate-sulfidogensis); 6.98 days (sodium nitrate-denitrification)(1). DDT was readily degraded in anaerobic, but not aerobic, sludge(2), and a half-life of 7 hours has been reported for anaerobic degradation in activated sewage sludge(3)."
        },
        {
            "References": "Kirk-Othmer Encyclopedia of Chemical Technology. 3rd ed., Volumes 1-26. New York, NY: John Wiley and Sons, 1978-1984., p. V13: 431 (1981)",
            "Value": "Anaerobically ... /DDT/ may form 4,4'-dichlorodiphenylacetonitrile (DDCN). However, most DDT that enters the environment is sequestered as DDE ... ."
        },
        {
            "References": "Menzie, C.M. Metabolism of Pesticides-Update III. Special Scientific Report- Wildlife No. 232. Washington, DC: U.S.Department of the Interior, Fish and Wildlife Service, 1980., p. 221",
            "Value": "Forty-seven of 110 bacteria species isolated from seawater and marine sediment, converted up to 10% of supplied DDT into water-soluble products. A study was undertaken to study the fate of DDT in a forest litter macro-arthropod food chain. Collembola were fed o,p'-DDT, p,p'-DDT or p,p'-DDE and then released into the field. Over a period of a few days, p,p'-DDT was degraded below 0.01 ppm and only p,p'-DDE was detected. The most rapid converters of p,p'-DDT among the arthropod cryptozoan predators were Thomisidae, Elateridae larvae, Carabidae, and Staphylinidae. Formation of o,p'-DDE started almost immediately after feeding on o,p'-DDT-fed Collembola. The conversion of o,p-DDT to p,p'-DDT and p,p'-DDE is reported. p,p'-DDD was also observed as a metabolite of p,p'-DDT. When p,p'-DDE was used, no identifiable metabolites were found. In another study, when DDT was applied to a forest, the data indicated that the decay of DDT residues in northern Maine soils could approximate the 35-yr half-life suggested by others."
        },
        {
            "References": "Callahan, M.A., M.W. Slimak, N.W. Gabel, et al. Water-Related Environmental Fate of 129 Priority Pollutants. Volume I. EPA-440/4 79-029a. Washington, DC: U.S. Environmental Protection Agency, December 1979., p. 25-14",
            "Value": "It is difficult to state whether DDE or DDD is the primary DDT metabolite in the environment since the products formed are obviously in part determined by the environment where metabolism or chemical transformation occurs; the issue is also complicated because DDD undergoes further metabolism in the environment more rapidly than DDT itself or DDE. Some ... /reports of DDT studies/ note that the ultimate transformation of DDT to DDCO by way of DDD requires cycling through anaerobic and aerobic systems, so that metabolism and transport by way of sorption/desorption will be required for total DDT degradation. For DDT in aquatic systems ... sorption of DDT to suspended particulates and subsequent deposition into anaerobic sediment systems appears to be the dominant process."
        },
        {
            "References": "Callahan, M.A., M.W. Slimak, N.W. Gabel, et al. Water-Related Environmental Fate of 129 Priority Pollutants. Volume I. EPA-440/4 79-029a. Washington, DC: U.S. Environmental Protection Agency, December 1979., p. 25-14",
            "Value": "... DDT metabolism in microbial systems /has been thoroughly reviewed/. The review covers DDT metabolism in undefined microbial populations in soils, sewage, water, and digestive systems; transformations in defined microbial populations of bacteria, fungi, and algae and mixed microbial populations were also reviewed. ... /It was/ concluded that the major route of DDT metabolism is through DDD, which can be subsequently degraded to DDCO or bis(p-chlorophenyl) methane. ... DDE is very stable to further metabolism; there is no evidence to indicate that DDE is reduced to DDD."
        }
    ],
    "fish_seafood_concentrations": [
        {
            "References": "(1) Binelli A et al; Chemosphere 45: 409-415 (2001) (2) Kumblad L et al; Environ Pollut 112: 193-200 (2001) (3) Malik A et al; Bull Environ Contam Toxicol 78: 335-340 (2007) (4) Cleemann M et al; in Organohalogen Compds Vol. 32 (Dioxin 97, 17th Int Symp Chlor Diox and Rel Compds): 268-271 (1997)",
            "Value": "DDT was detected in zebra mussels of Pallanza Bay, Lake Maggiore, Italy from samples collected in 1997. The concns ranged from 18.5 - 134.1 ng/g dry weight(1). Four fish species (Scatophagus argus, Protosus canius, Channa striata, and Zonichthys nigrofasciata) from Lake Songkhla and the Gulf of Thailand were tested for DDT from March to April 1997. The mean concn of DDTs at different sites ranged from 0.086 - 7.7 ng/g fresh wt, which is below the recommended concn of 5,000 ng/g fresh wt for aquatic animals used for human consumption(2). DDT was detected in the muscle of fish (Channa punctatus) from the Bromti, India at mean concns ranging from 0.10 - 0.21 ng/g wet wt(3). Fish and other aquatic organisms collected in the summers of 1994 and 1995 from four locations in Greenland were analyzed for persistent organic pollutants. The geometric mean concn of DDTs (p,p'-DDT, p,p'-DDD, p,p'-DDE) were reported as follows (ug/kg dry wt): 4.0, Landlocked Arctic char muscle (n = 100); 0.39, blue mussel soft tissue (n = 44); 11, Shorthorn sculpin liver (n = 100); 36, polar cod liver (n = 16); 389, glaucous gill liver (n = 100); 607, Ringed seal blubber (n = 100)(4)."
        },
        {
            "References": "(1) Duggan RE et al; Pest Monit J 5: 73-212 (1971) (2) Duggan RE et al; Pesticide residue levels in foods in the United States from July 1, 1969 to June 30, 1976. p 240 FDA and AOAC (1983) (3) Schmitt CJ et al; Pest Monit J 14: 36-155 (1981) (4) Skaare JU et al; Arch Environ Contam Toxicol 14: 33-41 (1985) (5) Reish D et al; J Water Pollut Control Fed 51: 1477-517 (1979) (6) Reish D et al; J Water Pollut Control Fed 52: 1533-75 (1980) (7) Reish D et al; J Water Pollut Control Fed 53: 925-48 (1981) (8) Reish D et al; J Water Pollut Control Fed 54: 786-811 (1982) (9) Schmitt CJ et al; Arch Environ Contam Toxicol 14: 225-60 (1985) (10) Boh CU, Harper DB; Rec Agric Res 31: 1-5 (1983) (11) Tsui PTP, McCart PJ; Intern J Environ Anal Chem 10: 277-85 (1981) (12) El-Dib MA, Badawy MI; Bull Environ Contam Toxicol 34: 216-27 (1985) (13) Zabik et al; J Agric Food Chem 43: 993-1001 (1995) (14) Zabik et al; Bull Environ Contam Toxicol 54: 396-402 (1995)",
            "Value": "During the period 1964-1969, DDT was detected in 1,176 out of 2,150 domestic fish at an avg concn of 0.22 ppm, and in 166 out of 378 imported fish at an avg concn of 0.08 ppm(1). It was also detected in 157 out of 830 domestic shellfish at an avg concn of 0.01 ppm and in 12 out of 167 imported shellfish at an avg concn of 0.01 ppm(1). From 1969-1976, DDT was detected in 1,288 out of 2,901 domestic fish at an avg concn of 0.275 ppm, and in 161 out of 361 imported fish at an avg concn of 0.099 ppm(2). It was also detected in 61 out of 152 domestic shellfish at an avg concn of 4 ppb and in 22 out of 152 imported shellfish at an avg concn of 6 ppb(2). Based on the US National Pesticides Monitoring Program, DDT was detected in fish at the following concn ranges: 0.01-3.72 ppm (1970); not detected-5.34 ppm (1971); not detected-6.47 ppm (1972), not detected-11.0 ppm (1973); not detected-2.0 ppm (1974)(3). DDT was detected in 7 species of fish from a Norwegian Fjord at the following concn ranges: not detected-740 ppb (1977); not detected-1,600 ppb (1982)(4). DDT was detected in various marine fish and seafood at concns of 0.06-650.3 ppm(5), 0.01-2,052 ppm(6), 0.003-25 ppm(7), and 0.045-71 ppm(8). Based on data from the US National Pesticides Monitoring Program, DDT was detected in freshwater fish, at the following max concns: 1.99 ppm (1976-77); 1.95 ppm(1978-79); 2.69 ppm (1980-81)(9). DDT was detected in mussels from northern Ireland, at 3-30 ppb (1981), England and Wales, <2-68 ppb (1978)(10). DDT was detected in 4 species of fish from Cold Lake, Alberta, Canada, at a max concn of 861 ppb (fat tissue), overall avg 54 ppb(11). DDT was detected in 6 species of fish from the Mediterranean Sea, at concns of 0.2-24.7 ppb(12). DDT was detected in the skin of chinook salmon caught in 1991 from the Great Lakes at concns of 0.07-0.83 ppm(13). DDT was detected in the skin of walleye and white bass caught in 1991 from the Great Lakes at concns of 0.078-0.139 ppm(14)."
        }
    ],
    "logP": [
        {
            "References": "Hansch, C., Leo, A., D. Hoekman. Exploring QSAR - Hydrophobic, Electronic, and Steric Constants. Washington, DC: American Chemical Society., 1995., p. 118",
            "Value": "log Kow = 6.91"
        }
    ],
    "mechanism_of_action": [
        {
            "References": "Kiyosawa N et al; Toxicol Sci 101 (2): 350-63 (2008). Available from, as of June 4, 2009 https://www.ncbi.nlm.nih.gov/entrez/query.fcgi?cmd=Retrieve&db=pubmed&dopt=Abstract&list_uids=17984292",
            "Value": "The temporal and dose-dependent hepatic estrogenicity of o,p'-DDT was investigated using complementary DNA microarrays in immature ovariectomized Sprague-Dawley rats with complementary histopathology and tissue-level analysis. Animals were gavaged with 300 mg/kg o,p'-DDT either once or once daily for 3 consecutive days. Liver samples were examined 2, 4, 8, 12, 18, or 24 h after a single dose or following three daily doses. For dose-response studies, a single dose of 3, 10, 30, 100, or 300 mg/kg body weight o,p'-DTT was administered for 3 consecutive days. Genes associated with drug metabolism (Cyp2b2 and Cyp3a2), the nuclear receptors constitutive androstane receptor (CAR) and pregnane X receptor (PXR), cell proliferation (Ccnd1, Ccnb1, Ccnb2, and Stmn1), and oxidative stress (Gclm and Hmox1) were significantly induced. Cyp2b2 exhibited dose-dependent regulation and was significantly induced across all time points, while cell proliferation- and oxidative stress-related genes exhibited transient induction. The induction of Cyp2b2 and Cyp3a2 mRNA levels suggest PXR/CAR activation, consistent with expression of genes associated with oxidative stress. Few genes known to be estrogen receptor (ER) regulated were differentially expressed when compared to the hepatic gene expression profile elicited by ethynyl estradiol in immature ovariectomized C57BL/6 mice using the same study design and analysis methods. These data indicate that o,p'-DDT elicits PXR/CAR-, not ER-, mediated gene expression in the rat liver. Based on the species-specific differences in CAR regulation, the extrapolation of rodent DDT hepatocarcinogenicity to humans warrants further investigation."
        },
        {
            "References": "Fiorini C et al; Biochimica et biophysica acta 1778 (1): 56-67 (2008). Available from, as of June 4, 2009: https://www.ncbi.nlm.nih.gov/entrez/query.fcgi?cmd=Retrieve&db=pubmed&dopt=Abstract&list_uids=17949680",
            "Value": "Stability of cell-to-cell interactions and integrity of junctional membrane proteins are essential for biological processes including cancer prevention. The present study shows that DDT, a non-genomic carcinogen used at a non-cytotoxic dose (1 uM), rapidly disrupted the cell-cell contacts and concomitantly induced the formation of cytoplasmic vacuoles close to the plasma membrane in the SerW3 Sertoli cell line. High-resolution deconvolution microscopy reveals that this vacuolization process was clathrin-dependent since a hyperosmotic media (0.2 M sucrose) blocked rhodamine-dextran endocytosis. In response to DDT, junctional proteins such as Cx43, N-Cadherin and ZO-1 were internalized and present in vacuoles. In Cx43-GFP transfected cells, time lapse videomicroscopy demonstrates that DDT rapidly enhanced fragmentation of the gap junction plaques and abolished the gap junction coupling without major modification of Cx43 phosphorylation status. Repeated exposure to DDT resulted in chronic gap junction coupling injury. The present results demonstrate that one of the early effects of DDT is to interfere with the plasma membrane and to perturb its function, specifically its ability to establish cell-cell junctions that are essential for tissue homeostasis and control of cell proliferation and differentiation. Such an alteration may play a specific role during carcinogenesis."
        },
        {
            "References": "Hardman, J.G., L.E. Limbird, P.B. Molinoff, R.W. Ruddon, A.G. Goodman (eds.). Goodman and Gilman's The Pharmacological Basis of Therapeutics. 9th ed. New York, NY: McGraw-Hill, 1996., p. 1685",
            "Value": "/DDT/ is capable of altering transport of sodium and potassium ions across axonal membranes, resulting in increased negative afterpotential, prolonged action potentials, repetitive firing after single stimulus, and spontaneous trains of action potentials. Specifically, DDT seems to inhibit inactivation of sodium channels and the activation of potassium conductance."
        },
        {
            "References": "MADHUKAR BV ET AL; CANCER LETT (SHANNON, IREL) 18 (3): 251-9 (1983)",
            "Value": "DDT, at concentrations known to inhibit cell-cell communication, increased cellular (45)calcium uptake and inhibited its efflux in Chinese Hamster V-79 fibroblast cell line. It inhibited Ca, Mg-activated ATPase of plasma membrane. Hypothesis was proposed that increase in intracellular concentration of calcium results in closure of central opening of the gap junction causing cessation of gap junction-mediated intercellular communication."
        },
        {
            "References": "Doull, J., C.D.Klassen, and M.D. Amdur (eds.). Casarett and Doull's Toxicology. 3rd ed., New York: Macmillan Co., Inc., 1986., p. 461",
            "Value": "... Metabolites of DDT ... have been reported to bind to the cytoplasmic receptor for estrogen. Thus, interactions between apparently non-hormonal xenobiotics and cellular receptors for endogenous hormones may result in an inadvertant hormonal response (agonist) or depress normal hormonal balance (antagonist); in either case, reproductive abnormalities could result."
        },
        {
            "References": "Kirk-Othmer Encyclopedia of Chemical Technology. 3rd ed., Volumes 1-26. New York, NY: John Wiley and Sons, 1978-1984., p. 13(81) 430",
            "Value": "DDT has a highly specific insecticidal action affecting peripheral sensory organs of insects to produce violent trains of afferent impulses that cause hyperactivity & convulsions. The paralysis & death that ensues are thought to occur from metabolic exhaustion or form elaboration of a naturally occuring neurotoxin. The insecticidal action of DDT is facilitated by the ease of absorption through the insect cuticle. ... The primary biochemical lesion in the nerve axon seems to result from the peculiar stereochemistry of the molecule which is absorbed into a critical interface of the lipoprotein, eg, the sodium gate; or from specific inhibition of ATPase. The sterochemical configuration of the molecule is the determinative factor ... ."
        },
        {
            "References": "Doull, J., C.D.Klassen, and M.D. Amdur (eds.). Casarett and Doull's Toxicology. 3rd ed., New York: Macmillan Co., Inc., 1986., p. 1639",
            "Value": "Relatively low doses ... induce mixed-function oxidase system of hepatic endoplasmic reticulum. ... It is probably ... responsible for increased frequency of breakage of eggs and status of breeding population in peregrine falcon, sparrow hawk and golden eagle. Induction of cytochrome P450 ... seems to increased metabolism of estrogens in birds. This creates endocrine imbalance that probably affects calcium metabolism, egg laying, and nesting in such way that total reproductive success and survival of young may be reduced. ... DDT also exerts an estrogenic effect and inhibits a Ca(2+) ATPase that is necessary for the calcification of egg shells."
        },
        {
            "References": "PMID:9175721",
            "Value": "In this study, we determined whether the DDT isomers p,p'-DDT [1,1,1,-trichloro-2,2-bis(p-chlorophenyl)ethane], o,p'-DDT [1,1,1-trichloro-2(p-chlorophenyl)-2-(o-chlorophenyl)ethane], and their metabolites p,p'-DDD [1,1-dichloro-2,2-bis(p-chlorophenyl)ethane], o,p'-DDD [1,1-dichloro-2-(p-chlorophenyl)-2-(o-chlorophenyl)ethane], p,p'-DDE [1,1,-dichloro-2,2-bis(p-chlorophenyl)ethylene], o,p'-DDE [1,1-dichloro-2-(p-chlorophenyl)-2-(o-chlorophenyl)ethylene], and p,p'-DDA [2,2-bis(p-chlorophenyl)acetic acid], could bind to and transcriptionally activate the human estrogen receptor (hER). Novel results from competitive binding assays showed that o,p'-DDD, o,p'-DDE, and p,p'-DDT, as well as the established environmental estrogen o,p'-DDT, were able to bind specifically to the hER with approximately 1000-fold weaker affinities for the hER than that of estradiol. In contrast, only o,p'-DDT, but not p,p'-DDT, bound to the rat estrogen receptor. Moreover, two yeast expression-reporter systems, constructed to test if the DDT isomers and metabolites could transcriptionally activate the hER, demonstrated that an o,p'-DDT metabolite could transactivate the hER or LexA-hER fusion protein with just a 140- to 300-fold weaker potency than that of estradiol. The DDT isomers and metabolites that bound the hER in vitro triggered estrogen receptor-mediated transcription of the lacZ reporter gene in the yeast systems. Furthermore, the DDT isomers and metabolites that transactivated the hER elicited an additive response when given together or with estradiol. The DDT isomers and metabolites that triggered transcription of the yeast expression-reporter systems also stimulated two estrogenic endpoints in estrogen-responsive MCF-7 cells: the induction of the progesterone receptor and the down-regulation of the hER. Thus, in MCF-7 cells and in yeast expression-reporter systems, certain DDT isomers and metabolites act directly as agonists and transactivate the hER at concentrations found in human tissues."
        },
        {
            "References": "WHO; Poisons Information Monographs (PIMs) G127: DDT (1999). Available from, as of May 26, 2009: https://www.inchem.org/pages/pims.html",
            "Value": "DDT is known to interfere with the metabolism and function of steroid hormones.  One such mechanism is by the induction of hepatic microsomal enzymes which results in an increased conversion of estrogens, androgens, and glucocorticoids to more polar metabolites.  Increased urinary excretion of the more polar metabolites is usually compensated for by increased steroid biosynthesis."
        },
        {
            "References": "Kiyosawa N et al; BMC Genomics 9: 487 (2008). Available from, as of June 4, 2009: https://www.pubmedcentral.nih.gov/articlerender.fcgi?artid=2577663",
            "Value": "... o,p'-DDT elicits primarily PXR/CAR-mediated activity, rather than ER-mediated hepatic responses, /suggesting/ that CAR-mediated effects, as opposed to ER-mediated effects, may be more important in tumor promotion in the rat liver. To further characterize species-specific hepatic responses, gene expression analysis, with complementary histopathology and tissue level analyses were investigated in immature, ovariectomized C57BL/6 mice treated with 300 mg/kg o,p'-DDT, and compared to Sprague-Dawley rat data. Rats and mice exhibited negligible histopathology with rapid o,p'-DDT metabolism. Gene expression profiles were also similar, exhibiting PXR/CAR regulation with the characteristic induction of Cyp2b10 and Cyp3a11. However, PXR-specific target genes such as Apoa4 or Insig2 exhibited more pronounced induction compared to CAR-specific genes in the mouse. In addition, mouse Car mRNA levels decreased, possibly contributing to the preferential activation of mouse PXR. ER-regulated genes Cyp17a1 and Cyp7b1 were also induced, suggesting o,p'-DDT also elicits ER-mediated gene expression in the mouse, while ER-mediated effects were negligible in the rat, possibly due to the inhibitory effects of CAR on ER activities. In addition, o,p'-DDT induced Gadd45a, Gadd45b and Cdkn1, suggesting DNA damage may be an additional risk factor. Furthermore, elevated blood DHEA-S levels at 12 hr after treatment in the mouse may also contribute to the endocrine-related effects of o,p'-DDT. Although DDT is known to cause rodent hepatic tumors, the marked species differences in PXR/CAR structure, expression patterns and ligand preference as well as significant species-specific differences in steroidogenesis, especially CYP17A1 expression and activity, confound the extrapolation of these results to humans..."
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "PMID:6150953",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Twenty-four hours after a single oral dose of DDT /to rats/ (200 mg per kg body weight), gamma-glutamyl transpeptidase (Gamma-GTP) activity increased two-fold in liver plasma membranes, followed by a return to normal values 48 hr post-exposure. In addition, serum Gamma-GTP activity doubled following acute exposure to DDT, and remained elevated for 48 hr."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. V5:627",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ ... Rats, guinea pigs, and rabbits /were/ exposed to a concentration approximating 1000 mg/cu m for a period of 2 hr daily. The animals showed signs of intoxication (muscular weakness and tremor), and deaths occurred after four to 10 exposures."
        },
        {
            "References": "NIGG HN ET AL; ARCH ENVIRON CONTAM TOXICOL 3 (4): 426-36 (1976)",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ 16 compounds (DDT analogs) were administered ip at 100 mg/kg for 5 consecutive days to male CF-1 mice. DDT and its analogs changed the level of multifunctional oxidase enzymes (MFO) epoxidation, sulfoxidation, cytochrome P450, o-demethylation, and ring hydroxylation, but did not elevate n-demethylation activity. DDT and DDE were equally effective in elevating multifunctional oxidase enzymes."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. V5:627",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ ... Deaths in adult rats /was/ reported at a dosage of 140 mg/kg. Nonlethal and lethal (partial survival) doses were as follows: rabbits 260 mg/kg, 400 mg/kg; mice 399 mg/ kg, 448 mg/kg; guinea pigs 178 mg/kg, 224 mg/kg. ... The approximate LD50 for rats /was/ reported as 250 mg/kg."
        },
        {
            "References": "Hayes, Wayland J., Jr. Pesticides Studied in Man. Baltimore/London: Williams and Wilkins, 1982., p. 192",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Death ... is usually /the/ result of respiratory arrest. ... Animals that die of respiratory failure caused by DDT do so after relatively long periods of muscular activity that leaves them exhausted. It was shown ... that hearts of dogs given large iv doses ... were sensitized to epinephrine. This is ... true not only of injected epinephrine but also to compound released by adrenal glands during seizure. Stimulated in this way, sensitized hearts of dogs develop irreversible, fatal, ventricular fibrillation."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. V5:627",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Six rats concurrently exposed on the first day showed mild tremors; six other rats exposed on the second day demonstrated tremors that lasted 3 days. All rats survived. A rabbit, a cat, and a guinea pig exposed 7 hr/day for 3 days to 0.2, 0.3, and 0.45 mg DDT/L air, respectively, demonstrated no ill effects."
        },
        {
            "References": "DHHS/ATSDR; Toxicological Profile for DDT, DDE, and DDD (PB/2002/100137) (September 2002). Available from, as of May 29, 2009: https://www.atsdr.cdc.gov/toxpro2.html",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Acute oral exposure of animals to DDT has also been associated with increases in brain biogenic amine and neurotransmitter levels. Alterations in the metabolite 5-HIAA (5-hydroxy-indoleacetic acid), the degradation product of serotonin, have been reported to correlate with DDT-induced tremors; doses at 50 mg/kg/day or greater resulted in increases in the levels of 5-HIAA in the brain. Alterations in the levels of other neurotransmitters have been found. The neurotransmitter changes observed are consistent with one of the putative mechanisms for DDT toxicity; DDT is thought to influence membrane ion fluxes and consequently potentiate neurotransmitter release. Acetylcholine and norepinephrine decreased in rats after acute exposure to 400 mg/kg DDT. Also, aspartate and glutamine were increased in brain tissue of rats."
        },
        {
            "References": "SHIVAPURKAR N, POIRIER LA; CARCINOGENESIS (LOND) 3 (5): 589-92 (1982)",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Chronic feeding of DDT to male Weanling rats at 0.05% in diet for 1, 3 & 5 wk reduced hepatic s-adenosylmethionine contents by 50%. ..."
        },
        {
            "References": "Clayton, G.D., F.E. Clayton (eds.) Patty's Industrial Hygiene and Toxicology. Volumes 2A, 2B, 2C, 2D, 2E, 2F: Toxicology. 4th ed. New York, NY: John Wiley & Sons Inc., 1993-1994., p. 1520",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Weanling, adult, and old Osborne Mendel rats were fed for 4 weeks diets supplemented with 50 ppm DDT, 75 ppm aldrin, or a combination of 50 ppm DDT plus 7S ppm WAY They were subsequently starved for 6 days, with free access to water. This period of starvation resulted in marked loss of total body lipids, decreased liver to body weight ratio, and a decreased total body lipid to body weight ratio."
        },
        {
            "References": "Kostka G et al; Toxicology 142 (2): 135-43 (2000).",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ In this study permethrin [(3-phenoxyphenyl)-methyl-3-(2,2-dichloroethenyl)-2,2-dim ethylcyclopropanecarboxylate] and DDT [1,1-(2,2,2 trichloroethylidene)-bis-(4-chlorobenzene)] were compared in rats for their effects on early hepatic changes, proposed in the literature to be useful endpoints in screening for non-genotoxic hepatocarcinogenesis and/or liver tumor promotion. /Investigators/ compared the effects of both insecticides on the following endpoints: hepatomegaly, mitogenesis (DNA synthesis, mitotic activity, percentage of binuclear cells) and liver pathology. Male Wistar rats received permethrin (PERM) or DDT in one, three, five and 14 daily oral doses (at 24-hr intervals) equivalent to 1/10 LD50. Distinct differences in early liver response between PERM and DDT were observed. DDT stimulated the early effect consisting of hepatomegaly accompanied by an increase in hepatocellular proliferation with signs of cell necrosis. ... The present findings provide evidence for the occurrence of abnormal mitoses in the hepatocytes of rats treated with DDT."
        },
        {
            "References": "Nims RW et al; J Toxicol Environ Health 53 (6): 455-77 (1998)",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ In this study the pharmacodynamics were characterized of rat hepatic cytochrome P450 2B (CYP2B) induction by the pesticide DDT [1,1,1-trichloro-2,2-bis(p-chlorophenyl)ethane] and its metabolites DDE [1,1-dichloro-2,2-bis(p-chlorophenyl)ethylene], which is bioretained, and DDD [1,1-dichloro-2,2-bis(p-chlorophenyl)ethane], which is metabolized further and therefore less prone to bioaccumulate. DDT, DDE, and DDD were each found to be pure phenobarbital-type cytochrome P450 inducers in the male F344/NCr rat, causing induction of hepatic CYP2B and CYP3A, but not CYP1A. The ED50 values for CYP2B induction (benzyloxyresorufin O-dealkylation) by DDT, DDE, and DDD were, respectively, 103, 88, and > or = 620 ppm in diet (14 days of exposure). The efficacies (Emax values) for induction of benzyloxyresorufin O-dealkylation by DDT, DDE, and DDD were 24-, 22-, and > or = 1-fold, respectively, compared to control values. The potencies of the three congeners for CYP2B induction appeared also to be similar, with EC50 values (based on total serum DDT equivalents) of 1.5, 1.8, and > or = 0.51 uM, respectively."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V53 217 (1991)",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ DDT also enhanced the incidence of gamma-glutamyltranspeptidase-positive enzyme-altered foci in vivo in partially hepatectomized, N-nitrosodiethylamine-initiated male Sprague-Dawley rats that received 1000 ppm (mg/kg) DDT in the diet for 11 weeks. It induced significantly more foci per cu cm and a larger percentage of liver tissue occupied by focus tissue than was seen in a vehicle-treated group. The related compound, fenarimol, caused no significant change in the incidence of foci, although it induced cytochrome P450-related enzyme activities similar to those induced by DDT. Induction of altered foci by DDT has also been demonstrated using other protocols."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V5 96 (1974)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ ... 18 male & 18 female (C57BL/6XC3H/ANF)F1 mice and similar number of (C57BL/6XAKR)F1 mice were given single doses of 46.4 mg/kg body wt p,p'-DDT by stomach tube at 7 days of age ... until ... /28 days old, then/ transferred to diet containing 140 ppm ... Mice were killed at 81 weeks. ... Hepatomas were found in 11/18 male and 4/18 female (C57BL6XC3H/ANF)F1 ... Compared with 8/79 male and 0/87 female controls, and in 7/18 male and 1/18 female (C57BL/6XAKR)F1 mice compared with 5/90 male and 1/82 female controls. In addition, 6/18 (C57BL/6XAKR)F1 females died with malignant lymphomas, compared to 4/82 female controls."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V5 96 (1974)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ A 5-generation expt ... used to provide animals for carcinogenicity study. One test and 1 control group of BALB/C mice were taken from each of 5 generations and their tumor incidence studied. ... 683 received diet containing 3 ppm p,p-DDT and 406 a control diet. Lung carcinomas were observed in 16.9% of treated ... and 1.2% of controls. Incidence of lung adenomas ... not reported ... Incidence of lymphomas was 4.8% in treated and 1.0% in control ... of leukemias 12.4% & 2.6%, and other tumors 5.8% and 1.0%, respectively."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V53 202 (1991)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ In a two-generation dose-response study, 939 treated and 242 control CF-1 mice were fed dietary concentrations of 0 or 2, 10, 50 or 250 mg/kg technical-grade DDT (73-78% para,para'-DDT, 20% ortho,para'-DDT, 1% meta,para'-DDT, 0.5-1.5% para,para'-TDE and 0.5% para,para'-DDE), starting at 6-7 weeks of age for the parent (P) generation and continuing in the P and offspring (F1) for life. There was excess mortality from week 60 onwards among mice of the P and F1 generations that had received 250 mg/kg of diet DDT. Only the incidence of liver-cell tumors was increased by exposure to DDT: males, 25/113(controls), 57/124, 52/104, 67/127, 82/103 in treated groups; females, 4/111 (controls), 4/105, 11/124, 13/104, 60/90 in treated groups. The excess of liver-cell tumors over that in controls in mice of each sex fed 250 mg/kg of diet DDT was significant (p<0.01). The excess over that in controls of liver-cell tumors in males fed 2, 10 or 50 mg/kg of diet was significant (p<0.01) in animals surviving more than 70 weeks. In females, all liver-cell tumors were found after 100 weeks of age, and the excess over that controls was significant (p< 0.05) in the group fed 50 mg/kg diet DDT and (p< 0.01) in the group fed 250 mg/kg of diet DDT. Four liver-cell tumors, all occurring in DDT-treated mice, gave metastases. No remarkable difference was observed between P and F1 mice in this study. In a continuation of this study, the effects of the same doses of DDT were studied in six consecutive generations of CF-1 mice (including the first two generations). The experiment involved a total of 2764 exposed and 668 control animals. Exposure to all four levels of DDT significantly increased the incidence of liver-cell tumors (hepatomas) in males; in females, hepatoma incidence increased considerably after exposure to 250 mg/kg. No progressive increase in hepatoma incidence from generation to generation was noted in treated mice. Malignant hepatoblastomas were observed at a slightly increased incidence in DDT-treated male mice: 3/328 in control males, 5/354, 14/362, 12/383 and 25/350 in 2, 10, 50 and 250 ppm DDT-treated males, respectively [positive trend, p<0.001]. Ten of 56 hepatoblastomas found in DDT-treated mice metastasized to the lungs. DDT did not alter significantly the tumor incidence at sites other than the liver."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V53 202 (1991)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Groups of 30-32 CF-1 mice of each sex were fed diets containing 50 or 100 mg/kg para,para'-DDT (purity, >99.5 %) for two years. A control group of 47 mice of each sex was available. A significant increase in the incidence of liver-cell tumors was observed in treated males and females. In a subsequent study, 30 male and 30 female CF-1 mice were fed 100 mg/kg of diet para,para'-DDT (>99.5% pure) for 110 weeks. The animals were not sent for autopsy until the intra-abdominal masses reached a size that caused the animals to become anorexic or clinically affected. A significant increase (p< 0.01) in the incidence of liver tumors (23/30 males and 26/30 females compared with 11/45 and 10/44 controls, respectively) was observed within 26 months."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V53 204 (1991)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Groups of 30 male and 30 female Swiss inbred mice, six weeks of age, were held as untreated controls or were given technical grade DDT (70.5% para,para'-DDT, 21.3% ortho,para'-DDT) orally as 100 mg/kg of diet DDT or by daily gavage of 0.25 mg DDT in olive oil for 80 weeks. Survival (37-54%) and weight gains were not affected by treatment. The incidence of lymphomas was significantly increased (p<0.05) in treated males and females. [The Working Group noted the small number of animals used.]"
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V53 204 (1991)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Groups of 50 male and 50 female B6C3F1 mice, six weeks old, were fed diets containing technical-grade DDT (principal component, about 70%, assumed to be para,para'-DDT) for 78 weeks and were then held for 14 or 15 additional weeks before terminal sacrifice. Groups of 20 mice were fed a control diet for 91 or 92 weeks. Initially, males received diets containing 10 or 20 mg/kg and females received diets containing 50 or 100 mg/kg DDT; after nine weeks, these concentrations were gradually increased up to 25 and 50 mg/kg of diet for males and 100 and 200 mg/kg of diet for females because of the absence of toxicity. The time-weighted average dietary concentrations were 22 and 44 mg/kg of diet for males and 87 and 175 mg/kg of diet for females. Survival in all groups of male mice was poor, possibly due to fighting. Survival of male mice at week 70 was 12/20 control, 20/50 low-dose and 37/50 high-dose animals; terminal survival of female mice was 20/20 control, 45/50 low-dose and 36/50 high-dose animals. There was no difference in body weight gain between treated and control mice. The incidence of malignant lymphoma was increased in females (control, 0/20; low-dose, 3/49; high-dose, 7/46 [p<0.05, trend test]). [The Working Group noted that females received four times higher doses than males]"
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V53 205 (1991)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Groups of 38 male and 38 female MRC Porton rats, six to seven weeks of age, were fed control diet or a diet containing 500 mg/kg technical-grade DDT (78.9% para,para'-DDT, 16.7% ortho,para'-DDT, 1.6% para,para'-DDE, 0.6% para,para'-TDE, 0.2% ortho,para'- DDE, 0.1% ortho,para'-TDE and 1.9% unknown) for 144 weeks. Groups of 30 male and 30 female rats received diets containing 125 or 250 mg/kg of diet DDT. Survival and body weight gains were not significantly different between treated and control groups; survival at 80 weeks was greater than 70% in all groups except that of high-dose males (61%). The incidence of liver-cell tumors was significantly increased in female rats (0/38 control, 2/30 low-dose, 4/30 mid-dose, 7/38 high-dose; p<0.001, trend test). Liver-cell nodules [hyperplastic] or foci of cellular alteration occurred significantly more frequently (p<0.05) in low- and mid-dose females than in controls. Residues of DDT, TDE and DDE in liver, determined in three male and three female high-dose rats killed at 52 weeks, were on average 2.5 times higher in females than males"
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V53 204 (1991)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ In two two-year experiments started at an interval of one year, 228 Osborne-Mendel rats, three weeks of age, received diets containing technical-grade DDT (81.8% para,para'-DDT, 18.2% ortho,para'-DDT) as a powder or as a solution in corn oil at concentrations of 0 (24 males and 12 females), 100 (12 males), 200 (24 males and 12 females), 400 (24 males and 12 females), 600 (24 males and 24 females) or 800 (36 males and 24 females) mg/kg of diet. Of the 192 rats exposed to DDT, 111 died before 18 months of treatment; only 14 rats given 800, 23 rats given 600, 14 given 400, 24 given 200, six given 100 mg/kg of diet and 20 controls were alive at this time. Tumor incidences were not given for each dose level. Among the 81 rats that survived at least 18 months, four had 'low-grade' hepatic-cell carcinomas (measuring 0.5-1.2 cm), and 11 showed nodular adenomatous hyperplasia (nodules measuring up to 0.3 cm). No liver lesion was found in control rats. Hepatic-cell tumors were reported to occur spontaneously in 1% of the rats of this colony and nodular adenomatous hyperplasia was reported to occur to be rare. [The Working Group noted the inadequate reporting.] An unspecified amount of histopathological material from this study was reviewed by Reuber (1978), who confirmed the presence of neoplastic liver lesions in treated animals."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V53 205 (1991)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Groups of 36 or 37 male and 35 female outbred Wistar rats, seven weeks of age, were fed a control diet or a diet containing 500 mg/kg of diet technical-grade DDT (70-75% para,para'-DDT, 20% ortho,para'-DDT, 0.2-4% para,para'-TDE) until 152 weeks of age. Survival was not affected by the treatment and was greater than 50% at 100 weeks in all groups. Body weight gains were decreased by 10-20% in the treated groups as compared to the controls. The average dose of DDT was 34.1 mg/kg bw/day in males and 37.0 mg/kg bw/day in females. The incidence of liver-cell tumors (neoplastic nodules) was increased in treated males (9/37; controls, 0/36) [p = 0.001] and females (15/35; controls, 0/35) [p<0.001]."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V53 206 (1991)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Groups of 30-40 male and 29-40 female outbred Syrian golden hamsters, five weeks old, were fed for life on diets containing 0, 125, 250 or 500 mg/kg of diet technical-grade DDT (78.9% para,para'-DDT, 16.7% ortho,para'-DDT, 1.6% para,para'-DDE, 0.6% para,para'-TDE, 0.2% ortho,para'-DDE, 0.1 % ortho,para'-TDE and 1.9% unknown). Survival and body weight gains were comparable between treated and control animals. The experiment was terminated at 120 weeks when the last survivor was killed. There was no significant difference in tumor incidence in the various groups; however, a significant trend was observed for tumors of the adrenal cortex (mostly adenomas) in males: 3/40 control, 4/30 low-dose, 6/31 mid-dose and 8/39 high-dose [p=0.04]."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V53 206 (1991)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Groups of 45 or 48 male and 46 or 48 female Syrian golden hamsters, eight weeks old, were fed diet containing 0 or 1000 mg/kg DDT (70-75% para,para'-DDT, 20% ortho,para'-DDT, 0.2-4% para,para'-TDE) until 128 weeks of age. Survival was 60% or greater in all groups at 80 weeks. Adrenal gland tumors ('mainly cortical adenomas') occurred in 14/35 treated males compared to 8/31 male controls [p>0.05] and in 10/36 treated females compared to 2/42 female controls [p<0.01]."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V53 206 (1991)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Groups of 30 male and 30 female hamsters [strain unspecified] were given diets containing 0, 250, 500 or 1000 mg/kg technical-grade DDT for 18 months. No difference in body weight gains between groups was observed. Mean survival time ranged from 13 to 14.9 months in male and female control groups, to 17.3 and 17.1 months in high-dose male and female groups. The incidence of lymphosarcomas was reduced from 50% in male controls and 41% in female controls to 0 in the high-dose groups of each sex. [The Working Group noted the short duration of treatment.]"
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V53 206 (1991)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Groups of 30 male and 30 female Swiss inbred mice, six weeks of age, were held as untreated controls or received twice-monthly subcutaneous injections of 0.25 mg/animal technical-grade DDT (70.5% para,para'-DDT, 21.3% ortho,para'-DDT) in 0.1 mL olive oil for 80 weeks. Survival (40-57%) and weight gain were not affected by treatment. The incidence of liver-cell carcinomas was 7/26 in treated females and 0/20 in control females [p = 0.01]."
        },
        {
            "References": "PMID:1157054",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ DDT enhanced the hepatocarcinogenicity of 2-acetylaminofluorene (2-AAF). Male Sprague-Dawley rats were fed 200 ppm 2-AAF for 18 days, control diet for 7 days, and then 500 ppm DDT for 389 days. No tumors were observed in control or DDT treated rats. 28% of rats fed 2-AAF had tumors and rats post-treated with DDT had a 75% incidence of liver tumors."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. S7 187 (1987)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Oral administration of DDT enhanced the incidence of liver neoplasms induced in mice by oral admin of N-nitrosodiethylamine, & the incidences of liver preneoplastic lesions induced in rats by oral admin of 3'-methyl-4-(dimethylamino)-azobenzene & of liver tumors induced in rats by oral admin of N-nitrosodiethylamine. Feeding of DDT to rats also accelerated the development of mammary-gland tumors induced by 2-acetamidophenanthrene."
        },
        {
            "References": "Ali S Shahid, Shakoori A Rauf; Pakistan Journal Of Zoology 31 (1): 1-9 (1999)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ DDT administration to Sprague Dawley rats at three different doses i.e., 100, 20 and 10 mg/kg body wt./day for 48 hours, 15 days and 18 months, respectively produced severe alterations in blood biochemical components. Almost all enzyme activities, acid phosphatase (AcP, 2.6), alkaline phosphatase (AP, 4.2 fold), amylase (29%) cholinesterase (ChE, 77%), creatin phosphokinase (CPK, 69%), isocitrate dehydrogenase (ICDH, 131%), lactate dehydrogenase (LDH, 66%), glutamate oxaloacetate transaminase (GOT, 170%) and glutamate pyruvate transaminase (GPT, 124%) increased significantly in 48 hours DDT treatment. Glucose and protein contents increased 36% and 30% respectively, cholesterol and urea decreased by 40% and 32%. After 15 days DDT feeding all enzyme activities increased significantly: AcP (250%), AP (550%), amylase (84%), CPK (248%), ICDH (75%), LDH (77%), GOT (55%) and GPT (55%). DDT feeding caused 45%, 44% and 30% elevation in bilirubin, protein and urea contents while 52% and 32% decline in free amino acids (FAA) and glucose, respectively. During 18 months DDT feeding experiment AcP and ChE activities remained unchanged while GPT decreased by 30%. All other activities viz. AP, amylase, CPK, ICDH, LDH and GOT increased by 134%, 71%, 44% and 58%, 32% and 40%, respectively. During 18 months DDT feeding only glucose increased by 20% while all other components remained unchanged."
        },
        {
            "References": "Halver JE; Trout Hepatoma Research Conference Papers. Bureau of Sport Fisheries and Wildlife Research Rept No 70 p.78 (1967) as cited in USEPA/CAG; The Assessment of the Carcinogenicity of Dicofol (Kelthane), DDT, DDE, and DDD (TDE) p.19 EPA 600/6-86-001 (1986)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Trout exposed to ... DDT at 75 ppm in the diet for twenty months /exhibited hepatomas at 20 months/, with an incidence rate of 11/30 (37%), whereas the incidence in controls at twenty months was 0/400 (0%)."
        },
        {
            "References": "WHO; Poisons Information Monographs (PIMs) G127: DDT (1999). Available from, as of May 26, 2009: https://www.inchem.org/pages/pims.html",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Some risk of lymphoma, leukemia, pancreatic cancer, and breast cancer was found in humans exposed to DDT. Animal studies showed a significant association between DDT administration and lymphoma, respiratory cancer, liver cancer, and estrogenic effects on mammary tissue. On the basis of epidemiological principles, human studies were deficient in adequate sample sizes and were not exempt from such confounding factors as multiple chemical exposure, lifestyle factors, genetic, and other environmental influences."
        },
        {
            "References": "Bioassays of DDT, TDE, and p,p'-DDE for Possible Carcinogenicity (1978) Technical Rpt Series No. 131 DHEW Pub No. (NIH) 78-1386, U.S. Department of Health Education and Welfare, National Cancer Institute, Bethesda, MD 20014",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Levels of Evidence of Carcinogenicity: For p,p'-DDE: Male Rats: Negative, Female Rats: Negative; Male Mice: Positive; Female Mice: Positive. For DDT: Male Rats: Negative; Female Rats: Negative: Male Mice: Negative; Female Mice: Negative. For TDE: Male Rats: Equivocal; Female Rats: Negative; Male Mice: Negative; Female Mice: Negative."
        },
        {
            "References": "DHHS/ATSDR; Toxicological Profile for DDT, DDE, and DDD (PB/2002/100137) (September 2002). Available from, as of May 29, 2009: https://www.atsdr.cdc.gov/toxpro2.html",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ ... In a 130-month study that administered approximately 6.4-15.5 mg of p,p'-DDT/kg/day to 11 Rhesus and 14 Cynomolgus monkeys, there were 6 early deaths; the lowest dose associated with death was approximately 6.9 mg/kg/day ... A dose of approximately 6.4 mg of p,p'-DDT/kg/day, the lowest dose tested, produced significant liver alterations including hepatocyte vacuolation, proliferation of bile duct cells, clear hepatocyte foci, and liver cell necrosis ... Some Rhesus and Cynomolgus monkeys exposed to approximately 6.9 mg of p,p'-DDT/kg/day or more ... experienced severe tremors ... /It was also/ reported that 2 out of 13 Cynomolgus monkeys (15%) developed malignant tumors, one hepatocellular carcinoma and one adenocarcinoma of the prostate. No neoplasms were found in a group of nine Cynomolgus and eight Rhesus untreated control monkeys ..."
        },
        {
            "References": "DHHS/ATSDR; Toxicological Profile for DDT, DDE, and DDD (PB/2002/100137) (September 2002). Available from, as of May 29, 2009: https://www.atsdr.cdc.gov/toxpro2.html",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ In rats administered 0.2 mg technical-grade DDT/kg/day for 120 days, atrophy of all zones of the adrenal gland, except the zona glomerulosa, was observed. Hyalin degeneration of the medulla and cortex and a decrease in adrenal gland weight were also reported."
        },
        {
            "References": "DHHS/ATSDR; Toxicological Profile for DDT, DDE, and DDD (PB/2002/100137) (September 2002). Available from, as of May 29, 2009: https://www.atsdr.cdc.gov/toxpro2.html",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ ... Hyperactivity and tremors were also reported in chronic studies in mice at doses up to 8.3 mg DDT/kg/day. Even after a change of diet or a decrease in dose, the tremors persisted for several weeks ... Chronic exposure to DDT produced liver neoplasms in mice strains ([C57BL/6 x C3H/Anf]F1, [C57BL/6 x AKR]F1, BALB/c, and CF1) fed DDT at doses as low as 0.38 mg DDT/kg/day for a minimum of 78 weeks ... Malignant lymphomas and lung and liver tumors were also observed in mice treated with DDT in the food."
        },
        {
            "References": "Shepard, T.H. Catalog of Teratogenic Agents. 5th ed. Baltimore, MD: The Johns Hopkins University Press, 1986., p. 169",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/  ... 50 mg/kg /administered to/ rabbits on day 7, 8, & 9 of gestation ... /produced/ premature delivery, increased fetal resorptions and reduced intrauterine growth but no congenital defects were produced."
        },
        {
            "References": "Swartz WJ; Environ Res 35 (2): 333-45 (1984).",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Fertile white Leghorn chicken eggs were exposed via intravitelline injections to dosages of 5, 10, or 20 mg 1,1-bis(p-chlorophenyl)-2,2,2-trichloroethane (DDT) in olive oil prior to incubation. Control embryos received only the olive oil vehicle. Eggs were placed in a forced-draft incubator for either 5 or 12 days. Histological examination of DDT-exposed 5-day embryos revealed no significant differences in the number of primordial germ cells aggregating in the gonadal area and in the localization of acid and alkaline phosphatase activity. Embryos exposed to DDT for 12 days revealed significant alterations in both ovaries and testes. The testes of DDT-exposed embryos consisted of mostly stroma with fewer seminiferous cords than controls while ovaries of exposed embryos contained larger numbers of distended medullary cords /and exhibited/ a difference in the distribution of these cords when compared to controls. There was an increased alkaline phosphatase activity in /ovarian/ stromal cells. ... Increased amounts of alkaline phosphatase activity found in the stroma at 12 days might be due to a DDT-induced stimulation of these cells to differentiate more rapidly. Acid phosphatase activity was found in the medullary cords of control 12-day ovaries, but was much reduced or absent in those of pesticide-exposed embryos. ..."
        },
        {
            "References": "PMID:4643542",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ White leghorn pullets were fed diet containing 5, 25, or 50 ppm p,p'-DDT, o,p'-DDT, or p,p'-DDE in expt 1 (28 wk); the 5 and 25 ppm levels were increased to 150 & 300 ppm, respectively, in expt 2 (additional 12 wk). Controls were fed no pesticides. Effects on body wt gains: effect of p,p'-DDT greater than o,p'-DDT greater than p,p'-DDE. Five and 25 ppm levels of DDE increased body wt gains more than 50 ppm level. In expt 2, the 3 pesticides significantly reduced egg production. No significant differences due to pesticides, as compared to control, were observed in mortality, fertility, hatchability, and progeny growth."
        },
        {
            "References": "Fabro S et al; Am J Obstet Gynecol 148 (7): 929-38 (1984)",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ DDT-treated 8-day rabbit conceptuses were smaller than controls and showed abnormal persistence of preimplantation proteins in the yolk sac fluid. ..."
        },
        {
            "References": "Alm H et al; Reprod Toxicol 10 (4): 321-6 (1996).",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ The effect of DDT, methoxychlor (MXC), and gamma-hexachlorocyclohexane (gamma HCH) on preimplantation mouse embryos in culture was evaluated by the proportion of eight-cell stage embryos developing to expanded and hatched blastocysts. A concentration of 29 ug/mL DDT or gamma- hexachlorocyclohexane led to a complete degeneration of exposed embryos. ... A concentration of 14.5 ug/mL DDT led to 57.5% blastocyst formation and to 6.8% hatched blastocysts. ... The addition of 7.25 ug/mL led to 85.9% (DDT), 77.6% (gamma-hexachlorocyclohexane), and 81% (methoxychlor) blastocysts in total, and to 28.2, 35.5, and 49.4% hatched blastocysts, respectively. Compared with untreated controls, only the 3.625 ug/mL concentration for all pesticides showed no significant differences in blastocyst formation and hatching. These results show different toxicity of these three pesticides for the preimplantation mouse embryo in the order methoxychlor < gamma-hexachlorocyclohexane < or = DDT)."
        },
        {
            "References": "Greenlee AR et al; Reprod Toxicol 13 (6): 555-65 (1999).",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Culturing pronuclear embryos from CD-1 mice with o,p'-DDT and p,p'-DDT was examined as a means for directly evaluating toxicant risk and for increasing the speed of screening developmental toxicants. Pronuclear (2PN) embryos from CD-1 mice were cultured 96 hr in modified Earle's balanced salt solution containing 0.1% (v/v) ethanol (control) or 10-fold dilutions of 17/beta-estradiol, o,p'-DDT, or p,p'-DDT. Compared to control treatment, 96 hr incubation of pronuclear embryos with 0.1g/mL o,p'-DDT significantly reduced embryo development to blastocyst and mean cell number, and increased the percentage of cells undergoing apoptosis. The effects of o,p'-DDT on developmental parameters were dose-responsive. Embryo sexing by multiplex polymerase chain reaction indicated that both sexes were susceptible to toxicant injury with comparable reduction in development to blastocyst (27% and 24%, respectively) in the presence of o,p'-DDT. ..."
        },
        {
            "References": "Arguello J et al; Toxicologist 36 (1 Pt 2): 136 (1997).",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Two studies were performed to compare male reproductive toxicities in Dutch Belted rabbits following gestational and infantile exposures to the anti-androgens p,p'-DDT and p,p'-DDE. DDT was given 1x/wk beginning at insemination for 15 wk by gavage (dams: 25 mg/kg; pups: 10 mg/kg); DDE at twice this dosage level (dams: 50 mg/kg; pups: 25 mg/kg). Serum DDT levels did not exceed 200 ppb in pups, while DDE levels remained below 430 ppb, as measured by gas chromatography (GC). Neither agent produced mortality or morbidity in dams and offspring. DDT caused a greater incidence of cryptorchidism (2/6; 33%) than did DDE (1/8; 12.5%), as a result of combined gestational plus infantile exposures. Ongoing studies of endocrine-responsive cytochrome p450s by mRNA and microsomal enzyme assays indicate a greater induction of CYP2B activities in testis vs. liver of exposed pups, while CYP1 activities appear to be slightly decreased in liver. Estradiol (E2) 2/4-hydroxylase activities were also reduced in livers of exposed pups, as measured by GC/MS assay of microsomal NADPH-dependent metabolism. Despite the previously reported higher binding affinity of DDE vs. DDT for the androgen receptor, these observations do not indicate more severe effects in males exposed directly to this stable metabolite of DDT ..."
        },
        {
            "References": "Palanza P et al; Pharmacol Biochem Behav 64 (4): 665-72 (1999).",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Exposure to estrogenic chemicals during critical periods in fetal life can alter the development of reproductive organs, the neuroendocrine system, and subsequent behavior. /Investigators/ examined the effects of prenatal exposure to the estrogenic chemicals, o,p'-DDT (the estrogenic contaminant in commercial DDT) and the drug diethystilbestrol (DES), as a positive control, on different forms of aggressive behavior in both male and female house mice. /The authors/ also examined effects of these chemicals on male reproductive organs. From gestation days 11-17 female mice were fed an average concentration (dissolved in oil) 0.018 and 0.18 ng/g body weight of diethystilbestrol. Doses of o,p'-DDT were 18 and 180 ng/g body weight, based on the prediction that the in vivo potency of o,p'-DDT would be approximately 1000-times lower than diethystilbestrol. We found that prenatal exposure to diethystilbestrol increased the frequency of both males and females that responded aggressively to a same-sex conspecific. Preputial glands in males exposed to the 0.018 ng/g dose of diethystilbestrol were significantly enlarged relative to controls. Males exposed to the 18 ng/g dose of DDT had smaller testes than controls. ..."
        },
        {
            "References": "Hojo H et al; Congenital Anomalies 46 (2): 105-14 (2006). Available from, as of June 4, 2009 https://www.ncbi.nlm.nih.gov/entrez/query.fcgi?cmd=Retrieve&db=pubmed&dopt=Abstract&list_uids=16732769",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ ... The potential endocrine disrupting activities of p,p'-DDT, a major component of DDT, were investigated in rats in a 2-generation reproduction toxicity study in accordance with the most current test guidelines of the Ministry of Agriculture, Forestry and Fisheries in Japan, Organization for Economic Cooperation and Development (OECD) and United States Environmental Protection Agency (USEPA) with some modifications and additions. p,p'-DDT was given to parental rats at dietary levels of 0, 5, 50 or 350 ppm. Systemic toxicities in the parental animals consisted of tremors and subsequent deaths (females only) and/or pathological alterations of the liver (both sexes of animals) of the 2 higher dose groups. Reproductive and postnatal developmental toxicities were not evident up to the highest dose level except for the decreased pup viability index on postnatal day 21 in the 350 ppm group. Changes in serum estradiol and progesterone levels and/or a delay in male sexual maturation were noted in the 2 higher dose groups in a dose-dependent fashion, suggesting alterations of endogenous endocrine functions. However, these changes never resulted in substantial reproductive disorders."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V53 218 (1991)",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ Treatment of 10-day old NMRI mice with DDT or its metabolite, 2,2-bis(4-chlorophenyl) ethanol-palmitic acid, at doses as low as 1.4 umol/kg bw (0.5 mg/kg bw for DDT) resulted in changes in behavior (such as disruption of a nonassociative learning process). DDT treatment also resulted in changes in acetylcholine metabolism in the brain in adulthood."
        },
        {
            "References": "Krieger, R. (ed.). Handbook of Pesticide Toxicology. Volume 2, 2nd ed. 2001. Academic Press, San Diego, California., p. 1317",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ The major toxic action of DDT is clearly on the nervous system, probably by slowing down closing of \"gates\" in axon sodium channels, and it requires an intact organism for full expression ... A review of literature on the effects of DDT on the nervous system showed that all major parts, both central and peripheral, are affected ..."
        },
        {
            "References": "Krieger, R. (ed.). Handbook of Pesticide Toxicology. Volume 2, 2nd ed. 2001. Academic Press, San Diego, California., p. 1317",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ ... /It was/ found that electrocardiogram wave frequency showed considerable increase in resting rats that had receives 20 mg/kg/day as a result of dietary intake. Rats that had received 5 mg/kg/day did not exhibit change while at rest, but even these exhibited abnormalities when exposed to a rhythmic light stimulus. Electrical activity may become abnormal only a minute or two after administration of a large dose of DDT. Four stages culminating in generalized seizure ... Phenobarbital, but not diphenylhydantoin or trimethadione, was effective in stopping seizures."
        },
        {
            "References": "Krieger, R. (ed.). Handbook of Pesticide Toxicology. Volume 2, 2nd ed. 2001. Academic Press, San Diego, California., p. 1318",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ ... The most characteristic effect of DDT in contrast to dieldrin, for example, is the production of tremor. Sufficient dosages of DDT produce tremor even at ambient temperatures that approach body heat. However, dosages of DDT that produce no other clinical effect make rats more sensitive to low temperatures. This sensitivity may be demonstrated by having the rats swim to exhaustion in cool water. The ability of the rat to keep afloat is more dependent on coordination than on physical strength. DDT appreciably reduces the swimming time. Like tremors, the coldness of the skin and ruffling of the fur seen in acute poisoning probably represent an indication of disturbed thermal regulation."
        },
        {
            "References": "Krieger, R. (ed.). Handbook of Pesticide Toxicology. Volume 2, 2nd ed. 2001. Academic Press, San Diego, California., p. 1318",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ ... The central nervous system of mice and hamsters are equally sensitive, the concentration of DDT in their brains at death being similar. However, after oral dosage of 500 mg/kg, the DDT concentration of the mouse brain was twice that of the hamster. This cannot be explained by a difference in absorption, metabolism, or excretion but apparently is due to a difference in permeability of the blood-brain barriers of the two species ... Careful studies have shown that neurotoxic actions of DDT following oral dosing of rats are significantly affected by the volume of the dosing solution. Not surprisingly this is probably the consequence of higher partitioning of DDT in oil and greater motility but it illustrates the importance of pharmacokinetic knowledge in comparative studies. Both DDT and DDE interact similarly with model and native membranes, causing disordering effects in cholesterol rich membranes, such as brain microsomes."
        },
        {
            "References": "DHHS/ATSDR; Toxicological Profile for DDT, DDE, and DDD (PB/2002/100137) (September 2002). Available from, as of May 29, 2009: https://www.atsdr.cdc.gov/toxpro2.html",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ Ten-day-old mice treated once with 0.5 mg technical DDT/kg/day demonstrated behavioral changes when tested at 4 months of age. The test entailed placing animals in a new cage with infrared motion detecting beams for 1 hour. Locomotion (horizontal movement), rearing (vertical movement), and total activity (vibration, tremors, grooming, movement) were scored and summed for each 20-minute period. Initially, motor activity was fairly comparable between DDT-treated mice and controls; locomotion and activity were similar, although rearing was increased. During the last 40 minutes in the box, the DDT-treated animals had significantly more locomotion, rearing, and activity than the controls. When control mice were placed in a new environment, such as the test cage, they initially increased their activity as they explored. Eventually, this exploratory activity decreased as they become familiar with their new environment; this phenomenon is known as habituation. Thus, the authors concluded that perinatal DDT exposure interferes with habituation, which is considered a simple, nonassociative learning process. The neurobehavioral effects in the 4-month-old mice only appeared after dosing at 10 days and not after similar dosing at day 3 or 19 of age. The induction period was limited to a peak in the rate of brain development and development of muscarinic cholinergic receptors. Since this behavioral assay used motor exploration as the end point, an alternate interpretation of the observed results is that the DDT directly affected neural regulation of activity rather than learning; however, a problem with appropriate control of motor behavior would also be a functional deficit of concern ... One month after behavioral testing, the potassium-evoked release of acetylcholine from cortical slices was significantly increased in treated mice compared to controls. This is consistent with the well characterized effect of DDT in slowing the closure of sodium channels and thus causing general central nervous system stimulation and neurotransmitter release. Apparently, behavioral effects seen in adult mice represented a persistent neurological change since no residual DDT from their neonatal exposure remained in the brain ... Radiolabeled DDT was found in the brain at 1 and 7 days but not at 30 days following a single oral dose of 0.5 mg DDT/kg to 10-day-old mice. The classification of this effect as developmental, rather than an immediate effect of current DDT body burden, hinges on the apparent clearance of DDT before the behavioral testing ... The persistence of these observed neurochemical changes in muscarinic receptors in the cerebral cortex was also evaluated. The density of the muscarinic receptors in the cerebral cortex, hippocampus, and striatum of the 3-month-old NMRI mice that had been given a single dose of 0.5 mg DDT/kg at 10 days of age was determined. The study authors reported a tendency towards a decrease in the amount of specific binding in the cerebral cortex, but no significant changes in the hippocampus and striatum. No significant changes were noted in choline acetyltransferase activity in the cerebral cortex, hippocampus, or striatum. However, significant (p<0.01) decreases in cerebral cortex muscarinic receptors at 4, 5, and 7 months of age were seen in similar later studies from the same group of investigators."
        },
        {
            "References": "Veeramachaneni DN et al; Toxicologist 30 (1 Pt 2): 143 (1996).",
            "Value": "/ENDOCRINE MODULATION/ Certain chlorinated hydrocarbons are known to disrupt normal endocrine milieu. We have performed the following two exposure studies in Dutch Belted rabbits in an effort to elucidate the mechanisms by which DDT mediates its male reproductive toxicity: 1) gestational plus infantile exposure to p,p'-DDT (dams: 25 mg/kg; pups: 10 mg/kg; by gavage 1x/wk); and 2) infantile exposure alone. Neither exposure caused mortality or morbidity. Infantile exposure alone resulted in delays of up to 6 wk in testicular descent. When combined with gestational exposures, uni/bi-lateral cryptorchidism was observed in addition to the delay in testicular descent. Serum DDT residue levels in offspring following infantile exposures, as measured by gas chromatography/electron capture detection, were 208 ppb DDT and 38 ppb DDE, which rapidly cleared from blood by 12 wk of age. Neither exposure to p,p'-DDT altered serum concentrations of luteinizing hormone and testosterone, or daily sperm production (in animals with scrotal testes). ..."
        },
        {
            "References": "PMID:14551996",
            "Value": "/ENDOCRINE MODULATION/ A method was developed to measure the estrogenic and antiestrogenic effects of various chemicals and organochlorine extracts in chicken embryo primary hepatocyte cultures. Messenger RNAs (mRNAs) for the estrogen-inducible egg yolk proteins, vitellogenin II (VTGII), and very low-density lipoprotein apoprotein II (apoII), were measured by multiplex quantitative reverse transcription-polymerase chain reaction (Q-PCR). After 48 hr of exposure, both VTGII and apoII mRNA levels were induced by moxestrol (1-1,000 nM), 17beta-estradiol (10-1,000 nM), o,p'-DDT (apoII: 1,000 and 10,000 nM, VTGII: 10,000 nM), 4-tert-octylphenol ([OP]; apoII: 20 and 50 uM, VTGII: 10-50 uM), and methoxychlor ([MXCL]; apoII: 5-50 uM, VTGII: 20 and 50 uM). Tamoxifen (100 and 1,000 nM) induced apoII mRNA only, and bisphenol A (BPA) was not estrogenic. Inhibition of moxestrol-mediated VTGII or apoII mRNA induction by MXCL, o,p'-DDT and tamoxifen indicated that these chemicals were also antiestrogenic at concentrations similar to those which caused estrogenic responses. Organochlorine extracts prepared from herring gull embryo yolk sacs obtained from three Great Lakes sites and one Atlantic coast site (reference site) did not show any estrogenic activities. However, the same extracts from all three Great Lakes sites had antiestrogenic activities. ... /o,p'-DDT/"
        },
        {
            "References": "Wojtowicz AK et al; J Physiol Pharmacol 58 (4): 873-85 (2007). Available from, as of June 4, 2009 https://www.ncbi.nlm.nih.gov/entrez/query.fcgi?cmd=Retrieve&db=pubmed&dopt=Abstract&list_uids=18195494",
            "Value": "/ENDOCRINE MODULATION/ The impact of DDT isomers, o, p'- DDT and p, p'-DDT and their metabolites, o, p'-DDE and p, p'-DDE on ovarian steroidogenesis /was examined/. All these compounds, except for p, p'-DDT, demonstrated estrogenic effects on steroid secretion in co-cultures of porcine prepubertal granulosa and theca cells. p,p'-DDT decreased progesterone and estradiol release, which was reversed by the addition of testosterone. In contrast, o, p'-DDT inhibited progesterone secretion with parallel stimulation of basal and testosterone-stimulated estradiol release. DDEs stimulated progesterone and estradiol secretion. The fluorometric assay confirmed that p,p'-DDE, o,p'-DDT, and o,p'-DDE stimulated aromatase activity. Western blots indicated that o,p-DDT and o,p'-DDE diminished the expression of estrogen receptor beta (ERbeta). ..."
        },
        {
            "References": "PMID:1233981",
            "Value": "/ENDOCRINE MODULATION/ Eight chlorinated hydrocarbons were tested for their ability to compete with (3)H-estradiol-17beta for specific binding proteins in uterine cytoplasm from immature rats. o,p'-DDE (0.14 mmol) competed with (3)H-estradiol-17beta for binding to '8s receptor' in uterine cytoplasm but p,p'-DDE and p,p'-DDT did not compete. o,p'-DDT and o,p'-DDE act as estrogens at high concentrations as measured by their ability to compete with estradiol-17beta for binding to uterine cytoplasmic receptor in the transfer and binding of estradiol in nuclei of uterine cells."
        },
        {
            "References": "PMID:4279650",
            "Value": "/GENOTOXICITY/ DDT caused an increase in dominant lethality in each spermatid and spermatocyte stage of Drosophila melanogaster and was correlated with an increase in chromosomal non-disjunction. /No dose specified/"
        },
        {
            "References": "Johnson GA, Jalal SM; Jour Hered 64: 7 (1973)",
            "Value": "/GENOTOXICITY/ BALB/C mice injected ip with 150 to 400 ppm body weight DDT /exhibited/ bone marrow cells with a significant increase in chromosomal fragments and sticky cells."
        },
        {
            "References": "Shirasu V et al; Mutat Res; 49: 19 (1976)",
            "Value": "/GENOTOXICITY/ DDT was not mutagenic in the rec assay with Bacillus subtilis. /No dose specified/"
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. S7 187 (1987)",
            "Value": "/GENOTOXICITY/ Conflicting results were obtained for the induction of dominant lethal mutations in mice & rats. DDT induced chromosomal aberrations in bone-marrow cells of mice but not of rats, & chromosomal aberrations in spermatocytes of mice treated in vivo; it did not induce micronuclei in bone-marrow cells of treated mice. ... It did not induce mutation, DNA strand breaks or unscheduled DNA synthesis in cultured rodent cells; conflicting results were obtained for chromosomal aberrations in Chinese hamster cells. DDT inhibited intercellular communication in ... rodent cell systems. It did not induce sex-linked recessive lethal mutations in Drosophila, but conflicting results were obtained with regard to aneuploidy; it caused dominant lethal mutations. It did not induce mutation in fungi, either after direct exposure or in a host-mediated assay. DDT was not mutagenic to bacteria & did not induce breakage of plasmid DNA."
        },
        {
            "References": "PMID:4662547",
            "Value": "/GENOTOXICITY/ No increase in chromosomal aberrations were observed in ... rabbit lymphocyte cultures exposed to 1, 10, or 100 ug/mL DDT based on the analysis of 25 metaphases per culture."
        },
        {
            "References": "Uppala PT et al; Environ Mol Mutagen 46 (1): 43-52 (2005).  Available from, as of June 4, 2009: https://www.ncbi.nlm.nih.gov/entrez/query.fcgi?cmd=Retrieve&db=pubmed&dopt=Abstract&list_uids=15880734",
            "Value": "/GENOTOXICITY/ Twenty-one-day-old female Sprague-Dawley (SD) rats were administered o,p'-DDT, 7,12-dimethylbenz[a]anthracene (DMBA), genistein, DDT+DMBA, or DDT+DMBA+genistein, over a 14-day period. To determine changes in chromosome number and structure, we used the micronucleus assay as well as multicolor fluorescence in situ hybridization (FISH) region-specific DNA probes for rat chromosomes 4 and 19. Cell proliferation was evaluated using 5-bromo-2'-deoxyuridine (BrdU). Significant increases in BrdU-incorporated cells were seen in the rats treated with DDT+DMBA. Although micronucleus frequencies were somewhat elevated in several of the treatment groups, significant increases were not seen in any of them. Significant increases in numerical chromosomal aberrations were detected in all of the DDT- and DMBA-treated groups..."
        },
        {
            "References": "PMID:1127727",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ In an in vitro mouse embryo cell culture system that was malignantly transformable, DDT and DDE showed increased transformation frequency with higher concentrations. Transformed cells were not tumorigenic in any inoculated mice."
        },
        {
            "References": "PMID:6538705",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ ... In porcine granulosa cell in culture ... the pesticide o,p'-DDT and its isomer p,p'-DDT produced dramatic suppression of progesterone production apparently with equal potencies to estradiol."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V53 217 (1991)",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ DDT at 200 uM stimulated protein kinase C activity in vitro in preparations from mouse brain. In contrast, DDT (at 25 uM) did not stimulate protein kinase C activity in hamster V-79 cells (utilized for studies on cell-cell communication), nor could any binding of DDT to the phorbol ester receptor be demonstrated. Furthermore, cytosolic calcium was not involved in the DDT-induced loss of gap-junctional intercellular communication in rat liver WB-F344 cells. Co-administration of quercetin with DDT in vivo did not prevent the development of preneoplastic enzyme-altered foci in the livers of rats that had undergone a partial hepatectomy and been initiated with N-nitrosodiethylamine."
        },
        {
            "References": "Usherwood PNR et al; FEBS Lett 581 (28): 5485-92 (2007). Available from, as of June 4, 2009: https://www.ncbi.nlm.nih.gov/entrez/query.fcgi?cmd=Retrieve&db=pubmed&dopt=Abstract&list_uids=17991435",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ Mutations in the DIIS4-S5 linker and DIIS5 have identified hotspots of pyrethroid and DDT interaction with the Drosophila para sodium channel. Wild-type and mutant channels were expressed in Xenopus oocytes and subjected to voltage-clamp analysis. Substitutions L914I, M918T, L925I, T929I and C933A decreased deltamethrin potency, M918T, L925I and T929I decreased permethrin potency and T929I, L925I and I936V decreased fenfluthrin potency. DDT potency was unaffected by M918T, but abolished by T929I and reduced by L925I, L932F and I936V ..."
        },
        {
            "References": "Kiyosawa N et al; BMC Genomics 9: 487 (2008). Available from, as of June 4, 2009: https://www.pubmedcentral.nih.gov/articlerender.fcgi?artid=2577663",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ ... o,p'-DDT elicits primarily PXR/CAR-mediated activity, rather than ER-mediated hepatic responses, /suggesting/ that CAR-mediated effects, as opposed to ER-mediated effects, may be more important in tumor promotion in the rat liver. To further characterize species-specific hepatic responses, gene expression analysis, with complementary histopathology and tissue level analyses were investigated in immature, ovariectomized C57BL/6 mice treated with 300 mg/kg o,p'-DDT, and compared to Sprague-Dawley rat data. Rats and mice exhibited negligible histopathology with rapid o,p'-DDT metabolism. Gene expression profiles were also similar, exhibiting PXR/CAR regulation with the characteristic induction of Cyp2b10 and Cyp3a11. However, PXR-specific target genes such as Apoa4 or Insig2 exhibited more pronounced induction compared to CAR-specific genes in the mouse. In addition, mouse Car mRNA levels decreased, possibly contributing to the preferential activation of mouse PXR. ER-regulated genes Cyp17a1 and Cyp7b1 were also induced, suggesting o,p'-DDT also elicits ER-mediated gene expression in the mouse, while ER-mediated effects were negligible in the rat, possibly due to the inhibitory effects of CAR on ER activities. In addition, o,p'-DDT induced Gadd45a, Gadd45b and Cdkn1, suggesting DNA damage may be an additional risk factor. Furthermore, elevated blood DHEA-S levels at 12 hr after treatment in the mouse may also contribute to the endocrine-related effects of o,p'-DDT. Although DDT is known to cause rodent hepatic tumors, the marked species differences in PXR/CAR structure, expression patterns and ligand preference as well as significant species-specific differences in steroidogenesis, especially CYP17A1 expression and activity, confound the extrapolation of these results to humans..."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V53 217 (1991)",
            "Value": "/IMMUNOTOXICITY/ Feeding of para-para'-DDT to Wistar rats at 100 mg/kg of diet significantly suppressed both humoral and cell-mediated immune responses after 18-22 weeks."
        },
        {
            "References": "DHHS/ATSDR; Toxicological Profile for DDT, DDE, and DDD (PB/2002/100137) (September 2002). Available from, as of May 29, 2009: https://www.atsdr.cdc.gov/toxpro2.html",
            "Value": "/IMMUNOTOXICITY/ ... Dietary DDT increased the growth of the leprosy bacterium, Mycobacterium leprae, in mouse foot pads. DDT was fed to male albino Rockfeller strain mice in the diet at 0, 20, 50, or 100 ppm (approximately 0, 4.3, 10.7, and 21.4 mg/kg/day) for 24 weeks following inoculation of the footpads of mice with the leprosy bacterium ..."
        },
        {
            "References": "DHHS/ATSDR; Toxicological Profile for DDT, DDE, and DDD (PB/2002/100137) (September 2002). Available from, as of May 29, 2009: https://www.atsdr.cdc.gov/toxpro2.html",
            "Value": "/IMMUNOTOXICITY/ ... Both humoral and cell-mediated responses were adversely affected in groups of 8-12 male Wistar rats fed diets containing 200 ppm DDT, DDE, or DDD (approximately 22.2 mg/kg/day) for 6 weeks. Compared to controls, effects on the humoral immune system were seen after dietary exposure to each of the compounds, including significantly increased serum albumin/globulin ratio, suppressed serum IgM, IgG after ovalbumin immunization, and decreased antibody titer. Likewise, cell-mediated effects were seen in rats fed DDT, DDE, and DDD, including increased inhibition of leucocyte and macrophage migration, and decreased footpad thickness. Mean relative liver weight was increased compared to controls in rats fed DDT and DDE, while relative spleen weight was decreased in DDD-fed rats; no other signs of toxicity were observed ... The influence of dietary protein on the humoral and cell-mediated immunotoxicity of DDT was evaluated in groups of male Wistar rats fed diets containing 0, 20, 50, or 100 ppm DDT (approximately 0, 2.3, 5.7, and 11.4 mg/kg/day, respectively) for 4 weeks. Dose groups were divided into subgroups that received either 3, 12, or 20% protein in the diet; half of each dietary subgroup, in turn, received a tetanus toxoid immunostimulant, resulting in allocation of 10-12 rats to each treatment group. The serum albumin/globulin ratio was significantly increased in mid- and high-DDT dose groups compared to treatment controls, but only in rats fed the low-protein diet and receiving the immunostimulant injection. Serum IgM and IgG were significantly reduced in mid- and high-DDT groups that were fed the 3% protein diet, regardless of whether they had been immunostimulated with tetanus toxoid injections. No effects were seen in any group fed diets containing 12 or 20% protein."
        },
        {
            "References": "DHHS/ATSDR; Toxicological Profile for DDT, DDE, and DDD (PB/2002/100137) (September 2002). Available from, as of May 29, 2009: https://www.atsdr.cdc.gov/toxpro2.html",
            "Value": "/IMMUNOTOXICITY/ ... DDT enhanced stress-induced humoral immune response suppression in mice. Groups of 80-90 albino male Hissar mice were fed 0, 20, 50, or 100 ppm p,p'-DDT in the diet (approximately 0, 4.1, 10.1, and 20.3 mg/kg/day, respectively). Equal subgroups were selected for SRBC or plaque-forming cell (PFC) assays. Assay subgroups were in turn divided into five equal groups, resulting in treatment groups of 8-10 mice per group; one group received no stressor, and the other four groups received one of four different combinations of temperature (3 hours at 4 °C) and restraint stresses. Relative to controls, DDT alone caused no significant alterations in primary antibody titer to SRBC or in PFC response. DDT in combination with stress, and in a dose-related manner, significantly reduced both responses to a greater extent than did each stressor alone. ..."
        },
        {
            "References": "PMID:10492900",
            "Value": "/OTHER TOXICITY INFORMATION/ 4,4'-DDT and 4,4'-DDE are widespread environmental contaminants that cause eggshell thinning in birds, altered sex ratios in the American alligator, and changes in the anal-genital distance in rodents. These contaminants are known to cause some of their toxicity by altering steroid receptor-mediated mechanisms. However, chemical-specific alterations in the expression of hormone-metabolizing enzymes may also be a mechanism for endocrine disruption, by altering the half-life of hormones in critical phase II conjugating enzymes; UDP-glucuronosyltransferase (UGT) and phenolsulfotransferase (ST), were also investigated..."
        },
        {
            "References": "Kiyosawa N et al; Toxicol Sci 101 (2): 350-63 (2008). Available from, as of June 4, 2009 https://www.ncbi.nlm.nih.gov/entrez/query.fcgi?cmd=Retrieve&db=pubmed&dopt=Abstract&list_uids=17984292",
            "Value": "/OTHER TOXICITY INFORMATION/ The temporal and dose-dependent hepatic estrogenicity of o,p'-DDT was investigated using complementary DNA microarrays in immature ovariectomized Sprague-Dawley rats with complementary histopathology and tissue-level analysis. Animals were gavaged with 300 mg/kg o,p'-DDT either once or once daily for 3 consecutive days. Liver samples were examined 2, 4, 8, 12, 18, or 24 h after a single dose or following three daily doses. For dose-response studies, a single dose of 3, 10, 30, 100, or 300 mg/kg body weight o,p'-DTT was administered for 3 consecutive days. Genes associated with drug metabolism (Cyp2b2 and Cyp3a2), the nuclear receptors constitutive androstane receptor (CAR) and pregnane X receptor (PXR), cell proliferation (Ccnd1, Ccnb1, Ccnb2, and Stmn1), and oxidative stress (Gclm and Hmox1) were significantly induced. Cyp2b2 exhibited dose-dependent regulation and was significantly induced across all time points, while cell proliferation- and oxidative stress-related genes exhibited transient induction. The induction of Cyp2b2 and Cyp3a2 mRNA levels suggest PXR/CAR activation, consistent with expression of genes associated with oxidative stress. Few genes known to be estrogen receptor (ER) regulated were differentially expressed when compared to the hepatic gene expression profile elicited by ethynyl estradiol in immature ovariectomized C57BL/6 mice using the same study design and analysis methods. These data indicate that o,p'-DDT elicits PXR/CAR-, not ER-, mediated gene expression in the rat liver. Based on the species-specific differences in CAR regulation, the extrapolation of rodent DDT hepatocarcinogenicity to humans warrants further investigation."
        },
        {
            "References": "DHHS/ATSDR; Toxicological Profile for DDT, DDE, and DDD (PB/2002/100137) (September 2002). Available from, as of May 29, 2009: https://www.atsdr.cdc.gov/toxpro2.html",
            "Value": "/OTHER TOXICITY INFORMATION/ ... 3-MeSO(2)-DDE /a DDT metabolite/ is a potent toxicant in the adrenal cortex, particularly of mice, and possibly in humans after local activation by cytochrome P-450. For example, whole body autoradiography of (14)C-labeled 3-MeSO(2)-DDE in female mice injected with the test material intravenously showed heavy accumulation of radioactivity confined to the zona fasciculata of the adrenal cortex. Morphological evaluation of the adrenals showed extensive vacuolation and necrosis of the zona fasciculata 1-12 days after a single dose of 25 mg/kg; degenerative changes were seen at 12.5 mg/kg. Studies in vitro showed a dose- and time-dependent covalent irreversible binding to protein and formation of water soluble metabolites. This was blocked by the cytochrome P-450 inhibitor, metyrapone, and the addition of reduced glutathione decreased binding. A subsequent study in mice administered 3-MeSO(2)-DDE intraperitoneally identified mitochondria in the zona fasciculata as the primary targets for 3-MeSO(2)-DDE-induced toxicity. Disorganization and disappearance of central cristae were observed as soon as 6 hours after a dose of 3 mg/kg. Higher doses showed mitochondrial vacuolization, followed by disappearance of mitochondria or cellular necrosis. /That group of researchers/ further suggested that of the two cytochrome P-450s expressed predominantly in the adrenal cortex, P-45011(beta) and P-450SCC, the former (which converts 11-deoxycorticosterone to cortisone) is involved in the metabolic activation of 3-MeSO(2)-DDE in mice. P-450SCC is also expressed in the ovary and testes, but no binding or toxicity was seen in these organs ... Direct evidence /was later provided/ for an involvement of adrenocortical mitochondrial P-450s in the bioactivation of 3-MeSO(2)-DDE. Intraperitoneal administration of radioactive 3-MeSO(2)-DDE to pregnant or lactating mice resulted in specific accumulation and binding of 3-MeSO(2)-DDE-derived radioactivity in the zona fasciculata of adrenals from 16- to 18-day-old fetuses or suckling pups, showing ready transplacental passage of the metabolite and transfer via maternal milk. The results also suggested that cytochrome P-45011(beta) was involved in the activation of 3-MeSO(2)-DDE in the fetal adrenal cortex. Quantitative measurements showed that 7 days after dosing, the amount of radioactive label of the pups adrenals was 2 and 3.6 times higher than maternal adrenals at the 1.5 and 25 mg/kg dose levels, respectively, suggesting that mother's milk may be an important route of exposure of 3-MeSO(2)-DDE in DDT-exposed animals ... A later study showed that P-45011(beta) seems to be expressed during gestation days 10-12 in the adrenal cortex in the mouse fetus. 3-MeSO(2)-DDE was also found to reduce the capacity of pups and maternal adrenals to secrete corticosterone by a mechanism possibly involving competitive inhibition of adrenocortical CYP11B1. Human adrenal glands in vitro were found also to bioactivate 3-MeSO(2)-DDE to a metabolite that bound irreversibly to mitochondria. Binding was inhibited by metyrapone indicating the involvement of cytochrome P-450, but the specific isozyme was not elucidated. The bioactivation and mitochondrial toxicity of 3-MeSO(2)-DDE observed in vivo has recently been reproduced in an ex vivo tissue-slice culture preparation."
        }
    ],
    "sediment_soil_concentrations": [
        {
            "References": "(1) Bashour I et al; J Environ Sci Health B39: 273-283 (2004) (2) Feng,K et al; Chemosphere 50: 683-687 (2003) (3) Zhu Y et al; Chemosphere 60: 770-778 (2005)",
            "Value": "SOIL: DDT was detected in surface soil samples in agricultural areas in Lebanon at levels ranging from 0 to 1190 ng/g, all within the permissible limits for soil(1). During a monitoring study conducted in the Taihu Lake region, China (1999-2000), DDT was detected in 5 out of 10 samples in surface soil (0-15 cm) at concns ranging from 0.3 - 5.3 ug/kg, 6 out of 10 samples in subsoil layer (16-30 cm) ranging from 0.5 - 4.0 ug/kg, 4 out of 10 samples in deep soil layer (31-50 cm) ranging from 0 - 2.7 ug/kg(2). In the shallow subsurface soils (5-30 cm) and deep soil layers (150-180 cm) of the Beijing, China outskirts the total DDT concn (including p,p'-DDT, p,p'-DDE, p,p'-DDD, o,p'-DDT) ranged from 1.36 to 56.61 ng/g dry wt and 0.77 to 2178 ng/g dry wt, respectively(3)."
        },
        {
            "References": "(1) Crockett AB et al; Pest Monit J 8: 69-97 (1974) (2) Carey AE et al; Pest Monit J 12: 117-36 (1978) (3) Carey AE et al; Pest Monit J 12: 209-29 (1979) (4) Carey AE et al; Pest Monit J 14: 23-5 (1980) (5) Carey AE et al; Pest Monit J 13: 17-22 (1979) (6) Suzuki M et al; Bull Environ Contam Toxicol 12: 275-80 (1974) (7) Kumari B et al; Bull Environ Contam Toxicol 57: 787-93 (1996)",
            "Value": "SOILS: DDT was detected in 306 out of 1,506 US soil samples at 0.01-69.3 ppm during 1970(1), 305 out of 1,486 samples at 0.01-245.18 ppm in 1972(2) and in 274 out of 1,483 samples at 0.01-18.93 ppm in 1973(3). DDT was detected in 25 of 99 rice growing soils in 5 US states at concentrations of 0.01-0.04 ppm in 1972(4). DDT was detected in 217 of 345 urban soils in 5 US states at concentrations 0.01-5.86 ppm in 1971(5). DDT was detected in soils from Kitakyushu, Japan, at concentrations of 0.015-9.8 ppm(6). DDT was detected in soils in India at concentrations of 0.02-0.039 ug/g during 1992-1994(7)."
        },
        {
            "References": "(1) Feng K et al; Chemosphere 50: 683-687 (2003) (2) Schwarzbauer J et al; Environ Sci Technol 37: 488-495 (2003) (3) Wong HL et al; Arch Environ Contam Toxicol 50: 153-165 (2006) (4) Cleemann M et al; Organochlorines in Sediments and Biota from Greenland. IN: Organohalogen Compds Vol. 32 (Dioxin 97, 17th Int Symp Chlor Diox and Rel Compds) pp 268-271 (1997) (5) Didomenico A et al; Organohalogen Compds 39(Dioxin 98, 18th Symp Halogen Environ Org Pollut): 205-10 (1998) (6) Ma M et al; Mar Pollut Bull 42: 132-36 (2001)",
            "Value": "SEDIMENT: During a monitoring study conducted in the Taihu Lake region, China (1999-2000), DDT concns ranged from 0.1 - 8.8 ug/kg(1). DDT was detected in the sediments of Teltow Canal, Germany, in samples taken from three sampling sites in 1997 and 1999. Concns ranged from <5 to 9,700 ug/kg dry matter(2). Sediment samples from Mai Po and A Chau areas near Hong Kong, taken in June 2002 and January 2003 had mean DDT concns ranging from no detection to 4.07 ng/g dry wt in the dry season, and no detection to 5.45 ng/g dry wt in the wet season(3). Lake and sea sediments collected in the summers of 1994 and 1995 from four locations in Greenland were analyzed for persistent organic polluntants; the geometric mean concn of DDTs (p,p'-DDT, p,p'-DDD, p,p'-DDE) were <0.03 ug/kg dry wt in lake (n = 4) and sea sediments (n = 20)(4). DDT was detected in top-layer sediment samples taken in 1992 and 1995 from the Venice Lagoon, Italy. The reported concns ranged from <0.3 to 11 ng/g dry wt (area 1: industrial or prevailing industrial exposure); 0.51 to 20 ng/g dry wt (area 2: urban or prevailing urban exposure); <0.3 to 10 ng/g dry wt (area 3: mixed exposure); <0.05 to 1.3 ng/g dry wt (area 4: low exposure, open fishing area); <0.05 to 0.74 ng/g dry wt (general environment, open sea)(5). During a study analyzing the sediments of twenty sampling sites in the intertidal zone of Bohai Sea and the Yellow Sea, DDT was detected at a mean level of 97.03 ng/g dry wt in 90% of samples analyzed, with a max concn of 667.12 ng/g dry wt(6)."
        },
        {
            "References": "(1) Masahide K et al; in Organohalogen Compds. 39(Dioxin 98, 18th Symp Halogen Environ Org Pollut): 331-335 (1998) (2) Savinov V et al; in Organohalogen Compds 43(Dioxin 99, 19th Symp Halogen Environ Org Pollut): 409-12 (1999)",
            "Value": "SEDIMENT: DDT was detected in brackish and fresh water sediments in Gdansk, Szczecin and Katowice, Poland during a study conducted between 1993 and 1994. The concns were reported as 4.9 ng/g dry wt (n = 20), range of 0.022 to 51 ng/g dry wt in northern Poland and 4.8 ng/g dry wt (n = 3), range of 1.8 to 6.5 ng/g dry wt in southern Poland(1). DDT was detected in sediments of the Guba Penchanga, Barents Sea, Russia at a mean concn of 6.87 ng/g dry wt (range = 0.10 to 31.3 ng/g). Adjacent areas had a reported DDT concn of 1.39 ng/g dry wt (range = 0.05 to 2.97 ng/g)(2)."
        },
        {
            "References": "(1) Staples CA et al; Environ Toxicol Chem 4: 131-42 (1985) (2) Schacht RA; Pesticides in the Illinois Waters of Lake Michigan. USEPA-660/3-74-002 (1974) (3) Leland HV et al; Environ Sci Technol 7: 833-8 (1973) (4) Maguire RJ et al; J Great Lakes Res 9: 281-6 (1983) (5) Hindin E et al; Res Rev 7: 130-56 (1964) (6) Saleh FY et al; J Environ Sci Health 913: 261-94 (1978) (7) Buchert H et al; Chemosphere 10: 945-6 (1981) (8) Albert LA; pp. 1-44 in Rev. Environ Contam Toxicol Vol. 147, Ware GW ed, NY, NY: Springer-Verlag (1996) (9) Kalazic T et al; Chemosphere 36: 1615-25 (1998)",
            "Value": "SEDIMENTS: The US, STORET database 1980-83 reported DDT was detected in 604 out of 1,139 sediment samples at a median concn of 0.1 ppb(1). DDT was detected in 50 samples of Lake Michigan sediments near IL, at concns of 0.11-13 ppb in 1970-1971(2). DDT was detected in southern Lake Michigan sediment at median concns of: 9.3 ppb (top sediments); 3.8 ppb (2-6 cm depth); 3.0 ppb (6-12 cm depth)(3). DDT was detected in Niagara River, suspended solids, at an avg concn of 32 ppb(4). DDT was detected in the Columbia River Basin, WA, in 1961 at concns of 56 and 95 ppb and in 1962 at concns of 0.7-9.6 ppb(5). DDT was detected in dredged sediments from the James River, VA in 1976 at a concn of 6.9 ppm and Barley Creek, VA at concns of 533 and 349 ppm(6). DDT was detected in 9 out of 10 lake sediments from Germany at 0.2-188 ppb(7). DDT was detected in sediment from 2 coastal lagoons in northwest Mexico at concns of 7.62 and 16.4 ug/kg and from 3 coastal lagoons in the Gulf of Mexico at 0.88-2.24 ug/kg(8). DDT was detected in sediment from Lake Simbirizzi, Italy at concns of 0.05-0.62 ug/kg(9)."
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "(1) Reinbold KA et al; Adsorption of Energy-Related Organic Pollutants p. 96 USEPA-600/3-79-086 (1979) (2) Sharom MS et al; Res Rev 14: 1095-100 (1980) (3) Swann RL et al; Res Rev 85: 17-28 (1983)",
            "Value": "The Koc of DDT ranges from 1.13X10+5(1) to 3.5X10+5(2). According to a classification scheme(3), these Koc values suggest that DDT is expected to be immobile in soil."
        },
        {
            "References": "Callahan, M.A., M.W. Slimak, N.W. Gabel, et al. Water-Related Environmental Fate of 129 Priority Pollutants. Volume I. EPA-440/4 79-029a. Washington, DC: U.S. Environmental Protection Agency, December 1979., p. 25-12",
            "Value": "The sorption of DDT to suspended sediments and bottom muds has been well established by analyses of environmental samples; few quantitative studies of DDT sorption onto suspended particulates in water are available. Sorption to sediments is an important process for DDT in aquatic systems, however, with partition coefficients of 1X10+3 to 1X10+7 found for some soils suspended in aqueous solutions."
        },
        {
            "References": "Callahan, M.A., M.W. Slimak, N.W. Gabel, et al. Water-Related Environmental Fate of 129 Priority Pollutants. Volume I. EPA-440/4 79-029a. Washington, DC: U.S. Environmental Protection Agency, December 1979., p. 25-12",
            "Value": "... Sorption of DDT by an aqueous suspension of sodium humate and by a soil containing 1.4% humic substances /has been measured/; the 1/n and K values for the Freundlich isotherm plots were 0.7 and 1.1X10+5, respectively, for the suspended sodium humante, and 0.7 and 1.0X10+7, respectively, for the soil."
        },
        {
            "References": "Callahan, M.A., M.W. Slimak, N.W. Gabel, et al. Water-Related Environmental Fate of 129 Priority Pollutants. Volume I. EPA-440/4 79-029a. Washington, DC: U.S. Environmental Protection Agency, December 1979., p. 25-12",
            "Value": "... K values for sorption of DDT from aqueous solution to 3 soils /were measured/; no data were reported for the 1/n Freundlich parameter. The K values for sandy loam, clay, and muck soils were 1.3X10+3, 1.4X10+4, and 1.1X10+5 respectively. ... The sorption isotherm for sorption of DDT from seawater onto several oceanic sediments containing 0.84% to 0.51% organic carbon /was measured/; the values of 1/n and K were 2.0 and 1.0X10+6 respectively."
        }
    ]
}