{
    "_id": {
        "$oid": "6682e7fac4e5dba5ffba2349"
    },
    "CID": {
        "$numberInt": "3039"
    },
    "Name": "Dichlorvos",
    "IUPACName": "2,2-dichloroethenyl dimethyl phosphate",
    "CanonicalSMILES": "COP(=O)(OC)OC=C(Cl)Cl",
    "Synonyms": [
        "dichlorvos",
        "62-73-7",
        "DDVP",
        "Dichlorophos",
        "2,2-Dichloroethenyl dimethyl phosphate",
        "Vapona",
        "2,2-Dichlorovinyl dimethyl phosphate",
        "Chlorvinphos",
        "Dichlorphos",
        "Krecalvin",
        "Lindanmafu",
        "Bibesol",
        "Brevinyl",
        "Canogard",
        "Divipan"
    ],
    "IsomericSMILES": "COP(=O)(OC)OC=C(Cl)Cl",
    "INCHI": "InChI=1S/C4H7Cl2O4P/c1-8-11(7,9-2)10-3-4(5)6/h3H,1-2H3",
    "INCHIKEY": "OEBRKCOSUFCWJD-UHFFFAOYSA-N",
    "Formula": "C4H7Cl2O4P",
    "MolecularWeight": {
        "$numberDouble": "220.97"
    },
    "Description": "Dichlorvos is an alkenyl phosphate that is the 2,2-dichloroethenyl ester of dimethyl phosphate. It has a role as an EC 3.1.1.7 (acetylcholinesterase) inhibitor, an anthelminthic drug, an EC 3.1.1.8 (cholinesterase) inhibitor, an antibacterial agent and an antifungal agent. It is an alkenyl phosphate, a dialkyl phosphate, an organophosphate insecticide and an organochlorine acaricide.",
    "XlogP": {
        "$numberDouble": "1.4"
    },
    "Complexity": {
        "$numberInt": "181"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "plant_concentrations": [
        {
            "References": "(1) Zhang ZL et al; J Environ Monit 4: 498-504 (2002) (2) IARC; Some Halogenated Hydrocarbons. V20 (1979). Monographs on the Evaluation of the Carcinogenic Risk of Chemicals to Humans. Geneva: World Health Organization, International Agency for Research on Cancer, 1972-PRESENT. (Multivolume work). Available, from, as of Jun 1, 2017: https://monographs.iarc.fr/ENG/Classification/index.php",
            "Value": "Plant samples (leaves from grass, sweet potato, pomelo, banana and paddy) taken from the River Wuchuan catchment in southeast China in September 2000 contained a mean dichlorvos concentration of 4.30 ng/g(1). Dichlorvos was detected (concentrations not reported) in the leaves of cabbage and onion plants during the first 7 days after spraying(2)."
        }
    ],
    "animal_concentrations": [
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V20 (1979)",
            "Value": "Dichlorvos, a degradation product of trichlorfon, was found in sheep organs and in the tissue of cattle, 7 days and 15-22 days after application of trichlorfon, respectively."
        }
    ],
    "environmental_bioconcentrations": [
        {
            "References": "(1) Abd-Allah AMA; Alex Sci Exch 16: 61-9 (1995) (2) Tsuda T et al; Chemosphere 25: 1945-51 (1992) (3) Franke C et al; Chemosphere 29: 1501-14 (1994)",
            "Value": "The whole-body BCF measured in carp (Cyprinus carpio) was <0.5 after exposure to 1.3 ug/L of dichlorvos for 7 days(1). The excretion rate and half-life were 0.56 L/hour and 0.6 hours, respectively, indicating that dichlorvos is readily eliminated from carp(1). Willow shiner (Gnathopogon caerulescens), exposed to 2.3 ug/L of dichlorvos for 7 days had an average whole-body BCF of 0.8(2). According to a classification scheme(3), these BCF suggest bioconcentration in aquatic organisms is low."
        }
    ],
    "environmental_biodegradations": [
        {
            "References": "(1) MacBean C, ed; e-Pesticide Manual. 15th ed., ver. 5.1, Alton, UK; British Crop Protection Council. Dichlorvos (62-73-7) (2008-2010) (2) Thom NS, Agg AR; Proc Roy Soc Lond B 189: 347-57 (1975) (3) Kawamoto K, Urano K; Chemosphere 21: 1141-52 (1990) (4) Lieberman MT, Alexander M; J Agric Food Chem 31: 265-7 (1983) (5) Rosenberg A et al; Microbial degradation of pesticides. Cornell Univ, Ithaca, NY. N00014-78-C-0044 (1979) (6) Lamoreaux RJ, Newland LW; Chemosphere 10: 807-14 (1978) (7) Guerguis MW, Shafik MT; Bull Entomol Soc Egypt Econ Ser 8: 29-32 (1975) (8) Sattar MA; Chemosphere 20: 387-96 (1990)",
            "Value": "AEROBIC: Dichlorvos was reported to have a half-life of <1 day in biologically active soils and water systems(1). Dichlorvos was listed as being amenable to biodegradation after acclimation(2). The biodegradation rate constant and half-life for dichlorvos was determined to be 0.20 L/d and 3.5 days, respectively, in an aerobic biodegradability test using an activated sludge inoculum incubated at 20 °C for 50 days(3). Dichlorvos (present at high levels) was degraded but not completely removed when incubated with sewage for 7 days at 29 °C; biodegradation products were dichloroethanol, dichloroacetic acid and ethyl dichloroacetate(4). Dichlorvos was found to have 8-14% of theoretical BOD in an 8 day laboratory test using a sewage inoculum(5). Dichlorvos, added to Houston black clay, degraded 71% (49.7% hydrolysis, 21.3% biodegradation) in 10 days(6). The presence of active microorganisms reduced the half-life of dichlorvos in clay and calcareous soil from 0.9 to 0.75 days and 0.85 to 0.70 days, respectively(7). The average first-order rate constants of dichlorvos in an acidic silty clay soil and a neutral sandy clay soil were 0.0423 and 0.04443 L/day, respectively; the half-life in both soils was reported as 16 days(8)."
        },
        {
            "References": "(1) Kameya T et al; Sci Total Environ 170: 43-50 (1995) (2) Kawamoto K, Urano K; Chemosphere 21: 1141-52 (1990)",
            "Value": "ANAEROBIC: A low concentration of dichlorvos (3 mg-C/L) degraded within 7 days in an anaerobic biodegradability test at 37 °C(1). The biodegradation rate constant and half-life for dichlorvos was determined to be 0.20 L/d and 3.5 days, respectively, in a study using 30 mg/L anaerobic microorganisms cultured by an artificial sewage incubated at 20 °C under anaerobic conditions for 50 days(2)."
        }
    ],
    "fish_seafood_concentrations": [
        {
            "References": "(1) Kay JF; pp. 404-9 in Residues of Veterinary Drugs in Food, Vol 2., Haagsmam N, et al, eds., (Proc Euro Residue II), May 3-15, 1993. (1993) (2) Padula DJ et al; Chemosphere 86: 709-17 (2012)",
            "Value": "None of the 92 samples of farmed salmon analyzed as part of a farmed fish surveillance in the U.K. between Oct 1987 and Feb 1989 contained residues of dichlorvos(1). Dichlorvos was not detected (detection limit 0.01 mg/kg) in Australian farmed yellowtail kingfish (Seriola lalandi) or Mulloway (Argyrosomus hololepidotus); fish were collected Sept 2003 to July 2004(2)."
        }
    ],
    "logP": [
        {
            "References": "Hansch, C., Leo, A., D. Hoekman. Exploring QSAR - Hydrophobic, Electronic, and Steric Constants. Washington, DC: American Chemical Society., 1995., p. 9",
            "Value": "log Kow = 1.43"
        }
    ],
    "mechanism_of_action": [
        {
            "References": "Plumb D.C. Veterinary Drug Handbook. 8th ed. (pocket). Ames, IA: Wiley-Blackwell, 2015., p. 431",
            "Value": "Like other organophosphate agents, dichlorvos inhibits acetylcholinesterase interfering with neuromuscular transmission in susceptible parasites."
        },
        {
            "References": "PMID:19379766",
            "Value": "Dichlorvos is the active molecule of the pro-drug metrifonate used to revert the cognitive deficits associated with Alzheimer's disease. A few years ago it was reported that dichlorvos inhibits the enzyme acylpeptide hydrolase at lower doses than those necessary to inhibit acetylcholinesterase to the same extent. Therefore, the aim of our investigation was to test the hypothesis that dichlorvos can enhance synaptic efficacy through a mechanism that involves acylpeptide hydrolase instead of acetylcholinesterase inhibition. We used long-term potentiation induced in rat hippocampal slices as a model of synaptic plasticity. Our results indicate that short-term exposures (20 min) to 50 uM dichlorvos enhance long-term potentiation in about 200% compared to the control condition. This effect is correlated with approximately 60% inhibition of acylpeptide hydrolase activity, whereas acetylcholinesterase activity remains unaffected. Paired-pulse facilitation and inhibition experiments indicate that dichlorvos does not have any presynaptic effect in the CA3-->CA1 pathway nor affect gabaergic interneurons. Interestingly, the application of 100 nM methyllicaconitine, an alpha(7) nicotinic receptor antagonist, blocked the enhancing effect of dichlorvos on long-term potentiation. These results indicate that under the exposure conditions described above, dichlorvos enhances long-term potentiation through a postsynaptic mechanism that involves (a) the inhibition of the enzyme acylpeptide hydrolase and (b) the modulation of alpha(7) nicotinic receptors."
        },
        {
            "References": "PMID:26499117",
            "Value": "Exposure to dichlorvos (DDVP), an organophosphorus pesticide, is known to result in neurotoxicity as well as other metabolic perturbations. However, the molecular causes of DDVP toxicity are poorly understood, especially in cells other than neurons and muscle cells. To obtain a better understanding of the process of non-neuronal DDVP toxicity, we exposed zebrafish to different concentrations of DDVP, and investigated the resulting changes in liver histology and gene transcription. Functional enrichment analysis of genes affected by DDVP exposure identified a number of processes involved in energy utilization and stress response in the liver. The abundance of transcripts for proteins involved in glucose metabolism was profoundly affected, suggesting that carbon flux might be diverted toward the pentose phosphate pathway to compensate for an elevated demand for energy and reducing equivalents for detoxification. Strikingly, many transcripts for molecules involved in beta-oxidation and fatty acid synthesis were down-regulated. We found increases in message levels for molecules involved in reactive oxygen species responses as well as ubiquitination, proteasomal degradation, and autophagy. To ensure that the effects of DDVP on energy metabolism were not simply a consequence of poor feeding because of neuromuscular impairment, we fasted fish for 29 or 50 hr and analyzed liver gene expression in them. The patterns of gene expression for energy metabolism in fasted and DDVP-exposed fish were markedly different. We observed coordinated changes in the expression of a large number of genes involved in energy metabolism and responses to oxidative stress. These results argue that an appreciable part of the effect of DDVP is on energy metabolism and is regulated at the message level. Although we observed some evidence of neuromuscular impairment in exposed fish that may have resulted in reduced feeding, the alterations in gene expression in exposed fish cannot readily be explained by nutrient deprivation."
        },
        {
            "References": "PMID:24001591",
            "Value": "The main target of neurotoxins is neurons because they comprise the main part of neural function, but glial cells may be indirect targets because they support the function of neurons. Among the glial cells, astrocytes in particular act as \"nurse cells\", regulating neuronal survival and functions. In the present study, to reveal whether a known neurotoxic substance, organophosphate dichlorvos (DDVP), affects the differentiation of astrocytes, we used an astrocyte differentiation model in rat glioma C6 cells. Morphological change and induction of GFAP expression in the differentiating C6 cells were suppressed by DDVP treatment. The known potential targets of DDVP are acetylcholine esterase (AChE), fatty acid amide hydrolase and methyl guanine methyl transferase. Among the specific inhibitors against these enzymes, the AChE inhibitor paraoxon successfully suppressed the cellular morphological changes and the induction of GFAP expression in differentiating C6 cells. These results indicate that DDVP inhibits differentiation in the C6 astrocyte-differentiation model, in which at least AChE inhibition is involved and that AChE is a potent regulator of the differentiation. Furthermore, considering that the main substrate of AChE is ACh, thus, ACh may act as regulators of astrocyte differentiation."
        },
        {
            "References": "PMID:24978939",
            "Value": "The toxicity of dichlorvos (DDVP), an organophosphate (OP) pesticide, classically results from modification of the serine in the active sites of cholinesterases. However, DDVP also forms adducts on unrelated targets such as transferrin and albumin, suggesting that DDVP could cause perturbations in cellular processes by modifying noncholinesterase targets. Here we identify novel DDVP-modified targets in lysed human hepatocyte-like cells (HepaRG) using a direct liquid chromatography-mass spectrometry (LC-MS) assay of cell lysates incubated with DDVP or using a competitive pull-down experiments with a biotin-linked organophosphorus compound (10-fluoroethoxyphosphinyl-N-biotinamidopentyldecanamide; FP-biotin), which competes with DDVP for similar binding sites. We show that DDVP forms adducts to several proteins important for the cellular metabolic pathways and differentiation, including glyceraldehyde-3-phosphate dehydrogenase (GAPDH) and actin. We validated the results using purified proteins and enzymatic assays. The study not only identified novel DDVP-modified targets but also suggested that the modification directly inhibits the enzymes. The current approach provides information for future hypothesis-based studies to understand the underlying mechanism of toxicity of DDVP in non-neuronal tissues. The MS data have been deposited to the ProteomeXchange with identifier PXD001107."
        },
        {
            "References": "PMID:23532982",
            "Value": "The molecular mechanism(s) mediating long-term adverse effects of dichlorvos, a widely used insecticide, are still unclear. Our work uncovered a new cellular effect of dichlorvos in cultured human cells, i.e. its capacity to induce extremely aberrant mitotic spindles with monopolar microtubule arrays that were associated with hypercondensed chromosomes and pyknotic chromatin masses. Monopolar spindles produced by dichlorvos treatment were characterized by the delocalization of the depolymerizing kinesin Kif2a from spindle poles. Dichlorvos-induced spindle monopolarity could be reversed by promoting microtubule stabilization through chemical treatment or by inhibiting the depolymerizing function of the kinesin MCAK at kinetochores. These findings demonstrate that dichlorvos inhibits the depolymerizing activity of Kif2a at centrosomes and thereby disrupts the balance of opposing centrosomal and kinetochore forces controlling spindle bipolarity during prometaphase. Dichlorvos-induced defects in spindle bipolarity may be responsible for the previously reported induction of aneuploidy by this chemical. Collectively, these results indicate that environmental chemicals, such as dichlorvos, may promote chromosome instability by interfering with the cell division machinery."
        },
        {
            "References": "PMID:17850875",
            "Value": "The present study elucidates a possible mechanism by which chronic organophosphate exposure (dichlorvos 6 mg/kg bw, s.c. for 12 weeks) causes neuronal degeneration. Mitochondria, as a primary site of cellular energy generation and oxygen consumption represent itself a likely target for organophosphate poisoning. Therefore, the objective of the current study was planned with an aim to investigate the effect of chronic dichlorvos exposure on mitochondrial calcium uptake, oxidative stress generation and its implication in the induction of neuronal apoptosis in rodent model. Mitochondrial preparation from dichlorvos (DDVP) treated rat brain demonstrated significant increase in mitochondrial Ca(2+) uptake (644.2 nmol/mg protein). Our results indicated decreased mitochondrial electron transfer activities of cytochrome oxidase (complex IV) along with altered mitochondrial complex I, and complex II activity, which might have resulted from elevated mitochondrial calcium uptake. The alterations in the mitochondrial calcium uptake and mitochondrial electron transfer enzyme activities in turn might have caused an increase in malondialdehyde, protein carbonyl and 8-hydroxydeoxyguanosine formation as a result of enhanced lipid peroxidation, and as well as protein and mtDNA oxidation. All this could have been because of enhanced oxidative stress, decreased GSH levels and also decreased Mn-SOD activity in the mitochondria isolated from dichlorvos treated rat brain. Thus, chronic organophosphate exposure has the potential to disrupt cellular antioxidant defense system which in turn triggers the release of cytochrome c from mitochondria to cytosol as well as caspase-3 activation in dichlorvos treated rat brain as revealed by immunoblotting experiments. Low-level long-term organophosphate exposure finally resulted in oligonucleosomal DNA fragmentation, a hallmark of apoptosis. These studies provide an evidence of impaired mitochondrial bioenergetics and apoptotic neuronal degeneration after chronic low-level exposure to dichlorvos."
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "PMID:20364066",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Dichlorvos is an important insecticide used largely. Some studies have demonstrated that organophosphate pesticide has effects on erythrocyte membrane structures, which is critical to erythrocyte function and hemorheology. The aim of the present study was to explore the effect of oxidative stress on hemorheological changes during dichlorvos poisoning in rabbits. Data indicated that after dichlorvos exposure the hematocrit adjusted viscosity at high shear rate increased and erythrocyte membrane fluidity decreased. Data obtained from plasma showed that lipid peroxidative substance-malonaldehyde was elevated and superoxide dismutase was reduced. In summary, oxidative stress does occur in dichlorvos poisoning and may lead to hemorheological alterations. The changes of hemorheology may be responsible for the pathophysiology of the dichlorvos poisoning."
        },
        {
            "References": "PMID:22202465",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Formulation components of organophosphate insecticidal preparations might affect their toxic action in animals. The objective of this study was to examine and compare the acute toxicity and cholinesterase inhibition in seven to 14-day-old chicks dosed orally with dichlorvos and diazinon in standard veterinary and agricultural formulations. The acute (24 hr) oral median lethal doses (LD50) of the formulations were determined using the up-and-down method. Respective LD50 of dichlorvos of the veterinary and agricultural formulations in chicks were 11.1 mg/kg and 6.51 mg/kg and those of diazinon 6.4 mg/kg and 6.7 mg/kg. Plasma and brain cholinesterase activities were measured by electrometry after in vivo and in vitro exposure to organophosphates. The chicks showed signs of cholinergic toxicosis within one hour of dosing. Dichlorvos (8 mg/kg) and diazinon (4 mg/kg) in the veterinary and agricultural formulation significantly reduced both plasma and brain cholinesterase activities in the chicks. The veterinary formulation of dichlorvos reduced plasma ChE by 60% and agricultural by 40% and brain ChE by 93% and 87%, respectively. In contrast, ChE inhibition by diazinon in the agricultural formulation of diazinon was stronger than by the veterinary formulation; 72% vs. 64% in plasma and 97% vs. 80% in the brain, respectively. The highest in vitro inhibitions were observed with dichlorvos in the agricultural formulation (50%) in the brain samples and with diazinon in the agricultural formulation (52%) in the plasma samples. While they exist, differences between formulations cannot be taken as a rule and further investigations should inventory the toxicity of standard veterinary and agricultural organophosphate formulations in addition to the known data for pure forms."
        },
        {
            "References": "PMID:22728148",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ A human prospective study confirmed that the severity and time-course of organophosphate poisonings depend on the compound. Our purpose was to assess the ventilation at rest and cholinesterase activities from 5 min to 72 hr in rats poisoned with dichlorvos at 40% of the /median lethan dose/ (5.12 mg/kg). Ventilation at rest was recorded by whole body plethysmography and core temperature by infrared telemetry (DSI system). Results are expressed as mean +/- standard error of the mean/. Statistical analyses used two-way ANOVA. Dichlorvos induced the onset of respiratory effects within 5 min and hypothermia which peaked at 15 min, both reversed within 90 min post-injection. Dichlorvos significantly decreased respiratory frequency, resulting from an increase in expiratory time and associated with increased tidal volume. Tissues and whole blood cholinesterase activities were significantly decreased until the end of experiment. Our study showed that an inhibition of cholinesterase was correlated with an effect on respiratory functions at 15 min and 60 min. However, 24 hr post-poisoning, the increase in cholinesterase activity was not completed while ventilatory parameters were within the normal range. Respiratory effects were both qualitatively and quantitatively similar to those induced by diethylparaoxon. However the effects strongly differed between diethylparaoxon lasting hours while dichlorvos lasted tens of minutes."
        },
        {
            "References": "PMID:23075712",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Respiratory failure is the main cause of death in acute organophosphorus pesticide poisoning. In this study, a pulse-induced contour cardiac output monitor was used to evaluate the respiratory status in a pig model of acute dichlorvos poisoning. Twenty female pigs were randomly allocated to dichlorvos (n = 7), atropine (n = 7), and control (n = 6) groups. In the dichlorvos group, pigs were administered 80% emulsifiable dichlorvos (100 mg/kg) via a gastric tube. In the atropine group, pigs were similarly administered dichlorvos, and 0.5 hours later, atropine was injected to attain and maintain atropinization. The control group was administered saline solution. Arterial blood gas was measured at 0, 0.5, 1, 2, 4, and 6 hours post-injection. The extravascular lung water index and pulmonary vascular permeability index were recorded by the pulse-induced contour cardiac output monitor. At termination of the study, the animals were euthanized, the lung wet-to-dry weight ratio was determined, and histopathology was observed. In the dichlorvos group, the extravascular lung water index and pulmonary vascular permeability index were substantially increased from 0.5 hours and were particularly high within 1 hour. In the atropine group, these indices increased initially, but decreased from the 1-hour mark. The control group exhibited no obvious changes. In both the dichlorvos and atropine groups, the extravascular lung water index was negatively correlated with partial pressure of oxygen/fraction of inspiration oxygen (PO2/FiO2) and positively correlated with the pulmonary vascular permeability index. Compared with the control group, the lung wet-to-dry weight ratio markedly increased and the histopathological findings obviously changed in the dichlorvos group, but only mildly increased and changed, respectively, in the atropine group. The extravascular lung water index is an appropriate and valuable parameter for assessment of respiratory function in acute dichlorvos poisoning."
        },
        {
            "References": "PMID:3738227",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Clinical and pulmonary function changes induced by iv administration of dichlorvos, the toxicosis and reversibility of these changes after atropine treatment were investigated using six Friesian calves one to three months old. From one minute after dosage, all animals exhibited severe respiratory distress, excitation, weakness, muscle fasciculation and cholinesterase inhibition. Decreases in dynamic lung compliance and arterial oxygen tension and increases in total pulmonary resistance, viscous work of breathing and alveolar arterial oxygen gradient were highly significant (p< 0.01). Body secretions, heart rate, respiratory rate, tidal volume and arterial carbon dioxide tension were not significantly affected by dichlorvos injection. Atropine promptly and completely reversed these changes, except for muscle fasciculations, central depression and cholinesterase inhibition which disappeared progressively within 24 hours."
        },
        {
            "References": "PMID:3703907",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Three organophosphate compounds, dichlorvos, parathion, and diisopropylfluorophosphate were tested as an unconditioned stimulus in the conditioned taste aversion test /(CTA)/. All three compounds caused a dose dependent CTA in rats at doses which did not induce any other signs of toxicity. Experiments with dichlorvos indicated that the minimum dose which caused conditioned taste aversion did not alter the rat's sensitivity to pain or their behavior in either an open field or an inclined plane. Cholinesterase activity was inhibited in a dose dependent manner in brain and plasma after administration of the organophosphates and conditioned taste aversion was correlated with the degree of plasma cholinesterase inhibition. CTA appears to be a sensitive indicator of neurobehavioral effects of mild exposure to organophosphates which causes only 30-40% inhibition of plasma cholinesterase."
        },
        {
            "References": "Begum SJ et al; Environ Ecol 4 (2): 205-6 (1986)",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Alanine aminotransferase and aspartate transferase activities in the liver, brain, and muscle were increased following ip administration of dichlorvos to mice (4 mg/kg/day for 5 days). The increase was the highest in the liver. Dichlorvos also increased the glutamate dehydrogenase activity. The increase was more in the liver than in the muscle and brain."
        },
        {
            "References": "Bharathi C, Prasada Rao DGV; Bull Environ Contam Toxicol 42 (5): 773-7 (1989)",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Snails (Thiara torulosa) were exposed in 2 liter tanks to dichlorvos at concentration causing 5 to 95% mortality. Oxygen consumption was measured before and after 24 hr of exposure to the insecticide. At 24, 48, 72, and 96 hr of dichlorvos exposure, the LD50 (mg/mL) and 95% confidence limits, respectively, were as follows: 12.66 (11.44-14.00), 10.69 (9.73-11.75), 9.40 (8.39-10.47), and 8.70 (7.58-10.02). Oxygen consumption values after insecticide exposure showed a significant increase at sublethal concentration, but decreased at concentration > LC50."
        },
        {
            "References": "Humphreys, D.J. Veterinary Toxicology. 3rd ed. London, England: Bailliere Tindell, 1988., p. 162",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Horses: Signs of toxicity developed in two of four foals given 50 mg/kg body weight of dichlorvos orally, whereas all the animals given twice this level or more were affected."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. V7 819",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ When rats were given single oral doses of 0.5, 35, or 70 mg/kg dichlorvos by gavage, the 35- and 70-mg/kg groups exhibited cholinergic signs within 15 min after dosing. Several animals in the 70-mg/kg group died. No signs of toxicity were apparent in any rats given 0.5 mg/kg or in any of the 35- or 70-mg/kg treated rats that survived 7 days after dosing."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. V7 819",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Inhalation exposures are more potent on the basis of body weight than oral exposures ... A saturated atmosphere of dichlorvos (230-341 mg/cu m) caused deaths among rats after 7 to 62 hr."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. V7 819",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ In a guinea pig maximization test, induction with dichlorvos by intradermal injection and topical application and subsequent challenge with topical dichlorvos solutions showed sensitization."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. V7 819",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ No adverse effects occurred in rhesus monkeys exposed to 0.48, 2.3, 2.6 or 12.9 mg/cu m for 2 hr/day for 4 days, although RBC cholinesterase was inhibited in monkeys exposed to 12.9 mg/cu m."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. V7 818",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Cholinergic signs occurred within 7-15 min in dogs given a single oral dose of 11 or 22 mg/kg dichlorvos. Three of 12 dogs given 22 mg/kg died within 10-155 min of treatment. Similar effects occurred when dogs were given 2-11 mg/kg dichlorvos intravenously, but death occurred slightly more rapidly, by 7 minutes in 1 case."
        },
        {
            "References": "PMID:9004462",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Dosing male mice with 125 mg dichlorvos/kg orally produced cholinergic overstimulation and death in up to 100% of the animals. ..."
        },
        {
            "References": "PMID:23060408",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ This study aims to assess the metabolomic profile and related histopathological outcomes of rat plasma after chronic low-dose exposure to dichlorvos (DDVP). A total of 120 male Wistar rats were treated with 0, 2.4, 7.2, and 21.6 mg/kg of body weight/day DDVP continuously for 24 weeks by drinking water. Rat plasma samples were collected at different time-points to measure the metabolomic profiles by ultra-performance liquid chromatography-mass spectrometry (UPLC-MS). Liver tissue analysis was performed to correlate histopathological outcome status to plasma metabolomics. Significant changes in some of the metabolites were found in all the treated groups compared with the control group. LysoPC (15:0/0:0), LysoPC (16:0/0:0), LysoPC (17:0/0:0), LysoPC (0:0/18:0), sphingosine, sphinganine, C16 sphinganine, C17 sphinganine, and arachidonic acid were decreased in the treated groups. LysoPE (16:0/0:0) was increased after dosing with DDVP. Histopathological test outcomes coincided with the plasma metabolomic-profile analysis results obtained by UPLC-MS. The livers were damaged following chronic exposure to DDVP. Abnormal changes in some lipids in the plasma, such as LysoPC (0:0/18:0), were closely related to liver dysfunction. Therefore, metabolomic analysis provides the unique advantages of unveiling the mechanisms of DDVP."
        },
        {
            "References": "PMID:24907623",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Organophosphorus (OP) and carbamate (CM) pesticides are widely used in agriculture. These pesticides are highly toxic to humans and their residues in food pose potential threat to human health. In this study, we investigated the effect of subchronic low-level exposure of OPs (dichlorvos, DDVP; malathion, MAL), CM pirimicarb (PI), or their mixtures (DDVP+MAL, DDVP+PI) on mice liver. Metabonomic analysis based on (1)H nuclear magnetic resonance spectroscopy was carried out in combination with biochemical assays. Serum metabonomic analysis showed that levels of trimethylamine-N-oxide, lactate, acetone, very low- and low-density lipoprotein and 3-hydroxybutyrate changed after exposure to the pesticides. In the liver extracts, lactate, glucose, choline, glutathione, alanine, glutamine and isoleucine levels changed after the treatment by pesticides. Our results indicated that exposure to low dose DDVP, MAL and PI, either alone or in combination lead to alteration of liver glucose, fat and protein metabolism, energy metabolism and oxidative balance. This study also showed that metabonomics is of potential use in food toxicity study."
        },
        {
            "References": "PMID:22464154",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Seeds of faba and soybeans were treated with dichlorvos (12 mg/kg) and fenitrothion (5 mg/kg) insecticides and stored for 30 weeks. The total internal residues of dichlorvos and fenitrothion amounted to about 69%, 73% and 67%, 74% in the applied doses in faba and soybeans, respectively. The pathological potential of dichlorvos and fenitrothion residues was studied by feeding mice for 90 days with the treated seeds. Parallel studies were conducted in two control groups. Liver and kidney were taken for histological examinations. The results of blood biochemistry are supported by the histopathological changes observed in the liver and kidney of treated mice. Dichlorvos and fenitrothion insecticides caused degenerative changes in the liver and kidney of mice. Changes were more intense in mice which were given beans treated with dichlorvos than in mice fed on beans treated with fenitrothion. The livers of both treated groups showed an abnormal size and shape of hepatic cells. The kidneys of treated mice showed tubular vascular degeneration and lumen dilatation in both groups as compared with the control group."
        },
        {
            "References": "PMID:23566885",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Metabonomic analysis, clinical chemical analysis and histopathology were used to investigate the toxic effects of subchronic exposure to dichlorvos, deltamethrin, and a combination of these two pesticides, in rats. Weight loss, hind limb weakness and histopathological changes in kidney tissue were only observed in rats exposed to high doses of deltamethrin, or a combination of deltamethrin and dichlorvos. Urinary metabonomic analysis indicated that exposure to a mixture of dichlorvos and deltamethrin was followed by increases in urinary lactate, dimethylamine, N-glycoprotein (NAC) and glycine similar to those observed in rats treated with either dichlorvos or deltamethrin alone. Serum metabonomic analysis suggests that dichlorvos induced an increase in lactate and alanine and a decrease in dimethylglycine (DMG), NAC and very low- and low-density lipoprotein (VLDL/LDL). High levels of lactate and low levels of NAC and VLDL/LDL were observed in the deltamethrin treatment group. Treating rats with a mixture of dichlorvos and deltamethrin caused an increase in serum lactate, trimethylamine-N-oxide (TMAO), choline and alanine, with the highest levels of these metabolites observed in those that received the highest dose. Exposure to a mixture of dichlorvos and deltamethrin also resulted in a decrease in serum acetone, DMG, NAC, and VLDL/LDL. Changes in serum TMAO, alanine, choline and acetone in this treatment group were higher than in rats treated with either dichlorvos or deltamethrin. These results suggest that exposing rats to subchronic doses of dichlorvos, deltamethrin, or a combination of these pesticides, disrupted the energy metabolism of the liver and reduced kidney function."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. V7 819",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Several cholinergic signs occurred in dogs given 15-30 mg/kg/day for 12-24 days via corn oil capsule, and less severe cholinergic signs occurred in dogs given 1-10 mg/kg/day for 16-24 days. Doses of 0.1 mg/kg/day for up to 24 days had no effect."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. V7 819",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ When rats were given feed that delivered 0-360 mg/kg/day for 6 wk, all rats that consumed 180 mg/kg or more died whereas none that consumed 90 mg/kg/day or less died. When mice were given feed that delivered 0-1080 mg/kg/day for 6 wk, 4 of 5 females given 720 mg/kg/day died; all mice given 1080 mg/kg/day died."
        },
        {
            "References": "DHHS/ATSDR; Toxicological Profile for Dichlorvos p.57(PB/98/101124/AS) (September 1997)",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Three cynomolgus monkeys were given daily dermal doses of dichlorvos in xylene on a shaved area between the shoulder blades.  A monkey receiving 100 mg/kg/day died after 4 days.  A monkey given 50 mg/kg/day died after 8 doses over 10 days and a monkey given 75 mg/kg/day died after 10 doses over 12 days.  Clinical signs occurred within 10-20 minutes after dosing.  Signs in their order of appearance were nervousness, gritting of teeth, incoordination, muscle fasciculations, excessive salivation, labored breathing, miosis, and flaccidity."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. V7 819",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Cholinergic signs occurred in dogs given 0.625 or 1.25 mg/kg/day dichlorvos by capsule for 70-90 days. RBC and brain cholinesterase activities were inhibited in dogs given 0.625 mg/kg/day."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. V7 819",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ 90-day studies of dichlorvos in rats have shown that dietary levels up to 1000 ppm (about 70 mg/kg/day) do not result in overt cholinergic toxicity, although exposures to levels of 200 ppm or greater inhibit RBC cholinesterase."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. V7 820",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Oral gavage studies show lower effect levels. Daily administration of 7.5 mg/kg/day or more to rats via gavage for 13 wk is associated with cholinergic toxicity as well as significant RBC and brain acetylcholinesterase inhibition. Daily administration of 160 mg/kg/day by gavage for 13 wk caused death in mice as well as significant RBC and brain acetylcholinesterase inhibition. Gavage doses up to 40 mg/kg/day had no effect."
        },
        {
            "References": "PMID:6526604",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ The efect of dichlorvos on phospholipids and proteins in brain of suckling rabbits has been studied by treating the animals with dichlorvos by oral gavage for 10 days starting on the 6th day of life. In 16-day-old animals a significant decrease of amino acid concentrations in plasma was found; the concentration and synthesis of protein were lowered in their brains. The phospholipid pattern studied in the brain hippocampus exhibited changes in proportions of particular phospholipids. The ratio of phospholipids to proteins significantly increased in some brain regions."
        },
        {
            "References": "PMID:6617605",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ The effect of sublethal (1/4th, 1/8th, and 1/16th of 96 hr LC50) of dichlorvos on blood glucose, lactate, and liver and muscle glycogen levels of Clarias batrachus (walking catfish), Saccobranchus fossilis (freshwater catfish), and Mystus vittatus (catfish) exposed for 30 days.  There was an increase in blood glucose and lactate levels from 10.88 to 36.36% and a decrease in liver and muscle glycogen from 5.19 to 32.19%."
        },
        {
            "References": "Humphreys, D.J. Veterinary Toxicology. 3rd ed. London, England: Bailliere Tindell, 1988., p. 163",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Three of 12 dogs given 22 mg/kg of dichlorvos orally died.  The effect of dichlorvos on plasma and erythrocyte cholinesterase activity in the dog and the rate at which these subsequently return to normal have been studied ... .  No adverse effects, other than a reversible erythema and loss of hair in one animal, were produced in dogs wearing plastic collars, containing dichlorvos.  ... Dogs wearing either collars impregnated with 9.3% of dichlorvos or medallions containing 18.3% of this material were unaffected, whereas those wearing collars, with 16.5% of dichlorvos plus 1% chlorpyrifos developed characteristic skin lesions after four weeks."
        },
        {
            "References": "PMID:3669600",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ The organophosphate pesticide, dichlorvos (DDVP), is used commonly to control ectoparasites in laboratory rodent colonies. This compound is relatively nontoxic to Mus musculus at dosages several times the therapeutic level. However, usage of a similar therapeutic level in the white-footed mouse (Peromyscus leucopus) resulted in substantial mortality. To determine whether Peromyscus leucopus is more susceptible than Mus musculus to the toxic effects of DDVP, both species were exposed to 0, 3 and 6 g of pelleted DDVP per cage. In a subsequent experiment, Peromyscus leucopus were exposed to 0 and 1 g of DDVP per cage. Mortality was not observed in Mus musculus at any dosage level. Peromyscus leucopus exposed to 1, 3 and 6 g of DDVP exhibited mortalities of 3%, 20% and 53%, respectively.  Mean serum cholinesterase in Peromyscus leucopus exposed to 3 and 6 g of DDVP was 0.35 and 0.21 U/mL as compared to 3.13 U/mL in unexposed mice. The analogous values for Mus musculus were 1.60 and 0.79 U/ml while the level in unexposed mice was 6.79 U/mL. In the second experiment, mean serum cholinesterase in Peromyscus leucopus exposed to 1 g of DDVP was 0.32 U/mL as compared to 2.33 U/mL in unexposed mice. Histopathology revealed no lesions in the brain, liver or kidneys. The increased susceptibility of Peromyscus leucopus to the toxic effects of DDVP was related to the lowered serum cholinesterase. This indicates that DDVP should not be used for control of ectoparasites in Peromyscus leucopus."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. V7 819",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Rabbits are more sensitive than rats or mice to dichlorvos vapor. Deaths occurred in 9 of 16 rabbits exposed to 6.25 mg/cu m and in 6 of 20 rabbits exposed to 4 mg/cu m for 23 hr/day for 28 days during gestation, whereas no deaths occurred in mice or rats exposed to the same concentrations. Even exposure up to 56 mg/cu m for 14 days did not cause deaths in rats."
        },
        {
            "References": "PMID:989297",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ To determine the effects of dichlorvos vapor on the tumor incidence in rats, 5 week old Carworth Farm E strain rats weighing between 94 and 150 g were exposed to 0, 0.05, 0.5 and 5.0 mg/cu m in a 2-year inhalation study. /Groups of 50 rats of each sex, housed individually in metal cages with wire bottoms, were exposed in 10 cu m inhalation chambers to one of the 4 different atmospheres. Exposures were interrupted daily only for standard procedures such as observation of animals, feeding, weighing and cleaning. The interruption of exposure did not exceed 1 hr/day./ The growth rate of all treated rats was depressed, particularly in the males. There was increased survival of the rats exposed to 5 mg/cu m. There were no consistent differences in food intakes, organ weights, hematological or blood chemistry estimations, except in cholinesterase activites, amongst the various groups of rats. No compound-related differences were seen in acetylcholine and choline estimations carried out on a small number of female rats' brain tissues after two years' exposure. There were no gross or microscopical compound-related changes in the rats' tissues. Ultrastructural examination of the respiratory tissues of the rats from the control and 5 mg/cu m group showed no changes attributable to dichlorvos. The results of a relative risk analysis of the tumor data showed that no dose-related increase in tumor risk was established for rats of either sex. ..."
        },
        {
            "References": "US NTIS PB REP; ISS PB-270937 (1977)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Bioassay for carcinogenicity of technical grade dichlorvos administered in diet to rats and mice for 80 weeks at 150 and 326 ppm (rats) or 318 and 635 ppm (mice); no statistically significant increase in tumor incidence."
        },
        {
            "References": "PMID:3369918",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ The question has remained open, whether or not the pesticide dichlorvos (DDVP) should be classified as a carcinogen. The results of a long term experiment of testing DDVP in male and female C57B1/6/B1n mice ... did not indicate the development of neoplastic lesions due to the administration of the compound. /Results of a/ long term administration of DDVP to male and female BD IX/Bln rats /has been reported/. In the groups of male rats an increased incidence of proliferations of bile duct cells and of oval cells of the liver was observed, which was statistically significant (p < 0.05) in the group of the higher dosed animals when compared with the group of the vehicle control male rats. Among the DDVP treated female rats a significantly decreased incidence of tumors of the adrenal glands and of mammary tumors was observed as compared to the vehicle control group. Similar results were obtained in earlier experiments, when rats were treated with trichlorofon, which easily converts to DDVP. In comparison to the corresponding control group DDVP treated male rats showed a higher incidence of focal, hyperplasias of the urinary bladder, of focal hyperplasias of the pelvis and of transitional cell carcinomas of the renal pelvis. DDVP treated female rats showed the opposite, namely lower incidences of these types of tumors, when compared with the control group. In our study on rats there were no neoplastic lesions found which could be attributed to the treatment of the animals with DDVP."
        },
        {
            "References": "PMID:3689102",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Up to now the question remained open, whether or not the pesticide dichlorvos, should be classified as a carcinogen. /Results of a/ long time oral administration /study/ to male and female C57B1/6/B1n mice of dichlorvos to test the compound for carcinogenic activity /has been reported/. Dichlorvos significantly increased the incidence of focal hyperplasias (transitional cell hyperplasias) of the urinary bladder in male and female mice and decreased significantly the incidence of mixed lymphomas in mice of both sexes as compared with control animals (treated with solvent or untreated). There were no neoplastic lesions found including papillomas of the urinary bladder which could be attributed to the treatment of the animals with dichlorvos."
        },
        {
            "References": "PMID:2796389",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ The efficacy of a leukemia cell transplant model to measure potential chemotherapeutic activity was tested with five different chemicals that had previously been evaluated in 2 year studies. Leukemic spleen cells from Fischer rats were injected subcutaneously into syngeneic recipients and the effects of chemical treatment on tumor progression were evaluated at 70 days post transplant. The data from the short term assay were in all cases correlated with the trends reported for mononuclear cell leukemia in 2 year studies, where two chemicals were reported to decrease the incidence, and three chemicals were reported to increase the incidence of leukemia. Short term treatment with the two chemicals which caused negative trends for leukemia (2-ethoxyethanol or ethylene glycol monoethyl ether; 4-hexylresorcinol) delayed and/or reduced tumor growth in the transplant model in a dose related fashion, as exhibited by reduction or elimination of splenomegaly and leukoblastosis, and a reversal in the depression of red blood cell indices or platelet counts. By contrast, the rate of tumor progression was increased in the short term assay of the three chemicals which previously caused increased trends for leukemia in 2 year studies (pyridine; 2,4,6-trichlorophenol, dichlorvos). The severity of the mononuclear cell leukemia in the transplant recipients, as measured by histopathological examination of spleen and liver, was correlated with the changes in tumor growth rates. The in vivo leukemia transplant model is a short term assay that could be used to screen a variety of potential chemotherapeutic agents, or to study structure activity relationships within one class of chemicals."
        },
        {
            "References": "PMID:1900819",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Dichlorvos (dichlorovinyl dimethyl phosphoric acid ester) is a cholinesterase inhibitor used widely as a contact and stomach insecticide for control of internal and external parasites. Carcinogenesis studies were conducted by administering dichlorvos in corn oil by gavage 5 times a week for 103 weeks to groups of 50 male and 50 female Fischer rats at 0, 4, or 8 mg/kg body weight, to groups of 50 male B6C3F1 mice at 0, 10, or 20 mg/kg, and to groups of 50 female B6C3F1 mice at 0, 20, or 40 mg/kg. During the course of the studies, body weights and survival rates of the male and female rats and mice were not different from those of their respective controls; females of both species appeared to gain more weight than controls. Neoplasms induced by dichlorovos included adenomas of the exocrine pancreas (male rats), mononuclear cell leukemia (male rats), and squamous cell papilloma of the forestomach (male and female mice; two other female mice had squamous cell carcinomas). Lesions observed in female rats that may have been due to dichlorvos administration included adenomas of the exocrine pancreas and fibroadenomas of the mammary gland. The results demonstrated that dichlorvos is carcinogenic for Fischer rats and B6C3F1 mice."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. V7 821",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Carcinogenicity was not reported in male or female mice given 58 or 95 mg/kg/day or 56 or 102 mg/kg/day, respectively, in their drinking water for 2 yr. However, there was a dose-related decrease in absolute and relative weight of the gonads of males, and testicular atrophy increased in males given the high dose (95 mg/kg/day). The absolute and/or relative weight of the pancreas also decreased in treated females."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. V7 821",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ ... A positive trend for squamous cell papilloma and carcinomas of the forestomach was observed in mice given 10-40 mg/kg/day dichlorvos by gavage for 5 days/week for 102 week. Significantly decreased RBC acetylcholinesterase activity was also observed at all levels ... However, the relevance of forestomach tumors to humans is questionable."
        },
        {
            "References": "PMID:20542925",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ The present study examined effects of the pesticide dichlorvos (O-(2,2-dichlorovinyl)-O,O dimethylphosphate [DDVP]) on embryonic development of zebrafish. In a first set of experiments, early life stages of zebrafish were exposed to five concentrations (5, 10, 25, 50, and 100 mg/L) of DDVP for 96 hours post fertilization (hpf). The 24-hpf LC(50) value of DDVP in the semistatic test was 39.75 mg/L. Developmental abnormalities have been observed in embryos and larvae, such as no blood flow, cardiac edema, delayed hatching, and vertebra malformations. Most of the onserved effects were increased in a concentration-dependent manner. To investigate the behavior of the larvae, zebrafish exposed to 10 and 25 mg/L DDVP were observed on days 6 and 9 after fertilization. 25 mg/L DDVP dose caused significant slowing of swimming activity on day 6 and 9 after fertilization. According to present study results, DDVP exposure during early development caused (i) clear behavioral impairments detectable during the posthatching period and (ii) mortality and developmental abnormalities in zebrafish. Dichlorvos is present in the environment with other similar organophosphate compounds. Additive responses to organophosphate compounds may induce lethal or sub-lethal effects in early life stages of fish chronically exposed to this class of chemicals."
        },
        {
            "References": "PMID:20218312",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ /The study objective was/ to observe the influence of the organophosphate insecticide dichlorvos on the apoptosis of Leydig cells in the male offspring of the SD rats exposed to dichlorvos, and to investigate the role of the changes of Leydig cells in genitourinary malformation. Twenty-one pregnant SD rats were divided into a corn oil control group and 6 dichlorvos groups, the former given by gavage 1.0 mL corn oil daily, and the latter dichlorvos at the dose of 1, 4, 8, 16, 20 and 24 mg/kg daily from the 12th to 17th day of conception. After birth, 5 male neonates were randomly selected from each of the control and dichlorvos groups, and their testes were harvested to be analyzed by HE staining, immunohistochemistry with anti-caspase-3 antibodies and DAPI fluorescent staining. At 90 days after birth, another 5 of the male offspring were taken from each group and their testes were collected for the same analyses. Statistically significant differences were found in the number of both the caspase-3 positive and DAPI labeled Leydig cells in the testes of the rat offspring between the corn oil and the 4, 8, 16, 20 and 24 mg/kg dichlorvos groups (P < 0.05), but not between the control and the 1 mg/kg dichlorvos groups (P > 0.05). The apoptosis of Leydig cells was increased in the male offspring of the dichlorvos-exposed SD rats in a dose-dependent manner. Exposure of pregnant rats to dichlorvos can increase the apoptosis of Leydig cells in the male offspring, which, in turn, may reduce the number of Leydig cells, interfere with the testis function during the embryonic period, and damage the development of the genitourinary system."
        },
        {
            "References": "PMID:21458248",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Dichlorvos is an organophosphorus insecticide that is used worldwide for pest control in agriculture and household use. Vitamins C and E are potential antioxidants protecting cells from oxidative stress. Vitamin C+vitamin E, dichlorvos, a combination of vitamin C+vitamin E+dichlorvos, or corn oil (control) were given to rats via oral gavage for 7 weeks. Body and testis weights, sperm parameters, hormone levels, histo- and cytopathological changes in testes were investigated at the end of 24 hr and the 4th and 7th weeks comparatively with the control group. Body and testis weights, sperm morphology, follicle stimulating hormone, luteinizing hormone, and testosterone levels were decreased significantly at the end of 4th and 7th weeks in the dichlorvos-and vitamins+dichlorvos-treated groups. A statistically significant decline in sperm motility and testosterone levels occurred by the end of 7th week in the dichlorvos-and vitamins+dichlorvos-treated groups. Light and electron microscopy revealed necrosis, edema and cellular damage in testicular tissues of the dichlorvos- and vitamins+dichlorvos-treated rats at the end of 4th and 7th weeks. In conclusion, dichlorvos caused subacute and subchronic reproductive toxicity, but vitamins did not confer protection."
        },
        {
            "References": "Lutz-Osterttag Y et al; Cr Seances Acad Sci (III) 292 (18): 1051 (1981)",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Incubation of quail embryos in DDVP enriched atmosphere reveals both embryotoxic and teratogenic effects of this pesticide. Multiple malformations associated to those ascribed to anticholinesterase action: lordosis, scoliosis."
        },
        {
            "References": "PMID:3772039",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ The effect of dichlorvos on various lipid fractions and lipid peroxidation in the discrete areas of the brain and spinal cord were studied in the fresh water teleost Heteropneustes fossilis exposed to three different doses (3.0, 6.0, and 9.0 ppm) of dichlorvos daily for 7 days. Dose related increase in the levels of total lipids, cholesterol and esterified fatty acids was detected in the fore brain, optic lobes, cerebellum, medulla oblongata and spinal cord. However, phospholipids were significantly decreased in the aforementioned regions of the central nervous system. The rate of lipid peroxidation was significantly increased in all the regions of the central nervous system."
        },
        {
            "References": "Humphreys, D.J. Veterinary Toxicology. 3rd ed. London, England: Bailliere Tindell, 1988., p. 163",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Cats wearing dichlorvos impregnated collars in a warm, dry atmosphere have developed clinical signs including an ataxia depression syndrome and cervical contact dermatitis.  Many of the severely affected cats were anemic and some animals died.  Cats wearing three impregnated collars developed classical acute organophosphorus compound poisoning. Although some initial and transient inhibition of whole blood and tissue cholinesterase activity can occur, the wearing of a single flea control collar should not produce any untoward effects in cats."
        },
        {
            "References": "Humphreys, D.J. Veterinary Toxicology. 3rd ed. London, England: Bailliere Tindell, 1988., p. 162",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Recovery of plasma and erythrocyte cholinesterase is slow in pigs treated with dichlorvos.  The piglets of dichlorvos treated gilts have a higher liver glycogen level and show a slower increase in body weight during the first 72 hours of age than the piglets of untreated gilts.  Dichlorvos does not have any teratogenic effect in the pig.  No intact dichlorvos is found in the blood or tissues of treated pigs."
        },
        {
            "References": "PMID:2153864",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ To test whether exposure to dichlorvos vapors for treatment of mouse ectoparasites resulted in temporary cessation of breeding, we exposed harem breeding groups of mice to varying concentrations of dichlorvos vapors and examined the effects of exposure on litter frequency and litter size. All exposure levels resulted in decreased plasma cholinesterase concentrations in treated mice for up to 10 days following the completion of exposure. Litter freqency and size were unaffected by dichlorvous exposure, and gestation times were not prolonged. Therefore, treatment with dichlorvos vapors during breeding did not affect reproduction in exposed mice."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. V7 821",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ No adverse effect occurred on fetuses when pregnant rabbits were administered doses of 0.1 to 7.0 mg/kg/day dichlorvos by gavage on gestation days 7 through 19 or when rabbits were exposed for 23 hr/day to 0.25 to 6.25 mg/ cu m dichlorvos vapor on gestation days 1 through 28."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. V7 930",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ When ...  dichlorvos (15 mg/kg/day) was administered to guinea pigs between day 42 and 46 of gestation, offspring exhibited severe reductions in brain weight that was most pronounced in the cerebellum, medulla oblongata, thalamus/hypothalamus, and quadrigemina."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. V7 820",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Number, viability, and growth rate were normal in offspring of swine fed up to 37 mo on diets containing 200-500 ppm dichlorvos."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. V7 820",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ ... Estrus was delayed 10 days in female rats that were continuously exposed from birth to 2.4 mg/cu m dichlorvos vapors from a no-pest strip."
        },
        {
            "References": "WHO; Environ Health Criteria 79: Dichlorvos p. 68-9 (1988)",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ In a 3-generation reproduction study, weanling CD rats (six groups of 30 animals) were fed dichlorvos (93%) at nominal concentrations of 0, 0.1, 1, 10, 100, or 500 mg/kg diet, prepared freshly each week. The stability of dichlorvos in the diets was not reported but, ... it was assumed that the average concentration of dichlorvos was approximately 47% of the nominal concentrations (equivalent to 0, 0.0025, 0.025, 0.25, 2.5, and 12.5 mg/kg body weight). No effects on fertility, number and size of litters, body weight, or viability of the pups were found. Gross and histopathological examination of 7-day-old pups from F1a and F2a litters did not reveal any abnormalities."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. V7 820",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ No impairment of male fertility occurred in mice exposed to 30 or 55 mg/cu m dichlorvos for 16 hr or to 2.1 or 5.8 mg/cu m for 23 hr daily for 4 wk."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. V7 821",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ No maternal or reproductive toxicity occurred in rats given dichlorvos for 3 generations at a dietary level of 0.1-500 ppm (about 0.005-25 mg/kg/day)."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. V7 821",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ No adverse effect on fetuses occurred when pregnant rats were given injections of 15 mg/kg dichlorvos on gestation day 11, 0.1-21 mg/kg/day dichlorvos on gestation days 6 through 15, or were exposed to 0.25-6.25 mg/cu m dichlorvos vapor for 23 hr/day on gestation day 1 through 20."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. V7 821",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ No adverse effect on fetuses occurred when pregnant mice were given the maximal tolerated dose of dichlorvos (60 mg/kg) on gestation days 6 through 15 or were exposed to 4 mg/cu m dichlorvos for 7 hr/day."
        },
        {
            "References": "The Chemical Society. Foreign Compound Metabolism in Mammals Volume 3. London: The Chemical Society, 1975., p. 657",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ ... Dichlorvos ... /weakly/ teratogenic in Sherman strain of rat, when administered i.p. on day 11 of gestation at dose level which caused severe toxic symptoms in dams. ... decreased fetal body weight was most sensitive indicator /of toxicity/. ..."
        },
        {
            "References": "PMID:19100812",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ The present study was designed to explore the alternative mechanism (other than AChE inhibition) for chronic, low-level exposure to dichlorvos, an organophosphate, in vivo. Dichlorvos, at a dose of 1.0 and 6.0 mg/kg body weight (b.wt.) for 12 weeks, showed impairment in neurobehavioral indices viz. rota rod, passive avoidance and water maze tests. Though high dose of dichlorvos had a detrimental effect on acetylcholinesterase activity, no significant inhibition was seen with low dose of dichlorvos. Western blot analysis and immunofluorescence studies showed a significant reduction in the expression of M(1), M(2) and M(3) muscarinic receptor subtypes in high dose group animals, whereas in low dose group animals only the M(2) receptor subtype was reduced significantly. Further, the signal transduction cascade linked to these receptor subtypes was affected in high dose group animals whereas in low dose group only adenylyl cyclase-linked signaling pathway was impaired. Finally, the phosphorylation of CREB, a memory enhancing transcription factor, was significantly reduced in both low dose and high dose group animals. Thus, the present study reveals the significance of M(2) muscarinic receptor linked adenylyl cyclase signaling pathway and phosphorylation of CREB in the development of neurobehavioral impairments after chronic low-level exposure to dichlorvos."
        },
        {
            "References": "PMID:17850875",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ The present study elucidates a possible mechanism by which chronic organophosphate exposure (dichlorvos 6 mg/kg bw, s.c. for 12 weeks) causes neuronal degeneration. Mitochondria, as a primary site of cellular energy generation and oxygen consumption represent itself a likely target for organophosphate poisoning. Therefore, the objective of the current study was planned with an aim to investigate the effect of chronic dichlorvos exposure on mitochondrial calcium uptake, oxidative stress generation and its implication in the induction of neuronal apoptosis in rodent model. Mitochondrial preparation from dichlorvos (DDVP) treated rat brain demonstrated significant increase in mitochondrial Ca(2+) uptake (644.2 nmol/mg protein). Our results indicated decreased mitochondrial electron transfer activities of cytochrome oxidase (complex IV) along with altered mitochondrial complex I, and complex II activity, which might have resulted from elevated mitochondrial calcium uptake. The alterations in the mitochondrial calcium uptake and mitochondrial electron transfer enzyme activities in turn might have caused an increase in malondialdehyde, protein carbonyl and 8-hydroxydeoxyguanosine formation as a result of enhanced lipid peroxidation, and as well as protein and mtDNA oxidation. All this could have been because of enhanced oxidative stress, decreased GSH levels and also decreased Mn-SOD activity in the mitochondria isolated from dichlorvos treated rat brain. Thus, chronic organophosphate exposure has the potential to disrupt cellular antioxidant defense system which in turn triggers the release of cytochrome c from mitochondria to cytosol as well as caspase-3 activation in dichlorvos treated rat brain as revealed by immunoblotting experiments. Low-level long-term organophosphate exposure finally resulted in oligonucleosomal DNA fragmentation, a hallmark of apoptosis. These studies provide an evidence of impaired mitochondrial bioenergetics and apoptotic neuronal degeneration after chronic low-level exposure to dichlorvos."
        },
        {
            "References": "PMID:21241738",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ The area of the brain responsible for organophosphate (OP)-induced central apnea is unknown. Automatic breathing is governed by circuits in the medulla and pons. Respiratory-related neurons in the brainstem are concentrated in a few areas, including ventral regions of the medulla, which contains a number of sites critical for respiratory rhythmogenesis, including the pre-Botzinger complex (preBotC). The preBotC contains cholinergic receptors, making it a candidate site of action for the apnea-inducing effect of OP. We analyzed respiratory output during a series of experiments using both intact and reduced Wistar rat preparations exposed to dichlorvos (2,2-dichlorovinyl dimethyl phosphate). Exposure of the brainstem using a working heart-brainstem preparation resulted in a central apnea similar to that seen in intact animal models. In contrast, microdialysis of locally toxic doses of dichlorvos to the ventral region of the medulla resulted in delayed and mild respiratory depression in most animals and apnea in only 29% of the animals. We conclude that exposure of the entire brainstem to OP is sufficient to induce central apnea. Our microdialysis experiments suggest that the neural substrate for OP-induced central apnea involves a specific brainstem site other than the ventral region of the medulla, or apnea might result from a distributed effect involving cholinergic toxicities of multiple brainstem sites."
        },
        {
            "References": "PMID:23053939",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ Dichlorvos (DDVP) is an organophosphate compound that causes neurotoxicity. Apoptosis plays an important role in neurotoxic cell death in the brain. The aim of this study was to examine caspase 1, caspase-3 and also cell apoptosis related genes as p53, Tumor Necrosis Factor-alpha, Hypoxia Inducible Factor 1-alpha expressions in hippocampus, cerebellum, cortex, and to estimate total hippocampal neuron number in DDVP treated rats. Ten female albino rats were divided into control (n:5) and dose (n:5) groups. In dose group, single dose of DDVP (25 mg/kg) was administered to the animals via oral gavage. A week later, brains were removed and total neuron number was estimated in the left hippocampus using the optical fractionator method. The right part of the brain was used for gene expression analysis. In dose group, total hippocampal neuron number was significantly decreased compared to control group (p = 0.008). Caspase 1 and TNF-alpha gene expression were increased in all brain tissues and p53 gene expression was decreased in only hippocampus tissue in dose group. Short-term exposure to dichlorvos leads to neuronal loss in hippocampus and TNF-alpha rapidly and potently induces apoptosis and also several caspases as possible participants in the apoptotic cascade."
        },
        {
            "References": "PMID:21073741",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ In recent years, several lines of evidence have shown an increase in Parkinson's disease prevalence in rural environments where pesticides are heavily used. Although, the underlying mechanism for neuronal degeneration in sporadic PD remains unknown, mitochondrial dysfunction, oxidative stress and proteasomal dysfunction are proposed as contributing factors. In this study rats were chronically and continuously exposed to the pesticide, dichlorvos to identify the molecular mechanism of nigrostaital neuronal degeneration. Chronic dichlorvos exposure (2.50 mg/kg b.wt.s.c/daily for 12 weeks) caused nigrostriatal dopaminergic degeneration. The degenerative changes were accompanied by a loss of 60-80% of the nigral dopamine neurons and 60-70% reduction in striatal dopamine and tyrosine hydroxylase levels. Dichlorvos exposed animals also showed alpha-synuclein and ubiquitin positive inclusions along with swollen, dystrophic neurites and mitochondrial abnormalities like decreased complex I&IV activities, increased mitochondrial size, axonal degeneration and presence of electron dense perinuclear cytoplasmic inclusions in the substantia nigra of rats. These animals also showed evidence of oxidative stress, including increased mitochondrial /reactive oxygen species/ levels, decreased /manganese superoxide dismutase/ activity and increased lipid peroxidation. Measurable impairments in neurobehavioral indices were also observed. Notable exacerbations in motor impairments, open field and catalepsy were also evident in dichlorvos exposed animals. All these findings taken together indicate that chronic dichlorvos exposure may cause nigrostaital neurodegenaration and significant behavioral impairments."
        },
        {
            "References": "PMID:21964614",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ Dopaminergic cells in the substantia nigra are highly vulnerable to the neurodegenerative process of Parkinson's disease. Therefore, mechanisms that enhance their susceptibility to injury bear important implications for disease pathogenesis. We have previously shown that chronic dichlorvos exposure caused nigrostriatal dopaminergic degeneration and significant behavioral impairments. In this study, we analyzed the relationship between microglial activation and dopaminergic neurodegeneration to examine the possibility that neuroinflammation may induce dopaminergic neuronal loss in the nigrostriatal system. Chronic dichlorvos exposure causes microglial activation including induction of NADPH oxidase and a selective loss of dopaminergic neurons in rat. Microglial marker expression was increased at transcription as well as translational levels in the substantia nigra (SN) and corpus striatum (CS) of rats exposed to dichlorvos. Activated microglia were seen in SN and CS of dichlorvos-treated animals but were rarely observed in controls. Immunostaining revealed lesser number of TH-positive neurons and higher number of microglia in SN and CS regions after dichlorvos treatment. The mRNA and protein levels of the NADPH oxidase main subunit gp91(phox) were significantly increased after dichlorvos administration. Dichlorvos exposure also leads to increased level of microglial noxious mediators such as IL-1beta, TNF-alpha and IL-6 in ventral midbrain and CS at transcription as well as translational levels. Data indicate that microglial activation and consequent induction of NADPH oxidase and proinflammatory cytokines such as TNF-alpha, IL-1beta and IL-6 may act as risk factors for Parkinson's disease by increasing the vulnerability of dopaminergic cells to dichlorvos toxic injury."
        },
        {
            "References": "PMID:24535296",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ The aim of this study was to evaluate dichlorvos toxicity in terms of nitro-oxidative stress by determining 3-nitrotyrosine (3-NT) levels in the fore, mid, and hindbrain regions in acutely exposed rats. Male Sprague- Dawley rats were randomly allocated to three groups of eight. Group 1 was administered a single intraperitoneal dichlorvos dose of 1.8 mg/kg (0.1xLD50) and group 2 a dose of 9 mg/kg (0.5xLD50). The control group received 0.5 mL saline solution via the same route. 3-NT and tyrosine (TYR) levels were measured using high performance liquid chromatography with a photodiode array detector (HPLC-PDA) and expressed as a ratio of 3-NT to TYR. The 3-NT/1000 TYR ratios increased significantly in the fore-, mid- and hindbrains of the exposed groups compared to control (p<0.01). In the forebrain, the increase was also significant between the treated groups. Our study has confirmed that acute exposure to dichlorvos leads to nitro-oxidative stress in the brain and that 3-NT may play a role in the mechanism of dichlorvos neurotoxicity."
        },
        {
            "References": "PMID:7202069",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ Effects of various neuropharmacologic agents on the motility of Dipylidium caninum were studied ... paralytic effects were caused by ... dichlorvos."
        },
        {
            "References": "Kobayashi H et al; Toxicol 28 (3): 219-27 (1983)",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ Effects of O,O-dimethyl O-(2,2-dichlorovinyl) phosphate on the brain cholinergic system in Japanese quail /were investigated/. Cholinergic signs, such as salivation and convulsions in legs and wings, were seen 7-15 minutes after administration of DDVP. In the DDVP-treated quail (10 min after dosage of 3 mg/kg), free acetylcholine and labile-bound acetylcholine increased significantly while acetylcholinesterase decreased to 28% of the value determined in untreated quail."
        },
        {
            "References": "D'esi I, Nagymajt'enyi L; Toxicol 49 (1): 141-8 (1988)",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ The neurotoxic effect on the central and peripheral nervous system of dichlorvos (DDVP) was investigated by a computer system in acute and subchronic experiments in CFY male rats.  The administered peroral doses were given by gavage; the acute group was given a single 88 mg/kg dose and the 2 subchronic groups were given 1.6 mg/kg or 0.8 mg/kg daily for a period of 6 weeks.  Significant changes of the function of CNS, increase of EEG mean frequency, decrease of EEG amplitude, that of activity of EEG bands (power density), and peripheral nervous system, decrease of conduction velocity, increase of relative and absolute refractory periods, were found after treatment with both the single large and repeated small doses of dichlorvos.  There were no correlations between the functional disturbances of the central and peripheral nervous systems and the inhibition of the cholinesterase activity in various organs and the blood."
        },
        {
            "References": "PMID:7302988",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ Moderate neuropathic response was obtained in hens 2 weeks after being given single massive sc dose of dichlorvos (100 mg/kg of active ingredient in commercial 50% formulation)."
        },
        {
            "References": "Dean BJ, Blair D; Mutat Res 40 (1): 67 (1976)",
            "Value": "/GENOTOXICITY/ Female mice were treated with 25 or 50 mg/kg orally or 2 or 8 ug/L by inhalation; no effect on percent pregnant, number fetal implant, or number of early fetal deaths; no dominant lethal mutations were induced after /oral/ dosing with high concentrations of dichlorvos."
        },
        {
            "References": "PMID:17604946",
            "Value": "/GENOTOXICITY/ The indiscriminate use of pesticides and herbicides to increase crop productivity has aroused a great concern among the environmental and health scientists due to their adverse effects in both target as well as non-target species. Although substantial information is available regarding their environmental and ecological impact, not much is known in regard to its toxicity in the mammalian system. Therefore a study was conducted for the assessment of cytotoxic and genotoxic effects of cypermethrin (Type II pyrethroid) dichlorvos (organophosphate) and pendimethalin (dinitroaniline herbicide) in Chinese hamster ovary (CHO) cells. CHO cells were exposed to 1 uM, 10 uM, 100 uM, 1000 uM, and 10,000 uM, cypermethrin, pendimethalin and dichlorvos for 3 hr and cytotoxicity was assessed by MTT assay. Their genotoxic potential was also evaluated by Comet assay. The results demonstrate that dichlorvos and pendimethalin exhibited higher extent of cytotoxicity as compared to cypermethrin. A significant (p<0.05) concentration dependent increase in DNA damage was observed with dichlorvos (0.01 uM and above) and pendimethalin (0.1 uM and above) as evident by Comet assay parameters viz., Olive tail moment (arbitrary units), tail DNA (%) and tail length (uM). Cypermethrin induced a significant (p<0.05) DNA damage only at higher concentrations (1000 and 5000 uM). Our data indicates that these chemicals produce cytotoxicity and DNA damage in mammalian cells and should be used with caution."
        },
        {
            "References": "PMID:24614193",
            "Value": "/GENOTOXICITY/ Dichlorvos (DDVP), an organophosphate pesticide, is reported to be genotoxic at high concentrations. However, the roles of DNA damage repair pathways in DDVP genotoxicity are not well characterized. To test whether pre- and post-replication pathways are involved, we measured changes in DNA migration (Comet assay) in the midgut cells of Drosophila melanogaster Oregon R+ larvae and in some mutants of pre- (mei-9, mus201, and mus207) and post- (mei-41 and mus209) replication DNA repair pathways. Insects were exposed to environmentally relevant concentrations of DDVP (up to 15 ng/mL) for 48 hr. After insect exposure to 0.15 ng/mL DDVP, we observed greater DNA damage in pre-replication repair mutants; effects on Oregon R+ and post-replication repair mutants were insignificant. In contrast, significant DNA damage was observed in the post-replication repair mutants after their exposure to 1.5 and 15 ng/mL DDVP. The pre-replication repair mutant mus207 showed maximum sensitivity to DDVP, suggestive of alkylation damage to DNA. We also examined mutants (SOD- and urate-null) that are sensitive to oxidative stress and the results indicate that significant oxidative DNA damage occurs in DDVP-exposed mutants. This study suggests involvement of both pre- and post-replication repair pathways against DDVP-induced DNA damage in Drosophila, with oxidative DNA damage leading to genotoxicity."
        },
        {
            "References": "PMID:23280485",
            "Value": "/GENOTOXICITY/ Dichlorvos, an organophosphate (OP), is known to cause oxidative stress in the central nervous system (CNS). Previously we have shown that dichlorvos treatment promoted the levels of proinflammatory molecules and ultimately induced apoptotic cell death in primary microglial cells. Here we studied the effect of dichlorvos on crucial cell cycle regulatory proteins and the DNA damage sensor ataxia-telangiectasia mutated (ATM). We found a significant increase in p53 and its downstream target, p21, levels in dichlorvos-treated microglial cells compared with control cells. Moreover, dichlorvos exposure promoted the levels of different cell cycle regulatory proteins. These results along with flow cytometry results suggested that primary microglial cells were arrested at G1 and G2/M phase after dichlorvos exposure. We have shown in a previous study that dichlorvos can induce DNA damage in microglia; here we found that microglial cells also tried to repair this damage by inducing a DNA repair enzyme, i.e., ATM. We observed a significant increase in the levels of ATM after dichlorvos treatment compared with control."
        },
        {
            "References": "PMID:7565887",
            "Value": "/GENOTOXICITY/ Chromosome aberration test was applied for an organophosphorus insecticide, dichlorvos, using fish as model. Channa punctatus, an ophiocephalid, having a small number (2n = 32) and a rather large size of chromosomes, was used for the purpose. Dichlorvos, with O,O-dimethyl-2,2-dichlorovinyl phosphate as the active component, was dissolved in the aquarium water at concentration level equal to that found in drainage from agricultural fields (0.01 ppm). The chromosomal preparations were made from the kidney cells of the fish after 24, 48, 72 and 96 hr intervals. Controls were kept in ordinary water. The aberrations observed were chromatid gaps, sub-chromatid gaps, centromeric gaps, precocious separation of chromatids and polyploidy. These were found to be significantly higher as compared to that of the controls."
        },
        {
            "References": "Preston RJ et al; Mutation Research 87 (2): 143 (1981)",
            "Value": "/GENOTOXICITY/ Mutagenicity; mammalian cytogenetics- in vivo bone marrow studies, non-human: negative; male germ cell studies, non-human: negative."
        },
        {
            "References": "Leifer Z et al; Mutation Research 87 (3): 211 (1981)",
            "Value": "/GENOTOXICITY/ Mutagenicity: DNA repair-deficient bacterial test: positive."
        },
        {
            "References": "Brusick DJ et al; Mutation Research 76 (2): 169 (1980)",
            "Value": "/GENOTOXICITY/ Mutagenicity: Escherichia coli WP2, UVRA- reverse mutation studies: positive; Escherichia coli WP2- reverse mutation studies: positive."
        },
        {
            "References": "Scott BR; Mutation Research 98 (1): 49 (1982)",
            "Value": "/GENOTOXICITY/ Mutagenicity: Aspergillus dominant lethal mutation: positive; Aspergillus aneuploidy: positive; Aspergillus crossing over: positive."
        },
        {
            "References": "PMID:814455",
            "Value": "/GENOTOXICITY/ Dichlorvos was a mutagen in the screening test for mutagenicity using a REC-assay procedure, with H17 REC(+) and M45 REC(-) strains of Bacillus subtilis and reversion assays on auxotrophic strains of Escherichia coli (WP2) and Salmonella typhimurium (Ames series)."
        },
        {
            "References": "PMID:6835257",
            "Value": "/GENOTOXICITY/ /Dichlorvos was/ tested for toxicity and mutagenicity in the forward mutation test system ade6 of the yeast Schizosaccharomyces pombe. Dichlorvos showed a linear dose response relationship for mutagenicity."
        },
        {
            "References": "PMID:3964078",
            "Value": "/GENOTOXICITY/ The induction of chromosomal aberrations by insecticides was studied in hamsters. Female Syrian golden hamsters were injected ip with a median lethal dose (LD50), 0.5 LD50, 0.25 LD50, or 0.1 LD50 of demeton, dimethoate, dichlorvos, endosulfan, trichlorofon, a carbaryl and lindane mixture, a methoxychlor and propoxur mixture, malathion, or 40 mg/kg cyclophosphamide, the positive control. After 22 hours, animals were injected with 0.8% colchicine. After 24 hours, bone marrow was isolated, chromosome preparations were made, and the average mitotic index was calculated. At least 50 metaphases obtained from bone marrow of each animal were analyzed. The activity of the insecticides was compared with those of positive and negative controls. Cyclophosphamide induced aberrations in 9% of the analyzed cells, significantly higher than 1.3% in the negative controls. Chromosomal aberrations increased after insecticide administration. The most commonly observed abnormalities were gaps and breaks, mainly chromatid type, and some single dicentric and ring chromosomes. Demeton, dichlorvos, endosulfan, propoxur mixture, malathion, and dimethoate caused statistically significant increases in aberrant cells. Dimethoate was weakly clastogenic. Demeton was clastogenic in the three highest doses used. Aberrant cells observed after administration of the highest doses of dichlorvos and endosulfan did not differ from those of the positive control. Statistically significant increases in aberrant cells after some doses of malathion and propoxur mixture indicated that these compounds were potential carcinogens. Lindane mixture and trichlorfon did not induce chromosomal aberrations. It was concluded that dichlorvos, demeton, dimethoate, and malathion induce chromosomal aberrations in the bone marrow of Syrian hamsters."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. V7 822",
            "Value": "/GENOTOXICITY/ Dichlorvos increased the frequency of chromosomal damage and micronucleus formation in Chinese hamster ovary cells; induced sister chromatid exchange, chromosomal aberrations, and transformation in cultured rat tracheal epithelial cells; induced DNA single-strand breaks in isolated rat hepatocytes; and caused increases in cell transformation of hamster embryo cells ... was negative in the sex-linked lethal mutation test in Drosophila."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. V7 822",
            "Value": "/GENOTOXICITY/ Dominant lethal mutations did not occur in mice given an intraperitoneal dose or oral doses of 5 or 10 mg/kg dichlorvos or in mice exposed to dichlorvos via inhalation (30 or 55 mg/cu m). No chromosome damage occurred in mice given drinking water containing 2 mg/L dichlorvos for 7 wk, no aberration in chromosomal structure or number occurred in bone marrow cells of mice given intraperitoneal injections of dichlorvos for 2 days, and no chromosomal abnormalities occurred in mice exposed to 64-82 mg/cu m dichlorvos for 16 hr or to 5 mg/cu m for 21 days."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. V7 822",
            "Value": "/GENOTOXICITY/  When dogs were given dichlorvos by capsule for 52 wk at doses of 0, 0.1, 1.0, or 3.0 mg/kg/day, 1 male in the 3.0 mg/kg/day group exhibited cholinergic toxicity only at wk 33. RBC cholinesterase was inhibited at doses of 0.1 mg/kg/day and higher, and brain cholinesterase was inhibited in the 1.0-mg/kg/day (males only) and 3.0-mg/kg/day groups."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. V7 822",
            "Value": "/GENOTOXICITY/ In ... in vivo studies, an increase in the percentage of hair follicles that contained nuclear aberrations occurred in mice 24 hr after a single dermal dose of dichlorvos and an increase in the incidence of micronuclei occurred in cultured skin cells from mice given a single dermal dose of dichlorvos."
        },
        {
            "References": "PMID:10656620",
            "Value": "/GENOTOXICITY/ In order to examine the in vivo genotoxic activity of dichlorvos, lambdalacZ transgenic mice (Muta Mouse) were treated i.p. with single (4.4 or 11 mg/kg) or multiple (5 x 11 mg/kg) doses of this agent and sacrificed 4 hr or 14 days post-treatment for DNA adduct measurement or mutant frequency analysis, respectively. Neither methylated DNA adducts nor an increase in mutant frequency were detected in the bone marrow, white blood cells, liver, spleen, lung, brain and sperm cells after the single doses. However, following multiple dosing a statistically significant 3-fold increase in mutant frequency was observed in the liver, while a non-statistically significant increase was observed in the bone marrow. ..."
        },
        {
            "References": "PMID:3725847",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ The effect of dichlorvos on the contractile response of isolated rat tail arteries /revealed that at a concentration of/ 1x10(-8) to 1x10(-4) M of dichlorvos had no effect on baseline tension, but relaxed 1x10(-7) M norepinephhrine, 1x10(-7) M 5-HT or 100 mM potassium chloride contractions dose dependently. Dichlorvos also inhibited calcium chloride dose response curves in potassium(+) depolarized strips, as well as depressing both phasic and tonic components of norepinephrine induced contractions. The results suggest a direct relaxant effect of dichlorvos on arterial smooth muscle by a mechanism probably related to interference with calcium(2+) supply."
        },
        {
            "References": "PMID:26814074",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ To investigate the effect of paraoxonase1 (PON1) overexpression on mouse diaphragmatic muscle cells injury caused by acute dichlorvos poisoning (DDVP). Mouse diaphragmatic muscle cells were cultured routinely and infected with overexpression lentivirus (LV). Cells were divided into normal control group, DDVP group, LV-GFP + DDVP group, LV-PON1 + DDVP group. Cell viability was determined by CCK-8 assay. Flow cytometry was used to detect cell apoptosis. The mRNA and protein expression of PON1 and Nrf2 in mouse diaphragmatic muscle cells was measured by RT-PCR and Western blot. Enzyme-linked immunosorbent assay was used to determine levels of acetyl cholinesterase (AchE), heme oxygenase 1 (HO-1) and quinone oxidoreductase-1 (NQO-1) in mouse diaphragmatic muscle cells. The activity of superoxide dismutase (SOD) and catalase (CAT) as well as malondialdehyde (MDA) content in cells was measured by chemical colorimetry. After induced by 0, 80, 160, 320, 640 umol/L DDVP for 24 hours, the viability of mouse diaphragmatic muscle cells was (100 +/- 3.82)%, (82.13 +/- 2.60)%, (53.57 +/- 5.05)%, (30.77 +/- 3.30)%, (14.20 +/- 2.19)% respectively, changing in a concentration-dependent manner (P < 0.05). After induced by 160 umol/L DDVP for 0, 6, 12, 24 hours, the viability of mouse diaphragmatic muscle cells was (100.17 +/- 2.74)%, (76.13 +/- 6.01)%, (66.53 +/- 3.55)%, (53.57 +/- 5.05)%, changing in a time-dependent manner (P < 0.05). The PON1 protein level in LV-PON1 group was higher than that of blank control group (0.370 +/- 0.015 vs 0.232 +/- 0.004, 0.197 +/- 0.015 vs 0.037 +/- 0.003, P < 0.05). The cell viability of LV-PON1 group is higher than that of DDVP group at different time point after induction of DDVP (P < 0.05). After induced by DDVP for 24 hours, the cell apoptosis rate and MDA content in LV-PON1 group were lower than those of DDVP group (P < 0.05). While levels of AchE, PON1 and Nrf2 protein expression, SOD and CAT, HO-1 and NQO-1 were higher than those of DDVP group (P < 0.05). The overexpression of PON1 could effectively alleviate AchE inhibition by DDVP and induce Nrf2 expression to exert antioxidant effect, thus protected the mouse diaphragmatic muscle cells."
        },
        {
            "References": "PMID:22817663",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ Dichlorvos [2,2-dichlorovinyl dimethyl phosphate] is one of the most common in-use organophosphate (OP) in developing nations. Previous studies from our lab have shown chronic Dichlorvos exposure leads to neuronal cell death in rats. However, the extent of damage caused by Dichlorvos to other cells of the central nervous system (CNS) is still not clear. Microglial cells are the primary threat sensors of CNS which become activated in many pathological conditions. Activation of microglial cells results in reactive microgliosis, manifested by increased cellular damage in the affected regions. Using rat primary microglial cultures, here we show that Dichlorvos exposure can activate and induce apoptotic cell death in microglia. We observed significant up-regulation of pro-inflammatory molecules like nitric oxide, TNF-alpha, and IL-1beta when microglia were treated with Dichlorvos (10 uM). Significant up-regulation of CD11b, microglial specific activation marker, was also observed after 24 hr of Dichlorvos treatment. The activated microglial cells eventually undergo cell death after 48 hr of Dichlorvos treatment. The DNA fragmentation pattern of Dichlorvos treated microglia along with increased expression of Bax in mitochondria, cytochrome c release from mitochondria, and caspase-3 activation led us to assume that microglia were undergoing apoptosis. Thus, the present study showed that Dichlorvos can induce microglial activation and ultimately apoptotic cell death. These findings gave new perspective to the current knowledge of Dichlorvos (OPs) mediated CNS damage and presents microglial activation as a potential therapeutic target for preventing the OP induced neuronal damage."
        },
        {
            "References": "PMID:15793557",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ ... Five organophosphorous pesticides, monocrotophos, omethoate, parathion-methyl, phoxim and dichlorvos, were examined for their effects on mammalian cell lines to determine their potential impact on physiological functions in vivo. Results show an increased proliferation of MCF-7 cells treated with 0.2 uM monocrotophos or 0.4 uM omethoate, suggesting that these compounds can induce breast cancer cell proliferation at relatively low concentrations. Murine primary spleen cells markedly decreased in number starting at a pesticide concentration of 0.01 uM; no cytotoxicity was observed below 0.001 uM. BALB/c3T3 murine fibroblasts treated with 0.25 uM monocrotophos showed enhanced DNA synthesis, while those treated with the other pesticides showed results similar to that of the control. The different pesticides reduced the acetylcholinesterase (AChE) activity of the rat neuronal cell line PC12 in a dose-dependent manner up to 100 uM. Parathion-methyl and phoxim showed acute toxicity at 0.01 uM. Finally, phoxim and parathion-methyl significantly reduced the transepithelial electrical resistance (TEER) of human intestinal Caco-2 cells, indicating that these pesticides can disrupt the tight-junction permeability of cell monolayers. ..."
        },
        {
            "References": "PMID:21937528",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ Acetylcholinesterase (AChE) is responsible for the rapid hydrolytic degradation of the neurotransmitter acetylcholine into inactive products choline and acetic acid. The purpose of this study was to examine the effect of carbaryl and dichlorvos on the activity of AChE. In this experimental study, 60 samples of free and immobilized form of AChE were prepared. Determination of AChE activity followed the Ellman's method with modifications. Briefly, 200 uL of the enzyme solution was combined with 400 uL of 25 mM phosphate-buffered saline, 200 uL of DTNB [5,5'-dithio-bis(2-nitrobenzoic acid)], and 200 uL of 300 uM acetylthiocholine iodide. Triplicate (1000 uL) samples were transferred to clean 1.5-mL centrifuge tubes, mixed, and held on ice until analyzed and the change in absorbance was measured. For inhibition studies, substrate solutions were pre-incubated with dichlorvos and/or carbaryl. Dichlorvos and carbaryl were used at the concentrations of 100 and 500 uM. The activity was evaluated at 412 nm using Ceceil, CE 1020 spectrophotometer. Phosphate buffer (pH 7.35) was used for blanks. AChE activity was quantified as mM/mL/min. AChE activity of free form is more affected by dichlorvos (0.09 +/- 0.03 mM/mL/min) than immobilized form (0.19 +/- 0.02 mM/mL/min). AChE activity of free form is more affected by carbaryl (0.11 +/- 0.01 mM/mL/min) than immobilized form (0.1 +/- 0.04 mM/mL/min). Comparison of mean AChE activity showed that the activity of the enzyme in presence of dichlorvos and carbaryl was significantly lower compared to controls. To calculate the significance of the difference, the t-test for paired values was applied. The results of our study indicate that dichlorvos and carbaryl cause decrease in AChE activity for both free and immobilization form of enzyme. It is therefore concluded that measuring AChE activity is a way to evaluate poisoning with carbaryl and dichlorvos."
        },
        {
            "References": "DHHS/ATSDR; Toxicological Profile for Dichlorvos p.31(PB/98/101124/AS) (September 1997)",
            "Value": "/IMMUNOTOXICITY/ A dose-related suppression of the humoral immune response induced by Salmonella typhimurium was observed in rabbits administered 0.3-2.5 mg/kg dichlorvos 5 days a week for 6 weeks."
        },
        {
            "References": "Papich, M.G. Saunders Handbook of Veterinary Drugs Small and Large Animal. 3rd ed. St. Louis, MO: Elsevier Saunders, 2011, p. 222",
            "Value": "/VETERINARY CASE REPORTS/ Overdoses can cause organophosphate intoxication (treat with pralidoxime chloride and atropine). Signs of toxicity include salivation, diarrhea, difficulty breathing, and muscle twitching."
        },
        {
            "References": "Papich, M.G. Saunders Handbook of Veterinary Drugs Small and Large Animal. 3rd ed. St. Louis, MO: Elsevier Saunders, 2011, p. 222",
            "Value": "/VETERINARY CASE REPORTS/ Do not use in patients with heartworms. Do not administer within 2 days of administration of a cholinesterase-inhibiting drug. Use a split-dosage schedule in animals that are old, heavily parasitized, anemic, or otherwise debilitated. Do not use in young foals, kittens, or puppies. Its use may exacerbate clinical signs in animals with respiratory disease, such as bronchitis and obstructive pulmonary disease. Do not allow birds access to feed containing this preparation or to fecal excrement from treated animals."
        },
        {
            "References": "PMID:21702683",
            "Value": "/OTHER TERRESTRIAL SPECIES/ Dichlorvos (DIC) is an organophosphate compound with cholinergic and noncholinergic neurotoxicity as well as non-neuronal cytotoxicity. Little is known about the mechanisms of DIC cytotoxicity in non-neuronal cells. In this study, we established a porcine kidney epithelial cell line (PK15) as a model to explore the mechanisms underlying DIC cytotoxicity based on miRNA and mRNA expression profiling analysis. We found that DIC inhibited the proliferation of PK15 cells in a dose- and time-dependent manner, which may result from apoptosis induced by DIC. Microarray analyses revealed that 16 and 14 miRNAs were significantly upregulated and downregulated in PK15 cells treated by 0.875 mM DIC for 8 hr. Among the 30 differentially expressed miRNAs, 7 new miRNAs in pigs were predicted by homology-based searches. In addition, DIC upregulated 339 and downregulated 282 mRNA transcripts. A target prediction algorithm was used to analyze the pattern of differentially expressed miRNAs and mRNAs. Functional analysis indicated that these mRNAs belonged to different functional categories, forming a network participating in the DIC-induced apoptosis in PK15 cells. Therefore, our findings provide new insights into the role of miRNAs in the gene expression and function in DIC-related noncholinergic cytotoxicity."
        },
        {
            "References": "PMID:18636419",
            "Value": "/OTHER TOXICITY INFORMATION/ This study examined the effects of Y-27632, a selective Rho-kinase inhibitor, on organophosphate-induced acute toxicity in rats. Rats were randomly divided into four groups as control (corn oil), dichlorvos (30 mg/kg i.p.), 1 and 10 mg/kg Y-27632 + dichlorvos groups. Cholinergic signs (fatigue, tremor, cyanosis, hyper-secretion, fasciculations) were observed in all the rats in the dichlorvos group and the mortality rate was 50%. No cholinergic findings and deaths were observed in the control and Y-27632 groups. Plasma cholinesterase activities were suppressed with dichlorvos and these reductions were attenuated with Y-27632 pretreatment. There was a marked increase in plasma malondialdehyde level in the dichlorvos group, but Y-27632 pretreatment abolished this elevation. Dichlorvos markedly depressed cardiac paraoxonase activity, but these changes were not markedly modified with Y-27632. Total antioxidant capacities, total oxidant status, oxidative stress index, total free sulfhydryl groups and catalase activities in plasma and cardiac tissues were not markedly different between the groups. No significant changes were observed with cardiac myeloperoxidase activities or plasma arylesterase and ceruloplasmin activities. In conclusion, our results suggest that Rho-kinase pathway is involved in organophosphate intoxication, and a decrease in cardiac paraoxonase activities may play a role in the pathogenesis of acute organophosphate poisoning in rats."
        },
        {
            "References": "Humphreys, D.J. Veterinary Toxicology. 3rd ed. London, England: Bailliere Tindell, 1988., p. 157",
            "Value": "/OTHER TOXICITY INFORMATION/ The muscarinic signs of /organophosphorus compounds/ ... consist of hypersalivation, lacrimation, sweating and nasal discharge. Miosis, dyspnea, vomiting, diarrhea and frequent urination also occur. The nicotinic effects consist of fasciculation of the muscles, weakness and paralysis. The central /nervous system/ effects include nervousness, apprehension, ataxia, convulsions and coma. Death is due to respiratory failure, or sometimes cardiac arrest. ... /Organophosphorus compounds/"
        },
        {
            "References": "Booth, N.H., L.E. McDonald (eds.). Veterinary Pharmacology and Therapeutics. 5th ed. Ames, Iowa: Iowa State University Press, 1982., p. 832",
            "Value": "/OTHER TOXICITY INFORMATION/ ... Cholinergic poisoning ... includes muscular fasciculations, retching, emesis, frequent defecation of watery stools, pupil contraction, secretion of tears, and labored breathing associated with constriction of bronchioles."
        },
        {
            "References": "Hussain SS et al; Int Pest Cont 24 (3): 64-74 (1982)",
            "Value": "/OTHER TOXICITY INFORMATION/ Inhalation of dichlorvos at 0.0071 mg/L/hr in rats caused polyuria, dyspnea, paralysis, restlessness, heavy gasping, salivation, and loss of muscular coordination, balance, and body weight, but an increase in lung weight with mild to severe cellular infiltration around the bronchioles causing a mild edema in the lungs."
        },
        {
            "References": "Humphreys, D.J. Veterinary Toxicology. 3rd ed. London, England: Bailliere Tindell, 1988., p. 163",
            "Value": "/OTHER TOXICITY INFORMATION/ Administration of dichlorvos does not result in residues in the tissues or the eggs of poultry. Suspected malicious dichlorvos poisoning which resulted in the death of 27,000 one month old chickens has been described ... . Dichlorvos can cause decreased hatchability and laying capacity and an increase in the number of abnormal chicks in pheasants."
        },
        {
            "References": "Humphreys, D.J. Veterinary Toxicology. 3rd ed. London, England: Bailliere Tindell, 1988., p. 162",
            "Value": "/OTHER TOXICITY INFORMATION/ Application of dichlorvos to cattle does not result in residues in the tissue or milk. The minimum toxic concentration of dichlorvos in spray form to baby calves 0.05-0.1%, and the lethal concentration 0.25%."
        }
    ],
    "sediment_soil_concentrations": [
        {
            "References": "(1) Zhang ZL et al; J Environ Monit 4: 498-504 (2002) (2) Kawata K et al; J AOAC Int 88: 1440-51 (2005)",
            "Value": "SEDIMENT: Sediment samples collected Sep 2000 from the River Wuchuan in southeast China contained dichlorvos at a range and mean concentration of 0.05-0.23 and 0.14 ng/g, respectively(1). Dichlorvos was not detected (detection limit 4 ug/kg) in sediment samples taken from Shin River, Niigata, Japan(2)."
        },
        {
            "References": "(1) Zhang ZL et al; J Environ Monit 4: 498-504 (2002) (2) Shi R et al; Bull Environ Contam Toxicol 87: 567-73 (2011)",
            "Value": "SOIL: Soil samples collected Sep 2000 from the River Wuchuan region in southeast China contained dichlorvos at a range and mean concentration of 0.06-0.41 and 0.23 ng/g, respectively(1). Dichlorvos was not detected (detection limit 0.60 ng/g) in 35 soil samples collected June 2010 from farmland locations in Shenyang, China(2)."
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "(1) Worrall F et al; J Geol Soc 157: 877-84 (2000) (2) Kawamoto K, Urano K; Chemosphere 19: 1223-31 (1989) (3) Phillips PJ, Bode RW; Pest Manag Sci 60: 531-543 (2004) (4) Swann RL et al; Res Rev 85: 17-28 (1983) (5) Petrova TM, Novozhilov KV; Migr Zagryaz Vishchestv Pochvakh Sopredil'nykh Sridakh Tr Vses Soveshch 2: 136-43 (1980) (6) Sharma SR et al; Ecotox Environ Safety 10: 339-50 (1985) (7) Sharma SR et al; Ecotox Environ Safety 11: 229-40 (1986)",
            "Value": "Measured Koc values reported in the 1993 UK Database for dichlorvos were reported as 27.5-151(1). The Koc for dichlorvos in three Japanese black soils with organic carbon content of 2.3-6.8% was reported as 47(2). The Koc was also reported as 50(3). According to a classification scheme(4), these Koc values suggest that dichlorvos is expected to have very high to moderate mobility in soil. In a field experiment, 18-20% of the dichlorvos which was sprayed on the ground had penetrated the soil to a depth of 30 cm within 5 days(5). The mobility of dichlorvos in soil is decreased by the addition of soil amendments such as calcium carbonate(6). Mobility of dichlorvos in soil decreases with increasing soil pH(7)."
        }
    ],
    "plant_translocation": [
        {
            "References": "Dwivedi, N., Bhutia, Y. D., Kumar, V., Yadav, P., Kushwaha, P., Swarnkar, H., & Flora, S. (2009). Effects of combined exposure to dichlorvos and monocrotophos on blood and brain biochemical variables in rats. Human & Experimental Toxicology, 29(2), 121–129. doi:10.1177/0960327109357212",
            "Value": "The research conducted by Nidhi Dwivedi et al. delved into the combined effects of two systemic insecticides, dichlorvos (DDVP) and monocrotophos (MC), on various biochemical variables in rats. Specifically focusing on DDVP, which belongs to the organophosphate group of pesticides, the study aimed to uncover how its interaction with MC might influence systemic responses in the body. DDVP is recognized as a systemic insecticide due to its ability to be absorbed and distributed throughout the body of target organisms, including insects. In this study, rats were exposed to DDVP either individually or in combination with MC. The results indicated that co-exposure to DDVP and MC led to significant changes in various biochemical parameters, such as neurotransmitter levels, enzyme activities, and oxidative stress markers. Notably, the study observed that the combined exposure resulted in more pronounced effects on certain variables, suggesting potential synergistic interactions between the two systemic insecticides."
        }
    ]
}