{
    "_id": {
        "$oid": "6682e966c4e5dba5ffba2a6e"
    },
    "CID": {
        "$numberInt": "30479"
    },
    "Name": "METRIBUZIN",
    "IUPACName": "4-amino-6-tert-butyl-3-methylsulfanyl-1,2,4-triazin-5-one",
    "CanonicalSMILES": "CC(C)(C)C1=NN=C(N(C1=O)N)SC",
    "Synonyms": [
        "METRIBUZIN",
        "21087-64-9",
        "Lexone",
        "Sencor",
        "Metribuzine",
        "Zenkor",
        "Sencorex",
        "Senkor",
        "4-Amino-6-tert-butyl-3-methylsulfanyl-4H-[1,2,4]triazin-5-one",
        "Lexone DF",
        "Sencor DF",
        "Lexone 4L",
        "Sencor 4F",
        "Sencoral",
        "Bay 94337"
    ],
    "IsomericSMILES": "CC(C)(C)C1=NN=C(N(C1=O)N)SC",
    "INCHI": "InChI=1S/C8H14N4OS/c1-8(2,3)5-6(13)12(9)7(14-4)11-10-5/h9H2,1-4H3",
    "INCHIKEY": "FOXFZRUHNHCZPX-UHFFFAOYSA-N",
    "Formula": "C8H14N4OS",
    "MolecularWeight": {
        "$numberDouble": "214.29"
    },
    "Description": "Metribuzin is a member of the class of 1,2,4-triazines that is 1,2,4-triazin-5(4H)-one substituted by an amino group at position 4, tert-butyl group at position 6 and a methylsulfanyl group at position 3. It has a role as a xenobiotic, an environmental contaminant, a herbicide and an agrochemical. It is a member of 1,2,4-triazines, an organic sulfide and a cyclic ketone.",
    "XlogP": {
        "$numberDouble": "1.7"
    },
    "Complexity": {
        "$numberInt": "316"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "animal_concentrations": [
        {
            "References": "(1) USEPA; Reregistration Eligibility Decision (RED) Database on Metribuzin (21087-64-9). Washington, DC: US EPA, Off Prev, Pest Toxic Sub USEPA 738-R-97-006. p. 28-9. Available from the Database Query page at https://www.epa.gov/REDs/ as of Oct 10, 2000.",
            "Value": "Beef and dairy cattle fed a diet of 10 ppm metribuzin had total metribuzin residues (metribuzin and metabolites) in the muscle, liver, kidney, and fat tissues ranging from non-detectable, 0.55-1.01 ppm, 0.08-0.17 ppm, and 0.06-1.13 ppm respectively(1). Poultry feed a diet of 15 ppm metribuzin had total metribuzin residues (metribuzin and metabolites) in eggs, giblet, muscle, fat, and skin ranging from 0.032-0.053 ppm, 0.23-0.27 ppm, 0.06-0.07 ppm, 0.04-0.08 ppm, and 0.03-0.08 ppm respectively(1)."
        }
    ],
    "sediment_soil_concentrations": [
        {
            "References": "PMID:8130408",
            "Value": "SEDIMENT: Metribuzin was detected in sediment samples at the Sarno and Volturno Rivers near Naples, Italy at levels of 12 and 220 ng/g (dry wt),respectively(1); these rivers are effected by multiple pollution sources from industrial, domestic and agricultural origins, and are located in heavily populated areas(1)."
        },
        {
            "References": "(1) Krapac IG et al; J Soil Contam 4: 209-26 (1995)",
            "Value": "SOIL: In 1989, the mean concn of metribuzin in soil at agrochemical facilities in Illinois was determined to be 92 ug/kg(1)."
        }
    ],
    "plant_translocations": [
        {
            "content": "Research was conducted in soybean and com mon cocklebur to determine if the synergistic interactions of clomazone plus metribuzin and clomazone plus linuron were due to the effect of one herbicide on root uptake, partitioning, or metabolism of the other. Treatments consisted of 14C-clomazone alone and combined with metribuzin or linuron, 14C-metribuzin alone and com bined with clomazone, and 14C-linuron alone and com bined with clomazone. Root uptake and partitioning of clomazone applied alone in soybean differed compared to clomazone plus metribuzin. Root uptake and partitioning of metribuzin or linuron did not differ when applied alone or combined with clomazone. Binding of clomazone or its metabolites in an unextractable form may be a method of deactivating clomazone by soybean, but not by common cocklebur. Levels of parent clomazone were higher in common cocklebur roots when clomazone was combined with metribuzin and linuron compared to clomazone alone. Levels of parent metribuzin were higher in soybean roots, and in common cocklebur roots and shoots when clomazone was combined with metribuzin compared to metribuzin alone. Levels of parent linuron were greater in soybean shoots when linuron was applied with clomazone compared to linuron alone. These results indicate that the metabolism of metribuzin and linuron is altered in both species when clomazone is applied, leading to increased phytotoxicity.",
            "reference": "Salzman, F. P., Renner, K. A., & Penner, D. (1992). Absorption, translocation, and metabolism of clomazone, metribuzin and linuron in soybean (Glycine max) and common cocklebur (Xanthium strumarium). Weed science, 40(3), 395-401.",
            "method": {
                "Test Plants": "Soybean (Glycine max) and common cocklebur (Xanthium strumarium)",
                "Apply Location": "Nutrient solution",
                "Plant Grown Condition": "Germinated in silicon sand in the greenhouse under natural light supplemented with sodium vapor lights for 15 hours per day, irrigated with modified Hoagland's solution at pH 6.8",
                "Chemical Preparation": "14C-uniformly phenyl ring-labeled clomazone (specific activity 1.036 x 106 Bq mmol-1, radiochemical purity 94%), 14C-uniformly ring-labeled linuron (specific activity 2,257 Bq mg-1, radiochemical purity 95%), 14C-uniformly ring-labeled metribuzin (specific activity 0.769 x 106 Bq mmol-1, radiochemical purity 98%)",
                "Pesticide Application Details for the Plant": "Herbicides were added to the nutrient solution in 100 µl of methanol for preconditioning treatments, then added to the solutions for the main treatments at final concentrations of 6.5 µM for clomazone, 1.0 µM for linuron, 1.0 µM for metribuzin, 6.5 plus 1.0 µM for clomazone plus linuron, or 6.5 plus 1.0 µM for clomazone plus metribuzin",
                "Number of Other Information": "15 plants of each species for each treatment, with the experiments repeated twice"
            },
            "result": "[{\"Species\": \"Soybean\", \"Treatment\": \"Metribuzin alone\", \"Absorbed (%)\": 13.8, \"Roots (%)\": 54.0, \"Stem (%)\": 16.4, \"Leaves (%)\": 28.8, \"Shoot Meristem (%)\": 0.8}, {\"Species\": \"Soybean\", \"Treatment\": \"Metribuzin + Clomazone\", \"Absorbed (%)\": 13.4, \"Roots (%)\": 50.9, \"Stem (%)\": 17.2, \"Leaves (%)\": 30.8, \"Shoot Meristem (%)\": 1.1}, {\"Species\": \"Common Cocklebur\", \"Treatment\": \"Metribuzin alone\", \"Absorbed (%)\": 9.4, \"Roots (%)\": 45.7, \"Stem (%)\": 19.1, \"Leaves (%)\": 33.8, \"Shoot Meristem (%)\": 1.3}, {\"Species\": \"Common Cocklebur\", \"Treatment\": \"Metribuzin + Clomazone\", \"Absorbed (%)\": 12.8, \"Roots (%)\": 40.6, \"Stem (%)\": 22.2, \"Leaves (%)\": 36.1, \"Shoot Meristem (%)\": 1.0}]"
        }
    ]
}