{
    "_id": {
        "$oid": "6682e7fac4e5dba5ffba234b"
    },
    "CID": {
        "$numberInt": "3048"
    },
    "Name": "ENDRIN",
    "IUPACName": "3,4,5,6,13,13-hexachloro-10-oxapentacyclo[6.3.1.13,6.02,7.09,11]tridec-4-ene",
    "CanonicalSMILES": "C1C2C3C(C1C4C2O4)C5(C(=C(C3(C5(Cl)Cl)Cl)Cl)Cl)Cl",
    "Synonyms": [
        "ENDRIN",
        "128-10-9",
        "Endricol",
        "Hexadrin",
        "72-20-8",
        "Endrine",
        "Oktanex",
        "Endrex",
        "Endrin isomer",
        "Compound 269",
        "Insectlack",
        "Dieldrex",
        "Dieldrine",
        "Dieldrite",
        "Dielmoth"
    ],
    "IsomericSMILES": "C1C2C3C(C1C4C2O4)C5(C(=C(C3(C5(Cl)Cl)Cl)Cl)Cl)Cl",
    "INCHI": "InChI=1S/C12H8Cl6O/c13-8-9(14)11(16)5-3-1-2(6-7(3)19-6)4(5)10(8,15)12(11,17)18/h2-7H,1H2",
    "INCHIKEY": "DFBKLUNHFCTMDC-UHFFFAOYSA-N",
    "Formula": "C12H8Cl6O",
    "MolecularWeight": {
        "$numberDouble": "380.9"
    },
    "Description": "LSM-36947 is a monoterpenoid.",
    "XlogP": {
        "$numberDouble": "3.7"
    },
    "Complexity": {
        "$numberInt": "516"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "plant_concentrations": [
        {
            "References": "(1) Carey AE et al; Pest Monit J 12: 209-29 (1979) (2) Carey AE et al; Pest Monit J 12: 117-36 (1978)",
            "Value": "Endrin was detected in 2 out of 40 cotton stalks in 1972, at an avg concn of 0.25 ppm(1). Endrin was detected in 1 out of 28 cotton samples at a concn of 0.09 ppm and 1 of 44 cotton stalks at a concn of 6.26 ppm in 1971(2)."
        }
    ],
    "animal_concentrations": [
        {
            "References": "(1) Ohlendorf HM et al; Pest Monit J 14: 125-35 (1981) (2) Niethammer K et al; Arch Environ Contam Toxicol 13: 63-74 (1984) (3) Sabourin TD et al; Bull Environ Contam Toxicol 32: 460-8 (1984) (4) Wiktelius S, Edwards CA; Rev Environ Contam Toxicol 151: 1-37 (1997)",
            "Value": "Endrin was detected in 8 out of 105 US herons found dead, moribund or shot, at a max concn of 0.86 ppm(1). Endrin was detected in 10 of 34 herons near Oxbow Lake area, northeast LA, at an avg concn of 50 ppb and a max concn of 0.38 ppm(2). Endrin was detected in 1 of 10 water snakes at a concn of 0.42 ppm(2). Endrin was detected in water snakes from the Mississippi River, southern LA, 1977-79, 21 fat samples, 14% pos, 10 ppb, 28 liver samples, 32% pos, <10-20 ppb(3). Endrin was detected in 6 terrestrial plant feeding animals in Africa at an avg concn of 3.55 ppm, 5 omnivorous terrestrial feeders at an avg concn of 3.3 ppm and 5 aquatic vertebrate predators at an avg concn of 0.06 ppm(4)."
        }
    ],
    "environmental_bioconcentrations": [
        {
            "References": "ANDERSON RL ET AL; ENVIRON POLLUT SER A 22 (2): 111 (1980)",
            "Value": "STONEFLIES CONCENTRATED ENDRIN 1150 TIMES ABOVE TEST WATER LEVEL; SNAILS 8600 TIMES."
        },
        {
            "References": "Vance BD, Drummond W; J Amer Water Works Assoc 61: 360 (1969) as cited in USEPA; Ambient Water Quality Criteria Doc: Endrin p. B-29 EPA 440/5-80-047 (1980)",
            "Value": "Microcystis aeruginosa (alga) exhibited a bioconcentration factor of 200 after 7 days. Anabaena cylindrica (alga) exhibited a bioconcentration factor of 222 after 7 days. Scenedesmus quadricauda (alga) exhibited a bioconcentration factor of 156 after 7 days. Oedogonium sp (alga) exhibited a bioconcentration factor of 140 after 7 days."
        },
        {
            "References": "Mason JW; Rowe Arch Environ Contam Toxicol 4: 349 (1976) as cited in USEPA; Ambient Water Quality Criteria Doc: Endrin p.B-29 (1980) EPA 440/5-80-047",
            "Value": "American oyster (Crassostrea virginica) exhibited a bioconcentration factor of 1670-2780 after 7 days."
        },
        {
            "References": "Mount DI, Putnick GJ; Summary report of the 1963 Mississippi kill. Proc 31 st North Am Wildl Nat Res Conf p.176 (1966) as cited in USEPA; Ambient Water Quality Criteria Doc: Endrin p.B-29 (1980) EPA 440/5-80-047",
            "Value": "Pimephales promelas (fathead minnow) exhibited a bioconcentration factor of 7000 after 300 days."
        },
        {
            "References": "Argyle RL et al; J Fish Res Board Can 30: 1743 (1973) as cited in USEPA; Ambient Water Quality Criteria Doc: Endrin p.B-29 (1980) EPA 440/5-80-047",
            "Value": "Ictalurus punctatus (channel catfish) exhibited a bioconcentration factor of 1,640-2000 after 41 and 55 days, respectively."
        },
        {
            "References": "(1) Chemicals Inspection and Testing Institute; Biodegradation and bioaccumulation data of existing chemicals based on the CSCL Japan. Japan Chemical Industry Ecology - Toxicology and Information Center. ISBN 4-89074-101-1 (1992) (2) Verschueren K; Handbook of Environmental Data on Organic Compounds 3rd ed. NY: Van Nostrand Reinhold pp. 915-9 (1996) (3) Neely WB et al; Environ Sci Technol 8: 1113-5 (1974) (4) Metcalf RL et al; Environ Health Perspect 1973: 35-44 (1973) (5) Franke C et al; Chemosphere 29: 1501-14 (1994)",
            "Value": "BCF values in the range of 4,860 to 14,500 were reported for carp exposed 1 ug/l of endrin and BCF values in the range of 5,390 to 12,500 were reported for carp exposed to 0.1 ug/l of endrin over a 10 week incubation period(1). Significant bioconcentration of endrin was reported in fish: BCF of 1335-10,000(2.3). Moderate to extensive bioconcentration was reported in shellfish: BCF of 500-1250(2), and in snail (Physa): BCF of 49,000(4). According to a classification scheme(5), these BCF values suggest that bioconcentration in aquatic organisms is very high(SRC)."
        }
    ],
    "environmental_biodegradations": [
        {
            "References": "(1) Sharom MS et al; Water Res 14: 1089-93 (1980) (2) Eichelberger JW, Lichtenberg JJ; Environ Sci Technol 5: 541-4 (1971) (3) Menzie CM; Ann Rev Entomol 17: 199-222 (1972) (4) Nash RG, Woolson EA; Science 157: 924-7 (1967) (5) Alexander M; Biotech Bioeng 15: 611-47 (1973) (6) Bowman MC et al; J Agr Food Chem 13: 360-5 (1965) (7) Castro TF, Yoshida T; J Agr Food Chem 19: 1168-7 (1971) (8) Syracuse Research Corporation; Hazard Assessment Report on Endrin. First Draft. Syracuse, NY: SRC pp. 124 TR69-119 (1980) (9) Hill DW, McCarthy PL; J Water Pollut Control Fed 39: 1259-77 (1967) (10) Chemicals Inspection and Testing Institute; Biodegradation and bioaccumulation data of existing chemicals based on the CSCL Japan. Japan Chemical Industry Ecology - Toxicology and Information Center. ISBN 4-89074-101-1 (1992) (11) Laskowski DA et al; Res Rev 85: 139-47 (1983)",
            "Value": "AEROBIC: Endrin appears to be resistant to biodegradation in natural waters and most soils. Greater than 80% of endrin was recovered from sterilized and unsterilized natural water (drainage canal of Holland Marsh, Ontario, Canada) and distilled water after 16 weeks(1). No degradation of endrin observed - Little Miami River water, 8 weeks(2). Soil biodegradation half-lives of approximately 4 to 8 years(3) and 14 yrs(4) or more(5) have been reported. Considerable degradation (51% - 4 days in Rutledge sand to essentially 100% in Magnolia sandy loam) has been reported(6); however, biodegradation was not conclusively proven to be the degradation route nor were the products identified(6). After 2 months endrin recovery in flooded (anaerobic) Casiguran soil was only 8.4% while 88.24% was recovered in the upland (aerobic) soil(7); endrin persisted in all other soils for 2 months(7). Endrin, present at 100 mg/l, reached 0 percent of its theoretical BOD in 4 weeks using an activated sludge inoculum at 30 mg/l and the Japanese MITI test(10). The half-life for endrin in soil under aerobic conditions was reported as 4,300 days(11). ANAEROBIC: Anaerobic conditions apparently stimulate biodegradation of endrin, although it remains persistent(8). The half-life in thick anaerobic sewage sludge is 5-14 days with 4 unidentified products observed(9)."
        }
    ],
    "fish_seafood_concentrations": [
        {
            "References": "PMID:3118823",
            "Value": "Different fish species from Abu Qir Bay, Idku Lake, and Maryut Lake in Alexandria, Egypt, were assayed for residues of organochlorine insecticides and polychlorinated biphenyls (PCBs). The fish were obtained from commercial fishermen in 1985: Pagellus erythrinus, Sargus vulgarius, Siganus rivulatus, Sphyraena sphyraena, and Trigla hirundo were obtained from Abu Qir Bay; and Tilapia fish from Idku and Maryut Lakes. Twenty grams of dorsal fish muscle were extracted and the residues analyzed by GLC; reagent blanks and spike samples were included with each sample. The waters from which the fish were obtained receive drainage from industrial, agricultural and urban activities. Water samples were not assayed for specific components. Assays for endrin indicated its presence in all fish. The highest concentration was found in Pagellus erythrinus (12.2 ug/kg) from Abu Qir Bay, and the lowest concentration was found in Telapia nilotica (0.88 ug/kg) from Idku and Maryut Lakes. All samples were well below permissible levels for endrin."
        },
        {
            "References": "(1) Metcalfe C et al; Mar Environ Res 47: 1-15 (1999) (2) Salata GG et al; Environ Pollut 88: 167-75 (1995) (3) Weatherley NS et al; Environ Pollut 95: 127-34 (1997) (4) Wiktelius S, Edwards CA; Rev Environ Contam Toxicol 151: 1-37 (1997) (5) Hendriks AJ et al; Environ Toxicol Chem 17: 1885-98 (1998) (6) Hellou J et al; Mar Environ Res 44: 99-113 (1997) (7) Duggan RE et al; Pesticide Residue Levels in Foods in the United states from July 1, 1969 to June 30, 1976 FDA and AOAC p. 230 (1983)",
            "Value": "Endrin was detected in the brain of beluga whales in the Canadian Arctic at a concn of 0.12 ng/g(1). Endrin was detected at a mean value of 40.9 ng/g in bottlenose dolphins caught off the coast of Texas and Florida(2). Endrin was identified, not quantified, in eels from freshwater sites in Wales(3). Endrin was detected at max concns of 0.20, 0.34 and 0.15 mg/kg in three different species of fish from Africa(4). Endrin was identified, not quantified, in zebra mussels and eels from the Rhine River, Netherlands(5). Endrin was identified, not quantified, in shrimp obtained from the Northwest Atlantic(6). Endrin was detected in 258 out of 2,901 domestic fish sampled in the US from 1970-1976 at a mean concn of 4 ppb and in 13 out of 361 imported fish at a mean concn of 0.7 ppb(7). Endrin was detected in 2 out of 291 domestic shellfish at a mean concn of 0.1 ppb(7)."
        }
    ],
    "logP": [
        {
            "References": "Debruijn J, Hermens J; Environ Toxicol Chem 10:791-804 (1991)",
            "Value": "log Kow= 5.20"
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "GENE-TOX Program: Current Status of Bioassay in Genetic Toxicology. U.S. Environmental Protection Agency, Washington, DC. Office of Toxic Substances and Pesticides. (For program information, contact Environmental Mutagen Information Center, Oak Ridge National Laboratory, Post Office Box Y, Oak Ridge, Tennessee 37830. Telephone (615) 574-7871)",
            "Value": "MUTAGENICITY: MUTATION RESEARCH 76: 169 (1980). ESCHERICHIA COLI WP2,UVRA - REVERSE MUTATION STUDIES WITH METABOLIC ACTIVATION: NEGATIVE."
        },
        {
            "References": "Garner's Veterinary Toxicology. 3rd ed., rev. by E.G.C. Clarke and M.L. Clarke. Baltimore: Williams and Wilkins, 1967., p. 237",
            "Value": "AN AFFECTED ANIMAL MAY FIRST BECOME APPREHENSIVE & HYPERSENSITIVE OR ... BELLIGERENT. SOON BLEPHAROSPASMS & FASCICULATIONS OF FACIAL & CERVICAL MUSCLES WILL APPEAR, FOLLOWED BY CLONIC SPASMS ... /INCR IN SALIVATION & FROTHING PRECEDES CONVULSIONS PROGRESSING TO DEATH/."
        },
        {
            "References": "Clarke, M. L., D. G. Harvey and D. J. Humphreys. Veterinary Toxicology. 2nd ed. London: Bailliere Tindall, 1981., p. 143",
            "Value": "THE CARDIOVASCULAR EFFECT OF ENDRIN IN DOGS WAS FOUND ... TO BE DUE TO THE ACTION ON THE CNS ALTHOUGH SOME MAY BE CAUSED BY CHANGES IN CEREBRAL HEMODYNAMICS. ... IN CHRONIC POISONING CHANGES IN RENAL FUNCTION WERE MINIMAL, & DUE TO SECONDARY CHANGES IN SYSTEMIC HEMODYNAMICS."
        },
        {
            "References": "National Research Council. Drinking Water & Health Volume 1. Washington, DC: National Academy Press, 1977., p. 567",
            "Value": "WHEN QUAIL WERE FED 1 PPM /ENDRIN/, NO EGGS WERE PRODUCED DURING THE REPRODUCTIVE PERIOD. ENDRIN FED @ 10 PPM REDUCED EGG PRODN IN PHEASANTS & REDUCED SURVIVAL OF THE CHICKS."
        },
        {
            "References": "National Research Council. Drinking Water & Health Volume 1. Washington, DC: National Academy Press, 1977., p. 566",
            "Value": "ENDRIN WAS FED TO RATS @ 2, 6, OR 12 PPM IN THE DIET FOR 2 YR WITHOUT PRODUCING PRIMARY MALIGNANT HEPATIC TUMORS OR INCREASING TUMOR INCIDENCE IN ANY ORGANS."
        },
        {
            "References": "National Research Council. Drinking Water & Health Volume 1. Washington, DC: National Academy Press, 1977., p. 567",
            "Value": "... ENDRIN ... STUDIED ... IN HAMSTERS & MICE. SINGLE, ORAL DOSES APPROX 1/2 THE RESPECTIVE LD50 DOSES WERE GIVEN ON DAYS 7, 8, OR 9 OF GESTATION IN THE HAMSTER & ON DAY 9 OF GESTATION IN THE MOUSE. ... NUMBER OF DEFECTS WERE PRODUCED IN BOTH SPECIES."
        },
        {
            "References": "National Research Council. Drinking Water & Health Volume 1. Washington, DC: National Academy Press, 1977., p. 572",
            "Value": "IN BEAGLE DOGS 9 MO STUDY DOSAGE LEVELS OF 1-3 PPM YIELDED INCREASED LIVER/BODY RATIO."
        },
        {
            "References": "PMID:7281202",
            "Value": "PREGNANT CD RATS RECEIVED 0.450, 0.330, 0.150, 0.075, OR 0 MG/KG/DAY BY GASTRIC INTUBATION. MARKED REDUCTIONS IN MATERNAL WT GAIN, INCR IN HEPATIC TISSUE RESIDUE. FETAL TISSUE BURDEN INCR AT LOWEST DOSAGE. NOT TERATOGENIC."
        },
        {
            "References": "PMID:7328699",
            "Value": "THE HEPATOCYTE PRIMARY CULTURE/DNA REPAIR ASSAY USING RAT, HAMSTER, & MOUSE HEPATOCYTES EXPOSED TO ENDRIN FOR 18 HR TOGETHER WITH THYMIDINE, INDICATED THAT ENDRIN WAS NOT GENOTOXIC."
        },
        {
            "References": "PMID:7292507",
            "Value": "CNS TERATOGEN IN HAMSTERS BUT NOT IN RATS EXPOSED PERINATALLY TO 1.5 MG/KG/DAY ON DAYS 5-14 OF GESTATION CAUSED INCR LOCOMOTION ACTIVITY. RATS EXPOSED PERINATALLY SURVIVED; PUPS GROWTH NOT AFFECTED."
        },
        {
            "References": "PMID:7281202",
            "Value": "PREGNANT CD 1 MICE RECEIVED 2.0, 1.5, 1.0, OR 0 MG/KG/DAY BY INTUBATION. MATERNAL TOXICITY INCL DEATH, DECR WT GAIN. CONCLUDED ENDRIN WAS NOT TERATOGENIC IN MICE WHEN ADMIN AT MATERNALLY TOXIC DOSE LEVELS THROUGHOUT PERIOD OF ORGANOGENESIS."
        },
        {
            "References": "Sharma SK et al; Bull Envir Contam Toxicol 23 (1-2): 153-7 (1979)",
            "Value": "Ten Ophiocephalus punctatus fish were placed in 20 l solns of 0.005, 0.01, 0.02, 0.04, or 0.08 ppm endrin and kept at 29 + or - 4 °C at a pH 6.9. The percent survival at 96 hr was 100%, 80%, 70%, 40%, and 0% for the 0.005, 0.01, 0.02, 0.04, and 0.08 ppm groups, respectively. Statistically significant inhibition was noted ... for kidney lactic dehydrogenase."
        },
        {
            "References": "PMID:516075",
            "Value": "Fetal toxicity was determined in hamsters exposed to endrin ... on either day 8 or days 5-14 of gestation, by administration by oral gavage as a solution in corn oil /at doses of/ ... 0.5-10.0 mg/kg on day 8 and 0.75 to 3.5 mg/kg on days 5-14. ... Single dose /exposures/ ... resulted in significant incidences of fused ribs and meningoencephaloceles at levels of 5 mg/kg or greater. However, no significant effects were noted in either maternal mortality, and weight gain or in fetal mortality or weight gain. ... Multiple doses ... resulted in few fetal defects, although a significant dose-related incr in fetal mortality and decr in fetal weight was seen. Significant maternal lethality and weight reductions were noted at doses of 1.5 mg/kg/day or greater. ... Endrin was found to cross the placenta, and 20 ppb were found in fetuses from litters exposed to 2.5 mg/kg/day."
        },
        {
            "References": "Applegate, V.C., J.H.Howell, A.E. Hall, Jr., M.A. Smith. Toxicity of 4,346 Chemicals to Larval Lampreys and Fishes. Special Scientific Report-Fisheries No. 207. Washington, DC: U.S.Department of Interior, Fish and Wildlife Service, March 1957., p. 56",
            "Value": "Rainbow trout (Salmo gairdnerii), bluegill sunfish (Lepomis macrochirus), and sea lampreys (Petromyzon marinus) were subjected to 5.0 ppm of an 18.5% emulsified concn of endrin. Time for death or obvious distress to occur was: 4 hr, trout; 5 hr, bluegill; 14 hr, lamprey."
        },
        {
            "References": "PMID:6224843",
            "Value": "COMPARATIVE EFFECTS OF ALDRIN, DIELDRIN, ENDRIN, ISODRIN, & TELODRIN ON DIFFERENT ATPASE ACTIVITIES IN BEEF HEART MITOCHONDRIAL & RAT BRAIN SYNAPTOSOMAL FRACTIONS WERE DETERMINED IN VITRO. BEEF HEART MITOCHONDRIAL (OLIGOMYCIN-SENSITIVE) MG(2+) ATPASE ACTIVITY WAS INHIBITED BY ALL CHEM AT ALL CONCN TESTED. /SRP: ABOUT 30% INHIBITION WAS OBSERVED WITH 100 UM ENDRIN/. RESULTS SUGGEST THAT ATPASE SYSTEM IN RAT HEART & CNS MAY BE SELECTIVELY INHIBITIED BY ALDRIN, BUT NOT BY ITS STRUCTURAL ANALOGS."
        },
        {
            "References": "Zeiger E et al; Environ Mutagen 9: 1-110 (1987)",
            "Value": "Endrin was tested for mutagenicity in the Salmonella/microsome preincubation assay. Endrin was tested over a wide range of doses (0, 100, 333, 1000, 3333, and 10,000 ug/plate) in four Salmonella typhimurium strains (TA98, TA100, TA1535, and TA1537) in the presence and absence of Aroclor-induced rat or hamster liver S9. Endrin was negative in these tests and the highest ineffective dose level tested (not causing the formation of a precipitate) in any Salmonella tester strain was 333 ug/plate."
        },
        {
            "References": "PMID:3000377",
            "Value": "The neurotoxic insecticide /endrin/ inhibited gamma-aminobutyric acid-dependent (36)Cl- uptake by mouse brain vesicles."
        },
        {
            "References": "Spann JW et al; Environ Toxicol Chem 5 (8): 755-9 (1986)",
            "Value": "Concentrations of 0, 1, and 3 ppm endrin in dry duck mash were fed to mallards (Anas platyrhynchos) starting in Dec. Health and reproduction were measured the following spring and summer. One male fed 3 ppm, died with a diagnostically lethal level of 2.0 ppm (wet wt) in its brain. Birds fed 1 ppm reproduced as well as, if not better than, controls. Birds fed 1 ppm had significantly greater hatching success of fertile eggs than did those fed 0 or 3 ppm, and their clutches hatched significantly earlier than did those of birds fed 3 ppm. Mallards fed 3 ppm appeared to reproduce more poorly than controls, but this finding must be regarded with caution because the results of statistical tests often were not significant. Edrin accumulated in eggs to a mean of 1.1 and 2.9 ppm (wet wt) when fed to hens at 1 and 3 ppm. The concn in the carcasses of adults was similar to that in eggs, but the concn in the fat of adults was approx 4-7 times higher than in eggs."
        },
        {
            "References": "PMID:2430161",
            "Value": "The toxicity to mice of ip administered polychlorocycloalkane insecticides, including endrin, is generally correlated with their potency as in vitro inhibitors of the brain specific (35)S-t-butylbicyclophosphorothionate binding site with correction for metabolic activation and detoxification. These findings from earlier studies areextended to in vivo investigations relating convulsant action to inhibition of the (35)S-t-butylbicyclophosophorothionate binding site in poisoned mice. Radioligand binding assays involved brain P2 membranes. Examination of lindane, technical toxaphene, toxaphene toxicant A, and 10 polychlorocyclodiene insecticides, including endrin , revealed 62 + or - 4% binding site inhibition 30 min after their LD50 doses with 32 +/- 3% inhibition at one-half and 6 + or - 3% inhibition at one-quarter of their LD50 doses. The brain P2 membranes of treated mice contain the parent compound with each of the polychlorcycloalkanes plus activation products of some of the cyclodienes: including 12-ketoendrin from endrin."
        },
        {
            "References": "Casarett, L.J., and J. Doull. Toxicology: The Basic Science of Poisons. New York: MacMillan Publishing Co., 1975., p. 329",
            "Value": "HEPTACHLOR, 1,1,1-TRICHLORO-2,2-BIS(P-CHLOROPHENYL)ETHANE, ENDRIN, & ALDRIN WERE TERATOGENIC IN CHICKEN EGGS & THAT COMBINATIONS OF THESE INSECTICIDES HAD /SYNERGISTIC/ EFFECTS."
        },
        {
            "References": "Hayes, W.J., Jr., E.R. Laws, Jr., (eds.). Handbook of Pesticide Toxicology. Volume 2. Classes of Pesticides. New York, NY: Academic Press, Inc., 1991., p. 841",
            "Value": "The no-effect level in the rat is 0.05 mg/kg/day (dietary level of 1 ppm), in the mouse 0.038 mg/kg/day (dietary level of 0.3 ppm), and in the dog 0.025 mg/kg/day (dietary level of 1 ppm)."
        },
        {
            "References": "Hayes, W.J., Jr., E.R. Laws, Jr., (eds.). Handbook of Pesticide Toxicology. Volume 2. Classes of Pesticides. New York, NY: Academic Press, Inc., 1991., p. 843",
            "Value": "Intratesticular injection of mice with endrin caused chromosomal abnormalities. Studies in mice have demonstrated that endrin produces specific alterations in unmyelinated fiber bundles of peripheral nerves but does not affect myelinated fibers."
        },
        {
            "References": "Zenz, C., O.B. Dickerson, E.P. Horvath. Occupational Medicine. 3rd ed. St. Louis, MO., 1994, p. 623",
            "Value": "A high incidence of fetal organogenesis was reported in golden hamsters fed single doses of 2.5 mg/kg of endrin. ... Congenital anomalies and growth retardation in offspring /were reported/, and rats fed a diet of 100 ppm of endrin for two years developed degenerative changes."
        },
        {
            "References": "U.S. Department of the Interior, Fish and Wildlife Service. Handbook of Toxicity of Pesticides to Wildlife. Resource Publication 153. Washington, DC: U.S. Government Printing Office, 1984., p. 38",
            "Value": "Signs of Intoxication: Ataxia, slowness, drowsiness, tremors, trachael congestion, prostration, convulsions, wing-beat convulsions, and opisthotonos. Signs appeared as soon as 1 hr and mortalities usually occurred between 1 hr and 5 days after treatment. Remission took up to 1 week. /Species not specified/"
        },
        {
            "References": "U.S. Department of the Interior, Fish and Wildlife Service. Handbook of Toxicity of Pesticides to Wildlife. Resource Publication 153. Washington, DC: U.S. Government Printing Office, 1984., p. 38",
            "Value": "The 30 day empirical minimum lethal dose for mallards (n =12) is 0.250 mg/kg per day for both sexes. The resulting cumulative toxicity index is 5.64/0.25 = 22, indicating a moderately high degree of cumulative action. The percutaneous LD50 for 10 month old mallard drakes (n =2) after a 24 hr dermal foot exposure to the 97% sample aoppears to be >140 mg/kg. Signs observed after percutaneous treatment included hyperexcitability, tenseness, shakiness, jerkiness, ataxia goose-stepping ataxia, slowness, and stumbling. These signs appeared as soon as 3 hr after the initiation of treatment. Remission took up to 4 days after the end of treatment. Mild dermal irritation was caused by exposure to endrin. When the percutaneous LD50 is compared with the acute oral LD50, endrin appears to have a relatively low order of dermal hazard in mallards."
        },
        {
            "References": "Hayes, Wayland J., Jr. Pesticides Studied in Man. Baltimore/London: Williams and Wilkins, 1982., p. 248",
            "Value": "A total of 1600 mice of two strains were used to explore the possible carcinogenicity of endrin. Dietary levels of 0.3 and 3.0 ppm were used, and a few convulsions were observed at the higher level. Although fibrosarcomas, hepatomas, and leukemia were oberved, their incidence was not significantly higher than in the controls."
        },
        {
            "References": "Hayes, Wayland J., Jr. Pesticides Studied in Man. Baltimore/London: Williams and Wilkins, 1982., p. 248",
            "Value": "Endrin is not teratogenic under practical conditions. Dietary levels that do not injure the parents do not injure reproduction. In fact reproduction may continue with little change even at dosage levels that produce some convulsions. The results in wild deer mice are similar. Increased fetal mortality and also increased fetal toxicity (primarily delayed and deviant ossification) /was reported/ in the offspring of rats and mice that were bred for the first time 1 week after receiving four oral doses of endrin emulsion at a rate of 0.58 mg/kg at weekly intervals. The small differences were of unstated statistical significance. Endrin administered pregnancy at half the LD50 level produced a marked increase in fetal deaths of hamsters but not mice. Open eye, webbed foot, cleft palate, and especially fused ribs were seen in young hamster and may have been related to growth retardation."
        },
        {
            "References": "Hayes, Wayland J., Jr. Pesticides Studied in Man. Baltimore/London: Williams and Wilkins, 1982., p. 248",
            "Value": "Differences in the effects of single and repeated doses administered hamsters during pregnancy were reported. A single dose as high as 10 mg/kg on day 8 did not kill the dams or young but did increase in the incidence of fused ribs and meningoencephaloceles. Multiple doses as high as 3.5 mg/kg/day on days 5 to 14 caused maternal weight loss and mortality, and fetal mortality but fewer fetal defects. Single dosages less than 5 mg/kg and repeated dosages of 1.5 mg/kg/day were ineffective."
        },
        {
            "References": "Hayes, Wayland J., Jr. Pesticides Studied in Man. Baltimore/London: Williams and Wilkins, 1982., p. 248",
            "Value": "Hamster pups from dams that had received 1.5 mg/kg/day on gestation days 5 to 14 were more active than controls 15 days after birth, but the difference disappeared by day 34."
        },
        {
            "References": "Hayes, Wayland J., Jr. Pesticides Studied in Man. Baltimore/London: Williams and Wilkins, 1982., p. 248",
            "Value": "An increased in the relative weight of the liver /was observed/ in rats receiving 5 ppm or more of endrin in the diet."
        },
        {
            "References": "Hayes, Wayland J., Jr. Pesticides Studied in Man. Baltimore/London: Williams and Wilkins, 1982., p. 248",
            "Value": "Increased mixed function oxidase activity has been induce in both rats and rabbits by feeding low levels of endrin. ... No enzyme changes /were found/ 12 hr after endrin was administered but did find induction 24 hr and more after administration. Another source of variation is excessive dosage, which may be inhibitory."
        },
        {
            "References": "Hayes, Wayland J., Jr. Pesticides Studied in Man. Baltimore/London: Williams and Wilkins, 1982., p. 248",
            "Value": "Greater benzpyrene hydroxylase activity was found in the liver microsomes of endrin-resistant pine mice than in microsomes from susceptible ones. High levels also were found in the offspring of resistant mice, suggesting that the difference may be inherited. The evidence for inheritance (in contrast to tolerance) is reasonable inasmuch as endrin is excreted rapidly, but final proof would require, among other things, demonstration that the young received no endrin via the placenta and milk. In nature, where the possibilty of outbreeding cannot be excluded, pine mice gradually lost resistance to endrin after application of endrin as a control measure was stopped."
        },
        {
            "References": "Hayes, Wayland J., Jr. Pesticides Studied in Man. Baltimore/London: Williams and Wilkins, 1982., p. 248",
            "Value": "Large, single doses and small, repeated doses of endrin have largely opposite effects on the concentrations of biogenic amines in the brain, but whether the changes are responsible for poisoning or secondary to it is obscure."
        },
        {
            "References": "Hayes, Wayland J., Jr. Pesticides Studied in Man. Baltimore/London: Williams and Wilkins, 1982., p. 247",
            "Value": "Three known mammalian metabolites of endrin are more toxic than the parent compound. The LD50 of 12-ketoendrin is 1.1 and 0.8 mg/kg in male and female rats respectively, and it exerts its full effect during the first 20 hr, compared to 4 to 8 days for endrin. Thus, 12-ketoendrin may be responsible for much of the acute toxicity of endrin or of intermediate metabolites in the rat. However, the fact that the brains of rats killed by endrin contain (in addition to endrin) substantially less 12-ketoendrin than do the brains of rats killed by 12-ketoendrin suggests that endrin is toxic per se."
        },
        {
            "References": "Hayes, W.J., Jr., E.R. Laws Jr., (eds.). Handbook of Pesticide Toxicology Volume 1. General Principles. New York, NY: Academic Press, Inc., 1991., p. 471",
            "Value": "... A single resistant mosquito fish may be treated with endrin in such a way that it survives but is able to release enough of the compound into 10 l of clean water to kill five normally susceptible fish of the same species."
        },
        {
            "References": "Aiello, S.E. (ed). The Merck Veterinary Manual. 8th ed. Merck & Co., Inc., National Publishing Inc., Philadelphia, PA. 1998., p. 2063",
            "Value": "Young dairy calves are poisoned by 8.8 mg/kg body wt, PO, but tolerate 4.4 mg/kg, while adult cattle tolerate 8.8 mg/kg and are poisoned by 22 mg/kg. Pigs tolerate 22 mg/kg and are poisoned by 44 mg/kg. Horses are poisoned by 22 mg/kg. Because of its effectiveness against insect pests on crops and pasture and consequent low dosage per acre, dieldrin is not likely to poison livestock grazing the treated areas. /Dieldrin/"
        }
    ],
    "sediment_soil_concentrations": [
        {
            "References": "(1) Lauer GJ et al; Trans Amer Fish 95: 310-6 (1966) (2) Burns BG et al; Pest Monit J 9: 34-8 (1975) (3) Niethammer K et al; Arch Environ Contam Toxicol 13: 63-74 (1984) (4) Feltz HR; pp. 271-87 in Contaminants and Sediments Vol 1 Fate and Transport, Case Studies, Modeling, Toxicity Ann Arbor Sci Ann Arbor MI (1980) (5) Glooschenko WA, Sampson RCJ; Pest Monit J 12: 94-5 (1978) (6) Sbriz L et al; Mar Pollut Bull 36: 971-79 (1998) (7) Norena-Barroso E et al; Bull Environ Contam Toxicol 61: 80-87 (1998) (8) Aelion CM, Cresci DC; J Environ Qual 28: 683-91 (1999)",
            "Value": "SEDIMENT: Endrin was detected in sediment from Bayou Yokely, LA, at concns of 65 to 165 ppb(1) and in sediment from Habitant Creek, Nova Scotia, Canada, Fall 1972, at concns of 0.145-0.309 ppb(2). Endrin was detected in sediment from a lake in northeast Louisiana at <1 ppb. Endrin was detected in 1 out of 13 rivers sampled in Maryland, Virginia, West Virginia at a concn of 4 ppb(1972) and 4.8 ppb (1976)(4). Endrin was detected in Salt Marsh, James Bay, Canada at a concn of <1 ppb(5). Endrin was detected in sediment off the coast of the Dominican Republic at concns of 0.01 and 0.06 ng/g(6). Combined aldrin, endrin and dieldrin was detected in sediment from the Chetumal Bay, Mexico at concns of 0.01 to 0.53 ng/g(7). Endrin was detected in sediment from a suburban area of South Carolina at a concn of 0.011 mg/kg(8)."
        },
        {
            "References": "(1) Crockett Ab et al; Pest Monit J 8: 69-97 (1974) (2) Carey AE et al; Pest Monit J 12: 117-36 (1978) (3) Carey AE et al; Pest Monit J 12: 209-29 (1979) (4) Carey AE et al; Pest Monit J 13: 17-22 (1979) (5) Carey AE et al; Pest Monit J 14: 23-5 (1980) (6) Lang JT et al; Pest Monit J 12: 230-3 (1979) (7) Harris CR, Sans WW; Pest Monit J 5: 259-67 (1971) (8) Lauer GJ et al; Trans Amer Fish 95: 310-6 (1966) (9) Suzuki M et al; Bull Environ Contam Toxicol 12: 275-80 (1974) (10) Mullins PE et al; Pest Monit J 5: 268-75 (1971) (11) Thapinta A, Hudak PF; Environ Monitor Assess 60: 103-114 (2000)",
            "Value": "SOIL: Endrin was detected in 27 out of 1,506 cropland sites in the US, (fiscal year 1970) at concns of 0.01-0.90 parts per trillion(1), 13 out of 1,486 sites (1971) at concns of <0.02 ppm to 1 ppm(2), 10 out of 1,483 sites (1972)at a max concn of 2.13 ppm max(3). Endrin was detected in soil from 5 metropolitan areas in the US (1971) at concns of less than <0.01 ppm(4). Endrin was detected in rice growing soils in the US at a max concn of 0.17 ppm(5) and in soils at US Air Force bases at a max concn of 10 ppb max(6). Endrin was detected in farms from southwestern Ontario, Canada at an avg concn of 0.89 ppm from 1964-1969(7). Endrin was detected in soils from Bayou Yokely, LA at concns of 425 to 1,450 ppb(8) and Kitakyushu, Japan at 16 ppb to 629 ppb(9). Endrin was detected in 2 out of 50 soil samples from Colorado in 1967 at trace levels(10). Endrin was detected in soil samples from agricultural areas of Thailand at concns of 0.008-0.226 ug/kg(11)."
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "(1) Sharom MS et al; Water Res 14: 1095-1100 (1980) (2) Swann RL et al; Res Rev 85: 17-28 (1983)",
            "Value": "The average Koc value of endrin in 4 soils was calculated as 11,420(1). According to a classification scheme(2), these Koc values suggest that endrin is expected to be immobile in soil(SRC)."
        }
    ],
    "plant_translocations": [
        {
            "content": "The bean stem miner (Melanagromyza sojae) is a highly destructive pest on young soybeans in Formosa, feeding on the pith of the soybean stem and causing stunted growth and poor yields. Among 10 insecticides tested, endrin emulsion provided the best residual control. A single foliar spray of endrin emulsion at low dosages (90 g of active ingredient per hectare) on 8- to 11-day-old summer plants was effective in protecting the plants from damage for about 15 days. The persistent effect of endrin was attributed to the kill of newly hatched larvae by the toxicant translocated from the initial deposit into the post-treatment growth of the plants. Endrin also exhibited some repellent action against ovipositing flies. The study also investigated the translocation of endrin applied to various parts of young soybean plants and to the soil surface into the feeding sites of newly hatched larvae, using both normal and abnormally larger dosages of the insecticide.",
            "reference": "Lee, S. Y. (1962). The mode of action of endrin on the bean stem miner, Melanagromyza sojae, with special reference to its translocation in soybean plants. Journal of Economic Entomology, 55(6), 956-964.",
            "method": {
                "Test Plant": "Soybean plants",
                "Apply Location": "applyi endrin to the hypocotyl (stem below cotyledons).",
                "Plant Grown Condition": "Field conditions mentioned, but vinyl rain shelter used at night and during rain. Plants were infested naturally in the field.",
                "Chemical Preparation": "0.2% endrin emulsion painted on hypocotyl in 1960 test. In 1961 tests, 0.5% endrin emulsion formulated with 10% technical grade endrin, 83% xylene, 7% emulsifier Sorpol-A-800.",
                "Pesticide Application Details for the Plant": "In 1960, 0.2% endrin painted on hypocotyl of seedlings (~30 ppm deposit). In 1961 test 1, 0.5% endrin painted on 11-day old seedling hypocotyls (~75 ppm). Test 2 in 1961 painted 0.5% endrin on stem below unifoliate leaves of older plants (~45 ppm).",
                "Other Information": "No phytotoxicity observed. Larval mortality and mines examined 3-4 days after treatment,"
            },
            "result": "[{\"2-5cm between stem (% of dead larvae)\": 26, \"5-10cm between stem\": 22, \"10-15cm between stem\": 26, \"15-20cm between stem\": 13, \"over 20cm between stem\": 13}]"
        }
    ]
}