{
    "_id": {
        "$oid": "66927106303528b49832d7a0"
    },
    "CID": {
        "$numberInt": "3081304"
    },
    "Name": "Diclosulam",
    "IUPACName": "N-(2,6-dichlorophenyl)-5-ethoxy-7-fluoro-[1,2,4]triazolo[1,5-c]pyrimidine-2-sulfonamide",
    "CanonicalSMILES": "CCOC1=NC(=CC2=NC(=NN21)S(=O)(=O)NC3=C(C=CC=C3Cl)Cl)F",
    "Synonyms": [
        "Diclosulam",
        "145701-21-9",
        "Diclosulam [ISO]",
        "N-(2,6-dichlorophenyl)-5-ethoxy-7-fluoro-[1,2,4]triazolo[1,5-c]pyrimidine-2-sulfonamide",
        "UNII-6X5DO0I08Z",
        "6X5DO0I08Z",
        "[1,2,4]Triazolo[1,5-c]pyrimidine-2-sulfonamide",
        "N-(2,6-dichlorophenyl)-5-ethoxy-7-fluoro-",
        "N-(2,6-Dichlorophenyl)-5-ethoxy-7-fluoro-(1,2,4)triazolo(1,5-c)pyrimidine-2-sulfonamide",
        "N-(2,6-Dichlorophenyl)-5-ethoxy-7-fluoro[1,2,4]triazolo[1,5-c]pyrimidine-2-sulfonamide",
        "DTXSID4034528",
        "CHEBI:81984",
        "Diclosulam 100 microg/mL in Acetonitrile",
        "Spider (herbicide); Strongarm; XDE 564",
        "(1,2,4)Triazolo(1,5-c)pyrimidine-2-sulfonamide",
        "N-(2,6-dichlorophenyl)-5-ethoxy-7-fluoro-",
        "StrongArm"
    ],
    "IsomericSMILES": "CCOC1=NC(=CC2=NC(=NN21)S(=O)(=O)NC3=C(C=CC=C3Cl)Cl)F",
    "INCHI": "InChI=1S/C13H10Cl2FN5O3S/c1-2-24-13-17-9(16)6-10-18-12(19-21(10)13)25(22,23)20-11-7(14)4-3-5-8(11)15/h3-6,20H,2H2,1H3",
    "INCHIKEY": "QNXAVFXEJCPCJO-UHFFFAOYSA-N",
    "Formula": "C13H10Cl2FN5O3S",
    "MolecularWeight": {
        "$numberDouble": "406.2"
    },
    "Description": "Diclosulam is a sulfonamide.",
    "XlogP": {
        "$numberDouble": "3.3"
    },
    "Complexity": {
        "$numberInt": "558"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "plant_translocations": [
        {
            "content": "The study aimed to identify the potential tolerance of Crotalaria juncea to diclosulam uptake and translocation, as well as its effects on the physiological metabolism of the plants. Two experiments were conducted: I. Evaluation of the uptake and translocation of 14C-diclosulam (35 g a.i. ha−1) in C. juncea at seven and 14 days after emergence. II. Evaluation of chlorophyll a transient fluorescence of dark-adapted C. juncea leaves when diclosulam was applied in pre-emergence. Plants of C. juncea exhibited an anatomical/metabolic barrier to diclosulam translocation in the stem, which could contribute to their tolerance to this herbicide. Furthermore, reduced translocation was observed due to low accumulation in the cotyledons. Additionally, the plants were able to maintain an active photosynthetic metabolism even when grown in soil with diclosulam without altering the dynamics of energy dissipation. Therefore, when cultivated in soil with residual diclosulam, C. juncea demonstrated the ability to tolerate the herbicide and sustain plant growth.",
            "reference": "de Souza, C. D. C. B., Borella, J., Leal, J. F. L., Tornisielo, V. L., Pimpinato, R. F., Monquero, P. A., & de Pinho, C. F. (2020). Limited diclosulam herbicide uptake and translocation-induced tolerance in Crotalaria juncea. Bulletin of environmental contamination and toxicology, 104, 114-120.",
            "method": {
                "Test Plant": "C. juncea",
                "Apply Location": "Soil",
                "Plant Grown Condition": "Grown in a greenhouse under natural light (~1000 µmol photons m−2s−1) and temperature conditions (30 ± 5°C)",
                "Chemical Preparation": "14C-diclosulam (>99% radiochemical purity) prepared based on the commercial recommended doses of non-labeled herbicide (35 g a.i. ha−1), resulting in a final radioactivity in the work solution of 4.489.333 dpm",
                "Pesticide Application Details for the Plant": "Seeds of C. juncea were sowed in 1 dm3 pots containing soil with two layers: the lower layer without herbicide and the upper layer containing 30 g of soil with 14C-diclosulam. Water was added to reach field capacity after seedling emergence. Plants were harvested at seventh and 14th days after emergence for analysis.",
                "Other Information": "-"
            },
            "result": "[{\"Time after application\": \"7 days\", \"Root (%)\": 17.0, \"Stem (%)\": 49.29, \"Leaf (%)\": 32.9}, {\"Time after application\": \"14 days\", \"Root (%)\": 13.77, \"Stem (%)\": 55.35, \"Leaf (%)\": 30.88}]"
        },
        {
            "content": "Laboratory and greenhouse studies were conducted to investigate the effects of the herbicide diclosulam on bristly starbur (Acanthospermum hispidum DC.). The absorption, translocation, dose response, efficacy, and biomass effects of diclosulam were evaluated. In the laboratory experiments, absorption and translocation of 14C-diclosulam in bristly starbur were assessed. Greenhouse studies involved applying diclosulam postemergence at various doses (ranging from 0 to 6.5 g ai/ha) to determine its impact on bristly starbur growth. Bristly starbur seeds collected from two locations in Georgia were grown in the greenhouse, and the plants were treated with diclosulam when they reached the 4 to 6 leaf stage. Translocation of 14C-diclosulam was observed within 24 to 48 hours, primarily towards the plant apex, with limited movement to lower plant parts. Dose response studies revealed that diclosulam resulted in growth reduction and efficacy in bristly starbur, with GR50 (growth reduction dry weight) and I50 (efficacy) values ranging from 0.33 to 1.08 g ai/ha, respectively. The susceptibility of bristly starbur to diclosulam was attributed to its translocation to apical growing points, where inhibition of acetoacetate synthase (ALS) occurred, eventually leading to plant death. While diclosulam controlled bristly starbur at rates below the standard use rate for other weeds, the recommendation for peanut growers is to use standard field rates in combination with other herbicide mechanisms of action to minimize the potential for ALS resistance selection in bristly starbur.",
            "reference": "Grey, T. L., & Prostko, E. (2015). Uptake, translocation, and dose response of postemergence applied diclosulam to bristly starbur (Acanthospermum hispidum). Peanut Science.",
            "method": {
                "Test Plant": "Bristly starbur (Acanthospermum hispidum)",
                "Apply Location": "Leaf application.",
                "Plant Grown Condition": "Greenhouse temperatures were regulated with diurnal settings of 32/25 (± 5°C) and included supplemental light provided by metal halide growth lights for 16 h per day. Greenhouse and laboratory studies at the University of Georgia Weed Science Herbicide Research facilities located on the College of Agriculture Experiment Station in Tifton, GA (31.48º N, -83.529º W).",
                "Chemical Preparation": "Diclosulam was applied at six rates (0.2, 0.4, 0.8, 1.6, 3.3, and 6.5g ai/ha) on a logarithmic dose using a common multiplier of 2. Nonionic surfactant (NIS) (80-20 Chem Nut Inc., Leesburg, GA 31763) at 0.25% (v/v) was included with all post-emergence treatments.",
                "Pesticide Application Details for the Plant": "Bristly starbur plants in the 4th - to 6th-leaf growth stage were treated with diclosulam using deionized water and a compressed air sprayer calibrated to deliver 140 L/ha at 165 kPa.",
                "Other Information": "Seed collection was conducted from two geographically separate populations in Terrell County (31.69 N, -81.52 W) and in Tattnall County (32.02 N, -82.22 W), representing populations from the piedmont and coastal area of the state, respectively. Laboratory testing indicated approximately 80% germination for the Terrell County population and 50% for Tattnall County. Greenhouse studies consisted of 4 to 8 replications per treatment, and each experiment was arranged as a randomized complete block design. Visual estimates of bristly starbur control were recorded 14 and 21 days after treatment (DAT), using a scale of 0 (no control) to 100% (plant death). Above ground biomass was harvested 21 DAT, dried, and measured."
            },
            "result": "[{\"Time After Application\": \"24 hours\", \"Treated Leaf (% of absorbed)\": \"31.8%\", \"Above Treated Leaf (% of absorbed)\": \"58.1%\", \"Below Treated Leaf (% of absorbed)\": \"8.8%\", \"Roots (% of absorbed)\": \"0.9%\"}, {\"Time After Application\": \"48 hours\", \"Treated Leaf (% of absorbed)\": \"35.1%\", \"Above Treated Leaf (% of absorbed)\": \"55.3%\", \"Below Treated Leaf (% of absorbed)\": \"7.8%\", \"Roots (% of absorbed)\": \"1.1%\"}]"
        }
    ]
}