{
    "_id": {
        "$oid": "6682e7fbc4e5dba5ffba2350"
    },
    "CID": {
        "$numberInt": "3082"
    },
    "Name": "DIMETHOATE",
    "IUPACName": "2-dimethoxyphosphinothioylsulfanyl-N-methylacetamide",
    "CanonicalSMILES": "CNC(=O)CSP(=S)(OC)OC",
    "Synonyms": [
        "dimethoate",
        "60-51-5",
        "Phosphamide",
        "Rogor",
        "Perfecthion",
        "Perfekthion",
        "Phosphamid",
        "Daphene",
        "Dimeton",
        "Dimevur",
        "Fosfotox",
        "Racusan",
        "Sinoratox",
        "Systoate",
        "Cygon"
    ],
    "IsomericSMILES": "CNC(=O)CSP(=S)(OC)OC",
    "INCHI": "InChI=1S/C5H12NO3PS2/c1-6-5(7)4-12-10(11,8-2)9-3/h4H2,1-3H3,(H,6,7)",
    "INCHIKEY": "MCWXGJITAZMZEV-UHFFFAOYSA-N",
    "Formula": "C5H12NO3PS2",
    "MolecularWeight": {
        "$numberDouble": "229.3"
    },
    "Description": "Dimethoate is a monocarboxylic acid amide that is N-methylacetamide in which one of the hydrogens of the methyl group attached to the carbonyl moiety is replaced by a (dimethoxyphosphorothioyl)sulfanediyl group. It has a role as an EC 3.1.1.7 (acetylcholinesterase) inhibitor, an agrochemical, an acaricide, an EC 3.1.1.8 (cholinesterase) inhibitor, an insecticide, a xenobiotic and an environmental contaminant. It is an organic thiophosphate and a monocarboxylic acid amide. It is functionally related to a N-methyl-2-sulfanylacetamide.",
    "XlogP": {
        "$numberDouble": "0.8"
    },
    "Complexity": {
        "$numberInt": "191"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "plant_concentrations": [
        {
            "References": "(1) Zhang ZL et al; J Environ Monit 4: 498-504 (2002) (2) Wu J, Fan D; Bull Environ Contam Toxicol 59: 564-9 (1997) (3) Wan H et al; Food Add Contam 8: 497-500 (1991)",
            "Value": "Plant concentrations of dimethoate were reported at 2.86-129 ng/g in the Wuchuan river region of China(1). Half lives were reported for dimethoate in chrysanthemum flowers, sweet cherries, sour cherries and grapes as 5.2-7.53, 6.6, 4.69, and 6.8-7 days, respectively(2). Residues of dimethoate in tea leaves were 23.8, 20.9, and 1.34 mg/kg 1, 2, and 4 days after application to fields in China(3)."
        }
    ],
    "environmental_bioconcentrations": [
        {
            "References": "(1) Chemicals Inspection and Testing Institute; Japan Chemical Industry Ecology - Toxicology and Information Center ISBN 4-89074-101-1 (1992) (2) Franke C et al; Chemosphere 29: 1501-14 (1994) (3) Henandez F et al; J AOAC Int 79: 123-31 (1996)",
            "Value": "After a 6 week period in a flow through system at 25 °C, BCF ranges of 1.1-2.4 and 2.7-6 were determined in carp (Cyprinus carpio) using initial concns of 1 and 0.1 mg/L dimethoate, respectively(1). According to a classification scheme(3), these BCFs suggest the potential for bioconcentration in aquatic organisms is low(SRC). Bioconcentration of dimethoate in Mytillus galloprovincialis after 92 hours exposure at concentrations of 3.2, 5.6, 10, 32 and 56 ug/L was 1.0, 1.1, 1.4, 2.0 and 3.1 ug/g, respectively(3). Bioconcentration of dimethoate in Venus gallina after 92 hours exposure at concentrations of 5.6, 10 and 32 ug/L was 2.2, 2.3 and 3.1 ug/g, respectively(3)."
        }
    ],
    "environmental_biodegradations": [
        {
            "References": "(1) Eichelberger JW, Litchtenberg JJ; Environ Sci Technol 5: 541-4 (1971) (2) Lartiges SB, Garrigues PP; Environ Sci Technol 29: 1246-54 (1995) (3) Getzin LW, Rosefield I; J Agric Food Chem 16: 598-601 (1968) (4) Wu J, Fan D; Bull Environ Contam Toxicol 59: 564-9 (1997) (5) Halfon E et al; Chemosphere 33:1543-62 (1996) (6) Domine D et al; SAR QSAR Environ Res 1: 211-9 (1993) (7) Matthiessen P et al; in Environ Behav Pest Reg Aspects pp 306-12 (1994) (8) Capel PD, Larson SJ; Chemosphere 30: 1097-107 (1995) (9) El Boit IOD et al; Int J Environ Studies 11: 113-24 (1977) (10) Menzie CM; Ann Rev Entomol 17: 199-222 (1971) (11) Duff WG, Menzer RE; Environ Entomol 2: 309-18 (1973) (12) USEPA; Health and Environ Effects Profile for Dimethoate EPA ECAO-CIN-PO81 246 pp. (1985) (13) Barik S et al; Agric Wastes 10: 81-94 (1984) (14) Chemicals Inspection and Testing Institute; Japan Chemical Industry Ecology - Toxicology and Information Center ISBN 4-89074-101-1 (1992) (15) USEPA; Interim Reregistration Eligibility Decision (IRED) Database on Dimethoate (60-51-5). June 12, 2006. USEPA Case no. 0088. Available at https://www.epa.gov/oppsrrd1/REDs/dimethoate_ired.pdf as of Mar 29, 2007.",
            "Value": "AEROBIC: The concn of dimethoate left (initial concn 10 ppb) after various times in raw water from Little Miami river at pH 7.3-8.0 was 10 ppb after 1 hr, 10 ppb after 1 wk, 8.5 ppb after 2 wks, 7.5 ppb after 4wks, and 5.0 ppb after 8 wks(1). Biodegradation may play a minor role in the disappearance of dimethoate in the river water; no experiments were conducted with sterilized river water(1). Half-lives of 171, 173 and 219 days were given for river water, filtered river water and sea water, respectively at 6 °C, and 43, 29 and 36 days at 22 °C(2). Percent degradation in chehalis clay loam soil in 2 wk, non-sterile, 77%, autoclaved, 18%, irradiated, 20%(3). Half-lives in soil in June-July averaged 11 days, and less than 2% of applied dimethoate residue detected after 10 months(3). Dimethoate half-lives in soil from Zhejiang Province, China were given as 5.1 and 7.1 days in 1989 and 1990, respectively(4). Dimethoate was given a half-life of 7 days(5-7) and 11 days(8) in an unspecified field soil sample. In laboratory experiments at 20-30 °C half-lives for degradation were 28.9 and 36.7 days(3). However, dimethoate degraded faster when incubated for 30 days in samples of autoclaved sand, sandy clay loam, loam, and clay soils than in similarly treated nonsterile soils(9). Biodegradation appears to depend on the soil type and the microorganisms present in the soil(9). A half-life of 122 days has been observed in soil(10) which also suggests that biodegradation of dimethoate can be slow. In moist soils, dimethoate is readily oxidized to dimethoxon(11), but the role of microbial degradation on the removal of dimethoate from the environment is uncertain(12). Recovery of dimethoate incubated with enrichment cultures using raw sewage: 0 days, 54 ppm; 0.5 days, 54 ppm; 1 day, 52.5 ppm; 6 days, 22.4 ppm; 9 days, 13.5 ppm; 12 days, not detected(13). Using an initial concn of 100 mg/L dimethoate, 0-17 %Theoretical BOD was observed after a 4 week period in a biodegradation screening test using 30 mg/L sludge(14). Dimethoate has been reported to have an aerobic half-life of 2.2 days(15)."
        },
        {
            "References": "(1) USEPA; Interim Reregistration Eligibility Decision (IRED) Database on Dimethoate (60-51-5). June 12, 2006. USEPA Case no. 0088. Available at https://www.epa.gov/oppsrrd1/REDs/dimethoate_ired.pdf as of Mar 29, 2007. (2) Capel PD, Larson SJ; Chemosphere 30: 1097-107 (1995)",
            "Value": "ANAEROBIC: Dimethoate has been reported to have an anaerobic half-life of 22 days with the major degradate being desmethyl dimethoate(1). A half-life of 44 days has also been reported(2)."
        }
    ],
    "fish_seafood_concentrations": [
        {
            "References": "(1) Korzhevenko GN et al; J Toxicol Environ Health 8 (1-2): 169-84 (1981) as cited in USEPA/ECAO; Health Effects Profile for Dimethoate (Final Draft) p.30 (1984) ECAO-CIN-PO81 (2) Hendriks AJ et al; Environ Toxicol Chem 17: 1885-98 (1998) (3) Sapozhnikova Y et al; Chemosphere 55: 797-809 (2004) (4) Dogheim SM et al; J AOAC Internat 79: 949-52 (1996)",
            "Value": "In a Russian study, dimethoate residues were detected in fish for 30 day after application at 1.5 kg/hectare(1). Residue accumulation occurred in the kidneys at levels as high as 159 mg/kg(1). Dimethoate was reported at <10 ug/kg wet weight in zebra mussels (D. polymorpha) and <50 ug/kg wet weight in eels (A. anguilla) from the Rhine-Meuse river delta in The Netherlands giving biconcentration ratios of <2.64 and <2.24 fat/dry for mussels and eels, respectively(2). Fish taken from Salton Sea, CA in May 2001 had the following concentrations; tilapia 0.5, 2.4, 1.6, 1.0 ng/g corvina 0.2, 1.2, 0.5, 0.5 ng/g for muscle, liver, gonads, gills, respectively(3). Dimethoate was not found in 12 fish taken from local Egyptian markets Dec 1991-Apr 1992(4)."
        }
    ],
    "logP": [
        {
            "References": "Hansch, C., Leo, A., D. Hoekman. Exploring QSAR - Hydrophobic, Electronic, and Steric Constants. Washington, DC: American Chemical Society., 1995., p. 15",
            "Value": "log Kow = 0.78"
        }
    ],
    "mechanism_of_action": [
        {
            "References": "Dreisbach, R.H. Handbook of Poisoning. 12th ed. Norwalk, CT: Appleton and Lange, 1987., p. 113",
            "Value": "Organophosphorus derivatives act by combining with and inactivating the enzyme acetylcholinesterase (AChE). ... The inactivation of cholinesterase by cholinesterase inhibitor pesticides allows the accumulation of large amounts of acetylcholine, with resultant widespread effects that may be ... separated into 4 categories: (1) Potentiation of postganglionic parasympathetic activity. ... (2) Persistent depolarization of skeletal muscle ... (3) Initial stimulation following depression of cells of central nervous system ... (4) Variable ganglionic stimulation or blockade ... /Cholinesterase inhibitor pesticides/"
        },
        {
            "References": "WHO; Environ Health Criteria Number 90: Dimethoate p.50 (1989)",
            "Value": "They act principally by inhibition of acetyl cholinesterase (AChE) at the cholinergic synapses. /organophosphorus insecticides/"
        },
        {
            "References": "Clarke, M. L., D. G. Harvey and D. J. Humphreys. Veterinary Toxicology. 2nd ed. London: Bailliere Tindall, 1981., p. 153",
            "Value": "The signs of poisoning due to organophosphorus cmpd are those due to accumulation of acetylcholine & hence overstimulation of parasympathetic nervous system. It is usual to divide them under 3 headings: muscarinic, nicotinic & central. Muscarinic signs ... consist of hypersalivation, lacrimation, sweating & nasal discharge. Miosis, dyspnea, vomiting, diarrhea & frequency of urination ... Nicotinic effects consist of fasciculation of muscles, weakness & paralysis. Central nervous system effects include nervousness, apprehension, ataxia, convulsions & coma. Death is due to resp failure, or sometimes cardiac arrest. There is little difference between signs produced by different organophosphorus compounds, but route of absorption may influence one system more than another. /Organophosphorus cmpd/"
        },
        {
            "References": "Morgan, D. P. Recognition and Management of Pesticide Poisonings. 2nd ed. EPA 540/9-76-011, Washington, DC: U.S. Government Printing Office, Aug. 1976., p. 4",
            "Value": "Toxicants of this class phosphorylate almost irreversibly varying amt of acetylcholinesterase enzyme of tissues, allowing accum of acetylcholine at cholinergic neuro-effector junctions (muscarinic effects), & at skeletal muscle myoneural junctions & in autonomic ganglia (nicotinic effects). /Organophosphate pesticides/"
        },
        {
            "References": "Clarke, M. L., D. G. Harvey and D. J. Humphreys. Veterinary Toxicology. 2nd ed. London: Bailliere Tindall, 1981., p. 153",
            "Value": "The signs of poisoning due to organophosphorus cmpd are those due to accumulation of acetylcholine & hence overstimulation of parasympathetic nervous system. It is usual to divide them under 3 headings: muscarinic, nicotinic & central. Muscarinic signs ... consist of hypersalivation, lacrimation, sweating & nasal discharge. Miosis, dyspnea, vomiting, diarrhea & frequency of urination ... Nicotinic effects consist of fasciculation of muscles, weakness & paralysis. Central nervous system effects include nervousness, apprehension, ataxia, convulsions & coma. Death is due to resp failure, or sometimes cardiac arrest. There is little difference between signs produced by different organophosphorus compounds, but route of absorption may influence one system more than another. /Organophosphorus cmpd/"
        },
        {
            "References": "Dreisbach, R.H. Handbook of Poisoning. 12th ed. Norwalk, CT: Appleton and Lange, 1987., p. 113",
            "Value": "Organophosphorus derivatives act by combining with and inactivating the enzyme acetylcholinesterase (AChE). ... The inactivation of cholinesterase by cholinesterase inhibitor pesticides allows the accumulation of large amounts of acetylcholine, with resultant widespread effects that may be ... separated into 4 categories: (1) Potentiation of postganglionic parasympathetic activity. ... (2) Persistent depolarization of skeletal muscle ... (3) Initial stimulation following depression of cells of central nervous system ... (4) Variable ganglionic stimulation or blockade ... /Cholinesterase inhibitor pesticides/"
        }
    ],
    "sediment_soil_concentrations": [
        {
            "References": "(1) Baratov KB; Izv Akad Nauk Tadzh SSR, Otd Biol Nauk 2: 89-92 (1978) (2) Baratov KB; Khlopkovodstvo 3: 23 (1980) (3) Zhang ZL et al; J Environ Monit 4: 498-504 (2002) (4) Sanghi R, Sasi KS; Bull Environ Contam Toxicol 67: 446-54 (2001) (5) Krapac IG et al; J Soil Contam 4: 209-26 (1995) (6) Dogheim SM et al; J AOAC Internat 79: 111-6 (1996)",
            "Value": "SOIL: Dimethoate was found at 1 agrichemical facility in Illinois in 1 of 822 total samples taken from 49 sites(5). Soil samples from Tadzik SSR contained less than or equal to 0.3 ppm dimethoate(2). It was detected, not quantified in 10.6% of cotton field samples(1). Soil concentrations of dimethoate were reported as not detected to 0.62 ng/g in the Wuchuan river region of China(3). Soil concentrations of dimethoate from 3 positive of 17 sites in Kanpur, India were 0.02-0.14 mg/kg(4). Dimethoate was found in soil from Kafr El-Zayat factory at 1,488 ppb dry weight in Jan and Feb 1994(6)."
        },
        {
            "References": "(1) Melluso G et al; Bull Environ Contam Toxicol 52: 13-8 (1994) (2) Zhang ZL et al; J Environ Monit 4: 498-504 (2002) (3) Sapozhnikova Y et al; Chemosphere 55: 797-809 (2004) (4) Pereira WE et al; Environ Toxicol Chem 15: 172-80 (1996)",
            "Value": "SEDIMENT: Dimethoate was detected in sediment samples from 4 of 6 sites in the Sarno and Vulturno rivers in Italy at an average concn range of 12-33 ng/g dry weight(1). Sediment concentrations of dimethoate were reported as 0.15-0.51 ng/g in the Wuchuan river region of China(2). Sediment samples from Salton Sea, CA had dimethoate concentrations of 1.3-2.3 ng/g from 3 sites in May 2000, and <0.2 ng/g from 5 sites tested in May 2001(3). Dimethoate concns in sediment of <0.5 ng/L were detected in Salt Slough, Orestimba Creek, Dry Creek, San Joaquin river at Patterson, San Joaquin river at Vernalis, TID5 and Mokwlumme river at Woodbridge, in CA in 1992(4). Dimethoate concns in suspended sediment of <0.5 ng/L were reported in Salt Slough, Orestimba Creek, Dry Creek and San Joaquin river at Patterson in CA in 1992(4)."
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "(1) Kanazawa J; Environ Toxicol Chem 8: 477-84 (1989) (2) Sabljic A; Environ Sci Technol 21: 358-66 (1987) (3) Pehkonen SO, Zhang Q; Crit Rev Environ Sci Technol 32: 17-72 (2002) (4) Johnson B; Environmental Hazards Assessment Program 17 pp (1991) (5) Wauchope RD et al; Rev Environ Contam Toxicol 123: 1-36 (1991) (6) Swann RL et al; Res Rev 85:17-28 (1983) (7) USEPA; Health and Environ Effects Profile for Dimethoate EPA ECAO-CIN-PO81 (1985) (8) Khan S, Khan NN; Soil Sci 142: 214-222 (1986) (9) Sharma SR et al; Ecotox Environ Safety 11: 229-240 (1986) (10) Weber JB et al; Chemosphere 55: 157-166 (2004) (11) Kjeldsen P et al; J Contam Hydrol 6: 165-84 (1990)",
            "Value": "The Koc values for dimethoate were measured to be 18 and 36 in a clay loam soil and clay soil, respectively(1). In other studies, the Koc was measured to be 5.2(2), 50(3) and 17(4) in unspecified soils. The Pesticide Properties Database lists the experimental Koc value for dimethoate as 20(5). According to a suggested classification scheme(6), these Koc values suggest that dimethoate will have very high mobility in soil. Average dimethoate losses due to leaching of various soil columns with the equivalent of 2.5 cm of rain ranged from 39.6% (clay) to 78.6% (sand)(7). In four soils containing less than 1% organic content, the soil TLC Rf values ranged from 0.89 to 0.97(8). The soil TLC Rf values in two other soils (0.35-1.05% OC) was 0.40-0.50 and was not affected by pH or salt concentration changes(9). Of 7 values sited in literature the mean Kd is 0.45(10). Kds were given for soil A (2.4 % clay, 0.8% silt, 96.4% sand, 2.1% organic material, pH 5.3) and soil B (13.4 % clay, 10.8% silt, 75% sand, 1.5% organic material, pH 6.4) as 0.08 and 0.05, respectively(11)."
        },
        {
            "References": "(1) Bohn WR; J Econ Entomol 57: 798-9 (1964) (2) Duff WG, Menzer RE; Environ Entomol 2: 309-18 (1973) (3) Graham-Bryce IJ; J Sci Food Agric 29: 489-94 (1969)",
            "Value": "No dimethoate migration was observed below 3 inches in field sandy loam soil treated at a rate of 1 lb/acre dimethoate up to three times and analyzed for dimethoate up to 14 days after application(1). It has been reported that the downward movement of dimethoate in the field depends somewhat on the soil type; it increases with increasing soil moisture content(2). It was estimated that dimethoate could move approximately 2.5 cm in 1 month in soil containing 42.9% moisture; movement thereafter will probably decrease over time(3)."
        },
        {
            "References": "Kanazawa J; Environ Toxicol Chem 8 (6): 477-84 (1989)",
            "Value": "Soil sorption constants based on the organic carbon content of 15 pesticides were measured using 2 soils (clay loam and high clay) at 0.01, 0.1 and 1.0 ppm pesticide. The soil sorption coefficients ((ug pesticide/g soil)/(ug pesticide/g water)) for dimethoate were 0.8 + or - 0.3 in clay loam and 0.5 + or - 0.1 in high clay soil. The soil sorption constants were 18 and 36 respectively, with a mean of 27. Significant correlations were found between organic carbon content and water solubility, octanol/water partition coefficient, retention time in reversed phase high pressure liquid chromatography and molecular wt."
        }
    ],
    "plant_translocations": [
        {
            "content": "Cotton plants grown in sand culture and treated with P32-labeled dimethoate accumulated more of the insecticide in their leaves under conditions favoring transpiration, indicating translocation via the transpiration stream. Fruiting cotton plants treated with a dimethoate soil drench accumulated small amounts in squares and bolls above ground, demonstrating translocation from roots to distant shoot structures. Less than 1 microgram was found in square stamens/pistils where bollworm larvae fed. Additionally, young cotton plants absorbed dimethoate from nutrient solutions at a slower rate than water uptake. Plants deficient in phosphorus absorbed less dimethoate from solutions than complete nutrient solutions. Together, these findings suggest dimethoate is translocated systemically in cotton plants through the xylem, moving from roots to shoots and within leaves, though uptake rates vary with environmental and nutrient conditions.",
            "reference": "Hacskaylo, J., Lindquist, D. A., & Davich, T. B. (1961). Dimethoate Absorption and Its Translocation and Distribution in the Cotton Plant. Journal of Economic Entomology, 54(6), 1206–1209. doi:10.1093/jee/54.6.1206 ",
            "method": {
                "Test Plant": "Cotton plants (Deltapine-15)",
                "Apply Location": "Soil",
                "Plant Grown Condition": "Cotton plants were grown in nutrient solutions, sand, or soil in the greenhouse. A modified Hoagland's complete nutrient solution was supplied to the plants growing in sand and solution culture.",
                "Chemical Preparation": "p32-labeled dimethoate was used in all tests. It was mixed with acetone and water, with calculations based on field capacity measurements of the sand.",
                "Pesticide Application Details for the Plant": "8 mg of p32-labeled dimethoate was added to each can as a drench, with about 10 ppm of dimethoate present in the aqueous phase of each can.",
                "Other Information": "Each treatment consisted of 3 replicates."
            },
            "result": "[{\"Days after application\": 1, \"Solution Type\": \"Complete\", \"Leaf (ug)\": 270, \"Cotyledon (ug)\": 180, \"Stem (ug)\": 60, \"Root (ug)\": 140}, {\"Days after application\": 3, \"Solution Type\": \"Complete\", \"Leaf (ug)\": 500, \"Cotyledon (ug)\": 390, \"Stem (ug)\": 80, \"Root (ug)\": 190}, {\"Days after application\": 5, \"Solution Type\": \"Complete\", \"Leaf (ug)\": 780, \"Cotyledon (ug)\": 570, \"Stem (ug)\": 90, \"Root (ug)\": 290}, {\"Days after application\": 17, \"Solution Type\": \"Complete\", \"Leaf (ug)\": 1010, \"Cotyledon (ug)\": 770, \"Stem (ug)\": 110, \"Root (ug)\": 450}, {\"Days after application\": 1, \"Solution Type\": \"Phosphorus-deficient\", \"Leaf (ug)\": 270, \"Cotyledon (ug)\": 180, \"Stem (ug)\": 60, \"Root (ug)\": 140}, {\"Days after application\": 3, \"Solution Type\": \"Phosphorus-deficient\", \"Leaf (ug)\": 500, \"Cotyledon (ug)\": 390, \"Stem (ug)\": 80, \"Root (ug)\": 190}, {\"Days after application\": 5, \"Solution Type\": \"Phosphorus-deficient\", \"Leaf (ug)\": 780, \"Cotyledon (ug)\": 570, \"Stem (ug)\": 90, \"Root (ug)\": 290}, {\"Days after application\": 17, \"Solution Type\": \"Phosphorus-deficient\", \"Leaf (ug)\": 1010, \"Cotyledon (ug)\": 770, \"Stem (ug)\": 110, \"Root (ug)\": 450}]"
        },
        {
            "content": "The penetration and translocation of vamidothion, dimethoate, disulfoton, thiometon, and mecarbam in rice plants were investigated using 32P-labeled compounds. Specifically, emulsifiable concentrates of these insecticides were applied to the soil surface of rice plants, and the penetration, translocation, and accompanying insecticidal activity were examined. The results showed that disulfoton exhibited high concentrations in the underground parts of the rice plant shortly after application, indicating rapid penetration into the underground parts. Dimethoate showed almost equal concentrations in both the above-ground and underground parts, suggesting that it can easily penetrate and translocate within the plant body. In contrast, the penetration and translocation of vamidothion were gradual, while those of thiometon and mecarbam were weak. The increase in mortality of the green rice leafhopper (Nephotettix cincticeps) in an insecticide bioassay conducted using the same application method corresponded roughly to the increase in insecticide concentrations in the above-ground parts. At the end of the experiment (6 days after application), residues of vamidothion were low.",
            "reference": "石黒丈雄, & 斎藤哲夫. (1971). The Fundamental Research to the Application of Systemic Insecticides (II). The Absorption and Translocation of Several Insecticides in Rice Plant by Soil Application. 防虫科学, 36(1), 17-24.",
            "method": {
                "Test Plant": "Rice seedlings (Oryza sativa)",
                "Apply Location": "Soil (root application)",
                "Plant Grown Condition": "Air-dried paddy field soil, watered as prescribed",
                "Chemical Preparation": "Sulfur powder, methanol, and ammonia were added to 22.4 mCi/g of S-p-dimethyl phosphite to form an ammonium salt of 32p-0,0-dimethylthiophosphate. 57 mCi/g of potassium salt of 82p-dimethyldithio-phosphate was dissolved in acetone and added equimolar N-methyl-1-chloroacetoamide or ethyl mercaptoethyl chloride to give 82p-Dimethoate, 0,0-dimethylS-(N-methylcarbamoylmethyl)phosphorodithioate and 32p-Thiometon, 0,0-dimethylS-E(2-ethylthio)ethylphosphorodithioate. Each compound was dissolved in chloroform and washed with water before being concentrated to dryness. Purity of each compound was determined by means of distribution of radioactivity in silica gel thin-layer chromatography and colorimetric determination with palladium chloride. Some compounds were further purified with thin-layer chromatography. Each compound was added to aceton:benzene:Newcoa 1863 at a ratio of 30:30:30 W/W to make a 10% emulsifiable concentration.",
                "Pesticide Application Details for the Plant": "Each compound, at a 10% emulsifiable concentration, was diluted to 0.05% with distilled water. After 2 days from transplanting, the diluted solution of each compound was evenly distributed onto the soil surface at a rate of 20 mL (as active ingredient) per petri dish. The plants were not directly contaminated with the solution. The rice plants were kept in a growth chamber set at 25°C with a 10-W fluorescent lamp and supplied with water to maintain the water surface at a constant level.",
                "Other Information": "-"
            },
            "result": "[{\"Hours after application\": 6, \"Aerial (ppm)\": 3.02, \"Root (ppm)\": 2.64}, {\"Hours after application\": 24, \"Aerial (ppm)\": 6.18, \"Root (ppm)\": 6.17}, {\"Hours after application\": 48, \"Aerial (ppm)\": 7.33, \"Root (ppm)\": 7.27}, {\"Hours after application\": 72, \"Aerial (ppm)\": 6.4, \"Root (ppm)\": 7.5}]"
        }
    ]
}