{
    "_id": {
        "$oid": "6682e7fbc4e5dba5ffba2351"
    },
    "CID": {
        "$numberInt": "3100"
    },
    "Name": "DIPHENHYDRAMINE",
    "IUPACName": "2-benzhydryloxy-N,N-dimethylethanamine",
    "CanonicalSMILES": "CN(C)CCOC(C1=CC=CC=C1)C2=CC=CC=C2",
    "Synonyms": [
        "diphenhydramine",
        "58-73-1",
        "Benadryl",
        "Benzhydramine",
        "2-(Benzhydryloxy)-N,N-dimethylethanamine",
        "Alledryl",
        "Probedryl",
        "Dihidral",
        "Antistominum",
        "Benzhydraminum",
        "Benzhydroamina",
        "Diphantine",
        "Difenhydramin",
        "Allergical",
        "Baramine"
    ],
    "IsomericSMILES": "CN(C)CCOC(C1=CC=CC=C1)C2=CC=CC=C2",
    "INCHI": "InChI=1S/C17H21NO/c1-18(2)13-14-19-17(15-9-5-3-6-10-15)16-11-7-4-8-12-16/h3-12,17H,13-14H2,1-2H3",
    "INCHIKEY": "ZZVUWRFHKOJYTH-UHFFFAOYSA-N",
    "Formula": "C17H21NO",
    "MolecularWeight": {
        "$numberDouble": "255.35"
    },
    "Description": "Diphenhydramine is an ether that is the benzhydryl ether of 2-(dimethylamino)ethanol. It is a H1-receptor antagonist used as a antipruritic and antitussive drug. It has a role as a H1-receptor antagonist, an antiemetic, a sedative, an anti-allergic agent, a muscarinic antagonist, an antiparkinson drug, an antipruritic drug, a local anaesthetic, an antidyskinesia agent, an antitussive and a oneirogen. It is an ether and a tertiary amino compound.",
    "XlogP": {
        "$numberDouble": "3.3"
    },
    "Complexity": {
        "$numberInt": "211"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "fish_seafood_concentrations": [
        {
            "References": "(1) Ramirez AJ et al; Environ Toxicol Chem 28(12): 2587-2597 (2009)",
            "Value": "Diphenhydramine concentrations in fish(1).",
            "Table": "[{'Location/fish': 'Chicago, IL/largemouth bass', 'Tissue': 'fillet', 'Mean (ng/g)': 1.4, 'Max (ng/g)': 1.7, 'Frequency': '6/6'}, {'Location/fish': 'Dallas, TX/smallmouth buffalo', 'Tissue': 'fillet', 'Mean (ng/g)': nan, 'Max (ng/g)': nan, 'Frequency': '0/6'}, {'Location/fish': 'Orlando, FL/bowfin', 'Tissue': 'fillet', 'Mean (ng/g)': nan, 'Max (ng/g)': nan, 'Frequency': '0/6'}, {'Location/fish': 'Phoenix, AZ/common carp', 'Tissue': 'fillet', 'Mean (ng/g)': 1.2, 'Max (ng/g)': 1.4, 'Frequency': '6/6'}, {'Location/fish': 'West Chester, PA/white sucker', 'Tissue': 'fillet', 'Mean (ng/g)': 1.7, 'Max (ng/g)': 2.5, 'Frequency': '6/6'}]"
        }
    ],
    "logP": [
        {
            "References": "Hansch, C., Leo, A., D. Hoekman. Exploring QSAR - Hydrophobic, Electronic, and Steric Constants. Washington, DC: American Chemical Society., 1995., p. 150",
            "Value": "log Kow = 3.27"
        }
    ],
    "mechanism_of_action": [
        {
            "References": "USP Convention. USPDI - Drug Information for the Health Care Professional. 15 th ed. Volume 1. Rockville, MD: United States Pharmacopeial Convention, Inc., 1995. (Plus updates.), p. 304",
            "Value": "Antihistamines used in the treatment of allergy act by competing with histamine for H1-receptor sites on effector cells. They thereby prevent, but do not reverse, responses mediated by histamine alone. Antihistamines antagonize, in varying degrees, most of the pharmacological effects of histamine, including urticaria and pruritus. Also, the anticholinergic actions of most antihistamines provide a drying effect on the nasal mucosa. /Antihistamines/"
        },
        {
            "References": "Brunton, L. Chabner, B, Knollman, B. Goodman and Gillman's The Pharmaceutical Basis of Therapeutics, Twelth Edition, McGraw Hill Medical, New York, NY. 2011, p. 918",
            "Value": "H1 antagonists inhibit both the vasoconstrictor effects of histamine and, to a degree, the more rapid vasodilator effects mediated by activation of H1 receptors on endothelial cells (synthesis/release of NO and other mediators).  /H1 Receptor Antagonists/"
        },
        {
            "References": "Brunton, L. Chabner, B, Knollman, B. Goodman and Gillman's The Pharmaceutical Basis of Therapeutics, Twelth Edition, McGraw Hill Medical, New York, NY. 2011, p. 919",
            "Value": "H1 antagonists suppress the action of histamine on nerve endings, including the flare component of the triple response and the itching caused by intradermal injection. /H1 Receptor Antagonists/"
        },
        {
            "References": "PMID:18222495",
            "Value": "The first-generation antihistamines are widely prescribed medications that relieve allergic reactions and urticaria by blocking the peripheral histamine H(1) receptor. Overdose of these drugs often results in serious neuronal toxic effects, including seizures, convulsions and worsening of epileptic symptoms. The KCNQ/M K(+) channel plays a crucial role in controlling neuron excitability. Here, we demonstrate that mepyramine and diphenhydramine, two structurally related first-generation antihistamines, can act as potent KCNQ/M channel blockers. Extracellular application of these drugs quickly and reversibly reduced KCNQ2/Q3 currents heterologously expressed in HEK293 cells. The current inhibition was concentration and voltage dependent. The estimated IC(50) (12.5 and 48.1 microM, respectively) is within the range of drug concentrations detected in poisoned patients (30-300 microM). Both drugs shifted the I-V curve of KCNQ2/Q3 channel to more depolarized potentials and altered channel gating properties by prolonging activation and shortening deactivation kinetics. Mepyramine also inhibited the individual homomeric KCNQ1-4 and heteromeric KCNQ3/Q5 currents. Moreover, mepyramine inhibited KCNQ2/Q3 current in an outside-out patch excised from HEK293 cells and the inhibitory effect was neither observed when it was applied intracellularly nor affected by blocking phospholipase C (PLC) activity, indicating an extracellular and direct channel blocking mechanism. Finally, in cultured rat superior cervical ganglion (SCG) neurons, mepyramine reduced the M type K(+) current in a concentration-dependent manner and led to marked membrane potential depolarization. It is likely that these effects may be involved in the adverse neuroexcitatory effects observed in patients experiencing an overdose of antihistamines."
        },
        {
            "References": "PMID:15790419",
            "Value": "The first generation antihistamines, such as diphenhydramine, are fairly potent muscarinic antagonists in addition to being H1 selective antihistamines. The antimuscarinic action is often not desirable since it is in part responsible for the drying of secretions in the airways and the sedative effect. We therefore examined a number of antihistamines for antimuscarinic effects on ion transport by mucus gland cells isolated from the airways of swine. Enzymatically isolated airway mucus gland cells were purified utilizing density gradients and grown in culture on porous inserts (Millicell HA) at an air interface. Cells grown in this manner maintain phenotype and polarity. Transport of ions, as short-circuit current measured under voltage-clamp, was measured in response to acetylcholine (ACh) or histamine applied to the serosal side of the gland cell layers. Concentration-response relationships for ACh or histamine were generated in the presence and absence of various drugs. The potencies against muscarinic receptor activation were estimated using the dose-ratio method of Schild. Three known muscarinic antagonists were used to validate the system. Atropine had a pA2 of 9.4 +/- 0.1 (n = 9). 4-DAMP and methoctramine had pA2 values of 8.6 +/- 0.1 and 5.6 +/- 0.1, respectively (n = 12, 11) all consistent with inhibition of an M3 subtype muscarinic receptor. The rank order of potency of the antihistamines against the inhibition of M3 receptors was desloratadine = diphenhydramine > hydroxyzine (pA2; 6.4, 6.2, 4.8, respectively). pA2 values for fexofenadine, loratadine and cetirizine were not determined since they had no effect on the cholinergic response at the highest drug concentrations tested (10, 10 and 100 microM, respectively). The pA2 values for the antihistamines against the histamine response could not be calculated, but the estimates of the rank order of potency were estimated to be desloratadine > cetirizine approximate to hydroxyzine > fexofenadine > loratadine > diphenhydramine. The rank order of selectivity for histamine receptors over muscarinic receptors was estimated to be cetirizine approximate to fexofenadine > loratadine > desloratadine > or = hydroxyzine > or = diphenhydramine."
        }
    ],
    "sediment_soil_concentrations": [
        {
            "References": "(1) Kinney CA et al; Environ Toxicol Chem 25(2): 317-326 (2006)",
            "Value": "SOIL: Diphenhydramine was tested for in 3 sites in the Front Range of Colorado that were sprinkler irrigated with reclaimed water from urban wastewater. Average total intergrated mass in 0-30 cm soil cores concentrations were as follows (total ng): city hall, 1.56; golf course, 2.53; reclaimed water facility, 3.11; sampling was conducted May through September 2003(1)."
        }
    ]
}