{
    "_id": {
        "$oid": "6682e7fcc4e5dba5ffba2353"
    },
    "CID": {
        "$numberInt": "3117"
    },
    "Name": "DISULFIRAM",
    "IUPACName": "diethylcarbamothioylsulfanyl N,N-diethylcarbamodithioate",
    "CanonicalSMILES": "CCN(CC)C(=S)SSC(=S)N(CC)CC",
    "Synonyms": [
        "disulfiram",
        "Tetraethylthiuram disulfide",
        "97-77-8",
        "Antabuse",
        "Bis(diethylthiocarbamoyl) disulfide",
        "Antabus",
        "Alcophobin",
        "Anticol",
        "Esperal",
        "Teturam",
        "TETD",
        "Dicupral",
        "Exhorran",
        "Hoca",
        "Ethyldithiurame"
    ],
    "IsomericSMILES": "CCN(CC)C(=S)SSC(=S)N(CC)CC",
    "INCHI": "InChI=1S/C10H20N2S4/c1-5-11(6-2)9(13)15-16-10(14)12(7-3)8-4/h5-8H2,1-4H3",
    "INCHIKEY": "AUZONCFQVSMFAP-UHFFFAOYSA-N",
    "Formula": "C10H20N2S4",
    "MolecularWeight": {
        "$numberDouble": "296.5"
    },
    "Description": "Disulfiram is an organic disulfide that results from the formal oxidative dimerisation of N,N-diethyldithiocarbamic acid. A multi-enzyme inhibitor that is used in alcohol aversion therapy and also exhibits anticancer properties. It has a role as an EC 1.2.1.3 [aldehyde dehydrogenase (NAD(+))] inhibitor, an angiogenesis inhibitor, an EC 3.1.1.8 (cholinesterase) inhibitor, an EC 3.1.1.1 (carboxylesterase) inhibitor, an EC 5.99.1.2 (DNA topoisomerase) inhibitor, a fungicide, an apoptosis inducer, a NF-kappaB inhibitor, an antineoplastic agent and a ferroptosis inducer. It is an organic disulfide and an organosulfur acaricide.",
    "XlogP": {
        "$numberDouble": "3.9"
    },
    "Complexity": {
        "$numberInt": "201"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "logP": [
        {
            "References": "Hansch, C., Leo, A., D. Hoekman. Exploring QSAR - Hydrophobic, Electronic, and Steric Constants. Washington, DC: American Chemical Society., 1995., p. 80",
            "Value": "log Kow= 3.88"
        }
    ],
    "mechanism_of_action": [
        {
            "References": "Hardman, J.G., L.E. Limbird, P.B., A.G. Gilman. Goodman and Gilman's The Pharmacological Basis of Therapeutics. 10th ed. New York, NY: McGraw-Hill, 2001., p. 441",
            "Value": "Acetaldehyde, produced as a result of oxidation of ethanol by alcohol dehydrogenase, ordinarily does not accumulate in the body, because it is further oxidized almost as soon as it is formed, primarily by aldehyde dehydrogenase. Following the administration of disulfiram, both cytosolic and mitochondrial forms of this enzyme are irreversibly inactivated to varying degrees, and the concentration of acetaldehyde rises. It is unlikely that disulfiram itself is responsible for the enzyme inactivation in vivo; several active metabolites of the drug, especially diethylthiomethylcarbamate, behave as suicide-substrate inhibitors of aldehyde dehydrogenase in vitro. These metabolites reach significant concentrations in plasma following the administration of disulfiram."
        },
        {
            "References": "PMID:6153360",
            "Value": "Disulfiram (700 mg/kg, orally) increase brain levels of serotonin (i) and 5-hydroxyindoleacetic acid (5-hiaa) in rats. Ethanol (1 g/kg and 2x1.5 g/kg, ip) did not affect the serotonin level, but at the higher dose it increase the 5-hiaa level. When disulfiram was given in combination with ethanol, the brain level of serotonin was higher and the 5-hiaa level was lower, compared to the results with disulfiram alone. Thus, the biogenic aldehyde derived from serotonin may influence serotonin metab and the elimination of 5-hiaa from the brain."
        },
        {
            "References": "PMID:6477650",
            "Value": "When disulfiram was given orally to rats at 40-400 mg/kg, the serum and, to a lesser extent, the liver cholesterol concentrations were increased and the liver microsome cholesterol 7alpha-hydroxylase activity decreased. The 7alpha-hydroxylase inhibition was completely reversed by dithiothreitol, indicating that disulfiram acted through its disulfide on 7alpha-hydroxylase. Increased serum cholesterol of alcoholics treated with disulfiram may be related to the inhibition of 7alpha-hydroxylase."
        },
        {
            "References": "Harada S et al; Subst Alcohol Actions/Misuse 3 (1-2): 107-15 (1982)",
            "Value": "Human aldehyde dehydrogenase consists of two main isozymes with low and high Km for acetaldehyde. Studies regarding the inhibitory reaction of disulfiram and its metabolites were performed. Among the metabolites, diethylamine inhibited the low Km enzyme strongly. Vasomotor symptoms and high acetaldehyde concn in blood after ethanol intake in patients who are treated with disulfiram might be mainly due to a decrease in activity of the low Km enzyme caused by diethylamine which is produced in vivo as one of the metabolites from disulfiram, rather than to an inhibitory reaction of disulfiram only. Thus, alcohol sensitivity in Mongoloids and the disulfiram-ethanol reaction may have a common mechanism."
        },
        {
            "References": "PMID:2553428",
            "Value": "Striatal synaptosomes were isolated from male C57B1/6 mice. Within 3 hr, cells were exposed to 0, 0.5, 1.0, or 2.0 mM disulfiram. 10 or 20 min later ((3)H+)1-methyl-4-phenylpyridinium ion or (3)H dopamine was added to incubate for 10 min. Disulfiram inhibited the uptake of both dopamine and 1-methyl-4-phenylpyridinium ion (the putative toxic metabolite of the neurotoxicant 1-methyl-4-phenyl-1,2,3,6-tetrahydropyridine) by synaptosomes. 1-Methyl-4-phenylpyridinium ion uptake was inhibited by about 50% by 1 uM disulfiram. Incubations of synaptosomes (1 mg protein/mL for 20 min) in the presence of disulfiram (10 to 100 uM) resulted in a dose dependent loss of protein thiols. 2 uM disulfiram induced uptake inhibition could be reversed by the thiol reducing agent dithiothreitol (0.5 mM)."
        },
        {
            "References": "Zenz, C. Occupational Medicine-Principles and Practical Applications. 2nd ed. St. Louis, MO: Mosby-Yearbook, Inc, 1988., p. 729",
            "Value": "Disulfiram acts by inhibiting cytoplasmic and mitochondrial dehydrogenases in the liver, interfering with the ethanol-acetaldehyde-acetic acid pathway."
        },
        {
            "References": "PMID:6954891",
            "Value": "Disulfiram lowered orientation hypermotility in rats following oral treatment with 3.5-25% of the LD50. Brain dopamine and norepinephrine and epinephrine levels increased following disulfide-type chemicals. There was a direct relation between the psychosedative effect and electrophysiological depressive effect. Carbon disulfide metabolite is apparently one of the reasons for the described alterations."
        },
        {
            "References": "PMID:1850173",
            "Value": "Disulfiram, widely used in avoidance therapy for alcohol abuse, has been shown to have protective effects against chemically induced toxicity and carcinogenesis. The purpose of this work was to elucidate the biochemical mechanisms of this protective action by examining its effects on cytochrome P450IIE1 and other related microsomal enzyme activities. When a dose of disulfiram was given intragastrically to rats, a very rapid decrease of N-nitrosodimethylamine demethylase activity, possibly due to the inactivation of P450IIE1, was seen. The loss of P450IIE1 protein from the microsomal membrane was observed at 18 hr after receiving disulfiram, but not within the first 5 hr after the treatment. P450IIB1, on the other hand, was induced markedly between 15 and 72 hr after the disulfiram treatment. The treatment, however, caused only moderate changes in some other P450 isozymes. Carbon disulfide, a putative metabolite of disulfiram, produced similar effects on P450IIE1, but with shorter duration. Carbon disulfide, however, did not induce P450IIB1. Diethyldithiocarbamate, a reductive product of disulfiram, was an inhibitor of P450IIE1 activity in vitro, and upon preincubation with microsomes, it produced an reduced nicotinamide adenine dinucleotide phosphate dependent inactivation of N-nitrosodimethylamine demethylase activity. The results suggest that this or other metabolites of disulfiram are inhibitors of P450IIE1 and are responsible for the inactivation of P450IIE1 in vivo. Hepatotoxicity of N-nitrosodimethylamine or carbon tetrachloride in rats was blocked by pretreatment with disulfiram. The present work demonstrates that P450IIE1 was inhibited and inactivated by disulfiram, and this mechanism can account for many of the reported inhibitory actions of disulfiram against chemically induced toxicity and carcinogenesis."
        },
        {
            "References": "Hardman, J.G., L.E. Limbird, P.B., A.G. Gilman. Goodman and Gilman's The Pharmacological Basis of Therapeutics. 10th ed. New York, NY: McGraw-Hill, 2001., p. 441",
            "Value": "Disulfiram and/or its metabolites can inhibit many enzymes with crucial sulfhydryl groups, and it thus has a wide spectrum of biological effects. It inhibits hepatic microsomal drug-metabolizing enzymes and thereby interferes with the metabolism of phenytoin, chlordiazepoxide, barbiturates, and other drugs."
        },
        {
            "References": "PMID:2553428",
            "Value": "Diethyldithiocarbamate was found to inhibit the uptake of both dopamine and 1-methyl-4-phenyl-pyridinium ion by striatal synaptosomes. Disulfiram, the corresponding disulfide of diethyldithiocarbamate, was effective at concentrations 1,000 times lower (1X10-6 vs 1X10-3 M). Disulfiram, but not diethyldiethiocarbamate, reacted very efficiently with synaptosomal protein thiols; both diethyldithiocarbamate and disulfiram induced uptake inhibition could be reversed by the thiol reducing agent dithiothreitol. These results suggest that the effect of diethyldithiocarbamate may be mediated by disulfiram, the uptake of 1-methyl-4-phenyl-pyridinium ion and dopamine by striatal synaptosomes is dependent on the redox state of protein thiols, and these protein thiols are located at the outer surface of synaptosomal membranes."
        },
        {
            "References": "McEvoy, G.K. (ed.). American Hospital Formulary Service-  Drug Information 2005. Bethesda, MD: American Society of  Health-System Pharmacists, Inc. 2005 (Plus Supplements)., p. 3559",
            "Value": "Administration of disulfiram produces hypersensitivity to alcohol. The drug inhibits the enzymatic oxidation of acetaldehyde to acetate, which occurs in the liver during normal alcohol catabolism. By competing with nicotinamide adenine dinucleotide for aldehyde dehydrogenase, disulfiram produces an apparently irreversible inhibition of enzyme activity. When small amounts of alcohol are ingested after administration of disulfiram, the acetaldehyde concentration in blood may increase to 5-10 times the concentration found during metabolism of the same amount of alcohol alone. High blood concentrations of acetaldehyde are commonly believed to be responsible for the unpleasant symptoms of the disulfiram-alcohol reaction, but some investigators ascribe the symptoms to formation of a toxic quaternary ammonium compound, while others believe the carbon disulfide metabolite of disulfiram may be responsible."
        },
        {
            "References": "Thomson.Micromedex. Drug Information for the  Health Care Professional. 24th ed. Volume 1.  Plus Updates. Content Reviewed by the United States Pharmacopeial Convention, Inc. Greenwood Village, CO. 2004., p. 1133",
            "Value": "... The hypotensive response to /disulfiram/ may be due to inhibition of norepinephrine synthesis by the major disulfiram metabolite diethyldithiocarbamate."
        },
        {
            "References": "Goldfrank, L.R. (ed). Goldfrank's Toxicologic Emergencies.  7th Edition McGraw-Hill New York, New York 2002., p. 974",
            "Value": "...Disulfiram inhibits norepinephrine synthesis in humans by inhibiting dopamine beta-hydroxylase, an enzyme necessary for norepinephrine synthesis. The mechanism for this inhibition may be the chelation of copper by diethyldithiocarbamate, which is necessary for dopamine beta-hydroxylase activity. ...Increased concentrations of dopamine as a consequence of dopamine beta-hydroxylase inhibition may also explain the psychiatric effects following both acute disulfiram overdose and chronic disulfiram therapy. Although it has been theorized that some of the neurologic effects following both acute disulfiram overdose and chronic disulfiram therapy may be related to the metabolite carbon disulfide, this has not been confirmed in a well-controlled trial."
        },
        {
            "References": "Mamatha RK, Nagendra SN; Eur J Pharm Envion Toxicol Pharmacol Section 4 (1): 89-94 (1994)",
            "Value": "... Chronic administration of the drug to rats significantly inhibited synaptosomal (Na+,K+)-ATPase and basal Mg2+-ATPase activities. Further, the uptake of gamma-aminobutyric acid and L-glutamate was depleted following chronic drug administration. Similar findings were observed when the isolated synaptosomes were treated with the drug in an in vitro system."
        },
        {
            "References": "PMID:14978246",
            "Value": "...In intact cells, disulfiram reverses either MDR1- or MRP1-mediated  /detrine/ efflux of fluorescent drug substrates. Disulfiram inhibits ATP hydrolysis and the binding of [alpha-32P]8-azidoATP to P-glycoprotein and MRP1, with inhibition curves comparable with those of N-ethylmaleimide, a cysteine-modifying agent. If the ATP sites are protected with excess ATP, disulfiram stimulates ATP hydrolysis by both transporters in a concentration-dependent manner. ... Disulfiram inhibits in a concentration-dependent manner the photoaffinity labeling of the multidrug transporter with 125I-iodoarylazidoprazosin and [3H]azidopine."
        },
        {
            "References": "PMID:15615540",
            "Value": "... Melanoma cell lines derived from different stages (radial, vertical, and metastatic phase) were all sensitive to disulfiram treatment in vitro; melanocytes were only slightly affected. ... Low concentrations of disulfiram alone decreased the number of viable cells, and the addition of CuCl(2) significantly enhanced the disulfiram-induced cell death to less than 10% of control. The intracellular Cu concentration of melanoma cells increased rapidly upon disulfiram treatment. Both the intracellular Cu uptake and the toxicity induced by disulfiram were blocked by co-incubation with bathocuproine disulfonic acid (BCPD, 100 muM)."
        },
        {
            "References": "PMID:11851639",
            "Value": "... Disulfiram administration markedly inhibited chlorzoxazone 6-hydroxylation by more than 95%, but did not affect metabolism of debrisoquine or mephenytoin. Caffeine N3-demethylation was decreased by 34% (P<0.05). Monoacetyldapsone concentrations were markedly elevated by disulfiram administration resulting in a nearly 16-fold increase in the dapsone acetylation index, calculated as the plasma concentration ratio of monoacetyldapsone to dapsone. CYP-mediated dapsone N-hydroxylation was not significantly altered."
        },
        {
            "References": "PMID:11716515",
            "Value": "The drug disulfiram is a thiol-reacting drug that is relatively nontoxic when used alone and has been used in the therapy of alcohol abuse for more than 40 years. Several effects of this drug have been reported for DNA synthesis and cell proliferation. In this study, the inhibitory effect of disulfiram on topoisomerase I and II activity was investigated by measuring the relaxation of superhelical plasmid pBR322 DNA. Disulfiram (1-100 microM) inhibited topoisomerase I and II in a concentration-dependent manner (IC(50) congruent with 42 +/- 8 and 30 +/- 9 microM, respectively). Consistent with the assumption that a thiol residue is involved, dithiothreitol (1 mM) markedly prevented the inhibitory effect of disulfiram on the activity of both classes of topoisomerases. These findings might explain certain aspects of disulfiram toxicity and encourage new studies to determine the usefulness of this drug and its analogues as antineoplastic agent."
        },
        {
            "References": "PMID:11714485",
            "Value": "... /It was/ previously demonstrated that Disulfiram impairs the permeability of inner mitochondrial membrane (IMM). In this report, the effect of Disulfiram and its structural analogue thiram (Th) on mitochondrial functions was studied in detail. /It was/ found that mitochondria metabolize thiram disulfide compounds (TDs) in a NAD(P)H- and GSH-dependent manner. At the concentration above characteristic threshold, TDs induced irreversible oxidation of NAD(P)H and glutathione (GSH) pools, collapse of transmembrane potential, and inhibition of oxidative phosphorylation. The presence of Ca(2+) and exhaustion of mitochondrial glutathione (GSH+GSSG) decreased the threshold concentration of TDs. ... TDs induced the mitochondrial permeability transition (MPT)."
        }
    ]
}