{
    "_id": {
        "$oid": "6682e7fcc4e5dba5ffba2354"
    },
    "CID": {
        "$numberInt": "3118"
    },
    "Name": "DISULFOTON",
    "IUPACName": "diethoxy-(2-ethylsulfanylethylsulfanyl)-sulfanylidene-lambda5-phosphane",
    "CanonicalSMILES": "CCOP(=S)(OCC)SCCSCC",
    "Synonyms": [
        "disulfoton",
        "298-04-4",
        "Dithiodemeton",
        "Dithiosystox",
        "Thiodemeton",
        "Di-syston",
        "Glebofos",
        "Solvigran",
        "Solvirex",
        "Dution",
        "Frumin",
        "Ethyl thiometon",
        "Ethylthiometon B",
        "Frumin G",
        "Insyst-D"
    ],
    "IsomericSMILES": "CCOP(=S)(OCC)SCCSCC",
    "INCHI": "InChI=1S/C8H19O2PS3/c1-4-9-11(12,10-5-2)14-8-7-13-6-3/h4-8H2,1-3H3",
    "INCHIKEY": "DOFZAZXDOSGAJZ-UHFFFAOYSA-N",
    "Formula": "C8H19O2PS3",
    "MolecularWeight": {
        "$numberDouble": "274.4"
    },
    "Description": "Disulfoton is an organic thiophosphate that is the diethyl ester of S-[2-(ethylsulfanyl)ethyl] dihydrogen phosphorodithioate. It has a role as an EC 3.1.1.7 (acetylcholinesterase) inhibitor, an acaricide and an agrochemical. It is an organic thiophosphate and an organothiophosphate insecticide.",
    "XlogP": {
        "$numberDouble": "4"
    },
    "Complexity": {
        "$numberInt": "168"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "environmental_bioconcentrations": [
        {
            "References": "(1) Takase I, Oyama H; J Pest Sci 10: 47-53 (1985) (2) Franke C et al; Chemosphere 29: 1501-14 (1994)",
            "Value": "The bioconcentration factor (BCF) of disulfoton in carp (Cyrinus carpio) has been measured to be approximately 450(1). According to a classification scheme(2), this BCF value suggests bioconcentration in aquatic organisms is high(SRC)."
        }
    ],
    "environmental_biodegradations": [
        {
            "References": "Menzie, C.M. Metabolism of Pesticides-Update III. Special Scientific Report- Wildlife No. 232. Washington, DC: U.S.Department of the Interior, Fish and Wildlife Service, 1980., p. 291",
            "Value": "When ethylthiometon was added to soil under paddy conditions, there was rapid oxidation to the corresponding sulfoxide and sulfone. In silt loam soil, under paddy conditions, reduction of the sulfoxide to ethylthiometon occurred. At 28 °C, the half-life of ethylthiometon ... /with/ its five metabolites was about 50 days."
        },
        {
            "References": "(1) Gohre K, Miller GC; J Agric Food Chem 34: 709-13 (1986) (2) Takase I et al; Planzen-Nachr 25: 43-63 (1972) (3) USEPA; Environmental Fate and Effects Preliminary Assessment. Jan 8, 1998. USEPA, Off Prev Pest Tox Sub. Available at https://www.epa.gov/pesticides/op/disulfoton/disul_2.pdf as of Jun 19, 2002. (4) Sanborn JR et al; The Degradation of Selected Pestic in Soil, USEPA 600/9-77-022 (1977)",
            "Value": "AEROBIC: Soil microorganisms are capable of converting thioethers to sulfoxides and sulfones(1). Disulfoton was rapidly oxidized in upland (aerobic) soil and was oxidized even faster in flooded (anaerobic) soil, but transformation was very slight in sterile soil suggesting biodegradation was notable in unsterilized soils(2). Aerobic degradation in the field to sulfoxide and sulfotone has been reported(3). However, the observed breakdown of disulfoton in sterile and glucose-amended soil was considered to provide evidence against microbial oxidation(4). Loss of disulfoton in sterilized and unsterilized soil irradiated with sunlight for 1 week was 68-87% and 68-79%, respectively, suggesting that microbial metabolism was not responsible for the loss of disulfoton(1)."
        },
        {
            "References": "(1) Clapp DW et al; J Environ Qual 5: 207-10 (1976) (2) Howard PH et al; Handbook of Environmental Degradation Rates. Chelsea, MI: Lewis Pub p. 558 (1991) (3) Wanner O et al; Environ Sci Technol 23: 1232-42 (1989)",
            "Value": "Disulfoton, added at 1,000 ppm and incubated at 20 °C degraded in 32 days using Portneuf silt loam soil characterized by 2.96% OM, CEC 17.2 meq/100g, 20.1% moisture, and a pH 6.8, degraded more rapidly at 20 °C than at 40 °C(1). When added at a concn of 125 ug/g Portneuf silt loam soil, approximate half-lives were 1.0 and 2.0 days, respectively, at 10% moisture content, and 2.0 and 5.0 days, respectively, at 20% moisture content(1). Unacclimated aerobic aqueous biodegradation half-lives of 3-21 days have been reported(2). Primary biodegradation half-lives of 7 to 41 days were calculated for samples of Rhine River water collected at the time of the Schweizerhalle, Switzerland chemical spill, November 1986, and inoculated with disulfoton at a concn range of 5-200 ug/l(3). Primary biodegradation was the major removal process for disulfoton from the Rhine River, equating to 12.2-53% reduction of total load (5-20 ug/l) to the system, followed by dilution at 7-41%, and abiotic hydrolysis at 2.2-3.0%(3)."
        },
        {
            "References": "(1) Tomizawa C; Environ Qual Saf 4: 117-27 (1975) (2) Howard PH et al; Handbook of Environmental Degradation Rates. Chelsea, MI: Lewis Pub p. 558 (1991)",
            "Value": "ANAEROBIC: Disulfoton was applied at a concn of 9, 9, and 7 ug/g to three flooded rice paddy soils (sandy loam, 3.32% OM, pH 5.45, alluvial clay loam 0.96% OM, pH 6.8, and volcanic ash loam, 8.97% OM, pH 4.63) and incubated at 30 °C for 5 days(1); concn reductions to <1, 1, and 4 ug/g for 50% water content (unflooded) and concn reduction from 9 ug/g to 5 ug/g in 125% water content (flooded alluvial clay loam), were reported(1). Unacclimated anaerobic aqueous biodegradation half- lives of 12-84 days have been reported(2)."
        }
    ],
    "logP": [
        {
            "References": "Hansch, C., Leo, A., D. Hoekman. Exploring QSAR - Hydrophobic, Electronic, and Steric Constants. Washington, DC: American Chemical Society., 1995., p. 49",
            "Value": "log Kow = 4.02"
        }
    ],
    "mechanism_of_action": [
        {
            "References": "International Labour Office. Encyclopedia of Occupational Health and Safety. Vols. I&II. Geneva, Switzerland: International Labour Office, 1983., p. 1638",
            "Value": "The main feature of the toxic mechanism of organophosphorus pesticides is  inhibition of the esterase enzyme activity, in particular of cholinesterase, which plays an  important physiological part. Organophosphorus pesticides can also indirectly interact with  the biochemical receptors of acetylcholine. /Organophosphorus pesticides/"
        },
        {
            "References": "Morgan, D.P. Recognition and Management of Pesticide Poisonings. EPA 540/9-80-005. Washington, DC: U.S. Government Printing Office, Jan. 1982., p. 2",
            "Value": "Organophosphates poison insects and mammals primarily by phosphorylation  of the acetylcholinesterase enzyme at nerve endings. ... At sufficient dosage, loss of enzyme  function allows accumulation of acetylcholine (the impulse- transmitter substance) at  cholinergic neuroeffector junctions (muscarinic effects, and at skeletal myoneural junctions  and in autonomic ganglia (nicotinic effects). Organophosphates also impair nerve impulse  transmission in the brain... . /Organophosphate pesticides/"
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "DHHS/ATSDR; Toxicological Profile for Disulfoton p.51 PB95-2634347 (1995)",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Breathing difficulties were observed in rats given a single gavage  dose of 1.0 mg/kg & in mice given 5.0 mg/kg disulfoton. Rats given 0.5 mg/kg & mice given 2.5  mg/kg did not display breathing disorders."
        },
        {
            "References": "DHHS/ATSDR; Toxicological Profile for Disulfoton p.57 PB95-2634347 (1995)",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Weight loss or decreased body weight gain is commonly  observed in animals after acute exposure to disulfoton & is one of the typical signs of  cholinergic toxicity of cholinesterase inhibitors. The weight loss or reduced weight gain  usually occurs early in the dosing regime, but the rate of weight gain recovers with repeated  dosing as the animals become tolerant."
        },
        {
            "References": "PMID:8919271",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Ultrastructural, stereological and biochemical alterations in isolated hepatocytes and the permanent fibrocyte-like cell line R1 from rainbow trout (Oncorhynchus mykiss) exposed to 0, 0.2, 2 and 20 mg/l of the phosphorodithioate pesticide disulfoton (Solvirex, O,O-diethyl S-2-ethylthioethyl phosphorodithioate) for up to 5 days were investigated. In both R1 cells and isolated hepatocytes, distinct dose- and time-dependent morphological alterations including diminished amounts of heterochromatin, proliferation of lysosomal elements, dilation and vesiculation of endoplasmic reticulum cisternae, induction of concentric membrane whorls and an increased amount of lipid droplets could be detected at concentrations of > or = 2 mg/l (R1 cells) and > or = 0.2 mg/l disulfoton (hepatocytes). Additional effects in isolated hepatocytes comprised marginalization of heterochromatin, myelin-like structures attached to mitochondrial membranes, formation of ring-shaped mitochondria, proliferation of smooth endoplasmic reticulum, reduction of rough endoplasmic reticulum, induction of ring-shaped Golgi cisternae, glycogen depletion and occurrence of glycogenosomes. Structural changes in isolated hepatocytes could be correlated to suppression of lactate dehydrogenase, glucose-6-phosphate dehydrogenase, alanine aminotransferase, malic enzyme, esterase as well as glutathione S-transferase, but to a stimulation of 7-ethoxycoumarin-O-deethylase and the rate of lipid peroxidation at concentrations > or = 0.01 mg/l disulfoton. Comparison with data from in vivo experiments with rainbow trout indicate the suitability of in vitro techniques for the evaluation of the toxicological potential of a wide range of ecotoxicologically relevant substances."
        },
        {
            "References": "California Environmental Protection Agency/Department of Pesticide Regulation; Toxicology Data Review Summaries. Available from https://www.cdpr.ca.gov/docs/toxsums/toxsumlist.htm on Disulfoton as of December 18, 2002.",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ 5 Hsd/Win: NMRI mice/sex/group received a single ip injection of S276 (disulfoton, 98.7% purity) at 0 and 8 mg/kg with sampling 16, 24, or 48 hours afterward. A small incr in micronucleated polychromatic erythrocytes was noted at the 24 and 48 hr samplings, however in comparison with historical controls as well as concurrent positive control the incr seems to be equivocal."
        },
        {
            "References": "PMID:9024678",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Sulprofos, disulfoton, azinphos-methyl, methamidophos,  trichlorfon, and tebupirimphos were screened for neurotoxic potential, in accordance with U.S.  EPA (FIFRA) requirements. Each organophosphate was administered through the diet for 13 weeks  to separate groups of Fischer 344 rats at four dose levels, including a vehicle control. For  each study, 12 rats/sex/dietary level were tested using a functional observational battery  (FOB), automated measures of activity (figure-8 maze), and detailed clinical observations,  with half of the animals perfused at term for microscopic examination of neural and muscle  tissues. Separate groups of satellite animals (6/sex/dietary level) were used to measure the  effect of each treatment on plasma, erythrocyte (RBC), and brain cholinesterase (ChE)  activity. The results show that measures of ChE activity were consistently the most sensitive  indices of exposure and assisted in the interpretation of findings. All treatment-related  neurobehavioral findings were ascribed to cholinergic toxicity, occurring only at dietary  levels that produced more than 20% inhibition of plasma, RBC, and brain ChE activity.  Neurobehavioral tests provided no evidence of additional cumulative toxicity after 8 weeks of  treatment. The FOB and motor activity findings did not alter the conclusions and generally did  not reduce the neurobehavioral no-observed-effect level (NOEL) for any of the six compounds,  relative to the results from detailed clinical observations as conducted in these studies. The  one exception occurred with tebupirimphos, where the NOEL for motor activity was one dose  level lower than the NOEL for the FOB and clinical observations. These results support the  value of detailed clinical observations to screen for the neurotoxic potential of  organophosphates and a general standard of more than 20% inhibition of brain ChE activity for  cholinergic neurotoxicity."
        },
        {
            "References": "DHHS/ATSDR; Toxicological Profile for Disulfoton p.67 PB95-2634347 (1995)",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ In a range-finding study, 2 of 2 rabbits died after 1 or 2  applications of 10 mg/kg/day disulfoton was applied to the shorn, unabraded skin & left for 6 hr. None of the rabbits similarly treated with 0.4 or 2.0 mg/kg/day for 5 days died. In a 3 wk experiment, similar treatment of rabbits 5 day/wk resulted in death of 5 of 5 females after 1-6 treatments & of 5 of 5 males after 3-10 treatments with 6.5 mg/kg/day. None of the rabbits  treated with < or =1.6 mg/kg/day for 3 wk died. The rabbits that died in these experiments exhibited persistent cholinergic signs of intoxication (muscle spasms, dyspnea, salivation) before death. ... Necropsy of the rabbits that died within 2 wk during treatment (100%) with the high dose of 6.5 mg/kg/day revealed distended, pale, mottled, fluid-containing lungs, ... a lobular pattern in the liver, ... pale kidneys, with reddened renal pelvis & indistinct structure, ... & small & pale spleens in some cases."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. V7 833",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ No adverse effects occurred in rats fed diets that contained  1, 2, 4, 5, 6, 10, or 16 ppm disulfoton (0.1, 0.2, 0.5, or 1.0 mg/kg/day) for 13 or 16 weeks,  other than decreased body weight gain at 16 ppm and urine stains in females at 4 ppm. However,  RBC, brain, plasma, and tissue (submaxillary gland) cholinesterase activity was significantly  inhibited in females given 2 ppm or more and in males given 5 ppm or more. In mice fed diets  that provided 0.63-0.71 mg/kg/day disulfoton, cholinesterase was inhibited in all tissues,  although the tissues were not specified. No-effect levels were 0.13-0.14 mg/kg/day. Dogs fed  diets that contained 1, 2, or 10 ppm disulfoton for 12 weeks exhibited no signs of toxicity,  although plasma and RBC cholinesterase activity were significantly inhibited in dogs given 2  or 10 ppm."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. V7 832",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ The mortality rate was 20% in rats given daily ip injections of 1.0  mg/kg/day disulfoton & 100% in rats given 1.2 or 1.5 mg/kg/day for 60 days. After the first  two doses of 1.0 mg/kg, rats displayed cholinergic signs immediately after each dose for up to  7 or 10 days. Then the rats began to recover in spite of daily treatment. Ip doses of 0.25,  0.5, & 1.0 mg/kg produced rapid dose-related inhibition of brain & serum cholinesterase that  persisted throughout the entire study period, even though cholinergic signs disappeared."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. V7 832",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Inhalation exposure of rats to 0.02 mg/cu m disulfoton for 6  hr/day, 5 days/wk for 3 wks did not cause any signs of cholinergic toxicity. Exposure to  0.1-0.5 mg/cu m resulted in behavioral changes linked to inflammatory changes in the  respiratory system, & exposure to 3.1 or 3.7 mg/cu m caused cholinergic symptoms (muscle  tremors, convulsions, increased salivation, dyspnea). 5 of 10 females exposed to 3.7 mg/cu m  died after 3-12 exposures, & 3 of 20 females exposed to 3.1 mg/cu m died after 8-15 exposures.  No deaths occurred in males at any exposure level. RBC cholinesterase was significantly  inhibited at 0.1 mg/cu m or more, & brain cholinesterase was significantly inhibited at 0.5  mg/cu m in females & 3.7 mg/cu m in males."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. V7 832",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ When rats were given single gavage doses of 1.5 & 5.2 mg/kg  (males) & 0.76 & 1.5 mg/kg (females) disulfoton, cholinergic toxicity developed within 0-3  days & resolved by day 4 after treatment. RBC cholinesterase was inhibited in mid- & high-dose  females & in high-dose males. ... Male rats given 2.0 or 2.5 mg/kg/day disulfoton for 1-14  days exhibited cholinergic signs whose severity diminished with repeated dosing. When rats  were given 3.5 mg/kg/day for 3-4 days, clinical cholinergic signs were more severe than those  exhibited by rats pretreated with 2.5 mg/kg/day for 6 days & then given 3.5 mg/kg/day for 6  more days. Thus, rats pretreated with 2.5 mg/kg/day became tolerant to even higher doses of  disulfoton. After 3 days on a diet that provided 1 mg/kg/day disulfoton, rats developed severe  cholinergic signs that diminished markedly during a 62-day period despite the fact that brain  & diaphragm cholinesterase activity was depressed at day 6 & remained depressed throughout the  study."
        },
        {
            "References": "Fitzgerald BB, Costa LG; Toxicol Appl Pharm 117 (1): 122-5 (1992)",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Male Long Evans rats were gavaged daily with 2 mg/kg disulfoton  for 14 days. Rats were observed for clinical signs of toxicity. Selected rats were killed at  various times during & up to 6 wk after exposure & the brains were removed & dissected into  the cortex, medulla pons, hippocampus, & striatum. The effects of disulfoton on the binding  affinity of the M1 & M2 receptor subtypes in the brain parts were determined using a  radioligand binding assay with tritiated telenzepine & AFDX-384, respectively. Disulfoton  decreased the receptor density of the M1 receptor in the cortex, hippocampus, & striatum by  16.1, 27.6, & 35.5%, respectively. The receptor densities of the M2 receptor in the cortex,  medulla pons, hippocampus, & striatum were decreased by 21.7, 11.0, 17.0, & 30.2%,  respectively. The affinity constants of both receptors were not affected by disulfoton. The  receptor densities of both receptors recovered to the control values during the post exposure  recovery period. Recovery of the M2 receptor density was slower than that of the M1 receptor  density. The difference in the recovery rate was most pronounced in the hippocampus. It was  suggested that brain M1 & M2 muscarinic receptor subtypes may be similarly regulated after  organophosphate exposure. The slower post exposure recovery of the M2 receptor may reflect the  need to transport newly synthesized receptor proteins through long projection neurons which  innervate the hippocampus & cortex."
        },
        {
            "References": "PMID:7328703",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ The induction of anticholinesterase tolerance has, in the past, been achieved by using multiple doses of organophosphorus ester insecticides that initially caused cholinergic signs. The purpose of this study was to ascertain whether anticholinesterase tolerance could be induced with doses of an anticholinesterase that produced no overt cholinergic signs. Rats were fed diets containing 0, 7.5, or 20 ppm disulfoton. Animals fed at the 7.5 ppm level were without cholinergic signs throughout the period of feeding. Rats from this group were significantly more resistant to the lethal effect of carbachol than rats given the control diet after 58 and 62 days on the diet. Animals fed 20 ppm disulfoton in the diet initially showed signs that gradually disappeared with time on the diet. Rats fed at this level were more resistant to the lethal effect of carbachol than controls on all challenge dates (30, 45, 58, and 62 days on the diets) and more resistant than animals fed 7.5 ppm only on d 38 and 45. Thus the organophosphorus ester insecticide disulfoton, fed to rats in a dietary concn that depressed acetylcholinesterase but was insufficient to cause cholinergic signs, induced tolerance to the lethal effects of carbachol. The length of time on an experimental diet before resistance to carbachol could be demonstrated was greater for the experimental group given 7.5 ppm disulfoton than the group given 20 ppm disulfoton in the diet."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists.  Documentation of Threshold Limit Values for Chemical  Substances and Physical Agents and Biological Exposure  Indices for 2001. Cincinnati, OH. 2001., p. 1",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ RATS SHOW ACQUIRED TOLERANCE, FOLLOWING INITIAL DECR  IN CHOLINESTERASE AFTER EACH DOSE, INDICATING THAT THERE IS RAPID ADJUSTMENT OF ANIMALS."
        },
        {
            "References": "PMID:6642106",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Previous studies have shown that subchronic treatment of mice with the organophosphate insecticide, disulfoton, or the carbamate insecticide, propoxur, leads to the development of tolerance to their toxicity. Tolerance to disulfoton was due to a decr in the number of muscarinic cholinergic receptors, while tolerance to propoxur appeared to be due to an induction of hepatic microsomal enzymes. In the present study we investigated if cross-tolerance between disulfoton and propoxur would occur. Cross-tolerance was evaluated by measuring acute toxicities, cholinesterase and carboxylesterase inhibition and hypothermic and antinociceptive effects. Mice tolerant to propoxur were cross-tolerant to the hypothermic and anticholinesterase effects of disulfoton. Similarly, when mice were pretreated with the microsomal enzyme inducer, phenobarbital, the toxicity of disulfoton was decreased. Mice made tolerant to disulfoton were cross-tolerant to the organophosphate chlorpyrifos, but were more sensitive than controls to the toxicity of propoxur. The acute toxicity of the organophosphate malathion was also increased in disulfoton-tolerant mice. Propoxur is metabolized by mixed function oxidases and possibly by a carboxylesterase. While hepatic microsomal enzymes appeared to be unchanged in disulfoton-tolerant mice, brain and liver carboxylesterase activities were significantly inhibited. Pretreatment of mice with the specific carboxylesterase inhibitor triorthotolylphosphate is known to greatly potentiate the toxicity of malathion and also potentiated, to a lesser extent, the toxicity of propoxur."
        },
        {
            "References": "PMID:3020234",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ In this study we have investigated whether repeated administration of the organophosphorus insecticide disulfoton, known to cause the development of tolerance to this compound, would affect phosphoinositide metabolism in rat brain. Basal and carbachol-stimulated phosphoinositide metabolism were measured in cerebral cortex slices, by measuring the accumulation of inositol phosphates (InsPs) in the presence of lithium. In control animals carbachol caused a 600% increase in inositol phosphates accumulation with an EC50 of 100 uM. Maximal effect occurred with a LiCl concentration of 7.5 mM and required the presence of calcium. Administration of disulfoton for 10 days (2 mg/kg/day by gavage), decreased the number of muscarinic receptors in cortex from 1.1 to 0.7 pmol/mg of protein without changing the affinity of the receptors (both measured by binding of (3H)quinuclidinyl benzilate). Acetylcholinesterase was inhibited by 85%. Basal inositol phosphates accumulation was unchanged in disulfoton-treated rats, whereas carbachol-stimulated inositol phosphates accumulation decreased by 18%. No changes of norepinephrine-stimulated inositol phosphates formation and of alpha-1 adrenoceptors were present in cortices from disulfoton-treated rats. Recovery of muscarinic receptor binding and carbachol-stimulated inositol phosphates accumulation occurred at a similar rate and was completed 2 to 3 weeks after the end of the treatment, whereas acetylcholinesterase activity was still 38% inhibited 3 weeks later. These results support the hypothesis that a functional adaptation of muscarinic receptors is involved in the development of tolerance to organophosphates."
        },
        {
            "References": "PMID:3020234",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ ...Administration of disulfoton for 10 days (2 mg/kg/day) by gavage decreased the number of  muscarinic receptors in the cortex of rats from 1.1 to 0.7 pmol/mg of protein without changing  the affinity of the receptors (both measured by binding of (3)H quinuclidinyl benzilate.  Acetylcholinesterase was inhibited by 85%."
        },
        {
            "References": "DHHS/ATSDR; Toxicological Profile for Disulfoton p.65 PB95-2634347 (1995)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/  ... Uterine cystic hyperplasia was observed in female rats given  disulfoton in the diet at 1.02 mg/kg/day, but not at 0.21 mg/kg/day, for 2 yr."
        },
        {
            "References": "PMID:10403662",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Technical grade disulfoton  (DiSyston) was fed to Beagle dogs (4  animals/sex and treatment level) at nominal concns of 0,  0.5, 4 and 12 ppm for 1 yr. The  purpose of this study was to characterize the potential  general and neurovisual toxicity  according to routine EPA guideline requirements, and by use  of ancillary ocular and neurologic  tests established in this Laboratory. Ophthalmological  tests included: ocular tissue  cholinesterase and histopathology, electroretinography (ERG),  tracking, refractivity,  intraocular pressure and pachymetry (corneal thickness) measurements.  Neurological exams  included; peripheral and cranial reflex tests, task performance tests,  gait and behavioral  observations, and rectal temp measurements. Plasma, erythrocyte and  corneal cholinesterase  were significantly depressed at 4 and 12 ppm in both sexes. Brain  cholinesterase was depressed  at 4 and 12 ppm in females. Retinal cholinesterase was depressed  at 4 ppm in females and at 12  ppm in males. Ciliary body cholinesterase was depressed at 12  ppm in both sexes. Despite these  cholinergic effects, there were no ophthalmologic findings  in measurements of ERG, tracking,  refractivity, intraocular pressure or pachymetry. There  were no clinical neurology findings  related to compound admin. We conclude that 0.5 ppm was a  no-observable effect level (NOEL),  and effects were limited to cholinesterase changes that  had no detectable physiologic impact."
        },
        {
            "References": "California Environmental Protection Agency/Department of Pesticide Regulation; Toxicology Data    Review Summaries. Available from https://www.cdpr.ca.gov/docs/toxsums/toxsumlist.htm on Disulfoton as of December 18, 2002.",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ 60 CD outbred albino mice/sex/group (10/sex/ group were used as replacements) received disulfoton technical (98.2% purity) at 0, 1, 4, and 16 ppm in the diet  for 99 weeks. Adverse effects were not indicated. No oncogenic effects were reported.  Cholinesterase NOEL<16 ppm (decreased plasma (79%-82%) and brain (44%-46%) cholinesterase  activity compared to control values). Low and mid-doses were not analyzed for ChE."
        },
        {
            "References": "California Environmental Protection Agency/Department of Pesticide Regulation; Toxicology Data  Review Summaries. Available from https://www.cdpr.ca.gov/docs/toxsums/toxsumlist.htm on  Disulfoton as of December 18, 2002.",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ ...The test article was  identified as disulfoton technical with  97.3% purity. 50 Fischer 344 rats/sex/group received  nominal levels of 0, 1, 4, and 16 ppm in  the diet for 105 weeks. Treatment related reductions  in body weight and feed consumption were  seen in mid and high dose males and high dose  females. Low dose males showed slightly lower  weights but the significance was not clear.  Mortality data suggested a treatment-related incr  in females, beginning after 18 months.  Blood chemistry and hematology varied within historical  control ranges. Oncogenicity was not  indicated. Chronic NOEL=1 ppm (cystic degeneration of the  Harderian gland at the mid and high  dose levels in both sexes, clinical signs and decreased  body weight at 16 ppm).  Cholinesterase NOEL<1 ppm."
        },
        {
            "References": "DHHS/ATSDR; Toxicological Profile for Disulfoton p.65 PB95-2634347 (1995)",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/  A ... multigenerational   study was conducted in male &   female rats exposed to disulfoton in the diet that provided   doses of 0.009, 0.03, & 0.09   mg/kg/day. At 0.09 mg/kg/day, decreased reproductive   performance occurred, evidenced by a   decreased % of females placed for mating & decreased %   of sperm-positive F0 & F1 parental   females. In addn, decreased maternal weight of F0 & F1   dams during gestation & lactation,   decreased litter counts, viability index, & lactation   index, & increased dead births & percent of   dead births occurred in both generations at  0.09  mg/kg/day. A decr in F2b litter counts &   litter weights occurred at 0.03 mg/kg/day.  Gross &  histological exam of the ovary, vagina,   uterus, testes, epididymis, seminal  vesicles, &  prostate of the F0 & F1 parents revealed no   treatment-related lesions."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. V7 834",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ There was no indication of a teratogenic effect in any  rats given 0, 0.1, 0.3, or 1.0 mg/kg/day disulfoton via gavage on gestation days 6-15.  Significant depressions of RBC cholinesterase activity occurred in dams given 0.3 and 1.0  mg/kg/day. A significant increase in the incidence of incomplete ossification of the  sternebrae was observed in fetuses at 1.0 mg/kg/day which was considered an effect of growth  retardation due to maternal toxicity. There was no evidence of teratogenicity or embryo  toxicity in rabbits given 0, 0.3, 1.0, or 3.0 mg/kg/day disulfoton. The highest dose was  lowered to 2.0 and later to 1.5 in some but not all of the high-dose animals due to severe  toxic responses and mortality."
        },
        {
            "References": "California Environmental Protection Agency/Department of Pesticide Regulation; Toxicology Data    Review Summaries. Available from https://www.cdpr.ca.gov/docs/toxsums/toxsumlist.htm on      Disulfoton as of December 18, 2002.",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ 26 albino CD  Sprague-Dawley rats/sex/group received  technical  disulfoton (97.91% purity) at 0 (corn oil),  1, 3, and 9 ppm (effective doses of  0.81, 2.4 and  7.3 ppm) in the diet through 2 generations  with 2 litters/generation. F0  parents were  treated 15 weeks prior to mating; F1s 13 weeks.  All F0 parents were diagnosed  with  sialodacryoadenitis virus (swollen salivary glands were  noted) during gestation of F1b   litters. At 9 ppm, the number of litters, number of  pups/litter, and 21-day pup weights  were  reduced for both litters of each generation. A  possible adverse reproductive effect was   indicated: a reduced number of offspring/litter was  noted at the mid-dose level. Parental   NOEL=3 ppm (reduced bodyweights at the high dose  level, tremors in some F0 females).   Reproductive NOEL=1 ppm (reduced number of pups/F2b  litter at 3 and 9 ppm, reduced  number  sperm positive and reduced % of mated that delivered  at 9 ppm). Offspring  Cholinesterase  NOEL=1 ppm (24% to 32% brain cholinesterase activity  reduction at 3 ppm and  50% to 59%  reduction at 9 ppm compared to control values)."
        },
        {
            "References": "California Environmental Protection Agency/Department of Pesticide Regulation; Toxicology Data    Review Summaries. Available from https://www.cdpr.ca.gov/docs/toxsums/toxsumlist.htm on    Disulfoton as of December 18, 2002.",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ 30 Sprague-Dawley  rats/sex/group received disulfoton  technical (98.6% purity) in the diet at 0, 0.5, 2.0, and  9.0 ppm through 2 generations with  one litter/generation. Treatment began 10 weeks prior to  mating. Group mean maternal F0  bodyweights were lower (7% to 10%) than controls at 9.0 ppm  during lactation. Group mean F1a  pup bodyweights at 9.0 ppm were significantly decreased  (16%-29%) relative to controls and  remained depressed through selection of F1 parents, so  that F1 parental bodyweights were 16%  to 18% below those of control animals on pre-mating day  0 and remained lower throughout mating  for both sexes and, for dams, through gestation and  lactation. Incidences of hypoactivity,  tremors, gasping, and locomotor incoordination were  increased for F0 dams during lactation at  9.0 ppm. F2 maternal clinical signs during  lactation included increases in hypoactivity,  tremors, and corneal opacity at the high dose  level. Parental chronic NOEL=2.0 ppm. Mean F1a  and F2a pup weights at 9.0 ppm were 16% to 29%  lower than controls. Mean F2a live litter size  at birth for high dose animals was reduced  (23%) compared to controls. Reproductive NOEL=2.0  ppm. Plasma, erythrocyte, and brain  cholinesterase activities were reduced >20% at 9.0 ppm for  all groups and also at 2 ppm in F1  females. Cholinesterase NOEL=0.5 ppm."
        },
        {
            "References": "PMID:8392202",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ The effects of repeated exposure to two organophosphates on the  turnover of phosphoinositides, the second messenger system coupled to the M1 and M3 subtypes  of muscarinic receptors, were examined in the rat hippocampus. Repeated diisopropylfluorophosphate (DFP) exposure (0.2-0.8 mg/kg, SC) decreased brain acetylcholinesterase activity and muscarinic receptor density. The incorporation of [3H]myoinositol into brain slices was also decreased. Phosphoinositide turnover was measured as the accumulation of [3H]inositol phosphates (IP) in the presence of lithium. DFP did not affect basal IP accumulation, but decreased carbachol-stimulated IP accumulation in the hippocampus after 0.4 and 0.8 mg/kg. The effects of repeated disulfoton administration (2.0 mg/kg, IP) were also examined in the hippocampus. Similar to DFP, repeated disulfoton exposure decreased acetylcholinesterase activity, receptor density, and carbachol-stimulated IP accumulation. The incorporation of myoinositol, however, was increased in disulfoton-treated rats. These data indicate that repeated organophosphate exposure results in a functional decrease in muscarinic receptor activity, as well as changes in myoinositol incorporation into phospholipids."
        },
        {
            "References": "DHHS/ATSDR; Toxicological Profile for Disulfoton p.63 PB95-2634347 (1995)",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ Disulfoton has also been studied for behavioral effects. Rats fed > or =0.5 mg/kg/day disulfoton for 90 days had significantly depressed brain acetylcholinesterase levels (59-74% below control), but the treated rats had shorter maze running times and made fewer mistakes than the controls. This unexpected result (improved learning) at reduced brain cholinesterase levels led the authors to question the \"critical level of 60% reduction\" for neurobehavioral effects. In another behavioral experiment, there was an unexplained incr in exploratory behavior in mice fed disulfoton for 12 wk. Dietary exposure of rats and mice to 2.5 mg/kg/day disulfoton for 2 months resulted in an incr in the permeability of spinal cord and brain stem tissues in both species."
        },
        {
            "References": "PMID:8449387",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ Male Long Evans rats were injected ip for 30 days with 0, 0.5, 1, or 2 mg/kg of disulfoton in corn oil. Clinical signs & motor activity were measured during the course of repeated exposure. Cognitive function, as measured in the Morris water maze, and passive avoidance procedures were assessed near the end of the dosing regimen. Regional brain acetylcholinesterase activity was measured during the course of dosing while the total number of muscarinic receptors was measured at the end of the dosing regimen. Tolerance developed rapidly to the clinical signs produced by disulfoton, but not to the disulfoton induced decr in motor activity. Disulfoton affected the acquisition of water maze performance, but had no effect on passive avoidance acquisition or retention. Repeated exposure to disulfoton decreased brain acetylcholinesterase activity & the number of (3)H quinuclidinyl benzilate binding sites. These data indicate that, in spite of muscarinic receptor down-regulation that followed repeated exposure to disulfoton, animals become tolerant to only some of the functional effects produced by this chemical."
        },
        {
            "References": "PMID:7200580",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ Tolerance to the toxic effects of exposure to the organophosphate acetylcholinesterase inhibitor, disulfoton, was induced by giving multiple, sublethal doses of the cmpd to male rats. Tolerance was judged to have been induced when toxic signs of exposure, including weight loss, were reversed or diminished. Binding of the specific muscarinic radioligand, (3H) quinuclidinyl benzilate ((3H) QNB) to ileal muscle, forebrain, and hindbrain from treated animals was significantly less than the amount bound to tissue from the control animals. Binding of (3H) quinuclidinyl benzilate to heart tissue from tolerant animals was not different from control values. After a typical tolerance-inducing regimen of 7 doses of 2 mg/kg/day disulfoton followed by 4 doses of 3 mg/kg/day, (3H) quinuclidinyl benzilate binding to heart from treated animals was 104% of controls, while binding to ileal muscle, forebrain, and hindbrain was 67, 69, and 77% of control values (p<0.001, 0.001 and 0.01), respectively. (3H) quinuclidinyl benzilate binding was not decreased due to competition for binding sites with excess acetylcholine. Neither were decreases due to displacement by disulfoton, as an acute dose of disulfoton (which caused marked inhibition of acetylcholinesterase) did not result in decreased binding. The maximal binding (Bmax) to forebrain of tolerant animals was 56% of control (1.06 vs 1.88 pmol (3H) quinuclidinyl benzilate/mg protein, p<0.01), but no statistically significant change could be seen in equilibrium dissociation constants (Kd, 0.35 vs 0.36 nM). No changes in (3H) quinuclidinyl benzilate binding constants occurred in hearts from tolerant animals. Differences between tolerant and control groups could be seen in (3H) quinuclidinyl benzilate binding to striatum, but no alterations occurred in this brain area in the binding of dopaminergic or gabaergic radiolabels."
        },
        {
            "References": "PMID:8856746",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ Repeated exposure to organophosphorus (OP) insecticides results in a decrease of muscarinic acetylcholine receptors (MRs) in the central nervous system. OP-induced muscarinic acetylcholine receptors down-regulation in vivo is modeled by chronic in vitro exposure to muscarinic agonists. Many studies, both in vivo and in vitro, indicate that the treatment-induced decrease in muscarinic acetylcholine receptors number is accompanied by a decrease in the mRNA levels of specific muscarinic acetylcholine receptors subtypes. In this study, the in vivo effects of OP exposure on the mRNA levels of three muscarinic acetylcholine receptors subtypes (m1, m2, and m3) were examined in brain tissue and in peripheral mononuclear cells, which express the m3 subtype. Adult male Sprague-Dawley rats were orally administered disulfoton (2 mg/kg/day) for 14 days, and a subset of exposed animals was allowed to recover for 28 days. This treatment caused a 28% and 81% decrease, respectively, in (3H)-QNB binding and acetylcholinesterase activity in the cortex, similar to that observed in previous studies; after recovery, these levels had returned to 99% and 90%, respectively, of controls. There was a significant decrease in m1 mRNA levels in hippocampus (23%) after disulfoton treatment, while no change was observed in the cortex, corpus striatum, medulla, or cerebellum. The m2 subtype mRNA was significantly decreased in both hippocampus (24%) and medulla (19%), but not in cortex, striatum, or cerebellum. m3 mRNA levels were significantly decreased in cortex (10%), but no change was observed in hippocampus, medulla, cerebellum, or lymphocytes. After recovery, no differences in m1 or m3 mRNA levels were observed in any tissue examined, whereas the decrease in m2 mRNA in the hippocampus remained significant (29%). These results indicate that OP exposure can differentially regulate mRNA levels for MR subtypes in different brain areas, and suggest that m2 muscarinic receptors in the hippocampus are most affected by this treatment."
        },
        {
            "References": "PMID:8449393",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ Repeated exposures to organophosphorus insecticides has been shown to cause a decr of cholinergic muscarinic receptors in brain and in peripheral tissues. These changes are believed to be involved in the development of tolerance to organophosphorus toxicity and may play a role in cognitive dysfunctions observed following repeated organophosphorus exposure. Recently, cholinergic muscarinic receptors identified in circulating lymphocytes have been shown to be modulated similarly to brain cholinergic muscarinic receptors following repeated organophosphorus exposure, suggesting that these peripheral cells may be useful as indicators of cholinergic muscarinic receptor changes in the CNS. This study was designed to further investigate whether cholinergic muscarinic receptors on lymphocytes could serve as a biomarker for changes in brain cholinergic muscarinic receptors during prolonged organophosphorus exposure and during recovery from such exposure. Using the cholinergic muscarinic receptor antagonist (3)H quinuclidinyl benzilate to label cholinergic muscarinic receptors, it was found that exposure to disulfoton for 14 days (2 mg/kg/day by gavage) caused a significant decr (25-35%) in muscarinic receptors density in the cerebral cortex, hippocampus, and striatum, as well as in circulating lymphocytes. The decline of cholinergic muscarinic receptor density in lymphocytes paralleled those observed in brain, particularly in cortex & hippocampus, during exposure to disulfoton; however, while brain cholinergic muscarinic receptor levels recovered slowly after termination of exposure and remained significantly reduced 4 wk after the last treatment, (3)H quinuclidinyl benzilate binding in lymphocytes recovered rapidly within 1 wk. Similarly, lymphocyte acetylcholinesterase activity was significantly inhibited and correlated well with brain acetylcholinesterase activity during exposure, but the recovery was rapid relative to acetylcholinesterase activity in brain."
        },
        {
            "References": "PMID:6636179",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ Tolerance to the toxic signs of the organophosphorus ester acetylcholinesterase inhibitor, O,O-diethyl S-(2-(ethylthio)ethyl-0-phosphorodithioate (disulfoton), was induced in rats by giving 10 doses of 2.0 mg/kg/day. Concurrent with the induction of tolerance, decreased sensitivity to the cholinergic agonists carbachol and oxotremorine could be demonstrated in studies of heart rate in vivo and in isolated preparations of ileum and atria. A significant decrease in the binding of the muscarinic antagonist (3H)quinuclidinyl benzilate could be demonstrated in ileum from disulfoton-tolerant animals. However, no alterations in the binding of (3H)quinuclidinyl benzilate, (3H)oxotremorine-M, or oxotremorine were evident in atria from tolerant animals. The results suggest that, in addition to receptor loss, other mechanisms distal to ligand recognition sites or removed from the receptor complex may contribute to the subsensitivity of tissues to muscarinic cholinergic agonists."
        },
        {
            "References": "California Environmental Protection Agency/Department of Pesticide Regulation; Toxicology Data Review Summaries. Available from https://www.cdpr.ca.gov/docs/toxsums/toxsumlist.htm on Disulfoton as of December 18, 2002.",
            "Value": "/GENOTOXICITY/ In the first study, duplicate cultures of Chinese hamster ovary cells (CHO-K1-BH4) were exposed in the absence and presence of activation to Di-Syston technical (97.9% purity) concns of untreated, 0 (acetone), 0.1, 0.3, 0.5, 1.0, 3.0, 5.0, or 10.0 ul/ml for 5 hours. In the second study, duplicate cultures were exposed at untreated, 0 (acetone), 30, 40, 50, 60, or 70 nl/ml. Test material was insoluble in medium at @ 3 ul/ml and partially soluble at 70 nl/ml. In the initial study, mutant frequencies at all treatment levels were increased, compared to solvent control values. A dose-dependent response was not indicated. The second study did not indicate mutant frequencies above those of the solvent control at soluble concns. A role of the precipitate cannot be excluded."
        },
        {
            "References": "GENE-TOX Program: Current Status of Bioassay in Genetic Toxicology. U.S. Environmental Protection Agency, Washington, DC. Office of Toxic Substances and Pesticides. (For program information, contact Environmental Mutagen Information Center, Oak Ridge National Laboratory, Post Office Box Y, Oak Ridge, Tennessee 37830. Telephone (615) 574-7871)",
            "Value": "/GENOTOXICITY/ MUTATION RESEARCH 76: 169 (1980). ESCHERICHIA COLI WP2,UVRA - REVERSE MUTATION STUDIES WITH METABOLIC ACTIVATION: NEGATIVE."
        },
        {
            "References": "PMID:7254224",
            "Value": "/GENOTOXICITY/ DISYSTON HAD NO EFFECT ON CHINESE HAMSTER LUNG V79 CELLS."
        },
        {
            "References": "California Environmental Protection Agency/Department of Pesticide Regulation; Toxicology Data Review Summaries. Available from https://www.cdpr.ca.gov/docs/toxsums/toxsumlist.htm on Disulfoton as of December 18, 2002.",
            "Value": "/GENOTOXICITY/ Chinese hamster ovary cells were exposed in the absence (24-26 hr exposure) and presence (2-hr exposure) of activation, rat liver S-9, to Di-Syston (97.9% purity) at untreated, 0, 0.002, 0.004, 0.008, 0.013, 0.015, 0.025, 0.03, 0.05, 0.1, or 0.2 l/ml. The assay was conducted three times without activation and twice with activation. A weak dose-related incr in sister chromatid exchanges was indicated in the absence of activation. Positive control increases were 2 to 3 times greater than these."
        }
    ],
    "sediment_soil_concentrations": [
        {
            "References": "(1) Kadoum AM, Mock DE; J Agric Food Chem 26: 45-50 (1978) (2) Krapac IG et al; J Soil Contam 4: 209-26 (1995)",
            "Value": "SOIL: Disulfoton was detected in bottom soil from tailwater pits used to collect irrigation runoff from corn fields, 6 samples, 83% pos, 13.8 ppb mean concn, 32.7 ppb max concn and both corn and sorghum fields, 1 sample, 100% pos, 11.0 ppb(1). 4 of 822 soil samples collected from 49 agrichemical facilities located throughout Illinois tested positive for disulfoton(2). A median concn 827 ug/kg, mean concn 1,036 ug/kg, mode 360 ug/kg, concn range 260-4,800 ug/kg, with detection range limits of 18-60 ug/kg were reported for the samples collected at 4 sites(2)."
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "(1) Hamaker JW, Thompson JM; pp. 49-144 in Organic Chem in the Soil Environ. Goring CAI, Hamaker JW, eds. NY, NY: Marcel Dekker (1972) (2) Kordel W, Kotthoff G; Chemosphere 27: 2341-52 (1993) (3) Helling CS et al; Phytopathology 64: 1091-1100 (1974) (4) Gawlik BM et al; Chemosphere 36: 2903-19 (1998) (5) Wanner O et al; Environ Sci Technol 23: 1232-42 (1989) (6) Prasad SS; J AOAC Inter 75: 916-24 (1992) (7) Swann RL et al; Res Rev 85: 17-28 (1983)",
            "Value": "Koc values of 642 and 1104(1), 811(2), 1,500(5), and 1,780(6) have been measured for disulfoton(1) and its Rf value has been determined to be 0.01 using soil thin layer chromatography(3). Koc values in 5 EUROSOILS where as follows: 4,622 - Vertic Cambisol clay loam (1.3% OM, pH 5.1), Sicily, Italy; 1,399 - Rendinza silt loam (3.7% OM, pH 7.4), Pelponnesos, Greece; 1,293 - Dystric Cambisol loam (3.45% OM, pH 5.2), Wales; 2,359 - Orthic Luvizol silt (1.55% OM, pH 6.5), Normandy France; 14,013 - Orthic Podzol loamy sand, Schl.-Holstein (9.25% OM, pH 3.2), Germany(4). According to a classification scheme(7), these Koc values suggest that disulfoton soil mobility is expected to range from low to immobile."
        }
    ],
    "plant_translocations": [
        {
            "content": "Disulfoton, an insecticide used in controlling pests like the green peach aphid in broccoli plants, is absorbed and translocated through the roots. Studies indicate that it is absorbed more slowly than demeton, another insecticide, and requires a 24-hour preliminary treatment for comparable control. The absorption and metabolism of disulfoton, along with other insecticides, were slower during the second test, possibly due to environmental factors. However, increasing the temperature enhanced the activity of disulfoton and other insecticides, leading to higher mortality rates of aphids. These findings suggest that when applied appropriately, disulfoton can effectively control pests in broccoli plants, although it may require longer for optimal results compared to demeton.",
            "reference": "Shirck, F. H., & Landis, B. J. (1970). Rates of Absorption and Translocation of Some Systemic Insecticides in Broccoli Determined by Mortality of Feeding Green Peach Aphid12. Journal of Economic Entomology, 63(3), 781–782. doi:10.1093/jee/63.3.781 ",
            "method": {
                "Test Plant": "Green peach aphids (Myzus persicae)",
                "Apply Location": "Root application",
                "Plant Grown Condition": "The stock of green peach aphids used was obtained from potato at Yakima and was held in cages of 'Green Sprouting' broccoli plants in a green house.",
                "Chemical Preparation": "Pesticides was first prepared as a 1% emulsion in water and further diluted to a final concentration of 30 ppm of insecticide.",
                "Pesticide Application Details for the Plant": "Each plant was treated with the insecticide emulsion of 30 ppm.",
                "Other Information": "20 plants for each treatment"
            },
            "result": "[{\"Hours after root application\": 24, \"Mortality (%)\": 33}, {\"Hours after root application\": 48, \"Mortality (%)\": 73}, {\"Hours after root application\": 72, \"Mortality (%)\": 88}]"
        },
        {
            "content": "The penetration and translocation of vamidothion, dimethoate, disulfoton, thiometon, and mecarbam in rice plants were investigated using 32P-labeled compounds. Specifically, emulsifiable concentrates of these insecticides were applied to the soil surface of rice plants, and the penetration, translocation, and accompanying insecticidal activity were examined. The results showed that disulfoton exhibited high concentrations in the underground parts of the rice plant shortly after application, indicating rapid penetration into the underground parts. Dimethoate showed almost equal concentrations in both the above-ground and underground parts, suggesting that it can easily penetrate and translocate within the plant body. In contrast, the penetration and translocation of vamidothion were gradual, while those of thiometon and mecarbam were weak. The increase in mortality of the green rice leafhopper (Nephotettix cincticeps) in an insecticide bioassay conducted using the same application method corresponded roughly to the increase in insecticide concentrations in the above-ground parts. At the end of the experiment (6 days after application), residues of vamidothion were low.",
            "reference": "石黒丈雄, & 斎藤哲夫. (1971). The Fundamental Research to the Application of Systemic Insecticides (II). The Absorption and Translocation of Several Insecticides in Rice Plant by Soil Application. 防虫科学, 36(1), 17-24.",
            "method": {
                "Test Plant": "Rice seedlings (Oryza sativa)",
                "Apply Location": "Soil (root application)",
                "Plant Grown Condition": "Air-dried paddy field soil, watered as prescribed",
                "Chemical Preparation": "Sulfur powder, methanol, and ammonia were added to 22.4 mCi/g of S-p-dimethyl phosphite to form an ammonium salt of 32p-0,0-dimethylthiophosphate.54.5 mCi/g of potassium salt of S2p-diethyl dithiophosphate was dissolved in acetone and added equimolar ethyl mercaptoethyl chloride or chloroacetyl-N-methylurethane to give 82p-Disulfoton, 0,0-diethylS-(2-ethylmercapto)ethylphosphorodithioate and 2p-Mecarbam, 0,0-diethylS(N-ethoxycarbonyl-N-methylcarbamoylmethyl)phosphorodithioate. Each compound was dissolved in chloroform and washed with water before being concentrated to dryness. Purity of each compound was determined by means of distribution of radioactivity in silica gel thin-layer chromatography and colorimetric determination with palladium chloride. Some compounds were further purified with thin-layer chromatography. Each compound was added to aceton:benzene:Newcoa 1863 at a ratio of 30:30:30 W/W to make a 10% emulsifiable concentration.",
                "Pesticide Application Details for the Plant": "Each compound, at a 10% emulsifiable concentration, was diluted to 0.05% with distilled water. After 2 days from transplanting, the diluted solution of each compound was evenly distributed onto the soil surface at a rate of 20 mL (as active ingredient) per petri dish. The plants were not directly contaminated with the solution. The rice plants were kept in a growth chamber set at 25°C with a 10-W fluorescent lamp and supplied with water to maintain the water surface at a constant level.",
                "Other Information": "-"
            },
            "result": "[{\"Hours after application\": 6, \"Aerial (ppm)\": 1.11, \"Root (ppm)\": 4.8}, {\"Hours after application\": 24, \"Aerial (ppm)\": 2.79, \"Root (ppm)\": 4.72}, {\"Hours after application\": 48, \"Aerial (ppm)\": 5.59, \"Root (ppm)\": 4.16}, {\"Hours after application\": 72, \"Aerial (ppm)\": 6.39, \"Root (ppm)\": 3.36}]"
        }
    ]
}