{
    "_id": {
        "$oid": "6682e7fcc4e5dba5ffba2355"
    },
    "CID": {
        "$numberInt": "3120"
    },
    "Name": "Diuron",
    "IUPACName": "3-(3,4-dichlorophenyl)-1,1-dimethylurea",
    "CanonicalSMILES": "CN(C)C(=O)NC1=CC(=C(C=C1)Cl)Cl",
    "Synonyms": [
        "diuron",
        "330-54-1",
        "3-(3,4-Dichlorophenyl)-1,1-dimethylurea",
        "DCMU",
        "Duran",
        "Dynex",
        "Dichlorfenidim",
        "Herbatox",
        "Vonduron",
        "Dailon",
        "Karmex",
        "Marmer",
        "Karmex DW",
        "1,1-Dimethyl-3-(3,4-dichlorophenyl)urea",
        "Di-on"
    ],
    "IsomericSMILES": "CN(C)C(=O)NC1=CC(=C(C=C1)Cl)Cl",
    "INCHI": "InChI=1S/C9H10Cl2N2O/c1-13(2)9(14)12-6-3-4-7(10)8(11)5-6/h3-5H,1-2H3,(H,12,14)",
    "INCHIKEY": "XMTQQYYKAHVGBJ-UHFFFAOYSA-N",
    "Formula": "C9H10Cl2N2O",
    "MolecularWeight": {
        "$numberDouble": "233.09"
    },
    "Description": "Diuron is a member of the class of 3-(3,4-substituted-phenyl)-1,1-dimethylureas that is urea in which both of the hydrogens attached to one nitrogen are substituted by methyl groups, and one of the hydrogens attached to the other nitrogen is substituted by a 3,4-dichlorophenyl group. It has a role as a photosystem-II inhibitor, a xenobiotic, an environmental contaminant, a mitochondrial respiratory-chain inhibitor and a urea herbicide. It is a dichlorobenzene and a 3-(3,4-substituted-phenyl)-1,1-dimethylurea.",
    "XlogP": {
        "$numberDouble": "2.7"
    },
    "Complexity": {
        "$numberInt": "211"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "environmental_bioconcentrations": [
        {
            "References": "(1) NITE; Chemical Risk Information Platform (CHRIP). Biodegradation and Bioconcentration. Tokyo, Japan: Natl Inst Tech Eval. Available from, as of July 24, 2018: https://www.safe.nite.go.jp/english/db.html (2) Franke C et al; Chemosphere 29: 1501-14 (1994)",
            "Value": "BCFs of <2.9-14 and 3.4-4.9 were measured in carp (Cyprinus carpio) which were exposed over an 6-week period to diuron concentrations of 0.05 and 0.5 mg/L, respectively(1). According to a classification scheme(2), this BCF suggests bioconcentration in aquatic organisms is low(SRC)."
        }
    ],
    "environmental_biodegradations": [
        {
            "References": "(1) NITE; Chemical Risk Information Platform (CHRIP). Biodegradation and Bioconcentration. Tokyo, Japan: Natl Inst Tech Eval. Available from, as of July 24, 2018: https://www.safe.nite.go.jp/english/db.html (2) Lapertot ME, Pulgarin C; Chemosphere 65: 682-90 (2006) (3) Albers CN et al; Environ Sci Policy 42: 8687-91 (2008) (4) Tomlin CDS, ed; The e-Pesticide Manual: a world compendium. Diuron. 13th ed. PC CD-ROM, Version 3.0, 2003-04. Surrey, UK: British Crop Protection Council, (2003) (5) Hill GD et al; Agron J 47: 93 (1955) (6) Majka JT, Lavy TL; Weed Sci 25: 401-6 (1977) (7) Hance RJ; J Sci Food Agric 20: 144-5 (1969) (8) Corbin FT, Upchurch RP; Weeds 15: 370-7 (1967) (9) Doyle RC et al; J Agric Food Chem 26: 987-9 (1978) (10) Ellis PA, Camper ND; J Environ Sci Health B 17: 277 (1982)",
            "Value": "AEROBIC: Diuron, present at 100 mg/L, reached 0% of its Theoretical BOD in 4 weeks using an activated sludge inoculum at 30 mg/L in the Japanese MITI test(1). In a Zahn-Wellens inherent biodegradability test, 50 mg/L of diuron was found to be not inherently biodegradable with 0% degradation in activated sludge inoculum after 28 days(2). Degradation of diuron in natural soils was found to be slow and incomplete(3). Inoculation of a sandy C-horizon with a diuron-degrading bacterial strain led to substantial diuron degradation, but the addition of purified fulvic acid and humic acid to these inoculated soils decreased this degradation, suggesting that adsorption to humic substances in soil hinders degradation(3). In soil, enzymatic and microbial demethylation of the nitrogen atom and hydroxylation at position 2 of the benzene ring occurs. Duration of activity in soil is about 4 to 8 months, depending on soil type and humidity, with a half-life of 90 to 180 days(4). In a 22 week laboratory study conducted at 27 °C and 60% relative humidity, approximately 40% degradation occurred in Cecil loamy sand (1 ppm applied 4 times) and Brookstone silty clay loam (5 ppm applied 4 times)(5). Biological degradation of diuron in soil increased with increasing temperature and decreased with increasing concentration; little degradation was noted at 0 °C in 20 weeks whereas substantial degradation occurred in 10 weeks in two soils at 10 ppm and 20 °C, degradation of 15 ppm was only noted in one of these soils when incubated at 20 °C(6-7). Less than 20% of diuron (60 ppm) added to soil was detoxified within 8 weeks and there was little effect on the degradation rate when the soils were titrated to different pH's between 4.3 and 7.5(8). Degradation of diuron in soil was stimulated by amendment of the soil with manure but inhibited by sludge amendment(9). Diuron is 67-99% degraded in 10 weeks under aerobic conditions by mixed cultures isolated (mixed bacterial, mixed fungal/bacterial) from pond water and sediment with 3,4-dichloroaniline being the major product(10). 3-(3,4-Dichlorophenyl)-1-methylurea and 3-(3,4-dichlorophenyl)urea (CPDU) were also identified(10)."
        },
        {
            "References": "(1) Attaway HH et al; J Environ Sci Health B 17: 683-700 (1982)",
            "Value": "ANAEROBIC: Under anaerobic conditions, organic-rich clay-muck diuron-treated pond sediment dehalogenated diuron in 17 and 55 days at 30 and 25 °C, respectively, but sterile sediment did not(1). No degradation occurred after 55 days at 5, 15 and 37 °C. It is converted exclusively to 3-(3-chlorophenyl)-1,1-dimethylurea (CPDU) under these conditions. Sandy clay sediment from a dike embankment and stagnant pool failed to degrade any diuron in 33 days. Biodegradation is apparently surface catalyzed and no degradation occurred in 55 days when the same inoculum from the pool was used in the absence of particulate matter. The conversion of diuron to CPDU occurred in a fish pond where 90% of diuron in sediment was lost in 8 months(1)."
        }
    ],
    "fish_seafood_concentrations": [
        {
            "References": "(1) Harino H et al; Arch Environ Contam Toxicol 51: 400-7 (2006)",
            "Value": "Diuron was detected at <0.64-9.6 ug/kg wet weight in green mussel (Perna viridis) samples collected Apr 19-20, 2004 from six sites along the coast of Thailand(1)."
        }
    ],
    "logP": [
        {
            "References": "Hansch, C., Leo, A., D. Hoekman. Exploring QSAR - Hydrophobic, Electronic, and Steric Constants. Washington, DC: American Chemical Society., 1995., p. 56",
            "Value": "log Kow = 2.68"
        }
    ],
    "mechanism_of_action": [
        {
            "References": "Richard EP Jr et al; Weed Sci 31 (3): 361-7 (1983)",
            "Value": "/Chlorophyll/ fluorescence measurements indicated significant electron transport inhibition in /intact soybean/ leaves 1 hr after treatment with 40 mM solutions of ... diuron."
        },
        {
            "References": "Kearney, P.C., and D. D. Kaufman (eds.) Herbicides: Chemistry, Degredation and Mode of Action. Volumes 1 and 2. 2nd ed. New York: Marcel Dekker, Inc., 1975., p. 262",
            "Value": "The potent inhibitory effect of substituted ureas on the photosynthetic mechanism of ... plants ... /is exerted through inhibition of/ Hill reaction, ie, evolution of oxygen in presence of living chloroplasts & suitable hydrogen acceptor. /Substituted ureas/"
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "Worthing, C.R. and S.B. Walker (eds.). The Pesticide Manual - A World Compendium. 8th ed. Thornton Heath, UK: The British Crop Protection Council, 1987., p. 324",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ The wettable powder caused irritation to eyes and mucous membranes of rabbits but a 50% water paste was not irritating to intact skin of guinea pigs."
        },
        {
            "References": "Hayes, W.J., Jr., E.R. Laws, Jr., (eds.). Handbook of Pesticide Toxicology. Volume 3. Classes of Pesticides. New York, NY: Academic Press, Inc., 1991., p. 1349",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Within 2 hr of an oral dose of diuron in the LD50 range, rats were drowsy and ataxic. At 24 hr, animals that eventually died were prostrate and breathed slowly. Animals that subsequently survived were irritable and hyperreflexic. At 24 hr, diarrhea and diuresis appeared, along with reduced intake of food and water, leading to weight loss. Measurement revealed hypothermia, glycosuria, proteinuria, and aciduria. The intensity of all signs was dosage dependent. The immediate cause of death was respiratory failure. Recovery was quite evident in survivors at 48 hr, and most signs of toxicity had disappeared by 72 hr."
        },
        {
            "References": "Schoket B, Vincze I; Acta Pharmacol Toxicol 58 (2): 156-8 (1986)",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Diuron, at 1/6 LD50 by gavage, increased epoxide hydrolase activity in rat liver microsomes to 140-200% compared to controls."
        },
        {
            "References": "PMID:25152437",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Diuron (3-(3,4-dichlorophenyl)-1,1-dimethylurea) is a substituted urea herbicide that at high dietary levels (2500 ppm) induces rat urinary bladder hyperplasia after 20 weeks of exposure and neoplasia after 2 years. The effects on the urothelium after short-term exposure have not been described. The present 7-day study evaluated the dose-dependency of urothelial alterations in the urinary bladder using light microscopy, scanning electron microscopy, and genome-wide transcriptional profiling. Male Wistar rats were fed 0, 125, 500, 2500 ppm diuron for 7 days. The urinary bladder and isolated urothelial cells of these animals were processed for microscopic examination and gene expression profiling, respectively. No significant treatment-related morphologic effects were observed. The number of differentially expressed genes (DEGs) in the exposed groups increased with diuron levels. Diuron-altered genes involved in cell-to-cell interactions and tissue organization were identified in all treatment groups. After 7 days of diuron exposure, transcriptional responses were observed in the urothelium in the absence of clear morphologic changes. These morphological findings are different from those observed in a previous study in which 20 weeks of diuron exposure was associated with simple hyperplasia secondary to the persistent cytotoxicity and necrosis associated with continuous cellular regeneration. Comparison of the gene expression profiles of rats exposed to the 2500 ppm carcinogenic diuron dose for 7 days versus 20 weeks revealed few similarities between these two time points at the gene or pathway level. Taken together, these data provide insight into the dose- and temporal-dependent morphological and transcriptional changes associated with diuron exposure that may lead to the development of tumors in the rat urinary bladder."
        },
        {
            "References": "PMID:23876856",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Diuron [3-(3,4-dichlorophenyl)-1,1-dimethylurea] is a herbicide that induced urothelial tumors in the urinary bladder of Wistar rats fed 2500ppm during a long-term study. The currently suggested non-genotoxic mode of action (MOA) of diuron encompasses in succession urothelial necrosis induced by direct cytotoxicity, regenerative cell proliferation and sustained urothelial hyperplasia that increases the likelihood of neoplasia development. This study evaluated the dose-response profile of urothelial histological and ultrastructural lesions induced by diuron. Sixty male Wistar rats were fed ad libitum diuron mixed in the diet at 0, 60, 125, 500, 1250, or 2500 ppm for 20 weeks. The incidences of urothelial simple hyperplasia and the cell proliferation index were significantly increased in the diuron-fed 1250 and 2500 ppm groups. By scanning electron microscopy, the incidences and severity of lesions were significantly increased in the 500 and 1250 ppm groups. The incidences of urothelial hyperplasia in the kidney pelvis were significantly increased in the 500, 1250 and 2500 ppm groups. The present study documents the dose-response influence of diuron on the rat urothelium, with a no observed effect level (NOEL) at 125 ppm; 1250 ppm was as effective as 2500 ppm at inducing urothelial lesions."
        },
        {
            "References": "PMID:16730112",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ ... Six-week old male Wistar rats were fed ... Diuron at 125, 500 and 2500 ppm. As a positive control, 8.3% sodium saccharin (NaS) was fed in the diet. Preceding the sacrifice of the animals at the 20th week, urinary pH was measured and the genotoxic potential of Diuron was evaluated by the comet assay. Histological urothelial lesions in the urinary bladder and in the renal pelvis mucosa, cell proliferation/apoptosis evaluations, and scanning electron microscopy (SEM) of the urinary bladder mucosa were also performed. No DNA changes were found in urothelial or peripheral blood cells, and urinary pH was comparable to controls in all Diuron groups. In the urinary bladder urothelium, the incidence of simple hyperplasia (SH) by light microscopy was significantly increased (7/10; p<0.005) in the 2500 ppm Diuron group but not at the lower doses. By SEM, three of five animals treated with 2500 ppm Diuron showed urothelial cell necrosis and hyperplasia. In the renal pelvis, the incidence of SH was significantly increased in the Diuron 500 and 2500 ppm and in the NaS 8.3% groups. Cell proliferation was significantly increased in the Diuron 2500 ppm (p<0.05) and NaS 8.3% (p<0.05) groups. The results indicate that a high dietary concentration of Diuron is associated with urothelial necrosis and continuous regenerative cell proliferation that leads to urothelial hyperplasia."
        },
        {
            "References": "Jancke S; Tagungsber Akad Landwirtschaftswiss 187: 219-25 (1981)",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Rats were administered diuron at 10, 50, 250, or 500 mg/kg/day for 5 days/wk for 7 or 13 wk. Erythrocytes decreased, and methemoglobin increased significantly even in the 10 mg/kg/day groups. Glutamate-oxalacetate transaminase, alkaline phosphatase, and leucine aminopeptidase levels in blood were increased in some of the rats at 50 mg/kg/day. A no effect concentration of diuron could not be established."
        },
        {
            "References": "California Environmental Protection Agency/Department of Pesticide Regulation; Summary of Toxicology Data, Diuron, Chemical Code No.231 p.2 (December 8, 1986, Revised February 18, 2010). Available from, as of July 11, 2018: https://www.cdpr.ca.gov/docs/risk/toxsums/toxsumlist.htm",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ 10 Wistar rats/sex/group, dosages 0, 4, 10, 25 ppm Diuron (98.8%) in diet for 6 months. NOEL = 10 ppm for minor hematological changes, especially in females, increased iron pigment deposition in both sexes at 25 ppm."
        },
        {
            "References": "California Environmental Protection Agency/Department of Pesticide Regulation; Summary of Toxicology Data, Diuron, Chemical Code No.231 p.3 (December 8, 1986, Revised February 18, 2010). Available from, as of July 11, 2018: https://www.cdpr.ca.gov/docs/risk/toxsums/toxsumlist.htm",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Groups of 10 or 15 rats (male CD and male and female Wistar) were fed diets (Altromin or Purina) containing 0 or 2500 ppm diuron technical (99.5%) for approx 90 days. Non-fasted urine was collected weeks 4, 8, and 12 for determination of pH. Limited pathology was conducted at termination (week 13). The urinary bladder of CD males was fixed in formalin while the bladders of Wistar rats (both sexes) were ligated, infused with fixative, and then immersed in fixative.  The difference in method of fixation presented a problem in comparison of the incidence/severity of the bladder mucosal hyperplasia of the two strains in males. Treatment with diuron resulted in decreases in body weight, weight gain, food consumption, and food efficiency. Urine pH of non-fasted rats was higher (approx 0.5 pH units) when fed Altromin compared with Purina diet. Diuron in the diet had no significant effect on the pH. Treatment with diuron increased spleen weight, size, and microscopic changes (extramedullary hematopoiesis, congestion, and increased pigment). These effects may have been associated with increased red cell turnover. Minimal to moderate hyperplasia of the renal pelvis transitional epithelium was noted in all groups of males exposed to diuron with no effect of diet or strain. Wistar males fed diuron in Altromin diet had a higher incidence of diffuse urinary bladder hyperplasia than males fed Purina diet (6/10 with Altromin versus 1/10 with Purina). The opposite was found in female Wistar rats. CD male rats fed either diet had a greater incidence and severity than Wistar rats for urinary bladder hyperplasia, but this may have been related to the methods of fixation, which were not the same. Analysis of the urine for metabolites showed that no parent compound was present in urine. Recovery of radioactivity ranged from 73.7% to 82.7% with a slightly longer t1/2 in females. Urinary metabolites were identified by HPLC/mass spectroscopy and co-chromatograpy. Comparison of strain and diet type showed minor differences in metabolites and were considered unlikely to explain histological effects."
        },
        {
            "References": "California Environmental Protection Agency/Department of Pesticide Regulation; Summary of Toxicology Data, Diuron, Chemical Code No.231 p.4 (December 8, 1986, Revised February 18, 2010). Available from, as of July 11, 2018: https://www.cdpr.ca.gov/docs/risk/toxsums/toxsumlist.htm",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Twelve Sprague-Dawley rats/sex/group received 0, 75, 260, or 500 mg/kg/day of diuron technical (batch no. 530.4.94, purity 98.5%) orally by gavage, 5 days/week for 13 weeks. No compound-related deaths were noted. The mean body weights of the 500 mg/kg males were less than the control values throughout the study. The red blood cell count, hemoglobin concentration, and hematocrit of both sexes in the 75 mg/kg group and above were less than the control values (P < 0.05). The mean corpuscular volume and mean corpuscular hemoglobin values for both sexes in the 75 mg/kg group and above were greater than the control values, indicating the presence of a macrocytic hypochromic anemia. In the clinical chemistry evaluation, the mean serum total bilirubin and urea concentrations for both sexes in the 500 mg/kg group and for the females in the 250 mg/kg group were greater than those of the control (P < 0.05). The mean serum aspartate aminotransferase activity of the females in the 500 mg/kg group was elevated above that of the control (P < 0.05). The mean absolute and relative liver weights of both sexes in the 500 mg/kg group were greater than the control values. In the gross necropsy, splenomegaly was noted for both sexes in the 500 mg/kg group and for the males in the 75 and 250 mg/kg groups ((M) 0:0/11 vs. 75: 2/12, 250: 5/11, 500: 11/12, (F) 0:0/12 vs 500: 3/11). No treatment-related lesions were reported in the histopathological evaluation. Possible adverse effect: hemolytic anemia. Rat subchronic oral toxicity NOEL: (M/F) < 75 mg/kg."
        },
        {
            "References": "California Environmental Protection Agency/Department of Pesticide Regulation; Summary of Toxicology Data, Diuron, Chemical Code No.231 p.4 (December 8, 1986, Revised February 18, 2010). Available from, as of July 11, 2018: https://www.cdpr.ca.gov/docs/risk/toxsums/toxsumlist.htm",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Groups of 20 Wistar rats/sex/group were dosed in diet with Diuron, 99.5% purity, ... at 0, 100, 250, and 2500 ppm ... Ten per sex per group were designated for a 13 week recovery phase. Achieved dose levels were 6.7, 17, and 176 mg/kg/day in males and 8.7, 22, 214 mg/kg/day in females. Only the highest dose elicited marked body weight effects (decrements of body weights in males and females of 14% and 9% respectively). The NOEL for males is 100 ppm (6.7 mg/kg/day). There is no NOEL for females, since the lowest dose (100 ppm or 8.7 mg/kg/day) showed several indication of hematotoxicity, indicated by reduced RBC counts, increased mean corpuscular volume, increased spleen weights, increased hematopoiesis in bone marrow, and presence or increases in spleen of extramedullary hematopoiesis (EMH), pigmentation, and congestion. These and other signs of hematotoxicity became progressively more severe at higher dose levels in both sexes. Another major addition effect was hyperplasia of the kidney pelvic epithelia and of the urinary bladder mucosal cells, each evident in both sexes at 250 to 2500 ppm. The majority of high dose rats had liver changes of increased EMH and increased Kupffer cell pigmentation. All treatment-related changes appeared to be resolved by the end of the recovery period, except that most of the large growth (body weight) deficit in 2500 ppm males remained."
        },
        {
            "References": "Hayes, W. J., Jr. Toxicology of Pesticides Baltimore: Williams & Wilkins, 1975., p. 124",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Diuron administered orally to rats at 100-2000 ppm for 13 weeks to test stimulating effect on liver microsomal enzyme activity of compounds: ethyl phenylphosphorothioate by detoxification, p-nitroanisole by o-demethylation, & aminopyrine by n-demethylation. Enzyme effect increased 1-3 wk, then returned to normal. Less than 250 ppm had no effect. /From table/"
        },
        {
            "References": "Antony M et al; Pestic Biochem Physiol 36 (1): 76-8 (1990)",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ The toxicity of diuron (technical grade) was tested at low (35 ppm) and high (70 ppm) dose levels in adult female rats, after feeding the herbicide for 30 days. The results indicate a significant increase in gamma-glutamyl transpeptidase acivity in serum and liver at both doses. The activity of glutamic oxaloacetic transaminase and glutamic oxalopyruvic transaminase showed an increase in liver, while the activity of these enzymes was significantly elevated in serum of the exposed rats indicative of hepatotoxicity."
        },
        {
            "References": "California Environmental Protection Agency/Department of Pesticide Regulation; Summary of Toxicology Data, Diuron, Chemical Code No.231 p.5 (December 8, 1986, Revised February 18, 2010). Available from, as of July 11, 2018: https://www.cdpr.ca.gov/docs/risk/toxsums/toxsumlist.htm",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Male Wistar rats were dosed in diets at 0, 60, 125, 500, 1250, or 2500 ppm for 20 weeks. At termination, bladders were examined by scanning electron microscopy. Urothelial alterations were assigned severity class 1-5 ... Statistically significant increases in incidences of severity class 4-5 were reported at 500 to 2500 ppm, without dose-response in that range ... Data /appeared/ to suggest that necrosis followed by regenerative hypertrophy was the cause of elevated bladder tumor incidence. /It was/ also noted that genes related to the aryl hydrocarbon receptor signaling were upregulated in the diuron  high dose groups (1250 and 2500 ppm) ... Formation of a precipitate /appeared to be ruled out/ as cause of tumors."
        },
        {
            "References": "PMID:24512549",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Diuron, a high volume substituted urea herbicide, induced high incidences of urinary bladder carcinomas and low incidences of kidney pelvis papillomas and carcinomas in rats exposed to high doses (2500 ppm) in a 2-year bioassay. Diuron is registered for both occupational and residential uses and is used worldwide for more than 30 different crops. The proposed rat urothelial mode of action (MOA) for this herbicide consists of metabolic activation to metabolites that are excreted and concentrated in the urine, leading to cytotoxicity, urothelial cell necrosis and exfoliation, regenerative hyperplasia, and eventually tumors. We show evidence for this MOA for diuron using the International Programme on Chemical Safety (IPCS) conceptual framework for evaluating an MOA for chemical carcinogens, and the United States Environmental Protection Agency (USEPA) and IPCS framework for assessing human relevance."
        },
        {
            "References": "California Environmental Protection Agency/Department of Pesticide Regulation; Summary of Toxicology Data, Diuron, Chemical Code No.231 p.2 (December 8, 1986, Revised February 18, 2010). Available from, as of July 11, 2018: https://www.cdpr.ca.gov/docs/risk/toxsums/toxsumlist.htm",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Diuron was given in feed to Wistar rats for 2 yr at dosages of 0, 25, 250, and 2500 ppm, 50 rats/sex/group. Hematology parameters (RBC count, hematocrit, hemoglobin) and increased reticulocyte count were suggestive of hemolytic anemia. This was further substantiated by hemosiderin deposition in spleen, splenic enlargement, and increased erythropoiesis in bone marrow and related signs at higher doses. Transitional epithelial cell carcinomas, especially in urinary bladder, were found in both sexes at 2500 ppm only. Epithelial cell tumors in renal pelves of three 2500 males were probably also treatment-related. Marked hyperplasia was found in bladder and renal epithelium at 2500 ppm in males and females, also to a lesser extent in females at 250 ppm. Erythrocyte and tumor effects constitute possible adverse effects."
        },
        {
            "References": "California Environmental Protection Agency/Department of Pesticide Regulation; Summary of Toxicology Data, Diuron, Chemical Code No.231 p.5 (December 8, 1986, Revised February 18, 2010). Available from, as of July 11, 2018: https://www.cdpr.ca.gov/docs/risk/toxsums/toxsumlist.htm",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Diuron, 98.2% purity, /was/ fed in the diet for 12 months at 0 (control), 50, 300, and 1800 ppm with 6 Beagle (Bor:Beag) dogs/sex/group. Reduced mean erythrocyte counts, hemoglobin, hematocrit, MCHC (mean corpuscular hemoglobin concentration), and alpha-1 and alpha-2 globulin values were noted in both sexes at 300 and 1800 ppm. Increased MCV (mean corpuscular volume) values, Heinz inclusion bodies in erythrocytes, reticulocytes, leukocytes, beta globulins, platelet, alanine aminotransferase activity, and alkaline phosphatase activity was reported in both sexes at 1800 ppm. Reactive fat-depleted bone marrow with increased siderin content and heightened hematogenic pigment deposits in livers, kidneys, and spleens were reported in both sexes at 1800 ppm. Increased relative spleen weights were noted in both sexes at 1800 ppm and in males at 300 ppm. Possible adverse effect: hypochromic anemia. NOEL: 50 ppm."
        },
        {
            "References": "California Environmental Protection Agency/Department of Pesticide Regulation; Summary of Toxicology Data, Diuron, Chemical Code No.231 p.6 (December 8, 1986, Revised February 18, 2010). Available from, as of July 11, 2018: https://www.cdpr.ca.gov/docs/risk/toxsums/toxsumlist.htm",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Diuron technical, 98.7% purity, was administered in the diet for 24 months at 0 (control), 25, 250, and 2500 ppm to SPF-bred mice (Bor strain NMRI SPF HAN) with 60/sex/group (10/sex/group for interim sacrifice). Body weights were approx 10% less in 2500 ppm dose group compared to control; increased relative liver and spleen weight in 2500 ppm males at 12 and 24 months was indicated. Biochemical changes related to liver lesions (increased alanine-aminotransferase activity, glucose, and bilirubin). Liver lesions consisted of centrilobular hepatopathy and increased iron pigment deposition (hemosiderosis) in the high-dose mice. Significantly elevated mean corpuscular volume (MCV), mean corpuscular hemoglobin (MCH), reticulocytes, platelets, and leucocytes were noted in this group. Possible adverse effect: increased incidence of female mammary adenocarcinomas at 2500 ppm."
        },
        {
            "References": "Hayes, W.J., Jr., E.R. Laws, Jr., (eds.). Handbook of Pesticide Toxicology. Volume 3. Classes of Pesticides. New York, NY: Academic Press, Inc., 1991., p. 1349",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ At 2500 ppm for 2 years, both rats and dogs showed growth retardation, slight anemia, presence of abnormal pigment, increased erythropoiesis, and splenic hemosiderosis. Some rats showed splenic enlargement, and dogs showed liver enlargement. No histological changes were seen, and there as no evidence of carcinogenicity."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists. Documentation of the TLVs and BEIs with Other World Wide Occupational Exposure Values. 7th Ed. CD-ROM Cincinnati, OH 45240-1634 2013., p. 1",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ At 2500 ppm diuron in the diet for 2 years, both rats and dogs showed growth retardation, slight anemia, presence of abnormal pigment, increased erythropoiesis, and splenic hemosiderosis. No effect dietary concentration levels in 2 year feeding studies are considered to be 250 ppm for rats and 125 ppm for dogs, even though there was a trace of abnormal blood pigment in some rats and dogs at 125 and 250 ppm and a trend toward reduced erythrocyte counts in dogs at 250 ppm. There was no evidence of carcinogenicity in these chronic studies or in an 18 month study on mice at approximately 1400 ppm."
        },
        {
            "References": "Hayes, W. J., Jr. Toxicology of Pesticides Baltimore: Williams & Wilkins, 1975., p. 193",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Diuron administered orally to mice at 174-464 mg/kg/day was found not to be tumorigenic. /length of study not specified/ /From table/"
        },
        {
            "References": "PMID:19902181",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity: Initiation-Promotion/ The potential promoting effect of Diuron was investigated in a mouse model of mammary and urinary bladder carcinogenesis induced by 7,12-dimethylbenz(a)anthracene (DMBA) and N-butyl-N-(4-hydroxybutyl)nitrosamine (BBN). Four-week old female Swiss mice were allocated to five groups: Groups G1-G3 received DMBA (5 x 1.5 mg/mouse) and BBN (8 x 7.5 mg/mouse) and G4 and G5 groups received only vehicles during the first 6 weeks. At week 7, G1 and G5 groups received basal diet and G2, G3 and G4 groups were fed a diet containing Diuron at 1,250, 2,500 and 2,500 ppm, respectively, during 13 weeks. At week 20, the animals were euthanized and the gross tumors were registered. Mammary glands and urinary bladder were processed for histopathological analysis. Samples from non-tumor areas were evaluated for cell proliferation by 5-bromodeoxyuridine labeling index (BrdU-LI%) and apoptosis. Dietary treatment with Diuron at 1,250 and 2,500 ppm significantly increased BrdU-LI% (P < 0.05) and the incidence of simple/nodular urothelial hyperplasia in the urinary bladder from DMBA/BBN-initiated groups (G2 and G3 vs. G1, P < 0.02) and in the non-initiated group (G4 vs. G5, P = 0.042). Two transitional cell carcinomas were observed in the group initiated and fed Diuron 2,500 ppm (G3). In contrast, in the mammary gland, Diuron feeding for 13 weeks did not significantly alter cell proliferation and apoptosis indexes or the incidence of hyperplastic lesions or neoplasms in the DMBA/BBN-initiated groups. These findings suggest that Diuron is a promoting agent to the urinary bladder but not to the mammary gland in female Swiss mice submitted to a medium-term two-stage carcinogenesis bioassay."
        },
        {
            "References": "PMID:21398560",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity: Initiation-Promotion/ This study aimed to evaluate the carcinogenic potential of the herbicide Diuron in a two-stage rat medium-term mammary carcinogenesis model initiated by 7,12-dimethylbenz(a)anthracene (DMBA). Female seven-week-old Sprague-Dawley (SD) rats were allocated to six groups: groups G1 to G4 received intragastrically (i.g.) a single 50 mg/kg dose of DMBA; groups G5 and G6 received single administration of canola oil (vehicle of DMBA). Groups G1 and G5 received a basal diet, and groups G2, G3, G4, and G6 were fed the basal diet with the addition of Diuron at 250, 1250, 2500, and 2500 ppm, respectively. After twenty-five weeks, the animals were euthanized and mammary tumors were histologically confirmed and quantified. Tumor samples were also processed for immunohistochemical evaluation of the expressions of proliferating cell nuclear antigen (PCNA), cleaved caspase-3, estrogen receptor-alpha (ER-alpha), p63, bcl-2, and bak. Diuron treatment did not increase the incidence or multiplicity of mammary tumors (groups G2 to G4 versus Group G1). Also, exposure to Diuron did not alter tumor growth (cell proliferation and apoptosis indexes) or immunoreactivity to ER-alpha, p63 (myoephitelial marker), or bcl-2 and bak (apoptosis regulatory proteins). These findings indicate that Diuron does not have a promoting potential on mammary carcinogenesis in female SD rats initiated with DMBA."
        },
        {
            "References": "PMID:20574074",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity: Initiation-Promotion/ Diuron (3-[3,4-dichlorophenyl]-1,1-dimethyl urea) is an herbicide with carcinogenic activity in rats and mice, which have developed respectively urothelial and mammary gland tumors in long-term studies. Accordingly, diuron has been categorized as a \"likely human carcinogen\" by the U.S. Environmental Protection Agency. Although the carcinogenesis-initiating activity of diuron has been reported in an early initiation-promotion mouse skin study, its genotoxic potential has been disputed. It is necessary to clarify the mode of action through which it has caused rodent neoplasia and verify its relevance to humans. Herein, two experiments were developed to verify the initiating and promoting potentials of diuron in a twenty-three- and a twenty-one-week-long mouse skin carcinogenesis protocol. In one, dimethylsulfoxide (DMSO) was the solvent for the herbicide; in the other, acetone was the alternative solvent in order to verify whether DMSO had inhibitory influence on a potential cutaneous carcinogenic activity. The adopted schedule for the tumor-promoting agent 12-O-tetradecanoylphorbol 13-acetate (TPA) resulted in skin ulcers, which demonstrates the need for careful selection of TPA dose levels and frequency of application in this model. In both studies, diuron did not exert any influence on the skin carcinogenesis process, in contrast with results already reported in the literature."
        },
        {
            "References": "PMID:18098036",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity: Initiation-Promotion/ The promoting activity of the herbicide Diuron was evaluated in a medium-term rat liver carcinogenesis bioassay that uses as endpoint immunohistochemically identified glutathione S-transferase positive (GST-P+) foci. Male Wistar rats were allocated to the following groups: G1 to G6 were initiated for liver carcinogenesis by a single dose of diethylnitrosamine (DEN, 200 mg/kg) while groups G7 and G8 received only 0.9% NaCl (DEN vehicle). From the 2nd week animals were fed a basal diet (G1 and G7) or a diet added with Diuron at 125, 500, 1250, 2500 and 2500 ppm (G2 to G5 and G8, respectively) or 200 ppm hexachlorobenzene (HCB; G6). The animals were submitted to 70% partial hepatectomy at the 3rd week and sacrificed at the 8th week. The herbicide did not alter ALT or creatinine serum levels. No conspicuous GST-P+ foci development was registered in non-initiated rats fed Diuron at 2500 ppm. While DEN-initiated animals fed Diuron at 1250 or 2500 ppm developed mild centrilobular hypertrophy, DEN-initiated HCB-fed animals showed severe liver centrilobular hypertrophy and significant GST-P+ foci development. These findings indicate that the medium-term assay adopted in this study does not reveal any liver carcinogenesis initiating or promoting potential of Diuron in the rat."
        },
        {
            "References": "PMID:2819699",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity: Initiation-Promotion/ An investigation was made of the tumor initiating activity of multiple topical applications of technical grade diuron herbicide. Using a standard two stage initiation/promotion protocol, Swiss Albino mice were topically dosed at 250 mg/kg body weight on the interscapular skin region. Diuron was applied as a solution in 100 ul of dimethyl sulfoxide; while 12-O-tetradecanoyl-phorbol-13-acetate, dissolved in 100 uL of acetone, was used as the tumor promoter. Experimental runs in which diuron was used included the application of diuron three times a week for 3 weeks with or without a three times a week application of 12-O-tetradecanoyl-phorbol-13-acetate applied 1 week later, as well as a single DMBA application of diuron followed 1 week later by a three times a week application of 12-O-tetradecanoyl-phorbol-13-acetate. 7,12-dimethylbenzantracene was also given as a single topical dose and followed 1 week later by a single dose of 12-O-tetradecanoyl-phorbol-13-acetate. Benign skin tumors were first observed after 80 days in the run involving three times a week application of diuron for 3 weeks followed 1 week later by a three times a week application of 12-O-tetradecanoyl-phorbol-13-acetate. The run involving a single dose of diuron followed by application of 12-O-tetradecanoyl-phorbol-13-acetate failed to produce tumor initiation. Tumor induction beginning at 52 days was noted for the run involving a single application of DMBA followed by 12-O-tetradecanoyl-phorbol-13-acetate. The application of diuron without 12-O-tetradecanoyl-phorbol-13-acetate did not induce any tumor development during the entire 52 week period."
        },
        {
            "References": "PMID:19902181",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity: Initiation-Promotion/ The potential promoting effect of Diuron was investigated in a mouse model of mammary and urinary bladder carcinogenesis induced by 7,12-dimethylbenz(a)anthracene (DMBA) and N-butyl-N-(4-hydroxybutyl)nitrosamine (BBN). Four-week old female Swiss mice were allocated to five groups: Groups G1-G3 received DMBA (5 x 1.5 mg/mouse) and BBN (8 x 7.5 mg/mouse) and G4 and G5 groups received only vehicles during the first 6 weeks. At week 7, G1 and G5 groups received basal diet and G2, G3 and G4 groups were fed a diet containing Diuron at 1,250, 2,500 and 2,500 ppm, respectively, during 13 weeks. At week 20, the animals were euthanized and the gross tumors were registered. Mammary glands and urinary bladder were processed for histopathological analysis. Samples from non-tumor areas were evaluated for cell proliferation by 5-bromodeoxyuridine labeling index (BrdU-LI%) and apoptosis. Dietary treatment with Diuron at 1,250 and 2,500 ppm significantly increased BrdU-LI% (P < 0.05) and the incidence of simple/nodular urothelial hyperplasia in the urinary bladder from DMBA/BBN-initiated groups (G2 and G3 vs. G1, P < 0.02) and in the non-initiated group (G4 vs. G5, P = 0.042). Two transitional cell carcinomas were observed in the group initiated and fed Diuron 2,500 ppm (G3). In contrast, in the mammary gland, Diuron feeding for 13 weeks did not significantly alter cell proliferation and apoptosis indexes or the incidence of hyperplastic lesions or neoplasms in the DMBA/BBN-initiated groups. These findings suggest that Diuron is a promoting agent to the urinary bladder but not to the mammary gland in female Swiss mice submitted to a medium-term two-stage carcinogenesis bioassay."
        },
        {
            "References": "PMID:18098036",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity: Initiation-Promotion/ Chronic Exposure or Carcinogenicity/ The promoting activity of the herbicide Diuron was evaluated in a medium-term rat liver carcinogenesis bioassay that uses as endpoint immunohistochemically identified glutathione S-transferase positive (GST-P+) foci. Male Wistar rats were allocated to the following groups: G1 to G6 were initiated for liver carcinogenesis by a single dose of diethylnitrosamine (DEN, 200 mg/kg) while groups G7 and G8 received only 0.9% NaCl (DEN vehicle). From the 2nd week animals were fed a basal diet (G1 and G7) or a diet added with Diuron at 125, 500, 1250, 2500 and 2500 ppm (G2 to G5 and G8, respectively) or 200 ppm Hexaclorobenzene (HCB; G6). The animals were submitted to 70% partial hepatectomy at the 3rd week and sacrificed at the 8th week. The herbicide did not alter ALT or creatinine serum levels. No conspicuous GST-P+ foci development was registered in non-initiated rats fed Diuron at 2500 ppm. While DEN-initiated animals fed Diuron at 1250 or 2500 ppm developed mild centrilobular hypertrophy, DEN-initiated HCB-fed animals showed severe liver centrilobular hypertrophy and significant GST-P+ foci development. These findings indicate that the medium-term assay adopted in this study does not reveal any liver carcinogenesis initiating or promoting potential of Diuron in the rat."
        },
        {
            "References": "PMID:22424067",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ This study investigated whether perinatal exposure to diuron [3-(3,4-dichlorophenyl)-1-1-dimethylurea] might exert adverse effects on rat lymphoid organs. Pregnant Sprague-Dawley (SD) rats were exposed to diuron at 500, 750 or 1250 ppm in the diet from gestational days (GD) 12-21 and during lactation. At postnatal day (PND) 42, male pups were euthanized and thymus, spleen, mesenteric lymph node and femur were collected for histopathological analysis. Food consumption and body weight gain were significantly reduced in dams exposed to 1250 ppm during gestation period. Also, Diuron at 750 and 1250 ppm produced: (1) increased relative spleen weight associated histologically with severe congestion in red pulp, (2) enhanced extramedullary hematopoiesis and hemosiderosis as well as (3) depletion of lymphoid follicles in white pulp. Flow cytometric analysis revealed a significant reduction in B lymphocytes (CD45RA+) in male pups but T lymphocytes (CD4+, CD8+ and CD4+/CD8+) were not markedly affected. Thus, data suggest that Diuron-induced maternal toxicity in dams exposed to high dose and perinatal exposure to this herbicide produced spleen toxicity as evidenced by a reduction in B lymphocyte number in male SD pups."
        },
        {
            "References": "PMID:22852855",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ This study was performed to determine whether developmental exposure (perinatal and juvenile) to the herbicide diuron exerted adverse effects on adult rat male reproductive system. Pregnant Sprague-Dawley rats received basal diet or diet containing diuron at 500 or 750 ppm from gestational day 12 (GD 12) until the end of lactation period (postnatal day 21, PND 21). After weaning male offspring received basal diet or diet containing diuron until PND 42 (peripubertal age). At PND 90, adult male rats from each experimental group were anesthetized and euthanized for evaluation of body and reproductive organ weights, sperm parameters, plasma testosterone levels, and testicular and epididymal histopathology. Male offspring exposed to diuron at 750 ppm displayed reduced body weight at PND 10, 21, 42, and 90 compared to controls. At PND 90, diuron treatment did not induce significant change in daily sperm production, sperm morphology and motility, and testosterone levels compared to controls. In conclusion, diuron at 750 ppm induced male offspring toxicity but these alterations were not permanent, as evidenced by absence of reproductive-system alterations in adult Sprague Dawley rats."
        },
        {
            "References": "PMID:21770027",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Diuron is widely used in agriculture but its deleterious effects on the reproductive system and mammary gland are still poorly understood. This study evaluated whether early-life-stage exposure to Diuron alters puberty onset or susceptibility to mammary carcinogenesis in female Sprague-Dawley rats. Pregnant rats received basal diet or diet containing Diuron at 500, 750, and 1,250 ppm, from gestational day 12 to the end of lactation (postnatal day 21 [PND21]). After weaning, female offspring continued receiving basal diet or diet containing Diuron until PND 51. At PND 51, female Sprague-Dawley offspring received a single dose of 50 mg/kg b.w. of 7,12-dimethylbenz(a)anthracene (DMBA) for initiation of mammary carcinogenesis. The animals were sacrificed on PND 51, 75, and 226 to 233 (week 25) for mammary gland morphology, reproductive organs and tumor analysis, respectively. There were no significant differences among groups on vaginal opening, estrous cycle, mammary morphology, or carcinogenesis. However, reductions in ovary weight and corpora lutea were observed at PND 75 in the group treated with Diuron at 1,250 ppm. The findings suggesting that Diuron exposure (1,250 ppm) may have been potentially toxic to the ovaries."
        },
        {
            "References": "California Environmental Protection Agency/Department of Pesticide Regulation; Summary of Toxicology Data, Diuron, Chemical Code No.231 p.7 (December 8, 1986, Revised February 18, 2010). Available from, as of July 11, 2018: https://www.cdpr.ca.gov/docs/risk/toxsums/toxsumlist.htm",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Diuron technical (lot 8805540, 97.1% purity) was fed in the diet to 30 Crl:CD*BR rats/dose/sex for two generations at 0 (control), 10, 250, and 1750 ppm. F0 animals were fed treated diet 73 days prior to mating and F1 animals received treatment diet for at least 105 days after weaning and prior to mating. Decreased F0 and F1 body weights (5% to 20% less than controls) and food consumption at 1750 ppm was indicated. ... Parental NOEL = 250 ppm (reduced F0 and F1 body weights and food consumption at 1750 ppm). Reproductive NOEL = 250 ppm (reduced F1 and F2 pup weights at 1750 ppm)."
        },
        {
            "References": "California Environmental Protection Agency/Department of Pesticide Regulation; Summary of Toxicology Data, Diuron, Chemical Code No.231 p.7 (December 8, 1986, Revised February 18, 2010). Available from, as of July 11, 2018: https://www.cdpr.ca.gov/docs/risk/toxsums/toxsumlist.htm",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ H-16035 (diuron), 99.0% ... /was administered in aqueous 0.5% hydroxypropyl methylcellulose by gavage /to rats (strain not given)/ at 0, 16, 80, or 400 mg/kg/day, 25 mated females/group, on days 6 through 15 of gestation (day 0 = sperm and/or plug). Reduced feed consumption, reduced maternal body weight and body weight gain at 80 and 400 mg/kg/day. Reduced fetal body weight and delayed ossification at 400 mg/kg/day. No adverse developmental affects. NOEL (maternal) = 16 mg/kg/day, (developmental) = 80 mg/kg/day."
        },
        {
            "References": "California Environmental Protection Agency/Department of Pesticide Regulation; Summary of Toxicology Data, Diuron, Chemical Code No.231 p.8 (December 8, 1986, Revised February 18, 2010). Available from, as of July 11, 2018: https://www.cdpr.ca.gov/docs/risk/toxsums/toxsumlist.htm",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Karmex containing 80% diuron /was/ given in corn oil to 20 female Wister rats per group by oral gavage, days 6 to 15 of gestation, at 0, 125, 250, or 500 mg/kg/day ... . Fetal weight was reduced in the high dose group and wavy ribs were noted in the mid- and high-dose groups. The incidence in the controls was 3 and 7 in each of the mid- and high-dose groups. The number of fetuses examined for skeletal findings was 2/3 of the total number, but the actual figure is not given. The total number of all fetuses was 199, 164, and 147 in the control, mid- and high-dose groups ... Apparent maternal NOEL = 250 (reduced body weight). Teratogenic NOEL > 500 mg/kg (HDT). Fetotoxic NOEL < 125 mg/kg (developmental toxicity)."
        },
        {
            "References": "California Environmental Protection Agency/Department of Pesticide Regulation; Summary of Toxicology Data, Diuron, Chemical Code No.231 p.8 (December 8, 1986, Revised February 18, 2010). Available from, as of July 11, 2018: https://www.cdpr.ca.gov/docs/risk/toxsums/toxsumlist.htm",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ H-16035 (diuron) 99.0%, in aqueous 0.5% hydroxypropyl methylcellulose, /was/ administered by gavage /to New Zealand white rabbits/ on days 7 through 19 of gestation to artificially-inseminated females, 23, 24, or 25/group, at 0, 2, 10, or 50 mg/kg/day. Maternal toxicity (decreased feed consumption and weight gains and one abortion) at 50 mg/kg/day. No adverse developmental effects. NOEL (maternal) = 10 mg/kg/day, (developmental) >/= 50 mg/kg/day."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists. Documentation of the TLVs and BEIs with Other World Wide Occupational Exposure Values. 7th Ed. CD-ROM Cincinnati, OH 45240-1634 2013., p. 1",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ A dietary concentration of 125 ppm did not adversely affect reproduction in a three-generation rat study."
        },
        {
            "References": "Khera KS et al; Bull Environ Contam Toxicol 22 (4-5): 522-9 (1979)",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Wistar rats were dosed at 125, 250, or 500 mg/kg with formulated diuron. 500 mg/kg caused reductions in maternal body weight on days 15 and 22 of gestation and at necropsy. Reduction in mean fetal weight at 500 mg/kg was noted. 250 mg/kg increased the number of anomalous fetuses."
        },
        {
            "References": "PMID:29096092",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ ... In the present study, a zebrafish (Danio rerio) in vivo model was employed in order to assess the effects of two commonly used pesticides, the insecticide diazinon and the herbicide diuron, on zebrafish early life stages. Since it was previously established that diazinon and diuron cause effects at the whole-organism level, this study assessed the suborganismic responses to exposure to these pesticides and the enzymatic responses (biochemical level) and the gene expression changes (molecular level) were analyzed. /Four exposure scenarios were employed: 1) fertilized eggs were exposed for 48 hr - \"early exposure\" (2 hpf - 50 hpf exposure), 2) fertilized eggs were exposed for 96 hr - \"prolonged exposure\" (2 hpf - 98 hpf exposure), 3) fertilized eggs were first placed in artificial water for 48 hr and then exposed for 48 hr - \"late exposure\" (50 hpf - 98 hpf exposure), 4) fertilized eggs were exposed for 48 hr and then placed in artificial water for 48 hr recovery - \"recovery exposure\" (2 hpf - 50 hpf exposure, 50 hpf - 98 hpf recovery)./ ... The following endpoints measured: acetylcholinesterase (AChE), carboxylesterase (CES), ethoxyresorufin-O-deethylase (EROD), glutathione-S-transferase (GST), catalase (CAT) and glutathione peroxidase (GPx) activities; and gene expressions of the corresponding genes: acetylcholinesterase (ache), carboxylesterase (ces2), cytochrome P450 (cyp1a), glutathione-S-transferase (gstp1), catalase (cat), glutathione peroxidase (gpx1a) and additionally glutathione reductase (gsr). Significant changes at both the biochemical and the molecular level were detected. In addition, different sensitivities of different developmental stages of zebrafish were determined and partial recovery of the enzyme activity 48 hr after the end of the exposure was observed. The observed disparity between gene expression changes and alterations in enzyme activities points to the necessity of monitoring changes at different levels of biological organization. Different exposure scenarios, together with a comparison of the responses at the biochemical and molecular level, provide valuable data on the effects of diazinon and diuron on low organizational levels in zebrafish embryos and larvae."
        },
        {
            "References": "PMID:28391154",
            "Value": "/BEHAVIORAL STUDIES/ The use of zebrafish for aquatic vertebrate (eco)toxicity testing allows the assessment of effects on a wide range of biological levels - from enzymes to sensory organs and behavioral endpoints. The present study investigated the effects of the insecticide diazinon and the herbicide diuron regarding the acute toxicity and behavior of zebrafish embryos and larvae. After conducting the fish embryo toxicity test, three concentrations (1, 2 and 3.5 mg/L for diazinon and 1, 2 and 3.8 mg/L for diuron) were evaluated for effects on embryonic spontaneous movement and heartbeat, larval light-dark transition response, and thigmotaxis. Although the modes-of-action are different, both pesticides proved to be moderately toxic to early life stages of zebrafish with 96 hr LC50 of approximately 6.5 mg/L and similar EC50 values of approximately 4 mg/L. Changes in behavioral endpoints were detected 24 hr of exposure, suggesting that behavioral measurements can serve as sensitive and early indicators of pesticide exposure. Changes in behavior, such as decrease in spontaneous coiling movements of embryos and reduction of thigmotaxis in larvae, were pronounced for diuron, indicating the usefulness of the application of behavioral endpoints to assess the effects of other herbicides. In the case of diazinon, the effects were less prominent, but the detected changes in ratios between activity in light and darkness also point to the possibility of using behavioral changes for evaluation of insecticide effects. The obtained results support the usage of behavioral endpoints in zebrafish embryos and larvae for the detection of early effects of pesticides."
        },
        {
            "References": "PMID:19368227",
            "Value": "/ENDOCRINE MODULATION/ 12 environmentally relevant pesticides (11 herbicides and pentachlorophenol (PCP)) were tested for their endocrine disrupting potential in two in vitro assays. A recombinant yeast screen was used to detect receptor mediated (anti-) estrogenic and (anti-) androgenic activity (concentration range: 0.01-1000 microM), and cultured Xenopus oocytes were used to measure effects on the ovulatory response and ovarian steroidogenesis (concentration range: 0.00625-62.5 microM). Eleven pesticides were active in at least one assay (isoproturon, diuron, linuron, 4-chloro-2-methylphenoxy acetic acid (MCPA), mecoprop, atrazine, simazine, PCP, trifluralin, chlorpropham, bentazone), and one had no effect (2,4-dichlorophenoxy acetic acid (2,4,-D)). The most common effects were antiestrogenic/ antiandrogenic activity in the yeast screen, and inhibition of ovulation in vitro, accompanied by decreased testosterone production. Estrogenic activity was never observed..."
        },
        {
            "References": "PMID:27777339",
            "Value": "/GENOTOXICITY/ The aim of this study was to evaluate the genotoxicity of the herbicide diuron in the wing-spot test and a novel wing imaginal disk comet assay in Drosophila melanogaster. The wing-spot test was performed with standard (ST) and high-bioactivation (HB) crosses after providing chronic 48 hr treatment to third instar larvae. A positive dose-response effect was observed in both crosses, but statistically reduced spot frequencies were registered for the HB cross compared with the ST. This latter finding suggests that metabolism differences play an important role in the genotoxic effect of diuron. To verify diuron's ability to produce DNA damage, a wing imaginal disk comet assay was performed after providing 24 hr diuron treatment to ST and HB third instar larvae. DNA damage induced by the herbicide had a significantly positive dose-response effect even at very low concentrations in both strains. However, as noted for the wing-spot test, a significant difference between strains was not observed that could be related to the duration of exposure between both assays. A positive correlation between the comet assay and the wing-spot test was found with regard to diuron genotoxicity."
        },
        {
            "References": "California Environmental Protection Agency/Department of Pesticide Regulation; Summary of Toxicology Data, Diuron, Chemical Code No.231 p.9 (December 8, 1986, Revised February 18, 2010). Available from, as of July 11, 2018: https://www.cdpr.ca.gov/docs/risk/toxsums/toxsumlist.htm",
            "Value": "/GENOTOXICITY/ Mutagenicity evaluation in Salmonella typhimurium. Diuron, 98%, /was/ tested in Salmonella strains TA1535, TA97, TA98, and TA100 with rat liver activation at 0, 10, 25, 50, 100, or 250 ug/plate and without activation at 0, 0.5, 1, 2.5, 5, or 10 ug/plate in duplicate, two trials. No increase in reversion rate reported. Cytotoxicity with TA1535."
        },
        {
            "References": "California Environmental Protection Agency/Department of Pesticide Regulation; Summary of Toxicology Data, Diuron, Chemical Code No.231 p.9 (December 8, 1986, Revised February 18, 2010). Available from, as of July 11, 2018: https://www.cdpr.ca.gov/docs/risk/toxsums/toxsumlist.htm",
            "Value": "/GENOTOXICITY/ Mutagenicity evaluation of Diuron in the CHO/HGPRT assay. Diuron, 98.19%, /was/ tested in CHO at 0, 0.01, 0.5, 1.0, 1.125, 1.25, or 0.5 mM, 18-20 hr without activation, 5 hr with rat liver activation, duplicates, 3 trials. No increase in mutation frequency."
        },
        {
            "References": "California Environmental Protection Agency/Department of Pesticide Regulation; Summary of Toxicology Data, Diuron, Chemical Code No.231 p.9 (December 8, 1986, Revised February 18, 2010). Available from, as of July 11, 2018: https://www.cdpr.ca.gov/docs/risk/toxsums/toxsumlist.htm",
            "Value": "/GENOTOXICITY/ In vivo assay of diuron for chromosome aberrations in rat bone marrow cells. Diuron, 98.19%, /was/ given by oral gavage /to Sprague-Dawley rats/ in a single dose of 0, 50, 500, or 5000 mg/kg to 15/sex/group; 5/sex/group were sacrificed at 6, 24, or 48 hr. 50 metaphases per rat scored. At high dose, weight loss, mitotic index decreased, and average number of aberrations increased in the 48 hr sampling. No difference at 6 hr, questionable effect at 24 hr."
        },
        {
            "References": "California Environmental Protection Agency/Department of Pesticide Regulation; Summary of Toxicology Data, Diuron, Chemical Code No.231 p.9 (December 8, 1986, Revised February 18, 2010). Available from, as of July 11, 2018: https://www.cdpr.ca.gov/docs/risk/toxsums/toxsumlist.htm",
            "Value": "/GENOTOXICITY/ In vitro unscheduled DNA synthesis assay in primary rat hepatocytes. Diuron technical, 98.19%, lot # T-50906, /was/ dissolved in DMSO and tested at 0, 0.001, 0.010, 0.1, 0.33, 1.0, or 20 mM with 5 x 10+5 rat hepatocytes/well, 6 wells/plate/dose, 2 trials, positive control DMBA. Cytotoxicity at 0.33 mM and above with a decrease in cytoplasmic grain counts and in increase in nuclear grain counts. No unscheduled DNA synthesis reported."
        },
        {
            "References": "PMID:28683350",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ A systematic study on the effects of diuron on the hepatic metabolism was conducted with emphasis on parameters linked to energy metabolism. The experimental system was the isolated perfused rat liver. The results demonstrate that diuron inhibited biosynthesis (gluconeogenesis) and ammonia detoxification, which are dependent of ATP generated within the mitochondria. Conversely, it stimulated glycolysis and fructolysis, which are compensatory phenomena for an inhibited mitochondrial ATP generation. Furthermore, diuron diminished the cellular ATP content under conditions where the mitochondrial respiratory chain was the only source of this compound. Besides the lack of circulating glucose due to gluconeogenesis inhibition, one can expect metabolic acidosis due to excess lactate production, impairment of ammonia detoxification and cell damage due to a deficient maintenance of its homeostasis. Some of the general signs of toxicity that were observed in diuron-treated rats can be attributed, partly at least, to the effects of the herbicide on energy metabolism."
        },
        {
            "References": "PMID:24512549",
            "Value": "/OTHER TOXICITY INFORMATION/ Diuron, a high volume substituted urea herbicide, induced high incidences of urinary bladder carcinomas and low incidences of kidney pelvis papillomas and carcinomas in rats exposed to high doses (2500 ppm) in a 2-year bioassay. Diuron is registered for both occupational and residential uses and is used worldwide for more than 30 different crops. The proposed rat urothelial mode of action (MOA) for this herbicide consists of metabolic activation to metabolites that are excreted and concentrated in the urine, leading to cytotoxicity, urothelial cell necrosis and exfoliation, regenerative hyperplasia, and eventually tumors. We show evidence for this MOA for diuron using the International Programme on Chemical Safety (IPCS) conceptual framework for evaluating an MOA for chemical carcinogens, and the United States Environmental Protection Agency (USEPA) and IPCS framework for assessing human relevance."
        }
    ],
    "sediment_soil_concentrations": [
        {
            "References": "(1) Miles CJ, Pfeuffer RJ; Arch Environ Contam Toxicol 32: 337-345 (1997) (2) Frank R et al; Bull Environ Contam Toxicol 44: 401-9 (1990) (3) Haynes D et al; Mar Pollut Bull 41: 279-87 (2000) (4) Harino H et al; Arch Environ Contam Toxicol 51: 400-7 (2006) (5) Kitada Y et al; Chmosphere 71: 2082-90 (2008) (6) Harino H et al: Arch Environ Contam Toxicol 57: 661-9 (2009) (7) Eguchi S et al; Arch Environ Contam Toxicol 58: 684-93 (2010)",
            "Value": "SEDIMENT: The number of detections and highest concentration of diuron found in sediments collected from Nov 1991 to Jun 1995 from canals of south Florida was 3 and 26 ug/L, respectively(1). Sediment in two contaminated rural Ontario ponds contained 30 and 280 ppb of diuron(2). Diuron was detected in three of 16 sediment samples collected from Queensland, Australia intertidal locations between Cape York and Moreton Bay during Feb and May 1997 at concentrations of 0.5, 0.6 and 1.7 ug/kg(3). Diuron was detected at 0.07-25 ug/kg dry weight in sediment samples collected Apr 19-20, 2004 from thirteen sites along the coast of Thailand(4). Sediment samples collected Jul 2004 and Sep 2005 from rivers adjacent to coral reefs in Okinawa, Japan contained diuron at <0.02-0.11 and <0.07-0.58 ug/kg, respectively(5). Diuron was detected at <0.2-1.5 ug/kg dry weight in sediment core samples collected Aug 2006 to Aug 2007 from Suruga Bay, Japan; it was not detected in core samples collected from Tosa Bay or Nankai Tough, Japan(6). In sediment samples collected July 2007 from Maizuru Bay, Japan, diuron was detected at <0.08-12 ug/g dry weight(7)."
        },
        {
            "References": "(1) Tucker DPH; Pesticide Monit J 12: 47-50 (1978) (2) Shomar BH et al; Water Air Soil Pollut 171: 237-51 (2006)",
            "Value": "SOIL: Residue levels of diuron were determined to be 0.36-3.36 ppm at a depth of 0-15 cm and <0.2-1.07 ppm at greater depths in commercial citrus groves in 2 counties of Florida where it had been used for 7-8 years(1). Diuron was not detected in 57 soil samples collected Jan-Mar 2002 across the five regions of the Gaza Strip(2)."
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "(1) Rao PSC, Davidson JM; Retention and transformation of selected pesticides and phosphorus in soil-water systems: A critical review. USEPA-600/53-82-060 (1982) (2) Nkedi-Kizza P; J Environ Qual 12: 195-7 (1983) (3) Madhun YA et al; Soil Sci Am J 50: 1467-71 (1986) (4) Bouchard DC, Wood AL; Toxicol Indust Health 4: 341-9 (1988) (5) Ahrens W; Herbicide Handbook of the Weed Science Society of America. 7th ed Champaign, IL: Weed Sci Soc Amer p. 113 (1994) (6) Kenaga EE; Ecotoxicology and Environmental Safety 4: 26-38 (1980) (7) Liyanage JA et al; J Agric Food Chem 54: 1784-91 (2006) (8) Baskaran S, Kennedy IR; J Environ Sci Health, Part B 34: 943-63 (1999) (9) Swann RL et al; Res Rev 85: 17-28 (1983) (10) Rae JE et al; J Geochemical Exploration. 64: 263-276 (1998) (11) Sobek A et al; Environ Sci Technol 43: 8147-52 (2009) (12) Wick A et al; Water Res 45: 3638-52 (2011)",
            "Value": "The mean value and standard deviation of Koc for diuron compiled from the published literature for 84 soils is 383 and 72 respectively(1). Other Koc experimental values for diuron are: Webster soil, 682(2); mucky peat soil, 879(3); loamy sand soil, 478(3); two subsurface soils from Oklahoma, 224 and 371(4); 480(5); 400(6). In 43 surface soil samples representing a range of soil physicochemical properties collected from dry and wet zones of Sri Lanka, measured Koc values for diuron ranged from 55.3 to 962 (mean, 407; median, 328), soils from dry zones were 1.5 times higher than those from the wet zone(7). In three representative cotton soils, a red sandy soil, a black cracking clay, and a brown loam, of North West New South Wales, Australia, diuron had Koc values of 457, 488, and 498, respectively(8). According to a classification scheme(9), these measured Koc values suggest that diuron is expected to have moderate to low mobility in soil. Koc values in other media were reported as: aquifer sediments, range 69-266(10); diesel soot 234(11); secondary sewage sludge 160(12)."
        },
        {
            "References": "(1) Albers CN et al; Environ Sci Policy 42: 8687-91 (2008) (2) Delphin JE, Chapot JY; Chemosphere 64: 1862-9 (2006) (3) Giacomazzi S, Cochet N; Chemosphere 56: 1021-32 (2004) (4) Inoue MH et al; J Environ Sci Health 39: 589-601 (2004) (5) Hance RJ; J Sci Food Agric 18: 544-7 (1967) (6) Helling CS, Dragun J; pp.43-88 in Test protocols for environmental fate and movement of toxicants. Assoc Off Anal Chem 94th Mtg Proc (1981) (7) Majka JT, Lavy TL; Weed Sci 25: 401-6 (1977) (8) Hill GD et al; Agron J 47: 93 (1955) (9) Weldon LW, Timmons FL; Weeds 9: 195-203 (1961) (10) Weber JB, Whitacre DM; Weed Sci 30: 579-84 (1982)",
            "Value": "In natural soils, soil organic matter was the main adsorbent of diuron, but the Koc was larger in sandy compared to clay soils(1). In a field study, diuron, injected at 30 cm into a silty loam soil (2% OM) on irrigated plots without a crop, was not detected at 50 and 150 cm after 2 years(2). The proportion of organic matter in soil directly influences the amount of adsorbed diuron(3). Diuron was subjected more to leaching in deeper soil because of the small amount of organic matter(3). Diuron sorption occurs in two distinct phases: a fast, initial one followed by a subsequent slow one(4). The sorption process is conceptualized as a rapid uptake process to readily available sorption sites followed by slow diffusion-immobilization in micropores and/or organic matter(4). The percent adsorption of diuron at 20 °C varied from 71-84% in 3 soils(5). Diuron had relatively low mobility compared with 24 other herbicides tested in soil thin layer and soil thick layer leaching tests and was put in class 2 of a five class mobility system where 5 was the most mobile(6). In laboratory column leaching studies in which diuron was applied to 60 cm soil cores and allowed to leach with 20 cm of water for 54 days, the diuron reached a 10 cm depth after the first 10 cm was applied but didn't leach further(7). In field experiments, surface applied diuron did not move below the upper 5 cm layer regardless of rate of application or water addition(7). In other field experiments no diuron leached below 10 cm under crop treatment conditions indicating that percolation is not a major factor(8) and in irrigated fields in Wyoming no diuron was found below 5 cm(9). Diuron showed very low mobility in Lakeland pond sediment under unsaturated flow conditions, remaining in the upper 5 cm after 30 days with 1.2 cm/day of water being applied(10)."
        }
    ],
    "plant_translocations": [
        {
            "content": "Root uptake and distribution of 14C-diuron from solution culture by soybean (susceptible) and cotton (tolerant) did not show differential absorption or distribution of the herbicide, which could explain the 10-fold difference in ED50 values. Soybean accumulated phytotoxic l-(3,4-dichlorophenyl)3-methylurea, while cotton accumulated nonphytotoxic l-(3,4-dichlorophenyl)urea in their leaves. Diuron was identified in soybean leaves but not in cotton leaves. Cotton leaves accumulated l-(p-chlorophenyl)-3-methylurea and l-(p-chlorophenyl)urea from 14C-monuron solutions, whereas soybean leaves did not accumulate these compounds. Cotton, oat, and soybean leaves primarily accumulated metabolites rather than the parent compound, whereas corn leaves contained significant amounts of the parent herbicide. Cotton's tolerance was attributed to metabolism, while differences in susceptibility among oat, soybean, and corn appeared related to differential absorption.",
            "reference": "Smith, J. W., & Sheets, T. J. (1967). Uptake, distribution, and metabolism of monuron and diuron by several plants. Journal of Agricultural and Food Chemistry, 15(4), 577-581.",
            "method": {
                "Test Plant": "Cotton (Gossypium hirsutum L., cv. Coker) and soybean (Glycine max L., Merrill, cv. Lee) seedlings were used.",
                "Apply Location": "The herbicides were applied to the nutrient culture solutions in which the seedlings were grown.",
                "Plant Grown Condition": "Seeds were first germinated in flats of autoclaved Lakeland sandy loam soil in the greenhouse for 4 days. Seedlings were then transferred to Hoagland's nutrient solution in glass jars (with light excluded) for 2-4 days before adding herbicides. Experiments were conducted in the greenhouse without aeration.",
                "Chemical Preparation": "Monuron and 14C-diuron (carbonyl labeled, 0.96 mCi/mmol) solutions were prepared at various concentrations in the nutrient solution. 14C-monuron (uniformly ring-labeled, 0.38 mCi/mmol) at 2.52 x 10^-6 M was also used.",
                "Pesticide Application Details for the Plant": "14C-diuron at 1.07 x 10^-6 M and 14C-monuron at 2.52 x 10^-6 M in 100 ml solution with 2 seedlings per jar.",
                "Other Information": "Uptake and translocation studies were conducted over various time periods (12 to 120 hours). Some experiments had duplicate cultures. Replication details were not clearly provided."
            },
            "result": "[{\"Plant\": \"Cotton\", \"Root (%)\": 8, \"Stem (%)\": 8, \"Leaf (%)\": 0}, {\"Plant\": \"Soybean\", \"Root (%)\": 39, \"Stem (%)\": 29, \"Leaf (%)\": 9}]"
        }
    ]
}