{
    "_id": {
        "$oid": "6682e968c4e5dba5ffba2a79"
    },
    "CID": {
        "$numberInt": "31215"
    },
    "Name": "TRIETHYL PHOSPHITE",
    "IUPACName": "triethyl phosphite",
    "CanonicalSMILES": "CCOP(OCC)OCC",
    "Synonyms": [
        "TRIETHYL PHOSPHITE",
        "122-52-1",
        "Triethoxyphosphine",
        "Phosphorous acid",
        "triethyl ester",
        "triethylphosphite",
        "Ethyl phosphite",
        "(EtO)3P",
        "Phosphorous Acid Triethyl Ester",
        "Triethoxyphosphine-d15",
        "P(OEt)3",
        "DTXSID2026991",
        "(C2H5O)3P",
        "6B2R04S55G",
        "NSC-5284",
        "DTXCID506991",
        "Fosforyn trojetylowy [Czech]"
    ],
    "IsomericSMILES": "CCOP(OCC)OCC",
    "INCHI": "InChI=1S/C6H15O3P/c1-4-7-10(8-5-2)9-6-3/h4-6H2,1-3H3",
    "INCHIKEY": "BDZBKCUKTQZUTL-UHFFFAOYSA-N",
    "Formula": "C6H15O3P",
    "MolecularWeight": {
        "$numberDouble": "166.16"
    },
    "Description": {
        "$numberDouble": "NaN"
    },
    "XlogP": {
        "$numberDouble": "1.2"
    },
    "Complexity": {
        "$numberInt": "55"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "environmental_bioconcentrations": [
        {
            "References": "(1) OECD; SIDS Initial Assessment Report for SIAM 16 (2003), Triethyl Phosphite (CAS 122-52-1). Available from, as of July 13, 2016: https://www.inchem.org/documents/sids/sids/122521.pdf",
            "Value": "Bioconcentration is not expected to be an important fate process(SRC) due to the rapid hydrolysis of triethyl phosphite(SRC)."
        }
    ],
    "environmental_biodegradations": [
        {
            "References": "(1) OECD; SIDS Initial Assessment Report for SIAM 16 (2003), Triethyl Phosphite (CAS 122-52-1). Available from, as of July 13, 2016: https://www.inchem.org/documents/sids/sids/122521.pdf (2) NITE; Chemical Risk Information Platform (CHRIP). Biodegradation and Bioconcentration. Tokyo, Japan: Natl Inst Tech Eval. Available from, as of July 14, 2016: https://www.safe.nite.go.jp/english/db.html",
            "Value": "AEROBIC: In 2 tests on ready biodegradation, triethyl phosphite was degraded by 49-69%, therefore, it did not reach the criteria for ready biodegradability(1). However, from the degradation curve it can be assumed that hydrolysis was the prerequisite for biodegradation(1). Using OECD Guideline 302C (Inherent Biodegradability: Modified MITI Test II) with an activated sludge inoculum, triethyl phosphite was degraded >100% based on O2 consumption and 73% based on DOC removal classifying the compound as inherently biodegradable(2); the complete disappearance of triethyl phosphite to monoethyl and diethyl phosphite and phosphorous acid in the test system is likely the result of hydrolysis followed by biodegradation(1,2). Biodegradation is not expected to be an important fate process for triethyl phosphite(SRC) due to its hydrolysis(1)."
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "OECD; Screening Information Data Set for Triethyl Phosphite, 122-52-1 (May 2003). Available from, as of July 25, 2016: https://www.inchem.org/documents/sids/sids/122521.pdf",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ In a pre-test groups of five females and five males were intraperitoneally administered with 1,000 mg/kg bw, 1,500 mg/kg bw, 1,750 mg/kg bw and 2,500 mg/kg bw triethyl phosphite dissolved in corn oil. The following symptoms were recorded up to 48 hours, starting at exposure levels of 1,000 mg/kg bw: apathy, semianesthetized state, roughened fur, staggering gait, sternal and lateral recumbency, spasm, twitching, shivering, difficulty in breathing and flat breathing. In addition, 2 of 5 animals died in the 1,750 mg/kg bw group, and 4 out of 5 animals in the 2,500 mg/kg bw group. As the test substance was shown to be not stable in corn oil at a concentration of 10 mg/mL, an additional study was performed with paraffinum perliquidum as vehicle. In this study no animal died after a single intraperitoneal dose of 1,500 mg/kg bw. The following symptoms were recorded for up to 48 hours: apathy, roughened fur, staggering gait, sternal and lateral recumbency, spasm, shivering and difficulty in breathing. All treated animals showed the following symptoms of toxicity after administration of 1,500 mg/kg bw triethyl phosphite until sacrifice: apathy, semi-anesthetized state, roughened fur, pallor, staggering gait, sternal position, spasm, twitching, shivering and difficulty in breathing. No symptoms were recorded for the control group. All animals survived until the end of the test."
        },
        {
            "References": "OECD; Screening Information Data Set for Triethyl Phosphite, 122-52-1 (May 2003). Available from, as of July 25, 2016: https://www.inchem.org/documents/sids/sids/122521.pdf",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ An acute inhalation study was done with male and female Fisher 344 rats. After an exposure period of 6 hours the calculated LC50 was 11.6 mg/L for males and 11.1 mg/L for females with an aerosol of 1.6 - 3.5 um MMAD. A similar study in CD-1 mice gave LC50 values of 6.2 and 9.2 mg/L for male and female animals, respectively. In both species, signs of toxic stress included eye and upper respiratory irritation, salivation and rapid, shallow breathing; most deaths occurred within 24 hr following treatment."
        },
        {
            "References": "PMID:745541",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ The studies on toxic properties of trimethyl and triethyl phosphites involved: determination of acute general toxic effect on white rats following intragastric and intraperitoneal administration of these compounds, based on LD50 test, determination of damaging effect direction, by histopathological examination of animals' internal organs, determination of intensity of primarily irritating action on the skin, eye and conjunctiva, as well as sensitizing effect on guinea-pigs. LD50 value for trimethyl phosphite following intragastric administration was found to be 2.45 g/kg and following intraperitoneal administration--2.25 g/kg; for triethyl phosphite these values were: 4.00 g/kg after intragastric administration and 1.50 g/kg after intraperitoneal administration, respectively. In local action both phosphites mildly irritate the skin, eye and conjunctiva. A weak sensitizing effect of triethyl phosphite was found. Trimethyl and triethyl phosphites have general toxic effects. A particular direction of their action is demonstrated by acroparalysis. Apart from general action they were found to show systemic action and induce parenchymatous degeneration of the liver and kidneys, whatever route of administration. Administered intragastrically, they result in mucosa necrosis, ulceration and fibrino-purulent exudate, exfoliating the mucosa."
        },
        {
            "References": "OECD; Screening Information Data Set for Triethyl Phosphite, 122-52-1 (May 2003). Available from, as of July 25, 2016: https://www.inchem.org/documents/sids/sids/122521.pdf",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ In a study with male and female Fisher 344 rats triethyl phosphite was administered in doses from 1000 to 4000 mg/kg bw. ... Symptoms of rapid breathing and tremors were observed prior to death"
        },
        {
            "References": "OECD; Screening Information Data Set for Triethyl Phosphite, 122-52-1 (May 2003). Available from, as of July 25, 2016: https://www.inchem.org/documents/sids/sids/122521.pdf",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Six albino-rabbits revealed slightly irritating effects on the skin after 4 hr of semi-occlusive exposure to the undiluted test substance /triethyl phosphite/. All animals showed slight or clearly visible erythema at the treated sites up to 48 hr after exposure. At day 7, slight erythema still persisted in 5 animals, but had resolved in all but one animal at day 10. None of the animals showed edema at any of the observations."
        },
        {
            "References": "OECD; Screening Information Data Set for Triethyl Phosphite, 122-52-1 (May 2003). Available from, as of July 25, 2016: https://www.inchem.org/documents/sids/sids/122521.pdf",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ A study ... was performed and showed slightly irritating effects on the eyes of 3 male rabbits. All animals showed slight or clearly visible conjunctival erythema in the treated eyes. Slight chemosis and increased secretion were recorded in two animals, each. The findings appeared within one hr and were completely reversible within 48 hr."
        },
        {
            "References": "OECD; Screening Information Data Set for Triethyl Phosphite, 122-52-1 (May 2003). Available from, as of July 25, 2016: https://www.inchem.org/documents/sids/sids/122521.pdf",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ A study ... was performed ... with repeated oral dosing by gavage to rats (32 days treatment) at doses of 0, 30, 150, and 750 mg/kg bw/day. At the highest exposure level, an increase in mortality in both sexes and, in males only, changes in blood parameters indicative of a stimulation in erythropoiesis were found (increases in red blood cell count, hemoglobin, hematocrit together with a decrease in mean corpuscular volume and mean cell volume) together with increases in various organ weights, in particular of lungs and adrenals. Body weight gain, and food and water consumption were markedly reduced when compared to the controls. Histopathological examination of high dose animals revealed effects in the lung, such as inflammatory changes, fibrosis and hyperplasia of bronchial epithelium. The study did not include the histopathological examination of spinal cord, stomach, small and large intestines, thymus, thyroid, trachea, gonads, accessory sex organs, urinary bladder, lymph nodes, peripheral nerve, bone marrow. A NOAEL of 150 mg/kg bw/day was established"
        },
        {
            "References": "OECD; Screening Information Data Set for Triethyl Phosphite, 122-52-1 (May 2003). Available from, as of July 25, 2016: https://www.inchem.org/documents/sids/sids/122521.pdf",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ ...  Doses of 0, 10, 80, 320 and 640 mg/kg bw/day were used for oral administration (gavage) to rats. Groups of 12 male and female Wistar rats each were treated (control group: 15 males and 15 females). F0-Animals were treated from 2 weeks before mating to the end of gestation and up to 6 days of lactation. Males were killed after 36 to 37 days of treatment. Females and pups were killed on days 4 to 6 post partum. Ovaries, mammae, testes, epididymides and macroscopically altered tissues of F0 animals were examined histologically. Parameters of general toxicity and fertility, as well as pre- and post-natal development were recorded. Animals of both sexes in the high dose group (640 mg/kg bw/day) exhibited clear clinical signs of systemic toxicity (e.g. piloerection, sunken sides, tremors, salivation immediately after dosing, recumbency) and body weight loss (> 14 % decrease relative to controls in males and females). All females of this group were killed in moribund condition. Similar signs of toxicity were seen in individual females of the 320 mg/kg bw/day group. Slight weight loss was recorded in individual females after exposure to 80 mg/kg bw/day before the increase of weight due to gestation. Salivation was observed in males of all dose groups with a dose-related increase and in females of the 80, 320 and 640 mg/kg bw/day groups."
        },
        {
            "References": "OECD; Screening Information Data Set for Triethyl Phosphite, 122-52-1 (May 2003). Available from, as of July 25, 2016: https://www.inchem.org/documents/sids/sids/122521.pdf",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Doses of 0, 10, 80, 320 and 640 mg/kg bw/day were used for oral administration (gavage) to rats. Groups of 12 male and female Wistar rats each were treated (control group: 15 males and 15 females). F0-Animals were treated from 2 weeks before mating to the end of gestation and up to 6 days of lactation. Males were killed after 36 to 37 days of treatment. Females and pups were killed on days 4 to 6 post partum. Ovaries, mammae, testes, epididymides and macroscopically altered tissues of F0 animals were examined histologically. Parameters of general toxicity and fertility, as well as pre- and post-natal development were recorded. ... Histopathology showed minimal to slight degeneration in the germinal epithelium of testes, and apoptosis and/or regenerative hyperplasia in the testes and epididymides, after exposure to the clearly paternally toxic dose level of 640 mg/kg bw/day. Relative testes weights (%) were 0.87, 0.89, 0.91, 0.85, and 0.98 (statistically significant) for controls, 10, 80, 320 and 640 mg/kg bw/day groups, respectively. There was no significant difference in absolute testes weights between the groups. In females, histopathology revealed slight proliferation/secretion in the mammary gland together with mucification in the cervix and vagina in all females at 640 mg/kg bw/day, which were sacrificed in moribund state either after 8 to 10 days of pairing or during early gestation. No histopathological changes were recorded in reproductive organs up to and including a dose of 320 mg/kg bw/day. Only 5 of 12 females were inseminated in the 640 mg/kg bw/day group. Evaluation of other data regarding reproductive performance, including early postnatal development of pups for the 640 mg/kg bw/day group was not possible. At a dose level of 320 mg/kg bw/day an increase in time to insemination, slightly decreased duration of gestation, a severely reduced gestation rate, distinctly increased number of stillborn/dead F1 pups, and a distinctly decreased number of viable/total number of pups were recorded. Pups showed severely reduced birth weights, hypothermia and severely reduced survival. No effects on the other reproductive parameters (insemination index, fertility index, numbers of corpora lutea and implantation sites, prenatal loss, litter size) were detected up to and including a dose level of 320 mg/kg bw/day."
        },
        {
            "References": "OECD; Screening Information Data Set for Triethyl Phosphite, 122-52-1 (May 2003). Available from, as of July 25, 2016: https://www.inchem.org/documents/sids/sids/122521.pdf",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Doses of 0, 10, 80, 320 and 640 mg/kg bw/day were used for oral administration (gavage) to rats. Groups of 12 male and female Wistar rats each were treated (control group: 15 males and 15 females). F0-Animals were treated from 2 weeks before mating to the end of gestation and up to 6 days of lactation. Males were killed after 36 to 37 days of treatment. Females and pups were killed on days 4 to 6 post partum. Ovaries, mammae, testes, epididymides and macroscopically altered tissues of F0 animals were examined histologically. Parameters of general toxicity and fertility, as well as pre- and post-natal development were recorded. ... In F1, the sex ratio, mortality and weights were not affected by treatment up to and including doses of 80 mg/kg bw/day, while evaluation was not possible at higher doses as there were no surviving pups. No externally malformed pups were observed ."
        },
        {
            "References": "OECD; Screening Information Data Set for Triethyl Phosphite, 122-52-1 (May 2003). Available from, as of July 25, 2016: https://www.inchem.org/documents/sids/sids/122521.pdf",
            "Value": "/GENOTOXICITY/ The in vivo micronucleus assay was conducted ... in male and female NMRI mice dosed with 1500 mg/kg bw by single intraperitoneal injection. Triethyl phosphite treated groups were sacrificed at 16 hr, 24 hr or 48 hr after treatment. There were relevant toxic effects on the bone marrow as evidenced by a clear change in the ratio of polychromatic to normochromatic erythrocytes at 16 hr after treatment, but there were no indication of a clastogenic activity. In none of the triethyl phosphite treated groups were micronuclei induced."
        },
        {
            "References": "OECD; Screening Information Data Set for Triethyl Phosphite, 122-52-1 (May 2003). Available from, as of July 25, 2016: https://www.inchem.org/documents/sids/sids/122521.pdf",
            "Value": "/GENOTOXICITY/ There was no indication of a potential to induce gene mutations in the Ames test with four different strains of Salmonella typhimurium (TA98, TA100, TA1535, TA1537) both with and without metabolic activation by rat liver S9 mix. The test was performed including cytotoxic concentrations."
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "(1) OECD; SIDS Initial Assessment Report for SIAM 16 (2003), Triethyl Phosphite (CAS 122-52-1). Available from, as of July 13, 2016: https://www.inchem.org/documents/sids/sids/122521.pdf",
            "Value": "Adsorption to soils or suspended solids and sediment is not expected to be an important fate process(SRC) due to the rapid hydrolysis of triethyl phosphite(1)."
        }
    ]
}