{
    "_id": {
        "$oid": "6682e969c4e5dba5ffba2a7f"
    },
    "CID": {
        "$numberInt": "31239"
    },
    "Name": "CETYLPYRIDINIUM CHLORIDE",
    "IUPACName": "1-hexadecylpyridin-1-ium;chloride",
    "CanonicalSMILES": "CCCCCCCCCCCCCCCC[N+]1=CC=CC=C1.[Cl-]",
    "Synonyms": [
        "cetylpyridinium chloride",
        "123-03-5",
        "1-hexadecylpyridin-1-ium chloride",
        "hexadecylpyridinium chloride",
        "1-Hexadecylpyridinium chloride",
        "Ceprim",
        "Pristacin",
        "Aktivex",
        "Cepacol",
        "1-Cetylpyridinium chloride",
        "Biosept",
        "Cetamium",
        "Dobendan",
        "Pyrisept",
        "Tserigel"
    ],
    "IsomericSMILES": "CCCCCCCCCCCCCCCC[N+]1=CC=CC=C1.[Cl-]",
    "INCHI": "InChI=1S/C21H38N.ClH/c1-2-3-4-5-6-7-8-9-10-11-12-13-14-16-19-22-20-17-15-18-21-22;/h15,17-18,20-21H,2-14,16,19H2,1H3;1H/q+1;/p-1",
    "INCHIKEY": "YMKDRGPMQRFJGP-UHFFFAOYSA-M",
    "Formula": "C21H38ClN",
    "MolecularWeight": {
        "$numberDouble": "340"
    },
    "Description": "Cetylpyridinium chloride is a pyridinium salt that has N-hexadecylpyridinium as the cation and chloride as the anion. It has antiseptic properties and is used in solutions or lozenges for the treatment of minor infections of the mouth and throat. It has a role as an antiseptic drug and a surfactant. It is a chloride salt and an organic chloride salt. It contains a cetylpyridinium.",
    "XlogP": {
        "$numberDouble": "NaN"
    },
    "Complexity": {
        "$numberInt": "208"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "environmental_bioconcentrations": [
        {
            "References": "(1) Knezovich JP et al; Bull Environ Contam Toxicol 42: 87-93 (1989) (2) Moschner KF, Cece A; pp. 318-31 in Environ Toxicol Risk Assess, 3rd. ASTM STP 1218, Hughes, JS et al, eds. Philadelphia, PA: ASTM (1995) (3) Meylan WM et al; Environ Toxicol Chem 18: 664-72 (1999) (4) Franke C et al; Chemosphere 29: 1501-14 (1994)",
            "Value": "Whole body BCF values of 21, 22, and 13, were measured for clams, fathead minnows, and tadpoles, respectively, under flow-through conditions over a 7-day period, for a structurally-similar compound, cetylpyridinium bromide(1). An estimated BCF of 2 was calculated for cetylpyridinium chloride(SRC), using a log Kow of 1.71(2) and a regression-derived equation(3). According to a classification scheme(4), these BCF values suggest the potential for bioconcentration in aquatic organisms is low(SRC)."
        }
    ],
    "environmental_biodegradations": [
        {
            "References": "MASUDA ET AL; STUDIES ON BIODEGRADABILITY OF SOME CATIONIC SURFACTANTS, TR. - MEZHDUNAR KONGR POVERKHN -AKT VESHCHESTVAM, 7TH, 129-138 (1978)",
            "Value": "ALKYLPYRIDINIUM DERIVATIVES ARE LESS BIODEGRADABLE THAN MONOALKYLTRIMETHYL & ALKYLBENZYL DIMETHYL AMMONIUM CHLORIDES. /ALKYLPYRIDINIUM DERIVATIVES/"
        },
        {
            "References": "(1) Boethling RS; pp. 95-135 in Cationic Surfactants. Cross J, Singer EJ, eds. NY, NY: Marcel Dekker Inc (1994) (2) Boethling RS, Lynch DG; in Handbook of Environmental Chemistry. Hutzinger O, ed. Heidelberg, Berlin: Springer-Verlag 3F: 146-77 (1992) (3) Baleux B, Caumette P; Wat Res 11: 833-41 (1977)",
            "Value": "AEROBIC: Biodegradation data for cetylpyridinium chloride were not located although, based on data for structurally-similar compounds, this compound is expected to biodegrade rapidly in the environment(SRC). Structurally-similar compounds, dodecyl and tetradecylpyridinium chloride, were biodegraded in the Spanish official test (93 and 94%, respectively) and in the OECD Confirmatory test (91 and 92%, respectively)(1). Mean cetylpyridinium (counterion unspecified) removal of 96.0 and 77.2%, respectively, was observed at an activated sludge and a trickling filter wastewater treatment plant in England; in the Heidelsheim plant in Germany, 95% removal was reported(1). Cetylpyridinium bromide is readily biodegraded in sewage, particularly when the inoculum has been previously acclimated(2,3)."
        }
    ],
    "logP": [
        {
            "References": "Moschner KF, Cece A; pp. 318-31 in Environ Toxicol Risk Assess, 3rd. ASTM STP 1218. Hughes JS et al, eds. Philadelphia, PA: ASTM (1995)",
            "Value": "log Kow= 1.71"
        }
    ],
    "mechanism_of_action": [
        {
            "References": "American Medical Association, AMA Department of Drugs, AMA Drug Evaluations. 3rd ed. Littleton, Massachusetts: PSG Publishing Co., Inc., 1977., p. 890",
            "Value": "MODE OF ACTION ... NOT YET FULLY UNDERSTOOD BUT HAS BEEN ASCRIBED TO ... THE DENATURING OF LIPOPROTEIN COMPLEXES, & POSSIBLY OTHER ACTIONS. /QUATERNARY AMMONIUM COMPD/"
        },
        {
            "References": "Goodman, L.S., and A. Gilman. (eds.) The Pharmacological Basis of Therapeutics. 5th ed. New York: Macmillan Publishing Co., Inc., 1975., p. 1001",
            "Value": "EVIDENCE HAS BEEN PRESENTED THAT THE MAJOR SITE OF ACTION ... MAY BE THE CELL MEMBRANE, WHERE THE AGENTS MAY CAUSE CHANGES IN PERMEABILITY THAT PERMIT ESCAPE OF ENZYMES, COENZYMES, & METABOLIC INTERMEDIATES. /CATIONIC SURFACTANTS/"
        },
        {
            "References": "American Medical Association. AMA Drug Evaluations Annual 1991. Chicago, IL: American Medical Association, 1991., p. 1439",
            "Value": "EMULSIFY SEBACEOUS MATERIAL, WHICH IS THEN REMOVED TOGETHER WITH DIRT & BACTERIA. THE MILD DESQUAMATING EFFECT OF THE QUATERNARY AMMONIUM COMPOUNDS AIDS IN CLEANING. /QUATERNARY AMMONIUM COMPD/"
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "Gosselin, R.E., R.P. Smith, H.C. Hodge. Clinical Toxicology of Commercial Products. 5th ed. Baltimore: Williams and Wilkins, 1984., p. III-65",
            "Value": "IN ISOLATED OBSERVATION ... NO INHIBITION OF PLASMA CHOLINESTERASE WAS FOUND IN RATS SACRIFICED IN EXTREMIS AFTER AN IP INJECTION OF ... CETYL PYRIDINIUM CHLORIDE. A 50% INHIBITION OF RED CELL CHOLINESTERASE ... /WAS/ NOTED, BUT SUCH A DEPRESSION IS NOT EXPECTED TO PRODUCE UNTOWARD REACTIONS."
        },
        {
            "References": "Gosselin, R.E., R.P. Smith, H.C. Hodge. Clinical Toxicology of Commercial Products. 5th ed. Baltimore: Williams and Wilkins, 1984., p. III-65",
            "Value": "A CURARE-LIKE PARALYSIS OF SKELETAL MUSCLES ... ASCRIBED ... SPECIFICALLY TO CETYL PYRIDINIUM CHLORIDE ... . PARENTERAL INJECTIONS IN RATS, RABBITS AND DOGS HAVE RESULTED IN PROMPT BUT TRANSIENT LIMB PARALYSIS AND SOMETIMES FATAL PARESIS OF THE RESPIRATORY MUSCLES."
        },
        {
            "References": "Grant, W.M. Toxicology of the Eye. 3rd ed. Springfield, IL: Charles C. Thomas Publisher, 1986., p. 870",
            "Value": "... TESTED ... @ CONCN OF 0.1% TO 1.0% IN WATER ... SIGNIFICANTLY IRRITATING OR INJURIOUS TO RABBIT EYE."
        },
        {
            "References": "Garner's Veterinary Toxicology. 3rd ed., rev. by E.G.C. Clarke and M.L. Clarke. Baltimore: Williams and Wilkins, 1967., p. 156",
            "Value": "CETYLPYRIDINIUM CHLORIDE FOUND ... TO BE LETHAL TO RABBITS IN ORAL DOSE 400 MG/KG (180 MG/LB). TOXIC EFFECTS INCL ACTION ON CARDIOVASCULAR SYSTEM ... ."
        },
        {
            "References": "SANDERS ET AL; EXP EYE RES 19 (1) 35-42 (1974)",
            "Value": "INTRAVITREALLY ADMIN CATIONIC SURFACE ACTIVE AGENTS (INCL CETYLPYRIDINIUM CHLORIDE) ARE CAPABLE OF PRODUCING CATARACTS, CHARACTERIZED BY INCR HYDRATION, LOSS OF DRY WT, INCR SODIUM ION CONCN, DECR POTASSIUM ION CONCN, IN RABBITS."
        },
        {
            "References": "PMID:1765331",
            "Value": "Cetylpyridinium chloride is a quaternary ammonium salt and cationic surfactant. It has been used as a biocide in personal hygiene products and a charge control additive in some reprographic toners. Cetylpyridinium chloride is orally toxic to rats, mice and rabbits and can cause severe eye irritation. Acute inhalation toxicity studies of cetylpyridinium chloride and other quaternary ammonium salts have not, however, been reported. Groups of five rats per sex were exposed to aerosols containing 0 (control), 0.05, 0.07, 0.13 and 0.29 mg cetylpyridinium chloride/l for 4 hr and observed for toxicity and ocular effects for 14 days thereafter. All animals were subjected to autopsy and the eyes examined microscopically. The LC50 (sexes combined) of cetylpyridinium chloride was 0.09 mg/l with upper and lower 95% confidence limits of 0.13 and 0.07 mg/l, respectively. Clinical signs of toxicity included weight loss, nasal discharge, chromodacryorrhoea, respiratory difficulty and eye irritation, and all these non-lethal effects were reversible. Acute inflammation of the cornea, iris and/or aqueous humour were found in one, seven and four of 10 rats exposed to 0.07, 0.13 and 0.29 mg cetylpyridinium chloride/l, respectively. Corneal epithelial hyalinization, without evidence of ongoing inflammation, was found in three additional rats among the 10 exposed to 0.29 mg cetylpyridinium chloride/l."
        },
        {
            "References": "Liao IC, Guo JJ; COA (Counc Agric) Fish Ser 0 (24): 95-9 (1990)",
            "Value": "This study aimed to investigate the TLm values of benzalkonium chloride, benzethonium chloride and cetylpyridinium chloride for postlarvae of Penaeus monodon, Penaeus japonicus, Penaeus semisulcatus, Penaeus penicillatus, Metapenaeus ensis and Macrobrachium rosenbergii dipped for 24 hr. The results were calculated using the Van der Waerden method. The TLm values of benzalkonium chloride for postlarvae of the prawns were 3.1, 3.3, 1.5, 1.6, 3.0 and 2.0 ppm, respectively. The TLm values of benzethonium chloride for postlarvae of the prawns were 10.0, 5.3, 3.2, 4.4, 9.0 and 6.0 ppm, respectively. The TLm values of cetylpyridinium chloride for postlarvae of the prawns were 0.8, 3.1, 1.0, 0.56, 2.1 and 0.13 ppm, respectively."
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "(1) Moschner KF, Cece A; pp. 318-31 in Environ Toxicol Risk Assess, 3rd. ASTM STP 1218. Hughes, JS et al, eds. Philadelphia, PA: ASTM (1995) (2) Lyman WJ et al; Handbook of Chemical Property Estimation Methods. Washington, DC: Amer Chem Soc pp. 4-9 (1990) (3) Swann RL et al; Res Rev 85: 17-28 (1983) (4) Boethling RS, Lynch DG; in Handbook of Environmental Chemistry. Hutzinger O, ed, Heidelberg, Berlin: Springer-Verlag 3F: 146-77 (1992)",
            "Value": "The Koc of cetylpyridinium chloride is estimated as 200(SRC), using a measured log Kow of 1.71(1) and a regression-derived equation(2). According to a classification scheme(3), this estimated Koc value suggests that cetylpyridinium chloride is expected to have moderate mobility in soil. However, quaternary ammonium compounds are known to sorb strongly, and rapidly in well-mixed systems, to a wide variety of materials (such as sewage sludge, sediment, clay)(4) and the mobility of cetylpyridinium chloride in soil may be considerably less than estimated(SRC)."
        }
    ]
}