{
    "_id": {
        "$oid": "6682e96ac4e5dba5ffba2a84"
    },
    "CID": {
        "$numberInt": "31253"
    },
    "Name": "MYRCENE",
    "IUPACName": "7-methyl-3-methylideneocta-1,6-diene",
    "CanonicalSMILES": "CC(=CCCC(=C)C=C)C",
    "Synonyms": [
        "MYRCENE",
        "123-35-3",
        "beta-Myrcene",
        "7-Methyl-3-methyleneocta-1,6-diene",
        "7-Methyl-3-methylene-1,6-octadiene",
        "1,6-Octadiene",
        "7-methyl-3-methylene-",
        ".beta.-Myrcene",
        "7-methyl-3-methylideneocta-1,6-diene",
        "beta-geraniolene",
        "Myrcene (natural)",
        "FEMA No. 2762",
        "2-Methyl-6-methylene-2,7-octadiene",
        "b-Myrcene",
        "3-Methylene-7-methyl-1,6-octadiene",
        ".beta.-Geraniolene"
    ],
    "IsomericSMILES": "CC(=CCCC(=C)C=C)C",
    "INCHI": "InChI=1S/C10H16/c1-5-10(4)8-6-7-9(2)3/h5,7H,1,4,6,8H2,2-3H3",
    "INCHIKEY": "UAHWPYUMFXYFJY-UHFFFAOYSA-N",
    "Formula": "C10H16",
    "MolecularWeight": {
        "$numberDouble": "136.23"
    },
    "Description": "Beta-myrcene is a monoterpene that is octa-1,6-diene bearing methylene and methyl substituents at positions 3 and 7 respectively. It has a role as a plant metabolite, an anti-inflammatory agent, an anabolic agent, a fragrance, a flavouring agent and a volatile oil component.",
    "XlogP": {
        "$numberDouble": "4.3"
    },
    "Complexity": {
        "$numberInt": "145"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "plant_concentrations": [
        {
            "References": "(1) Andreani-Aksoyoglu S et al; J Atmos Chem 20: 71-87 (1995) (2) Isidorov VA et al; Atmos Environ 19: 1-8 (1985) (3) Kesselmeier J et al; Atmos Environ 30: 1841-1850 (1996) (4) Breheret S et al; J Agric Food Chem 45: 831-6 (1997) (5) Bufler U et al; Atmos Environ 25A: 251-6(1991) (6) Clement B et al; Atmos Environ 9: 2513-6 (1990) (7) Juttner F; Chemosphere 17: 309-17 (1988) (8) Tatsuka K et al; J Agric Food Chem 38: 2176-80 (1990) (9) Ortega J et al; Chemosphere 72: 365-380 (2008) (10) Sakulanontvittaya T et al; Environ Sci Technol 42: 1623-1629 (2008)",
            "Value": "Myrcene has been detected in emissions from Norway spruce, fir, Scots pine (Pinus sylvestris), and larch trees in the country of Switzerland, concentrations not specified. Highest emission rates take place during the summer month of July(1). Myrcene has been detected in emissions from Scots Pine at 2.3-6.3% of total terpenes(2). Myrcene has been detected in emissions from Siberian pine (P. Sibirica), silver fir (Picea silvestris), common juniper, zeravskar juniper, pencil cedar, evergreen cypress, northern white cedar, Chinese arbor vitae and deciduous moss, concentrations not specified. These plants are characteristic of northern Europe and Asia(2). Myrcene has been detected in emissions from the oak species Quercus ilex L. at Castel Porziano, Rome, Italy on June 1993 at 2.25% of total plant emissions between the hours of 11 a.m. to 1 p.m.(3). Myrcene has been detected in dynamic headspace samples of mushrooms Cystoderma carcharias, Aanita ovoidea, and Mycena rosea at 0.2, <0.1, and <0.1 percent relative to all identified volatile compounds(4). Through solvent extraction, myrcene was detected at 3 and 2 percent relative to all identified volatile compounds in Gomphidius glutinosus mushrooms(4). Average emission rate of myrcene for an 18 yr old Norway spruce (Picea abies) tree was 3 ug/sq m-hr with highest concentrations at noon and lowest concentrations at night(5). Myrcene has been detected ranging from 100-1,750 parts per trillion at 13 m height inside the canopy of maple forest (Duchesnay forest station) in Quebec, Canada from July 28-30, 1989(6). Myrcene was detected ranging from 3.1-58 ng/cu m at 1 m above ground Aug 30-Dec 16, 1985 in Kalbelescherer in the Southern Black Forest, Germany. The suspected sources of emission were Picea abies and Abies alba tree species(7). Myrcene was detected at 0.04% of total volatile constituents in headspace samples of kiwi fruit flowers (Actinidia chinensis Planch.)(8). Myrcene was detected at 1-34% of monoterpene emissions from various tree species (Red Maple (Acer rubrum), Silver Maple (Acer saccharum), Birch (Betula papyrifera), Eucalyptus (Eucalyptus globulus), Tulip Poplar (Liriodendron tulipifera), Big-Tooth Aspen (Populus grandidentata), Cherry (Prunus virginiana), Red Oak (Quercus rubra))(9). The mean emission rate of myrcene from broadleaf tree, needle leaf tree, shrub bush and grass crop is reported to be 22.1, 85.8, 20.9 and 5.6 ug/sq m-hr, respectively(10)."
        }
    ],
    "environmental_bioconcentrations": [
        {
            "References": "(1) Copolovici LO, Niinemets U; Chemosphere 61: 1390-1400 (2005) (2) US EPA; Estimation Program Interface (EPI) Suite. Ver. 4.1. Jan, 2011. Available from, as of Oct 19, 2011: https://www.epa.gov/oppt/exposure/pubs/episuitedl.htm (3) Franke C et al; Chemosphere 29: 1501-14 (1994)",
            "Value": "An estimated BCF of 334 was calculated in fish for myrcene(SRC), using a log Kow of 4.33(1) and a regression-derived equation(2). According to a classification scheme(3), this BCF suggests the potential for bioconcentration in aquatic organisms is high(SRC), provided the compound is not metabolized by the organism(SRC)."
        }
    ],
    "environmental_biodegradations": [
        {
            "References": "(1) Wilson D et al; Pulp Pap Can 76: 91-3 (1975) (2) Chem Inspect Test Inst; Biodegradation and Bioaccumulation Data of Existing Chemicals Based on the CSCL Japan; Published by Japan Chemical Industry Ecology-Toxicology and Information Center. ISBN 4-89074-101-1 p. 2-121 (1992) (3) Van Roon A et al; Chemosphere 61: 599-609 (2005)",
            "Value": "AEROBIC: Myrcene has been observed to undergo biodegradation in aerated lagoons, rate constant not specified(1). Myrcene, present at 100 mg/L, reached 82-92% of its theoretical BOD in 2 weeks using an activated sludge inoculum at 30 mg/L and the Japanese MITI test(2) which classifies the compound as readily biodegradable. Monoterpene compounds similar in structure to myrcene (limonene, pinene, terpinene, terpinolene) were readily degraded in aerobic batch experiments using forest soil and enriched cultures(3)."
        }
    ],
    "logP": [
        {
            "References": "Copolovici LO, Niinemets U; Chemosphere 61: 1390-1400 (2005)",
            "Value": "log Kow = 4.33"
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "Schebler PJ et al; Toxicol Sci 90 (1-S): 122 (2006)",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ ... An un-optimized analytical method was developed to support a preliminary toxicokinetic study of beta-myrcene in F344 rats treated with a single /intravenous/ dose. The method used gas chromatography with flame ionization detection (GC/FID). A nine-point spiked matrix (plasma) curve was prepared at a beta-myrcene concentration range of /about/ 0.06 to /about/ 100 ug/mL in plasma. Each spiked standard was treated with acetonitrile to precipitate proteins and extracted with 400 uL of a hexane solution of 1-undecene (internal standard). An aliquot of the hexane layer was transferred to a GC autosampler vial for analysis. The spiked matrix curve was found to be linear, with a correlation coefficient > or =0.999. The mean percent recovery for the matrix curve was 75.4 +/-2.8 (s)% relative to the corresponding solvent standards. For beta-myrcene in rat plasma, the experimental limit of quantitation (ELOQ) for the un-optimized method was 0.06 ug/mL. Beta-myrcene was not detected in any of the blanks. Following method development, a pilot toxicokinetic study was conducted in five F344 female rats administered a single intravenous injection of beta-myrcene at 40 mg/mL, with plasma sampled at 5, 15, 30, 60, and 90 minutes post-dose. The plasma concentration was relatively consistent across all time-points, 0.14 ug/mL, with individual samples ranging from 0.07 to 0.16 ug/mL"
        },
        {
            "References": "Gerken DF et al; Toxicol Sci 90 (1-S): 290 (2009)",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/...Male and female Fischer 344/N rats and B6C3F1 mice (10/sex/group) were administered myrcene (~100% pure) in corn oil by gavage at dosages of 0 (control), 0.25, 0.5. 1.0, 2.0, or 4.0 g/kg, 5 days/week for approximately 13 weeks. 10/10 (4.0 g/kg male and female), 2/10 and 4/10 (2.0 g/kg male and female, respectively) rats, and 10/10 (4.0 g/kg male and female), 9/10 and 8/10 (2.0 mg/kg male and female, respectively) mice died during the study. Mean body weights for rats and mice at termination were similar to controls for all treated groups except the 1.0 and 2.0 g/kg male rats (<90% of control) and the single 2.0 g/kg male mouse (<80% of control). Increases in liver and kidney weights (absolute and/or relative) were measured in both rats and mice. At termination, significant increases in reticulocytes were observed in male rats and significant decreases in red blood cell numbers, hemoglobin, and hematocrit were observed in both sexes of mice. Non-neoplastic histopathologic changes observed in treated group(s) of rats and mice included renal tubular degeneration/ necrosis, nasal olfactory epithelial degeneration/inflammation, splenic and thymic atrophy, and forestomach hyperplasia/inflammation/ulcers; harderian gland porphyrin pigmentation in rats; bone marrow atrophy and hepatic centrilobular hypertrophy/necrosis in mice."
        },
        {
            "References": "PMID:21245202",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ The aim of this study was to investigate the effectiveness of curcumin, beta-myrcene (myrcene) and 1,8-cineole (cineole) on antioxidant defense system in rats given a persistent environmental pollutant (2,3,7,8-tetrachlorodibenzo-p-dioxin, TCDD). Rats (n = 112) were divided randomly into 8 equal groups. One group was kept as control and given corn oil as carrier. TCDD was orally administered at the dose of 2 ug/kg/week. Curcumin, myrcene and cineole were orally administered at the doses of 100 mg/kg/day, 200 mg/kg/day and 100 mg/kg/ day, respectively, by gavages dissolved in corn oil with and without TCDD. The liver samples were taken from half of all rats on day 30 and from the remaining half on day 60 for the determination of thiobarbituric acid reactive substances (TBARS), reduced glutathione (GSH), catalase (CAT), glutathione peroxidase (GSH-Px) and CuZn-SOD levels by spectrophotometric method. The results indicated that although TCDD significantly (p < or = 0.01) increased formation of TBARS, it caused a significant decline in the levels of GSH, CAT, GSH-Px and CuZn-SOD in rats. In contrast, curcumin, myrcene and cineole significantly increased GSH, CAT, GSH-Px and CuZn-SOD levels but decreased formation of TBARS. Additionally, the antioxidative effects of curcumin, myrcene and cineole were increased at day 60 compared to day 30. In the TCDD groups given curcumin, myrcene and cineole, oxidative stress decreased by time. In conclusion, curcumin, myrcene and cineole showed antioxidant activity and eliminated TCDD-induced oxidative stress in rats in a time-dependent manner."
        },
        {
            "References": "DHHS/NTP; Toxicology and Carcinogenesis Studies of beta-Myrcene (123-35-3) p. 9 (2010) Technical Rpt Series No. 557 NIH Pub No. 11-5898.  Available from, as of October 26, 2011: https://ntp-server.niehs.nih.gov/",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ / Groups of 50 male and 50 female rats were administered 0, 0.25, 0.5, or 1 g beta-myrcene/kg body weight in corn oil by gavage, 5 days per week for 105 weeks./ Under the conditions of these 2-year gavage studies, there was clear evidence of carcinogenic activity of beta-myrcene in male F344/N rats based on increased incidences of renal tubule neoplasms. There was equivocal evidence of carcinogenic activity of beta-myrcene in female F344/N rats based on increased incidences of renal tubule adenoma. /Groups of 50 male and 50 female mice were administered 0, 0.25, 0.5, or 1 g beta-myrcene/kg body weight in corn oil by gavage, 5 days per week for 104 or 105 weeks./ There was clear evidence of carcinogenic activity of beta-myrcene in male B6C3F1 mice based on increased incidences of hepatocellular adenoma, hepatocellular carcinoma, and hepatoblastoma. There was equivocal evidence of carcinogenic activity of beta-myrcene in female B6C3F1 mice based on marginally increased incidences of hepatocellular adenoma and carcinoma. Administration of beta-myrcene induced nonneoplastic lesions in the kidney of male and female rats, nose of male rats, and liver of male and female mice."
        },
        {
            "References": "PMID:8444385",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ ...This study aimed to provide data on the embryo-fetotoxic potential of beta-myrcene in the rat. beta-Myrcene (0.25, 0.5 and 1.2 g/kg) in corn oil was given orally to Wistar rats from day 6 to 15 of pregnancy. Cesarean sections were performed on day 20 of pregnancy, and the number of resorptions and implantation sites were recorded. Fetuses were weighed, examined for external malformations, and fixed for visceral examination, or cleared and stained with Alizarin Red S for skeleton evaluation. No adverse effects were seen with the two lowest doses tested. Decreased weight gain during the first days of treatment and the death of one of 29 treated dams indicated that the highest dose tested (1.2 g/kg) induced maternal toxicity. A higher incidence of signs of retardation and of anomalies in the fetal skeleton indicated that 1.2 g/kg was also toxic to the rat embryo. From the data presented in this paper the no-observed-adverse-effect level for embryo-fetotoxicity could be set at 0.5 g beta-myrcene/kg body weight."
        },
        {
            "References": "PMID:15621337",
            "Value": "/GENOTOXICITY/ This study was undertaken to investigate the genotoxicity of beta-myrcene, alpha-terpinene and (+) and (-)-alpha-pinene, monoterpenes found in a variety of plant volatile oils. beta-myrcene, alpha-terpinene and alpha-pinene as well as plant oils containing these hydrocarbon monoterpenes have been used as flavoring additives in foods and beverages, as fragrances in cosmetics, and as scent in household products. Mutagenicity was evaluated by the Salmonella/microsome assay (TA100, TA98, TA97a and TA1535 tester strains), without and with addition of an extrinsic metabolic activation system (rat liver S9 fraction induced by Aroclor 1254). Two dose-complementary assays were performed so that a broad range of doses, including a number of regularly-spaced doses in the non-toxic dose interval, were tested. No increase in the number of his+ revertant colonies over the negative control values was observed in any of the four S. typhimurium tester strains. Results from the present study therefore indicated that beta-myrcene, alpha-terpinene, and (+) and (-)-alpha-pinene are not mutagenic in the Ames test."
        },
        {
            "References": "PMID:18239420",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ The aim of this study was to analyze the chemical composition of 14 kinds of citrus oils and to test their biological activities. Citrus essential oils were obtained by steam distillation from immature fruits collected from Jeju Island and were analyzed using gas chromatograph (GC)- flame ionization detectors (FID) and GC-MS. Limonene (55.4% to 91.7%), myrcene (2.1% to 32.1%), alpha-pinene (0.6% to 1.6%) and linalool (0.4% to 6.9%) were the major components in most citrus species. To evaluate in vitro antibacterial activity, all essential oils were tested against Propionibacterium acnes and Staphylococcus epidermidis. Nine out of fourteen citrus oils exhibited antibacterial activity against P. acnes, but not against S. epidermidis. The effects of the citrus oils on DPPH radical scavenging, superoxide radical anion scavenging, nitric oxide radical, and cytotoxicity were also assessed. Three essential citrus oils, Joadeung, Dongjunggyul, and Bujiwha, exhibited potent inhibitory effects on nitric oxide production. Two essential oils, Dongjunggyul and Joadeung, showed potent free radical scavenging activities in the DPPH assay. For future applications in cosmetic products, we also performed MTT assays in a human dermal fibroblast cell line. The majority of the essential oils showed no cytotoxicity. The results indicate that citrus essential oils can be useful natural agents for cosmetic application."
        },
        {
            "References": "PMID:17482448",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ Cedrus libani are widely used as traditional medicine in Lebanon for treatment of different infection diseases. In the present study ...reported the phytochemical composition analyzed by GC-MS of wood essential oil and cones and leaves ethanol extracts. The main components of wood essential oil were himachalol (22.50%), beta-himachalene (21.90%), and alpha-himachalene (10.50%). Leaves ethanol extract was characterized by a high content of germacrene d (29.40%). The same extract obtained from cones essentially contained alpha-pinene (51.0%) and beta-myrcene (13.0%). Moreover, extracts, essential oil /were tested/ for their in vitro antiviral activities against herpes simplex virus type 1 (HSV-1). Cytotoxicity was evaluated by MTT assay in Vero cells. Cones and leaves ethanol extracts exhibited ... activity with IC50 of 0.50 and 0.66 mg/mL, respectively, at non-cytotoxic concentration. A comparable activity was found when essential oil was tested (IC50 of 0.44 mg/mL)."
        },
        {
            "References": "PMID:17383062",
            "Value": "/IMMUNOTOXICITY/ The popliteal lymph node assay (PLNA) has been proposed as a screening test for detecting chemicals with potential of inducing allergic and auto-immune-like reactions in humans. In the present study, we used the rat PLNA to evaluate the immuno-sensitizing potential of 10 monoterpenes found in the essential oils of a variety of aromatic, edible and medicinal plants. The primary or direct PLNA was performed with the monoterpenes, and chlorpromazine (CPZ) and barbital were used as positive and negative controls, respectively. Female, 7-8 week-old Wistar rats were injected subcutaneously (50 uL) with the test substance (0.5, 2.5 or 5 mg) into the right hind footpad while the contralateral footpad was injected with the vehicle (/dimethylsulfoxide/DMSO) alone. Weight (WI) and cellularity (CI) indices for draining PLNs were determined 7 days after treatment. PLNA was positive (WI >or= 2 and CI >or= 5) for CPZ, citral, alpha-terpinene, beta-myrcene and (-)-alpha-pinene, and negative for barbital, DMSO, (-)-menthol, 1,8-cineole, (+/-) citronellal, (+)-limonene, (+/-) camphor and terpineol. A secondary PLNA, a T-cell priming test, was carried out with the four substances that had been positive in the primary assay. Six weeks after being locally primed with 5 mg/paw, rats were sc injected into the same footpad with a dose (0.5 mg/paw) of the substance that had been previously found to be insufficient to cause a positive response. WI and CI were then calculated 4 and 7 days after the second injection. CPZ was also positive in the secondary assay thereby confirming that it is a sensitizing agent. Citral, alpha-terpinene, beta-myrcene and (-)-alpha-pinene, however, were negative in the secondary assay. In summary, citral, alpha-terpinene, beta-myrcene and (-)-alpha-pinene induced a clear immuno-stimulatory response due to their irritant properties but no monoterpene proved to be a sensitizing agent in the PLNA."
        },
        {
            "References": "PMID:21077804",
            "Value": "/IMMUNOTOXICITY/ The leaves of Foeniculum vulgare (Umbelliferae) were extracted and the major essential oil composition and immunotoxicity effects were studied. The analyses conducted by gas chromatography and mass spectroscopy (GC-MS) revealed the essential oils of F. vulgare leaves. The F. vulgare essential oil yield was 0.97%, and GC/MS analysis revealed that its major constituents were methyl clavicol (46.3%), alpha-phellandrene (18.2%), fenchone (10.6%), (E)-anethole (11.3%), myrcene (3.4%), and alpha-pinene (2.1%). The essential oil had a significant toxic effect against early fourth-stage larvae of Aedes aegypti L with an LC(50) value of 41.23 ppm and an LC(90) value of 65.24 ppm. Also, methyl clavicol (> or =98.0%), alpha-phellandrene (> or =95.0%), fenchone (> or =98.0%), (E)-anethole (> or =99.0%), myrcene (> or =99.0%), and alpha-pinene (> or =99.0%) were tested against the F(21) laboratory strain of A. aegypti. Fenchone (> or =98.0%) and (E)-anethole (> or =99.0%) have medium activity with an LC(50) value of 73.11?ppm and 102.41?ppm. The above data indicate that major compounds interaction may play a more important role in the toxicity of essential oil."
        }
    ],
    "sediment_soil_concentrations": [
        {
            "References": "PMID:15092185",
            "Value": "SOIL: Myrcene was detected in soil samples at a depth of 10-15 cm 20 cm away from a 15 year old Picea abics tree, concentration not specified(1)."
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "(1) US EPA; Estimation Program Interface (EPI) Suite. Ver. 4.1. Jan, 2011. Available from, as of Oct 19, 2011: https://www.epa.gov/oppt/exposure/pubs/episuitedl.htm (2) Swann RL et al; Res Rev 85: 17-28 (1983)",
            "Value": "Using a structure estimation method based on molecular connectivity indices(1), the Koc of myrcene can be estimated to be 1074(SRC). According to a classification scheme(2), this estimated Koc value suggests that myrcene is expected to have low mobility in soil."
        }
    ]
}