{
    "_id": {
        "$oid": "6682e96bc4e5dba5ffba2a85"
    },
    "CID": {
        "$numberInt": "31254"
    },
    "Name": "N-METHYLFORMAMIDE",
    "IUPACName": "N-methylformamide",
    "CanonicalSMILES": "CNC=O",
    "Synonyms": [
        "N-METHYLFORMAMIDE",
        "123-39-7",
        "Methylformamide",
        "Formamide",
        "N-methyl-",
        "Monomethylformamide",
        "N-Formylmethylamine",
        "n-methyl-Formamide",
        "NSC 3051",
        "N-Monomethylformamide",
        "EK 7011",
        "HCONHCH3",
        "X 188",
        "Formamide",
        "methyl-",
        "methylimidoformic acid",
        "NMF"
    ],
    "IsomericSMILES": "CNC=O",
    "INCHI": "InChI=1S/C2H5NO/c1-3-2-4/h2H,1H3,(H,3,4)",
    "INCHIKEY": "ATHHXGZTWNVVOU-UHFFFAOYSA-N",
    "Formula": "C2H5NO",
    "MolecularWeight": {
        "$numberDouble": "59.07"
    },
    "Description": "N-methylformamide is a member of the class of formamides having a N-methyl substituent. It is functionally related to a formamide.",
    "XlogP": {
        "$numberDouble": "-1"
    },
    "Complexity": {
        "$numberInt": "20"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "environmental_bioconcentrations": [
        {
            "References": "(1) Hansch C et al; Exploring QSAR. Hydrophobic, Electronic, and Steric Constants. ACS Prof Ref Book. Heller SR, consult. ed., Washington, DC: Amer Chem Soc p. 4 (1995) (2) Meylan WM et al; Environ Toxicol Chem 18: 664-72 (1999) (3) Franke C et al; Chemosphere 29: 1501-14 (1994)",
            "Value": "An estimated BCF of 3 was calculated for N-methylformamide(SRC), using a log Kow of -0.97(1) and a regression-derived equation(2). According to a classification scheme(3), this BCF suggests the potential for bioconcentration in aquatic organisms is low(SRC)."
        }
    ],
    "environmental_biodegradations": [
        {
            "References": "(1) Verschueren K; Handbook of Environmental Data on Organic Chemicals. 4th ed. NY, NY: John Wiley and Sons, 2: 1495 (2001) (2) Doxtader KG, Alexander M; Soil Sci Soc Amer Proc 30: 351-6 (1966)",
            "Value": "AEROBIC: N-Methylformamide, present at 400 mg/l, reached 4%, 98%, and 100% of its theoretical BOD in 3 hrs, 3 days, and 7 days, respectively, using an industrial activated sludge inoculum and the Zahn-Wellens test(1). Using the BOD test, N-methylformamide achieved 2% of its theoretical BOD after 5 days(1). N-Methylformamide has also been shown to biodegrade by microorgansism obtained through soil enrichment(2). Therefore, N-methylformamide may biodegrade in the environment(SRC)."
        }
    ],
    "fish_seafood_concentrations": [
        {
            "References": "(1) Yasuhara A, Morita M; Chemosphere 16: 2559-65 (1987)",
            "Value": "N-Methylformamide has been detected at concns of 0.09 and 4.06 ug/g in two samples of mussel collected at the Oarai Coast in Ibaraki, Japan on July 31, 1985 and July 31, 1986, respectively(1)."
        }
    ],
    "logP": [
        {
            "References": "Hansch, C., Leo, A., D. Hoekman. Exploring QSAR - Hydrophobic, Electronic, and Steric Constants. Washington, DC: American Chemical Society., 1995., p. 4",
            "Value": "log Kow = -0.97"
        }
    ],
    "mechanism_of_action": [
        {
            "References": "Snyder, R. (ed.). Ethel Browning's Toxicity and Metabolism of Industrial Solvents. 2nd ed. Volume II: Nitrogen and Phosphorus Solvents. Amsterdam-New York-Oxford: Elsevier, 1990., p. 174",
            "Value": "The mechanism by which NMF causes hepatotoxicity is currently under investigation. Evidence is accumulating which suggests that a reactive metabolite of NMF is involved. In vitro NMF was cytotoxic only at concns in the 0.1 M range whereas the maximum NMF concn in the plasma of animals which showed evidence of hepatotoxicity was below 0.01 M. The hypothesis that a reactive metabolite is formed which might be responsible for NMF-induced hepatotoxicity is supported by the following findings: 1) NMF caused the depletion of hepatic glutathione levels in vivo, & in hepatocytes in vitro; 2) an NMF metabolite (or metabolites) was covalently bound to liver microsomal protein; & 3) pretreatment of mice with cysteine or N-acetylcysteine protected against NMF-induced hepatotoxicity. Liver mitochondria may be a target for the reactive metab, as NMF has been shown to inhibit the ability of mouse liver mitochondria to sequester calcium ions when a hepatotoxic dose was admin ip."
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "International Labour Office. Encyclopedia of Occupational Health and Safety. Vols. I&II. Geneva, Switzerland: International Labour Office, 1983., p. 137",
            "Value": "... IN ANIMALS ... FORMAMIDE & MONOMETHYLFORMAMIDE HAVE BEEN SHOWN EXPERIMENTALLY TO BE TERATOGENS /ADMIN BY MOUTH OR PERCUTANEOUSLY/."
        },
        {
            "References": "PMID:4794731",
            "Value": "N-METHYLFORMAMIDE (1.8 G/KG IV) INCR RESP OUTPUT IN ANESTHETIZED DOGS, RESP RHYTHM, AND DIFFERENTIAL ARTERIAL PRESSURE."
        },
        {
            "References": "PMID:5113797",
            "Value": "ACUTE TOXICITY OF FORMAMIDES TO RATS AND MICE WAS IN INCR ORDER: FORMAMIDE, N-METHYLFORMAMIDE, N,N-DIMETHYLFORMAMIDE, N-ETHYLFORMAMIDE, AND N,N-DIETHYLFORMAMIDE. MICE WERE MORE SUSCEPTIBLE THAN RATS. THE COMPOUNDS INDUCED TESTICULAR LESIONS."
        },
        {
            "References": "MERKLE J ET AL; ARZNEIM-FORSCH 30 (9): 1557-62 (1980)",
            "Value": "MONOMETHYLFORMAMIDE ADMIN BY STOMACH TUBE TO RABBITS FROM 6TH-18TH DAY PAST INSEMINATION SHOWED EMBRYOTOXIC & WEAKLY TERATOGENIC EFFECTS AT CONCN NOT TOXIC TO MOTHER. RABBIT WAS MORE SENSITIVE TO MONOMETHYLFORMAMIDE THAN OTHER SPECIES, WITH FETAL ANOMALIES INDUCED AT DOSES MATERNALLY ACCEPTABLE."
        },
        {
            "References": "PMID:898190",
            "Value": "N-methylformamide was applied as a liquid to the skin of pregnant rabbits during the period of fetal organogenesis. Slight teratogenic effects were demonstrated with n-methylformamide. The skin approx lethal dose for n-methylformamide was lower for pregnant rabbits than for pregnant rats."
        },
        {
            "References": "Shepard, T.H. Catalog of Teratogenic Agents. 5th ed. Baltimore, MD: The Johns Hopkins University Press, 1986., p. 398",
            "Value": "... N-methylformamide was highly toxic to rat fetuses even when it was administered by means of /maternal/ tail painting. Tail painting on days 7 through 14 produced fetal death in 87% and all of the survivors were malformed. The malformations consisted of hydronephrosis, hydrocephalus, along with hydramnion. An oral dose of 1 cc/kg produced similar results in the rat."
        },
        {
            "References": "Snyder, R. (ed.). Ethel Browning's Toxicity and Metabolism of Industrial Solvents. 2nd ed. Volume II: Nitrogen and Phosphorus Solvents. Amsterdam-New York-Oxford: Elsevier, 1990., p. 173",
            "Value": "The hepatotoxic potential of NMF in mice & rats has been convincingly demonstrated. Plasma levels of the enzyme sorbitol dehydrogenase (SDH), & indicator of hepatotoxicity, was markedly increased 24 hr after a single ip injection of NMF at the following threshold doses: 200 mg/kg in BALB/C mice; 400 mg/kg in CBA/CA mice; & 800 mg/kg in BDF1 mice. This result indicates a marked difference between mouse strains in the susceptibility towards NMF-induced hepatic damage. In the case of chronic treatment, 400 mg/kg or more (ip)/day for 5 days led to an elevation of plasma levels of SDH & L-alanine & L-aspartate aminotransferases in BDF1 mice. The massive incr in plasma enzyme levels caused by doses of 200 mg/kg or more in BALB/C mice was accompanied by histological evidence of hepatic necrosis which was periacinar in type. Chronic admin of NMF was less hepatotoxic & a single admin of the same total dose in BDF1 mice. Doses of 374 mg/kg or more given ip daily for 21 days to Swiss mice caused hepatic centrilobular necrosis. In Sprague Dawley rats, doses of 0.2 or 0.5 g/kg daily ip on 4 consecutive days were hepatotoxic, as evidenced by raised serum levels of SDH & glutamate dehydrogenase. The incr in serum enzyme levels was more marked in male than in female rats. SDH levels in the serum of rats which had received a single dose of 387 mg/kg ip were elevated from 9 hr after dosing onwards & considerable hepatic necrosis was observed after 30 hr. Co-admin of dimethylformamide (479 mg/kg) & NMF (387 mg/kg) delayed the onset of the NMF-induced hepatotoxicity."
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "(1) Hansch C et al; Exploring QSAR. Hydrophobic, Electronic, and Steric Constants. ACS Prof Ref Book. Heller SR, consult. ed., Washington, DC: Amer Chem Soc p. 4 (1995) (2) Lyman WJ et al; Handbook of Chemical Property Estimation Methods. Washington, DC: Amer Chem Soc pp. 4-9 (1990) (3) Swann RL et al; Res Rev 85: 17-28 (1983)",
            "Value": "The Koc of N-methylformamide is estimated as 7(SRC), using a log Kow of -0.97(1) and a regression-derived equation(2). According to a classification scheme(3), this estimated Koc value suggests that N-methylformamide is expected to have very high mobility in soil(SRC)."
        }
    ]
}