{
    "_id": {
        "$oid": "6682e96bc4e5dba5ffba2a87"
    },
    "CID": {
        "$numberInt": "31260"
    },
    "Name": "ISOAMYL ALCOHOL",
    "IUPACName": "3-methylbutan-1-ol",
    "CanonicalSMILES": "CC(C)CCO",
    "Synonyms": [
        "Isoamyl alcohol",
        "3-Methyl-1-butanol",
        "Isopentyl alcohol",
        "3-Methylbutan-1-ol",
        "123-51-3",
        "Isopentanol",
        "3-Methylbutanol",
        "1-Butanol",
        "3-methyl-",
        "Isoamylol",
        "Isobutylcarbinol",
        "Iso-amylalkohol",
        "2-Methyl-4-butanol",
        "Isobutyl carbinol",
        "Iso-amyl alcohol",
        "ISOAMYLALCOHOL"
    ],
    "IsomericSMILES": "CC(C)CCO",
    "INCHI": "InChI=1S/C5H12O/c1-5(2)3-4-6/h5-6H,3-4H2,1-2H3",
    "INCHIKEY": "PHTQWCKDNZKARW-UHFFFAOYSA-N",
    "Formula": "C5H12O",
    "MolecularWeight": {
        "$numberDouble": "88.15"
    },
    "Description": "Isoamylol is an primary alcohol that is butan-1-ol in which a hydrogen at position 3 has been replaced by a methyl group. It has a role as a xenobiotic metabolite, a Saccharomyces cerevisiae metabolite and an antifungal agent. It is a primary alcohol, a volatile organic compound and an alkyl alcohol. It derives from a hydride of an isopentane.",
    "XlogP": {
        "$numberDouble": "1.2"
    },
    "Complexity": {
        "$numberInt": "25"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "environmental_bioconcentrations": [
        {
            "References": "(1) Hansch C, Leo AJ; Medchem Project Issue No.26 Claremont, CA: Pomona College(1985) (2) Lyman WJ et al; Handbook of Chemical Property Estimation Methods. NY: McGraw-Hill Chapt 5 (1982)",
            "Value": "The BCF for isopentanol estimated from isopentanol's octanol/water partition coefficient, log 1.42(1), using a recommended regression equation is 7(2). Such a low BCF would indicate that isopentanol would not bioconcentrate in aquatic organisms(SRC)."
        }
    ],
    "environmental_biodegradations": [
        {
            "References": "(1) Langley WD; Intermediate Products in the Bacterial Decomposition of Hexadecanol and Octadecanol. TR-29. NTIS PB194237 College Station, TX: Texas A & M Univ, Water Resources Inst (1970) (2) Yonezawa Y, Urushigawa Y; Chemosphere 8: 139-42 (1979) (3) Hatfield R; Ind Eng Chem 49: 192-6 (1957) (4) Heukelekian H, Rand MC; J Water Pollut Contr Assoc 29: 1040-53 (1955) (5) Wagner R; Vom Wasser 42: 271-305 (1974) (6) Vaishnav DD, Babeu L; Bull Environ Contam Toxicol 39: 237-44 (1987) (7) Shelton DR, Tiedje JM; App Env Microbiol 47: 850-7 (1984) (8) Hovious JC; Anaerobic Treatment of Synthetic Organic Wastes. EPA 12020 DIS 01/72. Washington, DC, USEPA (1972)",
            "Value": "Isopentanol is readily biodegraded in aerobic screening tests using sewage or activated sludge inocula(1-5). In one screening study utilizing a sewage seed, 75% and 100% of the isopentanol degraded within 4.5 and 6 days, respectively(1). In another, the half-life of isopentanol was 2.4 days(2). Five day BOD values ranged from 49% to 77% of theoretical(3-5). In a semi-continuous activated sludge treatment plant simulation, a 47% BOD reduction was achieved in 8 hr(3). The half-lives of isopentanol in ground water, Lester River, MN river water and Lake Superior harbor water were 15, 11, and 6.1 days, respectively(6). Isopentanol was >75% mineralized when incubated for 8 weeks in an anaerobic reactor using a 10% sludge inoculum from a secondary digester(7). The mean removal rate of isopentanol from a semi-pilot scale anaerobic lagoon was 32% in 20 days(8)."
        }
    ],
    "fish_seafood_concentrations": [
        {
            "References": "(1) Yashuhara A, Morita M; Chemosphere 16: 2559-65 (1987)",
            "Value": "The concn of isopentanol in mussels collected at the Oarai Coast in Ibaraki, Japan in July 1985 was 0.03 ppm(1). The volatile components were separated from the tissue by freeze vacuum distillation."
        }
    ],
    "logP": [
        {
            "References": "Hansch, C., Leo, A., D. Hoekman. Exploring QSAR - Hydrophobic, Electronic, and Steric Constants. Washington, DC: American Chemical Society., 1995., p. 15",
            "Value": "log Kow= 1.16"
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "Snyder, R. (ed.). Ethel Browning's Toxicity and Metabolism of Industrial Solvents. Second Edition. Volume 3 Alcohols and Esters. New York, NY: Elsevier, 1992., p. 124",
            "Value": "Upon absorption by any route, CNS depression is a major manifestation of toxicity."
        },
        {
            "References": "GIBEL W ET AL; Z EXP CHIR CHIR FORSCH 7 (4): 235-9 (1974)",
            "Value": "RATS TREATED ORALLY & SC WITH ISOAMYL ALC ONCE OR TWICE WEEKLY FROM 10 WK OF AGE UNTIL DEATH (495-643 DAYS) SHOWED LIVER CARCINOMAS & SARCOMAS, SPLEEN SARCOMAS, & PROVENTRICULAR CARCINOMAS & MYELOID LEUKEMIA."
        },
        {
            "References": "PMID:4768871",
            "Value": "RATS WERE GIVEN DAILY DOSES OF 150, 500 OR 1000 MG ISOAMYL ALC/KG BODY WT FOR 17 WK. NO EFFECTS ASSOC WITH TREATMENT IN RESULTS OF HEMATOLOGICAL EXAM, SERUM ANALYSES, URINARY CELL COUNTS, RENAL CONCN TESTS OR ORGAN WT."
        },
        {
            "References": "Snyder, R. (ed.). Ethel Browning's Toxicity and Metabolism of Industrial Solvents. Second Edition. Volume 3 Alcohols and Esters. New York, NY: Elsevier, 1992., p. 123",
            "Value": "3-Methyl-1-butanol inhibits the cytochrome p450-dependent mixed function oxidases, specifically aniline hydroxylase, in suspensions of rat liver microsomes."
        },
        {
            "References": "Snyder, R. (ed.). Ethel Browning's Toxicity and Metabolism of Industrial Solvents. Second Edition. Volume 3 Alcohols and Esters. New York, NY: Elsevier, 1992., p. 125",
            "Value": "The dose required to produce an intermediate level of ataxia (but a lesser dose than the dose required to produce the loss of the righting reflex) in rats (male, Sprague-Dawley) after ip injection of 3-methyl-1-butanol was 2.3 mmol/kg."
        },
        {
            "References": "Snyder, R. (ed.). Ethel Browning's Toxicity and Metabolism of Industrial Solvents. Second Edition. Volume 3 Alcohols and Esters. New York, NY: Elsevier, 1992., p. 125",
            "Value": "After the oral administration of isoamyl alcohol to rats, histopathological changes were observed in the liver (hyperemia, and few degenerative changes in rats dying after 24 hr) and in the kidney (at higher dosages, tubular necrosis in the cortex and pyknosis in some tubular cells; at lower dosages, cloudy swelling and cast formation in the cortex, and a few pyknotic tubular cells in the medulla). The histopathological changes were more pronounced in the males than in the females."
        },
        {
            "References": "Snyder, R. (ed.). Ethel Browning's Toxicity and Metabolism of Industrial Solvents. Second Edition. Volume 3 Alcohols and Esters. New York, NY: Elsevier, 1992., p. 125",
            "Value": "The daily administration of isoamyl alcohol (specifically identified as 3-methyl-1-butanol) to male or female rats (Ash/CSE strain) at dosages of 150, 500 or 1,000 mg 3-methyl-1-butanol/kg for 3, 6 or 17 wk produced no effects on hematological measurements (hemoglobin content, pack cell volume and counts of erythrocytes, reticulocytes, total leukocytes), blood chemistry (urea, glucose, total protein, albumin, glutamic-oxaloacetic transaminase, glutamic-pyruvic transaminase, and lactate dehydrogenase), urinary measurements (urinary volume, specific gravity, cell counts), or relative organ weights (per 100 g body weight) of brain, heart, liver, spleen, kidneys, stomach, small intestine, cecum, adrenals, pituitary, or thyroid. In male rats treated at a dosage of 1,000 mg/kg/day, there were reported decreases in body weight due to reduced food intake and in testes relative weight after 3 wk, but not after 6 or 17 wk. The no-observed-adverse-effect level of 3-methyl-1-butanol was 1,000 mg/kg in this study."
        },
        {
            "References": "Snyder, R. (ed.). Ethel Browning's Toxicity and Metabolism of Industrial Solvents. Second Edition. Volume 3 Alcohols and Esters. New York, NY: Elsevier, 1992., p. 125",
            "Value": "3-Methyl-1-butanol, after the intermittent oral administration for 75 wk in the rat (Wistar), caused an increased incidence of tumors. ... After intermittent subcutaneous administration in the rat for 85 wk, also caused an increase in tumor development."
        },
        {
            "References": "Gosselin, R.E., R.P. Smith, H.C. Hodge. Clinical Toxicology of Commercial Products. 5th ed. Baltimore: Williams and Wilkins, 1984., p. III-13",
            "Value": "Among the primary alcohols isobutyl and isoamyl are undeniably more toxic and more hazardous than the corresponding straight chain isomers."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists, Inc. Documentation of the Threshold Limit Values and Biological Exposure Indices. 6th ed. Volumes I, II, III. Cincinnati, OH: ACGIH, 1991., p. 812",
            "Value": "Stupor and loss of voluntary movement occurred in one half of the rabbits given an oral administration of 0.7 g/kg."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists, Inc. Documentation of the Threshold Limit Values and Biological Exposure Indices. 6th ed. Volumes I, II, III. Cincinnati, OH: ACGIH, 1991., p. 812",
            "Value": "Rats survived an 8 hr exposure at 2000 ppm."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists, Inc. Documentation of the Threshold Limit Values and Biological Exposure Indices. 6th ed. Volumes I, II, III. Cincinnati, OH: ACGIH, 1991., p. 812",
            "Value": "Following instillation into the eye of rabbits, isoamyl alcohol caused severe burns with moderately severe corneal necrosis."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists, Inc. Documentation of the Threshold Limit Values and Biological Exposure Indices. 6th ed. Volumes I, II, III. Cincinnati, OH: ACGIH, 1991., p. 812",
            "Value": "... The acute lethal potency of isoamyl alcohol after repeated ip administration to rats /was found/ to be twelve times that of ethyl alcohol."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists, Inc. Documentation of the Threshold Limit Values and Biological Exposure Indices. 6th ed. Volumes I, II, III. Cincinnati, OH: ACGIH, 1991., p. 812",
            "Value": "... 0.1 ml/kg isoamyl alcohol /was administered/ to rats by gavage twice a week until a total dose of 27 ml was delivered. Four malignant tumors (one myeloid leukemia, two liver cell carcinomas, and one antestomach carcinoma) were reported for the treated rats. No malignant tumors were found in 25 control rats. Three benign tumors were observed in each of the control and treated groups. The average survival time for the animals was 527 days."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists, Inc. Documentation of the Threshold Limit Values and Biological Exposure Indices. 6th ed. Volumes I, II, III. Cincinnati, OH: ACGIH, 1991., p. 812",
            "Value": "... 0.04 ml/kg of isoamyl alcohol /was injected/ sc into 24 rats once per week for a total dose of 3.8 ml. A total of ten malignant tumors (liver, spleen, antestomach, and retroperitoneal region) and five benign tumors were reported for the treated animals. The 25 rats used as controls had two benign tumors and no malignant tumors."
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "(1) Riddick JA et al; Organic Solvents 4th ed; pp. 211-2 NY: Wiley (1986) (2) Lyman WJ et al; Handbook of Chemical Property Estimation Methods. NY: McGraw-Hill Chapt 4 (1982) (3) Meylan WM et al; Environ Sci Technol 26: 1560-7 (1992) (4) Wauchope RD et al; Rev Environ Contam Toxicol 123: 1-155 (1991) (5) Swann RL et al; Res Rev 85: 17-28 (1983) (6) Gerstl Z, Helling CS; J Environ Sci Health B22: 55-69 (1987)",
            "Value": "The Koc for isopentanol estimated from its water solubility, 26.7 mg/L(1), using recommended regression equations are 720(2) and 679(4). However, the chemicals used in developing these equations were mainly pesticides and their structures are not similar to isopentanol. The Koc for isopentanol estimated from molecular structure is 4(3). This should be a reasonable estimate for the Koc because it is close to the experimental value for the structurally similar chemical, 1-pentanol, 1.6(6). According to a suggested classification scheme(5), the estimated Kocs based on molecular structure suggests that isopentanol is very highly mobile in soil(SRC)."
        }
    ]
}