{
    "_id": {
        "$oid": "6682e96cc4e5dba5ffba2a8c"
    },
    "CID": {
        "$numberInt": "31269"
    },
    "Name": "1,1'-AZOBIS(FORMAMIDE)",
    "IUPACName": "carbamoyliminourea",
    "CanonicalSMILES": "C(=O)(N)N=NC(=O)N",
    "Synonyms": [
        "carbamoyliminourea",
        "123-77-3",
        "(E)-(carbamoylimino)urea",
        "(E)-diazene-1,2-dicarboxamide",
        "DTXSID0024553",
        "azodicarbonamid",
        "NSC674447",
        "AZDA",
        "(E)-azodicarbonamide",
        "SCHEMBL26646",
        "CHEMBL3183489",
        "AKOS028108416",
        "DB-041742",
        "NS00008341",
        "Q415646"
    ],
    "IsomericSMILES": "C(=O)(N)N=NC(=O)N",
    "INCHI": "InChI=1S/C2H4N4O2/c3-1(7)5-6-2(4)8/h(H2,3,7)(H2,4,8)",
    "INCHIKEY": "XOZUGNYVDXMRKW-UHFFFAOYSA-N",
    "Formula": "C2H4N4O2",
    "MolecularWeight": {
        "$numberDouble": "116.08"
    },
    "Description": {
        "$numberDouble": "NaN"
    },
    "XlogP": {
        "$numberDouble": "-1"
    },
    "Complexity": {
        "$numberInt": "123"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "environmental_bioconcentrations": [
        {
            "References": "(1) Verschueren K; Handbook of Environmental Data on Organic Chemicals. 4th ed. NY, NY: John Wiley and Sons. 1: 678 (2001) (2) Meylan WM et al; Environ Toxicol Chem 18: 664-72 (1999) (3) Franke C et al; Chemosphere 29: 1501-14 (1994)",
            "Value": "An estimated BCF of 3 was calculated for 1,1'-azo-bis(formamide)(SRC), using a log Kow of -1.7(1) and a regression-derived equation(2). According to a classification scheme(3), this BCF suggests the potential for bioconcentration in aquatic organisms is low(SRC)."
        }
    ],
    "logP": [
        {
            "References": "Verschueren, K. Handbook of Environmental Data on Organic Chemicals. Volumes 1-2. 4th ed. John Wiley & Sons. New York, NY. 2001, p. V1 678",
            "Value": "log Kow = -1.7"
        }
    ],
    "mechanism_of_action": [
        {
            "References": "PMID:12147296",
            "Value": "... Two hours exposure of SUP-T1 cells to 100 microM azodicarbonamide induced a 50% reduction of each deoxyribonucleotide triphosphate."
        },
        {
            "References": "PMID:11414742",
            "Value": "... azodicarbonamide prevents the progression of human CD4+ T lymphocytes into the G1 phase of the cell cycle, inhibits their blastogenesis, down-regulates their membrane expression of CD25 and CD69, and decreases their transcription of cytokine genes. Addition of the calcium ionophore A23187 completely restores T cell proliferation in the presence of azodicarbonamide. Furthermore, azodicarbonamide synergizes with cyclosporin A to inhibit CD4+ T cell proliferation."
        },
        {
            "References": "PMID:10426321",
            "Value": "... azodicarbonamide inhibits in a dose-dependent manner the responses of purified human CD4+ T lymphocytes stimulated either by monoclonal antibodies against CD3 and CD28 or by allogeneic dendritic cells. These suppressive effects involve a direct action on the calcium mobilization machinery,"
        },
        {
            "References": "PMID:9055865",
            "Value": "... azodicarbonamide (ADA) represents a new compound that inhibits HIV-1 and a broad range of retroviruses by targeting the the nucleocapsid CCHC domains."
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "PMID:3565267",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/  ... Inhalation exposure of guinea pigs to ADA at concentrations of up to 97 mg/m3 resulted in minor changes in pulmonary function without any changes in lung histology."
        },
        {
            "References": "PMID:4102820",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Rats given azodicarbonamide, 5 or 10% of the diet for 10 days or 4 wk had lower thyroidal iodine uptake and serum protein bound iodine than controls. It had no goitrogenic effect, nor did it increased serum TSH. Amount administered were much higher than those used in commercial baking."
        },
        {
            "References": "Sheftel, V.O.; Indirect Food Additives and Polymers. Migration and Toxicology. Lewis Publishers, Boca Raton, FL. 2000., p. 832",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Repeated exposure revealed cumulative properties: 2 out of 5 rats died after administrations of 1.5 g/kg bw. Gross pathology examination revealed atony of the stomach and intestine. The liver and kidneys looked unusually dark, and the brain was hyperemic. However, according to other data, administration of 1.0 g/kg bw to rats for 8 weeks was found to be harmless for animals."
        },
        {
            "References": "International Programme on Chemical Safety's Concise International Chemical Assessment Documents. Number 16: Azodicarbonamide (1999). Available from, as of October 27, 2003: https://www.inchem.org/pages/cicads.html",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Groups of five male and five female mice received 0, 625, 1,250, 5,000, or 10,000 mg azodicarbonamide/kg bw/day by oral gavage in corn oil, 5 days/wk for 2 weeks. Mortalities were observed at 1,250 mg/kg bw/day and above (presumably treatment related). Histopathologically, at 1,250 mg/kg bw/day and above, pyelonephritis with casts was seen in renal tubuli, and crystalline deposits were observed in renal tubuli and the urinary bladder.  A similar study was conducted in rats; again, there was a dose-related increase in mortality at 1,250 mg/kg bw/day and above and a similar profile of renal lesions, although effects were seen at 1,250 mg/kg bw/day and above in males and at 2,500 mg/kg bw/day and above in females. ...In contrast to the 2-week study, there were no mortalities and no histopathological abnormalities /in groups of 10 male mice receiving 1, 78, 156, 312, 625, or 1,250 mg azodicarbonamide/kg bw/day and groups of 10 female mice receiving 0, 156, 312, 625, 1,250, or 2,500 mg azodicarbonamide/kg bw/day by oral gavage in corn oil, 5 days/wk for 13 weeks/."
        },
        {
            "References": "Medinsky MA et al; Fund Appl Toxicol 15(2): 308-19 (1990)",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/  ... Two-week repeated and 13-week subchronic inhalation exposures of F344/N rats and B6C3F1 mice to ADA were conducted. ... No exposure-related mortality nor abnormal clinical signs were observed in rats or mice during or after exposure. ... No significant lesions were noted on either gross or histologic evaluation of rats or mice. ... ADA is rapidly cleared from the lungs, even when inhaled at concentrations up to 200 mg/m3. Exposure to ADA for up to 13 weeks did not appear to be toxic to rodents."
        },
        {
            "References": "PMID:2745922",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/  ... ADA, acting alone (i.e. not conjugated to a protein), is not a pulmonary sensitizer in the guinea pig exposed repeatedly for 4 weeks and challenged to simulate a 'Monday morning' exposure."
        },
        {
            "References": "PMID:14288817",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ 1-yr diet levels of 5 and 10% caused a slight depression in growth, weight and food intake in male rats, while in dogs it induced renal pathology within 4 months and death in 28-45 wk. Dogs had biurea calculi in kidney, ureters and bladders (dose 1,000 times greater than the use level)."
        },
        {
            "References": "PMID:14288817",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Azodicarbonamide (used as flour-maturing agent) did not alter appearance, behavior, growth, food efficiency, hematologic finding, blood chemistry, and urine changes in dogs and rats, maintained for 2 yr on bread or flour treated with 10 times the normal concentration."
        },
        {
            "References": "International Programme on Chemical Safety's Concise International Chemical Assessment Documents. Number 16: Azodicarbonamide (1999). Available from, as of October 27, 2003: https://www.inchem.org/pages/cicads.html",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ .../In/ a three-generation study in which rats were given diets containing up to 7,500 mg biurea/kg (equivalent to approximately 450 mg/kg bw/day). For each generation, rats were mated twice, and the first litter was sacrificed at weaning. From the second litter, 10 males and 10 females were chosen at random to form the parents for the next generation. The study finished with the weaning of the F3 generation. For each generation, fertility index (percentage of matings resulting in pregnancy), gestation index (number of pregnancies resulting in live litters), viability index (numbers of pups surviving 4 or more days), and lactation index (numbers of pups alive at 4 days surviving to weaning) were determined. No reproductive effects were observed. /Biurea (metabolite)/"
        },
        {
            "References": "Mortelmans K et al; Environ Mutagen 8: 1-119 (1986)",
            "Value": "/GENOTOXICITY/ Azodicarbonamide was found to be positive when tested for mutagenicity using the Salmonella/microsome preincubation assay, using the standard protocol approved by the National Toxicology Program (NTP). Azodicarbonamide was tested in as many as 5 Salmonella typhimurium strains (TA1535, TA1537, TA97, TA98, and TA100) in the presence and absence of rat and hamster liver S-9, at doses of 0.0333, 0.100, 0.3333, 1.000, 3.333, and 10.000 mg/plate. The lowest positive dose tested was 0.100 mg/plate in strain TA1535 without metabolic activation. A positive response was seen in strain TA100 at 0.3333 mg/plate without activation and at 1.000 mg/plate with activation."
        },
        {
            "References": "International Programme on Chemical Safety's Concise International Chemical Assessment Documents. Number 16: Azodicarbonamide (1999). Available from, as of October 27, 2003: https://www.inchem.org/pages/cicads.html",
            "Value": "/GENOTOXICITY/ ...Several standard  in vitro assays in mammalian cell systems have yielded negative results; gene mutation assays in Chinese hamster ovary cells, using the hypoxanthine guanine phosphoribosyl transferase locus, and in mouse lymphoma cells, using the thymidine kinase locus, have been conducted, along with an  in vitro liver unscheduled DNA synthesis assay and a sister chromatid exchange assay in Chinese hamster ovary cells. A positive result was obtained in a chromosomal aberration assay in Chinese hamster ovary cells, but the result was not reproducible. Negative results were obtained in a sex-linked recessive lethal assay in  Drosophila. Two in vivo bone marrow micronucleus assays in mice conducted by the intraperitoneal route (0 or 150 mg azodicarbonamide/kg bw) were available, both giving negative results."
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "(1) Verschueren K; Handbook of Environmental Data on Organic Chemicals. 4th ed. NY, NY: John Wiley and Sons. 1: 678 (2001) (2) Lyman WJ et al; Handbook of Chemical Property Estimation Methods. Washington, DC: Amer Chem Soc pp. 4-9 (1990) (3) Swann RL et al; Res Rev 85: 17-28 (1983)",
            "Value": "The Koc of 1,1'-azo-bis(formamide) is estimated as 3(SRC), using a log Kow of -1.7(1) and a regression-derived equation(2). According to a classification scheme(3), this estimated Koc value suggests that 1,1'-azo-bis(formamide) is expected to have very high mobility in soil(SRC)."
        }
    ]
}