{
    "_id": {
        "$oid": "6682e96cc4e5dba5ffba2a8e"
    },
    "CID": {
        "$numberInt": "31272"
    },
    "Name": "n-Butyl acetate",
    "IUPACName": "butyl acetate",
    "CanonicalSMILES": "CCCCOC(=O)C",
    "Synonyms": [
        "Butyl acetate",
        "N-BUTYL ACETATE",
        "123-86-4",
        "Acetic acid",
        "butyl ester",
        "Butyl ethanoate",
        "1-Butyl acetate",
        "Acetic Acid Butyl Ester",
        "n-Butylacetate",
        "n-Butyl ethanoate",
        "Butylacetat",
        "Acetic acid n-butyl ester",
        "Acetate de butyle",
        "Butylacetaten",
        "1-acetoxybutane",
        "Octan n-butylu"
    ],
    "IsomericSMILES": "CCCCOC(=O)C",
    "INCHI": "InChI=1S/C6H12O2/c1-3-4-5-8-6(2)7/h3-5H2,1-2H3",
    "INCHIKEY": "DKPFZGUDAPQIHT-UHFFFAOYSA-N",
    "Formula": "C6H12O2",
    "MolecularWeight": {
        "$numberDouble": "116.16"
    },
    "Description": "Butyl acetate is the acetate ester of butanol. It has a role as a metabolite. It is functionally related to a butan-1-ol.",
    "XlogP": {
        "$numberDouble": "1.8"
    },
    "Complexity": {
        "$numberInt": "68"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "plant_concentrations": [
        {
            "References": "(1) Nicholas HJ; p 381 in Phytochemistry Vol.II, New York, NY: Van Nostrand Reinhold (1973) (2) Aubert C, Pitrat M; J Agric Food Chem 54: 8177-82 (2006) (3) Dirinck P et al; in Analysis of Volatiles, Walter DeGruyter & Co, Berlin pp 381-400 (1984) (4) Hayata Y et al; J Agric Food Chem 51: 3415-8 (2003)",
            "Value": "Butyl acetate has been identified as a naturally occurring component of apples(1). Butyl acetate was reported in the skin and pulp of Queen Anne's pocket melon (Cucumis melo L) at 123.9 and 110.5 ug/kg, respectively(2). n-Butyl acetate was detected in the head space of golden delicious apples 1, 5, 8, 12, 14, 16, 19 and 22 days after harvesting at concentrations of 0.53, 1.73, 15.35, 64.97, 81.45, 78.25, 79.41 and 71.12 ug/6 L head space, respectively(3). n-Butyl acetate was detected as a volatile component of Miyabi variety of Japanese muskmelon(4)."
        },
        {
            "References": "(1) US Dept Agric; US Dept Agric, Agric Res Service. 1992-2016. Dr. Duke's Phytochemical and Ethnobotanical Databases. Trimethylamine. Available from, as of March 12, 2018: https://phytochem.nal.usda.gov/phytochem/search",
            "Value": "n-Butyl acetate occurrence in plants(1).",
            "Table": "[{'Genus species': 'Aesculus hippocastanum', 'Family': 'Hippocastanaceae', 'Common name(s)': 'Horse chestnut', 'Part': 'Flower essent. oil', 'Concn (ppm)': '21,000'}, {'Genus species': 'Psidium guajava', 'Family': 'Myrtaceae', 'Common name(s)': 'Guava', 'Part': 'Fruit', 'Concn (ppm)': '1,000'}, {'Genus species': 'Plectranthus soleoides', 'Family': 'Lamiaceae', 'Common name(s)': 'not reported', 'Part': 'Shoot', 'Concn (ppm)': '6-42'}, {'Genus species': 'Thymus longicaulis', 'Family': 'Mamiaceae', 'Common name(s)': 'Kekik; Tas kekik', 'Part': 'Shoot', 'Concn (ppm)': '0.8'}, {'Genus species': 'Carica papaya', 'Family': 'Cariaceae', 'Common name(s)': 'Papaya', 'Part': 'Fruit', 'Concn (ppm)': 'not reported'}, {'Genus species': 'Malus domestica', 'Family': 'Rosaceae', 'Common name(s)': 'Apple', 'Part': 'Plant; fruit', 'Concn (ppm)': 'not reported'}, {'Genus species': 'Canaga odorata', 'Family': 'Annonaceae', 'Common name(s)': 'Chananga; Ylang-ylang', 'Part': 'Fruit', 'Concn (ppm)': 'not reported'}, {'Genus species': 'Ribes nigrum', 'Family': 'Grossulariaceae', 'Common name(s)': 'Black current', 'Part': 'Fruit', 'Concn (ppm)': 'not reported'}, {'Genus species': 'Sambucus nigra', 'Family': 'Adoxaceae', 'Common name(s)': 'European elder; European elderberry; Elder; Black elder; European Alder', 'Part': 'Flower essent. oil', 'Concn (ppm)': 'not reported'}, {'Genus species': 'Cucumis melo', 'Family': 'Cucurbitaceae', 'Common name(s)': 'Cantaloupe; Nutmeg melon; Muskmelon; Persian melon; Netted melon; melon', 'Part': 'Petiole', 'Concn (ppm)': 'not reported'}, {'Genus species': 'Cymbopogon pakeri', 'Family': 'Poaceae', 'Common name(s)': 'Skhabar', 'Part': 'Plant', 'Concn (ppm)': 'not reported'}, {'Genus species': 'Lavandula x intermedia', 'Family': 'Lamiaceae', 'Common name(s)': 'Lavandin; Dutch lavender', 'Part': 'Plant', 'Concn (ppm)': 'not reported'}]"
        }
    ],
    "environmental_bioconcentrations": [
        {
            "References": "(1) Hansch C et al; Exploring QSAR. Hydrophobic, Electronic, and Steric Constants. ACS Prof Ref Book. Heller SR, consult. ed., Washington, DC: Amer Chem Soc p. 26 (1995) (2) US EPA; Estimation Program Interface (EPI) Suite. Ver. 4.11. Nov, 2012. Available from, as of Mar 12, 2018: https://www2.epa.gov/tsca-screening-tools (3) Franke C et al; Chemosphere 29: 1501-14 (1994)",
            "Value": "An estimated BCF of 7 was calculated in fish for n-butyl acetate(SRC), using a log Kow of 1.78(1) and a regression-derived equation(2). According to a classification scheme(3), this BCF suggests the potential for bioconcentration in aquatic organisms is low(SRC)."
        }
    ],
    "environmental_biodegradations": [
        {
            "References": "(1) Lamb CB, Jenkins GF; pp. 326-29 in Proc 8th Industrial Waste Conf, Purdue Univ (1952) (2) Price KS et al; J Water Pollut Contr Fed 46: 63 (1974) (3) Takemoto S et al; Suishitsu Odaku Kenkyu 4: 80 (1981) (4) Waggy GT et al; Environ Toxicol Chem 13: 1277-80 (1994) (5) Staples CA; Chemosphere 45: 339-46 (2001) (6) NOAA; CAMEO Chemicals. Database of Hazardous Materials. n-Butyl Acetate (123-86-4). Natl Ocean Atmos Admin, Off Resp Rest; NOAA Ocean Serv. Available from, as of Mar 12, 2018: https://cameochemicals.noaa.gov/",
            "Value": "AEROBIC: Using a settled sewage seed, 5-day and 20-day theoretical BODs of 23.5% and 57.4% were measured for n-butyl acetate via standard dilution water tests(1). Using river water as seed, 5-day and 20-day theoretical BODs of 20.9% and 55.4% were measured(1). Using a filtered sewage seed, 5-day and 20-day theoretical BODs of 58% and 83% were measured in freshwater dilution tests; 5-day and 20-day theoretical BODs of 40% and 61% were measured in salt water(2). A 5-day theoretical BOD of 56.8% and 51.8% were measured for n-butyl acetate in distilled water and seawater, respectively, using the standard dilution method(3). Using a raw sewage seed, 5, 10, 15, and 20-day theoretical BODs of 56%, 68%, 70% and 83% were observed for n-butyl acetate(4). Using OECD method 301D and Closed Bottle test measuring oxygen consumption, n-butyl acetate achieved 98% and 83% theoretical BOD in 28 days, respectively(5). A Theoretical BOD of 52% (0.15 to 0.5 Lb/Lb) in 5 days has also been reprted(6)."
        }
    ],
    "fish_seafood_concentrations": [
        {
            "References": "(1) Chung HY; J Agric Food Chem 47: 2280-7 (1999)",
            "Value": "n-Butyl acetate was found in Charybdis feriatus crabs at 0.9, 0.8 and 1.5 ug/kg in the leg, body and carapace, respectively(1)."
        }
    ],
    "logP": [
        {
            "References": "Hansch, C., Leo, A., D. Hoekman. Exploring QSAR - Hydrophobic, Electronic, and Steric Constants. Washington, DC: American Chemical Society., 1995., p. 26",
            "Value": "log Kow = 1.78"
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "International Programme on Chemical Safety; Concise International Chemical Assessment Document 64 Butyl Acetates (2005). Available from, as of February 22, 2018: https://www.inchem.org/pages/cicads.html",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Slight irritation was observed when 0.1 mL of n-butyl acetate (99% purity) was instilled into the conjunctival sac of four rabbits for 24 hr. A maximum Draize score of 7.5 (out of a possible total of 110) was recorded; scores at 48 hr, 72 hr, and 7 days were 2.0, 2.0, and 0.5, respectively. In a similar study, iritis and minor to moderate conjunctivitis (both of which had healed within 48 hr), but no corneal damage, were observed when 0.1 mL was instilled into the eyes of six rabbits. A maximum Draize score of 14.7/110 (occurring at 4 hr) was recorded. ..."
        },
        {
            "References": "International Programme on Chemical Safety; Concise International Chemical Assessment Document 64 Butyl Acetates (2005). Available from, as of February 22, 2018: https://www.inchem.org/pages/cicads.html",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ ... In the maximization test, 15 Hartley strain guinea-pigs were each given intradermal injections of n-butyl acetate together with an adjuvant, followed 7 days later with a 48 hr covered patch. A challenge patch (24 hr covered contact) was applied 7 days after this induction regimen. ... /n-Butyl acetate showed no sensitization potential when tested in a maximization test using guinea-pigs. .../"
        },
        {
            "References": "International Programme on Chemical Safety; Concise International Chemical Assessment Document 64 Butyl Acetates (2005). Available from, as of February 22, 2018: https://www.inchem.org/pages/cicads.html",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Following 24 hr application of 0.01 mL of the neat material to the clipped skin of five albino rabbits, n-butyl acetate was at most only slightly irritating. When 0.5 mL was applied to the clipped intact dorsal skin of New Zealand White rabbits (n = 5) under gauze patches and loosely covered with impervious sheeting for 4 hr, no irritation was observed over an observation period of 14 days. Severe irritation occurred, however, if the occlusion period was 24 hr."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists. Documentation of the TLVs and BEIs with Other World Wide Occupational Exposure Values. 7th Ed. CD-ROM Cincinnati, OH 45240-1634 2013., p. 2",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ In a series of acute 4 hour inhalation studies, ten Sprague Dawley rats, five animals of each sex, were exposed once for 4 hours to n-butyl acute vapor generated by different methods and then observed for 14 days. In one study, animals were exposed to a statically generated, nearly saturated (99.6%) vapor concentration of 6867 ppm. There were no deaths. Signs of toxicity observed on the day of exposure included ocular and respiratory irritation, dyspnea, ataxia, and /CNS depression/."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists. Documentation of the TLVs and BEIs with Other World Wide Occupational Exposure Values. 7th Ed. CD-ROM Cincinnati, OH 45240-1634 2013., p. 2",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Three groups of five male and five female Wistar rats each were exposed to vapor/aerosol of n-butyl acetate at concentrations of 0.8, 2.2, or 5.2 mg/L (168, 463, or 1095 ppm) for 4 hours. The exposures were carried out in head-only dynamic inhalation chamber systems. Six animals died in the 0.8 mg/L (168 ppm) group and all animals died in the other groups; all animals died within 24 hours of exposure. Lethargy, hyperpnea, tremors, and ataxia were observed; gross necropsy revealed hyperemic lungs and hemorrhage around the nose and mouth."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists. Documentation of the TLVs and BEIs with Other World Wide Occupational Exposure Values. 7th Ed. CD-ROM Cincinnati, OH 45240-1634 2013., p. 2-3",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Guinea pigs exposed for 1 to 810 minutes at vapor concentration of 0.33, 0.7, or 1.4% by volume of n-butyl acetate were examined. At 0.33%, only eye irritation occurred. Irritation of the nose and eyes, lacrimation, incoordination, /CNS depression/, and respiratory disturbances were noted at the two higher concentration. Deaths were recorded only at the 1.4% concentration after 4 hours and occurred during exposure; slight to moderate congestion of the brain, lungs, and kidneys were noted."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists. Documentation of the TLVs and BEIs with Other World Wide Occupational Exposure Values. 7th Ed. CD-ROM Cincinnati, OH 45240-1634 2013., p. 3",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Guinea pigs treated epicutaneously on the back under partial occlusion with unspecified amounts of n-butyl acetate were sacrificed 15 minutes, 1 hour, 4 hours, or 16 hours after treatment, and samples of the skin, liver, and kidney were examined histologically. No lesions were noted."
        },
        {
            "References": "Korsak Z; Rydzy'nski K; Int Journal of Occup Med Environ Health 9 (3): 273-80 (1994)",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ The effects of combined exposure to n-butyl alcohol and n-butyl acetate on rotarod performance and hot plate behavior in rats and respiratory rate in mice were investigated in the condition of an acute inhalation experiment. Rotarod performance and hot-plate behavior were tested in rats exposed to various concentrations of n-butyl alcohol, n-butyl acetate and their mixture consisting of 50 vol-% n-butyl alcohol and 50 vol-% n-butyl acetate immediately after termination of a 4 hr exposure period. The respiratory rate in mice was recorded continuously before the exposure to solvents, during 6 min of exposure and 6 min after termination of exposure using whole body plethysmographic method. Mice were exposed to vapors of single solvents and their 50:50 vol-% mixture. Both solvents and their mixture caused concentration-dependent disturbances of rotarod performance in rat. The medial effective concentration (EC50) for the effect amounted to 7559 ppm, 8339 ppm, and 10,672 ppm for n-butyl alcohol, n-butyl acetate and their mixture, respectively. Both solvents and their mixture decreased sensitivity to the pain and changes were concentration -dependent. In condition of combined exposure the results obtained in rotarod and hot-plate behavior test indicate the summation of individual solvent effects. The tested solvents resulted in concentration-dependent decrease in respiratory rate in mice. n-Butyl alcohol produced maximal decrease in respiratory rate in the first minute of exposure whereas n-butyl acetate in the sixth minute."
        },
        {
            "References": "European Chemicals Agency (ECHA); Registered Substances, n-Butyl Acetate (CAS Number: 123-86-4) (EC Number: 204-658-1) (Last modified: February 21, 2018). Available from, as of February 23, 2018: https://echa.europa.eu/",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ A mouse ear swelling test (MEST) was performed with n-butyl acetate in female CF-1 mice (at least 10 animals in the test group and 5 animals in the control group). Induction was performed with the pure test substance and challenge with a 50% dilution in 70% ethanol. The test item was not sensitizing in this test."
        },
        {
            "References": "European Chemicals Agency (ECHA); Registered Substances, n-Butyl Acetate (CAS Number: 123-86-4) (EC Number: 204-658-1) (Last modified: February 21, 2018). Available from, as of February 23, 2018: https://echa.europa.eu/",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ New Zealand white rabbits were exposed to 0.1 mL of undiluted n-Butyl acetate and were observed for up to 14 days where necessary. Overall no iritis occurred and only barely perceptible effects were seen on the cornea (score:1) as well as the conjunctivae (redness score:1, chemosis score: 1), which were all reversible within a maximum of 14 days."
        },
        {
            "References": "International Programme on Chemical Safety; Concise International Chemical Assessment Document 64 Butyl Acetates (2005). Available from, as of February 22, 2018: https://www.inchem.org/pages/cicads.html",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ In an inhalation study with exposure for 13-14 weeks, ... groups of 15 male and 15 female Sprague-Dawley rats were exposed to /n-butyl acetate at/ target vapor concentrations of approximately 0, 2400, 7200, or 14000 mg/cu m, 6 hr/day, 5 days/week. On day 30, five animals per sex per group were killed for clinical pathology. There was no compound-related mortality in any of the groups. In the 14000 mg/cu m group, all animals showed slightly reduced activity (defined as less movement, decreased alertness, and slower response to tapping on the chamber wall in comparison with control animals). Occasionally, signs of sialorrhea and red discoloration of the chin hair were observed. Mean body weights and food intake were generally lower than those of the control animals throughout the study. At the end of the study, weight gains for males and females were lower than those of controls by 38% and 22%, respectively. There were no treatment-related ophthalmological changes or adverse effects on hematology or clinical chemistry parameters. Organ weight changes included decreased absolute liver and kidney weights, decreased absolute and relative spleen weights (males), and increased relative adrenal and lung weights (males). There were also decreased absolute (males) and relative brain weights and increased relative testes weight. On gross and microscopic examination, lesions found were limited to the stomach (minimal hemorrhage in the glandular gastric mucosa in 2/10 females; minimal white discoloration in the non-glandular gastric mucosa in 1/10 females; minimal to mild inflammatory and degenerative lesions of stomach mucosa in 3/10 females) and the nasal passages (olfactory epithelial necrosis of mild to moderate severity in all males and females). At 7200 mg/cu m, all animals exhibited slightly reduced activity. Mean body weights were lower at week 6 onwards for males and at week 2 onwards for females. Overall, weight gains were approximately 20-30% lower than those for controls. Food intake was generally lower throughout the study. There were no effects on ophthalmology, hematology, or clinical chemistry parameters. Organ weight changes observed included decreased absolute spleen, liver, and (in females) kidney weights and (in females) increased relative adrenal and brain weights. Males also had an increased relative testes weight. On microscopic examination, histological lesions in the nasal passages consisting of olfactory epithelial necrosis, of minimal to mild extent, in 4 of 10 male animals and in 3 of 10 female animals were observed. No treatment-related effects were observed in the 2400 mg/cu m exposure group. Although numbers of epididymal sperm for all treated groups were lower than controls, the changes were not statistically significant, testicular sperm counts were unchanged, and no dose-response was observed. A NOAEC was therefore considered to be 2400 mg/cu m."
        },
        {
            "References": "PMID:11434995",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ The subchronic toxicity of n-butyl acetate (nBA), a common industrial solvent, was tested in rats in a 13-week inhalation study. Male and female Sprague-Dawley (SD) rats were exposed to concentrations of 0, 500, 1500 or 3000 ppm nBA for 6 hr per day, 5 days per week for 13 consecutive weeks. Transient signs of sedation were observed only during exposure to the 1500 and 3000 ppm concentrations. Body weights for the 1500 and 3000 ppm groups were significantly reduced. Feed consumption values for the 1500 and 3000 ppm groups were significantly lower than the control group. Weights of the liver, kidneys and spleen were significantly lower for the 3000 ppm male group; testes and adrenal gland weights for the 1500 and 3000 ppm groups and the lung weight for the 3000 ppm male group were significantly higher than for the control group. Signs of irritation of the glandular stomach and necrosis in the non-glandular stomach were observed in 3000 ppm female rats. Degeneration of the olfactory epithelium along the dorsal medial meatus and ethmoturbinates of the nasal passages of some 1500 and all 3000 ppm rats was also seen. The severity was mild to moderate for the 3000 ppm group and minimal to mild for the 1500 ppm group. No effects were observed in the lungs of any group. The no-observed-effect level (NOEL) for this study is considered to be 500 ppm. The data presented here are relevant to the toxicity risk assessment of n-butanol due to the rapid hydrolysis of nBA in vivo."
        },
        {
            "References": "International Programme on Chemical Safety; Concise International Chemical Assessment Document 64 Butyl Acetates (2005). Available from, as of February 22, 2018: https://www.inchem.org/pages/cicads.html",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Groups of 21-25 female New Zealand White rabbits were exposed to n-butyl acetate at 0 or 7260 mg/cu m, 7 hr/day, on days 7-19 or 1-19 of pregnancy. There was no effect on maternal body weights, but absolute organ weights (kidney, spleen, lung) were statistically significantly increased in treated animals. Increased incidences of minor developmental effects, including retinal folds (P = 0.04), misaligned sternebrae (P = 0.04), and morphological variations in the gall-bladder (P = 0.05), were noted in the fetuses of animals treated on days 1-19."
        },
        {
            "References": "International Programme on Chemical Safety; Concise International Chemical Assessment Document 64 Butyl Acetates (2005). Available from, as of February 22, 2018: https://www.inchem.org/pages/cicads.html",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ In Sprague-Dawley rats, groups of 37-42 were exposed to 0 or 7260 mg/cu m, 7 hr/day, during gestation days 7-16, during gestation days 1-16, or pregestationally for 3 weeks (5 days/week) and subsequently during gestation days 1-16. The /females/ of all groups were mated with unexposed males. /Mating and reproductive performance (pregnancy rates, numbers of corpora lutea, implantation sites, resorptions, live fetuses per litter) were not affected in ... groups ... exposed to 0 or 7260 mg/cu m for 3 weeks (5 days/week) prior to mating. .../ During exposure, a statistically significant decrease in food intake was observed in all groups. Maternal toxicity, including decreased body weight (P < 0.01), decreased absolute liver weight (P = 0.01), and increased relative kidney and lung weights (P = 0.03 and 0.01, respectively), was observed in all treated groups. Signs of minor developmental toxicity were observed. In all treated groups, fetal growth (body weight, crown-rump length) was statistically significantly reduced. Increased incidences of rib dysmorphology and reduced pelvic ossification were observed in the groups exposed during days 7-16 (P = 0.05 and 0.08, respectively) or 1-16 (P = 0.07 and 0.002, respectively). In addition, there was an increased incidence of hydroureter in the group exposed pregestationally and on days 1-16 (P = 0.05)."
        },
        {
            "References": "European Chemicals Agency (ECHA); Registered Substances, n-Butyl Acetate (CAS Number: 123-86-4) (EC Number: 204-658-1) (Last modified: February 21, 2018). Available from, as of February 23, 2018: https://echa.europa.eu/",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Maternal toxicity, reproductive performance, and developmental toxicology were evaluated in Sprague-Dawley rats following 7 hr/day inhalation exposure to 1500 ppm (7230 mg/cu m) n-butyl acetate (37 -43 animals/group). Four different exposure regimens were used: Group 1(control): filtered air; Group 2: test item exposure from gestation day 7 through 16; Group 3: test item exposure from gestation day 1 to 16; Group 4: test item exposure for 5 days/week for 3 weeks prior to mating and daily from gestation day 1 through 16. Unexposed males were used in mating.  Necropsies were performed on rats at gestation day 21. Pregnant animals were examined for toxic changes, including altered food consumption, body weight, tissue weights and histopathology. Reproductive measures included the determination of numbers of corpora lutea, implantation sites, resorptions, dead fetuses and live fetuses. Live fetuses were weighed, measured, and subjected to external, visceral and skeletal examinations to detect morphologic anomalies.  Food consumption, body weight and liver weight was reduced in maternal rats exposed to n-butyl acetate. Fetal size was reduced in all n-butyl acetate exposed litters. Increased incidences of fetal rib dysmorphology were observed in rats exposed from gestation day 7 through 16, and more numerous hydroureters in fetuses from rats exposed prior to mating and from gestation day 1 through 16. There was no evidence of teratogenic effects following exposure of rats to 1500 ppm of n-butyl acetate. The LOAEC for maternal toxicity and developmental toxicity in this study was 1500 ppm (7.2 mg/L)."
        },
        {
            "References": "European Chemicals Agency (ECHA); Registered Substances, n-Butyl Acetate (CAS Number: 123-86-4) (EC Number: 204-658-1) (Last modified: February 21, 2018). Available from, as of February 23, 2018: https://echa.europa.eu/",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ A two generation study was performed with rats which were exposed to n-butyl acetate. Four groups of male and female Crl:CD(SD) rats (30/sex/group) were exposed to either clean filtered air or vapour atmospheres of the test article, n-butyl acetate, for 6 hours per day (7 days per week) for at least 70 consecutive days prior to mating (whole body exposure). Target test article concentrations were 750, 1500 and 2000 ppm for the F0, F1 and F2 generations. Exposures were initiated when the F0 animals were approximately 7 weeks of age. Exposure of the F0 and F1 males continued throughout mating, and through the day prior to euthanasia. The F0 and F1 females continued to be exposed throughout mating and gestation through gestation day 20. Exposure was suspended from gestation day 21 through lactation day 4 to avoid the confounding effects on nesting and nursing behavior caused by separation of dams from their litters. Therefore, on lactation days 1-4, the F0 and F1 maternal animals received deionized water or the test article via oral gavage at dosage levels of 0, 1125, 2250 and 3000 mg/kg/day (0, 375, 750 and 1000 mg/kg/dose, respectively, administered as 3 equal doses, approximately 2 hours apart), to mimic the internal dose expected from inhalation exposure. Inhalation exposure of the F0 and F1 females was re-initiated on lactation day 5 and continued through the day prior to euthanasia. Inhalation exposure of the F1 animals was initiated on PND 22 (2 weanlings/sex/litter, when possible), and in order to determine if differences from the control group in mean body weights, body weight gains and food consumption noted in F1 males at 750 ppm during the post-weaning period were reproducible, F1 animals (2 weanlings/sex/litter, when possible) were directly exposed to the test article beginning on PND 22. Following approximately 2-3 weeks of exposure (PND 36-47) of the F1 generation and on PND 36 for the F2 generation, offspring (minimum of 1 animal/sex/litter, to a total of 30/sex/group) were selected for the maturation phase of each generation. F0 males and females were exposed for 113-114 and 121-127 consecutive days, respectively, and F1 males and females were exposed for 134-135 and 140-153 consecutive days, respectively. F2 males and females were exposed for 47-50 consecutive days.    There were no functional effects on reproduction (estrous cycles, mating and fertility indices, number of days between pairing and coitus, spermatogenic endpoints and gestation length) in any test article-exposed group in the F0 or F1 generations. Adverse effects on pups born to dams exposed to the test article were limited to exposure-related growth retardation, as evidenced by lower mean pup body weights, body weight gains at 1500 and 2000 ppm; delays in attainment of post-weaning developmental landmarks were also observed at 1500 and 2000 ppm, which were considered to be secondary to lower body weights noted in this groups during the pre- and post-weaning periods. F1and F2 pup survival was unaffected by the test article at all exposure levels. Therefore, in this study an exposure level of 2000 ppm was considered to be the no-observed-adverse-effect concentration (NOAEC) for fertility and 750 ppm is the NOAEC for developmental toxicity.    General systemic toxicity was evident in the 1500 and 2000 ppm group F0, F1and F2 adult males and females. Decrements in mean body weights, body weight gains and food consumption were observed at 1500 and 2000 ppm. Although body weights, body weight gains and food consumption were reduced in the 750 ppm males of the F1 generation, direct inhalation exposure of F2 animals on a comparable regimen did not reproduce this response. Additionally, the magnitude and temporal pattern of the reductions in the F1males at 750 ppm were not noted in the F0 generation. Therefore, mean body weights, body weight gains and food consumption at 750 ppm were considered to be unaffected by test article exposure. Degeneration of the olfactory epithelium in the nasal cavity was noted at 750 and 2000 ppm in F0 and F1 males and females (endpoint not investigated at 1500 ppm). This finding was considered to be a site-of-contact irritant effect and not indicative of systemic toxicity. Statistically significantly higher mean lung weights (relative to final body weight) in F0 males at 1500 and 2000 ppm, in F1 males at 750, 1500 and 2000 ppm and in F0 females at 2000 ppm and adrenal weights (absolute, relative to brain and/or body weight) in F0 at 1500 and 2000 ppm were noted; all were observed without correlating histologic findings and were considered a stress-related response (adrenal weights) or not adverse (lung weights). Therefore, the NOAEC for systemic toxicity in adult rats was considered to be 750 ppm under the conditions of this study."
        },
        {
            "References": "PMID:17177173",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ ... The developmental toxic potential of n-butyl acetate (BA) was examined in Sprague-Dawley rats following whole body inhalation exposure, 6 hr /per/ day, from day 6 to 20 of gestation, at concentrations of 0, 500, 1000, 2000 and 3000 ppm. Maternal toxicity was evidenced by significant decreases in body weight gain at 2000 and 3000 ppm, and by reduced food consumption at 1000 ppm and higher concentrations. The effects on prenatal development were limited to a significant decrease in fetal weight at 3000 ppm. Thus, inhaled BA was not a selective developmental toxicant."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. V6 573",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ Acute neurobehavioral effects were identified in mice following 20 minute inhalation exposures to 2000 ppm ethyl acetate and 8000 ppm n-butyl acetate. Effects included changes in posture, decreased arousal, increased tonic/clonic movements, disturbances in gait, delayed righting reflexes, and increased sensorimotor activity. Recovery, however, was rapid and began soon after exposure was discontinued."
        },
        {
            "References": "PMID:9038240",
            "Value": "/BEHAVIORAL STUDIES/ The acute neurobehavioral effects of three acetates (amyl, ethyl, and n-butyl acetate) were investigated after 20-min inhalation exposures in mice using locomotor activity and a functional observational battery (FOB). Ethyl and n-butyl acetate produced significant decreases in locomotor activity at the highest concentrations examined, while amyl acetate was without effect. Minimally effective concentrations for activity-decreasing effects were 2000 ppm for ethyl acetate and 8000 ppm for n-butyl acetate. The potency order was similar in the FOB where ethyl acetate was more potent in disrupting the neurobehavioral measures. The FOB profile of effects for all three acetates included changes in posture, decreased arousal, increased tonic/clonic movements, disturbances in gait, delayed righting reflexes, and increased sensorimotor reactivity. Furthermore, handling-induced convulsions were produced in some mice acutely exposed to each of these acetates. Recovery from the acute effects of these acetates was rapid and began within minutes of removal from the exposure chamber. The acetates produced a profile of neurobehavioral effects that were different from those reported for depressant solvents (i.e., toluene, 1,1,1-trichloroethane) that are subject to abuse. Evidence is emerging for qualitative differences in the acute neurobehavioral effects of various volatile chemicals."
        },
        {
            "References": "PMID:9863770",
            "Value": "/BEHAVIORAL STUDIES/ n-Butyl acetate, a common industrial solvent, was selected by the US EPA as a chemical of concern for neurotoxicity as part of the Multisubstance Rule for the Testing of Neurotoxicity. The neurotoxic potential of n-butyl acetate was investigated in Sprague-Dawley rats using a functional observational battery, motor activity, neurohistopathology, and schedule-controlled operant behavior (SCOB) as indicators of neurotoxicity. Animals were exposed to concentrations of 0, 500, 1500, or 3000 ppm of n-butyl acetate for 6 hours per day for 65 exposures over 14 weeks. Functional observational battery and motor activity values for ad libitum-fed male and female rats were measured during Weeks -1, 4, 8, and 13. SCOB testing of food-restricted animals, using a multiple fixed ratio/fixed interval schedule, was conducted daily prior to each exposure to maintain the operant behavior; the data from Weeks -1, 4, 8, and 13 were evaluated for evidence of neurotoxicity. Transient signs of sedation and hypoactivity were observed only during exposure to the 1500 and 3000 ppm concentrations. The only signs of systemic toxicity were reduced body weights for the 3000 ppm ad libitum-fed groups and occasionally for the female 1500 ppm ad libitum-fed group. No evidence of neurotoxicity was seen during the functional observational battery examinations. Motor activity for the 3000 ppm male group was significantly (p </= 0.05) higher than for the control group only during Week 4. No significant differences were observed among groups for Weeks 8 and 13. No significant differences in motor activity values were observed for female rats. No significant differences were seen in operant behavior at any test vapor concentration. Microscopic evaluations of sections from the brain, spinal cord (cervical and lumbar regions), dorsal and ventral spinal roots, dorsal root ganglia, sciatic nerve, and tibial nerve of animals in the control and 3000 ppm groups did not indicate any treatment-related effects. In conclusion, there was no evidence of cumulative neurotoxicity based on the functional observational battery, motor activity, neurohistopathology, and schedule-controlled operant behavior endpoints. The data presented here are relevant to the neurotoxicity risk assessment of n-butanol due to the rapid hydrolysis of n-butyl acetate in vivo."
        },
        {
            "References": "PMID:3913787",
            "Value": "/GENOTOXICITY/ The mutagenicity of 43 industrial chemicals /including n-butyl acetate/ in Salmonella typhimurium (TA98, TA100, TA1535, TA1537, and TA1538) and Escherichia coli (WP2uvrA) was examined. The mutation test was performed in the absence and presence of rat microsomal activation. No mutagenic activity was observed with /n-Butyl acetate/."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists. Documentation of the TLVs and BEIs with Other World Wide Occupational Exposure Values. 7th Ed. CD-ROM Cincinnati, OH 45240-1634 2013., p. 3-4",
            "Value": "/OTHER TOXICITY INFORMATION/ Cats were exposed 6 hours/day at 4200, 3100, or 1600 ppm. The 4200 ppm exposure lead to slight irritation of the respiratory passages with weakness and weight loss. Changes in blood cell morphology were noted at 3100 ppm, and increased salivation and slight irritation of the eyes were observed at 1600 ppm. /No duration given/"
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "(1) US EPA; Estimation Program Interface (EPI) Suite. Ver. 4.11. Nov, 2012. Available from, as of Mar 12, 2018: https://www2.epa.gov/tsca-screening-tools (2) Swann RL et al; Res Rev 85: 17-28 (1983)",
            "Value": "Using a structure estimation method based on molecular connectivity indices(1), the Koc of n-butyl acetate can be estimated to be 19(SRC). According to a classification scheme(2), this estimated Koc value suggests that n-butyl acetate is expected to have very high mobility in soil."
        }
    ]
}