{
    "_id": {
        "$oid": "6682e96dc4e5dba5ffba2a8f"
    },
    "CID": {
        "$numberInt": "31275"
    },
    "Name": "1,4-DIOXANE",
    "IUPACName": "1,4-dioxane",
    "CanonicalSMILES": "C1COCCO1",
    "Synonyms": [
        "1,4-DIOXANE",
        "Dioxane",
        "123-91-1",
        "p-Dioxane",
        "Diethylene ether",
        "1,4-Diethylene dioxide",
        "Dioxan",
        "1,4-Dioxacyclohexane",
        "Tetrahydro-p-dioxin",
        "Di(ethylene oxide)",
        "Tetrahydro-1,4-dioxin",
        "Dioxane-1,4",
        "Dioxanne",
        "1,4-Dioxan",
        "Diethylene dioxide"
    ],
    "IsomericSMILES": "C1COCCO1",
    "INCHI": "InChI=1S/C4H8O2/c1-2-6-4-3-5-1/h1-4H2",
    "INCHIKEY": "RYHBNJHYFVUHQT-UHFFFAOYSA-N",
    "Formula": "C4H8O2",
    "MolecularWeight": {
        "$numberDouble": "88.11"
    },
    "Description": "1,4-dioxane is a dioxane with oxygen atoms at positions 1 and 4. It has a role as a non-polar solvent, a carcinogenic agent, a metabolite and a NMR chemical shift reference compound. It is a volatile organic compound and a dioxane.",
    "XlogP": {
        "$numberDouble": "-0.3"
    },
    "Complexity": {
        "$numberInt": "26"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "environmental_bioconcentrations": [
        {
            "References": "(1) NITE; Chemical Risk Information Platform (CHRIP). Biodegradation and Bioconcentration. Tokyo, Japan: Natl Inst Tech Eval. Available from, as of June 11, 2015: https://www.safe.nite.go.jp/english/db.html (2) Franke C et al; Chemosphere 29: 1501-14 (1994)",
            "Value": "Using OECD Guideline 305C (Bioaccumulation: Test for the Degree of Bioconcentration in Fish) with 1 and 10 ppm concentrations 1,4-dioxane, BCF values of 0.2-0.7 were measured using carp (Cyprinus carpio) which were exposed over a 6-week period(1). According to a classification scheme(2), these BCF values suggest the potential for bioconcentration in aquatic organisms is low(SRC)."
        }
    ],
    "environmental_biodegradations": [
        {
            "References": "(1) NITE; Chemical Risk Information Platform (CHRIP). Biodegradation and Bioconcentration. Tokyo, Japan: Natl Inst Tech Eval. Available from, as of June 11, 2015: https://www.safe.nite.go.jp/english/db.html (2) ECHA; Search for Chemicals. 1,4-Dioxane (CAS 123-91-1) Registered Substances Dossier. European Chemical Agency. Available from, as of June 11, 2015: https://echa.europa.eu/ (3) Mills EJ, Stack VT; Proc 8th Ind Waste Conf Ext Ser 83: 492-517 (1954) (4) Alexander M; Biotechnol Bioeng 15: 611-47 (1973) (5) Heukelekian H, Rand MC; J Water Pollut Control Assoc 27: 1040-53 (1955) (6) Fincher EL, Payne WJ; Appl Microbiol 10: 542-7 (1962) (7) Kelley SL et al; Water Res 35: 3791-800 (2001) (8) Stepien DK et al; Water Research 48: 406-19 (2014) (9) Sei K et al; Biodegradation 21: 585-91 (2010)",
            "Value": "AEROBIC: 1,4-Dioxane, present at 100 mg/L, reached 0% of its theoretical BOD in 2 weeks using an activated sludge inoculum at 30 mg/L in the Japanese MITI test which classified the compound as not readily biodegradable(1). Using OECD Guideline 301F (Ready Biodegradability: Manometric Respirometry Test) with a non-adapted activated sludge inoculum, 1,4-dioxane degraded <10% over a 29-day incubation period at an initial concentration of 100 mg/L(2). Using OECD Guideline 310 (Ready Biodegradability, CO2 in sealed vessels) with a non-adapted activated sludge inoculum, 1,4-dioxane (at 37.1 mg/L) had <5% degradation (via CO2 evolution) over a 60-day incubation period which classified the compound as poorly biodegradable(2). Other screening studies have found 1,4-dioxane to be resistant to biodegradation(3-6). 1,4-Dioxane (100 mg/L) was not biodegraded within 120 days using microcosms prepared with 20 grams of Nodeway soil and 200 mL of basal salt medium, and was considered recalcitrant in the environment(7). Possibly due to its strong internal chemical bonding, 1,4-dioxane is considered non-biodegradable under conventional bio-treatment technologies based on results of wastewater treatment monitoring data(8). To evaluate the biodegradation potential of 1,4-dioxane in natural environments, a total of 20 environmental samples including river water, activated sludge, soil from the drainage area of a chemical factory and garden soil were subjected to a 1,4-dioxane degradation test(9); 14 of the 20 samples were not able to degrade 1,4-dioxane(9); however, soil samples from the drainage area of a chemical factory were able to degrade 1,4-dioxane (at 100 mg/L) to <0.8 mg/L within 33 days, presumably due to adaptation(9)."
        }
    ],
    "logP": [
        {
            "References": "Hansch, C., Leo, A., D. Hoekman. Exploring QSAR - Hydrophobic, Electronic, and Steric Constants. Washington, DC: American Chemical Society., 1995., p. 8",
            "Value": "log Kow = -0.27"
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. V7 p.180",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ ... /After single oral dose of 5.66, 5.17 and 3.90 g/kg to/ mice, rats and guinea pigs ... symptoms progressed from weakness, depression, incoordination, and coma to death. Autopsy revealed hemorrhagic areas in pyloric region of the stomach, bladders distended with urine, enlarged kidneys, slight proteinuria, but no hematuria."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. V7 p.180",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ ... /Single/ iv injection of dioxane in guinea pigs, rabbits and cats caused a selective action on convoluted tubules of kidney characterized by acute hydropic degeneration. Deaths ... were due to uremia caused by intrarenal obstruction and anuria."
        },
        {
            "References": "PMID:478584",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Dioxane (2 g/kg bw) administered orally or ip increase liver microsomal protein content significantly in male and female mice. Male mice injected ip showed significant increase in cytochrome b5 and P450 contents as compared to female."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. V7 p.180",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ ... Rats, rabbits, mice, guinea pigs, and rabbits /were exposed by inhalation/ for 8 hr to concentrations that ranged from 4000 to 11,000 ppm. Marked irritation of the mucous membranes were apparent at the higher concentrations. Deaths occurring during exposure or shortly afterward were usually due to respiratory failure because of lung edema, but the animals also exhibited congestion of the brain. Delayed deaths were attributed to pneumonia. Histological evidence of liver and kidney toxicity was observed in animals that died after exposure, as well as in surviving animals that were evaluated several days after exposure."
        },
        {
            "References": "Institute for Health and Consumer Protection, ECB; EU Risk Assessment Final Report: 1,4-Dioxane p.55 (2002). Available from, as of May 29, 2015: https://echa.europa.eu/documents/10162/a4e83a6a-c421-4243-a8df-3e84893082aa",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Groups of 3 male and 3 female rats (Sprague-Dawley) were exposed to a nominal concentration of 155,000 mg/cu m for 1, 3 and 7 hours. The animals were observed for 14 days. After 1 hr exposure no mortalities occurred, after 3 hours 6/12 animals died and after 7 hours 4/18 animals (there is no explanation for this number of animals). Effects observed after inhalation exposure included: dyspnea, apathy, /CNS depression/, irritation of mucous membranes of the eyes and respiratory tract, eyelid-reflex-loss, unkempt coat and staggering as well as acute heart dilatation, hemorrhagic erosion of the mucous membranes of the stomach and bloody contents in stomach and intestines."
        },
        {
            "References": "Institute for Health and Consumer Protection, ECB; EU Risk Assessment Final Report: 1,4-Dioxane p.55 (2002). Available from, as of May 29, 2015: https://echa.europa.eu/documents/10162/a4e83a6a-c421-4243-a8df-3e84893082aa",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Male rats were exposed two times for 4 hours within one day to 3,660 or 7,320 mg/cu m 1,4-dioxane. The activities of the serum enzymes alanine aminotransferase (ALAT), aspartate aminotransferase (ASAT) and ornithine carbamyl transferase were markedly elevated."
        },
        {
            "References": "Institute for Health and Consumer Protection, ECB; EU Risk Assessment Final Report: 1,4-Dioxane p.55 (2002). Available from, as of May 29, 2015: https://echa.europa.eu/documents/10162/a4e83a6a-c421-4243-a8df-3e84893082aa",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ After ip administration of 1,4-dioxane to mice, a LD50 of about 5,790 mg/kg bw was derived. Observed effects before death were dyspnea, /CNS depression/, convulsions and ventral body position. Microscopic examination revealed a discolored liver."
        },
        {
            "References": "Institute for Health and Consumer Protection, ECB; EU Risk Assessment Final Report: 1,4-Dioxane p.55 (2002). Available from, as of May 29, 2015: https://echa.europa.eu/documents/10162/a4e83a6a-c421-4243-a8df-3e84893082aa",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Groups of 5 male mice received orally 0, 500, 1,000 or 2,000 mg 1,4-dioxane/kg bw, administered once daily for 2 days. 24 Hours after the last dose the animals were killed and the liver was examined. At 1,000 and 2,000 mg/kg relative liver weight was increased and microsomal protein content in the liver was increased. The same dose levels enhanced the rate of in vitro metabolism of aminopyrine, ethylmorphine and acetanilide substrates and increased levels of microsomal NADPH cytochrome c reductase and cytochrome P450 content."
        },
        {
            "References": "Institute for Health and Consumer Protection, ECB; EU Risk Assessment Final Report: 1,4-Dioxane p.55 (2002). Available from, as of May 29, 2015: https://echa.europa.eu/documents/10162/a4e83a6a-c421-4243-a8df-3e84893082aa",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ In an epicutaneous study in rabbits (1 male and 1 female) a cotton patch sized 2.5-2.5 cm was soaked with undiluted 1,4-dioxane (approximately 0.5 mL) and applied to the shaven back (for 1, 5 and 15 minutes as well as for 20 hours) and on the ear (for 20 hours) under occlusive conditions. Application to the skin during 1-15 minutes caused very slight erythema after 24 hours and slight scale formation after 8 days. This scale formation is most likely caused by the defatting properties of 1,4-dioxane. 24 Hours after the 20-hr application, slight erythema and slight edema were observed on the back of 1 animal. Seven days later moderate scale formation was seen. On the ear slight erythema was observed 24 hours as well as 8 days after the 20 hours application. Scores according to OECD were not given."
        },
        {
            "References": "Institute for Health and Consumer Protection, ECB; EU Risk Assessment Final Report: 1,4-Dioxane p.55 (2002). Available from, as of May 29, 2015: https://echa.europa.eu/documents/10162/a4e83a6a-c421-4243-a8df-3e84893082aa",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Two male White Vienna rabbits received an instillation of 0.05 mL undiluted 1,4-dioxane for an undetermined exposure period. 24 Hours after instillation, slight corneal opacity and conjunctival redness as well as slight to severe chemosis were observed in both rabbits. Additionally, smeary deposition was noted. 8 Days after application, when the study was terminated, slight conjunctival redness was observed in one animal. This finding was expected to reverse if the observation period would have been prolonged. This animal showed small retraction of the eyelid. Because the chosen dose level is very low in comparison to the current guidelines and only two animals were used, 1,4-dioxane is considered as an eye irritant."
        },
        {
            "References": "Institute for Health and Consumer Protection, ECB; EU Risk Assessment Final Report: 1,4-Dioxane p.55 (2002). Available from, as of May 29, 2015: https://echa.europa.eu/documents/10162/a4e83a6a-c421-4243-a8df-3e84893082aa",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ ... Two studies /were cited/, one in which guinea pigs were exposed for 3 hours to concentrations of 1,000 to 30,000 ppm 1,4-dioxane, and another in which rats, mice, guinea pigs and rabbits were exposed for 8 hours to 1,4-dioxane concentrations of 4,000 to 11,000 ppm. It is stated that at the higher concentrations marked irritation of the mucous membranes was apparent. Deaths occurring during exposure or shortly afterward were usually due to respiratory failure because of lung edema, but the animals also exhibited congestion of the brain. Delayed deaths were due to pneumonia. Histological evidence of liver and kidney toxicity was observed in animals that died after exposure as well as in surviving animals evaluated several days after exposure."
        },
        {
            "References": "Pilipyuk Z et al; Kosm Biol Aviakosm Med 11 (6): 53-7 (1977)",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ 24 hr exposure of white rats to 4 and 20 mg/cu m for 90 days decrease weight gain, increase activity of glutamate-aspartate and glutamate-alanine transaminases, prolonged duration of sleep, increase urine protein, decreased diuresis, altered content of chlorides and motor activity."
        },
        {
            "References": "Institute for Health and Consumer Protection, ECB; EU Risk Assessment Final Report: 1,4-Dioxane p.55 (2002). Available from, as of May 29, 2015: https://echa.europa.eu/documents/10162/a4e83a6a-c421-4243-a8df-3e84893082aa",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ In a 2-week study, groups of 10 male and 10 female F344/DuCrj rats received drinking water containing 0, 1,110, 3,330, 10,000, 30,000 or 90,000 ppm 1,4-dioxane (equal to 0, 0.13, 0.37, 1.01 or 2.96 g/kg bw/day and 0, 0.16, 0.40, 1.04 or 2.75 g/kg bw/day for males and females of the 0-30,000 ppm groups, respectively). Observations included clinical signs, body weight, food and water consumption, Necropsy, and histopathological examination (on 2-4 animals per sex per group). In the 90,000 ppm group, all males and females died. In the 30,000 ppm group 2 females died. Body weights were reduced in the 30,000 and 90,000 ppm male and female groups. Food and water consumption were dose-relatedly decreased in males (>/=10,000 and >/=1,110 ppm, respectively) and in females (>/=30,000 and >/=3,330 ppm, respectively). Upon histopathology, nuclear enlargement of the olfactory epithelium, swelling and vacuolic change of the central area in the liver, hydropic change of the proximal renal tubule, and vacuolic change in the brain were seen in the 30,000 ppm male and female groups. Nuclear enlargement of the olfactory epithelium was also seen in the 10,000 ppm male and female groups."
        },
        {
            "References": "Institute for Health and Consumer Protection, ECB; EU Risk Assessment Final Report: 1,4-Dioxane p.55 (2002). Available from, as of May 29, 2015: https://echa.europa.eu/documents/10162/a4e83a6a-c421-4243-a8df-3e84893082aa",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ In a 2-week study, groups of 10 male and 10 female Crj:BDF1 mice received drinking water containing 0, 1,110, 3,330, 10,000, 30,000 or 90,000 ppm 1,4-dioxane (equal to 0, 0.21, 0.66, 1.38, 2.55 or 3.63 g/kg bw/day for males of the 0-90,000 ppm groups, respectively, and 0, 0.24, 0.75, 1.78, or 3.23 g/kg bw/day for females of the 0-30,000 ppm groups, respectively). Observations included clinical signs, body weight, food and water consumption, necropsy, and histopathological examination (on 2-4 animals per sex per group). Mortality occurred in the top dose male (9/10) and female (10/10) groups. Body weights and food consumption were decreased in males and females at 30,000 and 90,000 ppm. Water consumption was decreased in males >/=10,000 ppm and in females >/=3,330 ppm. In the liver, single cell necrosis and swelling of the central area were observed in both males and females from the 90,000 and 30,000 ppm groups, respectively."
        },
        {
            "References": "Institute for Health and Consumer Protection, ECB; EU Risk Assessment Final Report: 1,4-Dioxane p.55 (2002). Available from, as of May 29, 2015: https://echa.europa.eu/documents/10162/a4e83a6a-c421-4243-a8df-3e84893082aa",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Groups of 10 male and 10 female F344/DuCrj rats received drinking water containing 0, 640, 1,600, 4,000, 10,000 or 25,000 ppm 1,4-dioxane (equal to 0, 0.06, 0.15, 0.33, 0.76 or 1.90 g/kg bw/day and 0, 0.10, 0.20, 0.43, 0.87 or 2.01 g/kg bw/day for males and females of the 0-25,000 ppm groups, respectively) for 13 weeks. Observations included clinical signs, body weight, food and water consumption, haematology, biochemistry, urinalysis, necropsy, organ weights and histopathological examination. One female in the 25,000 ppm group died. Body weights were reduced in the 10,000 and 25,000 ppm male and female groups. Food consumption was decreased in males at 25,000 ppm and in females >/=10,000 ppm. Water consumption was dose-relatedly decreased in all treated males and in females >/=1,600 ppm. In males, effects on haematology, biochemistry or urinalysis parameters were observed at 25,000, >/=4,000 and >/=4,000 ppm, respectively. In females, this occurred at >/=10,000, >/=4,000 and >/=10,000 ppm, respectively. Absolute and relative kidney weights were increased in females >/=1,600 ppm. Upon histopathology, non-neoplastic lesions were observed in the nasal cavity (nuclear enlargement of the olfactory and respiratory epithelium), trachea (nuclear enlargement of the epithelium), liver (vacuolic change and swelling of the central area, granulation), kidney (hydropic change and nuclear enlargement of the proximal tubule) and brain (vacuolic change) in both males and females at 1,600 ppm or greater groups. No effects were found on the reproductive organs. Based on the findings at 1,600 ppm (histopathology in males and females, and kidney weight changes in females), the NOAEL in this study can be established at 640 ppm (equal to 0.06 g/kg bw/day for males and 0.10 g/kg bw/day for females)."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V71 592 (1999)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Groups of 8-11 male Sprague-Dawley rats and 19 controls, weighing 200 g, were administered 1,4-dioxane (purity, 99.5%) by gavage once a day on five days per week for seven weeks at a dose of 0, 100 or 1000 mg/kg bw beginning five days after partial hepatectomy and injection of a single dose of 30 mg/kg bw N-nitrosodiethylamine (NDEA) to initiate hepatocarcinogenesis. The high dose increased the multiplicity of hepatic foci to 4.7 per sq cm (p < 0.01) compared with 1.3 per sq cm with NDEA initiation alone. In two other groups of rats, 100 or 1000 mg/kg 1,4-dioxane alone did not induce foci."
        },
        {
            "References": "Institute for Health and Consumer Protection, ECB; EU Risk Assessment Final Report: 1,4-Dioxane p.55 (2002). Available from, as of May 29, 2015: https://echa.europa.eu/documents/10162/a4e83a6a-c421-4243-a8df-3e84893082aa",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ In a long-term drinking water experiment groups of 50 male and 50 female mice (Crj:BDF1) were administered 1,4-dioxane in drinking water for 104 weeks. The dose rates were 0, 0.05, 0.2 or 0.8% (equal to 0, 0.066, 0.25 or 0.77 g/kg bw/day for males and 0, 0.077, 0.32 or 1.07 g/kg bw/day for females, respectively). All animals were examined for clinical signs, body weight, food and water consumption, hematology, biochemistry and urinalysis. After 105 weeks the animals were sacrificed. Necropsy and histopathology were performed on all animals, including dead and moribund animals. The survival of females at the 0.2 and 0.8% groups was significantly lower than those of the controls (17/50 and 5/50 vs 29/50, respectively) due to liver tumors. Mean body weights of females at 0.2 and 0.8% and males at 0.8% were lower than those of controls. Food and water consumption were decreased in high dose males and females. In males, effects on hematology, biochemistry or urinalysis parameters were observed at 0.8%, >/=0.2% and 0.8%, respectively. In females, this occurred at >/=0.2%. Absolute and relative lung weights were increased in males at 0.8% and in females at >/=0.2%. Upon histopathology, non-neoplastic lesions were observed in the nasal cavity (nuclear enlargement and atrophy of the olfactory and respiratory epithelium, inflammation), trachea (atrophy and/or nuclear enlargement of the epithelium), lung (accumulation of foamy cells, nuclear enlargement and atrophy of the bronchial epithelium), kidney (nuclear enlargement of the proximal tubule) in males and females at 0.2% or greater groups. In males, lesions were also observed in liver (angiectasis) at 0.8% and in testis (decreased mineralisation) at >/=0.2%. Hepatocellular carcinomas occurred with significantly increased incidences in males at 0.8% and in all treated female groups (incidence in males was 15/50, 20/50, 23/50 and 36/50 and in females 0/50, 6/50, 30/50 and 45/50 for controls, 0.05, 0.2 and 0.8% groups, respectively). Increased incidences of hepatocellular adenomas were seen in males and females at 0.05 and 0.2% (incidence in males was 7/50, 16/50, 22/50 and 8/50 and in females 4/50, 30/50, 20/50 and 2/50 for controls, 0.05, 0.2 and 0.8% groups, respectively). One nasal esthesioneuroepithelioma was seen in one male at 0.8% and one nasal adenocarcinoma was seen in one female at 0.8%. The LOAEL can be established at 0.05%, equal to 0.066 g/kg bw/day for males and 0.077 g/kg bw/day for females."
        },
        {
            "References": "Institute for Health and Consumer Protection, ECB; EU Risk Assessment Final Report: 1,4-Dioxane p.55 (2002). Available from, as of May 29, 2015: https://echa.europa.eu/documents/10162/a4e83a6a-c421-4243-a8df-3e84893082aa",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Groups of 9 male rats were treated by gavage with 100 or 1,000 mg/kg bw/day for 5 days/wk for 7 weeks. The animals were initiated with diethylnitrosamine (30 mg/kg, ip 24 hr after 2/3 partial hepatectomy). Ten days after the last administration the animals were killed and the number and total volume of gammaglutamyltransferase (GGT)-positive foci was studied in liver sections. 1,4-Dioxane at 1,000 mg/kg showed a clear positive result. The control and 100 mg/kg group gave negative results."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V71 590 (1999)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ 1,4-Dioxane was tested in rats and guinea-pigs by oral administration: it produced malignant tumors of the nasal cavity and liver in rats and tumors of the liver and gallbladder in guinea-pigs. It was also active as a promoter in a two-stage skin carcinogenesis study in mice. No carcinogenic effect was observed in one inhalation study in rats."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V71 591 (1999)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Groups of 50 male and 50 female F344/DuCrj rats (age not given) were administered 1,4-dioxane (purity >99%) at 0, 200, 1000 or 5000 mg/L (ppm) in the drinking-water for 104 weeks. Survival of exposed males and females was reduced. In males, combined hepatocellular adenoma and carcinoma occurred in 0/50 controls, 2/50 low-dose, 4/50 mid-dose and 38/50 high-dose animals (p<0.01, Fisher's exact test). In females, combined hepatocellular adenomas and carcinomas occurred in 1/50 controls, 0/50 low-dose, 5/50 mid-dose and 48/50 high-dose rats (p<0.01, Fisher's exact test). Mesotheliomas of the peritoneum were found in 28/50 high-dose males compared with 2/50 controls (p<0.01, Fisher's exact test). The incidence of subcutaneous fibromas and mammary fibroadenomas in high-dose males was greater than in the control group (12/50 and 4/40 versus 5/50 and 1/50, respectively). In females, nasal cavity tumors were found in 7/50 high-dose rats compared with 0/50 controls (p<0.05, Fisher's exact test), and mammary adenomas were found in 16/50 high-dose rats compared with 6/50 controls (p<0.01, Fisher's exact test)."
        },
        {
            "References": "PMID:2043044",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ ... No increase was noted in the liver/body weight nor induction of palmitoyl-CoA-oxidase following treatment of rats with 1.0% dioxane in the drinking water for 5 days. In-vivo studies showed no increase relative to controls in cell proliferation at the site of highest tumor formation in the nose in response to 1.0% dioxane in the drinking water for 2 weeks."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V11 251 (1976)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Five groups of 96 male and 96 female Wistar rats were exposed either to air or air containing 0.4 mg/L (111 ppm) 99.9% pure 1,4-dioxane for 7 hr/day on 5 days/wk for 2 yr. 50% of the animals survived 20-24 months. No statistically significant increase in incidence of tumors was observed in 525 treated rats examined compared with 347 controls."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V11 250 (1976)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ ... 60 male and 60 female Sherman rats ... given 0, 0.01, 0.1 or 1% ... in drinking water for ... 716 days ... /developed/ at highest level 10 hepatocellular carcinomas, 2 cholangiomas and 3 squamous-cell carcinomas of nasal cavity ... compared with 1 hepatocellular carcinoma in rat receiving 0.1% ... No statistically significant increase in incidence of tumors was seen in rats given 2 lower dose levels."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V11 250 (1976)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ ... 26 male Wistar rats ... given 1% 1,4-dioxane in drinking water for 63 wk (total dose 130 g). Liver tumors, ranging from small neoplastic nodules to multifocal hepatocellular carcinomas ... in 6 animals. ... 1 rat developed a transitional-cell carcinoma of kidney pelvis, and 1, a leukemia. 1 lymphosarcoma ... in 9 controls."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V11 250 (1976)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ 4 groups ... 28-32 male Sprague Dawley rats ... given 0.75, 1.0, 1.4 or 1.8% ... in drinking water for 13 months (total ... 104-256 g/rat) ... 1 rat receiving 0.75; 1, 1.0%; 2, 1.4%; and 2, 1.8% developed nasal cavity tumors/ mainly squamous-cell carcinomas, with ... adenocarcinomas in 2 cases. Liver cell tumors ... developed in 3 rats receiving 1.4% and in 12 ... receiving 1.8% ... subcutaneous fibroma ... in 1/30 controls."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V11 251 (1976)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ 22 male guinea pigs received drinking-water containing 0.5-2% 1,4-dioxane ... over 23 months (total dose, 588-623 g/animal). All ... killed within 28 months. 2 ... had carcinomas of gall bladder, and 3 had hepatomas. No liver tumors ... reported in 10 untreated controls."
        },
        {
            "References": "Kociba RJ et al; Aerosp Med Res Lab (Tech Rep) AMRL-TR (US): (ISS AMRL-TR-125) 345-54 (1975)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Rats given 1.0 or 0.1% 1,4-dioxane in drinking water for 4-24 months showed renal tubular and hepatocellular degeneration, necrosis and regeneration. Rats ingesting 1.0% had increase incidence of liver tumors and nasal carcinomas."
        },
        {
            "References": "Argus MF et al; Eur J Cancer 9: 237-43 (1973) as cited in USEPA; Chemical Hazard Information Profile: 1,4-Dioxane (Draft) p.8 (1979)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ A dose response relationship was described for hepatic tumor induction when rats ingested water containing dioxane in concentrations ranging from 0.75% to 1.8%."
        },
        {
            "References": "DHEW/NCI; Bioassay of 1,4-Dioxane for Possible Carcinogenicity p.vii Technical Report Series No. 80 (1978) NIH Pub. 78-1330",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Bioassay of 1,4-dioxane for possible carcinogenicity was conducted by administering the test chemical in the drinking water to Osborne Mendel rats and B6C3F1 mice at concentrations of either 0.5% or 1.0% (v/v) in the drinking water. The rats were dosed for 110 weeks and the mice for 90 weeks. ... In rats, the incidence of squamous cell carcinomas of the nasal turbinates was statistically significant. ... In both male and female mice, the incidence of hepatocellular carcinomas was statistically significant (p< 0.001). ... 1,4-Dioxane induced hepatocellular adenomas in female Osborne Mendel rats. 1,4-Dioxane was carcinogenic in both sexes of rats, producing squamous cell carcinomas of the nasal turbinates, and in both sexes of B6C3F1 mice, producing hepatocellular carcinomas."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V71 591 (1999)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ In a mouse-lung adenoma assay, 1,4-dioxane produced a significant increase in the incidence of lung tumors in males given an intermediate intraperitoneal dose; no such increase was noted in males given a lower or higher intraperitoneal dose or in females given three intraperitoneal doses or in either males or females given 1,4-dioxane orally."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V71 591 (1999)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Groups of 30 male A/J mice, six to eight weeks of age, were administered 1,4-dioxane [purity unspecified] by intraperitoneal injection three times per week for eight weeks for total doses of 0, 400, 1000 and 2000 mg/kg bw. The high dose increased the multiplicity of lung tumors to 0.97 per mouse (p < 0.05) compared with 0.28 per mouse in controls given vehicle alone."
        },
        {
            "References": "PMID:2397485",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Female Sprague-Dawley rats were given 0, 168, 840, 2550 or 4200 mg/kg of 1,4-dioxane 21 and 4 hr before sacrifice. Hepatic DNA damage (by the alkaline elution technique), ornithine decarboxylase activity (ODC), reduced glutathione content, cytochrome P-450 content and serum alanine aminotransferase activity (ALT) were determined. Treatment with 1,4-dioxane increased hepatic DNA damage and cytochrome P-450 content at doses of 2550 and 4200 mg/kg. Large increases in the activity of hepatic ODC were observed at 840, 2550 and 4200 mg/kg of 1,4-dioxane. Thus the data suggest that 1,4-dioxane is a weak genotoxic carcinogen in addition to being a strong promoter of carcinogenesis (a non-genotoxic carcinogen)."
        },
        {
            "References": "PMID:19681729",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Carcinogenicity and chronic toxicity of 1,4-dioxane were examined by inhalation exposure of 50 male F344 rats to 1,4-dioxanevapor at 0 (clean air), 50, 250, or 1250 ppm (v/v) for 6 h/day, 5 days/wk, and 104 wk. Survival rates of 250 and 1250 ppm-exposed groups were decreased near the end of the 2-yr exposure period, due probably to the occurrence of malignant tumors. A statistically significant but marginal decrement of terminal body weight (<10%) was found in the 1250 ppm-exposed group, suggesting slight systemic toxicity. Significant changes in plasma levels of AST, ALT, ALP, and gamma-GTP and relative weight of the liver occurred in the 1250 ppm-exposed group. Dose-dependent and statistically significant increases in incidences of nasal squamous cell carcinomas, hepatocellular adenomas, and peritoneal mesotheliomas were found primarily in the 1250 ppm-exposed group. The incidences of renal cell carcinomas, fibroadenomas in the mammary gland, and adenomas in the Zymbal gland were also increased dose-dependently. Preneoplastic lesions occurred in the nasal cavity and liver of the 1,4-dioxane-exposed groups. As nonneoplastic lesions, the significantly increased incidences of nuclear enlargement, atrophy, and respiratory metaplasia in the nasal cavity were noted at 50 ppm and above. A LOAEL (lowest observed adverse effect level) was determined at 50 ppm for the nasal endpoint of general chronic toxicity. This study provides clear evidence of carcinogenicity for 1,4-dioxane in male rats. A cytotoxic-proliferative and in vivo genotoxic mode of action is suggested to operate in 1,4-dioxane-induced carcinogenesis."
        },
        {
            "References": "PMID:18544906",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Subchronic oral toxicity of 1,4-dioxane was examined by administering 1,4-dioxane in drinking water at 6 different concentrations of 0 (control), 640, 1,600, 4,000, 10,000 or 25,000 ppm (wt/wt) to F344 rats and BDF(1)mice of both sexes for 13 weeks. Food and water consumption and terminal body weight were decreased dose-dependently in rats and mice. A dose-dependent increase in the relative weights of kidney and lung was noted in rats and mice, while the relative liver weight was increased only in rats. Increases in plasma levels of aspartate aminotransferase (AST) and alanine aminotransferase (ALT) and a decrease in plasma glucose were noted primarily in the rats and mice dosed 25,000 ppm. Histopathological examination revealed that 1,4-dioxane affected the upper and lower respiratory tracts, liver, kidneys and brain in rats, while only the former two organs were affected in mice. Nuclear enlargement occurred in the respiratory, olfactory, tracheal and bronchial epithelia of the 1,4-dioxane-dosed rats and mice. The 1,4-dioxane-induced hepatic lesions were characterized by centrilobular swelling and necrosis in rats and mice and by glutathione S-transferase placental form (GST-P)-positive altered hepatocellular foci in rats, which are known as preneoplastic lesions. A no-observed-adverse-effect-level (NOAEL) was determined at 640 ppm for both rats and mice, since the nuclear enlargement in the nasal respiratory epithelium and the centrilobular swelling of hepatocytes in rats and the nuclear enlargement in the bronchial epithelium in mice were observed at 1,600 ppm. The NOAEL value corresponded to the estimated 1,4-dioxane intake of 52 mg/kg/day in rats and 170 mg/kg/day in mice."
        },
        {
            "References": "PMID:18668411",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Thirteen-week inhalation toxicity of 1,4-dioxane was examined by repeated inhalation exposure of male and female F344 rats to 0 (control), 100, 200, 400, 800, 1600, 3200, or 6400 ppm (v/v) 1,4-dioxane vapor for 6 hr/day and 5 days/wk. All the 6400-ppm-exposed males and females died during the first week. Terminal body weight decreased, and relative weights of liver, kidney, and lung increased. AST increased in the 200 ppm-and 3200-ppm-exposed females, and ALT increased in the 3200-ppm-exposed males and females. Nuclear enlargement of nasal respiratory epithelial cells occurring in the 100-ppm-exposed males and females was the most sensitive, followed by the enlarged nuclei in the olfactory, tracheal, and bronchial epithelia. 1,4-Dioxane-induced liver lesions occurred at higher exposure concentrations than the nasal lesions did, and were characterized by single-cell necrosis and centrilobular swelling of hepatocytes in males and females. Glutathione S-transferase placental form (GST-P) positive liver foci were observed in the 1600-ppm-exposed females and 3200-ppm-exposed males and females, which are known as a preneoplastic lesion in rat hepatocarcinogenesis. Plasma levels of 1,4-dioxane increased linearly with an increase in the concentrations of exposure to 400 ppm and above. The enlarged nuclei in the nasal epithelia and the GST-P-positive liver foci were discussed in light of the possible development of nasal and hepatic tumors by long-term inhalation exposure to 1,4-dioxane. A lowest-observed-adverse-effect level (LOAEL) was determined at 100 ppm for the nasal endpoint in both male and female rats."
        },
        {
            "References": "PMID:19703511",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ The carcinogenicity of 1,4-dioxane was examined by giving groups of 50 F344/DuCrj rats and 50 Crj:BDF(1) mice of each sex1,4-dioxane in the drinking-water for 2 years. The concentrations of 1,4-dioxane were 0 (control), 200, 1000 and 5000 ppm (wt./wt.) for rats and 0, 500, 2000 and 8000 ppm for mice. The highest dose levels did not exceed the maximum tolerated dose. In the rat, there was significant induction of nasal squamous cell carcinomas in females and hepatocellular adenomas and carcinomas in males and females, peritoneal mesotheliomas in males, and mammary gland adenomas in females. In the mouse, there was significant induction of hepatocellular tumors in males and females. Two nasal tumors occurring in the 8000 ppm-dosed groups were spontaneously rare and, thus, were attributed to 1,4-dioxane exposure. The present studies provided clear evidence of carcinogenicity in rats and mice. Lifetime cancer risk of humans exposed to 1,4-dioxane through drinking-water was quantitatively estimated with a non-threshold approach by application of a linearized multistage model to dose-carcinogenic response relationships, in addition to a threshold approach for estimation of the tolerable daily intake using no-observed- or lowest-observed-adverse-effect levels of the carcinogenic responses and uncertainty factors."
        },
        {
            "References": "PMID:24491968",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ 1,4-Dioxane is found in consumer products and is used as a solvent in manufacturing. Studies in rodents show liver tumors to be consistently reported after chronic oral exposure. However, there were differences in the reporting of non-neoplastic lesions in the livers of rats and mice. In order to clarify these differences, a reread of mouse liver slides from the 1978 NCI bioassay on 1,4-dioxane in drinking water was conducted. This reread clearly identified dose-related non-neoplastic changes in the liver; specifically, a dose-related increase in the hypertrophic response of hepatocytes, followed by necrosis, inflammation and hyperplastic hepatocellular foci. 1,4-Dioxane does not cause point mutations, DNA repair, or initiation. However, it appears to promote tumors and stimulate DNA synthesis. Using EPA Guidelines (2005), the weight of the evidence suggests that 1,4-dioxane causes liver tumors in rats and mice through cytotoxicity followed by regenerative hyperplasia. Specific key events in this mode of action are identified. A Reference Dose (RfD) of 0.05mg/kgday is proposed to protect against regenerative liver hyperplasia based on a benchmark dose (BMD) approach. Based on this RfD, a maximum contaminant level goal of 350 ug/L is proposed using a default relative source contribution for water of 20%."
        },
        {
            "References": "PMID:4024160",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ The teratogenic potential of the industrial solvent dioxane was evaluated in rats. The compound was administered to pregnant Sprague Dawley rats on gestation days 6 to 15 by gavage in doses of 0, 0.25, 0.5, or 1.0 mL/kg/day. Food consumption and weight gain of the dam were followed. Rats were killed on gestation day 21. During laparotomy, the numbers of corpora lutea, implantations, resorptions and live fetuses were recorded. Fetuses were weighed and inspected for external malformations. Fifty percent were examined for visceral and 50 percent for skeletal malformations. Females in the highest dose group had slightly lower weight gains compared to controls, both during treatment and later. Compared with controls, dioxane did not induce variations in the number of implantations, live fetuses, or resorptions, but the average weight of live fetuses from dams treated with 1 mL/kg/day was significantly less than controls. Mean fetal weight in this group was 3.6 g, compared to 3.8 g for controls. The frequency of major malformations remained within normal limits for all groups, and no deviations were found regarding minor anomalies and variants when compared with controls. However, with the highest dioxane dose, a significant retardation was found in the development of the sternum. ..."
        },
        {
            "References": "Institute for Health and Consumer Protection, ECB; EU Risk Assessment Final Report: 1,4-Dioxane p.55 (2002). Available from, as of May 29, 2015: https://echa.europa.eu/documents/10162/a4e83a6a-c421-4243-a8df-3e84893082aa",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ In a neurotoxicity test, the inhibition of propagation and maintenance of an electrically evoked seizure discharge were investigated as a criterion of the acute neurotropic effect of 1,4-dioxane. The testing was performed in parallel on male albino Wistar rats (4/group) and female mice (8/group) of the H strain under two divergent conditions: the shortening of the duration of maximal tonic extension after electroshock was the criterion in male rats exposed to 1,4-dioxane vapor for 4 hr, whereas the slowing of the development of tonic extension after electroshock was determined in female mice exposed for 2 hr. Three concentrations between 25-75% of the maximum effect level were tested (exact concentrations not mentioned). The concentration at which a 30% depression of the maximum attainable effect was obtained was 6,807.6 mg/cu m for rats and 8,784 mg/cu m for mice. No attention was paid to behavioral changes (e.g. /CNS depression/ or depressed activity)."
        },
        {
            "References": "Institute for Health and Consumer Protection, ECB; EU Risk Assessment Final Report: 1,4-Dioxane p.55 (2002). Available from, as of May 29, 2015: https://echa.europa.eu/documents/10162/a4e83a6a-c421-4243-a8df-3e84893082aa",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ In a neurotoxicity test ... the effect of oral administration of 1,4-dioxane on monoamine neurotransmitters and metabolites in the rat brain was investigated. Male Sprague-Dawley rats received a single oral administration of 1,050 mg 1,4-dioxane/kg bw. Two hours after administration rats were killed and acetylcholine, 3,4-dihydroxyphenylalanine (DOPA), dopamine, 3,4-dihydroxyphenylacetic acid (DOPAC), homovanillic acid (HVA), norepinephrine, 3-methoxy-4-hydroxyphenylglycol (MHPG), serotonin and 5-hydroxyindoleacetic acid (5HIAA) contents in various brain regions were measured. Significant effects of 1,4-dioxane administration were: decrease in dopamine and serotonin concentrations in the hypothalamus and decrease of serotonin concentrations in the medulla oblongata. Concentrations of the other neurotransmitters and metabolites were not significantly influenced after the administration of 1,4-dioxane. No attention was paid to behavioral changes (e.g. /CNS depression/ or depressed activity)."
        },
        {
            "References": "Institute for Health and Consumer Protection, ECB; EU Risk Assessment Final Report: 1,4-Dioxane p.55 (2002). Available from, as of May 29, 2015: https://echa.europa.eu/documents/10162/a4e83a6a-c421-4243-a8df-3e84893082aa",
            "Value": "/BEHAVIORAL STUDIES/ In a study for effects on behavior female CFE rats (8-10/group) were exposed to 1,4-dioxane concentrations of 5,490, 10,980 and 21,960 mg/cu m during 4 hr/day, 5 days/wk for 2 weeks. The avoidance response was dose-relatedly decreased. At 21,960 mg/cu m a few animals also showed a decreased escape response. Maximal decrease for both parameters was seen after 2 days exposure. Thereafter the effects became less severe. All effects were reversible. Other severe behavioral effects (e.g. motor imbalance, frank depression or ataxia) were not seen."
        },
        {
            "References": "PMID:7281189",
            "Value": "/GENOTOXICITY/ 1,4-dioxane induced liver neoplasms after chronic ingestion of cytotoxic dosages in rats. Treatment of rats with tumorigenic dose levels of 1,4-dioxane (1 g/kg/day) in drinking water for 11 wk resulted in 1.5 times increase in hepatic DNA synthesis. Cytotoxicity was not detected in rats dosed orally with nontumorigenic levels of 1,4-dioxane (10 mg/kg/day). Alkylation of hepatic DNA and DNA repair was not detected in rats dosed with 1 g (14)C-1,4-dioxane/kg, orally. 1,4-dioxane did not elicit a positive response in Ames bacterial mutagenicity or Williams hepatocyte DNA repair in vitro assay. The lack of genotoxic activity of 1,4-dioxane and its cytotoxicity at tumorigenic dose levels suggest a nongenetic mechanism of liver tumor induction in rats."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V71 592 (1999)",
            "Value": "/GENOTOXICITY/ Rats of each sex received 0.01, 0.1 or 1% 1,4-dioxane in the drinking-water for up to 716 days. At 16 months, about 50% of the 1% dose group survived. Histopathological examination of the animals revealed degenerative and necrotic alterations in the liver parenchyma and in renal tubules. These changes were observed to a lower extent in the 0.1% dose group. No increased DNA repair was found in the liver or in nasoturbinate or maxilloturbinate nasal epithelial cells isolated from male Fischer 344 rats receiving 2% or 1% 1,4-dioxane in the drinking-water. The dose of 1% 1,4-dioxane in the drinking-water for five days did not increase relative liver weight or hepatic palmitoyl coenzyme A-reductase activity. While a single dose of 1000 mg/kg bw 1,4-dioxane given by gavage did not enhance hepatic DNA synthesis, administration in the drinking-water for two weeks led to an approximately two-fold increase in the hepatic labelling index. Similarly, ... a 1.5-fold increase in hepatic DNA synthesis, and a minimal centrilobular hepatocellular swelling /was reported/ in male Sprague-Dawley rats given 1000 mg/kg bw 1,4- dioxane daily by gavage over 11 weeks; the relative liver weight was enhanced in these animals, while gavage of 10 mg/kg bw did not result in such effects in the liver. In female Sprague-Dawley rats treated orally with 850, 2550 or 4200 mg/kg bw 1,4-dioxane, 21 and 4 hr before killing, ...a marked increase in hepatic ornithine decarboxylase activity /was found/, whereas alanine aminotransferase activity and the level of reduced glutathione in the liver were unchanged. Doses of 2550 and 4200 mg/kg bw resulted in significant induction of total hepatic cytochrome P450."
        },
        {
            "References": "PMID:12034324",
            "Value": "/GENOTOXICITY/ The ability of the rodent carcinogens 1,4-dioxane (DX) and thiourea (TU) to induce meiotic non-disjunction (ND) was assessed in 3- and 6-day-old Drosophila melanogaster females. The chemicals were administered orally and three 24 hr and one 48 hr broods were obtained after mating, to sample oocytes treated in increasingly earlier stages of development. The broods represent mainly mature oocytes (brood I), nearly mature oocytes (brood II), early oocytes (brood III) and very early oocytes (brood IV). The toxicity of DX increased with dose (1% (not toxic), 1.5, 2, 3, 3.5%) as well as a reduction in fecundity which was moderate. Induction of ND in mature oocytes was positive with 2, 3 and 3.5% concentrations and was not related to dose. In immature oocytes it was also positive though already at the lowest concentration tested (1%), suggesting a sensitivity higher than that of mature oocytes. TU at 0.10-10%, did not affect viability, but since fecundity was seriously impaired at high doses, ND was not assessed beyond the 1.5% concentration. TU also induced ND in mature and in immature oocytes; neither a threshold nor a dose effect was detected. The response of mature oocytes was lower than that of immature oocytes. TU induced increases of ND in the earliest cells tested in a more consistent fashion than DX. The data clearly show that both chemicals induced ND in mature oocytes and in the three subsets in which immature oocytes were fractionated."
        },
        {
            "References": "Sheftel, V.O.; Indirect Food Additives and Polymers. Migration and Toxicology. Lewis Publishers, Boca Raton, FL. 2000., p. 717",
            "Value": "/GENOTOXICITY/ ... p-Dioxane gave both positive and negative results in in vivo micronucleus assays. A small but statistically significant increase in micronucleus frequency was obtained in CD-1 mice at dose level of 2.0 g/kg bw and the overall responses showed no dose-dependency. A weak positive response was obtained with a single ip treatment at 2.0 g/kg bw dose but not at 4.0 g/kg bw. It did not induce sex-linked recessive lethal mutations in Drosophilia melanogaster."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. V7 p.184",
            "Value": "/GENOTOXICITY/ Genetic activity ... in Salmonella typhimurium tester strains TA 1535, TA 1537 and TA 1538 and in Saccharomyces cerevisiae ... with and without metabolic activation ... were negative ..."
        },
        {
            "References": "NTP; Technical Bulletin 1 (3): 10 (1980)",
            "Value": "/GENOTOXICITY/ 1,4-Dioxane was not mutagenic to Salmonella typhimurium with and without Arochlor-1254 induced Sprague Dawley rat and Syrian hamster liver activation."
        },
        {
            "References": "Institute for Health and Consumer Protection, ECB; EU Risk Assessment Final Report: 1,4-Dioxane p.55 (2002). Available from, as of May 29, 2015: https://echa.europa.eu/documents/10162/a4e83a6a-c421-4243-a8df-3e84893082aa",
            "Value": "/GENOTOXICITY/ In total, 6 micronucleus tests were performed. In C57BL6 mice oral application of 1,4-dioxane resulted both in micronucleus induction as well as in negative results. Negative results were also observed after oral application of 1,4-dioxane in BALB/c mice and CBA mice as well as after ip application in B6C3F1 mice and CD-1 mice. Except for the oral study with BALB/c mice and the ip study with CD-1 mice the ratio PCE/NCE was decreased, indicating that the bone marrow was reached. A dominant lethal assay in male mouse was negative after a single ip injection. The rate of conception, mean number of implantations, percentage of living fetuses and mutagenicity index were unchanged. At high dosages, positive results were obtained in a sex-linked recessive lethal test in Drosophila melanogaster. Neither a single application of 1,000 mg/kg bw, nor treatment with 1% 1,4-dioxane in drinking water for 2 weeks or with 2% 1,4-dioxane for 1 week, induced unscheduled DNA synthesis in primary rat hepatocytes. Negative results for unscheduled DNA synthesis were also found in rat nasal respiratory epithelial cells (from the nasoturbinate or the maxilloturbinate) after treatment of rats with 1% 1,4-dioxane in drinking water for 8 days, or after treatment with 1% in the drinking water for 8 days with an additional single gavage dose of up to 1,000 mg/kg bw 1,4-dioxane. In an alkaline elution tests 1,4-dioxane induced DNA single strand breaks in liver cells especially at dose levels higher than 2,500 mg/kg."
        },
        {
            "References": "Institute for Health and Consumer Protection, ECB; EU Risk Assessment Final Report: 1,4-Dioxane p.55 (2002). Available from, as of May 29, 2015: https://echa.europa.eu/documents/10162/a4e83a6a-c421-4243-a8df-3e84893082aa",
            "Value": "/GENOTOXICITY/ An Ames test, an UDS test on rat hepatocytes and an HGPRT-test with CHO cells performed with a metabolite of 1,4-dioxane, 1,4-dioxan-2-one, were all negative. A cell transformation test with Balb/3T3 cells was negative with metabolic activation and positive without metabolic activation. /1,4-Dioxan-2-one/"
        },
        {
            "References": "PMID:2043044",
            "Value": "/GENOTOXICITY/ ... Neither dioxane nor 1,4-dioxane-2-one exhibited activity in the in-vitro primary rat hepatocyte DNA repair assay even from cells that had been isolated from animals given either 1 or 2% dioxane in drinking water for 1 week to induce enzymes that might be responsible for producing genotoxic metabolites. No activity was seen in the in-vivo hepatocyte DNA repair assay in animals given a single dose of up to 1000 mg/kg dioxane or up to 2% dioxane in the drinking water for 1 week."
        },
        {
            "References": "PMID:16023405",
            "Value": "/GENOTOXICITY/ 1,4-Dioxane, a widely used industrial chemical and rodent hepatocarcinogen, has produced mixed, largely negative results in the mouse erythrocyte micronucleus assay. In contrast, a recent report has indicated that 1,4-dioxane induces micronuclei in mouse hepatocytes following in vivo treatment. The objective of this study was to confirm these earlier results and identify the origin of the induced micronuclei. Following an initial range-finding study, mice were administered 1,4-dioxane by gavage at doses ranging from 1500 to 3500 mg/kg. The test animals were also implanted with BrdU-releasing osmotic pumps to allow cell proliferation to be measured in the liver and to increase the sensitivity of the hepatocyte assay. Upon sacrifice, the frequency of micronuclei in the bone marrow erythrocytes and in the proliferating BrdU-labeled hepatocytes was determined. Significant dose-related increases in micronuclei were seen in both the liver and the bone-marrow with significant increases being detected at all the tested doses in the bone marrow and at the 2500 and 3500 mg/kg doses in the liver. Using CREST staining or pancentromeric FISH to determine the origin of the induced micronuclei, it was determined that 80-90% of the micronuclei in both tissues originated from chromosomal breakage. Small increases in centromere-containing micronuclei were also seen in the hepatocytes. Decreases in hepatocyte proliferation as well as in the ratio of bone marrow PCE:NCE were also observed. Based on these results, we conclude that at high doses: (i) dioxane exerts genotoxic effects in both the mouse bone marrow and liver; (ii) the induced micronuclei are formed primarily from chromosomal breakage; and (iii) dioxane can interfere with cell proliferation in both the liver and bone marrow."
        },
        {
            "References": "Institute for Health and Consumer Protection, ECB; EU Risk Assessment Final Report: 1,4-Dioxane p.55 (2002). Available from, as of May 29, 2015: https://echa.europa.eu/documents/10162/a4e83a6a-c421-4243-a8df-3e84893082aa",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ In an in vitro test with isolated bovine cornea, irritation (including changes in opacity and thickness of the isolated cornea) was observed at 1,4-dioxane concentrations of 5-100%."
        },
        {
            "References": "Institute for Health and Consumer Protection, ECB; EU Risk Assessment Final Report: 1,4-Dioxane p.55 (2002). Available from, as of May 29, 2015: https://echa.europa.eu/documents/10162/a4e83a6a-c421-4243-a8df-3e84893082aa",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ ... Lymphocytes from untreated mice were incubated with 1,4-dioxane in concentrations of 0.25% and 0.5%. The rate of 3 H-thymidine incorporation into the lymphocytes fell and the ability of the T-lymphocytes to be stimulated by mitogens was reduced, while that of the B-lymphocytes was greatly increased. Levels of 1.0 % 1,4-dioxane and above were cytotoxic. Human lymphocyte cultures treated for 2 hours with 1,4-dioxane in concentrations of 0.25 to 1.0% showed no significant effects. However, a dioxane level of 2.5% resulted in a marked increase in phyto-hemagglutinine-stimulated DNA synthesis. In vitro incubation of 1,4-dioxane and DNA in the presence of microsomes showed no signs of covalent DNA binding. Benz[a]pyrene was used as a positive control."
        },
        {
            "References": "Institute for Health and Consumer Protection, ECB; EU Risk Assessment Final Report: 1,4-Dioxane p.55 (2002). Available from, as of May 29, 2015: https://echa.europa.eu/documents/10162/a4e83a6a-c421-4243-a8df-3e84893082aa",
            "Value": "/OTHER TOXICITY INFORMATION/ The mechanism behind the organ-specific toxicity and carcinogenic effects of 1,4-dioxane has not yet been elucidated. 1,4-Dioxane is considered as a non-genotoxic compound. ...Non-linear toxicokinetics was demonstrated in the rat. Saturation of oxidation of 1,4-dioxane to HEAA and 1,4-dioxane-2-one at doses >10 mg/kg bw results in accumulation of 1,4-dioxane. The metabolites 1,4-dioxane-2-ol and beta-hydroxyethoxy acetaldehyde may also accumulate in tissues with oxidative capacity. These effects may be related in view of the correlation between increased rates in vitro of DNA strand breaks, sister chromatid exchange at cytotoxic concentrations and in vivo in the organ-toxic dose range. In combination with the cytotoxicity at high doses this suggests accumulation of toxic metabolites not removed via oxide metabolic pathways. Based on the above-mentioned findings, the mode of action is most likely cytotoxic in nature. The cytotoxic effects and organ damage via increased cell turnover may pave the way for liver carcinogenesis."
        },
        {
            "References": "Institute for Health and Consumer Protection, ECB; EU Risk Assessment Final Report: 1,4-Dioxane p.55 (2002). Available from, as of May 29, 2015: https://echa.europa.eu/documents/10162/a4e83a6a-c421-4243-a8df-3e84893082aa",
            "Value": "/OTHER TOXICITY INFORMATION/ In a special study for the induction of peroxisomal proliferation 5 male Fischer 344 rats received 1,4-dioxane in drinking water (concentrations 0.1 and 1.0%) for 5 days. Neither a dose-related increase in liver/body weight, nor an increase in the peroxisomal enzyme palmitoyl-CoA-oxidase was observed. In another study on peroxisomal proliferation male Fischer 344 rats (7/group) received an oral application of 0 or 2000 mg 1,4-dioxane/kg bw in physiologic saline for 9 days over an 11-day period. The animals were killed at 16 hours after the last exposure. Body weights were significantly decreased in comparison to the controls from day 5 and onwards. Absolute and liver weight/body weight ratios were markedly increased but the protein concentration in the liver remained constant. No induction of palmitoyl-CoA-P activity was observed."
        },
        {
            "References": "Institute for Health and Consumer Protection, ECB; EU Risk Assessment Final Report: 1,4-Dioxane p.55 (2002). Available from, as of May 29, 2015: https://echa.europa.eu/documents/10162/a4e83a6a-c421-4243-a8df-3e84893082aa",
            "Value": "/OTHER TOXICITY INFORMATION/ ... Male Sprague-Dawley rats (4-6 per group) received 0, 10 or 1,000 mg 1,4-dioxane/kg bw/day via drinking water for 11 weeks (7 days/wk). Seven days prior to termination, the rats received [6-(3)H]thymidine. After sacrifice the livers were examined. After repeated exposure, 1,4-dioxane was cytotoxic to hepatic tissue at the highest dose level, as evidenced by an increase in liver to body weight ratio and a significant rise in hepatic DNA synthesis as measured by [6-(3)H]-thymidine incorporation, accompanied by a minimal degree of hepatocellular swelling. No changes relative to controls were observed in rats dosed with 10 mg/kg bw/day."
        },
        {
            "References": "ATSDR: TOXICOLOGICAL PROFILE FOR 1,4-DIOXANE p. 10 (April, 2012); Available from, as of May 29, 2015: https://www.atsdr.cdc.gov/ToxProfiles/tp187.pdf",
            "Value": "/OTHER TOXICITY INFORMATION/ Results from a recent 13-week study in rats and a 2-year study in rats indicate that the tissues in the nasal cavity are the most sensitive target for 1,4-dioxane following inhalation exposure. Adverse nasal effects were seen in rats exposed to =100 ppm in the 13-week study and in rats exposed to =50 ppm in the 2-year study. These exposure concentrations were the lowest tested."
        },
        {
            "References": "ATSDR: TOXICOLOGICAL PROFILE FOR 1,4-DIOXANE p. 10 (April, 2012); Available from, as of May 29, 2015: https://www.atsdr.cdc.gov/ToxProfiles/tp187.pdf",
            "Value": "/OTHER TOXICITY INFORMATION/ The liver and kidneys are also targets of 1,4-dioxane toxicity in animals following inhalation, oral and dermal exposure."
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "(1) Barone FS et al; J Contam Hydrol 10: 225-50 (1992) (2) Schuurmann G et al; Environ Sci Technol 40: 7005-11 (2006), Supporting Information (3) Swann RL et al; Res Rev 85: 17-28 (1983)",
            "Value": "Using a soil adsorption coefficient (Kd) of 0.17 for 1,4-dioxane measured in a grey clay soil (45% clay, 43% silt, 10% sand) obtained from a landfill site in Ontario, Canada(1), a Koc value of 29 can be derived(SRC) using the soil's organic carbon content of 0.58%(1). A measured Koc value of 17 has also been reported for 1,4-dioxane(2). According to a classification scheme(3), these Koc values suggest that 1,4-dioxane is expected to have very high mobility in soil(SRC)."
        }
    ]
}