{
    "_id": {
        "$oid": "6682e7d3c4e5dba5ffba2286"
    },
    "CID": {
        "$numberInt": "313"
    },
    "Name": "HYDROGEN CHLORIDE",
    "IUPACName": "chlorane",
    "CanonicalSMILES": "Cl",
    "Synonyms": [
        "hydrochloric acid",
        "hydrogen chloride",
        "7647-01-0",
        "Muriatic acid",
        "chlorane",
        "Chlorohydric acid",
        "Acide chlorhydrique",
        "Anhydrous hydrochloric acid",
        "Chlorwasserstoff",
        "Muriaticum acidum",
        "Chloorwaterstof",
        "Chlorowodor",
        "Acido cloridrico",
        "Bowl Cleaner",
        "Hydrogen chloride (HCl)"
    ],
    "IsomericSMILES": "Cl",
    "INCHI": "InChI=1S/ClH/h1H",
    "INCHIKEY": "VEXZGXHMUGYJMC-UHFFFAOYSA-N",
    "Formula": "ClH",
    "MolecularWeight": {
        "$numberDouble": "36.46"
    },
    "Description": "Chlorine atom is a halogen. It has a role as a micronutrient.",
    "XlogP": {
        "$numberDouble": "0.8"
    },
    "Complexity": {
        "$numberInt": "0"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "animal_concentrations": [
        {
            "References": "(1) Hisham MW, Bommaraju TV; Hydrogen Chloride. Kirk-Othmer Encyclopedia of Chemical Technology. (1999-2015). New York, NY: John Wiley & Sons. Online Posting Date: 28 Apr 2014",
            "Value": "Hydrochloric acid is found in the digestive tract of most mammals(1)."
        }
    ],
    "environmental_bioconcentrations": [
        {
            "References": "(1) ATSDR; ToxFAQs for Hydrogen Chloride, April 2002. Available from, as of Mar 5, 2015: https://www.atsdr.cdc.gov/toxfaqs/index.asp (2) Hisham MW, Bommaraju TV; Hydrogen Chloride. Kirk-Othmer Encyclopedia of Chemical Technology. (1999-2015). New York, NY: John Wiley & Sons. Online Posting Date: 28 Apr 2014",
            "Value": "Hydrogen chloride dissociates readily in water to chloride and hydronium ions(1). Therefore, hydrogen chloride does not accumulate in the aquatic organisms(1,2)."
        }
    ],
    "mechanism_of_action": [
        {
            "References": "WHO/International Programme on Chemical Safety; Environmental Health Criteria 21, Chlorine and Hydrogen Chloride (1982). Available from, as of February 24, 2015: https://www.inchem.org/pages/ehc.html",
            "Value": "The biological activity of hydrogen chloride is associated with its high solubility in water i.e., 23 moles/L at 0 °C. ... The hydrogen chloride in water dissociates almost completely, with the hydrogen ion captured by the water molecules to form the hydronium ion. The hydronium ion becomes a donor of a proton that possesses catalytic properties and thus is capable of reacting with organic molecules. This may explain the ability of hydrogen chloride to induce cellular injury and necrosis."
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "PMID:18779005",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ ... This study examined the roles of vascular dysfunction and inflammation to the esophageal injury response to different caustic substances in mice. The esophageal responses to sodium hydroxide (10%, 5%, and 2.5%), potassium hydroxide (10%, 5%, and 2.5%), sodium hypochlorite (5.25%), and hydrochloric acid (10%, pH 2) were evaluated by intravital videomicroscopy and histopathology. Intravital microscopy was used to monitor changes in the diameter of arterioles and venules, the adhesion and movement of leukocytes in venules, and the time of cessation of arteriolar blood flow in mouse esophagus. The esophageal mucosa was exposed to caustic substances for 0 to 60 minutes before evaluation. The higher concentrations of sodium hydroxide and potassium hydroxide elicited rapid stasis in both arterioles and venules, which was accompanied by arteriolar constriction and thrombosis. An accumulation of adherent leukocytes in venules was not observed with any agent. Histopathological evaluation revealed marked cellular and interstitial edema in the mucosa with alkali, whereas hydrochloric acid and sodium hypochlorite decreased the thickness epithelial layer. These findings suggest that ischemia and thrombosis are dominant processes, whereas inflammation is less important in the pathogenesis of acute corrosive injury to the esophageal mucosa."
        },
        {
            "References": "PMID:22005920",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Previous animal models of acute lung injury (ALI) are limited as they only reproduce part of the complex pathobiology of clinical ALI. Here we develop a translational mouse model of ALI, which not only reflects the major clinical and pathological features but also enables investigation into ALI resolution. Anaesthetized mice underwent orotracheal instillation of hydrochloric acid. During the immediate period after instillation, mice were carefully maintained with supplemental oxygen to avoid mortality. At specified time-points, lung injury was assessed by analysis of blood gases, respiratory mechanics, bronchoalveolar lavage fluid, alveolar fluid clearance and lung histology. Animals exhibited significant weight loss, decreased oxygenation, increased respiratory elastance and pulmonary inflammation (intra-alveolar leukocyte influx/cytokine levels and histological injury scores). Moreover, mice displayed alveolar-capillary barrier dysfunction/epithelial injury as reflected by increased alveolar protein, lung wet/dry weight ratio and soluble receptor for advanced glycation end-products, as well as reduced alveolar fluid clearance. These injury parameters peaked between days 1 and 3, followed by almost complete recovery over days 5-10. Histology showed evidence of fibrosis on day 10. The results indicate that this resolving model of acid aspiration represents a powerful experimental tool to investigate the injurious, inflammatory, fibrotic, and resolving and reparative processes of ALI."
        },
        {
            "References": "PMID:21809471",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Acid aspiration is a major cause of acute lung injury. However, the mechanisms that underlie this spatial expansion of the injury remain undefined. In current animal models of acid injury, intratracheal acid instillation replicates the lung injury. However intratracheal instillation causes a global effect, precluding studies of how the injury spreads. Here, we report an airway catheter-based method for localized acid delivery in the isolated blood-perfused rat lung. We co-instilled hydrochloric acid with evans blue through the catheter into one lung and determined blood-free extravascular lung water in tissue samples from regions that either received, or did not receive the instilled acid. Tissue samples from the noncatheterized contralateral lung were used as controls. Lung water increased both in the regions that received acid, as well as in adjacent regions that did not. Pretreating the lung with vascular infusions of the gap junctional blocker, glycerrhetinic acid, blunted the acid-induced lung water increase at the adjacent regions. These findings indicate that endothelial gap junction communication causes spread of lung injury from regions that were directly acid injured, to adjacent sites that did not directly receive acid. /This/ new method for establishing localized acid injury provides evidence for a novel role for vascular gap junctions in the spatial expansion of acid injury."
        },
        {
            "References": "PMID:22814289",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Aspiration of hydrochloric acid (HCl)-containing gastric juice leads to acute lung injury (ALI) and hypoxemic respiratory failure due to an exuberant inflammatory response associated with pulmonary edema from increased vascular and epithelial permeability. The aim of this study was to determine the role and signaling mechanisms of tumor necrosis factor alpha (TNF-alpha) in experimental ALI from HCl aspiration using a combination of genetic animal models and pharmacologic inhibition strategies. To this end, HCl was instilled intratracheally to mice, followed by respiratory system elastance measurement, bronchoalveolar lavage, and lung tissue harvesting 24 hr after injection.Hydrochloric acid instillation induced an inflammatory response in the lungs of wild-type mice, evidenced as increased bronchoalveolar lavage total cells, neutrophils, and total protein; histologic lung injury score; and respiratory system elastance, whereas TNF-alpha receptor I mRNA levels were maintained. These alterations could be prevented by pretreatment with etanercept or genetic deletion of the 55-kd TNF-alpha receptor I, but not by deletion of the TNF-alpha gene. Hydrochloric acid induced a 6-fold increase in apoptotic, caspase 3-positive cells in lung sections from wild-type mice, which was abrogated in mice lacking TNF-alpha receptor I. In immunoblotting and immunohistochemistry studies, HCl stimulated signaling via p44/42 and c-Jun N-terminal kinase, which was blocked in TNF-alpha receptor I knockout mice. In conclusion, ALI induced by HCl requires TNF-alpha receptor I function and associates with activation of downstream proinflammatory signaling pathways p44/42 and c-Jun N-terminal kinase."
        },
        {
            "References": "PMID:24722174",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ ... The authors hypothesized that spontaneous breathing (SB) with biphasic positive airway pressure (BIPAP) would attenuate lung injury in acute respiratory distress syndrome compared with pressure-controlled ventilation. Twenty male New Zealand white rabbits with hydrochloric acid aspiration-induced acute respiratory distress syndrome were randomly ventilated using the BIPAP either with SB (BIPAP plus SB group) or without SB (BIPAP minus SB group) for 5 hr. Inspiration pressure was adjusted to maintain the tidal volume at 6 mL/kg. Both groups received the same positive end-expiratory pressure level at 5 cm H2O for hemodynamic goals. Eight healthy animals without ventilatory support served as the control group. The BIPAP plus SB group presented a lower ratio of dead space ventilation to tidal volume, a lower respiratory rate, and lower minute ventilation. No significant difference in the protein levels of interleukin-6 and interleukin-8 in plasma, bronchoalveolar lavage fluid, and lung tissue were measured between the two experimental groups. However, SB resulted in lower messenger ribonucleic acid levels of interleukin-6 (mean +/- SD; 1.8 +/- 0.7 vs. 2.6 +/- 0.5; P = 0.008) and interleukin-8 (2.2 +/- 0.5 vs. 2.9 +/- 0.6; P = 0.014) in lung tissues. In addition, lung histopathology revealed less injury in the BIPAP plus SB group (lung injury score, 13.8 +/- 4.6 vs. 21.8 +/- 5.7; P < 0.05). /It was concluded that/ in hydrochloric acid-induced acute respiratory distress syndrome, SB with BIPAP attenuated lung injury and improved respiratory function compared with controlled ventilation with low tidal volume."
        },
        {
            "References": "Clayton, G. D. and F. E. Clayton (eds.). Patty's Industrial Hygiene and Toxicology: Volume 2A, 2B, 2C: Toxicology. 3rd ed. New York: John Wiley Sons, 1981-1982., p. 2961",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ The inhalation of air containing 6,400 mg/cu m for 30 min by rabbits and guinea pigs resulted in death, in many instances from laryngeal spasm, laryngeal edema or rapidly developing pulmonary edema. ... When the duration of exposure was 2 to 6 hr the concn of 1,000 mg/cu m caused some fatalities."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. V3 776",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ The 30-min LC50s for HCl gas in rats and mice are 4701 ppm and 2644 ppm, respectively; pathological findings in these animals revealed emphysema, atelectasia, and pulmonary edema."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. V3 777",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ A ... study showed that severe hypoxia developed rapidly in baboons exposed to hydrogen chloride at concentrations of 3500 to 4000 ppm, a finding that confirms the earlier view that exposure to hydrogen chloride at concentrations of 1000 to 2000 ppm is dangerous even for a short time."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. V3 776",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Baboons were exposed for 5 min to concentrations ranging from 190 to 17,290 ppm, and rats for 5 min to concentrations ranging from 11,800 to 87,660 ppm. Irritant effects were evident in all animals except baboons exposed to the lowest concentrations. ... At the highest exposure levels, animals experienced persistent respiratory effects and died after exposure."
        },
        {
            "References": "PMID:7434362",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Dose of 5% hydrochloric acid caused negligible irritation to the albino rabbit eye. Negligible= clearing within 24 hr."
        },
        {
            "References": "WHO/International Programme on Chemical Safety; Environmental Health Criteria 21, Chlorine and Hydrogen Chloride (1982). Available from, as of February 24, 2015: https://www.inchem.org/pages/ehc.html",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ No immediate deaths occurred among rabbit and guinea pigs exposed for 5 min to a concn of 5500 mg/cu m (3685 ppm), but 100% mortality was noted in the same animal species exposed to a concn of 1000 mg/cu m (670 ppm) for 6 hr."
        },
        {
            "References": "WHO/International Programme on Chemical Safety; Environmental Health Criteria 21, Chlorine and Hydrogen Chloride (1982). Available from, as of February 24, 2015: https://www.inchem.org/pages/ehc.html",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ ... Exposures insufficient to cause immediate death were associated with delayed mortality, secondary to nasal and pulmonary infections. Presumably, disruption of normal protective mechanisms allowed bacteria to invade the damaged tissues. In support of this, focal superficial ulceration of the respiratory epithelium at its junction with the squamous epithelium of the external nares was reported in mice, 24 hr after a single 10-min exposure to 25-30 mg/cu m (17 ppm)."
        },
        {
            "References": "WHO/International Programme on Chemical Safety; Environmental Health Criteria 21, Chlorine and Hydrogen Chloride (1982). Available from, as of February 24, 2015: https://www.inchem.org/pages/ehc.html",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Respiratory irritation in mice exposed to hydrogen chloride gas was studied ... Mice were exposed for 10 min to concentrations ranging from 59.6 to 1405 mg/cu m (40 to 943 ppm), and dose-response curves were plotted, using the percentage decrease in respiratory rate for each exposure as the reaction reflecting sensory irritation of the upper respiratory tract. The results showed chlorine gas to be 33 times more irritating than hydrogen chloride gas, based on RD50 values of 27 mg/cu m (9.3 ppm) for chlorine and 460 mg/cu m (309 ppm) for hydrogen chloride. The authors applied a 10-100 fold safety margin on the results of this study and projected that an appropriate threshold limit value range for human exposure to hydrogen chloride gas would be from 4.5 to 46.2 mg/cu m (3 to 31 ppm). However, the authors pointed out that other factors, besides sensory irritation, must also be considered when selecting exposure limits for man."
        },
        {
            "References": "WHO/International Programme on Chemical Safety; Environmental Health Criteria 21, Chlorine and Hydrogen Chloride (1982). Available from, as of February 24, 2015: https://www.inchem.org/pages/ehc.html",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ ... A study /was conducted/ to assess the role of hydrogen chloride gas in explaining the overall toxicity of the thermal decomposition products of polyvinyl chloride. Mice were exposed to hydrogen chloride concentrations ranging from approximately 29.8 to 29,800 mg/cu m (20 to 20,000 ppm) with deaths occurring above 12,367 mg/cu m (8,300 ppm). Histopathological changes noted in mice, killed 24 hr after the exposure, revealed that the target organs included the upper respiratory tract and the eyes, with secondary changes and passive congestion in the lungs, intestine, liver, and kidneys."
        },
        {
            "References": "WHO/International Programme on Chemical Safety; Environmental Health Criteria 21, Chlorine and Hydrogen Chloride (1982). Available from, as of February 24, 2015: https://www.inchem.org/pages/ehc.html",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ The histopathological effects in the upper respiratory tracts of mice that had been given a single 10-min exposure to hydrogen chloride, 24 hr previously, were described ... Single exposure to the lowest concentration of hydrogen chloride gas tested, 25.3 mg/cu m (17 ppm), caused minimal superficial ulcerations only in the respiratory epithelium at its junction with the squamous epithelium of the external nares. As the exposure was increased to 195.2-417 mg/cu m (131-280 ppm) the adjacent respiratory epithelium underwent mucosal ulceration in a contiguous fashion; and, at 737.6 mg/cu m (493 ppm), the squamous epithelium of the external nares was also affected. At concentrations of hydrogen chloride gas of 2940 mg/cu m (1973 ppm) or more, portions of the squamous, respiratory, and olfactory epithelium of the upper respiratory tract were all affected, with mucosal damage, followed by damage to the underlying supportive tissues."
        },
        {
            "References": "WHO/International Programme on Chemical Safety; Environmental Health Criteria 21, Chlorine and Hydrogen Chloride (1982). Available from, as of February 24, 2015: https://www.inchem.org/pages/ehc.html",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ ... A dermal toxicity study ... reported a corrosive skin response in rabbits after a 4 hr application of 0.5 mL of a solution of hydrogen chloride in water at 170 g/L. A similar application using a solution of hydrogen chloride in water of 150 g/L was not corrosive to the skin, under the test conditons."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V54 201 (1992)",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Application of 10 uL hydrochloric acid to the cornea of rabbits caused desquamation of the surface epithelial cells at concentrations of >/= 0.001 N."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V54 202 (1992)",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Studies in experimental animals in vivo ... have been performed to elucidate the role of hydrochloric acid in the mammalian stomach in inducing peptic ulcers and esophagitis. Severe damage and increased permeability to H+ ions were observed in the esophagus of rabbits after perfusion in vivo with solutions of hydrochloric acid (40-80 mM). Esophagitis was also observed in cats treated with hydrochloric acid (pH 1-1.3) for 1 hour."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V54 202 (1992)",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Oral administration of 0.35 N hydrochloric acid protected the gastric mucosa of rats against 0.6 N HCl-induced gastric lesions for 2 hours. The pretreatment significantly increased prostaglandin concentrations in the gastric fundic mucosa."
        },
        {
            "References": "PMID:16850355",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ /The authors/ aimed to determine the local and systemic effects of widely available household cleaners, namely 45% nitric acid (NHO(3)), and 18% hydrochloric acid (HCl), in a rat model. ... Commonly available solution of 45% NHO(3) and 18% HCl were tested against normal saline. Each solution was administrated orally to groups consisting of ten rats. ... There was a statistically significant increase in the post-ingestion (30 minutes later) Ca levels and a decrease in the post-ingestion pH levels after the administration of test solution in the NHO(3) (p=0.006 for Ca increase, p=0.001 for pH decrease) and HCl (p=0.007 for Ca increase, p=0.023 for pH decrease) groups. There was also a statistically significant difference between groups for Ca increase (p=0.000) and pH decrease (p=0.006). In post hoc analysis, the difference between the groups was found to be originated from the placebo group. In the pathological evaluation of esophagus and stomach, there was a statistically significant difference between groups (p=0.009 (E) and p=0.016 (S)) and the difference was found to be originated from the control group (p=0.543 (E), p=0.244 (S) for NHO(3) and HCl). The 30-minute mortality rates were 0.2 in the NHO(3) group, 0.6 in the HCl group and 0 in the control group. Serious metabolic and mild local pathological changes can occur after the ingestion of household NHO3 and HCl solutions."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V54 202 (1992)",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ All of a group of Swiss Webster mice died or were found moribund after exposure to hydrogen chloride at 304 ppm [453 mg/cu m], which is near the concentration that reduces the respiratory rate by 50% (309 ppm [460 mg/cu m]), for 6 hr per day for three days. Respiratory epithelial exfoliation, erosion, ulceration, necrosis and less pronounced lesions in the olfactory epithelium were observed."
        },
        {
            "References": "Organisation for Economic Cooperation and Development; Screening Information Data Set for Hydrogen Chloride, CAS # 7647-01-0,  p. 83 (2002). Available from, as of July 7, 2007: https://www.chem.unep.ch/irptc/sids/OECDSIDS/sidspub.html",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Three yellow/silver strain rabbits were used for each test and kept in single cages during the test under constant observation. Five applications of 0.5 mL of /3.3% or 1% hydrochloric acid/ in 5 days were given to the depilated and intact flank skin of animals in each test.  One-third of animals responded to 3.3% of hydrochloric acid treatment, while, no findings were observed in the group treated with 1 wt% of hydrochloric acid.  Slight to marked reddening, isolated small necrosis, and flank skin slightly cracked and slightly bloody in 1/3 animal were observed in 3.3% of hydrochloric acid treatment group."
        },
        {
            "References": "Organisation for Economic Cooperation and Development; Screening Information Data Set for Hydrogen Chloride, CAS # 7647-01-0,  p. 84 (2002). Available from, as of July 7, 2007: https://www.chem.unep.ch/irptc/sids/OECDSIDS/sidspub.html",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/  Four samples were attached dorsally (laterally) to /six male and six female New Zealand rabbits/. The local reactions were determined after both 1 and 4 hr exposure both under occlusive and semi-occlusive conditions. 0.5 mL 37% hyrdrochloric acid/patch were applied to gauze pads 3 cm x 3 cm. The patches were fixed on the prepared skin areas of the flanks and covered by wrapping an airpermeable circular bandage (semi-occlusive method) or airtight plastic foil (occlusive method) around the animals. After removal of the bandages and patches the treated skin areas were rinsed with water and dried. The test substance was corrosive after both 1 hr and 4 hr application of occlusive or semi-occlusive exposure."
        },
        {
            "References": "Organisation for Economic Cooperation and Development; Screening Information Data Set for Hydrogen Chloride, CAS # 7647-01-0,  p. 18 (2002). Available from, as of July 7, 2007: https://www.chem.unep.ch/irptc/sids/OECDSIDS/sidspub.html",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ 0.1 mL of 10% hydrochloric acid aq. severe irritation with corneal injury which may result in permanent impairment of vision."
        },
        {
            "References": "Organisation for Economic Cooperation and Development; Screening Information Data Set for Hydrogen Chloride, CAS # 7647-01-0,  p. 18 (2002). Available from, as of July 7, 2007: https://www.chem.unep.ch/irptc/sids/OECDSIDS/sidspub.html",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ 0.1 mL of 3.3% hydrochloric acid aq. was applied into the conjunctival sac of rabbits; 48hr observation period. Result: Slightly irritating. 0.1 mL of 0.33% hydrochloric acid aq. was applied into the conjunctival sac; 48hr observation period. Result: Not irritating."
        },
        {
            "References": "European Chemicals Bureau; IUCLID Dataset, Hydrogen Chloride (CAS # 7647-01-0) p.134 (2000 CD-ROM edition). Available from, as of July 9, 2007: https://esis.jrc.ec.europa.eu/",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ For the mouse ear swelling test, four consecutive daily uncovered applications of 1% HCl solution in 70% ethanol to the abdominal skin were followed 7 days later by a challenge with a 5% uncovered application to the ear. No evidence of sensitization was seen."
        },
        {
            "References": "Clayton, G. D. and F. E. Clayton (eds.). Patty's Industrial Hygiene and Toxicology: Volume 2A, 2B, 2C: Toxicology. 3rd ed. New York: John Wiley Sons, 1981-1982., p. 2961",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ ... Exposures of 6 hours daily @ 100 ppm repeated for 50 days caused only slight unrest and irritation of the eyes and nose of rabbits, guinea pigs and pigeons. Hemoglobin content of blood ... slightly diminished."
        },
        {
            "References": "Clayton, G. D. and F. E. Clayton (eds.). Patty's Industrial Hygiene and Toxicology: Volume 2A, 2B, 2C: Toxicology. 3rd ed. New York: John Wiley Sons, 1981-1982., p. 2961",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ The repeated oral administration of dilute hydrochloric acid to dogs induces acute and chronic gastritis and duodenitis and leads to the appearance of ulcers of the pylorus, while toxic doses lower the alkaline reserve of the blood."
        },
        {
            "References": "Organisation for Economic Cooperation and Development; Screening Information Data Set for Hydrogen Chloride, CAS # 7647-01-0,  p. 19 (2002). Available from, as of July 7, 2007: https://www.chem.unep.ch/irptc/sids/OECDSIDS/sidspub.html",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ For oral effects, groups of rats were fed diets containing 280-1250 mmol/kg diet (10.2-45.6 mg/kg diet) for 7-12 weeks. In the groups fed diet containing 280 mmol/kg and above, an increase in water intake was observed. At higher doses, all animals fed diet containing 937 mmol/kg and above for 9 weeks, and half of the animals fed diet containing 900 mmol/kg for 12 weeks died, and decreased body weight, food consumption, blood pH, femur length, rate of ash in bone were also observed. ..."
        },
        {
            "References": "Organisation for Economic Cooperation and Development; Screening Information Data Set for Hydrogen Chloride, CAS # 7647-01-0,  p. 19 (2002). Available from, as of July 7, 2007: https://www.chem.unep.ch/irptc/sids/OECDSIDS/sidspub.html",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Four groups of 10 males and 10 females (mice: B6C3F1; rats: SD and F344) individually housed were exposed to hydrogen chloride gas at concentrations of 0, 10, 20 and 50 ppm for 90 days (6 hours/day, 5 days/week). For male and female mice at 50 ppm, a decrease in body weight gain, food consumption and liver weight (male) was noted. For male SD rats at 50 ppm, a decrease in food consumption was observed. For F344 rats, a decrease in body weight gain was observed in males at 50 ppm and a decrease in food consumption was observed in both sexes at 20 and 50 ppm. No biologically significant difference was observed in urinalysis, haematology and serum chemistry. Inflammatory histo-pathological changes in lips or nasal cavity were observed in B6C3F1 mice and F344 rats above 10 ppm or in SD rats above 20 ppm. In addition, the histopathological examination of reproductive organs (testis, epididymis, prostate, seminal vesicle; ovary, uterus, oviduct, mammary glands) could not find any exposure related effects. The NOAEL for repeated dose inhalation toxicity, except for the local effects of irritation, is considered to be 20 ppm for rats and mice."
        },
        {
            "References": "PMID:18641803",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ /The objective of the study was/ to investigate the carcinogenic action of hydrochloric acid, pepsin and sodium nitrate on the oropharyngeal mucosa of rats, simulating the reflux of gastric contents. Eighty-two Wistar rats were divided in seven groups and submitted to 2 or 3 weekly applications of hydrochloric acid, pepsin and sodium nitrate on the pharyngeal mucosa during six months. Study groups comprised 12 animals each. Rats in groups I and II were submitted to 2 (GI) or 3 (GII) weekly applications of 0.1N hydrochloric acid. Groups III and IV were submitted to 2 (GIII) or 3 (GIV) weekly applications of 0.1N hydrochloric acid solution with pepsin. Groups V and VI were submitted to 2 (GV) or 3 (GVI) weekly applications of 0.1N hydrochloric acid and treated with daily nitrate diluted in water. Group VII consisted of 10 animals submitted to 2 weekly applications of filtered water. No dysplasia, intra-epithelial neoplasia or invasive carcinomas were detected. Inflammatory changes were observed in varying degrees and mast cells were more common in Groups V and VI (p=0.006). The data of the current study could not corroborate the hypothesis that gastroesophageal and pharyngolaryngeal refluxes are carcinogenic factors to the laryngopharyngeal mucosa, and more studies are necessary in the future."
        },
        {
            "References": "PMID:6951075",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ The carcinogenic response to the combined and separate exposures to formaldehyde (HCHO) and hydrochloric acid (HCl) was investigated in male inbred Sprague-Dawley rats. The rats were exposed to gaseous formaldehyde 14 ppm, and HCl, 10 ppm, in two experiments. In one experiment the gases were premixed at high concentrations before being diluted in the exposure chamber air to maximize the formation of the carcinogen bis(chloromethyl)ether (BCME). In the second experiment exposure was repeated to HCl and HCHO premixed at high concentrations, and not premixed (to minimize BCME formation), as well as to HCHO alone and HCl alone. The second experiment is being reported on at an interim stage. HCHO alone induced squamous carcinomas of the nasal cavity as did the combined exposures to HCHO and HCl. No carcinogenic response was observed with HCl alone."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V54 199 (1992)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Rat: Three groups of 100 male Sprague-Dawley rats, nine weeks old, were unexposed (colony controls), exposed by inhalation to air (air controls) or exposed to 10.0 +/- 1.7 (standard deviation) ppm [14.9 +/- 2.5 mg/cu m] hydrogen chloride (purity, 99.0%) for 6 hr per day on five days per week for life (maximum, 128 weeks). Mortality did not differ significantly between the treated and the air control groups (t test). No preneoplastic or neoplastic nasal lesion was observed in any group, but hyperplasia of the larynx and trachea was observed in treated animals (22/99 and 26/99, respectively). Tumor responses were similar in the treated and control groups, the total incidences of tumors at various sites being 19/99, 25/99 and 24/99 in treated, air control and colony control animals, respectively.."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V54 203 (1992)",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Groups of 8-15 female Wistar rats were exposed to hydrogen chloride at 450 mg/cu m for 1 hr either 12 days prior to mating or on day 9 of gestation. Offspring were examined for growth and viability after birth and also underwent pulmonary, hepatic and renal tests at two to three months of age. The authors reported that the exposure was lethal to one-third of the females, and disturbed pulmonary function (decreased oxygen saturation and increased vital dye absorption), renal function (increased chloride and protein excretion) were seen in the survivors. Hepatic function was affected only in exposed animals. Postnatal mortality was increased in the litters of dams exposed during pregnancy (31.9% versus 5.6%), and the weight of offspring of dams treated before pregnancy was reduced at four weeks after birth. Renal function was disturbed (increased diuresis and decreased proteinuria in males) in the group exposed during gestation at two but not at three months of age. Increased pulmonary sensitivity was reported in male offspring of females exposed either prior to or during gestation."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V54 203 (1992)",
            "Value": "/GENOTOXICITY/ Hydrochloric acid did not induce reverse mutations in Escherichia coli but caused mutations in L5178Y mouse lymphoma cells at the tk locus."
        },
        {
            "References": "Organisation for Economic Cooperation and Development; Screening Information Data Set for Hydrogen Chloride, CAS # 7647-01-0,  p. 131 (2002). Available from, as of July 7, 2007: https://www.chem.unep.ch/irptc/sids/OECDSIDS/sidspub.html",
            "Value": "/GENOTOXICITY/ Mouse lymphoma L5178Y TK+/- cells were treated with the test compound for 4 hours either with or without mouse-liver S9, followed by cultivation in growth medium with BrdU for approximately 20 hours. Concentrationsof hydrochloric acid (purity 36.5%-38%) tested: Without activation : 0.1, 0.2, 0.4 uL/mL (1.2, 2.4, 4.8 mM). With activation : 0.2, 0.4, 0.8 uL/mL (2.4, 4.8, 9.6 mM). Negative results were obtained in this system with or without metabolic activation."
        },
        {
            "References": "Organisation for Economic Cooperation and Development; Screening Information Data Set for Hydrogen Chloride, CAS # 7647-01-0,  p. 127 (2002). Available from, as of July 7, 2007: https://www.chem.unep.ch/irptc/sids/OECDSIDS/sidspub.html",
            "Value": "/GENOTOXICITY/ In a chromosome aberration test using Chinese hamster ovary K1 (CHO-K1) cells were treated for 24 hours without S9. With S9 treatment, cells were treated for 6 hours and cultivated with fresh media for additional 18 hours. -S9: 0, 8, 10, 12, 14, 16 mM (pH 7.4, 6.1, 5.9, 5.7, 5.5, 5.3 respectively) +S9: 0, 6, 8, 10, 12 mM (pH 7.4, 6.3, 6.0, 5.8, 5.5 respectively). Genotoxic effects were observed at 8-10 mM (pH 5.8-6.0) with metabolic activation  and at 14 mM (pH 5.5) without metabolic activation."
        },
        {
            "References": "Organisation for Economic Cooperation and Development; Screening Information Data Set for Hydrogen Chloride, CAS # 7647-01-0,  p. 123 (2002). Available from, as of July 7, 2007: https://www.chem.unep.ch/irptc/sids/OECDSIDS/sidspub.html",
            "Value": "/GENOTOXICITY/ Negative results were reported in the Ames mutagenicity test. Salmonella typhimurium TA 98, TA 100, TA 1535, TA 1537, TA 1538 were treated with 0.001, 0.01, 0.1, 1.0, 5.0 uL/plate (0.012-60 ug/plate) hydrochloric acid (purity: 36.5-38 %) with and without metabolic activation."
        },
        {
            "References": "European Chemicals Bureau; IUCLID Dataset, Hydrogen Chloride (CAS # 7647-01-0) p.145 (2000 CD-ROM edition). Available from, as of July 9, 2007: https://esis.jrc.ec.europa.eu/",
            "Value": "/GENOTOXICITY/ In a mitotic recombination test in Saccharomyces cerevisiae D4 with and without metabolic activation, 0.001-0.5 uL/plate HCl (>95% pure) tested negative."
        },
        {
            "References": "PMID:21789481",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ Gastric hydrochloric acid (HCl) has been regarded as an inciting factor in gastric mucosal injuries and has been reported to induce lipid peroxidation in vitro. However, because HCl is not an oxidant per se, the exact mechanism by which the acid induces lipid peroxidation is unknown. We hypothesized that gastric acid may disrupt mitochondrial transmembrane potential and induce the production of superoxide in mitochondria, which subsequently may induce lipid peroxidation and apoptosis in gastric mucosal cells. Firstly we treated gastric epithelial RGM1 cells with solutions containing various concentrations of HCl (i.e., of varying pH), and examined cellular injury, lipid peroxidation, and apoptosis with specific fluorescent dyes. Secondly, we performed electron paramagnetic resonance (EPR) spectroscopy of isolated, acid-exposed mitochondria from the cells, using a spin-trapping reagent for superoxide, 5-(2,2-dimethyl-1,3-propoxy cyclophosphoryl)-5-methyl-1-pyrroline N-oxide (CYPMPO). Finally, we established novel RGM1 cells that overexpressed manganese superoxide dismutase (MnSOD), which removes superoxide from mitochondria, and examined the effect of acid treatment on cellular membrane lipid peroxidation. The results indicated that the exposure to acid indeed induced cellular injury, cellular lipid peroxidation, apoptosis, and the demonstration of the exact superoxide spectra on EPR spectroscopy in gastric epithelial cells, and that overexpression of MnSOD decreased superoxide production and prevented cellular lipid peroxidation. These results suggested that gastric acid, like nonsteroidal anti-inflammatory drugs (NSAIDs), induces mitochondrial superoxide production, which induces gastric cellular injury by triggering cellular lipid peroxidation and apoptosis."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V54 202 (1992)",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ Studies in experimental animals ... in vitro have been performed to elucidate the role of hydrochloric acid in the mammalian stomach in inducing peptic ulcers and esophagitis. ... Isolated rat stomach and duodenum treated with 20-50 mM hydrochloric acid for 10 min showed extensive damage of the basal lamina. ..."
        },
        {
            "References": "WHO/International Programme on Chemical Safety; Environmental Health Criteria 21, Chlorine and Hydrogen Chloride (1982). Available from, as of February 24, 2015: https://www.inchem.org/pages/ehc.html",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ Studies /were made/ of the effects of irritating chemicals on the mucociliary activity of excised rabbit trachea, and reported that there was a cessation of mucociliary activity after exposure to hydrogen chloride gas at a concentration of 89.4 mg/cu m (60 ppm) for 5 min or at 44.7 mg/cu m (30 ppm) for 10 min."
        },
        {
            "References": "PMID:20719367",
            "Value": "/OTHER TOXICITY INFORMATION/ /The objective of the study was/ to clarify the basic mechanism involved in the pathophysiology of cystitis by characterizing the urodynamic parameters, pharmacologically relevant (muscarinic and purinergic) receptors, and the in vivo release of adenosine triphosphate (ATP) in the bladder of hydrochloric acid (HCl)-treated rats. The muscarinic and purinergic receptors in rat tissue were measured by radioreceptor assays using (N-methyl-(3)H) scopolamine methyl chloride ([(3)H]NMS) and alpha,beta-methylene-ATP (2,8-3H) tetrasodium salt ([(3)H] alpha,beta -MeATP), respectively. The urodynamic parameters and ATP levels were measured using a cystometric method and the luciferin-luciferase assay, respectively. In the HCl-treated rats, the micturition interval and micturition volume were significantly (48% and 55%, respectively, P < 0.05) decreased and the number of micturitions was significantly (3.2-fold, P < 0.05) increased compared with those of the control rats. The maximal number of binding sites for [(3)H]NMS and [(3)H] alpha,beta -MeATP was significantly (55% and 72%, respectively, P <.001) decreased in the bladder of HCl-treated rats, suggesting downregulation of both muscarinic and purinergic receptors. In the HCl-treated rats, the inhibition constant, K(i), values for oxybutynin, solifenacin, and darifenacin were significantly (1.3-1.4-fold, P < 0.05) increased, but those for tolterodine and AF-DX116 were unchanged. Similarly, the inhibition constant for A-317491, pyridoxal-phosphate-6-azophenyl-2',4'-disulfonic acid tetrasodium, and MRS2273 was significantly (5.5, 11, and 7.6-fold, respectively, P < 0.001) increased. Furthermore, the in vivo release of ATP was significantly (P < 0.05) enhanced in the HCl-treated rat bladder. Both muscarinic and purinergic mechanisms might be, at least in part, associated with the urinary dysfunction due to cystitis."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V54 202 (1992)",
            "Value": "/OTHER TOXICITY INFORMATION/ Three weeks after intratracheal instillation of 0.5 mL of 0.08 N hydrochloric acid into hamsters, a significant increase in secretory-cell metaplasia was observed in the bronchi, evaluated by estimating the amount of secretory product in the airway epithelium on histological slides."
        },
        {
            "References": "PMID:12853844",
            "Value": "/OTHER TOXICITY INFORMATION/ ... Male Sprague-Dawley rats were anesthetized and a catheter was introduced into the bladder dome. Cystitis was induced by infusing 0.4 N HCl into the bladder. Control rats received a similar volume of saline. Two hours later the bladder, major pelvic ganglia (MPG), L6/S1 dorsal root ganglia (DRG) and L6/S1 spinal cord were removed and assayed for /the proinflammatory cytokine macrophage migration inhibitory factor (MIF)/ and cyclooxygenase-2 (COX-2) protein, and mRNA using Western blot and quantitative reverse transcriptase-polymerase chain reaction techniques. Immunohistochemistry showed MIF located mainly in the urothelium of saline treated rats. Instillation of HCl into the bladder resulted in marked epithelial denudation, moderate edema and vasodilatation in the submucosa. MIF protein levels decreased but MIF mRNA expression remained unchanged in bladders treated with HCl compared with controls. However, MIF protein and mRNA levels increased in the MPG, L6/S1 DRG and L6/S1 spinal cord of HCl treated animals. COX-2 protein was not detected in the bladder, DRG or MPG of saline-treated rats. However, a small amount was present in the L6/S1 cord. On the other hand, HCl treated rats showed marked increases in COX-2 protein levels in all tissues examined. Similarly although cox-2 mRNA was constitutively expressed in all tissues examined, expression increased following HCl treatment."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V54 202 (1992)",
            "Value": "/OTHER TOXICITY INFORMATION/ Intratracheal instillation of a single dose of 0.1 N hydrochloric acid (1-3 mL/kg bw) into dogs increased mortality, lung weight and related histological changes; instillation of 2-3 mL/kg bw usually caused a fall in arterial pO2 and lethality."
        },
        {
            "References": "Environment Canada; Tech Info for Problem Spills: Hydrochloric acid (Draft) p.88 (1981)",
            "Value": "/OTHER TOXICITY INFORMATION/ Gaseous hydrogen chloride in the presence of a minute amount of vapor, rapidly inactivates bacterial spores of Bacillus subtilis; causing the spores to collapse. /Gas/"
        },
        {
            "References": "PMID:11510729",
            "Value": "/OTHER TOXICITY INFORMATION/ ... /The authors/ investigated the efferent laryngeal and diaphragmatic responses to acid exposure on the laryngeal mucosa using a neonatal canine model. Electromyographic (EMG) recordings from the thyroarytenoid muscle and the diaphragm were measured with hooked-wire electrodes. Reproducible laryngospasm responses occurred in all animals after laryngeal exposure to hydrochloric acid at pH 2.0 or less. Laryngospasm occurred in combination with tachypnea and increased diaphragmatic activity in most of the animals. Laryngospasm was associated with prolonged apnea and total cessation of diaphragmatic EMG activity in 1 animal, and in another, initial tachypnea was followed by erratic diaphragmatic activity and brief apnea. Laryngeal acid exposure (below pH 2.0) causes laryngospasm and may result in paradoxical apneic events in neonatal dogs. Acid-induced, laryngospasm-associated apnea may represent a potential cause of sudden infant death syndrome (SIDS), and the immature dog appears to be an excellent model for further investigations."
        },
        {
            "References": "Fisher CJ, Wood LDH; J Appl Physiol Respir Environ Exercise Physiol 49 (1): 150-6 (1980)",
            "Value": "/OTHER TOXICITY INFORMATION/ 0.1 N hydrochloric acid (0.3 mL/kg) was instilled into left lower lobe bronchus of anesthetized dogs. Reduction in perfusion to edematous area correlated with amount of excess lung liquid, and this reduction in perfusion reduced total pulmonary shunt."
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "(1) ATSDR; ToxFAQs for Hydrogen Chloride, April 2002. Available from, as of Mar 5, 2015: https://www.atsdr.cdc.gov/toxfaqs/index.asp",
            "Value": "Hydrogen chloride dissociates into chloride and hydronium ions in moist soil(1)."
        }
    ]
}