{
    "_id": {
        "$oid": "6682e96fc4e5dba5ffba2a9c"
    },
    "CID": {
        "$numberInt": "31347"
    },
    "Name": "SULFOLANE",
    "IUPACName": "thiolane 1,1-dioxide",
    "CanonicalSMILES": "C1CCS(=O)(=O)C1",
    "Synonyms": [
        "SULFOLANE",
        "126-33-0",
        "Tetramethylene sulfone",
        "Tetrahydrothiophene 1,1-dioxide",
        "Sulfolan",
        "1,1-Dioxothiolan",
        "Sulpholane",
        "Thiophene",
        "tetrahydro-",
        "1,1-dioxide",
        "Sulphoxaline",
        "Sulfalone",
        "thiolane 1,1-dioxide",
        "Dioxothiolan",
        "Thiophan sulfone",
        "Bondelane A",
        "Bondolane A"
    ],
    "IsomericSMILES": "C1CCS(=O)(=O)C1",
    "INCHI": "InChI=1S/C4H8O2S/c5-7(6)3-1-2-4-7/h1-4H2",
    "INCHIKEY": "HXJUTPCZVOIRIF-UHFFFAOYSA-N",
    "Formula": "C4H8O2S",
    "MolecularWeight": {
        "$numberDouble": "120.17"
    },
    "Description": "Sulfolane is a member of the class of tetrahydrothiophenes that is tetrahydrothiophene in which the sulfur has been oxidised to give the corresponding sulfone. A colourless, high-boiling (285??) liquid that is miscible with both water and hydrocarbons, it is used as an industrial solvent, particularly for the purification of hydrocarbon mixtures by liquid-vapour extraction. It has a role as a polar aprotic solvent. It is a sulfone and a member of tetrahydrothiophenes. It derives from a hydride of a tetrahydrothiophene.",
    "XlogP": {
        "$numberDouble": "-0.8"
    },
    "Complexity": {
        "$numberInt": "128"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "environmental_bioconcentrations": [
        {
            "References": "(1) Chemicals Inspection and Testing Institute. Japan Chemical Industry Ecology - Toxicology and Information Center. ISBN 4-89074-101-1 (1992) (2) Franke C et al; Chemosphere 29: 1501-14 (1994)",
            "Value": "BCFs of <1.3 and <13 were measured for sulfolane at concentrations of 2.5 mg/L and 0.25 mg/L, respectively, using carp which were exposed over a 6-week period(1).  According to a classification scheme(2), these BCF data suggest that bioconcentration in aquatic organisms is low(SRC)."
        }
    ],
    "environmental_biodegradations": [
        {
            "References": "(1) Bridie AL et al; Water Res 13: 627-30 (1979) (2) Niemi GJ et al; Environ Toxicol Chem 6: 515-27 (1987) (3) Chemicals Inspection and Testing Institute. Japan Chemical Industry Ecology - Toxicology and Information Center. ISBN 4-89074-101-1 (1992) (4) Chou CC, Swatloski RA; Proc Ind Waste Conf 37: 559-66 (1983) (5) Fedorak PM and Coy DL; Environ Toxicol 17: 1093-1102(1996)",
            "Value": "AEROBIC: In a 5-day standard BOD test using acclimated or unacclimated sewage as microbial inoculum, no biodegradation of sulfolane was observed(1,2). Sulfolane, present at 100 mg/L, reached 10.1% of its theoretical BOD in 2 weeks using an activated sludge inoculum at 30 mg/L and the Japanese MITI test(3). On the other hand, more than 99% of sulfolane at an initial concn of 100 mg/L biodegraded by activated sludge cultures in 1 day in a batch die-away test(4). In a bench scale aerated lagoon reactor, more than 90% degradation of sulfolane occured at an initial concn 20-80 mg/L biodegraded at hydraulic retention time of 2-2.4 days(4). Inorganic sulfate has been identified as the biodegradation product of sulfolane(4). Aquifer slurries using sediment and groundwater from a sour natural gas plant were shown to be capable of degrading sulfolane at 26 and 8 °C under aerobic conditions(5). Following a 10 day acclimation period, sulfolane added at 20 mg/L to aquifer slurries degraded with half-lives of approximately 2-3 days at 26 °C depending upon whether nitrogen and phosphorous containing nutrients were added(5). At 8 degrees C, sulfolane degradation proceeded at a slower rate, particularly in the absence of nutrients; however, complete degradation was observed within 20 days(5)."
        },
        {
            "References": "(1) Greene EA et al; Water Res 32: 3680-8 (1998)",
            "Value": "ANAEROBIC: Under anaerobic conditions, little or no sulfolane degradation was observed at both 8 and 26 degrees C using aquifer sediments from sour natural gas plants(1)."
        }
    ],
    "logP": [
        {
            "References": "Hansch, C., Leo, A., D. Hoekman. Exploring QSAR - Hydrophobic, Electronic, and Steric Constants. Washington, DC: American Chemical Society., 1995., p. 10",
            "Value": "log Kow= -0.77"
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "PMID:5926894",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Death, apparently from anoxia, occurred within 24 hr of oral administration of sulfolane to mice. When applied to skin of rats at 3.8 g/kg for 24 hr under an impermeable cover, it produced no systemic effects. It did not irritate or sensitize skin of rabbits."
        },
        {
            "References": "PMID:407670",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ The mean survival time of rats exposed to 11,000 mg of aerosolized sulfolane/cu m was 19.4 hr and all rats convulsed during exposure. Concentration expected to yield mean survival time of 24 hr was 4700 mg/cu m."
        },
        {
            "References": "PMID:407670",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ After <24 hr of exposure, leukopenia and convulsions were observed in rats (3600 mg/cu m) or squirrel monkeys (Saimiri sciureus) (4850 mg/cu m)."
        },
        {
            "References": "Grant, W.M. Toxicology of the Eye. 3rd ed. Springfield, IL: Charles C. Thomas Publisher, 1986., p. 858",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ ...Tested full strength on rabbit eyes was only mildly irritating, producing conjunctival reaction which lasted only a few hours, and no injury of the cornea."
        },
        {
            "References": "PMID:3709502",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ An experiment which measured metabolic changes under different conditions of temperature was conducted using mice which had been injected with tetrahydrothiophene-1,1-dioxide (sulfolane). Two experiments were conducted using male CD-1 Swiss mice. One was carried out at preferred ambient temperature, and the other measured metabolic rate and colonic temperature of sulfolane induced mice. Mice received intraperitoneal doses of 0 mg/kg, 200 mg/kg, 400 mg/kg, 600 mg/kg, or 800 mg/kg in a volume of 0.3 mL/100 g body weight. After injection of control (physiological saline) or sulfolane, mice were placed in an environmental chamber at three different ambient temperature values and after 1 hour, metabolic rates and colonic temperatures were measured. Sulfolane significantly lowered preferred ambient temperature at several different doses (400 to 800 mg/kg range). Decreases in metabolic rate and body temperature were observed at ambient temperature of 20 °C and 30 °C after sulfolane injections. It was reported that there were significant correlations (at ambient temperature of 20, 30, and 35 °C) between metabolic rate and body temperature. A relationship between percent mortality and ambient temperature was suggested and from this, it was concluded that the hypothermic and or hypometabolic condition of sulfolane induced mice enhanced their survivability."
        },
        {
            "References": "PMID:3196156",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Earlier studies have shown that intraperitoneal injection of the industrial solvent sulfolane (tetrahydrothiophene-1,1-dioxide) caused a decrease in metabolic rate and a rapid, regulated hypothermia in mice and rats. In the present study, subcutaneous injections of 0, 100, 200, 400, 600, and 750 mg/kg sulfolane at an ambient temperature of 10 °C caused a dose-dependent decrease in colonic temperature of rabbits. Metabolic rate remained unchanged during the initial phase of the hypothermia for all dose groups; but peripheral vasodilation, as indicated by an increase in ear skin temperature, was seen at the higher dose levels. The observed thermoregulatory response to sulfolane was a function of ambient temperature. Thus, at ambient temperatures of 10 and 20 °C, injection of 600 mg/kg sulfolane had no effect on metabolic rate but caused an increase in ear skin temperature. The magnitude of the hypothermia was similar at these two ambient temperatures, indicating the sulfolane treated rabbits had some control over colonic temperature. At an ambient temperature of 28 °C, however, the animals became hyperthermic upon injection of 600 mg/kg sulfolane."
        },
        {
            "References": "PMID:407670",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Dogs convulsed, vomited and were unusually aggressive during 5 continuous exposures to 200 mg/cu m aerosolized sulfolane, 23 hr/day, 5 days/wk for 27 exposure days, but not during repeated exposure to 495 mg/cu m, 8 hr/day, 5 days/wk for 27 exposure days."
        },
        {
            "References": "PMID:407670",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Leukopenia and increased plasma transaminase activity were found in guinea pigs in 5 exposures to 200 mg/cu m aerosolized sulfolane, 23 hr/day, approx 90-day duration, but not at 159 mg/cu m. Hemorrhagic, inflamed lungs were found in most animals."
        },
        {
            "References": "European Chemicals Bureau; IUCLID Dataset, Tetrahydrothiophene 1,1-dioxide (126-33-0) (2000 CD-ROM edition). Available from, as of June 27, 2005: https://esis.jrc.ec.europa.eu/",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Rats /were exposed to/ 2.8, 4.0, 20, 159, and 200 mg/cu m sulfolane 23 hr/day, 5 days/wk for 90 days. Hemorrhagic inflamed lungs /were/ observed at 159 and 200 mg/cu m. No other adverse effects /were/ observed at any concentration."
        },
        {
            "References": "PMID:407670",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Squirrel monkeys convulsed, vomited and died during exposure to 495 mg/cu m aerosolized sulfolane, 8 hr/day, 5 days/wk for 27 exposure days or five continuous exposures of 90-day duration to 200 mg/cu m, 23 hr/day."
        },
        {
            "References": "PMID:825938",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ In rodents oral or parenteral administration of sulfolane produced hyperactivity, followed by clonic-tonic convulsions."
        },
        {
            "References": "PMID:2771197",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ Measurements were taken of the autonomic thermoregulatory responses of the rabbit following direct preoptic anterior hypothalamic area injection and intracerebroventricular injection of sulfolane. A total of four male New-Zealand white rabbits were used in this investigation. The animals were stereotaxically implanted with a 19 gauge injection cannula and an 18 gauge thermocouple reentrant tube over the preoptic anterior hypothalamic area. Rabbits recovered at least 7 days before the experiments began. Sulfolane was diluted with sterile 0.9% saline to yield dosages of 100, 300, and 1000 ug in 3 mL volumes. Repeated exposures to sulfolane were spaced at least 1 week apart. The results indicated that the thermoregulatory effects following systemic exposure to sulfolane were not due to a direct action of the compound on the central nervous system. Microinjection of sulfolane directly into the preoptic anterior hypothalamic area of rabbits had no thermoregulatory effect and intracerebroventricular injection of sulfolane caused a minimal rise in body temperature. It was suggested that the thermoregulatory effect of sulfolane was due to an action at a brain site other than the preoptic anterior hypothalamic area. For this reason, microinjections of sulfolane were made into the cerebral ventricle. With an extremely large dose, the onset of hyperthermia was delayed about 30 minutes. This delay was accompanied by a distinct peripheral vasodilation, and the decrease in temperature preoptic anterior hypothalamic area was small and transient. While the specific site of action was not identified, the central thermoregulatory action of sulfolane was in the opposite direction of the systemic thermoregulatory actions. It was suggested that the thermoregulatory action may be triggered by the primary metabolite, 3-hydroxysulfolane, which may act on the preoptic anterior hypothalamic area or other levels of the central nervous system."
        },
        {
            "References": "PMID:3808184",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ The consequences of acute exposure to sulfolane upon the visual system, as measured using flash evoked potentials and pattern reversal evoked potentials. A single injection of either 1/2 or 1/4, but not 1/8 the ip LD50 (1600 mg/kg) produced significant changes in both flash evoked potentials and pattern reversal evoked potentials which were apparent within 1 hr and lasted longer than 6 hr. Amplitudes of flash evoked potentials peaks to the first of a pair of stimuli were generally increased compared to control, an effect which was not temperature dependent. In addition, sulfolane produced an ambient temperature and dose dependent hypothermia. Sulfolane increased latencies of flash evoked potentials and pattern reversal evoked potentials peaks, but attenuating hypothermia eliminated the effect of sulfolane on latencies."
        },
        {
            "References": "PMID:4071560",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ .../The/ effects of sulfolane on a behavioral measure of toxicity at ambient temperatures which would either prevent or facilitate the development of hypothermia /were investigated/. Adult male Long-Evans rats (N= 10/dose) received a single ip injection of saline, 200, 400 or 800 mg/kg sulfolane. Motor activity in figure-of-eight mazes was assessed 1 hr after dosing in testing rooms maintained at either 20.8 °C or at 32.3 °C. At the warm ambient temperature, sulfolane produced hypoactivity but not hypothermia. At the cooler temperature, sulfolane-induced hypoactivity was more pronounced, and rats were hypothermic. Therefore, a behavioral change could be detected at sublethal dosages of sulfolane in the absence of hypothermia."
        },
        {
            "References": "European Chemicals Bureau; IUCLID Dataset, Tetrahydrothiophene 1,1-dioxide (126-33-0) (2000 CD-ROM edition). Available from, as of June 27, 2005: https://esis.jrc.ec.europa.eu/",
            "Value": "/GENOTOXICITY/ Negative in the Ames test using Salmonella strains TA 1535, TA 1537, TA 1538, TA 98, TA 100 at concentrations of 31.25, 62.5, 125, 250, 500, 1000, 2000, and 4000 ug/plate with and without metabolic activation."
        },
        {
            "References": "European Chemicals Bureau; IUCLID Dataset, Tetrahydrothiophene 1,1-dioxide (126-33-0) (2000 CD-ROM edition). Available from, as of June 27, 2005: https://esis.jrc.ec.europa.eu/",
            "Value": "/GENOTOXICITY/ Negative for gene mutation in Saccharomyces cerevisiae at concentrations of 0.01, 0.1, 0.5, 1.0 and 5.0 mg/mL with and without metabolic activation."
        },
        {
            "References": "European Chemicals Bureau; IUCLID Dataset, Tetrahydrothiophene 1,1-dioxide (126-33-0) (2000 CD-ROM edition). Available from, as of June 27, 2005: https://esis.jrc.ec.europa.eu/",
            "Value": "/GENOTOXICITY/ Negative in the Escherichia coli reverse mutation assay using WP2, WP2 uvrA at concentrations of 31.25, 62.5, 125, 250, 500, 1000, 2000, and 4000 ug/plate with and without metabolic activation."
        },
        {
            "References": "PMID:4394801",
            "Value": "/ALTERNATIVE IN VITRO TESTS/ Sulfolane had positive inotropic activity on guinea pig left atria."
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "(1) Luther SM et al; J Contam Hydrol 32: 159-176 (1998) (2) Swann RL et al; Res Rev 85: 17-28 (1983)",
            "Value": "Sulfolane exhibited very high mobility in batch adsorption experiments using aquifer material from 3 natural gas plants in Canada(1). In each experiment, the soil adsorption isotherms were linear and the soil adsorption coefficient (Kd) of sulfolane was very low (Kd < 1). The corresponding Koc values in these low organic (0.2-0.9% organic carbon) materials were in the range of 4-35. The Koc value of sulfolane using a humus rich soil (pH = 6.9, 3.6% organic carbon) was 3(1). According to a classification scheme(2), this range of Koc values suggests that sulfolane is expected to have very high mobility in soil(SRC)."
        }
    ]
}