{
    "_id": {
        "$oid": "6682e970c4e5dba5ffba2a9e"
    },
    "CID": {
        "$numberInt": "31357"
    },
    "Name": "TRIBUTYL PHOSPHATE",
    "IUPACName": "tributyl phosphate",
    "CanonicalSMILES": "CCCCOP(=O)(OCCCC)OCCCC",
    "Synonyms": [
        "TRIBUTYL PHOSPHATE",
        "126-73-8",
        "Tri-n-butyl phosphate",
        "Tributylphosphate",
        "Butyl phosphate",
        "Phosphoric acid tributyl ester",
        "Tributylphosphat",
        "Celluphos 4",
        "Disflamoll TB",
        "Phosphoric acid",
        "tributyl ester",
        "tbpa",
        "Tributilfosfato",
        "Tributylfosfaat",
        "Tributyle (phosphate de)",
        "Butyl phosphate",
        "tri-"
    ],
    "IsomericSMILES": "CCCCOP(=O)(OCCCC)OCCCC",
    "INCHI": "InChI=1S/C12H27O4P/c1-4-7-10-14-17(13,15-11-8-5-2)16-12-9-6-3/h4-12H2,1-3H3",
    "INCHIKEY": "STCOOQWBFONSKY-UHFFFAOYSA-N",
    "Formula": "C12H27O4P",
    "MolecularWeight": {
        "$numberDouble": "266.31"
    },
    "Description": "Tributyl phosphate is a trialkyl phosphate that is the tributyl ester of phosphoric acid.",
    "XlogP": {
        "$numberDouble": "2.9"
    },
    "Complexity": {
        "$numberInt": "175"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "animal_concentrations": [
        {
            "References": "(1) Greaves AK, Letcher AK; Environ Sci Technol 48: 7942-50 (2014)",
            "Value": "Tributyl phosphate concentrations were reported in female herring gull (Larus argentatus) tissue and egg components from samples collected Apr 2010 at Lake Huron colony site on Chantry Island(1).",
            "Table": "[{'Tissue': 'yolk', 'Positive/Samples': '16/16', 'Concn (ng/g wet weight)': '3.63'}, {'Tissue': 'albumen', 'Positive/Samples': '4/16', 'Concn (ng/g wet weight)': '<0.1-28'}, {'Tissue': 'fat', 'Positive/Samples': '8/8', 'Concn (ng/g wet weight)': '2.02'}, {'Tissue': 'muscle', 'Positive/Samples': '8/8', 'Concn (ng/g wet weight)': '1.79'}, {'Tissue': 'red blood cells', 'Positive/Samples': '0/8', 'Concn (ng/g wet weight)': '<0.1'}, {'Tissue': 'blood plasma', 'Positive/Samples': '0/8', 'Concn (ng/g wet weight)': '<0.1'}, {'Tissue': 'liver', 'Positive/Samples': '0/8', 'Concn (ng/g wet weight)': '<0.1'}, {'Tissue': 'brain', 'Positive/Samples': '0/8', 'Concn (ng/g wet weight)': '<0.1'}]"
        }
    ],
    "environmental_bioconcentrations": [
        {
            "References": "(1) NITE; Chemical Risk Information Platform (CHRIP). Biodegradation and Bioconcentration. Tokyo, Japan: Natl Inst Tech Eval. Available from, as of Sept 29, 2014: https://www.safe.nite.go.jp/english/db.html (2) Sasaki K et al; Bull Environ Contam Toxicol 27: 775-82 (1981) (3) Franke C et al; Chemosphere 29: 1501-14 (1994)",
            "Value": "BCFs of 7.1-20 and 5.5-10 were reported in carp (Cyprinus carpio) which were exposed to tributyl phosphate at 6 and 60 ppb, respectively, over a 6-week period(1). The BCF of tributyl phosphate (exposure concentration of 3-4 ug/L) in killifish (Oryzias latipes) was found to be 30-35 and in goldfish (Carassius auratus) was found to be 6-11(2). According to a classification scheme(3), these BCFs suggest bioconcentration in aquatic organisms is low to moderate(SRC)."
        }
    ],
    "environmental_biodegradations": [
        {
            "References": "(1) Saeger VW et al; Environ Sci Technol 13: 840-4 (1979) (2) Isikawa S et al; Suishitsu Odaku Kenkyu 8: 799-807 (1985) (3) NITE; Chemical Risk Information Platform (CHRIP). Biodegradation and Bioconcentration. Tokyo, Japan: Natl Inst Tech Eval. Available from, as of Sept 29, 2014: https://www.safe.nite.go.jp/english/db.html (4) Frances AJ et al; Appl Environ Microbiol 40: 108-13 (1982) (5) Kondo M et al; Eisei Kagaku 34: 115-22 (1988) (6) Kondo M et al; Eisei Kagaku 34: 188-95 (1988) (7) Bohlen H et al; Vom Wasser 74: 375-81 (1990)",
            "Value": "AEROBIC: Tributyl phosphate was judged to biodegrade with acclimation in two aerobic screening tests using acclimated sludge and sewage as inoculum(1-2). In one of these tests, 30.4 and 90.8% of theoretical CO2 was evolved in 7 and 28 days, respectively, after 14 days acclimation(1). In a simulated semi-continuous activated sludge biological treatment test, 96% and 56% degradation occurred in 13 and 21 weeks at respective feed rates of 3 and 13 ppm(1). After a 2 day lag, 13% and 100% of tributyl phosphate present degraded in a river die-away test (Mississippi River water) in 4 and 7 days, respectively(1). Tributyl phosphate, present at 100 mg/L, reached 3% of its theoretical BOD in 2 weeks using an activated sludge inoculum at 30 mg/L in the Japanese MITI test(3). While 0-13% of theoretical CO2 was evolved when trench leachate from Maxey Flats, KY containing tributyl phosphate was incubated with sewage for 24 days, this percentage increased to 38% when a source of nitrogen was added to the test solution(4). Tributyl phosphate was judged to be difficult to biodegrade in seawater and river water based on the results of the 3-day cultivation method by four Japanese institutes(5-6). In a study of contamination of the lower Weser River, Germany, it was found that in the high water periods in the cold months (flow rate >400 cu m/s, avg temp 6.9 °C) biodegradation of tributyl phosphate was negligible, while during low flow periods in warmer months (flow <300 cu m/s, avg temp 14.9 °C) biological degradation was 30-50% over a 4-7 day period(7)."
        },
        {
            "References": "(1) Rorije E et al; Environ Toxicol Chem 17: 1943-50 (1998) (2) Frances AJ et al; Appl Environ Microbiol 40: 108-13 (1982)",
            "Value": "ANAEROBIC: Tributyl phosphate was reported to biodegrade slowly even after acclimation under anaerobic conditions(1). No degradation of tributyl phosphate in leachate from Maxey Flats, KY occurred when incubated with sewage under anaerobic conditions for 24-30 days(2)."
        }
    ],
    "logP": [
        {
            "References": "Hansch, C., Leo, A., D. Hoekman. Exploring QSAR - Hydrophobic, Electronic, and Steric Constants. Washington, DC: American Chemical Society., 1995., p. 107",
            "Value": "log Kow = 4.00"
        }
    ],
    "sediment_soil_concentrations": [
        {
            "References": "(1) Phillips LJ, Birchard GF; Chemosphere 22: 835-48 (1991) (2) Klecka G et al; Rev Environ Contam Toxicol 207: 1-19 (2010) (3) Ricking M et al; Wat Res 37: 2607-2617 (2003) (4) Ishikawa S et al; Water Res 19: 119-25 (1985)",
            "Value": "SEDIMENT: Tributyl phosphate was not reported in sediment in EPA's STORET database between 1978-1987(1). Tributyl phosphate was not detected in 18 sediment samples from the Great Lakes basin sampled 1994 to 2006, detection limit 12.5 ng/g dry weight(2). Tributyl phosphate was detected at concentrations ranging from 15 to 170 ng/g dry matter in sediment samples collected 1993 to 1994 from 11 sampling sites in the Havel and Spree Rivers in Germany(3). No tributyl phosphate was found in sediment (6 sites) from an industrial area of Japan (detection limit 2 ng/g)(4). Surveys by the Japanese Environmental Agency in 1977-78 found 8-130, 3-24, and 2-240 ng/g (dry wt) in 6 of 9 river, 11 of 18 estuary, and 31 of 78 sea sediment samples, respectively(4)."
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "(1) US EPA; Estimation Program Interface (EPI) Suite. Ver. 4.1. Nov, 2012. Available from, as of Sept 29, 2014: https://www.epa.gov/oppt/exposure/pubs/episuitedl.htm (2) Swann RL et al; Res Rev 85: 17-28 (1983)",
            "Value": "Using a structure estimation method based on molecular connectivity indices(1), the Koc of tributyl phosphate can be estimated to be 2400(SRC). According to a classification scheme(2), this estimated Koc value suggests that tributyl phosphate is expected to have slight mobility in soil."
        }
    ]
}