{
    "_id": {
        "$oid": "6682e970c4e5dba5ffba2aa2"
    },
    "CID": {
        "$numberInt": "31374"
    },
    "Name": "N,N-DIMETHYLACETAMIDE",
    "IUPACName": "N,N-dimethylacetamide",
    "CanonicalSMILES": "CC(=O)N(C)C",
    "Synonyms": [
        "N,N-DIMETHYLACETAMIDE",
        "127-19-5",
        "Dimethylacetamide",
        "Acetamide",
        "N,N-dimethyl-",
        "DMAc",
        "Acetdimethylamide",
        "Dimethyl acetamide",
        "N,N-Dimethyl acetamide",
        "Dimethylamide acetate",
        "N,N-Dimethylethanamide",
        "Dimethylacetone amide",
        "Acetic acid",
        "dimethylamide",
        "Acetyldimethylamine",
        "NSC 3138",
        "CBC 510337"
    ],
    "IsomericSMILES": "CC(=O)N(C)C",
    "INCHI": "InChI=1S/C4H9NO/c1-4(6)5(2)3/h1-3H3",
    "INCHIKEY": "FXHOOIRPVKKKFG-UHFFFAOYSA-N",
    "Formula": "C4H9NO",
    "MolecularWeight": {
        "$numberDouble": "87.12"
    },
    "Description": "N,N-dimethylacetamide is a member of the class of acetamides that is acetamide in which the hydrogens attached to the N atom have been replaced by two methyl groups respectively. Metabolite observed in cancer metabolism. It has a role as a human metabolite. It is a member of acetamides and a monocarboxylic acid amide. It is functionally related to an acetamide.",
    "XlogP": {
        "$numberDouble": "-0.8"
    },
    "Complexity": {
        "$numberInt": "58"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "environmental_bioconcentrations": [
        {
            "References": "(1) Hansch C et al; Exploring QSAR. Hydrophobic, Electronic, and Steric Constants. ACS Prof Ref Book. Heller SR, consult. ed., Washington, DC: Amer Chem Soc p. 10 (1995) (2) Meylan WM et al; Environ Toxicol Chem 18: 664-72 (1999) (3) Franke C et al; Chemosphere 29: 1501-14 (1994)",
            "Value": "An estimated BCF of 3 was calculated for N,N-dimethylacetamide(SRC), using a log Kow of -0.77(1) and a regression-derived equation(2). According to a classification scheme(3), this BCF suggests the potential for bioconcentration in aquatic organisms is low(SRC)."
        }
    ],
    "environmental_biodegradations": [
        {
            "References": "(1) CERI; Biodegradation and Bioaccumulation Data of Existing Chemicals. N,N- Dimethylacetamide (127-19-5). Available from the Database Query page at https://www.cerij.or.jp/ceri_en/index_e4.shtml as March 19, 2001. (2) Verschueren K; Handbook of Environmental Data on Organic Chemicals. 4th ed. NY, NY: John Wiley and Sons, V1: 891 (2001)",
            "Value": "AEROBIC: N,N-Dimethylacetamide, present at 100 mg/l reached 28% of its theoretical BOD in 4 weeks using an activated sludge inoculum at 30 mg/l and the Japanese MITI test(1). N,N-Dimethylacetamide, present at 30 mg/l, reached 80% of its theoretical BOD in 4 weeks using an activated sludge inoculum at 100 mg/l and the Japanese MITI test(1). In other studies, N,N-dimethylacetamide, present at 400 mg/l, reached 96% of its theoretical TOC in 5 days using industrial activated sludge(2). These results from laboratory studies suggest that N,N-dimethylacetamide will biodegrade in the environment(SRC)."
        }
    ],
    "logP": [
        {
            "References": "Hansch, C., Leo, A., D. Hoekman. Exploring QSAR - Hydrophobic, Electronic, and Steric Constants. Washington, DC: American Chemical Society., 1995., p. 10",
            "Value": "log Kow= -0.77"
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "American Conference of Governmental Industrial Hygienists. Documentation of the Threshold Limit Values and Biological Exposure Indices. 5th ed. Cincinnati, OH: American Conference of Governmental Industrial Hygienists, 1986., p. 205",
            "Value": "ANIMAL STUDIES SHOWED THAT 50 PPM ... INHALED BY RABBITS & CATS FOR 30 WK PRODUCED NO INJURIOUS EFFECTS ... 40 PPM ... BY INHALATION FOR 6 HR/DAY, 5 DAYS/WK FOR 6 MO RESULTED IN NO LIVER DAMAGE TO DOGS & RATS. LIVER INJURY BY DMA INCURRED @ HIGHER CONCN CONSISTS OF CORD-CELL DEGENERATION, OBSERVABLE BY ALTERATION IN SULFOBROMOPHTHALEIN RETENTION TIME ... RECOVERY WITH NO RESIDUAL /EFFECTS/ OCCURS IN ... 4-6 MO."
        },
        {
            "References": "Patty, F. (ed.). Industrial Hygiene and Toxicology: Volume II: Toxicology. 2nd ed. New York: Interscience Publishers, 1963., p. 1834",
            "Value": "MARKED WEIGHT LOSS OCCURRED IN RATS WITH REPEATED IP INJECTIONS ... LIVER DAMAGE IN SOME RATS & DOGS EXPOSED TO REPEATED INHALATION ... OF 100-200 PPM."
        },
        {
            "References": "Shepard, T.H. Catalog of Teratogenic Agents. 5th ed. Baltimore, MD: The Johns Hopkins University Press, 1986., p. 208",
            "Value": "... GIVING PREGNANT RATS 1.5 ML/KG ON GESTATIONAL DAY 4 OR 7 LED TO OVER 60% RESORPTIONS. SURVIVORS WERE STUNTED BUT NO DEFECTS WERE FOUND. PAINTING THE TAILS FOR WEEKLY PERIODS CAUSED NO EFFECT ON THE LITTERS."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists, Inc. Documentation of the Threshold Limit Values and Biological Exposure Indices. 6th ed. Volumes I, II, III. Cincinnati, OH: ACGIH, 1991., p. 477",
            "Value": "UNDILUTED DMA APPLIED TO RABBIT EYE ... /CAUSED A/ SMALL AREA OF CORNEAL NECROSIS."
        },
        {
            "References": "MERKLE J, ZELLER H; ARZNEIM-FORSCH 30 (9): 1557 (1980)",
            "Value": "WHEN AQ SOLN WAS ADMIN BY STOMACH TUBE TO PREGNANT RABBITS FROM THE 6TH TO THE 18TH DAY PAST INSEMINATION, EMBRYOTOXIC EFFECTS FROM DIMETHYLACETAMIDE OCCURRED ONLY WITH MATERNALLY TOXIC DOSES."
        },
        {
            "References": "PMID:7208481",
            "Value": "SC OR ORAL ADMIN OF 2.2 G/KG N,N-DIMETHYLACETAMIDE (DMA) TERMINATED PREGNANCY IN HAMSTERS GIVEN THE CMPD AROUND NIDATION (DAYS 4-5 OF PREGNANCY)."
        },
        {
            "References": "GRANT AM; TOXICOL LETT (AMST) 3 (5): 259 (1979)",
            "Value": "ELEVATION OF BLOOD SUGAR OCCURRED IN RATS AFTER SINGLE ORAL (1 ML/KG) OR IP (1 ML/KG) DOSE OF DIMETHYLACETAMIDE."
        },
        {
            "References": "PMID:3692013",
            "Value": "Dimethylacetamide was administered orally by gavage to pregnant female Charles River COBS CD (Charles River Breeding Laboratories, Portage, MI) rats (25/group) to determine its teratogenic potential. Dimethylacetamide was administered in single daily dose of 0 (deionized water), 65, 160, and 400 mg/kg at a constant volume of 10 ml/kg body weight on gestation days 6 through 19. Survival was 100% in all groups. The animals were sacrificed on gestation day 20, examined, and the fetuses removed for teratologic evaluation. There was a statistically significant reduction in maternal body weight at the 400 mg/kg/day treatment level. There was no significant difference in the mean numbers of viable fetuses, corpora lutea, total implantations or fetal sex distribution among the groups. A significant increase in postimplantation loss/dam was observed at the 400 mg/kg/day dose. A dose related pattern of decreased mean fetal body weight that reached statistical significance at 400 mg/kg/day was observed. An increase in the number of malformations, particularly heart and/or vessel anomalies (33 fetuses, 18 litters), and in the number of litters with malformations was observed at the 400 mg/kg/day level. The increased number of developmental variations in the high dose treatment group seemed to correspond with reduced fetal body weights of the group. No teratogenic effects were observed at or below a 160 mg/kg/day treatment."
        },
        {
            "References": "PMID:2754756",
            "Value": "Groups of 12 male Sprague-Dawley rats were exposed to N,N-dimethylacetamide 6 hr/day, 5 days/wk, and mated to untreated virgin females after 43 exposure days. Mean analytical exposure concn were 40, 116, and 386 ppm, respectively. A control group was exposed to air containing no N,N-dimethylacetamide. A total of 69 days of exposure to DMAC at these levels produced treatment related effects of increased liver wt and liver/body wt ratios in the high (116 ppm) and medium (386 ppm) exposure groups of male rats. No clinical signs of toxicity were seen. Clinical chemistry analyses indicated no significant differences between any of the treatment groups and the control group. Reproductive data indicated no treatment related effects on copulation efficiency or efficiency in effecting pregnancy, and there were no detectable treatment related effects on preimplantation loss, postimplantation loss, embryotoxicity, or fetotoxicity in litters of females mated to males exposed to N,N-dimethylacetamide."
        },
        {
            "References": "Grant, W.M. Toxicology of the Eye. 3rd ed. Springfield, IL: Charles C. Thomas Publisher, 1986., p. 1031",
            "Value": "... Rated 3 on rabbit eyes, /on a scale of 1 to 10 with 10 being the most severe/."
        },
        {
            "References": "Snyder, R. (ed.). Ethel Browning's Toxicity and Metabolism of Industrial Solvents. 2nd ed. Volume II: Nitrogen and Phosphorus Solvents. Amsterdam-New York-Oxford: Elsevier, 1990., p. 146",
            "Value": "Dimethylacetamide was embryotoxic in rats when a single dose of 2 g/kg was administered via the intraperitoneal route on days 4 and 14 of gestation. This dose produced the resorption of all litters. Daily oral administration of dimethylacetamide (0.4 g/kg) to rats from day 6 to day 19 of gestation caused fetal malformations accompanied by toxicity to the maternal organism. Reproduction in rats was not influenced by repeated exposure to dimethylacetamide vapors up to 300 ppm. In rabbits, daily oral doses of 0.09 g/kg from day 6 to 19 gestation had no adverse effect; at 0.29 g/kg fetal resorption was observed, together with weight loss in the mothers. Repeated administration of 0.47 g/kg was very toxic to the mothers and caused total resorption in the surviving animals."
        },
        {
            "References": "Snyder, R. (ed.). Ethel Browning's Toxicity and Metabolism of Industrial Solvents. 2nd ed. Volume II: Nitrogen and Phosphorus Solvents. Amsterdam-New York-Oxford: Elsevier, 1990., p. 146",
            "Value": "One month after ip administration of a near lethal dose of dimethylacetamide to mice, damage to hepatocytes was observed together with necrotic pancreatitis and severe necrosis of splenic lymphocytes. Testicular atrophy was also seen four days post treatment. Post mortem examination of rats which had received the LD50 of dimethylacetamide via the oral route revealed generalized hemorrhage in several organs and necrosis in the liver and kidneys. Dermal doses of 2 g/kg caused death of rabbits from acute hepatic necrosis."
        },
        {
            "References": "Snyder, R. (ed.). Ethel Browning's Toxicity and Metabolism of Industrial Solvents. 2nd ed. Volume II: Nitrogen and Phosphorus Solvents. Amsterdam-New York-Oxford: Elsevier, 1990., p. 145",
            "Value": "Repeated administration of 0.5 g/kg orally to rats daily for 1 month did not cause pathological lesions detectable by microscopy. At 1.9 g/kg applied dermally to rats on 10 consecutive days, death occurred between the sixth and tenth dose; in this study, severe inflammation and irritation of the stomach and the lung was recorded. Cutaneous application of dimethylacetamide at 4 g/kg/day for 5 days/week for 6 weeks killed dogs after they had experienced weakness, ataxia, diarrhea, loss of weight and jaundice. Hepatic damage was indicated by increase in the bromosulphothalein retention time and the activity of serum alkaline phosphatase and was confirmed by histopathology. In contrast, the dogs survived this treatment for 6 months when the dose was only 1 g/kg and toxicity was not observed except for pale coloration and fatty degeneration in the livers. The central nervous system of rabbits which received 0.25 to 2 g/kg given by different routes for 21 days or longer was affected as evidenced by variable electroencephalographic changes, dysrhythmias and electrographic seizures at the higher doses. In this species, dimethylacetamide caused mild irritation when applied undiluted to the belly."
        },
        {
            "References": "Verschueren, K. Handbook of Environmental Data of Organic Chemicals. 2nd ed. New York, NY: Van Nostrand Reinhold Co., 1983., p. 543",
            "Value": "Rats and dogs: inhalation: liver damage: 100-200 ppm, repeated."
        },
        {
            "References": "PMID:3530639",
            "Value": "Relatively high single doses to various species following oral, dermal, ip, iv, or inhalation exposures generally are required to produce mortality. The liver is the primary target following acute high level exposure, but massive doses can also produce damage to other organs and tissues. Repeated sublethal treatment by various routes also shows the liver to be the target organ with the degree of damage being proportional to the amount absorbed."
        },
        {
            "References": "PMID:1855615",
            "Value": "Dimethylacetamide is a widely used industrial solvent. It has been reported to be teratogenic when given to rats by injection or following dermal application. Most of these studies employed large single doses and did not examine both the fetal and the maternal response. In this study, groups of pregnant Cr1:CD rats were exposed to 32, 100, or 282 ppm dimethylacetamide by inhalation for 6 hr/day from Days 6 through 15 of gestation (day on which copulation plug was detected was termed Day 1G). A control group of chambered pregnant rats was exposed simultaneously to air only. All female rats were euthanized on Day 21G. At 282 ppm, both maternal weight gain during the exposure period and fetal weight were significantly decreased and accompanied by a significant dose response trend. These effects were not seen in rats inhaling either 32 or 100 ppm. Fetal resorptions were not increased in any of the groups exposed to dimethylacetamide. Fetal incidences of external, visceral, or skeletal variations and malformations were similar between the test and control groups. Therefore, both fetal and maternal toxicity were noted at 282 ppm and the no observed adverse effect level under these experimental conditions was 100 ppm for both the dam and the conceptus. Dimethylacetamide was not demonstrated to produce malformations in the rat fetus even at a level that was toxic to the dam."
        },
        {
            "References": "PMID:3732664",
            "Value": "Possible damage to the reproductive system of rats from dimethylacetamide was explored by exposing male and female Crl:CD(SD)BR rats to vapors of the chemical at concentrations of 0, 30, 100 or 300 ppm. The rats were exposed for periods of 6 hours/day, 5 days/week for 10 weeks. Following this, they were exposed for 7 days/week for 7 to 8 weeks. For female rats no exposure was permitted from gestation day 21 through postpartum day four. Changes in body weight and survival, or clinical signs of distress were not noted in parental rats as a result of exposure to dimethylacetamide. The ratio of liver weight to body weight increased in groups where both males and females were exposed to 300 ppm. Such finding did not occur when only males or only females were exposed to this dose level. Mating performance, fertility, length of gestation, progeny numbers, structure and viability of progeny were not changed as a result of exposure to dimethylacetamide. Body weights of pups at 21 postpartum days were lower among those derived from matings where both parental rats or the female parental rat had been exposed to 300 ppm dose levels. Dimethylacetamide did not cause any gross pathologic changes nor was there any significant change in liver and gonad weights. The /results conclude/ that repeated inhalation exposure to dimethylacetamide at dose levels up to 300 ppm is not harmful to the reproductive function in rats."
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "(1) Hansch C et al; Exploring QSAR. Hydrophobic, Electronic, and Steric Constants. ACS Prof Ref Book. Heller SR, consult. ed., Washington, DC: Amer Chem Soc p. 10 (1995) (2) Lyman WJ et al; Handbook of Chemical Property Estimation Methods. Washington, DC: Amer Chem Soc pp. 4-9 (1990) (3) Swann RL et al; Res Rev 85: 17-28 (1983)",
            "Value": "The Koc of N,N-dimethylacetamide is estimated as 9(SRC), using a measured log Kow of -0.77(1) and a regression-derived equation(2). According to a classification scheme(3), this estimated Koc value suggests that N,N-dimethylacetamide is expected to have very high mobility in soil(SRC)."
        }
    ]
}