{
    "_id": {
        "$oid": "6682e971c4e5dba5ffba2aa4"
    },
    "CID": {
        "$numberInt": "31404"
    },
    "Name": "2,6-DI-T-BUTYL-P-CRESOL",
    "IUPACName": "2,6-ditert-butyl-4-methylphenol",
    "CanonicalSMILES": "CC1=CC(=C(C(=C1)C(C)(C)C)O)C(C)(C)C",
    "Synonyms": [
        "2,6-Di-tert-butyl-4-methylphenol",
        "128-37-0",
        "Butylhydroxytoluene",
        "2,6-Di-tert-butyl-p-cresol",
        "2,6-Di-t-butyl-4-methylphenol",
        "Ionol",
        "DBPC",
        "Stavox",
        "BHT",
        "Impruvol",
        "Ionol CP",
        "Dalpac",
        "Deenax",
        "Dibunol",
        "Ionole"
    ],
    "IsomericSMILES": "CC1=CC(=C(C(=C1)C(C)(C)C)O)C(C)(C)C",
    "INCHI": "InChI=1S/C15H24O/c1-10-8-11(14(2,3)4)13(16)12(9-10)15(5,6)7/h8-9,16H,1-7H3",
    "INCHIKEY": "NLZUEZXRPGMBCV-UHFFFAOYSA-N",
    "Formula": "C15H24O",
    "MolecularWeight": {
        "$numberDouble": "220.35"
    },
    "Description": "2,6-di-tert-butyl-4-methylphenol is a member of the class of phenols that is 4-methylphenol substituted by tert-butyl groups at positions 2 and 6. It has a role as an antioxidant, a food additive, a ferroptosis inhibitor and a geroprotector. It is functionally related to a phenol.",
    "XlogP": {
        "$numberDouble": "5.3"
    },
    "Complexity": {
        "$numberInt": "207"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "environmental_bioconcentrations": [
        {
            "References": "(1) NITE; Chemical Risk Information Platform (CHRIP). Biodegradation and Bioconcentration. Tokyo, Japan: Natl Inst Tech Eval. Available from, as of Nov 3, 2016: https://www.safe.nite.go.jp/english/db.html (2) Franke C et al; Chemosphere 29: 1501-14 (1994)",
            "Value": "BCF values 330-1800, 230-2500 and 220-2800 were measured for 2,6-di-t-butyl-p-cresol present at 5, 50 and 500 ppb, respectively, using rice fish (Cyprinus carpio) which were exposed over a 6 to 8-week period(1). According to a classification scheme(2), these BCF values suggest that bioconcentration in aquatic organisms is high to very high(SRC), provided the compound is not metabolized by the organism(SRC)."
        }
    ],
    "environmental_biodegradations": [
        {
            "References": "(1) NITE; Chemical Risk Information Platform (CHRIP). Biodegradation and Bioconcentration. Tokyo, Japan: Natl Inst Tech Eval. Available from, as of Nov 3, 2016: https://www.safe.nite.go.jp/english/db.html (2) Mikami N et al; Chemosphere 8: 305-10 (1979)",
            "Value": "AEROBIC: 2,6-Di-t-butyl-p-cresol, present at 50 mg/L, reached 4.5% of its theoretical BOD in 4 weeks using a sludge inocula at 50 ppm(1). Using a Kodaira (sandy clay loam; pH 5.5, 31% sand, 40% silt, 29% clay; 15.3% organic matter; Tokoyo), Azuchi (light clay; pH 6.3, 65% sand, 18% silt, 17% clay; 2.5% organic matter; Shiga Pref) and Takarazuka (sandy loam; pH 7.0, 95% sand, 3% silt, 2% clay; 2.7% organic matter; Hyogo Pref) soils in Japan, 14C-labeled 2,6-di-t-butyl-p-cresol was degraded 57.3, 55.8 and 48.4% degraded, respectively, after 24 days(2)."
        }
    ],
    "logP": [
        {
            "References": "CHA; Search for Chemicals. 2-tert-Butylhydroquinone (1948-33-0) Registered Substances Dossier. European Chemical Agency. Available from, as of Oct 26, 2016: https://echa.europa.eu/",
            "Value": "log Kow = 5.10"
        }
    ],
    "mechanism_of_action": [
        {
            "References": "PMID:23121328",
            "Value": "Pro-oxidative effect of phenolic antioxidant (vitamin E) in combination with the initiators on human low-density lipoprotein is known. /It has been/ reported that oxidative stress induced by vitamin E in combination with the herbicide paraquat enhances structural chromosomal damage in cultured anuran leukocytes. In the present study, the phenolic antioxidant vitamin E-synthetic-analogue 2,6-di-tert-butyl-p-cresol (BHT) in combination with paraquat was found to enhance structural chromosomal damage in cultured Pelophylax (Rana) nigromaculatus leukocytes more than paraquat only and paraquat plus nicotinamido adenine dinucleotido phosphate served as positive control, although BHT only had no effect on induction of structural chromosomal damage. Paraquat plus BHT-enhanced structural chromosomal damage was inhibited by combination of the superoxide dismutase mimic Mn(III)tetrakis(1-methyl-4-pyridyl)porphyrin and the hydrogen peroxide scavenger catalase. In test based on reduction of paraquat cation, BHT was found to reduce paraquat cation chemically to paraquat monocation radical. These results suggest that BHT functions in chemically donating electron to paraquat and thereby induces an acute accumulation of reactive oxygen species, resulting in increase in chromosomal damage."
        },
        {
            "References": "PMID:18597497",
            "Value": "Promotion of lung tumors in mice by the food additive butylated hydroxytoluene (BHT) is mediated by electrophilic metabolites produced in the target organ. Identifying the proteins alkylated by these quinone methides (QMs) is a necessary step in understanding the underlying mechanisms. Covalent adducts of the antioxidant enzymes peroxiredoxin 6 and Cu,Zn superoxide dismutase were detected previously in lung cytosols from BALB/c mice injected with BHT, and complimentary in vitro studies demonstrated that QM alkylation causes inactivation and enhances oxidative stress. In the present work, adducts of another protective enzyme, carbonyl reductase (CBR), were detected by Western blotting and mass spectrometry in mitochondria from lungs of mice one day after a single injection of BHT and throughout a 28-day period of weekly injections required to achieve tumor promotion. BHT treatment was accompanied by the accumulation of protein carbonyls in lung cytosol from sustained oxidative stress. Studies in vitro demonstrated that CBR activity in lung homogenates was susceptible to concentration- and time-dependent inhibition by QMs. Recombinant CBR underwent irreversible inhibition during QM exposure, and mass spectrometry was utilized to identify alkylation sites at Cys 51, Lys 17, Lys 189, Lys 201, His 28, and His 204. Except for Lys 17, all of these adducts were eliminated as a cause of enzyme inhibition either by chemical modification (cysteine) or site-directed mutagenesis (lysines and histidines). The data demonstrated that Lys 17 is the critical alkylation target, consistent with the role of this basic residue in NADPH binding. These data support the possibility that CBR inhibition occurs in BHT-treated mice, thereby compromising one pathway for inactivating lipid peroxidation products, particularly 4-oxo-2-nonenal. These data, in concert with previous evidence for the inactivation of antioxidant enzymes, provide a molecular basis to explain lung inflammation leading to tumor promotion in this two-stage model for pulmonary carcinogenesis."
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "European Chemicals Agency (ECHA); Registered Substances, 2,6-di-tert-butyl-p-cresol (CAS Number: 128-37-0) (EC Number: 204-881-4) (Last updated: May 30, 2016). Available from, as of October 17, 2016: https://echa.europa.eu/",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ In this study for sensory irritation, 6 groups of 4 male Swiss Weber mice were exposed to BHT concentrations of 4.54, 16, 32, 42.9, 66.6 and 82.6 mL/cu m (head only exposure) for 30 minutes. The RD50 was calculated to be 59.7 mL/cu m (about 546 mg/cu m). No indication of sensory irritations was observed at concentrations of 4.54 and 16 mL/cu m (about 41 and 146 mg/cu m, respectively)."
        },
        {
            "References": "PMID:16338125",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ ... In order to validate a butylated hydroxytoluene (BHT)-induced experimental model of oxidative stress in the cardiac tissue and serum lipids, 12 Wistar rats were divided into two groups, a control group and the BHT group, which received BHT i.p. twice a week (1500 mg/kg body weight) during 30 days. BHT group presented lower body weight gain and heart weight. BHT induced toxic effects on serum through increased triacylglycerols (TG), VLDL and LDL-cholesterol concentrations. The heart of BHT animals showed alteration of antioxidant defenses and increased concentrations of lipid hydroperoxides, indicating elevated lipoperoxidation. TG concentrations and lactate dehydrogenase activities were elevated in the cardiac muscle of BHT animals. Thus, long-term administration of BHT is capable to induce oxidative and metabolic alterations similarly to some pathological disorders, constituting an efficient experimental model to health scientific research."
        },
        {
            "References": "Johnson, Holdsworth; J Nutr Diet 5: 142-53 (1968)",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ At the 0.5% level in food, growth depression was observed in rats."
        },
        {
            "References": "PMID:861837",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ A study involving 96 weanling rats of both sexes was conducted /for 7 weeks/ to evaluate the effects of the antioxidant butylated hydroxytoluene on the plasma and liver lipid components. Comparative observations in the dietary content of butylated hydroxytoluene in ad libitum and underfed rats. A sex difference in the effects of butylated hydroxytoluene was noted. Butylated hydroxytoluene had a greater deleterious effect on the growth of the male than of the female rat, especially at the 0.5% dietary level (p less than 0.01). At this level, it also increased the relative weight of the liver (p less than 0.01) but had little effect on brain, heart and kidney in both sexes. The enlarged liver showed a marked elevation in the concentration of total lipids and of both total and esterified cholesterol. There were ... increases in the plasma total and esterified cholesterol and phospholipid levels in the butylated hydroxytoluene treated animals but the triglycerides remained unaffected. The results obtained were more manifest in animals with restricted dietary intake. The changes observed in the lipid components occurred in parallel with the increasing amounts of the antioxidant in the diet. ..."
        },
        {
            "References": "PMID:21536018",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ The food additive butylated hydroxytoluene (BHT) promotes tumorigenesis in mouse lung. Chronic BHT exposure is accompanied by pulmonary inflammation and several studies indicate that elevated levels of reactive oxygen species (ROS) are involved in its promoting activity. The link between BHT and elevated ROS involves formation of quinone methide (QM) metabolites; these electrophiles form adducts with a variety of lung proteins including several enzymes that protect cells from oxidative stress. Studies in vitro demonstrated that QM alkylation of cytoprotective enzymes is accompanied by inactivation, so an objective of the present investigation was to determine if inactivation also occurs in vivo. Two groups of mice were exposed to BHT by intraperitoneal injection, one for 10 days and the other for 24 days, and proteins from lung cytosols were examined for damage. Analysis by Western blotting demonstrated that BHT treatment caused substantial increases in protein carbonylation, nitration and adduction by 4-hydroxynonenal, confirming the occurrence of sustained oxidative and nitrosative stress over the treatment period required for tumor promotion. Effects of BHT on the activities and/or levels of a representative group of antioxidant/protective enzymes in mouse lung also were assessed; NAD(P)H:quinone reductase and glutathione reductase were unaffected, however carbonyl reductase activity decreased 50-60%. Superoxide dismutase and glutathione peroxidase activities increased 2- and 1.5-fold, respectively, and glutamate-cysteine ligase catalytic subunit expression increased 32-39% relative to untreated mice. Glutathione S-transferase (GST) activity decreased 50-60% but concentrations of the predominant isoforms, GSTM1 and P1, were not affected. GSTP1 was substantially more susceptible than M1 to adduction and inhibition by treatment with BHT-QM in vitro, suggesting that lower GST activity in mice after BHT treatment is due to adduction of the P1 isoform. ..."
        },
        {
            "References": "PMID:24821130",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Chronic inflammation plays a key tumor-promoting role in lung cancer. ... Previous studies in mice demonstrated that neutrophils are critical mediators of tumor promotion in methylcholanthrene (MCA)-initiated, butylated hydroxytoluene (BHT)-promoted lung carcinogenesis. In the present study we investigated the role of neutrophil myeloperoxidase (MPO) activity in this inflammation promoted model. Increased levels of MPO protein and activity were present in the lungs of mice administered BHT. Treatment of mice with N-acetyl lysyltyrosylcysteine amide (KYC), a novel tripeptide inhibitor of MPO, during the inflammatory stage reduced tumor burden. In a separate tumor model, KYC treatment of a Lewis Lung Carcinoma (LLC) tumor graft in mice had no effect on tumor growth, however, mice genetically deficient in MPO had significantly reduced LLC tumor growth. Our observations suggest that MPO catalytic activity is critical during the early stages of tumor development. However, during the later stages of tumor progression, MPO expression independent of catalytic activity appears to be required. ..."
        },
        {
            "References": "Carcinog Test Program, Besthesda, Report, DHEW/PUB/NIH-79-1706, NCI-CG-TR-150, PB-298539, 113 (1979)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Admin in feed of rats and mice of both sex at 3000 or 6000 ppm; in rats 105 wk and 107 or 108 wk in mice. No tumors occurred in either sex of rats and mice."
        },
        {
            "References": "Crampton RF et al; Toxicology 7 (3): 289 (1977)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Female rats fed 0.4% in diet for up to 80 wk. It incr liver wt and produced marked enhancement of activities of microsomal enzymes. Morphological changes were centrilobular cell enlargement and hypertrophy of smooth endoplasmic reticulum. All changes were reversible."
        },
        {
            "References": "PMID:18298403",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ The objective of this study was to investigate whether butylated hydroxytoluene (BHT) could be used as a suitable supporter or alternative of egg yolk during preservation of goat spermatozoa. Three in vitro experiments and a fertility test were conducted to evaluate the effect of BHT on viability of chilled-stored semen as well as motility and kidding rate of frozen-thawed spermatozoa. In the first two experiments, ejaculates (n = 30/experiment) were collected from 10 bucks, split, diluted with egg yolk-based and egg yolk-free extenders supplemented with or without 0.3, 0.6, 2, 5 and 8 mM BHT and stored at 5 degrees C for 168 hr. In the third experiment, 30 ejaculates were collected from the above-mentioned bucks, split and diluted with egg yolk-free extenders supplemented with or without 0.3, 0.6 and 0.9 mM BHT and egg yolk-based extenders supplemented with or without 5 mM BHT. Diluted semen was cooled to 5 degrees C over a period of 4 hr, frozen and thawed in the form of 0.3-ml pellets. In the fertility test, 75 ejaculates were collected from two proven fertile bucks, split, diluted with egg yolk-free extenders containing 0.6 mm BHT and egg yolk-based extenders supplemented with or without 5 mM BHT, frozen and thawed as described above. An insemination volume of 0.6 ml containing 120-140 x 10(6) progressively motile spermatozoa was used for a single cervical insemination of cloprostenol-synchronized does (n = 230). The results showed that addition of 5 mM BHT to egg yolk-deficient (2.5%) extenders significantly improved viability of chilled-stored semen together with motility (48.5%) and fertility (62.5%) of frozen-thawed spermatozoa. Replacement of egg yolk in semen extenders by 0.6 mm BHT could sustain not only viability of chilled-stored semen but also post-thaw motility (47.5%) and fertility (53.75%) of frozen-thawed spermatozoa. In conclusion, supplementation of semen diluents with BHT can ameliorate preservability of goat sperm."
        },
        {
            "References": "PMID:19246080",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ The study was carried out to evaluate the potential impact of butylated hydroxytoluene (BHT) on the frozen-thawed semen quality of Nili-Ravi buffalo bulls. Ejaculated bull semen was extended in a Tris-citrate egg yolk extender containing various concentrations of BHT (0.5, 1.0, 2.0 and 3.0 mM). Semen was frozen at -196 degrees C using 50 x 10(6) spermatozoa per 0.5 mL straws. Five straws from each treatment were thawed to assess the semen quality in terms of sperm motility, viability, plasma membrane integrity and acrosomal integrity. Post-thawed sperm motility was determined using a phase-contrast microscope. Viability, plasma membrane integrity and acrosomal integrity were evaluated by the supravital staining, hypo-osmotic swelling test and normal acrosomal reaction, respectively. The highest (p<0.05) motility, acrosomal integrity and hypo-osmotic swelling response of spermatozoa was achieved by addition of 1.0 and 2.0 mM BHT to semen extender. However, highest (p<0.05) viability of spermatozoa was achieved by inclusion of 2.0 mM BHT. The higher concentration of BHT (3.0 mM) reduced the motility, acrosomal integrity, viability and hypo-osmotic swelling response of the spermatozoa compared to other concentration used. In conclusion, BHT when added in the semen extender can improve the semen quality of buffalo bulls."
        },
        {
            "References": "PMID:26515370",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ The aims of this study were to evaluate the effects of anti-oxidant butylated hydroxytoluene (BHT), when added at different concentrations into lecithin-based Bioxcell (BX) and two egg-yolk-based; Tris (TY) and citrate (CE) semen extenders, on post-thaw bull sperm quality and oxidative stress. A total of 30 ejaculates from three bulls were collected using an electro ejaculator. Ejaculates were extended with one of the BX, TY and CE extenders, which contained different concentrations (0.0 - control, 0.5, 1.0, 1.5, 2.0 and 3.0 mM/mL) of BHT. The extended semen samples were chilled to 4 °C, and then frozen slowly to -196 °C in 0.25 mL straws before being stored in liquid nitrogen for 2 weeks. Results showed that supplementation of BHT improved (p<0.05) general motility, progressive motility, morphology, acrosome integrity, DNA integrity and malondialdehyde of sperm at 0.5 mM/mL for BX and at 1-1.5 mM/mL of BHT for TY and CE when compared with the control. However, greater concentrations of 2.0 and 3.0 mM/mL of BHT had a detrimental (p<0.05) effect compared with the control with all extenders evaluated. In conclusion, BHT supplementation at lesser concentrations (0.5-1.5 mM/mL) could improve frozen-thawed bull sperm quality by reducing oxidative stress produced during the freezing-thawing procedures in either lecithin or egg-yolk based extenders."
        },
        {
            "References": "Grant, W.M. Toxicology of the Eye. 3rd ed. Springfield, IL: Charles C. Thomas Publisher, 1986., p. 164",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ ... When tested for teratogenic properties /butylated hydroxytoluene/ is reported to have produced anophthalmia in offspring in rats, but not in mice."
        },
        {
            "References": "Frawley JP, et al; Food Cosmet Toxicol 3: 377-86 (1965)",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ No teratogenesis in rats fed a diet containing 3000 ppm with 20% fat."
        },
        {
            "References": "Shepard, T.H. Catalog of Teratogenic Agents. 13th ed. Baltimore, MD: The Johns Hopkins University Press, 2010., p. 65",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ ... Three out of 30 litters from rats receiving /butylated hydroxytoluene/ at levels of 0.5% of the diet contained fetuses with anophthalmia. The dose was approx 250 mg/kg/day."
        },
        {
            "References": "Mortelmans K et al; Environ Mutagen 8:1-119 (1986)",
            "Value": "/GENOTOXICITY/ Butylated hydroxytoluene was tested for mutagenicity in the Salmonella/microsome preincubation assay using the standard protocol approved by the National Toxicology Program. Butylated hydroxytoluene was tested at doses of 0.0001, 0.0003, 0.001, 0.0033, 0.01, 0.33, 1.0, 3.3, and 10 mg/plate in as many as 5 Salmonella typhimurium strains (TA1535, TA1537, TA97, TA98, and TA100) in the presence and absence of rat or hamster liver S9. Butylated hydroxytoluene was negative in these tests and the highest ineffective dose tested in any Salmonella typhimurium strain was 10 mg/plate. Precipitate was observed in cultures at this dose level."
        },
        {
            "References": "European Chemicals Agency (ECHA); Registered Substances, 2,6-di-tert-butyl-p-cresol (CAS Number: 128-37-0) (EC Number: 204-881-4) (Last updated: May 30, 2016). Available from, as of October 17, 2016: https://echa.europa.eu/",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ 2,6-di-tert-butyl-p-cresol causes necrosis in mouse alveolar type I cells followed by an increased formation of alveolar type II cells during a repair period. Prior to the lung injury a covalent binding of 2,6-di-tert- butyl-p-cresol or one of its metabolites (maybe quinon methide) to the lung tissue occurred, so that a causal relationship between the macromolecular binding and the lung injury has been suggested."
        },
        {
            "References": "PMID:17604070",
            "Value": "/IMMUNOTOXICITY/ The effect of butylated hydroxytoluene (BHT), which is used widely as an antioxidant, on IgE-dependent allergic responses in vivo and in vitro was investigated. For in vivo study, passive cutaneous anaphylaxis (PCA) was elicited in rats by i.d. injection of anti-DNP IgE and 48 hr later by i.v. injection of DNP-HSA. BHT was i.p. given immediately after anti-DNP IgE injection. For in vitro studies, the rat mast cell line RBL2H3 sensitized with monoclonal anti-dinitrophenol (DNP) IgE was challenged with the multivalent antigen DNP-human serum albumin (DNP-HSA) in the presence or absence of BHT. beta-Hexosaminidase and histamine released from RBL2H3 cells, as indicators of degranulation of the cells, the concentration of intracellular Ca2+, the level of phosphorylated-Akt, and global tyrosine phosphorylation as indicators of mast cell activation, were measured. The results showed that BHT given to anti-DNP IgE-sensitized rats augmented DNP-specific PCA in a dose-dependent manner. In the presence of BHT, IgE-induced releases of beta-hexosaminidase and histamine from RBL2H3 cells were increased. BHT also further elevated IgE-mediated increased concentrations of intracellular Ca2+ and the levels of phosphorylated-Akt, but did not affect global tyrosine phosphorylation, in RBL2H3 cells. Moreover, the PI3K inhibitor LY294002 inhibited IgE-dependent degranulation and its enhancement by BHT. These findings indicate that BHT may upregulate PCA by enhancing mast cell degranulation associated with enhancements of intracellular Ca2+ concentration and PI3K activation, suggesting that BHT might affect allergic diseases such as allergic rhinitis and asthma."
        },
        {
            "References": "PMID:16333033",
            "Value": "/OTHER TOXICITY INFORMATION/ Because chronic pulmonary diseases predispose to lung neoplasia, the identification of the molecular mechanisms involved could provide novel preventive, diagnostic, and therapeutic strategies. Toll-like receptors (TLRs) transduce exogenous and endogenous signals into the production of inflammatory cytokines to coordinate adaptive immune responses. To determine the role of Tlr4 in chronic lung inflammation, we compared lung permeability, leukocyte infiltration, and nuclear factor kappa B (NFkappaB) and activator protein 1 (AP-1) DNA binding in butylated hydroxytoluene (BHT)-treated (four weekly injections of 125-200 mg/kg each) inbred mouse strains with functional Tlr4 (OuJ and BALB) and mutated Tlr4 (HeJ and BALB(Lps-d)). We also measured primary tumor formation in these mice after single-carcinogen injection (3-methylcholanthrene; 10 ug/kg), followed by BHT treatment (six weekly injections of 125-200 mg/kg each). Mice with functional Tlr4 had reduced lung permeability, leukocyte inflammation, and primary tumor formation (BALB(Lps-d), mean = 22.3 tumors/mouse, versus BALB, mean = 13.9 tumors/mouse, difference = 8.4 tumors/mouse, 95% confidence interval = 4.6 to 12.1 tumors/mouse; p = .025) compared with mice with mutated Tlr4. NFkappaB DNA binding activity was higher in OuJ than in HeJ mice; however, AP-1 activity was elevated in HeJ mice. /This model demonstrates/ a modulatory role for Tlr4 in chronic lung inflammation and tumorigenesis."
        },
        {
            "References": "Gilbert, Goldberg; Food Cosmet Toxicol 3: 417 (1965)",
            "Value": "/OTHER TOXICITY INFORMATION/ At 500 mg/kg/day liver enlargement in rat was seen to be reversible."
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "(1) US EPA; Estimation Program Interface (EPI) Suite. Ver. 4.1. Nov, 2012. Available from, as of Nov 3, 2016: https://www2.epa.gov/tsca-screening-tools (2) Swann RL et al; Res Rev 85: 17-28 (1983)",
            "Value": "Using a structure estimation method based on molecular connectivity indices(1), the Koc of 2,6-di-t-butyl-p-cresol can be estimated to be 1.5X10+4(SRC). According to a classification scheme(2), this estimated Koc value suggests that 2,6-di-t-butyl-p-cresol is expected to be immobile in soil."
        }
    ]
}