{
    "_id": {
        "$oid": "6682e971c4e5dba5ffba2aa6"
    },
    "CID": {
        "$numberInt": "31423"
    },
    "Name": "Pyrene",
    "IUPACName": "pyrene",
    "CanonicalSMILES": "C1=CC2=C3C(=C1)C=CC4=CC=CC(=C43)C=C2",
    "Synonyms": [
        "PYRENE",
        "129-00-0",
        "Benzo[def]phenanthrene",
        "Pyren",
        "beta-Pyrene",
        "Benzo(def)phenanthrene",
        ".beta.-Pyrene",
        "CCRIS 1256",
        "CHEBI:39106",
        "HSDB 4023",
        "EINECS 204-927-3",
        "UNII-9E0T7WFW93",
        "NSC 17534",
        "9E0T7WFW93",
        "Coal tar pitch volatiles:pyrene"
    ],
    "IsomericSMILES": "C1=CC2=C3C(=C1)C=CC4=CC=CC(=C43)C=C2",
    "INCHI": "InChI=1S/C16H10/c1-3-11-7-9-13-5-2-6-14-10-8-12(4-1)15(11)16(13)14/h1-10H",
    "INCHIKEY": "BBEAQIROQSPTKN-UHFFFAOYSA-N",
    "Formula": "C16H10",
    "MolecularWeight": {
        "$numberDouble": "202.25"
    },
    "Description": "Pyrene is an ortho- and peri-fused polycyclic arene consisting of four fused benzene rings, resulting in a flat aromatic system. It has a role as a fluorescent probe and a persistent organic pollutant.",
    "XlogP": {
        "$numberDouble": "4.9"
    },
    "Complexity": {
        "$numberInt": "217"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "plant_concentrations": [
        {
            "References": "(1) Sims RC, Overcash MR; Res Rev 88: 1-68 (1983) (2) Lodovici M et al; Sci Tot Environ 153: 61-68 (1994) (3) Tremolda P et al; Environ Sci Technol 30: 3570-77 (1996) (4) Bi XH et al; Bull Environ Contam Toxicol 67: 141-8 (2001) (5) Brorstrom-Luden E, Lofgren C; Environ Pollut 102: 139-49 (1998) (6) Howe TS et al; Environ Sci Technol 38: 3294-8 (2004)",
            "Value": "Pyrene was detected in poison oak leaves and little bluestem leaves at concentrations of 40 ppb and 30 ppb respectively(1). Pyrene was identified, not quantified in the leaves of the Bay Evergreen tree(2). Pyrene was detected in pine needles in England at concentrations of less than 3 ng/g to 233 ng/g(3). Pyrene was detected in Chinese cabbage, corn and millet at not detected to 1.04, 1.2-2.78 and 3.78 ug/kg respectively, in the city of Da Tong, China(4). Pyrene was detected in spruce needles at 3.7-18 ng/g dry weight in samples taken 1991 to 1994 in the forest of Gardsjon, Sweden(5). Spruce needles (white, black, Sitka), tested in 35 eastern Alaska sites, contained pyrene at 2.3-38.9 ng/g dry weight(6)."
        }
    ],
    "animal_concentrations": [
        {
            "References": "(1) Marsili L et al; Chemosphere 34: 759-70 (1997) (2) Holsbeek L et al; Mar Pollut Bull 38: 304-13 (1999) (3) Lebedev AT et al; Sci Total Environ 212: 153-62 (1998) (4) Camacho M et al; Sci Total Environ 481: 303-310 (2014)",
            "Value": "Pyrene was detected in sea lions off the coast of Argentina at average concentrations of 156.6 and 23.06 ng/g (skin), 82.93 and 107.98 ng/g (blood samples) and 14.2 and 11.33 ng/g (liver)(1). Pyrene was detected in blubber from seven sperm whales at 1.5-2.0 ng/g dry weight(2). Pyrene was measured in the eggs of birds in the Selenga river estuary of Lake Baikal region, Russia; (species, concentration ug/kg dry weight) mallard (Anas platyrhynchos), 3218; pintail (Anas acuta), 90.0; shoveler (Anas clypeata), 89.4; tufted duck (Aythya fuligula), 985; pochard (Aythya ferina), 51.0; goose (Anser anser), 106.8; domestic fowl (Gallus gallus), 81.7 and 21.3; heron (Ardea cinerea), 55.0; herring gull (Larus argentatus), 19.0; common gull (Larus canus), 170.8; common tern(Sterna hirundo), 446.6; black headed gull (Larus ridibundus), 233.8; liapwing (Vanellus vanellus) 51.3; Slavonian grebe (Podiceps auritus), 836.6; marsh sandpiper (Tringa stagnatilis), 810.1(3). Blood samples collected from two live sea turtle species (Chelonia mydas and Eretmochelys imbricata) in the coastal waters of the Boa Vista island (Capre Verde archipelago) between 2009-2011 contained mean pyrene concentrations of 0.67 and 0.08 ng/mL respectively(4)."
        }
    ],
    "fish_seafood_concentrations": [
        {
            "References": "(1) Humason AW, Gadbois DF; Bull Environ Contam Toxicol 29: 645-50 (1982) (2) Braune B et al; Sci Total Environ 230: 145-207 (1999) (3) Easton MDL et al; Chemosphere 46: 1053-74 (2002) (4) Lo M, Sandi E; Res Rev 69: 35-86 (1978)",
            "Value": "Samples of winter flounder, windowpane, red hake, rock crab, lobster, and sea scallops were collected from 25 sites in New York bight and Long Island Sound region and analyzed for presence of 15 polycyclic aromatic hydrocarbons, pyrene was detected at 0-50 ppb in most samples(1). Pyrene was detected in Arctic grayling, burbot, longnose sucker, lake whitefish, lake trout, mountain whitefish, northern pike, round whitefish and walleye at concentrations of 0.02-0.07, 0.05-0.06, <0.01-0.06, 0.01-0.33, 0.02-0.09, 0.25-1.38, <0.01-0.12, 0.03-0.14 and <0.01-1.94 ng/g wet weight, respectively, in fish sampled in the Northwest Territories, Canada from 1990 to 1994(2). Four farm raised salmon from the US and Canada contained pyrene at 0.11 ng/g, four wild salmon from the US and Canada contained pyrene at 0.37 ng/g(3). Pyrene was detected in whitefish (0.5 ppb), kippered cod (0.6 ppb), smoked herring (2.2 ppb), smoked salmon (2 ppb), smoked sturgeon (4.4 ppb), non-smoked herring (1 ppb) and non-smoked salmon (1.4 ppb)(4)."
        },
        {
            "References": "(1) Speer K et al; J High Res Chromatog 13: 104-111 (1990) (2) Al-Hassan JM et al; Bull Environ Contam Toxicol 66: 646-52 (2001) (3) Al-Yakoob S et al; Mar Pollut Bull 27: 297-301 (1993) (4) McCain BB et al; Arch Environ Contam Toxicol 19: 10-16 (1990) (5) Rao VR et al; Ecotoxicol Environ Safety 33: 44-54 (1996) (6) El Deeb KZ et al; Bull Environ Contam Toxicol 78: 373-9 (2007)",
            "Value": "Pyrene was detected in edible fish from the Elbe river, Germany at concentrations of 0.1-10.3 ug/kg(1). Catfish (Arius bilineatus Val), taken from the Arabian Gulf 1997 to 1999 (site, liver, gills, muscle (ng/g)); at a sunken trawler, not detected, 11.3, not detected; sunken trawler not detected, 30.5, 5.6; Auha, not detected, not detected, not detected; Durrar, not detected, 8.9, 23.6; Kuwait Bay, 1.1, 13.5, 2.8; North Kubbar, 3.2, 18.6, 5.4; Madeira, 3.0, trace, <0.1(2). The average concentration of pyrene in edible fish obtained from the Persian Gulf was 79.25 ug/kg(3). Pyrene was identified in chinook salmon obtained from fresh water rivers in Washington at concentrations of less than 0.5 ug/g to 10 ug/kg(4). Pyrene was detected in crayfish and sunfish from a creek in Tennessee at concentrations of 15.14 ug/kg and 2.49 ug/kg, respectively(5). Pyrene was not detected in Solea solea but found at 4.25 ng/g wet weight in Diplodus vulgaris in samples taken from Abu Qir Bay, Egyptian Mediterranean Sea, Jan to Oct 2004(6)."
        },
        {
            "References": "(1) Al-Hassan JM et al; Bull Environ Contam Toxicol 70: 205-12 (2003)",
            "Value": "Edible fish sampled from the Arabian Gulf in 1997 contained pyrene in the liver, muscle and gills at the following concentrations(1):",
            "Table": "[{'Common name': 'Brown spotted grouper', 'Genus species': 'Epenephelus tauvina', 'Liver (ug/g)': '0.38', 'Muscle (ug/g)': '0.21', 'Gill (ug/g)': '1.44'}, {'Common name': 'Yellow finned black seabream', 'Genus species': 'Acanthipagrus latus', 'Liver (ug/g)': '0.16', 'Muscle (ug/g)': '0.2', 'Gill (ug/g)': '0.25'}, {'Common name': 'River shad', 'Genus species': 'Hilsa ilisha', 'Liver (ug/g)': '0.27', 'Muscle (ug/g)': '0.22', 'Gill (ug/g)': 'not detected'}, {'Common name': 'Silvery grunt', 'Genus species': 'Pomadasya kaakan', 'Liver (ug/g)': '0.55', 'Muscle (ug/g)': '0.24', 'Gill (ug/g)': '0.28'}, {'Common name': 'Silvery pomfret', 'Genus species': 'Pampus argenteus', 'Liver (ug/g)': '0.59', 'Muscle (ug/g)': 'not detected', 'Gill (ug/g)': 'not detected'}, {'Common name': 'Mullet', 'Genus species': 'Penaeus semisulcatus', 'Liver (ug/g)': 'no data', 'Muscle (ug/g)': '0.27', 'Gill (ug/g)': '0.52'}, {'Common name': 'Grooved tiger prawn', 'Genus species': 'Penaeus semisulcatus', 'Liver (ug/g)': 'no data', 'Muscle (ug/g)': '0.23', 'Gill (ug/g)': 'no data'}, {'Common name': 'Grouper', 'Genus species': 'Epinephelus areolatus', 'Liver (ug/g)': 'no data', 'Muscle (ug/g)': '1.31', 'Gill (ug/g)': '1.44'}, {'Common name': 'Red snapper', 'Genus species': 'Lutjanus coccineus', 'Liver (ug/g)': 'not detected', 'Muscle (ug/g)': 'no data', 'Gill (ug/g)': '1.18'}, {'Common name': 'Silvery croaker', 'Genus species': 'Otolithes argentenus', 'Liver (ug/g)': 'not detected', 'Muscle (ug/g)': '1.21', 'Gill (ug/g)': 'not detected'}, {'Common name': 'Needle fish', 'Genus species': 'Tylosurus leiurus', 'Liver (ug/g)': '1.19', 'Muscle (ug/g)': 'no data', 'Gill (ug/g)': '1.11'}, {'Common name': 'Emperor rubber lip', 'Genus species': 'Lethrinus nebulosus', 'Liver (ug/g)': 'not detected', 'Muscle (ug/g)': 'no data', 'Gill (ug/g)': 'not detected'}]"
        },
        {
            "References": "(1) Al-Hassan JM et al; Bull Environ Contam Toxicol 65: 646-53 (2000) (2) Vaessen HAMG et al; Toxicol Environ Chem 16: 281-94 (1988) (3) Kauss PB, Hamdy YS; Hydrobiologia 219: 37-62 (1991) (4) Baumard P et al; Environ Toxicol Chem 17: 765-76 (1998) (5) Baumard P et al; Mar Environ Res 47: 415-39 (1999) (6) Botello AV et al; Bull Environ Contam Toxicol 69: 486-93 (2002) (7) Kveseth K et al; Chemosphere 11: 623-39 (1982)",
            "Value": "Pyrene was detected in barnacles (Balanus tintinabulum) from locations of the Arabian Gulf at concentrations of 0.64, 1.25, 0.77, 0.61, 0.19, 0.032 and 0.42 ug/g (wet weight) from samples taken from Al-Durrar taken June 1996, Al-Durrar taken June 1997, Maina taken March 1998, Um Al-Maradi taken 1999, Durrar, Kubber taken 1999, and Marina taken Oct 1999, respectively(1). Pyrene was detected in mussels at a concentrations of 0.5-66.0 ug/kg(2). Pyrene was detected in freshwater mussels at concentrations of 1-563 ug/kg and marine mussels at concentrations of 4-200 ug/kg(3). Mussel samples from the Western Mediterranean Sea had pyrene concentrations of (site, concn ng/g dry weight): Coriou 16.0, Le Planier (N) 134, Toulon 24.8, Lazaret Bay 35.7, Sanguinaires Islands B 1.62, Ajaccio Harbor 52.7, Eccica Island 2.15, Punta Rossa 2.42, Toro Island 1.25, Vecchio Harbor 2.63, Bonifacio 10.4, Castel Sardo 4.33, Torres Harbor 47.9, and La Fourmigue lighthouse 5.03(4). Mussels (Mytilus galloprovincialis), sampled Feb 1995 on the Arcachon Bay Cruise had pyrene concentrations of (site, concentration ng/g dry weight): Oiseaux Island 337, entrance of the bay 33.7, Ares 30.1, Andemos 46.4, Certes 49.3, Gujan 45.3, Arcachon harbor 57.9(5). On the Baltic Sea Cruise Aug 1996, blue mussels (Mytilus edulis), contained pyrene at concentrations of (site, concentration ng/g dry weight): K1 (highly urbanized/industrialized harbor) 59.1; K2 (highly urbanized/industrialized harbor) 39.9; W1 (urbanized/industrialized harbor) 28.7; W2 (offshore coast) 9.44; W3 (offshore coast) 7.87; P1 (offshore urbanized/industrialized coast) 8.64; P2 (offshore coast) 7.06; P3 (offshore coast) 5.41; and P4 (offshore coast) 7.15(5). Mussels (Mytilus galloprovincialis), sampled Aug 1996 on the Mediterranean Sea had pyrene concentration of (site, concentration ng/g dry weight): Le Planier 18.5, Carteau 5.59, Fort Brescou 4.69, Leucate harbor 4.08, Vendres harbour (outer) 4.12, Vendres harbour (inner) 47.5, Cala Monjoy 2.83, Callela 10.2, Barcelona harbor (inner) 64.2, Barcelona harbor (outer) 8.21, Cap de Salou 4.69 and Cap Roig 1.75(5). Pyrene was detected at average concentrations of 1.21, 0.12, <0.01, 0.21 and 0.20 ug/g dry weight in Crassostrea palmula, Crassostrea corteziensis, Crassostrea gigas, Crassostrea iridescens and Mytella strigata, respectively, in samples taken from 29 stations in May 1996 along the Mexican subtropical Pacific(6). Stationary mussels outside Beddelaget sewage treatment plant contained pyrene at 90, 99, 82, 101, 132 and 80 ng/g in samples taken Dec 8, 11, 15, 22, Jan 6 and April 28; transplanted mussels outside Bekkelaget sewage treatment plant contained pyrene at 16, 51, 40 and 50 ng/g in samples taken Dec 11, 22, Jan 6 and April 28, respectively(7)."
        },
        {
            "References": "(1) Uthe JF, Musial CJ; Bull Environ Contam Toxicol 37: 730-38 (1986) (2) Dunn BP, Fee J; J Fish Res Board Can 36: 1469-76 (1979) (3) El Deeb KZ et al; Bull Environ Contam Toxicol 78: 373-9 (2007) (4) El-Din NMN, Abdel-Moati MAR; Bull Environ Contam Toxicol 66: 110-7 (2001) (5) El-Sikaily A et al; Bull Environ Contam Toxicol 71: 1252-9 (2003) (6) Nakata H et al; Ecotox Environ Safety 99: 61-68 (2014)",
            "Value": "Pyrene was detected in lobsters obtained from the coast of Australia at concentrations ranging from 10 to 18,500 ug/kg(1). Commercial lobsters from Canada contained pyrene at concentrations of 17.5 and 537 ug/kg(2). Pyrene was not detected in Donax truaulus but found at 141.02 ng/g wet weight in Peneaus japonicus in samples taken from Abu Qir Bay, Egyptian Mediterranean Sea, Jan to Oct 2004(3). Marine copepods from Qatar contained pyrene at 19.91, 8.46, 3.06 and not detected in the winter of 1998 and at 16.66, 4.31, 4.17 and 0.60 in the summer of 1998 from samples taken from Messaieed, Doha Harbor, Ras Laffan and the western coast, respectively(4). Pyrene was found in coral reef skeleton (Acropora sp) at 20 sites in the Egyptian Red Sea at not detected to 147 ng/g in samples taken April 1999(5). Oyster samples collected from 18 coastal sites along the Yatsushiro Sea, Japan in 2008 contained pyrene concentrations ranging from 0.86-74 ng/g wet wt(6)."
        }
    ],
    "sediment_soil_concentrations": [
        {
            "References": "(1) Bahnick DA, Markee TP; J Great Lakes Res 11: 143-55 (1985) (2) Baker JE et al; Environ Sci Technol 25: 500-509 (1991) (3) Murphy TP et al; Water Pollut Res J Can 26: 1-16 (1991) (4) Domine D et al; Sci Tot Environ 155: 9-24 (1994) (5) Foster GD, Wright DA; Marine Pollut Bull 19: 459-65 (1988) (6) Simick MF et al; Environ Sci Technol 30: 3039-46 (1996) (7) Wenning RJ et al; Arch Environ Contam Toxicol 27: 64-81 (1994) (8) Sokol RC et al; Environ Sci Technol 28: 2054-64 (1994) (9) Debruyn JM et al; Environ Sci Technol 43: 3467-3473 (2009) (10) Echols KR et al; Arch Environ Contam Toxicol 55: 161-172 (2008) (11) Huang L et al; Sci Total Environ 487: 173-186 (2014)",
            "Value": "SEDIMENT: Pyrene was detected in the sediment of Lake Superior at concentrations of 1.76 ug/g(1) and 13-266 ng/g(2) and Lake Ontario at concentrations of 1.2-72.7 ug/g(3). Pyrene was detected in sediment from the Gulf of Lion at concentrations of 0.0-84.6 ng/g(4). Pyrene was detected in sediment from the Chesapeake Bay at concentrations of 0.0-57.6 ug/g(5). Sediment collected at 5 locations in Lake Michigan contained pyrene at concentrations of 399.87, 296.93, 346.72, 343.98 and 103.40 ng/g(6). Sediment from the Passaic River, NJ contained pyrene at concentrations between 0 and 100,000 ug/kg(7). Sediment obtained from the St. Lawrence River had pyrene concentrations of 775 ug/g near the Reynolds aluminum manufacturing plant and 0.25 ug/g near the General Motors automobile manufacturing facility(8). Pyrene was detected in 4 of 7 sediment samples collected from Lake Erie in 2006 at concentrations of 0.20-3.86 mg/kg(9). Pyrene levels of 16-570 ng/g dry wt were detected in sediments from 19 depositional areas along the lower Missouri River in 2002(10). Sediment samples collected from southern Lake Michigan in August 2011 contained a mean pyrene concentration of 110.3 ng/g dry wt(11)."
        },
        {
            "References": "(1) Taylor PN, Lester JN; Environ Technol 16: 1155-63 (1995) (2) Ristula T et al; Chemosphere 32: 1179-92 (1996) (3) Anh MT et al; Bull Environ Cont Toxicol 63: 728-35 (1999) (4) Barra R et al; Ecotoxicol Environ Saf 63: 52-60 (2006) (5) Bertolotto RM et al; Mar Pollut Bull 46: 903-17 (2003) (6) Botello AV et al; Bull Environ Contam Toxicol 67: 889-97 (2001) (7) Charlesworth M et al; Mar Pollut Bull 44: 1421-34 (2002) (8) Cho JY et al; Bull Environ Contam Toxicol 71: 182-8 (2003) (9) El Deeb KZ et al; Bull Environ Contam Toxicol 78: 373-9 (2007) (10) Fernandez P et al; Environ Sci Technol 33: 3716-22 (1999) (11) Haynes D, Johnson JE Mar Pollut Bull 41: 267-78 (2000) (12) Huang H et al; Bull Environ Contam Toxicol 73: 339-46 (2004) (13) Hyotylainen T, Oikari A; Chemosphere 38: 1135-44 (1999)",
            "Value": "SEDIMENT: Sediment samples in the Thames River contained 11.1 ug/g of pyrene(1). Sediment from Lake Ladoga, Russia contained pyrene at concentrationss of 1.7-290.0 ng/g(2). Pyrene was detected in the sediment of 6 urban sites at 149.3-3824.1 ng/g dry weight, and 3 urban sites at 20.2-28.0 ng/g dry weight in samples taken Sept to Nov 1998 in Ho Chi Minh City, Vietnam(3). Samples taken from Chili had concentrations of 0-12, 0-250 and 0-60 ng/g at Laja Lake, Galletue Lake and Icalma Lake, respectively(4). Sediment samples taken 500 to 1000 m from the coast of Savona, Genova and La Spezia contained pyrene at 918-2931, 22.1-2435 and 307 ug/kg in samples taken 1998(5). Sediment samples from El Llano, Salada, La Manche and Mandinga Lagoons had pyrene levels of 0.1-3.2, 0.1-1.7, 0.6-1.9 and not detected to 0.6 ug/g in samples taken 1997 to 1999 along the Veracruz coast of Mexico(6). Pyrene was detected in western Irish Sea sediments at below detection limit to 117 ng/g in samples taken June to July 2000(7). Reclaimed tidal lands in Saemangeum, Korea had pyrene concentrations of 2.7-33.9% of the total polyaromatic hydrocarbons detected(8). Pyrene was reported at not detected to 78.40 ng/g dry weight in sediment samples from Abu Oir Bay, Egyptian Mediterranean Sea in samples taken Jan to Oct 2004(9). Sediment samples from 12 high altitude European mountain lakes had reported pyrene concentrations of 49, 15,13, 50, 34, 52, 49, 810, 1300, 40, 37 and 12 ng/g dry weight in Escura, Cimera, La Caldera, Tedo, Noir, Schwarsee ob Solden, Gossenkollesee, Dlugi, Starolesnianska, Maam, Ovre Neadslsvatn and Arresjoen, respectively(10). Pyrene was detected at <0.1-15, 10-4500, <0.6-1.3, 7-15, 270 and <0.1 ug/kg dry weight in samples from Green Island, Townsville Harbor, Heron Island, Hinchinbrook Island, Glad Stone Harbor and John Brewer Reef, Australia, respectively(11). Pyrene was detected in the sediment of the Huaihe River in the summer of 2002 at the concentration of 0.08-0.09 mg/kg(12). Pyrene was not detected from 16 sites in Lake Jamsanvesi, Finland(13)."
        },
        {
            "References": "(1) Baumard P et al; Environ Toxicol Chem 17: 765-76 (1998) (2) Baumard P et al; Mar Environ Res 47: 415-39 (1999) (3) Eljarrat E et al; Environ Sci Technol 35: 3589-94 (2001)",
            "Value": "SEDIMENT: Sediment samples from the Western Mediterranean Sea had pyrene concentrations of (site, concentration ng/g dry weight): Coriou 191, Saint Lousi Harbor 87.2, Cap Couronne 151, Le Planier lighthouse 87.0, Le Planier (E) 27.4, Le Planier (N) 6.00, Toulon 984, Lazaret Bay 1380, Porto Gulf 2.64, Sanguinaires Islands A 8.61, Sanguinaires Islands B 0.107, Ajaccio Harbor 2804, Eccica Island 0.102, Punta Rossa 0.070, Toro Island 0.107, Vecchio Harbor 3.74, Bonifacio 1.55, Cap de Feno 4.19, Castel Sardo 0.128, Torres Harbor 104, Torres Bay 1.57, La Fourmigue lighthouse 31.9 and Anse Mejan 160(1). Sediment sampled Feb 1995 on the Arcachon Bay Cruise had pyrene concentration of (site, concn ng/g dry weight): Oiseaux Island 551, entrance of the bay 3.88, Ares 119, Andemos 241, Certes 301, Gujan 298, Arcachon harbor 229(2). On the Baltic Sea Cruise Aug 1996, sediment contained pyrene at concentrations of (site, concentration ng/g dry weight): K1 (highly urbanized/industrialized harbor) 3370; K2 (highly urbanized/industrialized harbor) 563; W1 (urbanized/industrialized harbor) 109; W2 (offshore coast) 1.02; W3 (offshore coast) 0.43; P1 (offshore urbanized/industrialized coast) 2.78; P2 (offshore coast) 0.63; P3 (offshore coast) 0.36; and P4 (offshore coast) 1.06(2). Sediment sampled Aug 1996 on the Mediterranean Sea had pyrene concentrations of (site, concn ng/g dry weight): Le Planier 2.23, Carteau 25.6, Fort Brescou 12.3, Leucate harbor 6.92, Vendres harbour (outside harbor) 15.8, Vendres harbour (inside harbor) 804, Cala Monjoy 0.68, Callela 0.09, Barcelona harbor (inside harbor) 186, Barcelona harbor (outside harbor) 1150, Cap de Salou 0.60 and Cap Roig 63.6(2). Pyrene was detected in the sediment of 10 rivers that run into the Mediterranean Sea, Catalonia, Spain (location, concentration ng/g dry weight); Besom, 110.1, Ebro 24.64, Falconer 7.71, Fluvia 11.93, Foix 14.55, Francolf 80.61, Llobregat 600.38, Muga 110.58, Ter 67.93, Tordera 11.63(3)."
        },
        {
            "References": "(1) Yang SYN et al; Sci Tot Environ 102: 229-40 (1991) (2) Smith DJT et al; Environ Technol 16: 45-53 (1995) (3) Pichler M et al; Environ Sci Pollut Res 3: 24-31 (1996) (4) Bradley LJ et al; J Soil Contam 3: 349-61 (1994) (5) Ahmed MT, Ismail SMM; Toxicol Environ Chem 68: 371-5 (1999) (6) Aichberger H et al; Soil Sediment Contam 15: 73-85 (2006) (7) Aislabie J et al; Chemosphere 39: 2201-7 (1999) (8) Barra R et al; Rev Environ Contam Toxicol 191: 1-22 (2007) (9) Berset JD et al; Sci Total Environ267: 67-85 (2001) (10) Chen L et al; Chemosphere 60: 879-90 (2005)",
            "Value": "SOIL: Pyrene was measured in the soil at an urban roadside in Australia at a concentration of 214 ng/g(1). Pyrene was detected in the soil of UK sites at Birmingham (254 ug/kg), Brishane (214 ug/kg), Wales (63 ug/kg) and Herts(131 ug/kg)(2). Pyrene was identified, not quantified in soil samples from German forests(3). The average concentration of pyrene detected in soil samples from 3 northeastern US cities was 2.4 mg/kg(4). Pyrene was detected in top soil at 17.0 ug/g but not detected at 50 or 100 cm depth in samples taken in Ismailia, Egypt(5). Pyrene was detected in contaminated soil from a gas works, industrial site with coal tar residue and a railroad sleeper preservation plant at concentrations of 53.6, 17.6 and 105.6 mg/kg, respectively(6). Contaminate sites in Antarctica had measured pyrene concentrations of <30, 416, and <30 ng/g dry weight in samples taken 0-2, 2-10 and 20-30 cm at Scott Base drum storage site, at 223 and 42 ng/g dry weight at Scott Base generator site, at <30 ng/g dry weight at all depths for a former base at Marble Point, and at <30 and 851 ng/g dry weight at Vanda Station spill sites in Wright Valley(7). South American soil samples from the Amazon, Pantanal, Cerrado, the rainforest and the savanna, Brazil had pyrene concentrations of 4.33, 2.9, 1.67, 9.2 and 1.3 ug/kg dry weight and the natural costal, forestry, industrial and natural mountain area of Chile had pyrene concentrations of 1.2, 3.9, 39.6 and 3.3 ug/kg dry weight(8). Pyrene was detected in peat bog samples at 16.8-105.0 ug/kg dm, in samples taken from Etang de la Gruere, Switzerland(9). Pyrene was detected in soil samples from Guangzhou, China at concentrations of 2-492 ug/kg dry weight, samples were taken Dec 1999 and Aug 2002(10)."
        }
    ]
}