{
    "_id": {
        "$oid": "6682e7fdc4e5dba5ffba2358"
    },
    "CID": {
        "$numberInt": "3168"
    },
    "Name": "DROPERIDOL",
    "IUPACName": "3-[1-[4-(4-fluorophenyl)-4-oxobutyl]-3,6-dihydro-2H-pyridin-4-yl]-1H-benzimidazol-2-one",
    "CanonicalSMILES": "C1CN(CC=C1N2C3=CC=CC=C3NC2=O)CCCC(=O)C4=CC=C(C=C4)F",
    "Synonyms": [
        "droperidol",
        "548-73-2",
        "Droleptan",
        "Dehydrobenzperidol",
        "Inapsine",
        "Dridol",
        "Properidol",
        "Sintodril",
        "Sintosian",
        "Halkan",
        "Inapsin",
        "Vetkalm",
        "Deidrobenzperidolo",
        "Inopsin",
        "McN-JR-4749"
    ],
    "IsomericSMILES": "C1CN(CC=C1N2C3=CC=CC=C3NC2=O)CCCC(=O)C4=CC=C(C=C4)F",
    "INCHI": "InChI=1S/C22H22FN3O2/c23-17-9-7-16(8-10-17)21(27)6-3-13-25-14-11-18(12-15-25)26-20-5-2-1-4-19(20)24-22(26)28/h1-2,4-5,7-11H,3,6,12-15H2,(H,24,28)",
    "INCHIKEY": "RMEDXOLNCUSCGS-UHFFFAOYSA-N",
    "Formula": "C22H22FN3O2",
    "MolecularWeight": {
        "$numberDouble": "379.4"
    },
    "Description": "Droperidol is an organofluorine compound that is haloperidol in which the hydroxy group has been eliminated with the introduction of a double bond in the piperidine ring, and the 4-chlorophenyl group has been replaced by a benzimidazol-2-on-1-yl group. It is used in the management of chemotherapy-induced nausea and vomiting, and in conjunction with an opioid analgesic such as fentanyl to maintain the patient in a calm state of neuroleptanalgesia with indifference to surroundings but still able to cooperate with the surgeon. It has a role as an antiemetic, a dopaminergic antagonist, a first generation antipsychotic and an anaesthesia adjuvant. It is a member of benzimidazoles, an organofluorine compound and an aromatic ketone.",
    "XlogP": {
        "$numberDouble": "3.5"
    },
    "Complexity": {
        "$numberInt": "615"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "logP": [
        {
            "References": "Sangster J; LOGKOW Database. A databank of evaluated octanol-water partition coefficients (Log P). Available from, as of Jun 5, 2012: https://logkow.cisti.nrc.ca/logkow/search.html",
            "Value": "log Kow = 3.50"
        }
    ],
    "mechanism_of_action": [
        {
            "References": "American Society of Health-System Pharmacists 2012; Drug Information 2012. Bethesda, MD. 2012, p. 2648",
            "Value": "Within the CNS, droperidol acts principally at subcortical levels and exhibits a strong sedative effect. The drug also inhibits sympathetic postganglionic alpha-adrenergic receptor binding sites; however, therapeutic dosages of droperidol do not appear to completely block these receptors. Droperidol has antiemetic activity, but does not appear to exhibit analgesic activity."
        },
        {
            "References": "American Society of Health-System Pharmacists 2012; Drug Information 2012. Bethesda, MD. 2012, p. 2648",
            "Value": "Because of its inhibitory effects on alpha-adrenergic receptor binding sites, droperidol attenuates the cardiovascular response to sympathomimetic amines. Droperidol also produces direct peripheral vasodilation, which alone or in conjunction with its alpha-adrenergic blocking activity may cause hypotension and decreased peripheral vascular resistance. Droperidol may decrease pulmonary arterial pressure (particularly in patients with preexisting elevations in pulmonary arterial pressure) and reduce the incidence of epinephrine-induced arrhythmias; however, droperidol's activity against other arrhythmias has not been observed."
        },
        {
            "References": "PMID:16492829",
            "Value": "Droperidol produces the inhibition of K+ channels in cardiac myocytes. However, the effects of droperidol on K+ channels have not been studied in blood vessels. Therefore, /investigators/ designed the present study to determine whether droperidol modulates the activity of adenosine triphosphate (ATP)-sensitive K+ channels in vascular smooth muscle cells. Rat aortic rings without endothelium were suspended or used for isometric force and membrane potential recordings, respectively. Vasorelaxation and hyperpolarization induced by levcromakalim (10(-8) to 10(-5) M or 10(-5) M, respectively) were completely abolished by the ATP-sensitive K+ channel antagonist glibenclamide (10(-5) M). Droperidol (10(-7) M) and an alpha-adrenergic receptor antagonist phentolamine (3 x 10(-9) M) caused a similar vasodilator effect (approximately 20% of vasorelaxation compared with maximal vasorelaxation induced by papaverine 3 x 10(-4) M, whereas glibenclamide did not alter vasorelaxation induced by droperidol. Droperidol (3 x 10(-8) M to 10(-7) M) augmented vasorelaxation and hyperpolarization produced by levcromakalim, whereas phentolamine (3 x 10(-9) M) did not alter this vasorelaxation. Glibenclamide (10(-5) M) abolished the vasodilating and hyperpolarizing effects of levcromakalim in the aorta treated with droperidol (10(-7) M). These results suggest that droperidol augments vasodilator activity via ATP-sensitive K+ channels. However, it is unlikely that this augmentation is mediated by the inhibition of alpha-adrenergic receptors in vascular smooth muscles."
        },
        {
            "References": "PMID:3777477",
            "Value": "... An inhibitory dopaminergic receptor has been described that modulates catecholamine release from adrenal medulla. It has also been reported that low doses of droperidol increase arterial pressure in some patients with pheochromocytoma. The authors investigated whether an effect of droperidol on such a receptor could be one of the mechanisms involved in the hypertensive response. Isolated cat adrenal glands were perfused with Krebs-bicarbonate solution, and the catecholamine release was measured in the effluent. Then, the glands were stimulated by activation of the nicotinic receptor (nicotine, 5 uM), and the effect of low and high doses of droperidol and/or apomorphine on the catecholamine secretory responses evoked by nicotine was investigated. Low concentrations of droperidol (0.05 uM) (a dopaminergic antagonist) markedly increased the secretory response induced by nicotine whereas higher concentrations (50 uM) decreased it. Apomorphine (1 uM) (a dopaminergic agonist) inhibits the catecholamine release produced by nicotine, and this inhibitory effect was completely reversed by the lowest concentration of droperidol but not by the highest. In fact, the high concentration of droperidol further inhibited the catecholamine release induced by nicotine. The results suggest that the hypertensive responses evoked by low doses of droperidol in some patients with pheochromocytoma could be due to the inactivation of a dopaminergic inhibitory system present in the adrenal medulla that, under physiologic conditions, limits the amount of catecholamines released by the gland. Such as an inhibitory mechanism could operate in an exaggerated manner in patients with pheochromocytoma."
        },
        {
            "References": "PMID:736253",
            "Value": "Droperidol is used in the anaesthetic management of pheochromocytoma because of its sedative, anti-dysrhythmic and alpha-adrenoreceptor blocking properties. However, droperidol when used in pheochromocytoma, has been reported to produce a paradoxical hypertensive response. In vitro experiments with perfused rabbit ear arteries using a histochemical fluorescence technique, showed droperidol to be an inhibitor of noradrenaline uptake into sympathetic nerve endings, and this uptake inhibition was dose related. The uptake inhibition effect did not, however, produce pressor changes in experiments simulating pheochromocytoma in cats. The hypertensive response to droperidol may be due to blockade of presynaptic alpha-adrenoreceptors and this possible mechanism of action is discussed."
        },
        {
            "References": "GROSSMAN ET AL; N ENGL J MED 301 (JUL) 47 (1979)",
            "Value": "Antiemetic mechanism of droperidol is believed to involve direct suppression of chemoemetic trigger zone. Drug acts by blocking synaptic transmission of dopamine."
        }
    ]
}