{
    "_id": {
        "$oid": "6682e7fdc4e5dba5ffba235a"
    },
    "CID": {
        "$numberInt": "3224"
    },
    "Name": "ENDOSULFAN",
    "IUPACName": "1,9,10,11,12,12-hexachloro-4,6-dioxa-5lambda4-thiatricyclo[7.2.1.02,8]dodec-10-ene 5-oxide",
    "CanonicalSMILES": "C1C2C(COS(=O)O1)C3(C(=C(C2(C3(Cl)Cl)Cl)Cl)Cl)Cl",
    "Synonyms": [
        "endosulfan",
        "Benzoepin",
        "115-29-7",
        "Thiodan",
        "Thionex",
        "Thiosulfan",
        "Chlorthiepin",
        "Devisulphan",
        "Endosulphan",
        "Insectophene",
        "Endocel",
        "Beosit",
        "Hildan",
        "Malix",
        "Thifor"
    ],
    "IsomericSMILES": "C1C2C(COS(=O)O1)C3(C(=C(C2(C3(Cl)Cl)Cl)Cl)Cl)Cl",
    "INCHI": "InChI=1S/C9H6Cl6O3S/c10-5-6(11)8(13)4-2-18-19(16)17-1-3(4)7(5,12)9(8,14)15/h3-4H,1-2H2",
    "INCHIKEY": "RDYMFSUJUZBWLH-UHFFFAOYSA-N",
    "Formula": "C9H6Cl6O3S",
    "MolecularWeight": {
        "$numberDouble": "406.9"
    },
    "Description": "Endosulfan is a cyclic sulfite ester that is 1,5,5a,6,9,9a-hexahydro-6,9-methano-2,4,3-benzodioxathiepine 3-oxide substituted by chloro groups at positions 6, 7, 8, 9, 10 and 10. It has a role as a GABA-gated chloride channel antagonist, an acaricide, an agrochemical and a persistent organic pollutant. It is a cyclodiene organochlorine insecticide and a cyclic sulfite ester.",
    "XlogP": {
        "$numberDouble": "3.8"
    },
    "Complexity": {
        "$numberInt": "470"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "plant_concentrations": [
        {
            "References": "(1) Blossom et al; Bull Environ Contam Toxicol 73: 707-12 (2004) (2) Lalah JO et al; Bull Environ Contam Toxicol 71: 298-307 (2003)",
            "Value": "Endosulfan was detected in 22% of cotton seed samples from Abohar, Malout, and Muktsar, India, with mean residue levels of 0.013, 0.006, 0.004 mg/kg, respectively(1). Endosulfan was detected in waterweed samples collected in Jan 1998 from River Sabaki in Kenya at a mean concentration of 0.867 ng/g wet weight(2)."
        },
        {
            "References": "Menzie, C.M. Metabolism of Pesticides. U.S. Department of the Interior, Bureau of Sport Fisheries and Wildlife, Publication 127. Washington, DC: U.S. Government Printing Office, 1969., p. 197",
            "Value": "After spraying endosulfan (3:2 mixture of I and II isomers) on foliage, endosulfan I decreased to 30% of initial deposit after 1 week and to 2% after 3 weeks. Endosulfan II decreased to 47% after 1 week and to 2% after 7 weeks. All leaf extracts contained a more persistent compound identified as endosulfan sulfate."
        },
        {
            "References": "(1) Dorough HW et al; Environ Entomol 2 (5): 845-9 (1973) (2) Morse DL et al; Am J Public Health 69: 53-6 (1979)",
            "Value": "Burley tobacco harvested immediately after treatment with 0.5 lb/acre of endosulfan and cured for 4 months contained average total endosulfan residues of 23.2 ppm(1). On the top leaves, endosulfan I comprised 13%, endosulfan II 78% and endosulfan sulfate 9% of the total(1). The sulfate accounted for approximately 20% of the total residues on the middle and bottom leaves, with a corresponding decrease in the concentration of endosulfan II(1). Sixteen pesticides of varying toxicity were detected on 3 dates in January 1977 in Miami, FL, from 105 lots of imported cut flowers (carnations, pompom chrysanthemum, and standard chrysanthemums), with endosulfan, diazinon, and phosphamidon occuring most frequently; residue levels greater than 5 ppm were found in flowers from 17 of the 43 growers, 16 from Columbia and one from Guatemala(2)."
        }
    ],
    "animal_concentrations": [
        {
            "References": "Menzie, C.M. Metabolism of Pesticides. U.S. Department of the Interior, Bureau of Sport Fisheries and Wildlife, Publication 127. Washington, DC: U.S. Government Printing Office, 1969., p. 197",
            "Value": "Endosulfan was applied to forage crops on which cattle were allowed to graze beginning seven days after application. Endosfulfan sulfate was found in the silage and in the fat of only one animal. ... No detectable residues were found in the milk from dairy cows fed the treated silage."
        },
        {
            "References": "Anderson JF, Glowa W; Environ Entomol 13 (1): 70-4 (1984)",
            "Value": "Eight insecticides were identified from 43 samples of honey bees (Apis mellifera) obtained from 35 beekeepers in 1981 and 1982. A total of 268 colonies were documented to have been contaminated from May through early October. Carbaryl was detected in 65% of the samples. Methyl parathion and methoxychlor were found in 30 and 14% of the samples, respectively. Other insecticides in honey bees included endosulfan, chlordane, malathion, diazinon, and acephate."
        },
        {
            "References": "(1) Anderson JF, Wojtas MA; J Econ Entomol 79: 1200-5 (1986) (2) Manosa S et al; Environ Pollut 122: 351-9 (2003)",
            "Value": "Endosulfan was detected in 13 of 55 apiaries in CT in 1983-5 at concn up to 4.40 ppm(1). Endosulfan was detected in 29.2% of Northern goshawk, and 37.5% of Eurasian buzzard eggs, at geometric mean (range) concentrations of 0.6 (not detected to 3.2) and 0.8 (not detected to 1.9) ng/g wet weight, respectively(2)."
        }
    ],
    "environmental_bioconcentrations": [
        {
            "References": "(1) Toledo MCF, Jonsson CM; Pestic Sci 36: 207-11 (1992) (2) Jonsson CM, Toledo MCF; Bull Environ Contam Toxicol 50: 572-77 (1993) (3) Franke C et al; Chemosphere 29: 1501-14 (1994)",
            "Value": "A measured BCF of 2,650 was obtained for zebra fish exposed to 0.3 ug/L of endosulfan for 21 days in a flow-through aquarium(1). A BCF value of 11,583 was measured for endosulfan in yellow tetra fish exposed to 0.3 ug/L of endosulfan for 21 days in a flow-through aquarium(2). It was noted in both sets of experiments that endosulfan depuration by fish was rapid, with approximately 81% total endosulfan elimination within 120 hours when the fish were placed in a tank of pure water containing no endosulfan(1,2). According to a classification scheme(3), this BCF data suggests the potential for bioconcentration in aquatic organisms is very high, provided the compound is not metabolized by the organism(SRC)."
        },
        {
            "References": "(1) Schimmel SC et al; pp 241-52 in Aquatic Toxicology and Hazard Evaluation. Mayer FL, Hamelink JL, eds., Amer Soc Test Mat (1977) (2) Roberts D; Bull Environ Contam Toxicol 13: 170-6 (1975) (3) Reish D et al; J Water Pollut Control Fed 51: 1477-517 (1979)",
            "Value": "After 96 hr, combined residues of alpha-endosulfan and beta-endosulfan and their metabolite, endosulfan sulfate, had concentrated by 81-245X, 1046-1,299X, 620-895X and 1000-1344X in grass shrimp, pinfish, spot, and striped mullet, respectively(1). After 28 days, the combined residues had concentrated 2249X and 2755X in edible tissues and whole fish, respectively(1). Mean endosulfan residues in two species of mussels exposed to the chemical for 36 days were 2.75X and 2.85X the level in water(2). Prior to 36 days, no beta-endosulfan was detected. The authors suggested this was due to the differential uptake of the isomers. Endosulfan accumulated 600X in the Pelecypod, Mytilus edulis after 50 hr(3). From these results, bioconcentration of alpha-endosulfan, beta-endosulfan and the metabolite endosulfan sulfate may be important in aqueous species(SRC)."
        }
    ],
    "environmental_biodegradations": [
        {
            "References": "Menzie, C.M. Metabolism of Pesticides, Update II. U.S. Department of the Interior, Fish Wildlife Service, Special Scientific Report - Wildlife No. 2l2. Washington, DC: U.S. Government Printing Office, 1978., p. 133",
            "Value": "DEGRADATION OF ENDOSULFAN BY SOIL MICROORGANISM OF FAMILY PSEUDOMONAS WAS STUDIED. THE ALCOHOL WAS MAIN METABOLITE FROM EITHER ISOMER, BETA-ISOMER ALSO YIELDED SMALL AMT OF ENDOSULFAN ETHER AS WELL AS ISOMERIZED TO MORE STABLE ALPHA-ISOMER ..."
        },
        {
            "References": "WHO; Environ Health Criteria: Endosulfan p.9 (1984)",
            "Value": "Endosulfan sulfate is the major degradation product of endosulfan /by soil bacteria/."
        },
        {
            "References": "(1) El Beit IOD et al; Intern J Environ Studies 16: 171-80 (1981)",
            "Value": "AEROBIC: Gezira soil from the Sudan was mixed with alpha-endosulfan and beta-endosulfan and incubated at 37 °C for 42 days. The percent recoveries for alpha-endosulfan and beta-endosulfan applied at 125 ppm to unautoclaved moist soil preparations were 50.6% and 29.7%, respectively, and from the sterilized (control) moist soil preparations were 63.8% and 65.3%, respectively(1). The samples were covered and kept in the dark during the experiment. Leachates from Gezira soil columns were incubated with 125 ppm alpha-endosulfan and beta-endosulfan at 37 °C for 42 days(1). Recoveries for alpha-endosulfan from the control and experimental samples were 34.9% and 17.1%, respectively. Only a trace of beta-endosulfan was recovered, compared to a 19.5% recovery from the control sample. Application of 280 ppm of alpha-endosulfan and beta-endosulfan to carbon-based growth medium and incubation with Gezira soil suspensions at 37 °C for 100 days resulted in recoveries of alpha-endosulfan of 54.5% and 42.6%, and recoveries for beta-endosulfan of 91.4% and 69.4% from control and experimental samples, respectively(1). The degradation products obtained in these experiments were not identified(1)."
        },
        {
            "References": "(1) Martens R; Bull Environ Contam Toxicol 17: 438-46 (1977) (2) Martens R; Appl Environ Microbiol 31: 853-8 (1976) (3) Awasthi N et al; J Environ Sci Health B34: 793-803 (1999)",
            "Value": "AEROBIC: Aerobic incubation of a soil-endosulfan preparation yielded mainly endosulfan sulfate (30-60%), with some endodiol (2.6%) and endolactone (1.2%)(1). The parenthetical numbers refer to the percentage of the applied endosulfan recovered as a metabolite. Sixteen of 28 soil fungi, 15 of 49 soil bacteria and 3 of 10 actinomycetes metabolized > 30% of the applied C-14 labeled endosulfan(2). Endosulfate was the major metabolite formed by the fungi, and endodiol was the predominant product of bacteria(2). Only a small amount of C-14 labeled carbon dioxide was detected, indicating minimal mineralization(2). Controls showed that chemical hydrolysis was only significant in a limited number of cultures. Biodegradation of alpha- and beta-endosulfan in soil-applied form, after incubation with bacterial cells for 21 days, was 62% and 45%, respectively(3)."
        },
        {
            "References": "(1) Miles JRW, Moy P; Bull Environ Contam Toxicol 23: 13-9 (1979) (2) Johnson B; Calif Dept Food Agric, Div Pest Manag, Environ Prot Worker Saf, Environ Monit Pest Manag Branch, Environmental Hazards Assessment Program (1991) (3) Kathpal TS et al; Pestic Sci 50: 21-27 (1997) (4) Capel PD, Larson SJ; Chemosphere 30: 1097-1107 (1995) (5) Sethunathan N et al; Bull Environ Contam Toxicol 68: 725-31 (2002)",
            "Value": "AEROBIC: Half-life values for alpha-endosulfan and beta-endosulfan exposed to mixed cultures from a sandy loam soil incubated at 20 °C were 1.1 and 2.2 weeks(1). The contribution of hydrolysis to this result was not determined(1). Interconversion of alpha-endosulfan and beta-endosulfan was observed and the metabolic pathway was determined to proceed through the endosulfan sulfate, endosulfan diol, endosulfan alpha-hydroxyether and finally to endosulfan lactone(1). The half-life of endosulfan in aerobic soil was reported as 32 days(2). In a field experiment conducted in cotton field soil of northern India, endosulfan had a reported half-life of 39-42 days, with endosulfane-diol and endosulfan sulfate as the main metabolic products(3). The biodegradation half-life of endosulfan in aerobic  waters was reported as 2 days(4). Endosulfan decreased to 45% of the original levels in non-flooded (aerobic) soils with a half-life of 137 days(5). Addition of straw retarded the degradation, giving a half-life of 125 days(5)."
        },
        {
            "References": "(1) Martens R: Bull Environ Contam Toxicol 17: 438-46 (1977) (2) Johnson B; Calif Dept Food Agric, Div Pest Manag, Environ Prot Worker Saf, Environ Monit Pest Manag Branch, Environmental Hazards Assessment Program (1991) (2) Kathpal TS et al; Pestic Sci 50: 21-27 (1997) (3) Capel PD, Larson SJ; Chemosphere 30: 1097-1107 (1995) (3) Sethunathan N et al; Bull Environ Contam Toxicol 68: 725-31 (2002)",
            "Value": "ANAEROBIC: Under anaerobic conditions, endosulfan sulfate was the major product (11-22%), with some endodiol (2.9%) and endolactone (1.9%). In flooded samples, the products were endosulfan sulfate (3.0-8.2%), endodiol (2.3-18.4%) and endohydroxyether (1.8-4.3%). The incubation temperature was not given(1). The half-life of endosulfan in anaerobic soil was 150 days(2). The biodegradation half-life of endosulfan in anaerobic waters was reported as 8 days(3). Endosulfan decreased to 15-18% of the original levels in flooded (anaerobic) soils, with a half-life of 430 days(4). Addition of straw retarded the degradation, giving a half-life value of 501 days(4)."
        }
    ],
    "fish_seafood_concentrations": [
        {
            "References": "Matthiesen P et al; Pestic Sci 13 (1): 39-48 (1982)",
            "Value": "Residues of endosulfan insecticide (alpha- and beta-isomers, and endosulfan sulfate) in fish and their predators were measured during and after operation to control tsetse fly in the Okavango Delta, Botswana. Six ULV doses of endosulfan 35% EC (6-12 g ai/ha) were applied from the air in a period of 12 weeks over 2500 sq km. The concn of residues found in living fish was less than or equal to 0.19 mg/kg wet wt in caudal muscle, and usually 0.8 mg/kg wet wt in pooled viscera (max 2.8 mg/kg). These values returned to near-normal within 3 months after cessation of spraying, but residues were still detectable after 12 months. By comparison, fish killed by spraying contained a max residue level (whole body) of 1.5 mg/kg wet wt. Lean fish were more susceptible to poisoning than fat fish. Residue levels in fish predators (fish-eating birds and crocodiles) were similar to those in their prey, and the risk to them was consequently low."
        },
        {
            "References": "(1) Elder JF, Mattraw HC Jr; Arch Environ Contam Toxicol 13: 453-69 (1984) (2) Reish DJ et al; J Water Pollut Control Fed 52: 1533-74 (1980) (3) Reish DJ et al; J Water Pollut Control Fed 53: 925-49 (1981) (4) Wiktelius S, Edwards CA; Rev Environ Contam Toxicol 151: 1-37 (1997) (5) Giesy JP et al; J Great Lakes Res 12: 82-98 (1986) (6) Amodio-Cocchieri R, Arnese A; Bull Environ Contam Toxicol 40: 233-9 (1988) (7) Sarkar UK et al; Bull Environ Contam Toxicol 70: 485-93 (2003) (8) Lalah JO et al; Bull Environ Contam Toxicol 71: 298-307 (2003)",
            "Value": "Endosulfan was detected in 1 of 9 whole body tissue samples of the clam, Corbicula manilensis taken from the Apalachicola River in Florida at 0.2 parts per trillion(1). Endosulfan was detected in Gulf of Mexico oysters at 0.06-0.4 ppm(2). Endosulfan was detected in German Wadden sea cockle 0.2-0.3 ppb, soft clam 0.5-0.8 ppb, lugworm 0.3-0.5 ppb, brown shrimp 0.3-0.4 ppb, sole 0.9-1.7 ppb(3). Endosulfan has been detected in various species of African fish at concns of 0.79-14.13 mg/kg(4). Eggs of Chinook salmon collected from 15 females returning from Lake Michigan in the Fall of 1982 contained endosulfan at concn ranging from 0.6 to 27.8 ug/kg wet weight with an average of 10.9 ug/kg(5). Endosulfan was detected in the muscle tissue of common carp, Tench and Bleak fish in southern Italy at concn of 5, 5 and 8 ng/g of wet weight, respectively(6). No endosulfan residues were detected in fish samples collected from snowfed and rainfed rivers of Kumaun Himalayas(7). Endosulfan residues were below the detection limit (0.042 ng/g lipid) in fish samples collected in Jan and July 1998 from River Tana in Kenya(8)."
        },
        {
            "References": "PMID:3118823",
            "Value": "Different fish species from Abu Qir Bay, Idku Lake, and Maryut Lake in Alexandria, Egypt, were assayed for residues of organochlorine insecticides and polychlorinated biphenyls (PCBS). The lakes receive drainage from industrial, agricultural, and urban activities. The fish were obtained from commercial fishermen in 1985: Pagellus erythrinus, Sargus vulgarius, Siganus rivulatus, Sphyraena sphyraena, and Trigla hirundo from Abu Qir Bay; and Tilapia fish from Idku and Maryut Lakes. Twenty grams of dorsal fish muscle were extracted and the residues analyzed by GLC; reagent blanks and spike samples were included with each sample. With the exception of alpha-endosulfan at a low level (less than 0.1 ug/kg) in Tilapia species, endosulfan was not detected in any sample. From a health standpoint, all samples were well below permissible levels for endosulfan(1)."
        }
    ],
    "logP": [
        {
            "References": "Hansch, C., Leo, A., D. Hoekman. Exploring QSAR - Hydrophobic, Electronic, and Steric Constants. Washington, DC: American Chemical Society., 1995., p. 50",
            "Value": "log Kow = 3.83 (alpha); log Kow = 3.62 (beta)"
        }
    ],
    "mechanism_of_action": [
        {
            "References": "PMID:219562",
            "Value": "Endosulfan interferes with energy metabolism in vivo of the fresh water teleost fish, Chana gachua, following chronic exposure to various sublethal concentrations. The marked sensitivity of mitochondrial magnesium2+ atpase to endosulfan is suggestive of the potential for endosulfan to interfere markedly with various energy requiring processes in the fish body."
        },
        {
            "References": "USEPA, Office of Prevention, Pesticides, and Toxic Substances; Revised HED Human Health Risk Assessment for Endosulfan (115-29-7) (May 2002). EPA Docket No.: EPA-HQ-OPP-2002-0262-0049.",
            "Value": "Endosulfan is a chlorinated cyclodiene pesticide, and like other members of this chemical group, the predominant toxicological effect is over stimulation of the CNS [by inhibiting Ca2+, Mg2+ - ATPase and antagonizing chloride ion transport in gamma-aminobutyric acid (GABA) receptors] with little or no peripheral component."
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "Spencer, E. Y. Guide to the Chemicals Used in Crop Protection. 7th ed. Publication 1093. Research Institute, Agriculture Canada, Ottawa, Canada: Information Canada, 1982., p. 254",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ ... Dogs showed signs of compound /related/ effects at 200 and 500 mg/kg /acute oral administration/. Levels include salivation, emesis and generalized tonic and clonic convulsions. Dogs which vomited recovered. No consistent compound related responses were seen at ... the lower dose levels."
        },
        {
            "References": "VILA MC ET AL; TOXICOL 25 (4): 323-32 (1982)",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ The porphyrinogenic ability of 4 pesticides was investigated in 17 day old chick embryo liver in ovo. Endosulfan promoted remarkable increase in hepatic porphyrin accumulation. When delta-aminolevulinic acid synthetase activity was analyzed in the chick embryos no alteration could be found in spite of producing noticeable accumulation of porphyrins."
        },
        {
            "References": "PMID:7466837",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ After a single oral dose of endosulfan (40 mg/kg) a significant increase in blood glucose, blood ascorbic acid, and blood and brain glutathione was observed in 12 hr fasted male rats. ... At 20 mg/kg, blood glucose was slightly increased (16%)."
        },
        {
            "References": "PMID:7314413",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ The effect of endosulfan (0.5, 1.0, or 2 mg/kg iv) was studied in pentobarbital anesthetized and paralyzed cats. The pesticide caused hypertension, pupillary dilatation and an increase in cardiac output and peripheral resistance. Since these changes coincided with spike discharges in the EEG, and since there was also a profuse salivation indicating augmentation of parasympathetic activity as well, endosulfan was apparently acting within the brain to increase autonomic activity. The microsphere technique revealed that the cardiac output was preferentially redistributed to the heart and the brain at the cost of the fraction going to the kidneys, lungs, muscles and large intestine. There was an increase in cerebral blood flow which was more marked in diencephalon and cerebral hemispheres."
        },
        {
            "References": "Aganval DK et al; Environ Saf Health C13: 49 (1978) as cited in USEPA; Health Effects Assessment for Alpha- Beta- Endosulfan p.11 (1987) EPA 600/8-88-34",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Dose dependent increased activities of aminopyrine-N-demethylase and aniline hydroxylase in endosulfan treated rats suggest that endosulfan is an inducer of the mixed function oxidase system."
        },
        {
            "References": "California Environmental Protection Agency/Department of Pesticide Regulation; Toxicology Data Review Summaries. Available from, as of April 16, 2009: https://www.cdpr.ca.gov/docs/risk/toxsums/toxsumlist.htm",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Male albino rats (5/dose) were gavaged with 10.0, 21.5, 46.4, 100, 215 and 464 mg/kg endosulfan. Rats were observed for 7 days after dosing (Time = 0, 1, 2, 4, 24 hours & 2, 3, 4, 5, 6 & 7 days). The NOEL = 10.0 mg/kg, LD50 = 110 mg/kg and clinical signs ranged from slight depression, preening, salivation, excessive masticatory movements, lacrimation, exophthalmia and rapid, labored respiration to bloody nasal discharge, ataxia, sprawling of the limbs, tremors, depressed or absent righting, placement and pain reflexes and Straub-like tails. Death was immediately preceded by phonation, tonic and clonic convulsions, gasping and coma. Autopsies for animals which died on study showed hyperemic or hemorrhagic lungs, irritation of the small intestine and congested kidneys and adrenals."
        },
        {
            "References": "California Environmental Protection Agency/Department of Pesticide Regulation; Toxicology Data Review Summaries. Available from, as of April 16, 2009: https://www.cdpr.ca.gov/docs/risk/toxsums/toxsumlist.htm",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Albino rabbits (4/dose) were treated dermally, under occlusion, with technical endosulfan (cotton-seed oil) at 0, 46.4, 100, 215, 464 and 1000 mg/kg for 24 hours. Rabbits were observed for 7 days post-dosing (Time = 0, 1, 2, 4, 24 hours & 2, 3, 4, 5, 6 & 7 days). NOEL = 46.4 mg/kg, LD50= 359 mg/kg and clinical signs showed diarrhea, lacrimation rapid and labored respiration, slight spreading of the limbs, depression, excessive ambulatory movements, tremors, depressed or absent righting and placement reflexes, inability to hold the head erect, running movements of the limbs, phonation and tonic & clonic convulsions. There was slight irritation or erythema at each dose which subsided in surviving animals at 1-4 days. At higher doses, slight atonia and/or slight desquamation during the final 3-4 days was observed. Autopsies for animals which died on study showed congested lungs containing hemorrhagic areas, granular-appearing livers, irritation of the large intestine and congested kidneys."
        },
        {
            "References": "California Environmental Protection Agency/Department of Pesticide Regulation; Toxicology Data Review Summaries. Available from, as of April 16, 2009: https://www.cdpr.ca.gov/docs/risk/toxsums/toxsumlist.htm",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ A group of 3 albino rabbits was treated at 3.0 mg/kg in the conjunctival sac of the left eye of each rabbit. Treated eyes were held closed for 30 seconds following application after which an immediate reading was made. Observations were performed at 1, 4 and 24 hours and daily for the next 6 days. Very mild eye irritation was noted (slight erythema, vascularization of sclera and nictitating membrane & lacrimation) which subsided at 24 hours. No adverse effects on these studies."
        },
        {
            "References": "PMID:3775804",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Rats exposed to 1 mg and 3 mg endosulfan/kg for periods of 10, 30, and 60 days showed significant (p< 0.05) inhibition of (3)H5-hydroxytryptamine uptake by platelet rich plasma. Rats treated with endosulfan (1 and 3 mg/kg) up to 60 days elucidated a marked inhibition of ADP induced aggregatory responses of the platelets. Incubation of platelet rich plasma with 10 uM and 100 uM endosulfan for 15 min at 37 °C also resulted in significant (p< 0.05) inhibition of platelet aggregation in vitro."
        },
        {
            "References": "PMID:7466837",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Repeated oral admininistration of endosulfan (0.625 to 20 mg/kg) for 7 wk significantly decreased plasma calcium, the max fall (35%) being observed at 4 hr."
        },
        {
            "References": "California Environmental Protection Agency/Department of Pesticide Regulation; Toxicology Data Review Summaries. Available from, as of April 16, 2009: https://www.cdpr.ca.gov/docs/risk/toxsums/toxsumlist.htm",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Endosulfan technical (97.2% pure) was fed in the diet /of rats/ for 13 weeks at 0, 10, 30, 60, and 360 ppm (actual) with 25/sex/group. Following 13-weeks of treatment, 5/sex/group underwent a 4-week withdrawal (off treatment) period. NOEL < 10 ppm (significantly lower red blood cell parameters were observed in both sexes at > 60 ppm; females at 360 ppm had significantly lower plasma and RBC cholinesterase values; dark urine with increased ketones was reported at 13 weeks in males at > 60 ppm. Histopathology revealed traces of yellowish discolored cells (proximal convoluted tubules) at > 10 ppm but no cell death was reported). NOAEL < 30 ppm (increased liver weights at 360 ppm; increased kidney weights at > 60 ppm (males) and 360 ppm in females). No adverse effect indicated."
        },
        {
            "References": "California Environmental Protection Agency/Department of Pesticide Regulation; Toxicology Data Review Summaries. Available from, as of April 16, 2009: https://www.cdpr.ca.gov/docs/risk/toxsums/toxsumlist.htm",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Endosulfan technical (97.2% pure) was administered dermally 21 times over 30 days (Mon - Fri) to Wistar rats (6/sex/dose) at 0 (sesame oil), 1, 3, 9, 27 and 81 (males only) mg/kg to the shaved nape skin. Exposure was for 6 hours under an occlusive bandage. Systemic NOEL = 1 mg/kg (Pathological effects were observed in livers of both sexes at > 3 mg/kg. Mortality was observed in males at 9 & 81 mg/kg and in females at 27 mg/kg. Clinical signs in animals that died were increased salivation, blood-encrusted nose, passivity, dyspnea, tono-clonic convulsions and increased respiratory rate.) ChE NOEL < 1 mg/kg (There was a significant decrease in serum ChE in males at > 9 mg/kg, however this decrease was also observed in females at the same dose. Brain ChE was decreased in both sexes at all doses (significant in females at all doses, in males at > 3 mg/kg). No adverse dermal effect."
        },
        {
            "References": "California Environmental Protection Agency/Department of Pesticide Regulation; Toxicology Data Review Summaries. Available from, as of April 16, 2009: https://www.cdpr.ca.gov/docs/risk/toxsums/toxsumlist.htm",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Endosulfan technical (97.2% pure) was administered dermally 21 times over 30 days (Mon - Fri) to SPF Wistar rats (6/sex/dose--Main group & 5/sex/dose--recovery group) at 0 (sesame oil), 12, 48, 96 and 192 mg/kg (males) or 3, 6, 12 and 48 mg/kg (females) to the shaved nape skin. Exposure was for 6 hours under an occlusive bandage. The recovery group was observed for 14 days after the final dermal treatment. Systemic NOEL = Males = 48 mg/kg; Female = 6 mg/kg (Females at > 12 mg/kg showed pilo-erection, increased salivation and lacrimation. At 48 mg/kg, females also showed blood-encrusted nares and dacryohemorrhea and 4/6 females died between days 2 & 22 following tono-clonic convulsions. Males at 192 mg/kg died (1/6-day 6 & 1/6-day 9). Liver and kidney pathology was observed in males at 192 mg/kg (high dose) and in females at 48 mg/kg (high dose).) ChE NOEL = 48 mg/kg (Serum at 192 mg/kg and brain ChE at 96 mg/kg were significantly decreased in males immediately after treatment. No differences were observed after the recovery period.) No adverse dermal effect."
        },
        {
            "References": "California Environmental Protection Agency/Department of Pesticide Regulation; Toxicology Data Review Summaries. Available from, as of April 16, 2009: https://www.cdpr.ca.gov/docs/risk/toxsums/toxsumlist.htm",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Endosulfan technical (97.2% pure) was administered by inhalation (aerosol, nose only) 21 times over 29 days (Mon - Fri, 6 hours/day) to Wistar rats (15/sex/dose) at 0 (air only), 0 (ethanol - polyethylene 400 (1:1)), 0.5, 1.0 and 2.0 ug/L air. Following the 29 day treatment period, 10/sex/dose were terminated and the remaining 5/sex/dose were observed over a 29 day recovery period. NOEL = 1.0 ug/L (One/10 males at 2.0 ug/L showed poor condition from day 12 until termination. Signs were emaciation, pale skin, squatting position and high-legged position. Bodyweight gains were decreased in males at 2.0 ug/L from day 20 of treatment (not significant). On day 20 of treatment, males showed a significant decrease in food consumption at 2.0 ug/L. Relative water consumption was slightly increased from days 9 to 24 in males at > vehicle control (including 0.5, 1.0 & 2.0 ug/L), when compared to air only control. Clinical chemistry for females showed significant (but reversible) effects in chloride, calcium, creatinine and SGOT at 2.0 ug/L.) No adverse inhalation effect was observed."
        },
        {
            "References": "CARCINOGENESIS TESTING PROGRAM; NATL CANCER INST CARCINOG TECH REP SER 62: 54 PAGES (1978)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Technical grade endosulfan was administered in the feed: 952 and 408 ppm for 50 male rats, 445 and 223 ppm for 50 female rats, 6.9 and 3.5 ppm for 50 male mice, & 3.9 and 2.0 ppm for 50 female mice. The compound was administered for 74 weeks (high dose male rats), 82 wk (low dose male rats), or 78 wk (female rats and all mice). After an additional observation period of 33 weeks (female rats) or 14 weeks (mice), the animals were sacrificed. Carcinogenicity could not be evaluated in male rats and mice because of the high mortality rate early in the study. Endosulfan was not carcinogenic in female rats or mice under conditions of the bioassay."
        },
        {
            "References": "California Environmental Protection Agency/Department of Pesticide Regulation; Toxicology Data Review Summaries. Available from, as of April 16, 2009: https://www.cdpr.ca.gov/docs/risk/toxsums/toxsumlist.htm",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Endosulfan technical (96.7% pure; batch 381 (A-D)) was fed in the diet for 104 weeks at 0 (vehicle = acetone to dissolve, then corn oil to mix in diet), 3.0, 7.5, 15.0, and 75.0 ppm to 70 Crl:CD (SD) BR rats/sex/group (20/sex/group as satellites for blood sampling and evaluation of toxicity). Chronic NOEL = 15 ppm (reduced bodyweight gain (8% to 18% less than controls) in both sexes at 75 ppm; increased number of enlarged kidneys in females at 75 ppm). Adverse effect: increased incidence of aneurysms in blood vessels and an increased incidence in progressive glomerulo-nephrosis in males at 75 ppm. Oncogenicity NOEL > 75 ppm."
        },
        {
            "References": "California Environmental Protection Agency/Department of Pesticide Regulation; Toxicology Data Review Summaries. Available from, as of April 16, 2009: https://www.cdpr.ca.gov/docs/risk/toxsums/toxsumlist.htm",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Endosulfan technical (96.5% pure) was fed in the diet for 1 year at 0, 3, 10, 30, and 30/45/60 ppm (54 days at 30 ppm, 52 days at 45 ppm, and 19-40 days at 60 ppm) to 6 Beagle dogs/sex/dose. All dogs at 30/45/60 ppm were sacrificed by treatment day 147 due to onset of nervous symptoms after dose was increased to 60 ppm. No adverse effect. NOEL = 10 ppm (After day 135, at intervals, 3 males and 2 females at 30 ppm experienced violent contractions of the upper abdomen and convulsive movement (males) beginning 2 1/2 to 6 hours post-administration)."
        },
        {
            "References": "California Environmental Protection Agency/Department of Pesticide Regulation; Toxicology Data Review Summaries. Available from, as of April 16, 2009: https://www.cdpr.ca.gov/docs/risk/toxsums/toxsumlist.htm",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Endosulfan, technical, 98.8%; fed in the diet to 20/sex for controls and 50/sex/test group, Osborne-Mendel rats; fed at 0, 408 or 952 ppm (time-weighted average, males) and 0, 223 or 445 ppm (time-weighted average, females) for 73 - 81 weeks; high mortality in treated males; cannot determine a NOEL; onco NOEL (females) > 445 ppm (TWA); systemic NOEL < 408 Adverse effects indicated: males for kidney chronic inflammation, toxic nephropathy and associated calcium deposition in kidneys and other tissues, parathyroid hyperplasia and testicular atrophy - seen in both test groups."
        },
        {
            "References": "California Environmental Protection Agency/Department of Pesticide Regulation; Toxicology Data Review Summaries. Available from, as of April 16, 2009: https://www.cdpr.ca.gov/docs/risk/toxsums/toxsumlist.htm",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Endosulfan technical (> 97.1% pure) was fed in the diet for 24 months at 0 (sesame oil), 2, 6, and 18 ppm to 80 NMRI Hoe:NMRKf (SPF71) mice/sex/group (with interim sacrifices of 10/sex/group at 12 and 18 months). No adverse effect. Oncogenicity NOEL > 18 ppm (an oncogenic effect was not observed). Chronic NOEL = 6 ppm (reduced bodyweight gain (approximately 5% reduction) reported in main group males at 18 ppm; increased mortality reported in main group females at 18 ppm)."
        },
        {
            "References": "California Environmental Protection Agency/Department of Pesticide Regulation; Toxicology Data Review Summaries. Available from, as of April 16, 2009: https://www.cdpr.ca.gov/docs/risk/toxsums/toxsumlist.htm",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Endosulfan, 97.3%; dose levels were 0 (corn oil), 0.66, 2.0 or 6.0 mg/kg/day by oral gavage; 25/group, Sprague Dawley rats; maternal NOEL = 2 mg/kg/day (decreased body weight gain and increased clinical signs at 6 mg/kg/day. Developmental NOEL = 2 mg/kg/day (developmental toxicity, growth retardation is evident at 6 mg/kg/day). No adverse effect. ... Teratogenic NOEL = 6 mg/kg (the teratogenic effects noted were accompanied by frank maternal toxicity.) Maternal NOEL = 2 mg/kg (reduced body weight, hyperactivity, rough coat, flaccidity and brown exudate.) Fetotoxic NOEL = 2 mg/kg (skeletal, visceral and external anomalies; decrease in pup size and weight.) /SRP: Although not stated, dosing period assumed to be gestation days 6-15./"
        },
        {
            "References": "California Environmental Protection Agency/Department of Pesticide Regulation; Toxicology Data Review Summaries. Available from, as of April 16, 2009: https://www.cdpr.ca.gov/docs/risk/toxsums/toxsumlist.htm",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Endosulfan, 97.3%, given by oral gavage at 0 (corn oil), 1.25, 2.5, 5, 10, 20 or 40 mg/kg, days 6 - 19 of gestation, CD Sprague Dawley rats, 6 per group except 1 only at 40 mg/kg; all died at 20 and 40 mg/kg, 4/6 at 10 mg/kg; clinical signs at all doses including salivation, piloerection, poor muscle tone, hyperactivity, tremors and convulsions."
        },
        {
            "References": "California Environmental Protection Agency/Department of Pesticide Regulation; Toxicology Data Review Summaries. Available from, as of April 16, 2009: https://www.cdpr.ca.gov/docs/risk/toxsums/toxsumlist.htm",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Endosulfan, 97.3%; given by oral gavage to New Zealand White rabbits, days 6 - 28 of gestation; 0 (corn oil), 0.3, 0.7 or 1.8 mg/kg/day, 20 - 26 per group; minimal maternal toxicity at 1.8 mg/kg; NOEL = 0.7 mg/kg/day; no developmental toxicity at any level tested. No adverse effect indicated."
        },
        {
            "References": "USEPA, Office of Prevention, Pesticides, and Toxic Substances; Revised HED Human Health Risk Assessment for Endosulfan (115-29-7) (May 2002). EPA Docket No.: EPA-HQ-OPP-2002-0262-0049.",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ The developmental toxicity of endosulfan was evaluated in rats and rabbits. Maternal toxicity at the LOAEL included decreased body weights in rats and rabbits and increased incidence of clinical signs in rats (tonoclonic convulsions, increased salivation, mortality) and rabbits (convulsions, rapid breathing, salivation, hyperactivity, mortality). Developmental toxicity in the rat included a slight increase in the incidence of fragmented thoracic vertebral centra and a slight increase in the occurrence of microsomic fetuses. No developmental toxicity was observed in rabbits."
        },
        {
            "References": "USEPA, Office of Prevention, Pesticides, and Toxic Substances; Revised HED Human Health Risk Assessment for Endosulfan (115-29-7) (May 2002). EPA Docket No.: EPA-HQ-OPP-2002-0262-0049.",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ ... Endosulfan induces small but significant changes in the levels of noradrenaline, dopamine and serotonin in the developing rat brain and deficits in the operant learning performance suggesting possible effects on the neuroendocrine system."
        },
        {
            "References": "DHHS/ATSDR; Toxicological Profile for Endosulfan (PB/2000/108023) (September 2000). Available from, as of June 4, 2009: https://www.atsdr.cdc.gov/toxpro2.html",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ ... Reduced sperm count and altered testicular enzyme activities, indicating altered spermatogenesis, were reported in mature rats treated by gavage with 2.5 mg technical endosulfan/kg/day (the lowest dose tested), 5 days/week for 70 days. Additional effects seen at higher doses (5 and 10 mg/kg/day) included reduced intratesticular spermatid count and daily sperm production, and increased incidence of abnormal sperm. All of these effects were also observed in young male rats (3 weeks old) treated by gavage with 2.5 mg technical endosulfan/kg/day (the lowest dose tested), 5 days/week for 90 days, suggesting that the younger animals were more sensitive than the older ones. Altered spermatogenesis was also reported in male mice treated by gavage with 3 mg technical endosulfan/kg/day for 35 days."
        },
        {
            "References": "USEPA Office of Prevention, Pesticides, and Toxic Substances; Memorandum on Endosulfan.  Hazard Characterization and Endpoint Selection Reflecting Receipt of a Developmental Neurotoxicity Study and Subchronic Neurotoxicity Study. April 2, 2007",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Wistar rats (30/group) were administered endosulfan (99.1% pure) in the diet at dose levels of 0, 50, 150, or 400 ppm (equivalent to 0, 3.74, 10.8 or 29.8 mg/kg/day) from gestation day 6 through postnatal day 21; doses were adjusted to nearly constant mg/kg/day throughout lactation. The maternal NOAEL was 10.8 mg/kg/day and the LOAEL was 29.8 mg/kg/day based on decreases in body weight, food consumption and food efficiency. In the offspring toxicity manifested as decreased body weight in males (8.3-13.2%) and females (8.0-13.7%) at all dose levels on PND 11 and in males only (6.9-8.8%) on PND 17.  The male and female pup weight decrement at all dose levels on PND 11 was reflected in a decrement in the pup weight gain from PND 4-11.  There were no treatment-related effects on offspring survival, clinical signs, sexual maturation, FOB, motor activity, auditory startle response, learning and memory, neuropathology, brain weight or brain morphometrics at any dose level. ... Sperm parameters were evaluated in male offspring at terminal sacrifice (day 75 +/- 5).  No treatment-related effects were seen in testes or epididymis weights or in any of the sperm parameters (i.e., sperm and spermatid numbers, sperm morphology) evaluated nor were there any histopathological lesions in any of the male reproductive organs. The offspring LOAEL was 3.74 based on decreased pup weight on PND11 and weight gain on PND 4-11; an offspring NOAEL was not established."
        },
        {
            "References": "USEPA Office of Prevention, Pesticides, and Toxic Substances; Memorandum on Endosulfan.  Hazard Characterization and Endpoint Selection Reflecting Receipt of a Developmental Neurotoxicity Study and Subchronic Neurotoxicity Study. April 2, 2007",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ In a follow-up study, ... the effects of low doses of endosulfan (97% pure) on the reproductive system of male offspring Wistar rats following prolonged (pre and postnatal) exposures /were examined/. Dams (27/group) were given oral administration of endosulfan in sunflower oil at 0.5 or 1.5 mg/kg/day for 21 days prior to mating, during mating, pregnancy and lactation. Reproductive endpoints measured at adulthood (post natal day 140) included: sex organ weights, daily sperm production, spermatid number, sperm transit, sperm morphology, and testosterone level. No maternal toxicity was seen at either dose.  No adverse effects were seen in sperm production; sperm count in cauda epididymis, sperm transit and sperm morphology and serum testosterone concentrations. These results show that pre and postnatal exposure to low doses of endosulfan do not induce significant adverse effects in the reproductive system of male offspring Wistar rats at adulthood."
        },
        {
            "References": "USEPA Office of Prevention, Pesticides, and Toxic Substances; Memorandum on Endosulfan.  Hazard Characterization and Endpoint Selection Reflecting Receipt of a Developmental Neurotoxicity Study and Subchronic Neurotoxicity Study. April 2, 2007",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ In a subchronic neurotoxicity study, endosulfan (96.55-98.1% ai was administered via the diet to 12 Wistar, Hanover Crl:Wl[GIx/BRL/Han]IGS, rats/sex/group at dose levels of 0, 40, 225 or 600 ppm (equivalent to Males: 0, 2.11, 13,7, 37.2 mg/kg/day; Females: 0, 2.88, 16.6, 45.5 mg a.i./kg/day) for 13 weeks.  Neurobehavioral assessment (functional observational battery and motor activity testing) was performed on 12 animals/sex/group at pretreatment, and weeks 4, 8 and 13. No dose related or treatment effects were seen in clinical observations, FOB, motor activity, locomotor activity, measured grip strength or foot splay, and there was no evidence of neuropathology."
        },
        {
            "References": "PMID:3732213",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ Single exposure of endosulfan (5 mg/kg) to pigeons (Columba livia) caused neuronal hyperexcitability as evidence by spike discharges of 200-500 muV in the electroencephalograms from the telencephalon and hyperstriatum, but there was no effect on the ectostriatal area. Cholinergic (muscarinic) receptor binding study using (3)H-quinuclidinyl benzilate as a specific ligand indicated that a single exposure to 5 mg endosulfan/kg caused a significant increase in (3)H-quinuclidinyl benzilate binding to the striatal membrane. Behavioral study further indicated that a single dose of 200 ug/kg oxotremorine produced a significant induction in the tremor in endosulfan pretreated pigeons."
        },
        {
            "References": "California Environmental Protection Agency/Department of Pesticide Regulation; Toxicology Data Review Summaries. Available from, as of April 16, 2009: https://www.cdpr.ca.gov/docs/risk/toxsums/toxsumlist.htm",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ Endosulfan technical (98.6% pure) was administered by oral gavage (single dose) to fasted Wistar rats (10/sex/dose) at 0, 6.25, 12.5, 25, 50 and 100 mg/kg (males) and 0, 0.75, 1.5, 3, 6 and 12 mg/kg (females). The vehicle was 2% starch mucilage (potato starch in deionized water), the stability of endosulfan in the vehicle was for 4 hours and the duration of observation was 15 days. The neurotoxicological screening (Functional Observational Battery & motor activity) was performed 7 days prior to treatment initiation and 14 days post-dosing. Three weeks post-dosing, controls (10/sex) and 5/sex (all other doses except 4/sex at 100 mg/kg) were terminated for neuropathological examination. SYSTEMIC NOEL = 12.5 mg/kg (males) & 1.5 mg/kg (females) (There was an increase in clinical signs in males at > 25 mg/kg and in females at > 3 mg/kg, which lasted for 1 day.)."
        },
        {
            "References": "California Environmental Protection Agency/Department of Pesticide Regulation; Toxicology Data Review Summaries. Available from, as of April 16, 2009: https://www.cdpr.ca.gov/docs/risk/toxsums/toxsumlist.htm",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ Thirty mated female Wistar rats/group received 0, 50, 150 or 400 ppm of Endosulfan Technical (batch no. EGPC400349; purity: 99.1%) in the diet from day 6 of gestation through day 21 of lactation (0, 3.74, 10.8, and 29.8 mg/kg/day) (note: the concentration of the test material in the dietary preparations was adjusted to the expected food consumption during the lactation period in order to maintain a reasonably constant level of test material consumption during this period). Offspring from 23 litters in the control, 50 and 150 ppm groups and pups from 21 litters in the 400 ppm groups were assessed neurologically up to 75 days post-natal in the functional observational battery (FOB), measurement of motor activity, auditory startle response, passive avoidance learning and memory and water maze learning and memory assessments. The motility, numbers and morphology of the sperm of the male pups were evaluated. The neuropathologic examination and morphometric analysis of selected neurological tissues from the pups were performed. The mean body weight of the dams was decreased in a dose-related manner during the gestation (p<0.05 or 0.01). This effect persisted through the lactation period with the mean body weights of the dams in the 150 and 400 ppm significantly less than that of the controls through day 7 of lactation (p<0.05 or 0.01). The mean food consumption was likewise affected for all of the treatment groups during gestation (NS, p<0.05 or 0.01). The treatment did not affect the gestation of the fetuses. The mean body weights of the pups in all of the treatment groups during the lactation period were less than those of the control (NS, p<0.05 or 0.01). There was no treatment-related effect on the live birth, viability or lactation indices. For the developmental landmarks, the preputial separation was delayed for the male pups in the 150 and 400 ppm groups (0: 44.9 days vs. 150: 47.1 and 400: 46.8 days, (p<0.05). The time to vaginal opening for the females pups was not affected in a dose-related manner. The sperm motility, count and morphology of the male pups were not affected by the treatment. No treatment-related effects were noted in the FOB for either the dams or the pups. The motor activity assessment of the pups did not reveal any treatment-related effects. The auditory startle response, passive avoidance learning and memory and water maze learning and memory assessments did not indicate any treatment-related effects on the pups. No neuropathological lesions were noted in either the 21-day old pups or the 70-day old adults. Morphometric analysis of the brain of these animals did not demonstrate any treatment-related effects. No adverse effect indicated. Maternal NOEL: < 3.74 mg/kg/day (based upon lower mean body weights and lower food consumption demonstrated by the 50 ppm dams); Developmental NOEL: < 3.74 mg/kg/day (based upon the lower mean body weights of the offspring in the 50 ppm group); Developmental Neurotoxicity NOEL: 29.8 mg/kg/day (based upon the lack of a neurologically-related effect noted in the offspring at the highest dose tested)."
        },
        {
            "References": "USEPA, Office of Prevention, Pesticides, and Toxic Substances; Revised HED Human Health Risk Assessment for Endosulfan (115-29-7) (May 2002). EPA Docket No.: EPA-HQ-OPP-2002-0262-0049.",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ ... In this study rat pups of both sexes were administered endosulfan via gastric intubation at 6 mg/kg/day from post-natal days 2-25. Levels of acetyl cholinesterase, noradrenaline, dopamine and serotonin were assayed in the olfactory bulb, hippocampus, visual cortex, brainstem and cerebellum. Performance in operant conditioning for solid food reward was assessed in 25-day-old rats. Compared to control animals, noradrenaline levels in treated animals were increased in the olfactory bulb, brainstem, hippocampus and cerebellum at 25 days of age. Dopamine levels were decreased in the hippocampus at both 10 and 25 days. Serotonin levels were increased in the olfactory bulb, hippocampus, visual cortex and brainstem at 10 days of age, but were decreased in the brainstem and cerebellum at 25 days of age. The activity of acetyl cholinesterase was not different from the control groups in any of the regions studied. These changes in the concentrations of noradrenaline, dopamine, and serotonin in the brains of treated neonates were accompanied by deficits in acquisition as well as retention of memory."
        },
        {
            "References": "PMID:18060705",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ The possible neurotoxic effects of the organochlorine pesticide endosulfan have been evaluated on male offspring rats exposed in utero and during lactation. Dams were treated with 0.61 mg or 6.12 mg endosulfan/ (kg/day) from the gestation beginning until the weaning. Male offspring rats were sacrificed at post-natal days (PND) 15, 30 and 60, and possible alterations in the content and metabolism of biogenic amines and amino acids were determined in prefrontal cortex using high-performance liquid chromatography (HPLC). Globally, endosulfan induced an increase in amino acid content in prefrontal cortex at PND 15 and PND 30. However, the levels of GABA at PND 15 and those of glutamine at PND 30 were not modified. At PND 60, a significant reduction in the content of GABA and taurine was observed, while the concentration of glutamate, aspartate and glutamine remained constant. Endosulfan did not modify norepinephrine and dopamine content, but serotonin concentration was increased at PND 30 and PND 60 and serotoninergic and dopaminergic metabolism was also modified ..."
        },
        {
            "References": "Hayes, Wayland J., Jr. Pesticides Studied in Man. Baltimore/London: Williams and Wilkins, 1982., p. 252",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ Within 7 days, oral dosages of 2.5 mg/kg/day produced ... increased pentobarbital sleeping time in female rats."
        },
        {
            "References": "PMID:6686038",
            "Value": "/BEHAVIORAL STUDIES/ A single dose of 1 and 3 mg/kg endosulfan did not show any significant effect on binding of (3)H-labeled serotonin to frontal cortical membranes as well as on foot shock induced fighting behavior in rats, whereas repeated exposure of endosulfan (3 mg/kg/day for 30 days) caused a significant increase in (3)H-serotonin binding. Scatchard analysis showed an increase in the affinity of the receptor in the treated animals, while the number of receptor sites remained unaltered. Long-term exposure caused aggressive behavior (foot shock induced fighting behavior) which was blocked by methylsergide."
        },
        {
            "References": "USEPA, Office of Prevention, Pesticides, and Toxic Substances; Revised HED Human Health Risk Assessment for Endosulfan (115-29-7) (May 2002). EPA Docket No.: EPA-HQ-OPP-2002-0262-0049.",
            "Value": "/ENDOCRINE MODULATION/ ... Adult rats /were dosed/ orally /with endosulfan/ for 7 days and /researchers/ observed decreased testicular testosterone in conjunction with increased serum testosterone which suggests sex-hormone binding globulin (SHBG) may be affected. In a subsequent study, these researchers dosed rats orally for 15-30 days. Under the conditions of this study, decreases in testicular testosterone, plasma testosterone, LH, and FSH as well as decreased steroidogenic enzyme and cytochrome P-450-dependent monooxygenase were reported. .."
        },
        {
            "References": "PMID:18790044",
            "Value": "/ENDOCRINE MODULATION/ The estrogenic activity of environmentally relevant doses of endosulfan was investigated using an animal model. Ovariectomized adult rats were injected once a day for 3 days with sesame oil (control), 0.02 mg/kg/day 17beta-estradiol (an uterotrophic dose; UE(2)), 0.0002 mg/kg/day 17beta-estradiol (a non-uterotrophic dose; NUE(2)), or 0.006, 0.06, 0.6 or 6 mg/kg/day endosulfan. After 24 hr of treatment, the uteri were weighed (uterotrophic assay) and the luminal epithelial cell height (LECH) and progesterone receptor (PR), and estrogen receptor alpha (ERalpha) protein levels were measured. PR, ERalpha, and complement factor-3 (C3) mRNAs were evaluated using real-time PCR. Uterine weight and LECH were only increased in UE(2)-treated rats. PR, ERalpha and C3 expression levels were modified in most of the endosulfan-treated groups, showing an identical pattern of expression to the NUE(2)-group..."
        },
        {
            "References": "PMID:749981",
            "Value": "/GENOTOXICITY/ Endosulfan was administered orally to male albino rats at 0, 11, 22, 36, or 55 mg/kg daily for 5 days. The highest doses were associated with clinical signs of insecticide poisoning and death. Cytogenetic analysis of bone marrow cells and spermatogonial cells did not reveal any significant effect on chromosomes. The mitotic index & frequency of chromatid break in the two cell types had no correlation with the doses tested & were not different from those of the control group."
        },
        {
            "References": "PMID:6775717",
            "Value": "/GENOTOXICITY/ The mutagenicity of various pesticides were tested in mice via the micronucleus test with 1/3 LD50 doses of each compound. When mice were administered endosulfan (43.3 mg/kg) in sterile distilled water in 2 doses separated by a 24 hr interval, no significant effect on the frequency of micronuclei occurred."
        },
        {
            "References": "PMID:6759933",
            "Value": "/GENOTOXICITY/ Endosulfan was tested for its ability to induce mutation, mitotic crossing over, and gene conversion in the yeast saccharomyces cerevisiae. Treatment of cells with 1.0% did not induce mitotic crossovers but reduced survival and increase the % of aberrant colonies as well as the frequency of gene convertants and revertants over controls treated with 10% acetone. Endosulfan was not only toxic to yeast cells but also genetically effective without activation. The genotoxic effects were more pronounced with increasing duration of cell exposure."
        },
        {
            "References": "PMID:6339892",
            "Value": "/GENOTOXICITY/ 228 pesticides incl endosulfan were tested for mutagenicity in bacterial reversion-assay systems with 5 strains (TA100, TA98, TA1535, TA1537 and TA1538) of Salmonella typhimurium and a strain (WP2 HCR) of Escherichia coli. Endosulfan tested negative in each system."
        },
        {
            "References": "California Environmental Protection Agency/Department of Pesticide Regulation; Toxicology Data Review Summaries. Available from, as of April 16, 2009: https://www.cdpr.ca.gov/docs/risk/toxsums/toxsumlist.htm",
            "Value": "/GENOTOXICITY/ /In a mouse lymphoma assay/ endosulfan (purity 97.2%) /applied to/ mouse lymphoma L5178Y TK+/- cells /at dosages of/  0, 6.25, 12.5, 18.8, 25.0, 37.5, 50, 75 or 100 ug/mL /for/  four hours with and without rat liver activation. No increase in mutation frequency /noted/."
        },
        {
            "References": "California Environmental Protection Agency/Department of Pesticide Regulation; Toxicology Data Review Summaries. Available from, as of April 16, 2009: https://www.cdpr.ca.gov/docs/risk/toxsums/toxsumlist.htm",
            "Value": "/GENOTOXICITY/ Salmonella strains TA1535, TA1537, TA1538, TA98 and TA100 with and without rat liver activation at 0, 5, 10, 50, 100, 500, 1000 or 5000  /endosulfan/ ug/plate in duplicate, single trial /produced/ no increase in reversion rate."
        },
        {
            "References": "California Environmental Protection Agency/Department of Pesticide Regulation; Toxicology Data Review Summaries. Available from, as of April 16, 2009: https://www.cdpr.ca.gov/docs/risk/toxsums/toxsumlist.htm",
            "Value": "/GENOTOXICITY/ Endosulfan, no purity stated; given orally (in diet) at 0 or 43.3 mg/kg to 4 male mice in two daily doses with sacrifice 6 hours after second dose. 2000 polychromatic erythrocytes and normochromatic erythrocytes were scored for each animal; no adverse effect is reported (% of control PCE's with micronuclei was 0.28 for controls and 0.52 for test group)."
        },
        {
            "References": "California Environmental Protection Agency/Department of Pesticide Regulation; Toxicology Data Review Summaries. Available from, as of April 16, 2009: https://www.cdpr.ca.gov/docs/risk/toxsums/toxsumlist.htm",
            "Value": "/GENOTOXICITY/ Endosulfan, no purity stated; given to 8 male rats per group by oral gavage at 0, 11, 22, 36.6 or 55 mg/kg body weight; bone marrow and spermatogonial cells were analyzed for aberrations 4 hours after colchicine injection. No adverse effects indicated."
        },
        {
            "References": "California Environmental Protection Agency/Department of Pesticide Regulation; Toxicology Data Review Summaries. Available from, as of April 16, 2009: https://www.cdpr.ca.gov/docs/risk/toxsums/toxsumlist.htm",
            "Value": "/GENOTOXICITY/ Primary rat hepatocytes, unscheduled DNA synthesis; endosulfan - technical grade (purity not stated); 0, 0.102, 0.255, 0.510, 1.02, 5.10, 10.2, 25.5 or 51.0 ug/mL; toxic at 51.0; triplicate cultures. No detectable increase in grains/nucleus at any concentration."
        },
        {
            "References": "California Environmental Protection Agency/Department of Pesticide Regulation; Toxicology Data Review Summaries. Available from, as of April 16, 2009: https://www.cdpr.ca.gov/docs/risk/toxsums/toxsumlist.htm",
            "Value": "/GENOTOXICITY/ Endosulfan, 97.4%; Saccharomyces cervisiae D4 diploid strain, 0, 100, 500, 1000 or 5000 ug/mL, four hours, with and without activation, assayed ade and trp, no increase in mutation was detected; DMSO as solvent; four plates per concentration.   Kennedy comment for SRP76: Line 4 define ade and trp"
        },
        {
            "References": "USEPA, Office of Prevention, Pesticides, and Toxic Substances; Revised HED Human Health Risk Assessment for Endosulfan (115-29-7) (May 2002). EPA Docket No.: EPA-HQ-OPP-2002-0262-0049.",
            "Value": "/GENOTOXICITY/ Cytotoxicity & UDS assay were performed in parallel. Fifteen test concentrations /of endosulfan/ ranging from 1020- 0.102 ug/mL /were used/. /Endosulfan did not induce/ unscheduled DNA synthesis (UDS) /in rat hepatocytes/."
        },
        {
            "References": "PMID:6180524",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ The effect of a single oral dose of endosulfan (5 mg/kg bwt) on uptake of certain nutrients and brush-border enzymes has been studied in rat intestine. The uptake of glucose and alanine was elevated but that of leucine was decreased in endosulfan-fed rats. The activities of brush border sucrase and alkaline phosphatase were considerably increased while the activity of sodium+ potassium+ atpase was reduced in endosulfan exposed animals. There was a significant decrease in cellular lactic dehydrogenase and glutamic-oxaloacetic transaminase activities with no change in glutamic-pyruvic transaminase activity."
        },
        {
            "References": "WHO; Poisons Information Monographs (PIMs) G576: Endosulfan (2000). Available from, as of May 27, 2009: https://www.inchem.org/pages/pims.html",
            "Value": "/IMMUNOTOXICITY/ ... In two studies, rats given endosulfan in the diet at 30 or 50 ppm for 6 weeks or 20 ppm for 22 weeks had reduced serum titres of tetanus toxoid antibody and reduced immunoglobins G and M, and inhibition of migration of both, leukocytes and macrophages."
        },
        {
            "References": "Humphreys, D.J. Veterinary Toxicology. 3rd ed. London, England: Bailliere Tindell, 1988., p. 151",
            "Value": "/VETERINARY CASE REPORTS/ About 8 g of /endosulfan/ killed cattle within 15 hr and a dose of 8 mg/kg daily for 2 days has produced signs of poisoning in a sheep. ... Cattle accidentally sprayed with 0.1% emulsion ... showed listlessness, staggering, hyperexcitability, exaggerated gait and convulsions, and 20% of the affected animals died. In some cases there was a 48 hr delay before the onset of clinical signs."
        },
        {
            "References": "Hayes, Wayland J., Jr. Pesticides Studied in Man. Baltimore/London: Williams and Wilkins, 1982., p. 252",
            "Value": "/VETERINARY CASE REPORTS/ ... Ataxia ... /which/ progressed to complete inability to stand but never involved observed convulsions was reported in pigs and lambs that grazed in a field that had been sprayed with endosulfan. ... Blindness ... was observed in sheep...  /The/ onset of blindness was delayed 1 week after first exposure to pasture sprayed with endosulfan; some recovery was noted after an additional 2 weeks, with full recovery at the end of the month."
        },
        {
            "References": "EXTOXNET; Pesticide Information Profile for Endosulfan (115-29-7) September, 1993. Available from, as of June 1, 2009: https://pmep.cce.cornell.edu/profiles/extoxnet/dienochlor-glyphosate/endosulfan-ext.html",
            "Value": "/VETERINARY CASE REPORTS/ Blindness has been documented for cows which grazed in a field sprayed with the compound. The animals completely recovered after a month following the exposure. In an accidental exposure, sheep and pigs grazing on a sprayed field suffered a lack of muscle coordination and blindness."
        },
        {
            "References": "PMID:7280658",
            "Value": "/OTHER TOXICITY INFORMATION/ Two studies have been undertaken on the toxicity and carcinogenicity of endosulfan, a chlorinated cyclodiene - the NCI Endosulfan Rat Study and the NCI Endosulfan Mouse Study. Histological sections have been examined and the results of this review are based on diagnosis. Endosulfan is highly toxic for male and female Osborne-Mendel rats, particularly for male rats. The chemical causes interstitial fibrosis or acute tubular necrosis of the kidney and death. These lesions, as well as atrophy of the testes, polyarteritis, parathyroid hyperplasia, osteitis fibrosis of bone, and abscesses of the lung, interfere with health of the animals."
        }
    ],
    "sediment_soil_concentrations": [
        {
            "References": "(1) Kuntz KW, Warry WD; J Great Lakes Res 9: 241-8 (1983) (2) Herzel F; Pest Monit J 6: 179-87 (1972) (3) Miles JRW; Pest Monit J 10: 87-91 (1976) (4) Olney CE; Gov Rep Announce 73: 147 (1972) (5) Greve PA, Wit SL; J Water Pollut Cont Fed 43: 2338-48 (1971) (6) Glooschenko WA et al; Water Air Soil Pollut 15: 197-213 (1981) (7) Maguire RJ et al; J Great Lakes Res 9: 281-6 (1983) (8) Weston DP et al; Environ Sci Technol 38: 2752-9 (2004) (9) Lalah JO et al; Bull Environ Contam Toxicol 71: 298-307 (2003)",
            "Value": "SEDIMENTS: alpha-Endosulfan was detected in 36% of the samples of suspended sediment from the Lower Niagara River, Canada at an avg concn of 4 ng/g, and beta-endosulfan was detected in 4% of the samples at a reported avg concn of less than 1 ng/g(1). Suspended solids from surface waters in the Federal Republic of Germany contained 22-24 ng/L alpha-endosulfan and 9.6 ng/L beta- endosulfan(2). Bed load (detritus and sediment) and bottom material samples collected from Big Creek in Ontario in 1973 contained less than 1 to 3 and less than 0.1 to 0.7 ppb endosulfan, respectively(3). Endosulfan was detected in suspended sediment in Yawgoo Pond, RI at a concn of 5 ppb(4). alpha- Endosulfan was detected in the Rhine River, Netherlands bottom mud at 0.24-0.33 ppb, and beta-endosulfan was detected at 0.21-0.33 ppb(5). Endosulfan was detected in suspended sediment from Sheridan Creek, Ontario Canada at 15 ppm(6). alpha-Endosulfan was reported in sediment from the Niagara River, Canada at not detected-0.025 ppm and beta-endosulfan was reported at not detected-0.021 ppm(7). Endosulfan was detected in sediment from Del Puerto Creek in California at a concentration of 17.7 ng/g, with the alpha-isomer comprising about 10%, but reaching 50% in some samples(8). Endosulfan was found in concentrations below the detection limit (0.042 ug/L) in sediment samples from River Sabaki in Kenya taken in Jan 1998 and 1999(9)."
        },
        {
            "References": "Nat'l Research Council Canada; Endosulfan p.52 (1975) NRCC No. 14098",
            "Value": "/During 1972 ... a pond near/ Simcoe, Ontario, following aerial application of endosulfan to local tobacco fields ... /the sediments/ contained 0.9 ug/kg (dry weight) of a-endosulfan, 1.0 ug/kg (dry weight) of beta-endosulfan, and 1.1 ug/kg (dry weight) of endosulfan sulfate at the east end of the pond. The west end of the pond contained 1.2 ug/kg (dry weight) of endosulfan sulfate."
        },
        {
            "References": "(1) Stevens LJ et al; Pest Monit J 4: 145-66 (1970) (2) Mullins DE et al; Pest Monit J 5: 268-75 (1971) (3) Frank R et al; Can J Soil Sci 56: 463-84 (1976) (4) Crockett AB et al; Pest Monit J 8: 69-97 (1974) (5) Carey AE et al; Pest Monit J 12: 209-29 (1979) (6) Wan MT et al; J Environ Sci Health B30:401-33 (1995) (7) Gamon M et al; Arch Environ Contam Toxicol 44: 141-51 (2003) (8) Getenga ZM et al; Bull Environ Contam Toxicol 72: 335-43 (2004) (9) Daly GL et al; Environ Sci Technol 41: 1118-23 (2007)",
            "Value": "SOIL: Samples of soil collected from areas in which endosulfan was regularly used contained 0.01-4.63 ppm endosulfan (unspecified as to isomer), with 9-32% of the fields testing positive for the chemical(1). Endosulfan was identified, not quantified, in 1 of 9 Colorado agricultural soil samples at 0.04 ppm(2). Endosulfan was detected in a soil from Canada (apple orchard): 0-7.5 cm depth, 0.59-4.51 ppm, 7.5-15 cm depth, not detected-0.12 ppm; Sour cherry orchard soil 0-15 cm depth not detected-0.30 ppm, 0.064 ppm avg, 15-30 cm depth not detected-0.10 ppm, 0.021 ppm avg; Sweet cherry orchard soil 0-15 cm depth not detected-0.16 ppm, 0.052 ppm avg, 15-30 cm depth not detected-0.041 ppm, 0.009 ppm avg; Peach orchard soil 0-15 cm depth 0.75-2.33 ppm, 15-30 cm depth 0.11-0.22 ppm; Peach orchard soil 0-15 cm depth not detected-4.93 ppm, 1.27 ppm avg, 15-30 cm depth not detected-0.74 ppm, 0.12 ppm avg; Vineyard soil 0-15 cm not detected-0.52 ppm, 0.07 ppm avg, 15-30 cm depth not detected-0.11 ppm, 0.02 ppm avg; Vineyard soil 0.02 avg(3). alpha- Endosulfan was detected in 1 of 65 soil samples from California at 0.01 ppm and beta-endosulfan was detected in 2 of 65 samples at 0.04-0.06 ppm(4). alpha-Endosulfan and beta-endosulfan were detected in 1 of 54 soil samples from Michigan at 0.02 ppm(4) and beta endosulfan was detected in 1 of 20 samples from New England states at 0.07 ppm (4). alpha-Endosulfan was detected in New England soil at 0.08 ppm and beta-endosulfan was detected at 0.25 ppm(5). Endosulfan was detected in farm soil in British Columbia, Canada at concns of not detected-4,716 ug/kg(6). Endosulfan was detected in 23.33% of total topsoil samples collected from 23 rice fields in Valencia, Spain, with a maximum concentration of 0.32 mg/kg(7). Endosulfan was detected in sugarcane field soil five years after application of pesticide in Kenya, at a concentration of 0.513 ppm(8). The highest levels of endosulfan found in Costa Rican soil samples from 20 sampling sites were from sites with elevations above 2500 m, with concentrations from Prusia, Irazu, Tapanti, Barva and Poas of 294, 424, 491, 3175 and 1703 pg/g dry weight, respectively(9)."
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "(1) Lopez-Blanco MC et al; J Agric Food Chem 53: 6738-43 (2005) (2) Johnson B; Calif Dept Food Agric, Div Pest Manag, Environ Prot Worker Saf, Environ Monit Pest Manag Branch, Environmental Hazards Assessment Program (1991) (3) Peterson SM, Batley GE; Environ Pollut 82: 143-52 (1993) (4) Swann RL et al; Res Rev 85: 17-28 (1983)",
            "Value": "Koc values from 350 to 1,135, and of 2,000 were reported for endosulfan in soil(1,2). The Koc of alpha-endosulfan in marine sediment was measured as 3,981 and the Koc for beta-endosulfan was measured as 19,953(3). According to a classification scheme(4), these Koc values suggests that endosulfan is expected to be moderately mobile to immobile in soil."
        },
        {
            "References": "Nat'l Research Council Canada; Endosulfan p.15 (1975) NRCC No. 14098",
            "Value": "The alpha-Endosulfan isomer disappears more rapidly from soil than beta-endosulfan (ie, the relative quantity of the beta-isomer increases dramatically after prolonged weathering). Endosulfan residues in soil nearly one year after the last foliar application at 0.67-0.84 kg/ha contained less than 0.05 mg/kg (soil) of the alpha-isomer but up to 0.22 mg/kg (soil) of the beta-isomer. Residues of endosulfan sulfate, ... were as high as 1.06 mg/kg (soil). Under some conditions, the amount of endosulfan sulfate formed was approximately equal to the amount of alpha and beta-isomers lost. The sulfate is reported to remain in the soil for a number of seasons."
        },
        {
            "References": "(1) Leonard AW et al; J Environ Qual 30: 750-9 (2001) (2) Kumar M, Philip L; Chemosphere 62: 1064-77 (2006)",
            "Value": "Endosulfan sorption was significantly greater in the largest (>63 um) particle size fraction than in the smaller (<5 um and 5-24 um) fractions for two field-contaminated sediment samples, and two laboratory-spiked sediment samples(1). In a static laboratory sediment test, the beta-isomer remained strongly sorbed to the sediment while the alpha-isomer desorbed, resulting in the formation of endosulfan sulfate in the water column(1). Endosulfan sulfate was the dominant compound measured in the total endosfulan of bottom sediment and in situ passive samplers collected from the Namoi River, in Australia, after land runoff events(1). The calculated rates of adsorption for alpha- and beta-endosulfan varied from 2.32 to 0.640 and 1.267 to 0.400 mg/g hr-1/2 in clayey soil to sandy soil, respectively(2)."
        }
    ]
}