{
    "_id": {
        "$oid": "6682e7fdc4e5dba5ffba235b"
    },
    "CID": {
        "$numberInt": "3225"
    },
    "Name": "ENDOTHALL",
    "IUPACName": "7-oxabicyclo[2.2.1]heptane-2,3-dicarboxylic acid",
    "CanonicalSMILES": "C1CC2C(C(C1O2)C(=O)O)C(=O)O",
    "Synonyms": [
        "endothall",
        "Endothal",
        "145-73-3",
        "7-Oxabicyclo[2.2.1]heptane-2,3-dicarboxylic acid",
        "Tri-Endothal",
        "Endothal technical",
        "Hydrothal-47",
        "Hydrothal-191",
        "Aquathol",
        "Hydout",
        "3,6-endo-Oxohexahydrophthalic acid",
        "RCRA waste number P088",
        "3,6-endo-Oxyphthalic acid hexahydro-",
        "Endothall Weed Killer",
        "DTXSID7024081"
    ],
    "IsomericSMILES": "C1CC2C(C(C1O2)C(=O)O)C(=O)O",
    "INCHI": "InChI=1S/C8H10O5/c9-7(10)5-3-1-2-4(13-3)6(5)8(11)12/h3-6H,1-2H2,(H,9,10)(H,11,12)",
    "INCHIKEY": "GXEKYRXVRROBEV-UHFFFAOYSA-N",
    "Formula": "C8H10O5",
    "MolecularWeight": {
        "$numberDouble": "186.16"
    },
    "Description": {
        "$numberDouble": "NaN"
    },
    "XlogP": {
        "$numberDouble": "-0.5"
    },
    "Complexity": {
        "$numberInt": "235"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "environmental_bioconcentrations": [
        {
            "References": "(1) Sikka HC et al; J Agric Food Chem 23: 849-51 (1975) (2) Franke C et al; Chemosphere 29: 1501-14 (1994)",
            "Value": "A BCF of <1 of endothall has been measured using bluegill sunfish (Lepomis macrochirus)(1). According to a classification scheme(2), this BCF suggests the potential for bioconcentration in aquatic organisms is low(SRC)."
        }
    ],
    "environmental_biodegradations": [
        {
            "References": "(1) Reinert KH, Rodgers LH; Bull Env Contam Tox 32: 557 (1984) (2) Weed Sci Soc Amer; The Herbicide Handbook 5th ed Champaign, IL (1983) (3) Ahrens WH; Herbicide Handbook of the Weed Science Society of America. 7th ed. Champaign, IL: Weed Science Society of America (1994) (4) Simsiman GV et al; Res Rev 62: 131 (1976) (5) Sikka HC, Rice CP; Agric Food Chem 21: 842 (1973)",
            "Value": "AEROBIC: Biotransformation is the major process for removal of endothall from water and soil(1,2) at rates dependent upon soil temperature, moisture, type, and microbiological activity(3). 70% of endothall added to an Ontario soil sample was evolved as CO2 in 7 days(4). Application of 2 ppm endothall to pond water resulted in no apparent degradation of endothall in autoclaved water after 9 days and approx 50% degradation of endothall in non-autoclaved water after 4 days(5)."
        },
        {
            "References": "(1) Sikka HC, Saxena J; J Agric Food Chem 21: 402 (1973)",
            "Value": "PURE CULTURE: Short term incubation of (14)C-ring-labelled endothall with Arthrobacter sp revealed that(14)C was incorporated into cellular amino acids, proteins, nucleic acids, and lipids and was released as CO2. Endothall was primarily transformed into glutamic acid by the tricarboxylic cycle and an alternate, unknown pathway. Minor metabolites were aspartic and citric acids, alanine, phosphate esters (not positively identified) and an unidentified product(1)."
        }
    ],
    "logP": [
        {
            "References": "PMID:6733302",
            "Value": "log Kow = 1.91"
        }
    ],
    "mechanism_of_action": [
        {
            "References": "PMID:17981404",
            "Value": "Cyclic AMP-dependent protein kinase (PKA) and Ca(2+)-calmodulin dependent protein kinase II (CaMKII)-mediated phosphorylation activate histamine synthesis in nerve endings, but the phosphatases deactivating it had not been studied. In this work we show that the protein phosphatase 2A (PP2A)/protein phosphatase 1 (PP1) inhibitor okadaic acid increases histamine synthesis up to twofold in rat cortical miniprisms containing histaminergic nerve endings. This effect was mimicked by the PP2A/PP1 inhibitor calyculin, but not by the inactive analog 1-norokadaone. Other phosphatase inhibitors like endothall (PP2A), cypermethrin and cyclosporin A (protein phosphatase 2B, PP2B) had much lower effects. The effects of okadaic acid appeared to be mediated by an activation of the histamine synthesizing enzyme, histidine decarboxylase. PKA-mediated activation of histamine synthesis decreased the EC(50) and maximal effects of okadaic acid. On the other hand, CaMKII-mediated activation of histamine synthesis decreased okadaic acid maximal effects, but it increased its EC(50). In conclusion, our results indicate that brain histamine synthesis is subjected to regulation by phosphatases PP2A and PP1, and perhaps also PP2B as well as by protein kinases."
        },
        {
            "References": "PMID:18313406",
            "Value": "... Protein phosphatase (PP) inhibitors and rat cerebellar glial cells in primary culture /were used/ to investigate the role of PP activity in the ability of glial cells to detoxify exogenously applied hydrogen peroxide (H2O2). The marine toxin okadaic acid (OKA), a potent PP1 and PP2A inhibitor, caused a concentration-dependent degeneration of astrocytes and increased the formation of hydroperoxide radicals significantly. Subtoxic exposures to OKA significantly potentiated toxicity by exogenous H2O2. The concentration of H2O2 that reduced by 50% the survival of astrocytes after 3 hr was estimated at 720+/-40 uM in the absence and 85+/-30 uM in the presence of the toxin. The PP inhibitors calyculin A and endothall also potentiated H2O2 toxicity in cerebellar astrocytes. OKA caused a time-dependent inhibition of both glial catalase and glutathione peroxidase, reducing by approximately 50% the activity of these enzymes after 3 hr, whereas other enzymatic activities remained unaffected. Also, OKA reduced the cellular content of total glutathione and elevated oxidized glutathione to about 25% of total glutathione. OKA-treated astrocytes cleared H2O2 from the incubation medium approximately two times more slowly than control cultures. Our results suggest a prominent role for PP activity in the antioxidant mechanisms protecting astrocytes against damage by H2O2."
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "Gzhegotskii MT, Martynyuk VZ; Hyg Sanit (31 & 7-9): 225-9 (1966)",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Acute poisoning with 150-500 mg/kg in mice, rats, guinea pigs, and rabbits is characterized by a transient excitation, followed by general depression, sluggishness, and death within 1.5-3 hours. Symptoms observed are dilated pupils, loss of coordination paresis, increased reflex excitation of the muscles, and spasmodic twitching; dogs and cats developed marked gag reflexes and vomiting. Necropsy revealed congestion of all internal organs, especially the liver, kidneys, spleen, lungs,"
        },
        {
            "References": "Spencer, E. Y. Guide to the Chemicals Used in Crop Protection. 7th ed. Publication 1093. Research Institute, Agriculture Canada, Ottawa, Canada: Information Canada, 1982., p. 256",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ ... IV injection at 10 mg/kg /is/ fatal to dogs and rabbits."
        },
        {
            "References": "PMID:2955551",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ The acute hepatotoxic effects in vivo of endothall, administered ip to adult male Swiss Webster mice at a dose of 75 mg/kg was investigated. This dose was such that it would cause death within 60 to 90 min. Mice were sacrificed by cervical dislocation 45 min after administration of toxicant. Positive controls were administered ip doses of carbon tetrachloride at 1.5 mg/kg for elevated microsomal lipid peroxidation, SGPT activities, and hepatic triglyceride levels; diethyl maleate at 0.3 mg/kg for lowered glutathione levels; and 2,4-dinitrophenol at 40 mg/kg for reductions in hepatic ATP levels and increases in oligomycin sensitive mitochondrial magnesium (Mg2+) dependent adenosine triphosphatase activities. Necropsy revealed enlarged and congested livers. Liver weights increased to 136% and hemoglobin levels to 200% after treatment, although no changes in hepatic glutathione content, microsomal lipid peroxidation, hepatic triglycerides, or serum SGPT levels were noted. Carbon tetrachloride increased serum SGPT levels by 140 fold, hepatic triglycerides more than 10 fold, and microsomal lipid peroxidation by 43%. Diethyl maleate reduced glutathione by 39%. Endothall increased hepatic glycogen metabolism and reduced hepatic ATP levels significantly. Endothall did not affect mitochondrial Mg2+ dependent adenosine triphosphatase activity, although the microsomal enzyme was inhibited. It was concluded that endothall acts directly on the mouse liver."
        },
        {
            "References": "Spencer, E. Y. Guide to the Chemicals Used in Crop Protection. 7th ed. Publication 1093. Research Institute, Agriculture Canada, Ottawa, Canada: Information Canada, 1982., p. 256",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ ...Rats fed 4 weeks at 1000 ppm gave no indication of intoxication."
        },
        {
            "References": "Gosselin, R.E., R.P. Smith, H.C. Hodge. Clinical Toxicology of Commercial Products. 5th ed. Baltimore: Williams and Wilkins, 1984., p. II-342",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Feeding tests in rats produced ...moderate skin irritation and marked irritation of abraded skin, eyes and mucous membranes without sensitization."
        },
        {
            "References": "U.S. Environmental Protection Agency's Integrated Risk Information System (IRIS) on Endothall (145-73-3). Available from as of February 2, 2006: https://www.epa.gov/iris/index.htm",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Three male and 3 female dogs were administered diets that initially contained 0, 100, 300 or 800 ppm of disodium endothall. The concentration in the high- dose group was gradually increased over months 19-22 to a final concentration of 2000 ppm. The doses were calculated on the basis of the amount of endothall ion in the diet, and the standard equivalence factor for dogs (0.025 kg of diet/kg of bw/day). No effect on weight gain, hematology, BSP clearance, SGOT or urinalysis was noted. At necropsy, increased absolute and relative weights of stomach and small intestine were noted in intermediate and high-dose dogs. Increased \"mucosal gland activity\" was noted in the stomachs of high-dose dogs, along with slight edema of the pyloric region. /Disodium endothall/"
        },
        {
            "References": "California Environmental Protection Agency/Department of Pesticide Regulation; Toxicology Data Review Summary for Endothall (145-73-3) p.4 (October 9, 1987). Available from, as of March 20, 2014: https://www.cdpr.ca.gov/docs/risk/toxsums/toxsumlist.htm",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Disodium salt of endothall, purity 19.0 to 23.1%, was admixed with the feed at concentrations of 0, 750 and 1500 ppm and fed to 60 Crl:CD-1 (ICR)BR albino mice/sex/group for at least 78 weeks. Endothal targets the gastrointestinal tract. Effects include mucosal hyperplasia and glandular dilatation in the glandular stomach at 750 ppm and 1500 ppm; mucosal hyperplasia in the duodenum and /prolapses/ of the rectum at 1500 ppm. Increased incidence of tumors (in duodenum and jejunum) for the high dose group. Survival decreased for the high dose group (46-49% at 60 weeks). NOEL <750 ppm in this study. /Disodium endothall/"
        },
        {
            "References": "California Environmental Protection Agency/Department of Pesticide Regulation; Toxicology Data Review Summary for Endothall (145-73-3) p.2 (October 9, 1987). Available from, as of March 20, 2014: https://www.cdpr.ca.gov/docs/risk/toxsums/toxsumlist.htm",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ /In a/ combined chronic toxicity and carcinogenicity study... disodium endothall, 12.6% acid equivalent, .../was/ fed in the diet for 104 weeks to 62 Crl:CD(SD)BR rats/sex/group at nominal concentrations of 0, 300, 900, and 1800 ppm with interim necropsies of 10/sex/group at 52 weeks. /In the second phase of the study,/ ...50 Crl:CD(SD)BR rats/sex/group /were fed/ at nominal concentrations of 0 and 150 ppm for 104 weeks. Actual concentrations were about 18% lower than nominal in both phases of the study. Possible adverse effect: (increase of endometrial stromal tumors in 900 and 1800 ppm females). Lesions of glandular and non-glandular stomach were common at higher doses, but were eventually determined to have NOELs (No Observed Effect Levels) of 150 ppm for females and 300 ppm for males. Initially it appeared that there was no NOEL for stomach lesions in males, based on the original pathologists' assessments. ...Nominal NOEL for other effects was 150 ppm in females (dose-related body weight decrements). There was no clear body weight effect NOEL in males (body weight decrements were dose-related at the higher two dosages, and there were small but statistically significant body weight decrements at 150 and 300 ppm, however 300 ppm is a defensible NOAEL for body weight reduction in males). /Disodium endothall/"
        },
        {
            "References": "California Environmental Protection Agency/Department of Pesticide Regulation; Toxicology Data Review Summary for Endothall (145-73-3) p.3 (October 9, 1987). Available from, as of March 20, 2014: https://www.cdpr.ca.gov/docs/risk/toxsums/toxsumlist.htm",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Disodium endothall, 16.1% acid equivalent, .../was/ fed in the diet to 4 Beagle dogs/sex/group 7 days/wk for 52 weeks at 0, 150, 450, and 1350/1000 ppm (reduced from 1350 ppm to 1000 ppm from week 7 due to anorexia and bodyweight loss). No NOEL (No Observed Effect Levels) was achieved: stomach epithelial hyperplasia was observed in mild or very mild degree down to the lowest dosage of 150 ppm. At 450 ppm and above, other alimentary epithelial tissues were affected (especially esophagus), and effects on liver parenchymal and bile ductule cells were seen at 450 ppm and above. The 1000 ppm dose was not tolerated: five of 8 of these dogs were killed in extremis. /Disodium endothall/"
        },
        {
            "References": "California Environmental Protection Agency/Department of Pesticide Regulation; Toxicology Data Review Summary for Endothall (145-73-3) p.5 (October 9, 1987). Available from, as of March 20, 2014: https://www.cdpr.ca.gov/docs/risk/toxsums/toxsumlist.htm",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Endothall technical, 89.5% acid equivalent, was given by gavage to pregnant Sprague Dawley rats on days 6-19 of gestation at 0 (water), 10, 20 or 30 mg/kg/day, 25/group. Maternal NOEL (No Observed Effect Levels) =20 mg/kg (mortality but no cause of death), Developmental NOEL >30 mg/kg. Additional dams were allowed to deliver and the physical development and behavior of the offspring observed. There were inconsistent results in pivoting locomotion at 20 and 30 mg/kg. No other effects were noted for development."
        },
        {
            "References": "California Environmental Protection Agency/Department of Pesticide Regulation; Toxicology Data Review Summary for Endothall (145-73-3) p.5 (October 9, 1987). Available from, as of March 20, 2014: https://www.cdpr.ca.gov/docs/risk/toxsums/toxsumlist.htm",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Endothall technical, 89.5% mixed at 75% active with 25% vehicle of blended whole egg and deionized water, dosing solutions were prepared every 4 days; given to CD-1 mice by gavage on days 6 to 16 of gestation at dose levels of 0 (water), 5, 20 or 40 mg/kg/day, 25/group. Maternal NOEL (No Observed Effect Level) =5 mg/kg (mortality from unknown cause in 7 of 8 deaths at 40 mg/kg and 2 of 2 at 20 mg/kg), Developmental NOEL =20 mg/kg. The number of malformations in the high dose group (total of 16 - 9.1% in 6 litters) was increased over the controls (4 - 1.8% in 3 litters) but was attributed to the severe maternal toxicity as shown by mortality and were stated not to be statistically significant."
        },
        {
            "References": "California Environmental Protection Agency/Department of Pesticide Regulation; Toxicology Data Review Summary for Endothall (145-73-3) p.4 (October 9, 1987). Available from, as of March 20, 2014: https://www.cdpr.ca.gov/docs/risk/toxsums/toxsumlist.htm",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Disodium salt of endothall, 19.9% a.i (16.1% endothall acid equivalent) was admixed with the feed at concentrations of 0, 30, 150 or 900 ppm and fed to two generations of 26 Charles River rats/sex/group. The F1 generation was bred twice (number of litters/group was lower in control and low-dose groups in both matings) with a rest phase (approximately 6 weeks) between matings. A reduction in body weight was noted at the high dose for both the F0 and F1 parental generations as well as in the F1-2a and F1-2b pups. NOAEL (No Observed Adverse Effect Level) =150 ppm/day. /Disodium endothall/"
        },
        {
            "References": "Trutter JA et al; Teratology 51 (3): 200 (1995)",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ ...No compound effects were seen on maternal survival, clinical signs, or necropsy findings at any dose level. ... Toxicity was seen in the 25.0 mg/kg dams, as evidenced by statistically significant decreases in maternal body weight changes on Days 6-8, 6-16, 12-16 and 0-20, and in food consumption on Days 6-8."
        },
        {
            "References": "California Environmental Protection Agency/Department of Pesticide Regulation; Toxicology Data Review Summary for Endothall (145-73-3) p.7 (October 9, 1987). Available from, as of March 20, 2014: https://www.cdpr.ca.gov/docs/risk/toxsums/toxsumlist.htm",
            "Value": "/GENOTOXICITY/ Endothall technical, ...89.4% purity, liquid suspension assay in duplicate with and without S9 activation (Aroclor 1254-induced male CD rat liver fraction) using Escherichia coli WP2, WP67 (uvrA and polA repair deficient), and CM871 (uvrA, recA and lexA repair deficient) at concentrations of 0 (DMSO), 100, 316, 1000, 3160, and 10,000 ug/mL with 2 and 18 hour incubation periods. No evidence of DNA damage."
        },
        {
            "References": "California Environmental Protection Agency/Department of Pesticide Regulation; Toxicology Data Review Summary for Endothall (145-73-3) p.6 (October 9, 1987). Available from, as of March 20, 2014: https://www.cdpr.ca.gov/docs/risk/toxsums/toxsumlist.htm",
            "Value": "/GENOTOXICITY/ Endothall, 89.5%, was tested /in the Salmonella/microsome assay for bacterial mutagenicity/ with Salmonella typhimurium strains TA 1535, TA 1537, TA 1538, TA 98 and TA 100 at 0, 0.05, 0.15, 0.5, 1.5 or 5.0 mg/plate in the direct plate assay done in triplicate, with and without activation. No increase in reversion indicated."
        },
        {
            "References": "California Environmental Protection Agency/Department of Pesticide Regulation; Toxicology Data Review Summary for Endothall (145-73-3) p.7 (October 9, 1987). Available from, as of March 20, 2014: https://www.cdpr.ca.gov/docs/risk/toxsums/toxsumlist.htm",
            "Value": "/GENOTOXICITY/ In vivo micronucleus test on technical endothal amine salt solution in mouse marrow erythropoietic cells. ...CD-1 mice (15/sex/group) received a single treatment of 0 (deionized water), 0.464, 0.928 and 1.86 mg/kg bodyweight of technical endothal amine salt solution (amine:salt ratio of 1.5:1) via intraperitoneal injection in a volume of 10 mL/kg. The positive control group (5/sex/group) was given triethylenemelamine - TEM (0.5 mg/kg) and sampled at 24 hours after treatment. The animals were killed (5 per sex/group) and samples collected 24, 48 and 72 hours after treatment. No increase in micronuclei in the polychromatic erythrocytes was observed. /Endothal amine salt/"
        },
        {
            "References": "California Environmental Protection Agency/Department of Pesticide Regulation; Toxicology Data Review Summary for Endothall (145-73-3) p.6 (October 9, 1987). Available from, as of March 20, 2014: https://www.cdpr.ca.gov/docs/risk/toxsums/toxsumlist.htm",
            "Value": "/GENOTOXICITY/ Ames/Salmonella plate incorporation assay on technical endothal amine salt solution. The test article is identified as technical endothal amine salt solution mono(N,N-dimethylalkylamine) salt (1.5:1 amine:salt ratio) with acid equivalence purity of 11.6%. Salmonella typhimurium strains TA 98, TA 100, TA 1535, TA 1537, and TA 1538 were exposed in the presence and absence of activation, in triplicate, at 0 (DMSO), 0.580, 1.93, 5.80, 19.3, 58.0, 116.0, or 193.0 acid equivalent :g/plate for 48 hours. A slight increase in the reversion rate (<3 fold over negative control values), was noted for strains TA 1537 and TA 1538. However, the increase in revertant frequencies were within historical control ranges in all except one case (2.2 fold control value for TA 1538 without S9). Results were considered equivocal and not indicative of mutagenicity in this assay. /Endothal amine salt/"
        },
        {
            "References": "California Environmental Protection Agency/Department of Pesticide Regulation; Toxicology Data Review Summary for Endothall (145-73-3) p.6 (October 9, 1987). Available from, as of March 20, 2014: https://www.cdpr.ca.gov/docs/risk/toxsums/toxsumlist.htm",
            "Value": "/GENOTOXICITY/ AS52/XPRT mammalian cell forward gene mutation assay on technical endothal amine salt solution. ...The test article is identified as technical endothal amine salt solution (mono(N,N-dimethylalkyamine) salt of endothal (1.5:1 amine:salt ratio) as 11.6% acid equivalent. AS52 (clone -1.3) Chinese hamster ovary cells were exposed (5 hours) in duplicate without activation at 0 (untreated), 0 (DMSO), 0.0116, 0.0580, 0.116, 0.580, 1.160, 2.320, 2.900, 3.480, 4.060, and 4.640 ug/mL and with activation at 0 (untreated), 0 (DMSO), 0.116, 0.580, 1.160, 5.800, 11.600, 17.400, 20.300, 21.800, 23.200, 26.100, and 29.000 ug/mL. Evidence of cytotoxicity was seen at 5.80 ug/mL and above without activation and at 26.10 ug/mL and above with activation. Increased forward gene mutation is not indicated. /Endothal amine salt/"
        },
        {
            "References": "PMID:10216123",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/   ... Endothall, caused dose- and time-dependent cytostasis specifically in G2/M. ... The HR-2, HR-3, HR-4, and Zajdela hepatocellular carcinomas were most sensitive to endothall (IC50 of 1.7, 1.2, 0.9, and 1.7 microg/mL), whereas newborn rat hepatocytes growing exponentially in primary culture (IC50 = 6.2 microg/mL), rat DHD/K12 colon carcinoma cells (IC50 = 3.6 microg/mL), or human HT-29 colon carcinoma cells (IC50 = 4.9 microg/mL) were less sensitive."
        },
        {
            "References": "PMID:7491907",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ .... Cantharidin (CA), endothall, and endothall thioanhydride (ETA) inhibited the activity of protein phosphatases-1 (PP1) and protein phosphatases-2A (PP2A), and the potency sequence was CA > endothall > ETA in vitro. ... The potency sequence of ETA > CA > endothall was established for the inhibition of PP1 and PP2A in vivo. ETA predominantly targets PP1 for inhibition in liver, as revealed by assays specific for PP1 or PP2A. Studies using 3T3 fibroblasts showed that only ETA, but not CA or endothall, induced marked morphological changes. These effects included cell rounding and detachment as well as extensive reorganization of actin filaments and are characteristic for the cell-permeable phosphatase-inhibitory toxins."
        },
        {
            "References": "PMID:18566123",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ It is becoming increasingly clear that protein phosphatases are important modulators of cellular function and that disruption of these proteins are involved in neurodegenerative disease processes. Serine/threonine protein phosphatases (PP) such as protein phosphatase PP1, PP2A, and calcineurin are involved in hyperphosphorylation of tau- as well as beta-amyloid-induced cell death. ... Serine/threonine protein phosphatases /were shown/ to be involved in estrogen-mediated neuroprotection. The purpose of this study was to delineate the role of PP1, PP2A, and calcineurin in the mechanism of estrogen mediated neuroprotection against oxidative stress and excitotoxicity. Treatment with protein phosphatases inhibitor II, endothall, or cyclosporin A, which are specific inhibitors of PP1, PP2A, and calcineurin, respectively, did not have an effect on cell viability. However, in combination, these inhibitors adversely affected cell survival, which suggests the importance of serine/threonine protein phosphatases in maintenance of cellular function. Inhibitors of PP1, PP2A, and calcineurin attenuated the protective effects of estrogen against glutamate-induced -neurotoxicity but did not completely abrogate the estrogen-mediated protection. The attenuation of estrogen-induced neuroprotection was achieved through decrease in the activity of theses serine/threonine phosphatases without the concomitant decrease in protein expression. In an animal model, transient middle cerebral artery occlusion caused a 50% decrease in levels of PP1, PP2A, and PP2B ipsilateral to the lesion in a manner that was prevented by estradiol pretreatment. ..."
        },
        {
            "References": "PMID:17827731",
            "Value": "/OTHER TOXICITY INFORMATION/ The apicomplexan parasites pathogens such as Plasmodium spp. possess an apicoplast, a plastid organelle similar to those of plants. The apicoplast has some essential plant-like metabolic pathways and processes, making these parasites susceptible to inhibitors of these functions. The main objective of this paper is to determine if phytotoxins with plastid target sites are more likely to be good antiplasmodial compounds than are those with other modes of action. The antiplasmodial activities of some compounds with established phytotoxic action were determined in vitro on a chloroquine (CQ) sensitive (D6, Sierra Leone) strain of Plasmodium falciparum. In this study, we provide in vitro activities of almost 50 such compounds, as well as a few phytoalexins against P. falciparum. Endothall, anisomycin, and cerulenin had sufficient antiplasmodial action to be considered as new lead antimalarial structures. Some derivatives of fusicoccin possessed markedly improved antiplasmodial action than the parent compound. Our results suggest that phytotoxins with plastid targets may not necessarily be better antiplasmodials than those that act at other molecular sites. The herbicides, phytotoxins and the phytoalexins reported here with significant antiplasmodial activity may be useful probes for identification of new antimalarial drug targets and may also be used as new lead structures for new antiplasmodial drug discovery."
        },
        {
            "References": "Gosselin, R.E., R.P. Smith, H.C. Hodge. Clinical Toxicology of Commercial Products. 5th ed. Baltimore: Williams and Wilkins, 1984., p. II-342",
            "Value": "/OTHER TOXICITY INFORMATION/ Systemic effects are obscure and debated. ...Rabbits and dogs given lethal doses iv died after several hr in respiratory failure. Cats and dogs showed drop in blood pressure up to point of death. Others... suggest that heart is target organ and report cardiac failure in dogs without neurological signs."
        },
        {
            "References": "Gosselin, R.E., R.P. Smith, H.C. Hodge. Clinical Toxicology of Commercial Products. 5th ed. Baltimore: Williams and Wilkins, 1984., p. II-342",
            "Value": "/OTHER TOXICITY INFORMATION/ /With topical administration/ death from systemic absorption occurred in those animals with most severe skin lesions. /There is/ severe GI inflammation with erosion, especially if endothall is undiluted or unmixed with food."
        },
        {
            "References": "Gosselin, R.E., R.P. Smith, H.C. Hodge. Clinical Toxicology of Commercial Products. 5th ed. Baltimore: Williams and Wilkins, 1984., p. II-342",
            "Value": "/OTHER TOXICITY INFORMATION/ Solutions (1:20,000) depress isolated frog ventricles and rabbit auricles. Feeding tests in rats produced disorders of gait and convulsions."
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "(1) US EPA; Estimation Program Interface (EPI) Suite. Ver. 4.11. Nov, 2012. Available from, as of 2/24/2014: https://www.epa.gov/oppt/exposure/pubs/episuitedl.htm (2) Reinert KH, Rodgers JH; Bull Environ Contam Tox 32: 557 (1984) (3) Swann RL et al; Res Rev 85: 17-28 (1983) (4) MacBean C, ed; e-Pesticide Manual. 15th ed., ver. 5.1, Alton, UK; British Crop Protection Council. Endothall (145-73-3) (2008-2010) (5) Doucette WJ; pp. 141-188 in Handbook of Property Estimation Methods for Chemicals. Boethling RS, Mackay D, eds. Boca Raton, FL: Lewis Publ (2000) (6) Weber JB, Properties and Behavior of Pesticides in Soil, Mechanisms of Pesticide Movement into Ground Water, CRC Press pp15-41 (1994)",
            "Value": "The Koc of endothall is estimated as 13(1), using a log Kow of 1.91(2) and a regression-derived equation(1). According to a classification scheme(3), these Koc values suggest that endothall is expected to have very high mobility in soil. The pKa values for the two carboxylic acid moieties of endothall are 3.4 and 6.7(4), indicating that this compound will primarily exist in anion form in the environment and anions generally do not adsorb more strongly to soils containing organic carbon and clay than their neutral counterparts(5). The Koc of endothall in sediment/water systems has been measured to be < 2(2) and 10(6)."
        }
    ],
    "plant_translocation": [
        {
            "References": "THOMAS, T. M., & SEAMAN, D. E. (1968). TRANSLOCATION STUDIES WITH ENDOTHAL-14C IN POTAMOGETON NODOSUS POIR. Weed Research, 8(4), 321–326. doi:10.1111/j.1365-3180.1968.tb01436.x ",
            "Value": "Endothal (7-oxabicyclo[2,2,1]heptane-2,3-dicarboxylic acid) has been recognized for its herbicidal and defoliant properties on both terrestrial plants and aquatic weeds. While the literature provides insights into its physiological effects on plants, including its uptake and translocation, a notable aspect of endothal's behavior is its systemic action within plant tissues. Initial studies demonstrated that endothal is not extensively translocated from treated leaves, but research has shown that it can move into shoots following root application. Notably, recent investigations have highlighted the potential movement of endothal through plant tissues, particularly within the phloem parenchyma and sieve tubes. It has been suggested that injury to phloem parenchyma could limit its translocation, and thus, the systemic action of endothal might be influenced by factors like dosage and the degree of tissue injury. Additionally, the observed metabolization of endothal within plant tissues implies that the translocated radioactivity might not be solely associated with the original endothal molecule. As such, endothal's systemic behavior offers an interesting avenue for further research to comprehensively understand its mode of action and movement within plants. "
        }
    ]
}