{
    "_id": {
        "$oid": "6682e7fdc4e5dba5ffba235c"
    },
    "CID": {
        "$numberInt": "3249"
    },
    "Name": "VITAMIN D2",
    "IUPACName": "3-[2-[1-(5,6-dimethylhept-3-en-2-yl)-7a-methyl-2,3,3a,5,6,7-hexahydro-1H-inden-4-ylidene]ethylidene]-4-methylidenecyclohexan-1-ol",
    "CanonicalSMILES": "CC(C)C(C)C=CC(C)C1CCC2C1(CCCC2=CC=C3CC(CCC3=C)O)C",
    "Synonyms": [
        "50-14-6",
        "51744-66-2",
        "SCHEMBL3228643",
        "BCP03946",
        "PD167232",
        "DB-051734",
        "FT-0675838",
        "Oleovitamin D2;Ergocalciferol; Calciferol; Ercalciol;D2",
        "Vitamin",
        "3-[2-[1-(5,6-dimethylhept-3-en-2-yl)-7a-methyl-2,3,3a,5,6,7-hexahydro-1h-inden-4-ylidene] ethylidene]-4-methylidene-cyclohexan-1-ol",
        "3-{2-[1-(5,6-dimethylhept-3-en-2-yl)-7a-methyl-hexahydro-1H-inden-4-ylidene]ethylidene}-4-methylidenecyclohexan-1-ol"
    ],
    "IsomericSMILES": "CC(C)C(C)C=CC(C)C1CCC2C1(CCCC2=CC=C3CC(CCC3=C)O)C",
    "INCHI": "InChI=1S/C28H44O/c1-19(2)20(3)9-10-22(5)26-15-16-27-23(8-7-17-28(26,27)6)12-13-24-18-25(29)14-11-21(24)4/h9-10,12-13,19-20,22,25-27,29H,4,7-8,11,14-18H2,1-3,5-6H3",
    "INCHIKEY": "MECHNRXZTMCUDQ-UHFFFAOYSA-N",
    "Formula": "C28H44O",
    "MolecularWeight": {
        "$numberDouble": "396.6"
    },
    "Description": {
        "$numberDouble": "NaN"
    },
    "XlogP": {
        "$numberDouble": "7.4"
    },
    "Complexity": {
        "$numberInt": "678"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "logP": [
        {
            "References": "US EPA; Estimation Program Interface (EPI) Suite. Ver.3.11. June 10, 2003. Available from, as of Nov 9, 2004: https://www.epa.gov/oppt/exposure/pubs/episuitedl.htm",
            "Value": "log Kow = 10.44 /Estimated/"
        }
    ],
    "mechanism_of_action": [
        {
            "References": "Hardman, J.G., L.E. Limbird, P.B., A.G. Gilman. Goodman and Gilman's The Pharmacological Basis of Therapeutics. 10th ed. New York, NY: McGraw-Hill, 2001., p. 1728",
            "Value": "The mechanism of action of calcitriol, the activated form of vitamin D, resembles that of the steroid and thyroid hormones. Thus, calcitriol binds to cytosolic receptors within target cells, and the receptor-hormone complex interacts with the DNA of certain genes to either enhance or inhibit their transcription. Structural analysis of the calcitriol receptor indicates that it belongs to the same supergene family as the steroid receptors. Calcitriol also appears to exert a few effects that occur too rapidly to be explained by genomic actions. /Calcitriol/"
        },
        {
            "References": "Hardman, J.G., L.E. Limbird, P.B., A.G. Gilman. Goodman and Gilman's The Pharmacological Basis of Therapeutics. 10th ed. New York, NY: McGraw-Hill, 2001., p. 1728",
            "Value": "The mechanisms responsible for mobilization of bone salts have been only partially defined, and the interaction of multiple factors appears to be involved. Paradoxically, the cells responsible for bone resorption (osteoclasts) are not directly acted upon by calcitriol and do not appear to contain calcitriol receptors. Instead, calcitriol causes an increase in the number of osteoclasts available to resorb bone; this may result from an action upon myeloid hematopoietic precursor cells that are induced to differentiate toward functional osteoclasts. The cells responsible for bone formation (osteoblasts) do contain receptors, and calcitriol causes them to elaborate several proteins, including osteocalcin, a vitamin K-dependent protein that contains gamma-carboxyglutamic acid residues. The exact role of this protein is not known, but other unidentified substances are also elaborated that appear to stimulate the function of osteoclasts. In addition, calcitriol acts synergistically with gamma-interferon to increase the production of interleukin-1, a lymphokine that promotes bone resorption."
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "Clarke, M. L., D. G. Harvey and D. J. Humphreys. Veterinary Toxicology. 2nd ed. London: Bailliere Tindall, 1981., p. 125",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Lethal dose in dog is said to be ... 13 mg/kg (530,000 iu/kg) body weight. Immediate effects are bloody diarrhea, anorexia, thirst, polyuria & prostration. In surviving animals calcium is deposited as in chronic hypervitaminosis-d. /vitamin D/"
        },
        {
            "References": "PMID:15379869",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Topical application of ergocalciferol to hairless mouse dorsal skin, and exposure to solar-simulating ultraviolet (UV) radiation at a dose of 10.8 J/cm(2) (UVA) were performed for 15 weeks, five times a week on weekdays. At the end of the final irradiation, histological and analytical studies were performed. Topical application of ergocalcifero significantly prevented wrinkle formation and abnormal accumulation of extracellular matrix components. In addition, ergocalcifero suppressed excessive secretion of IL-6 induced by UV irradiation in cultured human normal keratinocytes, in a dose-dependent manner. Ergocalcifero promoted keratinocytes differentiation in the epidermis and showed diverse physiological effects, the same as the active form of VD(3). The results suggested that the suppression of skin photodamage involved the promotion of keratinocytes differentiation and suppression of IL-6 secretion induced by exposure to UV. Topical application of ergocalciferol may become an effective means to suppress solar UV-induced human skin damage."
        },
        {
            "References": "Thienes, C., and T.J. Haley. Clinical Toxicology. 5th ed. Philadelphia: Lea and Febiger, 1972., p. 213",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ ... Excessive doses ... over extended period of time, hypercalcemia & calcification of blood vessels, muscles & other tissues may result in experimental animal. In hypervitaminosis D calcium salts are laid down in mucopolysaccharide matrix in soft tissues."
        },
        {
            "References": "Gilman, A. G., L. S. Goodman, and A. Gilman. (eds.). Goodman and Gilman's The Pharmacological Basis of Therapeutics. 6th ed. New York: Macmillan Publishing Co., Inc. 1980., p. 1542",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Similar lesions /of congenital supravalvular aortic stenosis/ have been produced experimentally in offspring of rabbits treated with large doses of vitamin D during pregnancy. /Vitamin D/"
        },
        {
            "References": "PMID:3494110",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Twenty pregnant Wistar rats were given 40,000 IU/day of vitamin D2 orally with their diet during days 14-20 of gestation. Controls received the diet alone. Vitamin D2 caused a depression in body weight and retarded ossification of the sacrococcigeal vertebrae and proximal phalanges in the forepaw when compared to controls."
        },
        {
            "References": "PMID:3494110",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ The present study was conducted in Wistar rat fetuses to investigate the growth retardation induced by maternal fasting and/or massive doses of ergocalciferol during the third trimester of pregnancy. Growth indices examined in 21 day fetuses were body weight and ossification of sacrococcygeal vertebrae, supraoccipital bone, sternebrae and proximal phalanges in the forepaw stained by alizarin red S. Growth retardation was expressed in hours by comparison with the normal standard development, or in sigma by calculating the relative difference from the control, utilizing the standard variance in normal fetuses. Degrees of growth retardation expressed in the common scales were different among the indices and between fasting and massive doses of ergocalciferol; body weight and ossification of sacrococcygeal vertebrae were most severely retarded by fasting and least by ergocalciferol. Ossification of sternebrae was moderately retarded by fasting and by ergocalciferol, and ossification of supraoccipital bone was moderately retarded by fasting but not by ergocalciferol. Ossification of proximal phalanges in the forepaw was least retarded by fasting and most severely retarded by ergocalciferol. The observed retardations were progressions relatable to the duration of fasting. Combined treatments of fasting and ergocalciferol showed more deleterious effects on growth than fasting only or ergocalciferol only and induced face anomalies. These findings show that growth retardations induced by different nutritional disturbances may vary among indices and that comparisons of various indices are important in the analysis of teratological experiments."
        }
    ]
}