{
    "_id": {
        "$oid": "6682e7fec4e5dba5ffba235f"
    },
    "CID": {
        "$numberInt": "3283"
    },
    "Name": "DIETHYL ETHER",
    "IUPACName": "ethoxyethane",
    "CanonicalSMILES": "CCOCC",
    "Synonyms": [
        "DIETHYL ETHER",
        "ether",
        "Ethyl ether",
        "Ethoxyethane",
        "60-29-7",
        "Pronarcol",
        "Diethyl oxide",
        "Ethyl oxide",
        "Aether",
        "DIETHYLETHER",
        "Solvent ether",
        "Anesthetic ether",
        "Anaesthetic ether",
        "3-Oxapentane",
        "Ether",
        "ethyl"
    ],
    "IsomericSMILES": "CCOCC",
    "INCHI": "InChI=1S/C4H10O/c1-3-5-4-2/h3-4H2,1-2H3",
    "INCHIKEY": "RTZKZFJDLAIYFH-UHFFFAOYSA-N",
    "Formula": "C4H10O",
    "MolecularWeight": {
        "$numberDouble": "74.12"
    },
    "Description": "Diethyl ether is an ether in which the oxygen atom is linked to two ethyl groups. It has a role as an inhalation anaesthetic, a non-polar solvent and a refrigerant. It is a volatile organic compound and an ether.",
    "XlogP": {
        "$numberDouble": "0.9"
    },
    "Complexity": {
        "$numberInt": "11"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "environmental_bioconcentrations": [
        {
            "References": "(1) Chemicals Inspection and Testing Institute; Biodegradation and Bioaccumulation Data of Existing Chemicals Based on the CSCL Japan. Japan Chemical Industry Ecology - Toxicology and Information Center. ISBN 4-89074-101-1 2-49 (1992) (2) Franke C et al; Chemosphere 29: 1501-14 (1994)",
            "Value": "BCF values of 0.9 to 1.4 and <1.7 to 9.1 were measured for carp exposed to 500 and 50 ug/L of diethyl ether over the course of a 6 week incubation period(1). According to a classification scheme(2), these BCFs suggest bioconcentration in aquatic organisms is low."
        }
    ],
    "environmental_biodegradations": [
        {
            "References": "(1) Alexander M; Biotechnol Bioeng 15: 611-47 (1973) (2) Heukelekian H, Rand MC; J Water Pollut Control Assoc 29: 1040-53 (1955) (3) Takemoto S et al; Suishitsu Odaku Kenkyu 4: 80-90 (1981) (4) Urano K, Kato Z; J Haz Materials 13: 147-59 (1986) (5) Mills EJ Jr, Stack VT Jr; Proc 8th Indust Waste Conf Eng Bull Purdue Univ, Eng Ext Ser pp. 492-517 (1954) (6) Chemicals Inspection and Testing Institute; Biodegradation and Bioaccumulation Data of Existing Chemicals Based on the CSCL Japan. Japan Chemical Industry Ecology - Toxicology and Information Center. ISBN 4-89074-101-1 2-49 (1992)",
            "Value": "AEROBIC: Diethyl ether has been included in a list of compounds which were not biodegraded in a relatively short time either in screening tests which utilized sewage sludge inocula or soil inocula(1). Many ethers are known to be resistant to biodegradation(1). The 5-day biological oxygen demand measured for diethyl ether in screening tests ranged from 0%(2,3) to approximately 1.1%(2) in studies using the standard dilution technique with sewage inocula and 0% in a screening study using an activated sludge inoculum(4). A lag time of >10 days was observed in the latter study with activated sludge(4). In a study which used the seawater dilution method with a sewage inoculum, 0% theoretical BOD was observed over a 5-day period(3). No change was observed in the biological oxygen demand in tests of a semi-continuous activated sludge biological treatment simulator which tested for the removal of diethyl ether at a concn of 200 to 800 ppm in a domestic sewage feed over a period of 24 hours(5). A biodegradation study of diethyl ether, based on TOC measurements (GC analysis), using an activated sludge seed and an initial diethyl ether concn of 100 mg/L, indicated 2.5% (6.5%) biodegradation over a period of 4 weeks(6)."
        }
    ],
    "logP": [
        {
            "References": "Hansch, C., Leo, A., D. Hoekman. Exploring QSAR - Hydrophobic, Electronic, and Steric Constants. Washington, DC: American Chemical Society., 1995., p. 10",
            "Value": "log Kow= 0.89"
        }
    ],
    "mechanism_of_action": [
        {
            "References": "NIOSH; NEG and NIOSH Basis for an Occupational Health Standard for Ethyl Ether. p.8. Arbete och Halsa 30 (2002) Available from, as of October 31, 2007: https://www.cdc.gov/niosh/pdfs/93-103a.pdf",
            "Value": "The mechanism of action by which .... ethyl ether produce/s/ reversible loss of consciousness is still unclear. Anesthesia can be produced  by a wide variety of chemical agents, ranging from inert rare gases to steriodal molecules. This apparent lack of specificity, together with the observation that general anesthesia can be reversed by high pressure, poses a unique pharmacological problem. Most theories concern interaction of anesthetics with either membrane lipids or hydrophobic regions of specificic membrane-bound proteins. One hypothesis is that the anesthetic changes the function of an ion channel protein by modifying the conformation of the protein. Some investigators suggest that the GABA receptor may be the ion channel protein that is affected by inhalation of anesthetic agents... The most appropriate concept for the mechanism of general anesthesia /may be/ a the heterogenous site of anesthetic action, including both lipid and protein membrane components linked with neuronal function."
        },
        {
            "References": "PMID:3556398",
            "Value": "In chronically catheterized rats, diethyl ether increased plasma adrenaline and noradrenaline concentrations indicating that this drug stimulates both neurosympathetic and adrenomedullary functions. These effects appear to be centrally mediated, since ganglionic blockade or spinal transection completely counteracted the diethyl ether induced increases in plasma calcium levels."
        },
        {
            "References": "PMID:2578356",
            "Value": "Hippocampal EEG signals derived from chronically implanted electrodes in the freely moving rat were recorded before and after administration of centrally acting drugs, and analyzed by power and coherence spectra. Diethyl ether induced a low frequency (3-6 c/s) theta power and coherence peak in the immobile rat, which was sensitive to atropine or scopolamine. The residue spectrum, defined as the EEG spectrum with the theta harmonics removed, was sensitive to centrally acting drugs. Diethyl ether suppressed fast waves of 50-100 c/s, and some conditions, enhanced 15-50 c/s waves."
        },
        {
            "References": "PMID:2950969",
            "Value": "The plasma beta-endorphin responses to ether and handling stress were examined in animals of various ages. At each age studied there was a significant, stress-induced elevation of plasma beta-endorphin-like immunoreactivity levels were higher in animals 3,7, and 14 days of age than in adults."
        },
        {
            "References": "Booth, N.H., L.E. McDonald (eds.). Veterinary Pharmacology and Therapeutics. 5th ed. Ames, Iowa: Iowa State University Press, 1982., p. 192",
            "Value": "Cortical action potential activity is suppressed by ether anesthesia and is not affected when sensory fibers in the sciatic nerve are stimulated. Consequently, ether blocks sensory pathways to the cortex; the blockade occurs even before cortical activity is entirely suspended. In contrast, pentobarbital suppresses activity in the cortex without blocking the sensory path to it during sciatic nerve stimulation."
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. 5:872",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Concentrated vapor inhalation by rat, max for no death: 5 min. /From table/"
        },
        {
            "References": "USEPA; High Production Volume Information System (HPVIS); Ethane, 1,1'-oxybis- (60-29-7). Available from, as of October 23, 2007: https://iaspub.epa.gov/oppthpv/quicksearch.display?pChem=100406",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ In each trial, 5 or 6 /male and female/ C3H mice /(10-15/sex/group)/ were exposed /by inhalation/ for 120 min to ether in a 14 L glass chamber connected to an anesthetic machine. Ether was vaporized and diluted with a fixed volume of air (6 L/min.) to result in several concentrations from 27,000 to 46,000 ppm (82 to 139 mg/L, respectively). ... LC50 (95% confidence limit): Males: 31,300 ppm (29,100 - 33,600 ppm) or 95 mg/L (88 -102 mg/L); Females: 32,400 ppm (28,900 - 36,200 ppm) or 98 mg/L (87 -110 mg/L)."
        },
        {
            "References": "USEPA; High Production Volume Information System (HPVIS); Ethane, 1,1'-oxybis- (60-29-7). Available from, as of October 23, 2007: https://iaspub.epa.gov/oppthpv/quicksearch.display?pChem=100406",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ In each trial, 5 or 6 /male and female/ C57BL mice /(10-15/sex/group)/ were exposed /by inhalation/ for 120 min to ether in a 14 L glass chamber connected to an anesthetic machine. Ether was vaporized and diluted with a fixed volume of air (6 L/min.) to result in several concentrations from 32,000 to 96,000 ppm (97 to 291 mg/L, respectively). ... LC50 (95% confidence limit): Males: 60,000 ppm (54,500 - 66,100 ppm) or 182 mg/L (165 - 200 mg/L); Females: 65,800 ppm (60,800 - 71,300 ppm) or 199 mg/L (184 - 216 mg/L)."
        },
        {
            "References": "Grant, W.M. Toxicology of the Eye. 3rd ed. Springfield, IL: Charles C. Thomas Publisher, 1986., p. 411",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Ether tested in a standard manner on rabbit eyes has caused slight reversible injury, graded 2 on a scale of 1 to 10"
        },
        {
            "References": "PMID:1282385",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ The influence of a anesthetic, ethyl-ether, on arterial plasma levels of glucose, insulin and lipids was studied in starved Wistar rats. Ethyl-ether increased significantly (P < 0.05) glucose plasma levels, as a result not only of stress and of the release of catecholamines and glucocorticoids, but also of the decrease in the use of glucose by the tissues. Ethyl-ether did not change significantly the level of triglycerides, cholesterol and phospholipids. Insulin concentration was not increased, even when hyperglycemia was established. Ketonuria, acidosis and hypercapnia were increased. In these rats the administration of insulin produced a diminution in glycemia. ..."
        },
        {
            "References": "Booth, N.H., L.E. McDonald (eds.). Veterinary Pharmacology and Therapeutics. 5th ed. Ames, Iowa: Iowa State University Press, 1982., p. 165",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Withdrawal convulsions occur in mice after 4-15 minutes of exposure to nitrous oxide, cyclopropane, and (to a slight degree) diethyl ether; within 90 minutes convulsions disappear in every instance. ..."
        },
        {
            "References": "USEPA; High Production Volume Information System (HPVIS); Ethane, 1,1'-oxybis- (60-29-7). Available from, as of October 23, 2007: https://iaspub.epa.gov/oppthpv/quicksearch.display?pChem=100406",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Severely irritating /to skin of/ guinea pig at 50 mg/24 hr."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. 5:872",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Primary irritation hazard to rabbit skin and eyes. /From table/"
        },
        {
            "References": "PMID:8322371",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Rats, with and without overnight fasting, were anaesthetised for 5, 15 and 30 min with diethyl ether, killed immediately and total glutathione (total GS), thiobarbituric acid-reacting substances (TBAR), radical-trapping activity (RTA), total cytochrome p450 (CYP), and 7-ethoxyresorufin O-deethylase (CYP1), 7-pentoxyresorufin O-dealkylase (CYP2B) and 4-nitrophenol hydroxylase (CPY2E1) activities of liver and kidney determined. Liver, after ether anaesthesia, but not fasting, showed 30-60% losses of total glutathione, radical-trapping activity, and total cytochrome p450, after 5, 15 and 30 min of anaesthesia, while thiobarbituric acid-reacting substances increased 10-, 20- and 35-fold for the same periods. Liver after ether anaesthesia and overnight fasting showed 50-85% losses of total glutathione, radical-trapping activity and total total cytochrome p450, for 0, 5, 15 and 30 min of anaesthesia, while thiobarbituric acid-reacting substances increased 4-, 30-, 40- and 60-fold for the same periods of anaesthesia. Kidney changes were similar to those in liver. Liver 7-ethoxyresorufin O-deethylase and 7-pentoxyresorufin O-dealkylase were decreased by 45% and 35%, respectively for 30 min of anaesthesia in fed rats, and by 80% and 30% respectively for 30 min of anaesthesia in fasted rats; in contrast, liver 4-nitrophenol hydroxylase was increased 30% by fasting alone and 70% by fasting plus 5 min of ether anaesthesia. Kidney 7-ethoxyresorufin O-deethylase and 7-pentoxyresorufin O-dealkylase were similarly decreased by ether anaesthesia (70% and 50% respectively) in both fed and fasted rats, and 4-nitrophenol hydroxylase was similarly increased (by 40-90% in fed and 30-110% in fasted rats). The decrease in tissue total glutathione, radical-trapping activity, total cytochrome p450, 7-ethoxyresorufin O-deethylase and 7-pentoxyresorufin O-dealkylase, and the increase in lipid peroxidation products (TBAR), are all considered to be due to generation of reactive oxygen species and oxidative stress, associated with the increase in 4-nitrophenol hydroxylase activity that results from both fasting and exposure to diethyl ether."
        },
        {
            "References": "USEPA; High Production Volume Information System (HPVIS); Ethane, 1,1'-oxybis- (60-29-7). Available from, as of October 23, 2007: https://iaspub.epa.gov/oppthpv/quicksearch.display?pChem=100406",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ The median time to death (LT50 values, /in minutes/) were calculated for adult and neonatal Sprague-Dawley rats exposed /by inhalation/ to concentrations of ether vapor of 150,000 or 200,000 ppm. ... The ether was not replenished throughout the exposure so the concentration of ether within the chamber gradually decreased as the exposure progressed. ... The LT50 values (95% confidence limits) for adult and neonatal rats ... /at the/ 150,000 ppm /concentration/ are: Adult 20 (18-24); Neonate 135 (123-148). The LT50 values (95% confidence limits) for adult and neonatal rats ... /at the/ 200,000 ppm /concentration/ are: Adult 17 (14-20); Neonate 86 (80-92)."
        },
        {
            "References": "USEPA; High Production Volume Information System (HPVIS); Ethane, 1,1'-oxybis- (60-29-7). Available from, as of October 23, 2007: https://iaspub.epa.gov/oppthpv/quicksearch.display?pChem=100406",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Ethane, 1,1'-oxybis was administered /orally/ undiluted to two groups of 6 nonfasted male Sprague-Dawley rats: Group 1 = young adults (80 - 160 g) and Group 2 = older adults (300 - 470 g). The test substance was also administered to groups of 6-12 nonfasted rats of both sexes at 14-days of age (16 - 50 g). The animals were observed for one week following dose administration. ... the LD50 values (95% confidence limits) for the individual age groups tested in this study are: 14-day old rats: 1568 mg/kg (855 - 2352 mg/kg); young adults: 1710 mg/kg (1425 - 1924 mg/kg); older adults: 1211 mg/kg (1069 -1354 mg/kg)."
        },
        {
            "References": "USEPA; High Production Volume Information System (HPVIS); Ethane, 1,1'-oxybis- (60-29-7). Available from, as of October 23, 2007: https://iaspub.epa.gov/oppthpv/quicksearch.display?pChem=100406",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Groups of 16 Hartley guinea pigs (equal number of male and female) were exposed /by inhalation/ to the anesthetic concentrations of diethyl ether, 1000 or 10,000 ppm (3.0 mg/L, 30 mg/L), continuously for 35 days. ... The guinea pigs weighed 250 to 350 grams at study initiation. ... 10,000 ppm: By exposure day 20, 25% of the guinea pigs in the 10,000 ppm exposure group died; therefore, surviving animals in this group were killed on day 20. Animals showed reduced body weight gain; no other observed parameter was affected. 1,000 ppm: treated animals revealed no significant deviation from the air-exposed controls in means of body weight, liver-to-bodyweight ratio, blood morphology, or histology. NOAEC = 3.0 mg/L (1,000 ppm); LOAEC = 30 mg/L (10,000 ppm)."
        },
        {
            "References": "USEPA; High Production Volume Information System (HPVIS); Ethane, 1,1'-oxybis- (60-29-7). Available from, as of October 23, 2007: https://iaspub.epa.gov/oppthpv/quicksearch.display?pChem=100406",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Groups of 48 ICR mice (equal number of male and female) were exposed /by inhalation/ to the anesthetic concentrations of diethyl ether, 1000 or 10,000 ppm (3.0 mg/L, 30 mg/L), continuously for 35 days. ... The mice weighed 18 to 20 grams at study initiation. ... 10,000 ppm: By exposure day 20, 25% of the mice in the 10,000 ppm exposure group died; therefore, surviving animals in this group were killed on day 20. Animals showed statistically significant increases in liver weight and liver-to-body weight ratio, no other observed parameter was affected. 1,000 ppm: Treated animals revealed no significant deviation from the air exposed controls in means of body weight, blood morphology or histology. Liver weight and liver-to-bodyweight ratios were significantly increased in the male mice compared to controls. NOAEC = 3.0 mg/L (1,000 ppm); LOAEC = 30 mg/L (10,000 ppm)."
        },
        {
            "References": "USEPA; High Production Volume Information System (HPVIS); Ethane, 1,1'-oxybis- (60-29-7). Available from, as of October 23, 2007: https://iaspub.epa.gov/oppthpv/quicksearch.display?pChem=100406",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Groups of 16 Sprague-Dawley rats (equal number of male and female) were exposed /by inhalation/ to the anesthetic concentrations of diethyl ether, 1000 or 10,000 ppm (3.0 mg/L, 30 mg/L), continuously for 35 days. ... The rats ... /weighed/ 150 to 275 g at study initiation. ... All rats survived 35 days of exposure. Ether treated animals revealed no significant deviation from the air-exposed controls in means of body weight, liver-to-bodyweight ratio, blood morphology, histology. NOAEC = 30 mg/L (10,000 ppm)."
        },
        {
            "References": "NIOSH; NEG and NIOSH Basis for an Occupational Health Standard for Ethyl Ether. p.23. Arbete och Halsa 30 (2002) Available from, as of October 31, 2007: https://www.cdc.gov/niosh/pdfs/93-103a.pdf",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Effects of a 35-day continuous exposure to ethyl ether in concentrations of 0.1 or 1.0 vol% (3.080 to 30,800 mg/cu m) were investigated in young mice, rats, and guinea pigs ... Ethyl ether had a negligible effect on rat or mouse weight gain but produced a statistically significant weight loss in guinea pigs at the higher concentration. Livers from mice and guinea pigs treated with 1.0 vol% (30,800 mg/cu m) ethyl ether showed only slight increases in lesions compared to controls,whereas no increases in lesions were seen in rats. No consistent injury to any other organ than the liver was observed. The higher dose of ethyl ether was reported to be lethal to mice and guinea pigs, but not to rats. ... The mortality was not related to changes in blood or any tissue examined, including the bone marrow ..."
        },
        {
            "References": "European Chemicals Bureau; IUCLID Dataset, Diethyl Ether (CAS # 60-29-7) p.29 Available from, as of September 24, 2007: https://esis.jrc.ec.europa.eu/",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Male and female albino rats /were given/ diethyl ether by gavage for 90 days at 30 animals/dose/sex: 0, 500, 2000, and 3500 mg/kg/ bw d. At 3500 mg/kg/ bw d 15/60 rats died; there were observed inhibition in body weight gain and decreased food consumption, decreases in hemoglobin and hematocrit values, and a slight increase in red blood cell count. SGPT (= SALT, Serum alanine amino transferase) and serum cholesterol levels were significantly increased. At 2000 mg/kg/ bw d 4/60 rats died and inhibitions in body weight gain, transient increases in serum cholesterol, retinal atrophy, elevated relative hepatic weights, and gross necropsy aberrations were observed. At 500 mg/kg/ bw d one rat had retinal atrophy, but no other effects of histopathologic lesions were observed. LOAEL = 2000 mg/kg/ bw."
        },
        {
            "References": "USEPA; High Production Volume Information System (HPVIS); Ethane, 1,1'-oxybis- (60-29-7). Available from, as of October 23, 2007: https://iaspub.epa.gov/oppthpv/quicksearch.display?pChem=100406",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Pregnant Sprague-Dawley rats were anesthetized with 7.3 vol%, 73,000 ppm (220 mg/L), ether during early or late organogenesis. Animals were anesthetized /on days 9, 10, 11 or days 13, 14, 15 of gestation / for 1 hour in a 5.0 liter closed circuit anesthesia apparatus. Litters were delivered by cesarean section on day 19 of gestation, weighed, examined and measured. Ether anesthesia of pregnant rats caused early and late fetal resorptions and skeletal anomalies but did not alter the incidence of soft tissue anomalies. Thus ether did not show to be highly teratogenic; hypoxia might contribute to the embryotoxicity of ether."
        },
        {
            "References": "USEPA; High Production Volume Information System (HPVIS); Ethane, 1,1'-oxybis- (60-29-7). Available from, as of October 23, 2007: https://iaspub.epa.gov/oppthpv/quicksearch.display?pChem=100406",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Five male mice per group, 11 weeks of age, were exposed /by inhalation/ to diethyl ether vapors four hours/day, for 5 consecutive days at 3200 and 16000 ppm (9.7 and 48 mg/L). ... No increase in the number of abnormal epididymal spermatozoa were found when compared to the control group as the following table indicates: Percent abnormal spermatozoa (+/- SEM) at concentration 0 ppm (control group) = 1.42 (+/- 0.08); Percent abnormal spermatozoa (+/- SEM) at concentration 16,000 ppm = 1.24 (+/- 0.11); Percent abnormal spermatozoa (+/- SEM) at concentration 3,200 ppm = 1.70 (+/- 0.23). ... One mouse in the 3,200 ppm group did not survive the exposures. All surviving mice were evaluated for morphologically abnormal spermatozoa."
        },
        {
            "References": "PMID:12458191",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ ... The effects of an inhalatory anesthetic (ethyl ether) during the neonatal period of brain sexual differentiation on the later fertility and sexual behavior of male rats /were investigated/. Animals were exposed to ethyl ether immediately after birth. At adulthood, body weight, testes wet weight, and plasma testosterone levels were not affected; however, neonatal exposure to ether showed alterations on male fertility: a decrease in the number of spermatids and spermatozoa, an increase in the transit time of cauda epididymal spermatozoa and a decrease in daily sperm production. An alteration of sexual behavior was also observed: decreased male sexual behavior and appearance of homosexual behavior when the male rats were castrated and pretreated with exogenous estrogen. ..."
        },
        {
            "References": "NIOSH; NEG and NIOSH Basis for an Occupational Health Standard for Ethyl Ether. p.14. Arbete och Halsa 30 (2002) Available from, as of October 31, 2007: https://www.cdc.gov/niosh/pdfs/93-103a.pdf",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ Ethyl ether has been reported to have complex effects on learning and memory in experimental studies in mice. Ethyl ether, kike strychnine. appears to be a modulator of learning and memory. Some investigators have described retrograde amnesia after exposure to ethyl ether, but due to differences in methododogy, the anmestic effects of ethyl ether have not been found consistently."
        },
        {
            "References": "USEPA; High Production Volume Information System (HPVIS); Ethane, 1,1'-oxybis- (60-29-7). Available from, as of October 23, 2007: https://iaspub.epa.gov/oppthpv/quicksearch.display?pChem=100406",
            "Value": "/GENOTOXICITY/ Ethane, 1,1'-oxybis- at concentrations 1 or 97% /tested/ negative /in the/ sister chromatid exchange assay with Chinese hamster ovary (CHO) cells with and without metabolic activation."
        },
        {
            "References": "USEPA; High Production Volume Information System (HPVIS); Ethane, 1,1'-oxybis- (60-29-7). Available from, as of October 23, 2007: https://iaspub.epa.gov/oppthpv/quicksearch.display?pChem=100406",
            "Value": "/GENOTOXICITY/ Ethyl ether did not cause genotoxicity in E. coli strains, WP2, WP67, CM871, deficient in tryptophan synthesis /with or without metabolic activation/. The MIC of all tester strains both with and without S9 mix were identical (i.e >40,000 ug). Method: Liquid micromethd procedure. Disposable, sterile Microtiter plates containing 8 rows of 12 350 uL wells were utilized for this test. Fifty microliters of the test substance were distributed in each of the first wells of six 8-well rows. The test concentrations varied beginning with the solubility or toxicity limit of the test substance. With this as the starting concentration, the test substance was further diluted in nutrient broth for a total of eight, 2 -fold dilutions (50 uL/well, 6 wells/dilution). Of these six 8 -well rows, three were filled with 50 uL 0.2 M phosphate-buffered saline (PBS) and 3 with 50 uL S9 mix. The S9 mix contained 10% liver S9 fractions from Aroclor-treated Sprague-Dawley rats, whose protein concentration had been adjusted to 30 mg/mL. Finally, each row of wells was filled with 100 uL of one of the three bacterial strains. The plates were sealed with self-adhesive acetate tape and then place on a multiple microshaker apparatus for 5 minutes of mixing. Bacterial growth in each well was visually evaluated after 16 hours at 37 degrees C, by observing the increase in turbidity of the medium and/or formation of a pellet of settled cells on the bottom of the wells. Five separate experiments were performed in order to determine the reproducibility of results. ..."
        },
        {
            "References": "USEPA; High Production Volume Information System (HPVIS); Ethane, 1,1'-oxybis- (60-29-7). Available from, as of October 23, 2007: https://iaspub.epa.gov/oppthpv/quicksearch.display?pChem=100406",
            "Value": "/GENOTOXICITY/ Ethyl ether was tested with each strain /(Salmonella typhimurium TA 98, TA 100, TA 1535, TA 1537, TA 1538)/ in duplicate or triplicate using the plate-incorporation method both with and without S9 activation. The test concentrations varied starting from the solubility or toxicity limit of the test substance. The S9 mix contained 10% liver S9 fractions from Aroclor-treated Sprague-Dawley rats, whose protein concentration had been adjusted to 30 mg/mL. ... Ethyl ether did not increase the number of revertants in Salmonella typhimurium /with or without metabolic activation/."
        },
        {
            "References": "NIOSH; NEG and NIOSH Basis for an Occupational Health Standard for Ethyl Ether. p.8. Arbete och Halsa 30 (2002) Available from, as of October 31, 2007: https://www.cdc.gov/niosh/pdfs/93-103a.pdf",
            "Value": "/GENOTOXICITY/ In 18 strains of Drosophila melanogaster with different genetic characteristics, a wide variation in sensitivities to ethyl ehter anesthesia, gamma-ray knock-down and gamma-ray lethality was demonstrated. There was no correlation between DNA-repair capacity and ethyl ether sensitivity or gamma-ray knock-down sensitivity, whereas strains deficient in excision repair were found to be sensitive to gamma-ray lethality. ..."
        },
        {
            "References": "PMID:7685482",
            "Value": "/GENOTOXICITY/ Concentration of water-saturated commercial samples of diethyl ether by a stream of nitrogen yielded an aqueous residue mutagenic in S. typhimurium strains TA100 and TA102, but not TA1535. Reverse phase high-performance liquid chromatography resolved the mixture into 4 UV absorbing peaks, each of which was positive for peroxide and mutagenic in strain TA100 and TA102. One of these was identified as hydrogen peroxide base on HPLC retention time and sensitivity to decomposition by catalase, and another as 1-ethoxyethylhydroperoxide, based on its 1H-NMR spectrum. The mutagenic peroxides appeared to be stable in water between pH 3 and 6, but unstable above pH 7; they were less stable in methanol, acetonitrile, and least stable in chloroform, in which they partially decomposed after 24 hr at 20 °C. ..."
        },
        {
            "References": "PMID:16931982",
            "Value": "/OTHER TOXICITY INFORMATION/ ... The gene unc-1 plays a central role in determining volatile anesthetic sensitivity in Caenorhabditis elegans. Because different unc-1 alleles cause strikingly different phenotypes in different volatile anesthetics, the UNC-1 protein is a candidate to directly interact with volatile anesthetics. UNC-1 is a close homologue of the mammalian protein stomatin, for which a mouse knockout was recently constructed. Because the stomatin gene is expressed in dorsal root ganglion cells, the authors hypothesized that the knockout would have an effect on anesthetic sensitivity in mice similar to that seen in nematodes. ... Mice were placed in semiclosed chambers and exposed to continuous flows of diethyl ether, halothane, or isoflurane in air. Using lack of response to tail clamp as an endpoint, the authors determined the EC50s for the knockout strain compared with the nonmutated parental strain. They compared the differences seen in the mouse strains with the differences seen in the nematode strains. ... Stomatin-deficient mice had a 12% increase in sensitivity to diethyl ether but no significant change in sensitivity to halothane or isoflurane compared with wild type. No defect in locomotion was noted in the mutant mouse. ... Nematodes and mice with deletions of the stomatin gene both have increased sensitivity to diethyl ether. Neither nematodes nor mice with stomatin deficiencies have significantly altered sensitivity to isoflurane or halothane. ..."
        },
        {
            "References": "PMID:16192521",
            "Value": "/OTHER TOXICITY INFORMATION/ In this study we sought to determine whether exposure to the anesthetics diethyl ether and isoflurane influences the activity of hepatic cytochrome P450 2E1 and P450 reductases in the rat. Rats were fed a purified diet for 6 wk before anesthesia with 1 of 3 anesthetics: carbon dioxide, diethyl ether, or isoflurane. Cytochrome P450 2E1 and P450 reductases were measured in liver microsomes. No significant differences in enzyme activities were found among the groups. These results indicate that diethyl ether and isoflurane can be used to kill rats without inducing P450 enzymes. IMPLICATIONS: Rats were anesthetized with ether, isoflurane, or carbon dioxide and liver P450 enzymes were quantified by spectrophotometry. Based on the results of this study, rats can be anesthetized with isoflurane or diethyl ether for a short period without a change in the activity of P450 enzymes."
        },
        {
            "References": "Browning, E. Toxicity and Metabolism of Industrial Solvents. New York: American Elsevier, 1965., p. 496",
            "Value": "/OTHER TOXICITY INFORMATION/ After preliminary irritation /CNS depression/ sets in rapidly and with lethal concentration death is due to respiratory paralysis. Acidosis during phase of anesthesia and compensatory tendency to alkalosis during recovery has been stated to occur."
        },
        {
            "References": "Rossoff, I.S. Handbook of Veterinary Drugs. New York: Springer Publishing Company, 1974., p. 205",
            "Value": "/OTHER TOXICITY INFORMATION/ ... Inhalation ether anesthesia is irritating to bronchi and may aggravate existing bronchitis."
        },
        {
            "References": "Clarke, M. L., D. G. Harvey and D. J. Humphreys. Veterinary Toxicology. 2nd ed. London: Bailliere Tindall, 1981., p. 90",
            "Value": "/OTHER TOXICITY INFORMATION/ Fatalities from ether are rare. Albuminuria, oliguria or even anuria may occur as temporary abnormality following use of ether as result of irritant action of drug upon kidneys; effect is most pronounced in dogs over 4 yr old."
        },
        {
            "References": "Booth, N.H., L.E. McDonald (eds.). Veterinary Pharmacology and Therapeutics. 5th ed. Ames, Iowa: Iowa State University Press, 1982., p. 192",
            "Value": "/OTHER TOXICITY INFORMATION/ The anesthetic potency of ether is less than that of halothane or methoxyflurane. The MAC of ether in the dog is 3% and for halothane and methoxyflurane, 0.87% and 0.23% respectively. Before MAC values were determined for anesthetics, it was well known that an ether vapor concentration of 3-4% in inspired air was necessary to induce anesthesia in the dog."
        },
        {
            "References": "Booth, N.H., L.E. McDonald (eds.). Veterinary Pharmacology and Therapeutics. 5th ed. Ames, Iowa: Iowa State University Press, 1982., p. 193",
            "Value": "/OTHER TOXICITY INFORMATION/ Ether has little significant effect upon the kidneys of small animals during the relatively short time it is usually administered in veterinary practice. Urine output is probably decreased by the antidiuretic hormone of the pituitary. Some animals may be unable to properly concentrate a high specific gravity urine either during or following anesthesia."
        },
        {
            "References": "Booth, N.H., L.E. McDonald (eds.). Veterinary Pharmacology and Therapeutics. 5th ed. Ames, Iowa: Iowa State University Press, 1982., p. 193",
            "Value": "/OTHER TOXICITY INFORMATION/ Liver. Ether anesthesia of 1 hr duration causes no depression of liver function in the dog according to the BSP tests. Prolonged etherization on successive days produces no demonstrable pathology in the livers of dogs. Liver glycogen is decreased by approximately 50% during the first hr."
        },
        {
            "References": "Booth, N.H., L.E. McDonald (eds.). Veterinary Pharmacology and Therapeutics. 5th ed. Ames, Iowa: Iowa State University Press, 1982., p. 192",
            "Value": "/OTHER TOXICITY INFORMATION/ Ether vapors are irritating to the respiratory tract and stimulate a profuse secretion of mucous. Atropine must be used as part of the preanesthetic procedure to prevent this effect. Ether is contraindicated in animal patients suffering from pneumonia or other respiratory complications."
        },
        {
            "References": "Booth, N.H., L.E. McDonald (eds.). Veterinary Pharmacology and Therapeutics. 5th ed. Ames, Iowa: Iowa State University Press, 1982., p. 192",
            "Value": "/OTHER TOXICITY INFORMATION/ Cardiovascular System. Anesthetic concentrations of ether have little effect upon the heart. In this respect it has a great advantage over halogenated anesthetics because there is little danger of inducing ventricular fibrillation. Heart rate and blood pressure are increased during the excitement of induction, primarily from release of epinephrine from increased sympathetic nervous activity. There are occasional varied arrhythmias generally occurring during induction. Cardiac output during light surgical anesthesia is increased by about 20%. Increase in cardiac output probably accounts for maintenance of blood pressure at this relatively high level. Deep surgical anesthesia causes a progressive fall in blood pressure as a result of a drop in cardiac output and progressive depression of the vasomotor centers with peripheral vasodilation. Cardiac output drops from depression of cardiac contractility. However, it is less for ether than for other inhalant anesthetics. At the termination of Stage III, respiration ceases but the heart continues to beat. The circulation is inadequate because the peripheral vasodilation permits blood to remain in blood vessels instead of returning it to the heart in proper supply. Thus the underoxygenated myocardium ceases to beat, and death from hypoxia and asphyxiation occurs. There are evidences of hemoconcentration during ether anesthesia (ie, reduction in plasma volume and increases in cell volume, hemoglobin, and red cell counts). Production of platelets is probably unaffected by ether as well as by most other anesthetics."
        },
        {
            "References": "Booth, N.H., L.E. McDonald (eds.). Veterinary Pharmacology and Therapeutics. 5th ed. Ames, Iowa: Iowa State University Press, 1982., p. 193",
            "Value": "/OTHER TOXICITY INFORMATION/ Gastrointestinal Tract. Ether markedly depresses the tone and motility of the GI tract. During plane 3 of Stage III, peristalsis and muscular tone are depressed completely. Depression continues during the postanesthetic state for a variable period, depending on depth and duration of etherization. Nausea followed by emesis is a common complication of light etherization that frequently occurs postanesthetically. However, this usually can be prevented by judicious use of preanesthetic agents."
        },
        {
            "References": "Booth, N.H., L.E. McDonald (eds.). Veterinary Pharmacology and Therapeutics. 5th ed. Ames, Iowa: Iowa State University Press, 1982., p. 193",
            "Value": "/OTHER TOXICITY INFORMATION/ Skeletal Musculature. Ether is superior to any of the general anesthetics now in use for producing skeletal muscle relaxation. Profound muscle relaxation is achieved partly by its depressant effect upon the extrapyramidal and pyramidal pathways of the CNS. Ether also has a curariform blocking effect at the motor end-plate of skeletal muscle. If ether and d-tubocurarine are used together, it is necessary to reduce the amount of d-tubocurarine to one-third the recommended dose level to avoid paralysis of respiratory musculature. Ordinarily, relaxation produced by ether is sufficient to obviate use of skeletal muscle relaxants."
        },
        {
            "References": "Booth, N.H., L.E. McDonald (eds.). Veterinary Pharmacology and Therapeutics. 5th ed. Ames, Iowa: Iowa State University Press, 1982., p. 193",
            "Value": "/OTHER TOXICITY INFORMATION/ Endocrine Release. Since ether is commonly used in small laboratory animals, it is important to point out some of its effects upon the endocrine system. In the intact rat, ether anesthesia significantly increases the plasma corticosterone level. However, in bilaterally adrenalectomized animals, ether anesthesia elevates the plasma prolactin level. Injections of corticosterone in adrenalectomized rats prevents the increase in plasma prolactin induced by ether."
        },
        {
            "References": "Booth, N.H., L.E. McDonald (eds.). Veterinary Pharmacology and Therapeutics. 5th ed. Ames, Iowa: Iowa State University Press, 1982., p. 193",
            "Value": "/OTHER TOXICITY INFORMATION/ Advantages and Disadvantages. In laboratory medicine, ether is probably the most popular volatile anesthetic used in rodents. It is a low-cost anesthetic & does not require costly or complex equipment for administration. Ether has not been implicated as a potentially hazardous agent to operating room personnel, as many of the other inhalant anesthetics have. ... With proper premedication, ether is the safest of all general anesthetics. Ether satisfactorily depresses the CNS without undesirable effects upon other systems of the body. It permits ready control of the level of anesthesia especially if used with oxygen, and provides good surgical anesthesia in the young pig, calf, dog, and cat. In the recent clinical literature, use of ether in ponies is recommended over halothane. Recovery from anesthesia is slower than when halothane is used. However, the potential toxicity of halothane on cardiac and liver function is much greater than for ether."
        },
        {
            "References": "PMID:7097473",
            "Value": "/OTHER TOXICITY INFORMATION/ The effect of anesthesia with pentobarbital and diethyl ether on drug disposition was investigated in the rat. The disposition rate constants of gentamicin and tobramycin were decreased during anesthesia with pentobarbital and ether, but their volumes of distribution were not affected. The decrease in disposition rate constant was correlated with the rectal temperature of the rat. The effect of ether anesthesia (for 30 min) on the disposition rate persisted for 2 hr; the rectal temperature returned to the control value after only 1 hr."
        },
        {
            "References": "Glowa JR; Neurotoxicool Teratol 15 (4): 215-21 (1993)",
            "Value": "/OTHER TOXICITY INFORMATION/ Diethyl ether has diverse behavioral effects and is known for its ability to stimulate stress hormones, yet little is known of the concentrations in which these effects occur. To more fully characterize these effects, adult male NIH mice were exposed to a range of concentrations of ether (1000-30000 ppm) in an inhalation chamber and both behavioral and neuroendocrine response were assessed. When responding was maintained under FI-60 s schedules of milk presentation, 30-min exposures to 1000 ppm ether resulted in minimal behavioral effects, 3000-10000 ppm increased rates of responding over two-fold and higher concentrations decreased responding almost completely. Five-min exposures to the same range of concentrations resulted in concentration-related effects which were smaller than those produced by 30-min exposures. Exposure to a similar range of concentrations in naive mice increased adrenocorticotrophic hormone (ACTH) and corticosterone levels in a time- and concentration-dependent manner. Five-min exposures to 10000 ppm ether increased levels of adrenocorticotrophic hormone from a baseline of 29.95 pg/mL to 310.5 pg/mL but did not affect corticosterone. Thirty-min exposures to the full range of concentrations of ether, increased corticosterone from control levels of 70 ng/mL to 418 ng/mL at 30000 ppm, and increased adrenocorticotrophic hormone from control levels of 19.13 pg/mL to 80.5 pg/mL at 30000 ppm, in a concentration-dependent manner. The increase in adrenocorticotrophic hormone for 30-min exposures was not as large as that observed for 5-min exposures at 10000 ppm, nor was it as large as that seen for corticosterone. The imidazobenzodiazepine, Ro 15-4513 decreased FI responding at doses greater than 3 mg/kg and attenuated the rate-increasing effects of diethyl ether at 1 mg/kg. Diethyl ether exhibits robust behavioral and neuroendocrine activating effects."
        },
        {
            "References": "Booth, N.H., L.E. McDonald (eds.). Veterinary Pharmacology and Therapeutics. 5th ed. Ames, Iowa: Iowa State University Press, 1982., p. 192",
            "Value": "/OTHER TOXICITY INFORMATION/ Uridine diphosphoglucuronyl transferase, the enzyme responsible for transfer of glucuronic acid from uridine diphosphoglucuronic acid (UDPGA), is inhibited by ether ..."
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "(1) Hansch C et al; Exploring QSAR. Hydrophobic, Electronic, and Steric Constants. ACS Prof Ref Book. Heller SR (consult ed) Washington,DC: Amer Chem Soc p. 10 (1995) (2) Lyman WJ et al; Handbook of Chemical Property Estimation Methods. Washington,DC: Amer Chem Soc pp. 4-9 (1990) (3) Swann RL et al; Res Rev 85: 23 (1983) (4) Steinberg SM, Kreamer DK; Environ Sci Technol 27: 883-88 (1993)",
            "Value": "The Koc of diethyl ether is estimated as approximately 73(SRC), using a log Kow of 0.89(1) and a regression-derived equation(2). According to a classification scheme(3), this estimated Koc value suggests that diethyl ether is expected to have high mobility in soil(SRC). A vapor-phase partition coefficient of 15.49 was measured for diethyl ether at 30 °C in the silt and clay size fraction of a calcareous soil (1.2% organic carbon w/w) from Southern Nevada at 52% relative humidity(4)."
        }
    ]
}