{
    "_id": {
        "$oid": "6682e7fec4e5dba5ffba2361"
    },
    "CID": {
        "$numberInt": "3286"
    },
    "Name": "ETHION",
    "IUPACName": "diethoxyphosphinothioylsulfanylmethylsulfanyl-diethoxy-sulfanylidene-lambda5-phosphane",
    "CanonicalSMILES": "CCOP(=S)(OCC)SCSP(=S)(OCC)OCC",
    "Synonyms": [
        "ethion",
        "563-12-2",
        "Diethion",
        "Ethanox",
        "Ethopaz",
        "Nialate",
        "Embathion",
        "Rhodocide",
        "Ethodan",
        "Hylemox",
        "Rodocid",
        "Phosphotox E",
        "Fosfatox E",
        "Niagara 1240",
        "Fosfono 50"
    ],
    "IsomericSMILES": "CCOP(=S)(OCC)SCSP(=S)(OCC)OCC",
    "INCHI": "InChI=1S/C9H22O4P2S4/c1-5-10-14(16,11-6-2)18-9-19-15(17,12-7-3)13-8-4/h5-9H2,1-4H3",
    "INCHIKEY": "RIZMRRKBZQXFOY-UHFFFAOYSA-N",
    "Formula": "C9H22O4P2S4",
    "MolecularWeight": {
        "$numberDouble": "384.5"
    },
    "Description": "Ethion is an organic thiophosphate that is S,S'-methanediyl bis[dihydrogen (phosphorodithioate)] in which all the hydroxy groups have been converted to their corresponding ethyl esters respectively. Ethion is an organophosphate insecticide with inhibitory activity towards the enzyme acetylcholinesterase ( EC 3.1.1.7). It has a role as an EC 3.1.1.7 (acetylcholinesterase) inhibitor, an acaricide, an agrochemical, an insecticide and an environmental contaminant.",
    "XlogP": {
        "$numberDouble": "5.1"
    },
    "Complexity": {
        "$numberInt": "279"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "animal_concentrations": [
        {
            "References": "White-Stevens, R. (ed.). Pesticides in the Environment: Volume 1, Part 1, Part 2. New York: Marcel Dekker, Inc., 1971., p. 378",
            "Value": "... ETHION ... /HAS BEEN RECOVERED/ IN THE LOW-NANOGRAM RANGE FROM ... BEES & URINE."
        },
        {
            "References": "PMID:8142715",
            "Value": "Ethion recovery rates from chickens collected from supermarkets and grocery stores in Coimbra, Portugal were 82.42 and 94.70% of 39.6 and 78.6 ug/kg, respectively, in muscle, and 91.22 and 92.66% of 100 and 195.7 ug/kg, respectively, in skin(1)."
        }
    ],
    "environmental_bioconcentrations": [
        {
            "References": "Kenaga, EE; Ecotoxicology and Environmental Safety 4: 29 (1980)",
            "Value": "Bioconcentration factor predicted from water solubility = 418 (calculated); predicted from soil adsorption coefficient = 1,300 (calculated)./From table/"
        },
        {
            "References": "(1) Hansch C et al; Exploring QSAR. Hydrophobic, Electronic, and Steric Constants. ACS Prof Ref Book. Heller SR, consult. ed., Washington, DC: Amer Chem Soc p. 65 (1995) (2) Meylan WM et al; Environ Toxicol Chem 18: 664-72 (1999) (3) Franke C et al; Chemosphere 29: 1501-14 (1994)",
            "Value": "An estimated BCF of 1600 was calculated for ethion(SRC), using a log Kow of 5.07(1) and a regression-derived equation(2). According to a classification scheme(3), this BCF suggests the potential for bioconcentration in aquatic organisms is very high."
        }
    ],
    "environmental_biodegradations": [
        {
            "References": "Menzie, C.M. Metabolism of Pesticides, Update II. U.S. Department of the Interior, Fish Wildlife Service, Special Scientific Report - Wildlife No. 2l2. Washington, DC: U.S. Government Printing Office, 1978., p. 136",
            "Value": "WHEN SEDIMENT SAMPLES FROM A SALINE LAGOON WERE INCUBATED WITH ETHION FOR 20 DAYS, ETHION DEGRADATION WAS SLOW. ANALYSES INDICATED THE FORMATION OF SULFIDE FROM ETHION. IN THESE STUDIES, ETHION WAS THE SOLE SULFUR SOURCE ... /BACTERIAL DEGRADATION/"
        },
        {
            "References": "(1) Dierberg FE, Pfeuffer RJ; J Agric Food Chem 31: 704 (1983) (2) Sharom MS et al; Water Res 14: 1089 (1980) (3) Miles JRW et al; Bull Environ Contam Toxicol 22: 312 (1979) (4) Mithyantha MS, Agnihothrodu V; Pestic Environ Proc Natl Semin. Regupathy A et al, eds. Coimbatore, India: Tamil Nadu Agric Univ pp. 108 (1984) (5) Eichelberger JW, Lichtenberg JJ; Environ Sci Technol 5: 541-1 (1971)",
            "Value": "The half-life of ethion in both sterilized and unsterilized FL canal water was found to be 24-26 days over a 12-week observation period(1). The rate of degradation of ethion in natural marsh water and in sterilized marsh water was found to be the same over a 16-week observation period(2). However, ethion may be biodegradable in surface waters; the compound at 10 ug/l in Miami, Ohio river water was 25% lost in two weeks in sealed glass jars under sunlight and artificial fluorescent light(5). The half-life of ethion in sterile sandy loam and organic soil was found to be greater than 24 weeks while the half-life in the nonsterile soils was 7-8 weeks(3). The half-life in red, black, and laterite soil was 9.0-15.5 days in the laboratory(4)."
        }
    ],
    "fish_seafood_concentrations": [
        {
            "References": "(1) Butler PA, Schutzmann RL; Pestic Monitor J 12: 51 (1978) (2) Miles JRW, Harris CR; J Econ Entomol 71: 125 (1978)",
            "Value": "As part of the monitoring for the National Pesticides Monitoring Program for estuarine fish 1972-1976, ethion was detected in 19 of 140 juvenile fish collected in MD (mean concn of 0.169 mg/kg) and in 1 of 51 juvenile fish collected in TX (concn of 0.083 mg/kg) (1). Ethion concentrations of 0.01 to 0.05 ppm were detected in fish (carp, catfish, silver bass, whitefish) taken from Holland Marsh and Lake Ontario in 1974(2)."
        }
    ],
    "logP": [
        {
            "References": "Hansch, C., Leo, A., D. Hoekman. Exploring QSAR - Hydrophobic, Electronic, and Steric Constants. Washington, DC: American Chemical Society., 1995., p. 65",
            "Value": "log Kow = 5.073"
        }
    ],
    "mechanism_of_action": [
        {
            "References": "International Labour Office. Encyclopedia of Occupational Health and Safety. Vols. I&II. Geneva, Switzerland: International Labour Office, 1983., p. 1638",
            "Value": "The main feature of the toxic mechanism of organophosphorus pesticides is inhibition of the esterase enzyme activity, in particular of cholinesterase, which plays an important physiological part. Organophosphorus pesticides can also indirectly interact with the biochemical receptors of acetylcholine. /Organophosphorus pesticides/"
        },
        {
            "References": "Tomlin, C.D.S. (ed.). The Pesticide Manual - World Compendium. 10th ed. Surrey, UK: The British Crop Protection Council, 1994., p. 408",
            "Value": "Non-systemic acaricide and insecticide with predominantly contact action. Cholinesterase inhibitor."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists, Inc. Documentation of the Threshold Limit Values and Biological Exposure Indices. 6th ed. Volumes I, II, III. Cincinnati, OH: ACGIH, 1991., p. 562",
            "Value": "Ethion is a choloinesterase-inhibiting organophosphate ester and behaves like other organophosphate compounds possessing a similar degree of biologic activity."
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "GENE-TOX Program: Current Status of Bioassay in Genetic Toxicology. U.S. Environmental Protection Agency, Washington, DC. Office of Toxic Substances and Pesticides. (For program information, contact Environmental Mutagen Information Center, Oak Ridge National Laboratory, Post Office Box Y, Oak Ridge, Tennessee 37830. Telephone (615) 574-7871)",
            "Value": "MUTAGENICITY: MUTATION RESEARCH 76: 169 (1980). ESCHERICHIA COLI WP2,UVA - REVERSE MUTATION STUDIES WITH METABOLIC ACTIVATION: NEGATIVE."
        },
        {
            "References": "Worthing, C.R., S.B. Walker (eds.). The Pesticide Manual - A World Compendium. 7th ed. Lavenham, Suffolk, Great Britain: The Lavenham Press Limited, 1983., p. 244",
            "Value": "IN 28 DAY FEEDING TRIALS FEMALE ALBINO RATS RECEIVING 300 MG/KG DIET SURVIVED WITHOUT ANY EFFECT ON GROWTH RATE THOUGH THERE WAS EVIDENCE OF CHOLINESTERASE INHIBITION @ GREATER THAN 10 MG/KG DIET."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists, Inc. Documentation of the Threshold Limit Values, 4th ed., 1980. Cincinnati, Ohio: American Conference of Governmmental Industrial Hygienists, Inc., 1980., p. 171",
            "Value": "ETHION IS A CHOLINESTERASE-INHIBITING ORGANOPHOSPHATE ESTER ... CHOLINESTERASE ACTIVITY IS COMPLETELY INHIBITED IN RATS FED 600, 1000 & 1500 PPM & MARKEDLY INHIBITED IN THOSE FED 300 PPM IN THE DIET. CHRONIC FEEDING STUDIES HAVE NOT REVEALED ANY MICRO- OR MACROSCOPIC FINDINGS IN SURVIVING ANIMALS FED THESE CONCENTRATIONS."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists, Inc. Documentation of the Threshold Limit Values, 4th ed., 1980. Cincinnati, Ohio: American Conference of Governmmental Industrial Hygienists, Inc., 1980., p. 171",
            "Value": "ETHION (0.05 ML) PLACED IN THE EYE OF A RABBIT IS IMMEDIATELY IRRITATING BUT DOES NOT PRODUCE SCARRING OF THE CORNEA."
        },
        {
            "References": "Arruda VL et al; Rev Bras Biol 42 (2): 409-14 (1982)",
            "Value": "The topical toxicity of 4 insecticides, based on LD50 values, on lab-reared Ceratitis capitata was the following: fenthion was greater than malathion was greater than parathion was much greater than ethion. Males were more sensitive to the insecticides than females."
        },
        {
            "References": "PMID:7272842",
            "Value": "Ethion was evaluated to determine the relative cytotoxic effects in avian dorsal root ganglia cultures. The cytotoxic changes included decreased migration of cells from the culture implant, varicosities in and shortening of various cells and vacuolization and rounding of neuroglial cells. At high concentrations, pigmentary degeneration and complete abolition of cell growth were observed."
        },
        {
            "References": "Worthing, C.R., S.B. Walker (eds.). The Pesticide Manual - A World Compendium. 7th ed. Lavenham, Suffolk, Great Britain: The Lavenham Press Limited, 1983., p. 244",
            "Value": "It is non-phytotoxic except to apple varieties maturing at the same time as or before Early McIntosh."
        },
        {
            "References": "Hartley, D. and H. Kidd (eds.). The Agrochemicals Handbook. Old Woking, Surrey, United Kingdom: Royal Society of Chemistry/Unwin Brothers Ltd., 1983., p. A183/Oct 83",
            "Value": "Toxic to bees"
        },
        {
            "References": "Clarke, M. L., D. G. Harvey and D. J. Humphreys. Veterinary Toxicology. 2nd ed. London: Bailliere Tindall, 1981., p. 153",
            "Value": "MUSCARINIC SIGNS OF /ORGANOPHOSPHORUS CMPD/ ... CONSIST OF HYPERSALIVATION, LACRIMATION, SWEATING & NASAL DISCHARGE. MIOSIS, DYSPNEA, VOMITING, DIARRHEA & FREQUENCY OF URINATION ... NICOTINIC EFFECTS CONSIST OF FASCICULATION OF MUSCLES, WEAKNESS & PARALYSIS. CENTRAL /NERVOUS SYSTEM/ EFFECTS INCLUDE NERVOUSNESS, APPREHENSION, ATAXIA, CONVULSIONS & COMA. DEATH IS DUE TO RESP FAILURE, OR SOMETIMES CARDIAC ARREST. THERE IS LITTLE DIFFERENCE BETWEEN SIGNS PRODUCED BY DIFFERENT ... CMPD, BUT ROUTE OF ABSORPTION MAY INFLUENCE ONE SYSTEM MORE THAN ANOTHER. /ORGANOPHOSPHORUS CMPD/"
        },
        {
            "References": "Tomlin, C.D.S. (ed.). The Pesticide Manual - World Compendium. 10th ed. Surrey, UK: The British Crop Protection Council, 1994., p. 408",
            "Value": "Non-phytotoxic when used as directed, except to some varieties of apple (paticularly early maturing varieties."
        }
    ],
    "sediment_soil_concentrations": [
        {
            "References": "(1) Carey AE et al; Pestic Monit J 12: 117 (1978) (2) USGS; National Water Summary 1984, Water Supply Paper No 2275, Alexandria VA, Dept Interior, US Geological Survey (1984) (3) Miles JRW, Harris CR; J Econ Entomol 71: 125 (1978) (4) Miles JRW, Harris CR; J Environ Sci Health B13: 199 (1978) (5) Krapac IG et al; J Soil Contam 4: 209-26 (1995) (6) Miles CF, Pfeuffer RJ; Arch Environ Contam Toxicol 32: 337-45 (1997) (7) Szeto SY, Price PM; J Agric Food Chem 39: 1679-84 (1991)",
            "Value": "SOIL: Ethion was detected in 2 of 1486 soil samples (concentrations of 0.06 and 0.24 ppm) collected from 37 states during fiscal year 1972 as part of the National Soils Monitoring Program(1). It has been detected in marsh soils of the Holland Marsh in southern Ontario (1972-1975 monitoring) which serves as part of the drainage system from agricultural lands(3). Ethion was detected in 23 of 28 organic soils of 28 widely separated farms in southwestern Ontario in 1976 with positive concns ranging from a trace to 4.28 ppm(4). 10 soil samples from 8 agrichemical facilities sites were found positive for ethion with concns ranging from 18-6300 ug/kg, with a mean concn of 283 ug/kg and a median of 237 ug/kg(5). Ethion was not detected in loamy sand farms and silt loam farms in the Fraser Valley, British Columbia, but was detected in 2 out of 4 muck farms at concns ranging 14-256 ppb dry weight, and a mean of 135 ppb dry weight(7). SEDIMENT: Ethion was detected in 0.4% of 928 bed sediment samples collected at 174 US Geological Survey-USEPA Pesticide Monitoring Network stations between 1975-1980(2). Ethion was detected 7 times in sediment from South Florida with a highest concentration of 77 ug/kg(6)."
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "Kenaga, EE; Ecotoxicology and Environmental Safety 4: 29 (1980)",
            "Value": "Koc = 15,400 (experimental value); 3,000 (calculated value) /From table/"
        },
        {
            "References": "(1) King PH, McCarthy PL; Soil Sci Soc Am Proc 106: 248 (1968) (2) Swann RL et al; Res Rev 85: 17- 28 (1983) (3) Dierberg FE, Pfeuffer RJ; J Agric Food Chem 31: 704 (1983) (4) Chapman RA et al; J Environ Sci Health B19: 259 (1984)",
            "Value": "An average Koc value of 15,435 was measured for ethion in four different soils(1). According to a classification scheme(2), these Koc values suggests that ethion is expected to be immobile in soil. Adsorption of ethion to sandy sediments of canal waters draining a citrus grove in FL was not significant due to rapid desorption in the absence of significant amounts of organic matter(3). Ethion did not leach significantly in an organic soil used to grow onions after 10 weeks of observation(4)."
        }
    ]
}