{
    "_id": {
        "$oid": "6682e973c4e5dba5ffba2ab1"
    },
    "CID": {
        "$numberInt": "32898"
    },
    "Name": "ISODECYL ALCOHOL",
    "IUPACName": "8-methylnonan-1-ol",
    "CanonicalSMILES": "CC(C)CCCCCCCO",
    "Synonyms": [
        "Isodecanol",
        "8-methylnonan-1-ol",
        "8-methyl-1-nonanol",
        "68526-85-2",
        "25339-17-7",
        "ISODECYL ALCOHOL",
        "55505-26-5",
        "8-Methylnonanol",
        "68551-08-6",
        "3160X491M7",
        "1-Nonanol",
        "8-methyl-",
        "iso-Decylalcohol",
        "HSDB 616",
        "ISO-DECYL ALCOHOL",
        "EINECS 246-869-1"
    ],
    "IsomericSMILES": "CC(C)CCCCCCCO",
    "INCHI": "InChI=1S/C10H22O/c1-10(2)8-6-4-3-5-7-9-11/h10-11H,3-9H2,1-2H3",
    "INCHIKEY": "PLLBRTOLHQQAQQ-UHFFFAOYSA-N",
    "Formula": "C10H22O",
    "MolecularWeight": {
        "$numberDouble": "158.28"
    },
    "Description": {
        "$numberDouble": "NaN"
    },
    "XlogP": {
        "$numberDouble": "3.8"
    },
    "Complexity": {
        "$numberInt": "69"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "environmental_bioconcentrations": [
        {
            "References": "(1) Meylan WM, Howard PH; J Pharm Sci 84: 83-92 (1995) (2) Meylan WM et al; Environ Toxicol Chem 18: 664-72 (1999) (3) Franke C et al; Chemosphere 29: 1501-14 (1994)",
            "Value": "An estimated BCF of 145 was calculated for isodecyl alcohol(SRC), using an estimated log Kow of 3.71(1) and a regression-derived equation(2). According to a classification scheme(3), this BCF suggests the potential for bioconcentration in aquatic organisms is high(SRC), provided the compound is not metabolized by the organism(SRC)."
        }
    ],
    "environmental_biodegradations": [
        {
            "References": "(1) Price KS et al; J Water Pollut Contr Fed 46: 63-77 (1974) (2) Hoffmann J et al; Int Biodeterior Biodegrad 39: 327-32 (1997)",
            "Value": "AEROBIC: In sewage, isodecyl alcohol gave a theoretical oxygen demand of 24, 44, 42 and 39 percent in 5, 10, 15 and 20 days, respectively(1). In acclimated sewage isodecyl alcohol gave theoretical oxygen demand of 14, 26, 45 and 32 percent in 5, 10, 15 and 20 days, respectively(1). Isodecyl alcohol gave theoretical oxygen demand of 6, 17, 34 and 40 percent in 5, 10, 15 and 20 days, respectively, in seawater(1). In a manometric study of poorly soluble compounds, isodecyl alcohol degraded 17.4 and 22.4 percent of ultimate BOD/theoretical oxygen demand with 10 minutes of sonification(2)."
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. 6:488",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Isodecyl alcohol is ... severely irritating to the skin of rabbits when applied as an occlusive patch for 24 hr. /Mixed isomers of decyl oxo alcohols/"
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. 6:488",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ There were no deaths in rats exposed to saturated vapors for 8 hr. /Mixed isomers of decyl oxo alcohols/"
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. 6:489",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ In a 2-week oral study, male Wistar rats dosed with 1 mmol/kg (158 mg/kg) isodecyl alcohol did not show testicular atrophy, liver enlargement, hepatic peroxisome induction, or hypolipidemia."
        },
        {
            "References": "PMID:9216748",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ ... Pronounced maternal but no developmental toxicity was achieved with n-octanol. C7-9-11 alcohol showed no adverse effects at any dose levels. The two types of isononanols exhibited a marked degree of maternal and fetal toxicity at 7.5 and 10 mmol/kg and slight fetal effects at 5 mmol/kg ... Isodecanol elicited maternal toxicity at 10 mmol/kg and caused a low incidence of retardations and rare malformations at that dose level. Some maternal signs but no fetal effects were observed at 5 mmol/kg. 2-Ethylhexanol (2-EH) showed strong maternal and also fetal toxicity at 10 mmol/kg and slight maternal and fetal toxicity at 5 mmol/kg."
        },
        {
            "References": "European Chemicals Bureau; IUCLID Dataset, Isodecyl alcohol (25339-17-7) (2000 CD-ROM  edition). Available from, as of April 20, 2006: https://esis.jrc.ec.europa.eu/",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/  Wistar rats were administered 158, 790, 1580 mg isodecanol/kg (1, 5, 10 mmol/kg) daily by gavage on day 5 to 15 post coitum. At the highest dose level (1580 mg/kg/day) distinct signs of maternal toxicity were observed. Four dams of this group died or had to be sacrificed in a moribund state on days 9 or 10 post coitum. Food consumption was markedly reduced and mean body weights were clearly impaired (body weight loss on days 6 to 10 post coitum, reduced body weight gains during the treatment and the post treatment periods; clearly reduced corrected body weight gain). Severe adverse clinical symptoms (eg, abdominal or lateral position, unsteady gait and apathy) were recorded. Light brown-grey discoloration of the liver was noted in the animals which died intercurrently. Clear signs of embryo/fetotoxicity, substantiated by an increased post implantation loss, an increased number of resorptions, clearly reduced mean fetal body weight, and a higher frequency of fetuses with skeletal retardations were found. In addition, 2 out of 59 fetuses from different litters showed a rare external malformation; both fetuses had no external genitals. At 790 mg/kg/day, signs of maternal toxicity were still present, substantiated by reduced food consumption, trend to reduced body weight gain and adverse clinical signs (eg, unsteady gait ). Substance related embryo/fetotoxicitywas not observed at this dose level. At the lowest dose level (158 mg/kg/day), no adverse substance related effects on dams or fetuses were seen."
        },
        {
            "References": "European Chemicals Bureau; IUCLID Dataset, Isodecyl alcohol (25339-17-7) (2000 CD-ROM  edition). Available from, as of April 20, 2006: https://esis.jrc.ec.europa.eu/",
            "Value": "/GENOTOXICITY/ Isodecyl alcohol was negative with and without metabolic activation in an Ames test with Salmonella /strains/ TA 98, TA 100, TA 1535, and TA 1537 at concentrations of 4-5000 ug/plate TA 98, TA100; 0.8-2500 ug/plate TA1535 and TA1537."
        },
        {
            "References": "European Chemicals Bureau; IUCLID Dataset, Isodecyl alcohol (25339-17-7) (2000 CD-ROM  edition). Available from, as of April 20, 2006: https://esis.jrc.ec.europa.eu/",
            "Value": "/GENOTOXICITY/ Isodecyl alcohol was negative in a Cytogenetic assay with V79 cells at concentrations of 5, 10, 20 uL/mL with and without metabolic activation."
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "(1) Meylan WM et al; Environ Sci Technol 26: 1560-67 (1992) (2) Swann RL et al; Res Rev 85: 17-28 (1983)",
            "Value": "Using a structure estimation method based on molecular connectivity indices(1), the Koc of isodecyl alcohol can be estimated to be 81(SRC). According to a classification scheme(2), this estimated Koc value suggests that isodecyl alcohol is expected to have high mobility in soil."
        }
    ]
}