{
    "_id": {
        "$oid": "6682e7ffc4e5dba5ffba2363"
    },
    "CID": {
        "$numberInt": "3291"
    },
    "Name": "ETHOSUXIMIDE",
    "IUPACName": "3-ethyl-3-methylpyrrolidine-2,5-dione",
    "CanonicalSMILES": "CCC1(CC(=O)NC1=O)C",
    "Synonyms": [
        "ethosuximide",
        "77-67-8",
        "Zarontin",
        "Ethosuxide",
        "Etosuximida",
        "Pyknolepsinum",
        "2-Ethyl-2-methylsuccinimide",
        "Ethosuccimide",
        "Ethosuccinimide",
        "Atysmal",
        "Suxilep",
        "Suxinutin",
        "Etosuximid",
        "Mesentol",
        "Pentinimid"
    ],
    "IsomericSMILES": "CCC1(CC(=O)NC1=O)C",
    "INCHI": "InChI=1S/C7H11NO2/c1-3-7(2)4-5(9)8-6(7)10/h3-4H2,1-2H3,(H,8,9,10)",
    "INCHIKEY": "HAPOVYFOVVWLRS-UHFFFAOYSA-N",
    "Formula": "C7H11NO2",
    "MolecularWeight": {
        "$numberDouble": "141.17"
    },
    "Description": "Ethosuximide is a dicarboximide that is pyrrolidine-2,5-dione in which the hydrogens at position 3 are substituted by one methyl and one ethyl group. An antiepileptic, it is used in the treatment of absence seizures and may be used for myoclonic seizures, but is ineffective against tonic-clonic seizures. It has a role as an anticonvulsant, a geroprotector and a T-type calcium channel blocker. It is a pyrrolidinone and a dicarboximide.",
    "XlogP": {
        "$numberDouble": "0.4"
    },
    "Complexity": {
        "$numberInt": "188"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "logP": [
        {
            "References": "Atkinson HC, Berg EJ; J Pharm Biomed Anal 77: 796-8 (1988)",
            "Value": "log Kow = 0.38"
        }
    ],
    "mechanism_of_action": [
        {
            "References": "Thomson/Micromedex. Drug Information for the Health Care  Professional. Volume 1,  Greenwood Village, CO. 2007., p. 271",
            "Value": "Succinimide anticonvulsants are thought to increase the seizure threshold and suppress the paroxysmal three-cycle-per-second spike-and-wave pattern seen with absence (petit mal) seizures. The frequency of attacks is reduced by depression of nerve transmission in the motor cortex. These effects may be due to direct modification of membrane function in excitable cells and/or alteration of chemically mediated neurotransmission. The specific effect of ethosuximide against absence seizures appears to be due to its ability to block T-type calcium channels at concentrations that do not affect other ion channels. /Succinimide Anticonvulsants/"
        },
        {
            "References": "Hardman, J.G., L.E. Limbird, P.B., A.G. Gilman. Goodman and Gilman's The Pharmacological Basis of Therapeutics. 10th ed. New York, NY: McGraw-Hill, 2001., p. 535",
            "Value": "Ethosuximide reduces low threshold Ca(2+) currents (T currents) in thalamic neurons. The thalamus plays an important role in generation of 3 Hz spike-wave rhythms typical of absence seizures. Neurons in the thalamus exhibit a large amplitude T current spike that underlies bursts of action potentials and likely plays an important role in thalamic oscillatory activity such as 3 Hz spike-wave activity. At clinically relevant concentrations, ethosuximide inhibits the T current, as evident in voltage-clamp recordings in acutely isolated, ventrobasal thalamic neurons from rats and guinea pigs. Ethosuximide reduces this current without modifying the voltage dependence of steady-state inactivation or the time course of recovery from inactivation. By contrast, succinimide derivatives with convulsant properties do not inhibit this current. Ethosuximide does not inhibit sustained repetitive firing or enhance GABA responses at clinically relevant concentrations. Current data are consistent with the idea that inhibition of T currents is the mechanism by which ethosuximide inhibits absence seizures."
        },
        {
            "References": "PMID:10205989",
            "Value": "Ethosuximide is an alternative medicament that is used for coupling of petit mal, especially in childhood. Some clinical observations show that it has secondary effects on the gastro intestinal tract (GIT). The present research tries to define the characteristics of Ethosuximide--the inducted secondary effects on the GIT, and to explain some of the possible mechanisms that cause them. The changes that occur in the GIT of patients cured with Ethosuximide are registered roentgenologically. The main change is the atony of the stomach and intestines and the reduced peristaltic activity. The influence of Ethosuximide is examined on smooth muscular samples of human stomach, taken in vitro using stomach resection. The medicament authoritatively reduce the spontaneous bioelectrical activity of the smooth muscular tissue, influences mainly it's components that have Ca+ nature. Together with that is indicated relaxation of the smooth muscular samples. In that research is expressed the thesis that this Ethosuximide reduction of the Ca(+)-influx in the smooth muscular cells and the related relaxation probably are one of the main reasons of the secondary effects on the GIT."
        },
        {
            "References": "PMID:1860492",
            "Value": "Ethosuximide is one of the means of treatment of minor epilepsy but hardly any data on its mechanism of action are available in the literature. Anticonvulsant agents are known to bring about changes in the functions and in the interaction between some of the mediator systems within the central nervous system. An assessment of the status of neuromediator systems can be made on the basis of the response of isolated smooth muscle strips to the action of agonists and antagonists of various receptors. It was found by the pharmacological analysis of isolated strips from the rat stomach (antrum and corpus strips), the seminal duct and the cervical vein that ethosuximide induces a reduction in the physical contractile activity and the tone of smooth muscle preparations. Smooth muscle relaxation caused by ethosuximide is not blocked by different receptor inhibitors such as dihydroergotamine, propranolol, atropine, chlorpromazine, haloperidol and indomethacin. Ethosuximide causes a significant reduction in the physical contraction of smooth muscles produced by potassium chloride depolarization, with a stronger impact on the subsequent tonic contraction caused by calcium ions. A reduction in the potassium content of the solution has no effect on the nature of the action of ethosutimide. It is thus assumed that the probable mechanism of action of ethosuximide consists in lowering calcium transport since the inhibitors of calcium transport sodium nitroprusside and verapamil intensify the blocking effect of ethosuximide on smooth muscle contractile activity."
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "MCELHATTON PR, SULLIVAN FM; BR J PHARMACOL 59(3) 494 (1977)",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Ethosuximide (60, 180 & 360 mg/kg) given to rats on 6th-16th day of pregnancy produced cleft palate & enlarged cerebral ventricles in offspring. Less frequent exencephaly, exomphalos, phocomelia, open eyes, undescended testes. 3.2% incidence of defects."
        },
        {
            "References": "DLUZNIEWSKI A ET AL; PROC SYMP \"TOXICOL TEST SAF NEW DRUGS\" 59 (1979)",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ When ethosuximide given to pregnant rats (days 6-14), hamsters (days 6-10) & rabbits (days 6-18), rats & hamsters showed skeletal malformations; in rabbits eye, limb & tail malformations were also found."
        },
        {
            "References": "PMID:3086174",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Pregnant NMRI mice were given single subcutaneous (SC) injections of 0 or 600 mg/kg ethosuximide (ET) in water on day 8 of gestation. On day 18 of gestation, the dams were killed and the fetuses examined. Weight retardation was observed in the ET-exposed fetuses conpared to controls. For the plasma and tissue concentration studies, a group of pregnant mice was given a single dose of 400 mg/kg ET on day 8 of gestation. The animals were sacrificed 30 min later and the embryos (total implantation sites) and maternal blood were sampled and anlayzed. ET was not teratogenic in this study."
        },
        {
            "References": "PMID:2349258",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Juvenile rats 4-6 weeks old exposed prenatally at days 5-20 of gestation to ethosuximide at 10 mg/kg/dams' body weights per day were examined for behavioral abnormalities. Pinning behavior in the pups aged 4-5 weeks was significantly more frequent than that in age-matched controls. However, basal activity of open-field behavior and activity inhibited by diazepam administration in the pups aged 5-6 weeks showed no difference from the controls. The intensity of stereotyped behavior induced by apomorphine (1 mg/kg, SC) was significantly greater in the pups aged 5-6 weeks than in the controls. These results indicate that prenatal exposure to ethosuximide may cause changes in the dopaminergic neurons in the central nervous system."
        }
    ]
}