{
    "_id": {
        "$oid": "6682e7ffc4e5dba5ffba2366"
    },
    "CID": {
        "$numberInt": "3301"
    },
    "Name": "ETHYLENEDIAMINE",
    "IUPACName": "ethane-1,2-diamine",
    "CanonicalSMILES": "C(CN)N",
    "Synonyms": [
        "ethylenediamine",
        "Ethane-1,2-diamine",
        "107-15-3",
        "1,2-Ethanediamine",
        "1,2-Diaminoethane",
        "Ethylene diamine",
        "Ethylendiamine",
        "edamine",
        "Dimethylenediamine",
        "1,2-Ethylenediamine",
        "Aethaldiamin",
        "Aethylenediamin",
        "Ethyleendiamine",
        "Ethylene-diamine",
        "beta-Aminoethylamine"
    ],
    "IsomericSMILES": "C(CN)N",
    "INCHI": "InChI=1S/C2H8N2/c3-1-2-4/h1-4H2",
    "INCHIKEY": "PIICEJLVQHRZGT-UHFFFAOYSA-N",
    "Formula": "C2H8N2",
    "MolecularWeight": {
        "$numberDouble": "60.1"
    },
    "Description": "Ethylenediamine is an alkane-alpha,omega-diamine in which the alkane is ethane. It has a role as a GABA agonist. It derives from a hydride of an ethane.",
    "XlogP": {
        "$numberDouble": "-2"
    },
    "Complexity": {
        "$numberInt": "6"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "environmental_bioconcentrations": [
        {
            "References": "(1) Hansch C et al; Exploring QSAR: Hydrophobic, Electronic, and Steric Constants. Washington,DC: Amer Chem Soc p. 5 (1995)(2) Meylan WM et al; Environ Toxicol Chem 18: 664-72 (1999) (3) Franke C et al; Chemosphere 29: 1501-14 (1994)",
            "Value": "An estimated BCF of less than 1 was calculated for ethylenediamine(SRC), using a log Kow of -2.04(1)and a regression-derived equation(2). According to a classification scheme(3), this BCF suggests the potential for bioconcentration in aquatic organisms is low."
        }
    ],
    "environmental_biodegradations": [
        {
            "References": "(1) Price KS et al; J Water Pollut Contr Fed 46: 63-77 (1974) (2) Takemoto S et al; Suishitsu Okaku Kenkyu 4: 80-90 (1981) (3) Pitter P; Water Res 10: 231-5 (1976) (4) Mills EJ, Stack VT Jr; Sew Indust Wastes 27: 1061-4 (1955) (5) Chemicals Inspection and Testing Institute; Biodegradation and bioaccumulation data of existing chemicals based on the CSCL Japan. Japan Chemical Industry Ecology - Toxicology and Information Center. ISBN 4-89074-101-1 (1992)",
            "Value": "In one standard dilution test using non-acclimated sewage seed, 24 and 47% of the theoretical BOD was removed after 5 and 20 days, respectively, in fresh water, and 2 and 16%, respectively, in salt water(1). In a second standard dilution test using non-acclimated sewage seed, 0.6 and 17% BOD was removed in 5 days using fresh and salt water, respectively(2). The concentration of the ethylenediamine was 7 to 10 ppm in both studies(1,2). Using acclimated activated sludge, 97.5% COD was removed at a rate of 9.8 mg COD/g/hr (3), 67% of the theoretical BOD was removed in 5 days in a second study(4) and 36 and 70% of the theoretical BOD was removed in 5 and 20 days, respectively, in a third study(1). Ethylenediamine, at a concentration of 100 mg/l, showed a 93 to 95% theoretical BOD loss over a 28 day period in the Japanese MITI test using an activated sludge inoculum(5)."
        }
    ],
    "logP": [
        {
            "References": "Hansch, C., Leo, A., D. Hoekman. Exploring QSAR - Hydrophobic, Electronic, and Steric Constants. Washington, DC: American Chemical Society., 1995., p. 5",
            "Value": "log Kow = -2.04 @ pH 13"
        }
    ],
    "mechanism_of_action": [
        {
            "References": "PMID:7070713",
            "Value": "Ethylenediamine (EDA) acted as a gamma-aminobutyric acid (GABA) agonist by enhancing (3)H-labeled diazepam binding to well-washed rat forebrain membrane prepn in a bicuculline-sensitive manner, although its potency was 700-800 fold less than that of gamma-aminobutyric acid. Ethylenediamine was more than 3750-fold weaker than gamma-aminobutyric acid as a displacer of (3)H-gamma-aminobutyric acid bound to membrane receptors & was more than 40-fold weaker than gamma-aminobutyric acid at (3)H-gamma-aminobutyric acid uptake sites. Its most potent action was as an inhibitor of beta-alanine uptake into rat cerebral cortex slices."
        },
        {
            "References": "PMID:6655496",
            "Value": "The release of (3)H gamma-aminobutyric acid (GABA) from Mueller (glial) cells was studied in the rat retina by a double isotope-labeling technique in which Mueller cells are preloaded with (3)H-gamma-aminobutyric acid while a population of neurons is prelabeled with (14)C-labeled glycine. The effects of 2 depolarizing agents, high K+ and veratridine, and the gamma-aminobutyric acid mimetic, ethylenediamine (EDA), on transmitter release from glial cells and neurons were simultaneously determined. Ethylenediamine released (3)H-gamma-aminobutyric acid readily, whereas little (14)C-glycine release was observed."
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "Clayton, G.D., F.E. Clayton (eds.) Patty's Industrial Hygiene and Toxicology. Volumes 2A, 2B, 2C, 2D, 2E, 2F: Toxicology. 4th ed. New York, NY: John Wiley & Sons Inc., 1993-1994., p. 1110",
            "Value": "PULMONARY EDEMA HAS BEEN PRODUCED, WITH HEMORRHAGE AND BRONCHOPNEUMONIA, NEPHRITIS /AND/ LIVER DEGENERATION ... IN RABBITS REPEATEDLY EXPOSED TO ETHYLAMINES. ... SIMILAR EFFECTS OCCUR IN ANIMALS EXPOSED TO ETHYLENEDIAMINE."
        },
        {
            "References": "Clayton, G. D. and F. E. Clayton (eds.). Patty's Industrial Hygiene and Toxicology: Volume 2A, 2B, 2C: Toxicology. 3rd ed. New York: John Wiley Sons, 1981-1982., p. 3163",
            "Value": "OBSERVATIONS ON ANIMALS SHOW THAT VAPORS ARE IRRITATING TO EYES, MUCOUS MEMBRANES AND RESPIRATORY TRACT AND THAT THE LIQUID CAUSES SEVERE SKIN CORROSION AND CORNEAL INJURY. REPEATED EXPOSURES OF RATS TO MEASURED CONCN OF ... VAPORS PRODUCED DEPILATION, AND LUNG, KIDNEY, AND LIVER DAMAGE AT 484 PPM WITH LESSER DEGREES OF INJURY AT 225 AND 132 PPM. NO INJURY WAS OBSERVED @ 125 PPM CONTINUED FOR 37-HR EXPOSURES ... RENAL TUBULAR DAMAGE AND PROTEINURIA ARE PRODUCED IN RATS FROM INTRAPERITONEAL DOSES OF 300 MG/KG."
        },
        {
            "References": "PMID:6771115",
            "Value": "TEN HARTLEY ALBINO GUINEA PIGS WERE GIVEN PATCH TESTS WITH NA EDTA AND ETHYLENEDIAMINE. ALL GUINEA PIGS TREATED WITH ETHYLENEDIAMINE WERE SENSITIZED."
        },
        {
            "References": "PMID:509930",
            "Value": "THE SENSITIZATION CAPACITY OF ETHYLENEDIAMINE (EDA) WAS COMPARED WITH DINITROCHLOROBENZENE (DNCB) ON GUINEA PIGS. EDA WAS A POTENT SENSITIZER. ORAL INDUCTION OF UNRESPONSIVENESS (TOLERANCE) WAS UNSUCCESSFUL WITH BOTH CMPD. IV ADMIN OF EDA WAS ALSO NEGATIVE."
        },
        {
            "References": "PMID:6656830",
            "Value": "Ethylenediamine did not produce a positive, dose-related, mutagenic effect in the Chinese hamster ovary (CHO) mutation assay or in the sister chromatid exchange (SCE) test with CHO cells when evaluated with or without the addn of a rat-liver S9 activation system. With primary rat hepatocytes, no positive effects of ethylenediamine upon unscheduled DNA synthesis (UDS) values were noted in 2 separate studies using a scintillation counting procedure or an autoradiographic method."
        },
        {
            "References": "PMID:6662291",
            "Value": "Following dietary inclusion of ethylenediamine for 7 days at up to 2.70 g/kg/day to rats or mice, body wt gain and some organ wt were depressed in both sexes at the highest dose level. When rats were fed ethylenediamine at 0.05, 0.25, 1.00 g/kg/day for 3 mo, marked decr in body wt gain was observed in both sexes at the highest dose level. No deaths occurred during the exposure period. A dose-related incr in hepatocellular pleomorphism and mild hepatocellular degeneration was noted."
        },
        {
            "References": "Grant, W.M. Toxicology of the Eye. 3rd ed. Springfield, IL: Charles C. Thomas Publisher, 1986., p. 414",
            "Value": "Applied to rabbit eyes ethylenediamine causes severe injury ... after 24 hr ... A 15% aqueous solution of ethylenediamine ... seriously damages rabbit corneas, but a 5% solution induces only minor injury. When neutralized, ethylenediamine hydrochloride, was found not to injure rabbit eyes which were irrigated with a 0.02 M solution for 10 min after mechanical removal of the epithelium to facilitate penetration."
        },
        {
            "References": "PMID:2884741",
            "Value": "Fifty pregnant CD-1 mice were given 400 mg/kg/day ethylenediamine in water by gavage on days 6-13 of gestation and were allowed to deliver. Ethylenediamine caused reductions in the birth weight and weight gain in the offspring of treated dams. No maternal toxicity was observed."
        },
        {
            "References": "PMID:6656830",
            "Value": "In a dominant lethal study, male rats fed for 23 wk with ethylenediamine, & then mated with 1 virgin female/wk for 3 consecutive wk, showed no dose-related effects upon fertility, total number of implantations/female, or the number of living and dead implants per female; marked effects upon the incidence of dominant lethal mutations were noted in the positive control group injected ip with 1 dose of 0.25 mg/kg triethyleneamine."
        },
        {
            "References": "Kuhn R et al; Water Res 23 (4): 501-10 (1989)",
            "Value": "Twenty-one-day Daphnia reproduction tests were conducted in line with the provisional procedure proposed by the Federal Environmental Agency (Umweltbundesamt, FRG), as of Jan 1, 1984. Groups of 20, 24-hr old Daphnia magna Straus were exposed to 0.08 to 5 mg/l ethylenediamine in semi-static test vessels. Parent animals in the test and control vessels had to be pipetted 3 times/wk in freshly prepared test and control media at the corresponding concn level. The no observed effect concn (NOEC) was determined from the parameters of mortality of the parent animals, reproduction rate and appearance of the first offspring during the test period. In preliminary acute Daphnia tests, the 24 hr EC50 was 14 mg/l for ethylenediamine, the EC0 was 3.5 mg/l. The nominal 21-day no observed effect concn was 0.16 mg/l, with the most sensitive parameter being the reproductive rate."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists, Inc. Documentation of the Threshold Limit Values and Biological Exposure Indices. 6th ed. Volumes I, II, III. Cincinnati, OH: ACGIH, 1991., p. 603",
            "Value": "Undiluted ethylenediamine is corrosive to rabbit skin, causing complete tissue destruction after 6-12 minutes. A 10% solution was moderately irritating, 1% solution produced slight irritation, and 0.1% solution had no effect on rabbit skin."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists, Inc. Documentation of the Threshold Limit Values and Biological Exposure Indices. 6th ed. Volumes I, II, III. Cincinnati, OH: ACGIH, 1991., p. 603",
            "Value": "In a 90-day gavage study in mice, doses of 600 mg/kg/day ethylenediamine, administered as the hydrochloride (doses expressed as free base), were 100% lethal; the no-effect level was 100 mg/kg/day, with kidney injury the only consistent finding at higher doses. Similar gavage administration to rats resulted in a 65% mortality at 800 mg/kg/day and in kidney and uterine effects at doses of 600 and 800 mg/kg/day. Eye effects (cataracts, conjunctivitis, cloudy cornea, retinal atrophy) were observed in rats at all doses (down to 100 mg/kg/day). /Dihydrochloride salt/"
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists, Inc. Documentation of the Threshold Limit Values and Biological Exposure Indices. 6th ed. Volumes I, II, III. Cincinnati, OH: ACGIH, 1991., p. 603",
            "Value": "Rats were fed ethylenediamine dihydrochloride in the diet for 3 months at doses up to 1000 mg/kg/day (equivalent to 452 mg free base/kg/day). Markedly decreased body weight gain; organ weight changes; alterations in clinical chemistry, hematology, and urinalysis parameters; and histopathologic liver changes (increase in hepatocellular pleomorphism and mild hepatocellular degeneration) were observed at the highest dose. Marginally significant, yet dose-related effects were noted at the intermediate dose (250 mg/kg/day dihydrochloride, equivalent to 113 mg/kg/day free base). /Dihydrochloride salt/"
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "(1) Leung HW, Paustenbach DJ; Amer J Indus Med 18: 717-35 (1990) (2) Davis JW; Environ Toxicol Chem 12: 27-35 (1993)",
            "Value": "Ethylenediamine has two primary amine groups and at the pH range found in most soils it is expected to be partially protonated given a pKa1 of 10.7 and a pKa2 of 7.6(1). An average Koc of 4766 (range=2071 to 6160) was measured for ethylenediamine in six different soils; five were from the vadose zone and one from an aquifer (saturated zone)(2). pH values ranged from 6.0 to 9.6 and the fraction of organic carbon from 0.0024 to 0.0391 for this group of soils. Soils with increased cation exchange capacity and organic content had greater affinity for ethylenediamine(2)."
        }
    ]
}