{
    "_id": {
        "$oid": "6682e974c4e5dba5ffba2ab4"
    },
    "CID": {
        "$numberInt": "33036"
    },
    "Name": "DEXCHLORPHENIRAMINE",
    "IUPACName": "(3S)-3-(4-chlorophenyl)-N,N-dimethyl-3-pyridin-2-ylpropan-1-amine",
    "CanonicalSMILES": "CN(C)CCC(C1=CC=C(C=C1)Cl)C2=CC=CC=N2",
    "Synonyms": [
        "DEXCHLORPHENIRAMINE",
        "25523-97-1",
        "D-Chlorpheniramine",
        "(+)-Chlorpheniramine",
        "Phendextro",
        "Polaramin",
        "Dapriton",
        "Fortamine",
        "Isomerine",
        "Trenelone",
        "Dexclorfeniramina",
        "Dexchlorpheniraminum",
        "Chlo-amine",
        "Chlorpheniramine",
        "d-",
        "Chlorpheniramine d-form"
    ],
    "IsomericSMILES": "CN(C)CC[C@@H](C1=CC=C(C=C1)Cl)C2=CC=CC=N2",
    "INCHI": "InChI=1S/C16H19ClN2/c1-19(2)12-10-15(16-5-3-4-11-18-16)13-6-8-14(17)9-7-13/h3-9,11,15H,10,12H2,1-2H3/t15-/m0/s1",
    "INCHIKEY": "SOYKEARSMXGVTM-HNNXBMFYSA-N",
    "Formula": "C16H19ClN2",
    "MolecularWeight": {
        "$numberDouble": "274.79"
    },
    "Description": "Dexchlorpheniramine is a chlorphenamine. It is an enantiomer of a levochlorpheniramine.",
    "XlogP": {
        "$numberDouble": "3.4"
    },
    "Complexity": {
        "$numberInt": "249"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "mechanism_of_action": [
        {
            "References": "USP Convention. USPDI - Drug Information for the Health Care Professional. 15 th ed. Volume 1. Rockville, MD: United States Pharmacopeial Convention, Inc., 1995. (Plus updates.), p. 304",
            "Value": "Antihistamines used in the treatment of allergy act by competing with histamine for H1-receptor sites on effector cells. They thereby prevent, but do not reverse, responses mediated by histamine alone. Antihistamines antagonize, in varying degrees, most of the pharmacological effects of histamine, including urticaria and pruritus. Also, the anticholinergic actions of most antihistamines provide a drying effect on the nasal mucosa. /Antihistamines/"
        },
        {
            "References": "PHYSICIANS' DESK REFERENCE, 33TH ED, PUBLISHER CHARLES E BAKER, JR: MEDICAL ECONOMICS CO, 1979, P 1559",
            "Value": "DEXCHLORPHENIRAMINE MALEATE ANTAGONIZES MANY OF CHARACTERISTIC EFFECTS OF HISTAMINE."
        },
        {
            "References": "PMID:26829",
            "Value": "WHEN TESTED IN DOGS, ANTIHISTAMINIC POTENCY OF DEXTRO ISOMER WAS 100 TIMES GREATER THAN THAT OF LEVO ISOMER, & 2.5 TIMES GREATER THAN RACEMIC FORM. ON CIRCUS-MOVEMENT ATRIAL FLUTTER, LEVO FORM WAS 1.4 & 2.3 TIMES THAT OF RACEMIC & DEXTRO CMPD."
        },
        {
            "References": "Gilman, A.G., T.W. Rall, A.S. Nies and P. Taylor (eds.). Goodman and Gilman's The Pharmacological Basis of Therapeutics. 8th ed. New York, NY. Pergamon Press, 1990., p. 582",
            "Value": "H1 antagonists inhibit most responses of smooth muscle to histamine. Antagonism of the constrictor action of histamine on respiratory smooth muscle is easily shown in vivo and in vitro. /Histamine Antagonists: H1 Antagonists/"
        },
        {
            "References": "Gilman, A.G., T.W. Rall, A.S. Nies and P. Taylor (eds.). Goodman and Gilman's The Pharmacological Basis of Therapeutics. 8th ed. New York, NY. Pergamon Press, 1990., p. 583",
            "Value": "H1 antagonists strongly block the action of histamine that results in increased permeability and formation of edema and wheal. /Histamine Antagonists: H1 Antagonists/"
        },
        {
            "References": "Gilman, A.G., T.W. Rall, A.S. Nies and P. Taylor (eds.). Goodman and Gilman's The Pharmacological Basis of Therapeutics. 8th ed. New York, NY. Pergamon Press, 1990., p. 583",
            "Value": "Within the vascular tree, the H1 antagonists inhibit both the vasoconstrictor effects of histamine and, to a degree, the more rapid vasodilator effects that are mediated by H1 receptors on endothelial cells. Residual vasodilatation reflects the involvement of H2 receptors on smooth muscle and can be suppressed only by the concurrent administration of an H2 antagonist. Effects of the histamine antagonists on histamine induced changes in systemic blood pressure parallel these vascular effects. /Histamine Antagonists: H1 Antagonists/"
        },
        {
            "References": "Gilman, A.G., T.W. Rall, A.S. Nies and P. Taylor (eds.). Goodman and Gilman's The Pharmacological Basis of Therapeutics. 8th ed. New York, NY. Pergamon Press, 1990., p. 584",
            "Value": "Many of the H1 antagonists tend to inhibit responses to acetylcholine that are mediated by muscarinic receptors. These atropine like actions are sufficiently prominent in some of the drugs to be manifest during clinical usage ... . /Histamine Antagonists: H1 Antagonists/"
        }
    ]
}