{
    "_id": {
        "$oid": "6682e974c4e5dba5ffba2ab3"
    },
    "CID": {
        "$numberInt": "33032"
    },
    "Name": "GLUTAMIC ACID",
    "IUPACName": "(2S)-2-aminopentanedioic acid",
    "CanonicalSMILES": "C(CC(=O)O)C(C(=O)O)N",
    "Synonyms": [
        "L-glutamic acid",
        "GLUTAMIC ACID",
        "56-86-0",
        "(2S)-2-Aminopentanedioic acid",
        "L-glutamate",
        "(S)-2-Aminopentanedioic acid",
        "Glutamidex",
        "H-Glu-OH",
        "Glutaminol",
        "glutacid",
        "Glutamicol",
        "Glutaton",
        "Aciglut",
        "L-Glutaminic acid",
        "glutaminic acid"
    ],
    "IsomericSMILES": "C(CC(=O)O)[C@@H](C(=O)O)N",
    "INCHI": "InChI=1S/C5H9NO4/c6-3(5(9)10)1-2-4(7)8/h3H,1-2,6H2,(H,7,8)(H,9,10)/t3-/m0/s1",
    "INCHIKEY": "WHUUTDBJXJRKMK-VKHMYHEASA-N",
    "Formula": "C5H9NO4",
    "MolecularWeight": {
        "$numberDouble": "147.13"
    },
    "Description": "L-glutamic acid is an optically active form of glutamic acid having L-configuration. It has a role as a nutraceutical, a micronutrient, an Escherichia coli metabolite, a mouse metabolite, a ferroptosis inducer and a neurotransmitter. It is a glutamine family amino acid, a proteinogenic amino acid, a glutamic acid and a L-alpha-amino acid. It is a conjugate acid of a L-glutamate(1-). It is an enantiomer of a D-glutamic acid.",
    "XlogP": {
        "$numberDouble": "-3.7"
    },
    "Complexity": {
        "$numberInt": "145"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "plant_concentrations": [
        {
            "References": "(1) USDA; Dr. Duke's Phytochemical and Ethnobotanical Databases. Plants with a chosen chemical. Glutamic acid. Washington, DC: US Dept Agric, Agric Res Service. Available from, as of June 18, 2015: https://www.ars-grin.gov/duke/",
            "Value": "Top 40 plant concentrations of glutamic acid(1).",
            "Table": "[{'Genus species': 'Ceratonia siliqua L.', 'Family': 'Fabaceae', 'Common name': \"Carob, Locust Bean, St.John's-Bread\", 'Part': 'Seed', 'Concn (ppm)': '131,600'}, {'Genus species': 'Lupinus albus L.', 'Family': 'Fabaceae', 'Common name': 'White Lupine', 'Part': 'Seed', 'Concn (ppm)': '96,985'}, {'Genus species': 'Glycine max (L.) MERR.', 'Family': 'Fabaceae', 'Common name': 'Soybean', 'Part': 'Seed', 'Concn (ppm)': '77,280'}, {'Genus species': 'Brassica chinensis L.', 'Family': 'Brassicaceae', 'Common name': 'Celery Cabbage, Celery Mustard, Chinese Cabbage', 'Part': 'Leaf', 'Concn (ppm)': '76,932'}, {'Genus species': 'Allium schoenoprasum L.', 'Family': 'Liliaceae', 'Common name': 'Chives', 'Part': 'Leaf', 'Concn (ppm)': '72,385'}, {'Genus species': 'Arachis hypogaea L.', 'Family': 'Fabaceae', 'Common name': 'Groundnut, Peanut', 'Part': 'Seed', 'Concn (ppm)': '65,281'}, {'Genus species': 'Asparagus officinalis L.', 'Family': 'Liliaceae', 'Common name': 'Asparagus', 'Part': 'Shoot', 'Concn (ppm)': '64,645'}, {'Genus species': 'Triticum aestivum L.', 'Family': 'Poaceae', 'Common name': 'Wheat', 'Part': 'Seed', 'Concn (ppm)': '63,000'}, {'Genus species': 'Juglans cinerea L.', 'Family': 'Juglandaceae', 'Common name': 'Butternut', 'Part': 'Seed', 'Concn (ppm)': '62,942'}, {'Genus species': 'Prunus dulcis (MILLER) D. A. WEBB;', 'Family': 'Rosaceae', 'Common name': 'Almond', 'Part': 'Seed', 'Concn (ppm)': '62,070'}, {'Genus species': 'Cnidoscolus chayamansa McVAUGH;', 'Family': 'Euphorbiaceae', 'Common name': 'Chaya', 'Part': 'Leaf', 'Concn (ppm)': '58,900'}, {'Genus species': 'Cajanus cajan (L.) HUTH', 'Family': 'Fabaceae', 'Common name': 'Pigeonpea', 'Part': 'Seed', 'Concn (ppm)': '56,270'}, {'Genus species': 'Phaseolus vulgaris subsp. var. vulgaris', 'Family': 'Fabaceae', 'Common name': 'Black Bean, Field Bean', 'Part': 'Sprout Seedling', 'Concn (ppm)': '55,054'}, {'Genus species': 'Acacia farnesiana (L.) WILLD.', 'Family': 'Fabaceae', 'Common name': 'Cassie, Huisache, Opopanax, Popinac, Sweet Acacia', 'Part': 'Leaf', 'Concn (ppm)': '54,070'}, {'Genus species': 'Lycopersicon esculentum MILLER', 'Family': 'Solanaceae', 'Common name': 'Tomato', 'Part': 'Fruit', 'Concn (ppm)': '54,053'}, {'Genus species': 'Sinapis alba L.', 'Family': 'Brassicaceae', 'Common name': 'White Mustard', 'Part': 'Seed', 'Concn (ppm)': '53,275'}, {'Genus species': 'Citrullus lanatus (THUNB.) MATSUM. &amp; NAKAI', 'Family': 'Cucurbitaceae)', 'Common name': 'Watermelon', 'Part': 'Seed', 'Concn (ppm)': '53,000'}, {'Genus species': 'Rehmannia glutinosa (GAERTN.) LIBOSCH.', 'Family': 'Scrophulariaceae', 'Common name': 'Chinese Foxglove', 'Part': 'Root', 'Concn (ppm)': '53,000'}, {'Genus species': 'Sesamum indicum L.', 'Family': 'Pedaliaceae', 'Common name': 'Ajonjoli (Sp.), Beni, Benneseed, Sesame', 'Part': 'Seed', 'Concn (ppm)': '51,927'}, {'Genus species': 'Pistacia vera L.', 'Family': 'Anacardiaceae', 'Common name': 'Pistachio', 'Part': 'Seed', 'Concn (ppm)': '51,139'}, {'Genus species': 'Lens culinaris MEDIK.', 'Family': 'Fabaceae', 'Common name': 'Lentil', 'Part': 'Seed', 'Concn (ppm)': '49,000'}, {'Genus species': 'Papaver somniferum L.', 'Family': 'Papaveraceae', 'Common name': 'Opium Poppy, Poppyseed Poppy', 'Part': 'Seed', 'Concn (ppm)': '48,713'}, {'Genus species': 'Vigna radiata (L.) WILCZEK', 'Family': 'Fabaceae', 'Common name': 'Green Gram, Mungbean', 'Part': 'Seed', 'Concn (ppm)': '46,883'}, {'Genus species': 'Cucurbita pepo L.', 'Family': 'Cucurbitaceae', 'Common name': 'Pumpkin', 'Part': 'Seed', 'Concn (ppm)': '46,358'}, {'Genus species': 'Vicia faba L.', 'Family': 'Fabaceae', 'Common name': 'Broadbean, Faba Bean, Habas', 'Part': 'Seed', 'Concn (ppm)': '45,000'}, {'Genus species': 'Pisum sativum L.', 'Family': 'Fabaceae', 'Common name': 'Pea', 'Part': 'Fruit', 'Concn (ppm)': '44,313'}, {'Genus species': 'Trigonella foenum-graecum L.', 'Family': 'Fabaceae', 'Common name': 'Alholva (Sp.), Bockshornklee (Ger.), Fenugreek, Greek Clover', 'Part': 'Seed', 'Concn (ppm)': '43,870'}, {'Genus species': 'Psophocarpus tetragonolobus (L.) DC.', 'Family': 'Fabaceae', 'Common name': 'Asparagus Pea, Goa Bean, Winged Bean', 'Part': 'Seed', 'Concn (ppm)': '43,749'}, {'Genus species': 'Papaver bracteatum L.', 'Family': 'Fabaceae', 'Common name': 'Great Scarlet Poppy', 'Part': 'Seed', 'Concn (ppm)': '43,200'}, {'Genus species': 'Vigna unguiculata subsp. sesquipedalis (L.) VERDC.', 'Family': 'Fabaceae', 'Common name': 'Asparagus Bean, Pea Bean, Yardlong Bean', 'Part': 'Seed', 'Concn (ppm)': '43,190'}, {'Genus species': 'Lablab purpureus (L.) SWEET', 'Family': 'Fabaceae', 'Common name': 'Bonavist Bean, Hyacinth Bean, Lablab Bean', 'Part': 'Seed', 'Concn (ppm)': '42,815'}, {'Genus species': 'Lens culinaris MEDIK.', 'Family': 'Fabaceae', 'Common name': 'Lentil', 'Part': 'Sprout Seedling', 'Concn (ppm)': '41,935'}, {'Genus species': 'Basella alba L.', 'Family': 'Basellaceae', 'Common name': 'Vinespinach', 'Part': 'Leaf', 'Concn (ppm)': '41,015'}, {'Genus species': 'Spinacia oleracea L.', 'Family': 'Chenopodiaceae', 'Common name': 'Spinach', 'Part': 'Plant', 'Concn (ppm)': '40,735'}, {'Genus species': 'Mucuna pruriens (L.) DC.', 'Family': 'Fabaceae', 'Common name': 'Cowage, Velvetbean', 'Part': 'Seed', 'Concn (ppm)': '40,440'}, {'Genus species': 'Brassica oleracea var. botrytis l. var. botrytis L.', 'Family': 'Brassicaceae', 'Common name': 'Cauliflower', 'Part': 'Leaf', 'Concn (ppm)': '40,275'}, {'Genus species': 'Corchorus olitorius L.', 'Family': 'Tiliaceae', 'Common name': \"Jew's Mallow, Mulukiya, Nalta Jute\", 'Part': 'Leaf', 'Concn (ppm)': '40,130'}, {'Genus species': 'Cucumis sativus L.', 'Family': 'Cucurbitaceae', 'Common name': 'Cucumber', 'Part': 'Fruit', 'Concn (ppm)': '38,987'}, {'Genus species': 'Cicer arietinum L.', 'Family': 'Fabaceae', 'Common name': 'Chickpea, Garbanzo', 'Part': 'Seed', 'Concn (ppm)': '38,150'}, {'Genus species': 'Hordeum vulgare L.', 'Family': 'Poaceae', 'Common name': 'Barley, Barleygrass', 'Part': 'Seed', 'Concn (ppm)': '38,000'}, {'Genus species': 'Nasturtium officinale R. BR.', 'Family': 'Brassicaceae', 'Common name': 'Berro, Watercress', 'Part': 'Herb', 'Concn (ppm)': '38,000'}]"
        }
    ],
    "environmental_bioconcentrations": [
        {
            "References": "(1) Hansch C et al; Exploring QSAR. Hydrophobic, Electronic, and Steric Constants. ACS Prof Ref Book. Heller SR, consult. ed., Washington, DC: Amer Chem Soc p. 14 (1995) (2) US EPA; Estimation Program Interface (EPI) Suite. Ver. 4.11. Nov, 2012. Available from, as of June 18, 2015: https://www.epa.gov/oppt/exposure/pubs/episuitedl.htm (3) Franke C et al; Chemosphere 29: 1501-14 (1994)",
            "Value": "An estimated BCF of 3 was calculated in fish for glutamic acid(SRC), using a log Kow of -3.69(1) and a regression-derived equation(2). According to a classification scheme(3), this BCF suggests the potential for bioconcentration in aquatic organisms is low(SRC)."
        }
    ],
    "environmental_biodegradations": [
        {
            "References": "(1) ECHA; Search for Chemicals. Glutamic Acid (CAS 56-86-0) Registered Substances Dossier. European Chemical Agency. Available from, as of June 17, 2015: https://echa.europa.eu/ (2) ECHA; Search for Chemicals. Sodium Hydrogen Glutamate (CAS 142-47-2) Registered Substances Dossier. European Chemical Agency. Available from, as of June 17, 2015: https://echa.europa.eu/ (3) Takemoto S et al; Suishitsu Odaku Kenkyu 4: 80-90 (1981) (4) Urano K, Kate Z; J Hazardous Materials 13: 135-145 (1986)",
            "Value": "AEROBIC: Using OECD Guideline 301E (Ready biodegradability: Modified OECD Screening Test) and a non-adapted activated sludge inoculum, glutamic acid achieved 90% degradation in 4 days and 97% degradation in 28 days which classified the compound as readily biodegradable(1). Using OECD Guideline 301B (Ready Biodegradability: CO2 Evolution Test) and a non-adapted activated sludge inoculum, glutamic acid (sodium salt) at 37.5 mg/L achieved 78-87% CO2 evolution over a 28-day incubation period which classified the compound as readily biodegradable(2). Glutamic acid, present at 6 ppm, reached 45.5-47.8% of its theoretical BOD in 5 days in a seawater biodegradation study(3). Glutamic acid reached 60% of its theoretical BOD in 100 hours in an electrolytic respirometer study(4)."
        },
        {
            "References": "(1) Kameya T et al; Sci Total Environ 170: 43-51 (1995)",
            "Value": "ANAEROBIC: Glutamic acid was completely biodegraded after 7 days of incubation using an anaerobic test protocol(1)."
        }
    ],
    "logP": [
        {
            "References": "Hansch, C., Leo, A., D. Hoekman. Exploring QSAR - Hydrophobic, Electronic, and Steric Constants. Washington, DC: American Chemical Society., 1995., p. 14",
            "Value": "log Kow = -3.69 at pH 7.0"
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "Maruyama K et al; J Nutr. 105 (8): 1012-9 (1975)",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Studies were conducted to investigate the effects of D-, DL-, or L-glutamic acid on the chick. Supplementation of levels of L-glutamic acid to an amino acid mixture containing adequate levels of all the indispensable amino acids plus cystine and tyrosine resulted in increased growth up to 10% L-glutamic acid in the diet. Chicks tolerated as much as 15% L-glutamic acid with no growth retardation. Supplementation of D-glutamic acid at levels of 3.75 or 5% resulted in growth depressions of 18 and 38%, respectively, at the end of a 2-week experiment. Significant growth-depressing effects of these levels of D-glutamic acid and 7.5% of DL-glutamic acid were also observed with an amino acid diet as well as an isolated soybean protein diet. The growth-depressing effect was most severe during week 2 of the experiment. Additional vitamins and amino acid supplements failed to reverse the growth-depressing effect. Plasma glutamic acid concentration was not altered by the inclusion of D-glutamic acid in the diet, but generally, plasma free amino acid concentrations were increased. This was especially true of arginine. Free glutamic acid increased in the kidney and was lowered in the liver. Free ammonia was increased in both the liver and kidney when the D form was included in the diet. ..."
        },
        {
            "References": "Verret MJ et al; Toxicol Appl Pharmacol 56(2) 265 (1980)",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Glutamic acid hydrochloride was among 80 compounds examined for toxicity. Fresh fertile eggs of single-comb white leghorn chickens were given injections at 0 hr and at 96 hr. Highest tested dose was 20 mg/egg. No teratogenic response found. /Glutamic acid hydrochloride/"
        },
        {
            "References": "PMID:8675405",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ It is well known that acute exposure to high concentrations of glutamate is toxic to central mammalian neurons. However, the effect of a chronic, minor elevation over endogenous glutamate levels has not been explored. The authors have suggested that such chronic exposure may play a role in glaucomatous neuronal loss. In the current study, they sought to explore whether a chronic, low-dose elevation in vitreal glutamate was toxic to retinal ganglion cells and whether this toxicity could be prevented with memantine, a glutamate antagonist. Rats were injected serially and intravitreally with glutamate to induce chronic elevations in glutamate concentration. A second group of rats was treated with intraperitoneal memantine and glutamate. Control groups received vehicle injection with or without concurrent memantine therapy. After 3 months, the animals were killed, and ganglion cell survival was evaluated. Intravitreal injections raised the intravitreal glutamate levels from an endogenous range of 5 to 12 microM glutamate to 26 to 34 microM. This chronic glutamate elevation killed 42% of the retinal ganglion cells after 3 months. Memantine treatment alone had no effect on ganglion cell survival. However, when memantine was given concurrently with low-dose glutamate, memantine was partially protective against glutamate toxicity. These data suggest that minor elevations in glutamate concentration can be toxic to ganglion cells if this elevation is maintained for 3 months. Furthermore, memantine is efficacious at protecting ganglion cells from chronic low-dose glutamate toxicity."
        },
        {
            "References": "LEMKEY-JOHNSTON ET AL; EXP NEUROL 48(2) 292 (1975)",
            "Value": "/DEVELOPMENTAL NEUROTOXICITY/ The effects of glutamic acid hydrochloride, NaCl and sucrose administered orally to neonatal mice at levels eqimolar and hyperosmolar to those used in obtaining brain damage with monosodium glutamate (MSG) were examined. Hypernatremia was induced in neonatal mice at the highest dosage of MSG used to elicit neuropathologic changes. Glutamic acid hydrochloride elicited the same pattern of brain lesions as did MSG. High Na plus levels were not necessary to open the blood-brain barrier for glutamate-induced neuronal lesions. NaCl, although not causing lesions in arcuate nucleus, was capable of causing a wide spectrum of damage in neonatal mouse brain at lower levels (0.02-0.05 meq/1) than previously recognized. Glutamic acid and Na plus caused brain lesions often in the same structures, but their pattern of damage differed, probably as a result of different routes of entry into the brain. Glutamate, or more probably one of its metabolites, damaged cells close to circulating cerebrospinal fluid (CSF), while hypertonic saline apparently egressed into brain tissue from capillaries, arterioles and venules. Neuronal damage following MSG administration tended to radiate inward within structures in contact with circulating CSF. Lesions following NaCl ingestion presented themselves as foci or bands occurring throughout a given structure. Sometimes neuronal necrosis accompanied hemorrhagic vessels within a structure, a phenomenon not seen following MSG administration. A high rate of animal mortality followed hyperosmolality induced by sucrose loads. Brain shrinkage and extensive vascular dilatation, unaccompanied by marked neuronal dehydration, were the major neurological observations. While neither hyperosmolarity nor hypernatremia is capable of eliciting the patterns of lesions correlated with MSG ingestion, either condition can result in severe vascular changes in the neonatal mouse brain. /Monosodium glutamate/"
        },
        {
            "References": "PMID:7647702",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ In order to investigate the biochemical mechanisms responsible for glutamate-induced cell death, we have tested the effect of this excitatory amino acid on the growth and survival of several cell lines of neural origin. Most of the cell lines studied were insensitive to glutamate, but we observed in PC12 cells that addition of glutamate (1-10 mmol/L) led to a dose-dependent cell damage (70% of cell lysis at 10 mmol/L as estimated by lactate dehydrogenase release). This effect which was not due to an inhibition of cell proliferation was only obvious after 8-10 hr of incubation and required the continuous presence of glutamate for at least 4-6 hr, to become apparent. Studies of the cytotoxic effect of several glutamate analogues showed that neither N-methyl-D-aspartate nor kainate, ibotenate, trans(+/-) 1-amino 1,3-cyclopentane dicarboxylic acid or alpha-amino-3-hydroxy-5-methyl isoxazole-4-propionic acid exerted any significant action and that quisqualate only was more potent than glutamate itself. A known antagonist of non-NMDA receptors, the 6,7-dinitroquinoxaline-2,3-dione, was able to significantly decrease the glutamate and quisqualate-induced cell lysis. In addition, we observed that glutamate effect was associated with a significant increase in arachidonate liberation from prelabelled cells."
        },
        {
            "References": "21 CFR Section 182.1047",
            "Value": "/OTHER TOXICITY INFORMATION/ ...the new information on long-term oral administration of monosodium glutamate (MSG) in the diet to various animal species has revealed no adverse effects, while data showing neuropathological lesions in neonatal animals resulting from subcutaneous or forced oral dosing of MSG has thus far been confirmed only in rodents. The administration of protein or carbohydrate products concurrently with MSG has been shown to lower plasma glutamate levels, and in two recent studies, to reduce the incidence of hypothalamic lesions in mice. In pregnant monkeys, glutamate does not appear to readily cross the placental barrier. /Monosodium glutamate/"
        }
    ],
    "sediment_soil_concentrations": [
        {
            "References": "(1) Gonzalez-Vila FJ et al; Chemosphere 31(3): 2817-2825 (1995)",
            "Value": "SOIL: Soil samples collected from an active landfill site in Spain contained glutamic acid concentrations of 1.0-4.7 nmol/g(1)."
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "(1) US EPA; Estimation Program Interface (EPI) Suite. Ver. 4.11. Nov, 2012. Available from, as of June 18, 2015: https://www.epa.gov/oppt/exposure/pubs/episuitedl.htm (2) Swann RL et al; Res Rev 85: 17-28 (1983) (3) O'Neil MJ,ed; The Merck Index. 15 th ed., Cambridge, UK: Royal Society of Chemistry, p. 826 (2013) (4) Doucette WJ; pp. 141-188 in Handbook of Property Estimation Methods for Chemicals. Boethling RS, Mackay D, eds. Boca Raton, FL: Lewis Publ (2000)",
            "Value": "Using a structure estimation method based on molecular connectivity indices(1), the Koc of glutamic acid can be estimated to be 13(SRC). According to a classification scheme(2), this estimated Koc value suggests that glutamic acid is expected to have very high mobility in soil. Glutamic acid is a zwitterionic amino acid with pKa values of 2.19, 4.25 and 9.67(3) indicating that this compound will exist almost entirely in ionic form (anion, cation or both) in the environment and cations generally adsorb (anions generally do not adsorb) more strongly to soils containing organic carbon and clay than their neutral counterparts(4)."
        }
    ]
}