{
    "_id": {
        "$oid": "6682e800c4e5dba5ffba2367"
    },
    "CID": {
        "$numberInt": "3314"
    },
    "Name": "EUGENOL",
    "IUPACName": "2-methoxy-4-prop-2-enylphenol",
    "CanonicalSMILES": "COC1=C(C=CC(=C1)CC=C)O",
    "Synonyms": [
        "eugenol",
        "97-53-0",
        "4-Allyl-2-methoxyphenol",
        "4-Allylguaiacol",
        "Eugenic acid",
        "Allylguaiacol",
        "p-Eugenol",
        "Caryophyllic acid",
        "p-Allylguaiacol",
        "2-Methoxy-4-prop-2-enylphenol",
        "2-Methoxy-4-allylphenol",
        "Phenol",
        "2-methoxy-4-(2-propenyl)-",
        "Engenol",
        "1,3,4-Eugenol",
        "2-Methoxy-4-(2-propenyl)phenol"
    ],
    "IsomericSMILES": "COC1=C(C=CC(=C1)CC=C)O",
    "INCHI": "InChI=1S/C10H12O2/c1-3-4-8-5-6-9(11)10(7-8)12-2/h3,5-7,11H,1,4H2,2H3",
    "INCHIKEY": "RRAFCDWBNXTKKO-UHFFFAOYSA-N",
    "Formula": "C10H12O2",
    "MolecularWeight": {
        "$numberDouble": "164.2"
    },
    "Description": "Eugenol is a phenylpropanoid formally derived from guaiacol with an allyl chain substituted para to the hydroxy group. It is a major component of clove essential oil, and exhibits antibacterial, analgesic and antioxidant properties. It has been widely used in dentistry to treat toothache and pulpitis. It has a role as an allergen, a human blood serum metabolite, a sensitiser, a volatile oil component, a flavouring agent, an EC 1.4.3.4 (monoamine oxidase) inhibitor, a radical scavenger, an antibacterial agent, an antineoplastic agent, an apoptosis inducer, an anaesthetic, an analgesic, a voltage-gated sodium channel blocker, a NF-kappaB inhibitor and an anti-inflammatory agent. It is a phenylpropanoid, a monomethoxybenzene, a member of phenols and an alkenylbenzene. It is functionally related to a guaiacol.",
    "XlogP": {
        "$numberDouble": "2"
    },
    "Complexity": {
        "$numberInt": "145"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "plant_concentrations": [
        {
            "References": "(1) Aubert C, Pitrat M; J Agric Food Chem 54: 8177-8182 (2006)",
            "Value": "Eugenol was detected in the skin and pulp of Queen Anne's pocket melon (Cucumis melo var dudaim (L.) Naudin) at respective concentrations of 2302.4 mg/kg and 225.1 mg/kg(1)."
        },
        {
            "References": "(1) USDA; Dr. Duke's Phytochemical and Ethnobotanical Databases. Plants with a chosen chemical. Eugenol. Washington, DC: US Dept Agric, Agric Res Service. Available from, as of Aug 1, 2012: https://www.ars-grin.gov/duke/",
            "Value": "Eugenol concentrations in various plants(1).",
            "Table": "[{'Genus species': 'Syzygium aromaticum (L.)', 'Plant': 'Clove, Clovetree', 'Part': 'Flower', 'Concn (ppm)': '180,000'}, {'Genus species': 'Pimenta dioica (L.)', 'Plant': 'Allspice, Clover-Pepper, Jamaica- Pepper, Pimenta, Pimento', 'Part': 'Fruit', 'Concn (ppm)': '36,000'}, {'Genus species': 'Pimenta racemosa', 'Plant': 'Bayrum Tree, West Indian Bay', 'Part': 'Leaf', 'Concn (ppm)': '19,100'}, {'Genus species': 'Piper betel L.', 'Plant': 'Betel Pepper', 'Part': 'Leaf', 'Concn (ppm)': '17,850'}, {'Genus species': 'Alpinia galanga (L.)', 'Plant': 'Greater Galangal, Languas, Siamese Ginger', 'Part': 'Rhizome', 'Concn (ppm)': '12,000'}, {'Genus species': 'Syzygium aromaticum (L.)', 'Plant': 'Clove, Clovetree', 'Part': 'Leaf; Stem', 'Concn (ppm)': '9,000; 9,000'}, {'Genus species': 'Ocimum basilicum L.', 'Plant': 'Basil, Cuban Basil, Sweet Basil', 'Part': 'Leaf', 'Concn (ppm)': '8,575'}, {'Genus species': 'Pimenta dioica (L.)', 'Plant': 'Allspice, Clover-Pepper, Jamaica- Pepper, Pimenta, Pimento', 'Part': 'Leaf', 'Concn (ppm)': '8,348'}, {'Genus species': 'Daucus carota L.', 'Plant': 'Carrot', 'Part': 'Seed', 'Concn (ppm)': '7,000'}, {'Genus species': 'Cinnamomum verum', 'Plant': 'Ceylon Cinnamon, Cinnamon', 'Part': 'Bark', 'Concn (ppm)': '3,520'}, {'Genus species': 'Ocimum gratissimum L.', 'Plant': 'Agbo, Shrubby Basil', 'Part': 'Plant', 'Concn (ppm)': '0-5,340'}, {'Genus species': 'Ocimum sanctum L.', 'Plant': 'Holy Basil, Tulsi', 'Part': 'Leaf', 'Concn (ppm)': '4,200-4,970'}, {'Genus species': 'Curcuma longa L.', 'Plant': 'Indian Saffron, Turmeric', 'Part': 'Essential Oil', 'Concn (ppm)': '2,100'}, {'Genus species': 'Ocimum gratissimum L.', 'Plant': 'Agbo, Shrubby Basil', 'Part': 'Shoot', 'Concn (ppm)': '0-4,045'}, {'Genus species': 'Ocimum kilimandscharicum', 'Plant': 'African Blue Basil, Kenyan Perennial Basil', 'Part': 'Shoot', 'Concn (ppm)': '0-3,000'}, {'Genus species': 'Ocimum suave', 'Plant': 'Kenyan Tree Basil', 'Part': 'Shoot', 'Concn (ppm)': '110-2,860'}, {'Genus species': 'Laurus nobilis L.', 'Plant': 'Bay, Bay Laurel, Bayleaf, Grecian Laurel, Laurel, Sweet Bay', 'Part': 'Leaf', 'Concn (ppm)': '1,335'}, {'Genus species': 'Origanum majorana L.', 'Plant': 'Marjoram, Sweet Marjoram', 'Part': 'Plant', 'Concn (ppm)': '1,152'}, {'Genus species': 'Cistus ladaniferus L.', 'Plant': 'Ambreine, Gum Cistus, Labdanum, Rockrose', 'Part': 'Leaf', 'Concn (ppm)': '1,050'}, {'Genus species': 'Ocimum gratissimum L.', 'Plant': 'Agbo, Shrubby Basil', 'Part': 'Seed', 'Concn (ppm)': '0-1,670'}, {'Genus species': 'Hyssopus officinalis L.', 'Plant': 'Hyssop', 'Part': 'Flower; Leaf', 'Concn (ppm)': '624; 443'}, {'Genus species': 'Ageratum conyzoides L.', 'Plant': 'Mexican ageratum', 'Part': 'Shoot', 'Concn (ppm)': '0-800'}, {'Genus species': 'Alpinia officinarum', 'Plant': 'Chinese Ginger, Lesser Galangal', 'Part': 'Rhizome', 'Concn (ppm)': '400'}, {'Genus species': 'Viola odorata L.', 'Plant': 'Common Violet, Sweet Violet', 'Part': 'Flower', 'Concn (ppm)': '357'}, {'Genus species': 'Mentha pulegium L.', 'Plant': 'European Pennyroyal', 'Part': 'Plant', 'Concn (ppm)': '320'}, {'Genus species': 'Myristica fragrans', 'Plant': 'Mace, Muskatnussbaum (Ger.), Nutmeg, nogal moscado (Sp.), nuez moscada (Sp.)', 'Part': 'Seed', 'Concn (ppm)': '320'}, {'Genus species': 'Cymbopogon winterianus', 'Plant': 'Java Citronella, Mahapengiri', 'Part': 'Plant', 'Concn (ppm)': '233'}, {'Genus species': 'Pycnanthemum setosum', 'Plant': 'Setose Mountain Mint', 'Part': 'Shoot', 'Concn (ppm)': '93'}, {'Genus species': 'Acorus calamus L.', 'Plant': 'Calamus, Flagroot, Myrtle Flag, Sweet Calamus, Sweetflag, Sweetroot', 'Part': 'Rhizome', 'Concn (ppm)': '84'}, {'Genus species': 'Origanum minutiflorum', 'Plant': 'Small-Flowered Oregano', 'Part': 'Shoot', 'Concn (ppm)': '55-125'}, {'Genus species': 'Umbellularia californica', 'Plant': 'California Bay', 'Part': 'Plant', 'Concn (ppm)': '40'}, {'Genus species': 'Ocimum kilimandscharicum', 'Plant': 'African Blue Basil, Kenyan Perennial Basil', 'Part': 'Flower', 'Concn (ppm)': '0-35'}, {'Genus species': 'Micromeria fruticosa subsp. barbata', 'Plant': 'Tea Hyssop, Zopha, Zuta', 'Part': 'Shoot', 'Concn (ppm)': '0-26'}, {'Genus species': 'Thymus capitatus (L.)', 'Plant': \"'Sicilian' Thyme, Spanish Origanum, Spanish Thyme\", 'Part': 'Shoot', 'Concn (ppm)': '0-21'}, {'Genus species': 'Jasminum officinale L.', 'Plant': \"Jasmine, Poet's Jessamine\", 'Part': 'Flower', 'Concn (ppm)': '10'}, {'Genus species': 'Lavandula latifolia', 'Plant': 'Aspic, Broad-Leaved Lavender, Spike Lavender', 'Part': 'Plant', 'Concn (ppm)': '9'}, {'Genus species': 'Micromeria congesta', 'Plant': 'Kaya Yarpuzu', 'Part': 'Leaf', 'Concn (ppm)': '5-15'}, {'Genus species': 'Ocimum basilicum L.', 'Plant': 'Basil, Cuban Basil, Sweet Basil', 'Part': 'Plant', 'Concn (ppm)': '0-14'}, {'Genus species': 'Hyacinthus orientalis L.', 'Plant': 'Hyacinth', 'Part': 'Flower', 'Concn (ppm)': '4.6'}, {'Genus species': 'Calamintha nepeta subsp. glandulosa', 'Plant': 'Turkish Calamint', 'Part': 'Shoot', 'Concn (ppm)': '0-8'}, {'Genus species': 'Syzygium aromaticum (L.)', 'Plant': 'Clove, Clovetree', 'Part': 'Flower', 'Concn (ppm)': '180,000'}, {'Genus species': 'Rosa gallica L.', 'Plant': 'French Rose', 'Part': 'Flower', 'Concn (ppm)': '4'}, {'Genus species': 'Glycyrrhiza glabra L.', 'Plant': 'Commom Licorice, Licorice, Licorice- Root, Smooth Licorice', 'Part': 'Root', 'Concn (ppm)': '1'}, {'Genus species': 'Elsholtzia blanda', 'Plant': 'Bantaluki, Bantulsi', 'Part': 'Shoot', 'Concn (ppm)': nan}, {'Genus species': 'Vaccinium corymbosum L.', 'Plant': 'Blueberry', 'Part': 'Fruit', 'Concn (ppm)': nan}]"
        }
    ],
    "environmental_bioconcentrations": [
        {
            "References": "(1) Dias NC et al; Analyst 128: 427-433 (2003) (2) US EPA; Estimation Program Interface (EPI) Suite. Ver. 4.1. Jan, 2011. Available from, as of Jun 26,2012: https://www.epa.gov/oppt/exposure/pubs/episuitedl.htm (3) Franke C et al; Chemosphere 29: 1501-14 (1994)",
            "Value": "An estimated BCF of 20 was calculated in fish for eugenol(SRC), using a log Kow of 2.49(1) and a regression-derived equation(2). According to a classification scheme(3), this BCF suggests the potential for bioconcentration in aquatic organisms is low(SRC)."
        }
    ],
    "environmental_biodegradations": [
        {
            "References": "(1) HERA; HERA Risk Assessment of Isoeugenol (Draft). Human and Environmental Risk Assessment on ingredients of Household Cleaning Products. Isoeugenol (CAS 97-54-1). Available from, as of June 23, 2012: https://www.heraproject.com/",
            "Value": "AEROBIC: At a concentration of 100 mg/L, isoeugenol (which is structurally similar to eugenol) was found to be readily biodegradable using a Manometric Respirometry Test (OECD Guideline 301F) in which isoeugenol reached 79% biodegradation after 28 days. The biodegradation started on day 2 and reached 79% at the end of the 10-day window period(1)."
        },
        {
            "References": "(1) Overhage J et al; Appl Environ Microbiol 68: 4315-4321 (2002) (2) Kadakol JC, Kamanavalli CM; E-Journal of Chemistry 7(S1): S474-S480 (2010)",
            "Value": "PURE CULTIRE: Various strains of bacteria (Pseudomonas sp. strain HR199, Ralstonia eutropha H16, Bacillus Cereus Strain PN24) have been isolated that can biotransform eugenol. Biometabolites include protocatechuic acid, ferulic acid, coniferyl alcohol, coniferyl aldehyde, vanillin, and vanillic acid(1,2)."
        }
    ],
    "logP": [
        {
            "References": "Dias NC et al; Analyst 128(5): 427-433 (2003)",
            "Value": "log Kow = 2.49"
        }
    ],
    "mechanism_of_action": [
        {
            "References": "PMID:15163290",
            "Value": "... Thymocyte suspension was irradiated by gamma-rays, and the malondialdehyde (MDA) formation was measured with the thiobarbituric acid reactive species (TBARS) method. The results showed an increase in MDA in irradiated (2 Gy) thymocytes, which was inhibited in samples treated with increasing concentrations of eugenol (10-200 uM) prior to irradiation. The concentration of eugenol required to inhibit half of the MDA formation (IC(50)) in irradiated thymocytes was 100 uM. A dose-dependent increase in the generation of ROS was observed in irradiated thymocytes (0.5-200 cGy) as measured by 2,7-dichlorodihydro fluorescein diacetate (DCH-FDA), which was inhibited by eugenol administered before irradiation."
        },
        {
            "References": "PMID:295190",
            "Value": "Respiratory inhibition of isolated rat liver mitochondria by eugenol was dose related and uncoupled oxidative phosphorylation from electron transfer."
        },
        {
            "References": "PMID:16216483",
            "Value": "Polymorphonuclear leukocytes (PMNL) play an important role in the modulation of inflammatory conditions in humans. PMNL cells recruited at the site of inflammation, release inflammatory mediators such as leukotrienes, proteolytic enzymes and reactive oxygen species. Among these, leukotrienes are implicated in pathophysiology of allergic and inflammatory disorders like asthma, allergic rhinitis, arthritis, inflammatory bowel disease and psoriasis. 5-lipoxygenase (5-LO) is the key enzyme in biosynthetic pathway of leukotrienes. Our earlier studies showed that spice phenolic active principles significantly inhibit 5-LO enzyme in human PMNLs. In this study we have further characterized the inhibitory mechanism of eugenol, the active principle of spice-clove on 5-LO enzyme and also its effect on leukotriene C((4)) (LTC(4)). Substrate dependent enzyme kinetics showed that the inhibitory effect of eugenol on 5-LO was of a non-competitive nature. Further, eugenol was found to significantly inhibit the formation of LTC(4) in calcium ionophore A23187 and arachidonic acid (AA) stimulated PMNL cells. These data clearly suggest that eugenol inhibits 5-LO by non-competitive mechanism and also inhibits formation of LTC(4) in human PMNL cells and thus may have beneficial role in modulating 5-LO pathway in human PMNL cells."
        },
        {
            "References": "PMID:22666439",
            "Value": "The Ca(2+)-activated Cl(-) channel TMEM16A is involved in epithelial fluid secretion, smooth muscle contraction and neurosensory signaling. We identified a Thai herbal antidiarrheal formulation that inhibited TMEM16A Cl(-) conductance. C18-reversed-phase HPLC fractionation of the herbal formulation revealed >98% of TMEM16A inhibition activity in one out of approximately 20 distinct peaks. The purified, active compound was identified as eugenol (4-allyl-2-methoxyphenol), the major component of clove oil. Eugenol fully inhibited TMEM16A Cl(-) conductance with single-site IC(50)~150 uM. Eugenol inhibition of TMEM16A in interstitial cells of Cajal produced strong inhibition of intestinal contraction in mouse ileal segments. TMEM16A Cl(-) channel inhibition adds to the list of eugenol molecular targets and may account for some of its biological activities."
        },
        {
            "References": "PMID:22775297",
            "Value": "Eugenol is utilized together with zinc oxide in odontological clinical for the cementation of temporary prostheses and the temporary restoration of teeth and cavities. This work explored the antinociceptive effects of the eugenol in different models of acute pain in mice and investigated its possible modulation of the inhibitory (opioid) and excitatory (glutamatergic and pro-inflammatory cytokines) pathways of nociceptive signaling. The administration of eugenol (3-300 mg/kg, po, 60 min or ip, 30 min) inhibited 82 + or - 10% and 90 + or - 6% of the acetic acid-induced nociception, with ID(50) values of 51.3 and 50.2 mg/kg, respectively. In the glutamate test, eugenol (0.3-100 mg/kg, ip) reduced the response behavior by 62 + or - 5% with an ID(50) of 5.6 mg/kg. In addition, the antinociceptive effect of eugenol (10 mg/kg, ip) in the glutamate test was prevented by the i.p. treatment for mice with naloxone. The pretreatment of mice with eugenol (10 mg/kg, i.p.) was able to inhibit the nociception induced by the intrathecal (it) injection of glutamate (37 + or - 9%), kainic (acid kainite) (41 + or - 12%), a-amino-3-hydroxy-5-methyl-4-isoxazolepropionic acid (AMPA) (55 + or - 5%), and substance P (SP) (39 + or - 8%). Furthermore, eugenol (10 mg/kg, i.p.) also inhibited biting induced by tumor necrosis factor alpha (TNF-a, 65 + or - 8%). These results extend our current knowledge of eugenol and confirm that it promotes significant antinociception against different mouse models of acute pain. The mechanism of action appears to involve the modulation of the opioid system and glutamatergic receptors (i.e., kainate and AMPA), and the inhibition of TNF-a. Thus, eugenol could represent an important compound in the treatment for acute pain."
        },
        {
            "References": "PMID:20537511",
            "Value": "Eugenol has antimutagenic, antigenotoxic, anti-inflammatory properties. The anticarcinogenic effect of eugenol was evident in different types of cell lines. However, its anticarcinogenic effect in in vivo has not yet been fully explored.  The aim of this study is to evaluate the chemopreventive potential of eugenol in an experimental skin carcinogenesis mice model system. Skin tumor was induced by topical application of DMBA croton oil in Swiss mice. To assess the chemopreventive potential of eugenol, it was orally administered 15 days prior carcinogen treatment. The development of skin carcinogenesis was confirmed by histopathological analysis. Cellular proliferation and apoptosis in the skin tumor were analyzed by in situ cellular proliferation and in situ cell death assay. Expression of some proliferation and apoptosis associated genes was analyzed by RT-PCR and protein expression was analyzed by Western blot. Reduction in incidence and sizes of skin tumors along with overall increase in survival of mice were seen due to eugenol treatment. Restriction of skin carcinogenesis at the dysplastic stage along with reduced rate of cellular proliferation and increase in apoptosis were evident in eugenol treated skin tumors. Eugenol treatment led to the downregulation of c-Myc, H-ras and Bcl2 expression along with upregulation of P53, Bax and active Caspase-3 expression in the skin lesions. Restriction of skin carcinogenesis at dysplastic stage by eugenol was due to attenuation of c-Myc, H-ras and modification of some p53 associated gene expression."
        },
        {
            "References": "PMID:21044050",
            "Value": "Eugenol, a natural compound available in honey and various plants extracts including cloves and Magnoliae flos, is exploited for various medicinal applications. Since most of the drugs used in the cancer are apoptotic inducers, the apoptotic effect and anticancer mechanism of eugenol were investigated against colon cancer cells. Antiproliferative effect was estimated using MTT [3-(4,5-dimethylthiazol-2-yl)-2,5-diphenyl tetrazolium bromide assay]. Earlier events like MMP (mitochondrial membrane potential), thiol depletion and lipid layer break were measured by using flow cytometry. Apoptosis was evaluated using PI (propidium iodide) staining, TUNEL (terminal deoxynucleotidyl transferase-mediated dUTP nick end labelling) assay and DNA fragmentation assay. MTT assay signified the antiproliferative nature of eugenol against the tested colon cancer cells. PI staining indicated increasing accumulation of cells at sub-G1-phase. Eugenol treatment resulted in reduction of intracellular non-protein thiols and increase in the earlier lipid layer break. Further events like dissipation of MMP and generation of ROS (reactive oxygen species) were accompanied in the eugenol-induced apoptosis. Augmented ROS generation resulted in the DNA fragmentation of treated cells as shown by DNA fragmentation and TUNEL assay. Further activation of PARP (polyadenosine diphosphate-ribose polymerase), p53 and caspase-3 were observed in Western blot analyses. Our results demonstrated molecular mechanism of eugenol-induced apoptosis in human colon cancer cells. This research will further enhance eugenol as a potential chemopreventive agent against colon cancer."
        },
        {
            "References": "PMID:17509409",
            "Value": "Eugenol is commonly used as an analgesic agent during acute pulpitis and is a major component of root canal sealers. Despite the frequent applications of eugenol in the practice of dentistry, little is known about the role of eugenol under the status of inflammation. This study was aimed to investigate the influence of eugenol on human macrophages (U937) under the stimulation of lipopolysaccharide (LPS). Eugenol was shown to block the release of the bone resorbing mediators, including interleukin-1beta (IL-1beta), tumor necrosis factor-alpha (TNF-alpha), and prostaglandin E2 from LPS-stimulated macrophages. In contrast, eugenol alone did not alter the expression levels of these proinflammatory mediators in macrophages. Consistent with downregulation of bone-resorbing mediators, eugenol suppressed the messenger RNA expression of LPS-induced IL-1beta, TNF-alpha, and cyclooxygenase-2 in macrophages. The results suggest a potential anti-inflammatory effect of eugenol in the acute inflamed pulps and apical periodontitis."
        },
        {
            "References": "PMID:18824159",
            "Value": "Eugenol is an aromatic molecule found in several plants and widely used in dentistry for analgesic and antiseptic purposes. It inhibits pro-inflammatory mediators including nitric oxide synthase, cyclooxygenase and lipoxygenase. It also regulates ion channels involved in pain signaling, such as TRPV1 receptor, high-voltage-activated Ca(2+) channels, NMDA receptor and GABA(A) receptor. The expression and functional properties of voltage-gated Na(+) channels in primary sensory neurons are altered following inflammation or nerve injury. To elucidate an involvement of Na(+) channels in the eugenol-induced analgesia we investigated the effects of eugenol on tetrodotoxin-sensitive (TTX-S) and tetrodotoxin-resistant (TTX-R) Na(+) currents in acutely dissociated rat dorsal root ganglion neurons. Eugenol inhibited TTX-S and TTX-R Na(+) currents in a concentration-dependent manner. The K(d) values were 308 muM and 543 muM, respectively. Eugenol did not influence the activation voltage of either type of Na(+) current. However, eugenol moved the steady-state inactivation curves of both Na(+) currents to a hyperpolarizing direction and reduced the maximal Na(+) current. Thus eugenol appears to inhibit Na(+) currents through its interaction with both resting and inactivated Na(+) channels. The recovery from inactivation of both Na(+) currents was slowed by eugenol. The eugenol inhibition of Na(+) currents was not dependent on the stimulus frequency. The inhibition of Na(+) currents is considered as one of the mechanisms by which eugenol exerts analgesia."
        },
        {
            "References": "PMID:20036707",
            "Value": "The present study investigated the preventive effect of eugenol, a naturally occurring food flavoring agent on thioacetamide (TA)-induced hepatic injury in rats. Adult male Wistar rats of body weight 150-180 g were used for the study. Eugenol (10.7 mg/kg bw/day) was administered to rats by oral intubation for 15 days. TA was administered (300 mg/kg bw, ip) for the last 2 days at 24 hr interval and the rats were sacrificed on the 16th day. Markers of liver injury (aspartate transaminase, alanine transaminase, alkaline phosphatase, gamma-glutamyl transferase and bilirubin), inflammation (myeloperoxidase, tumor necrosis factor-alpha and interleukin-6), oxidative stress (lipid peroxidation indices, protein carbonyl and antioxidant status) and cytochrome P4502E1 activity were assessed. Expression of cyclooxygenase-2 (COX-2) and the extent of DNA damage were analyzed using immunoblotting and comet assay, respectively. Liver injury and collagen accumulation were assessed using histological studies by hematoxylin and eosin and Masson trichrome staining. Rats exposed to TA alone showed increased activities of hepatocellular enzymes in plasma, lipid peroxidation indices, inflammatory markers and pro-inflammatory cytokines and decreased antioxidant status in circulation and liver. Hepatic injury and necrosis were also evidenced by histology. Eugenol pretreatment prevented liver injury by decreasing CYP2E1 activity, lipid peroxidation indices, protein oxidation and inflammatory markers and by improving the antioxidant status. Single-cell gel electrophoresis revealed that eugenol pretreatment prevented DNA strand break induced by TA. Increased expression of COX-2 gene induced by TA was also abolished by eugenol. These findings suggest that eugenol curtails the toxic effects of TA in liver."
        },
        {
            "References": "PMID:19851710",
            "Value": "The modulation of intracellular nuclear factor-kappaB (NF-kappaB) signaling pathway involved in the deregulated expression of cell proliferation and cell cycle regulatory molecules is a pragmatic approach for chemoprevention. Eugenol (4-allyl-1-hydroxy-2-methoxybenzene), a natural phenolic constituent of oils of cloves, is known to possess attractive remedial features. In the present study, we investigated the modulatory effects of eugenol on NF-kappaB signaling in a rat model of gastric carcinogenesis induced by N-methyl-N(')-nitro-N-nitrosoguanidine (MNNG) by analysing the expression of nuclear factor-kappaB (NF-kappaB) family members ((NF-kappaB (p50 and p65), inhibitor of kappaB alpha (IkappaB), phosphorylated IkappaBa (p-IkappaBa), IkappaB kinase beta (IKKbeta)) and the NF-kappaBB target genes that promote (e.g., cyclin D1, cyclin B and PCNA) or inhibit (e.g., p53, p21, and Gadd45) cell proliferation and cell survival. MNNG-induced gastric tumours were characterized by NF-kappaB activation that correlated with upregulation of IKKbeta, and phosphorylation and degradation of IkappaBa. Furthermore, upregulation of cyclins and PCNA with downregulation of p21, p53, and Gadd45 suggested that the proliferative advantage in gastric carcinomas is dependent on elevated constitutive NF-kappaB activity. Administration of eugenol significantly reduced the incidence of MNNG-induced gastric tumours by suppressing NF-kappaB activation and modulating the expression of NF-kappaB target genes that regulate cell proliferation and cell survival. The targeting of NF-kappaB signaling pathway by eugenol may have a significant impact on chemopreventive and therapeutic approaches for cancer."
        },
        {
            "References": "PMID:20043298",
            "Value": "The present study was designed to investigate the protective efficacy of eugenol against skin cancer and probe into the mechanistic aspects. Skin tumors were initiated by applying 160 nmol DMBA and promoted by twice weekly applications of 8.5 nmol TPA for 28 wk. All mice developed tumors by 13 wk of promotion. However, in mice pretreated with 30 microL eugenol, no tumors were detected until 8 wk (following anti-initiation protocol) and until 14 wk (following antipromotion protocol) of tumor promotion. PCNA and TUNEL immunohistochemistry of tumors revealed eugenol to ameliorate cell proliferation and elevate apoptosis respectively. The effect of eugenol was assessed on specific stages of carcinogenesis. Initiation with DMBA led to a significant upregulation of p53 expression with a concomitant increase in p21(WAF1) levels in epidermal cells indicating induction of damage to the DNA. However, pretreatment with eugenol led to overexpression of these genes, which probably helped stimulate apoptosis of the initiated cells. To ascertain the molecular mechanisms implicated in the antitumor promoting activity of eugenol, its effect was investigated on markers of tumor promotion and inflammation: ODC activity and iNOS and COX-2 expression, and on levels of proinflammatory cytokines (IL-6, TNF-alpha, and PGE(2)). Eugenol markedly inhibited all. Eugenol also inhibited the upstream signaling molecule: NF-kappaB, which regulates the expression of these genes. TPA-induced depletion of cutaneous GSH and antioxidant enzymes armory was also precluded by eugenol. From these results, it could be concluded that eugenol markedly protects against chemically induced skin cancer and acts possibly by virtue of its antiproliferative, anti-inflammatory, and antioxidant activities."
        },
        {
            "References": "PMID:20075264",
            "Value": "Eugenol, a methoxyphenol component of clove oil, suppresses cyclooxygenase-2 expression, while eugenol dimers prevent nuclear factor-kappaB (NF-kappaB) activation and inflammatory cytokine expression in lipopolysaccharide /LPS/-stimulated macrophages. /The/ aim was to examine the in vivo anti-inflammatory effects of eugenol. BALB/c mice were divided into four groups. Mice received saline (0.05 mL intratracheally (it), control (Ctrl) and eugenol (Eug) groups) or Escherichia coli LPS (10 ug it, LPS and LPSEug groups). After 6 hr, mice received saline (0.2 mL ip, Ctrl and LPS groups) or eugenol (160 mg/kg ip, Eug and LPSEug groups). Twenty-four hours after LPS injection, pulmonary resistive (DeltaP1) and viscoelastic (DeltaP2) pressures, static elastance (E(st)), and viscoelastic component of elastance (DeltaE) were measured. Lungs were prepared for histology. In parallel mice, bronchoalveolar lavage fluid was collected 24 h after LPS injection. TNF-alpha was determined by ELISA. Lung tissue expression of NF-kappaB was determined by EMSA. DeltaP1, DeltaP2, E(st), and DeltaE were significantly higher in the LPS group than in the other groups. LPS mice also showed significantly more alveolar collapse, collagen fibers, and neutrophil influx and higher TNF-alpha levels and NF-kappaB expression than the other groups. Eugenol treatment reduced LPS-induced lung inflammation, improving lung function."
        },
        {
            "References": "PMID:21140134",
            "Value": "Syzygium aromaticum, a medicinal plant commonly known as clove, is used to treat toothache, respiratory disorders, inflammation, and gastrointestinal disorders. From the flower buds of S. aromaticum, it is possible to obtain an essential oil comprised of a mixture of aliphatic and cyclic volatile terpenes and phenylpropanoids, being eugenol as the main component. The aims of this study were: (1) to extract the essential oil of the flower buds of S. aromaticum, (2) to identify and quantify the main component of the essential oil, and (3) to evaluate its antiulcer activity using different animal models. Assays were performed using the following protocols in rats: indomethacin-induced and ethanol/HCl-induced ulcer model. Both essential oils from S. aromaticum and eugenol displayed antiulcer activities in the rat models of indomethacin- and ethanol-induced ulcer. Studies focusing on the possible mechanisms of gastroprotection were also undertaken using the following experiments: evaluation of gastric secretion by the pylorus-ligated model, determination of mucus in gastric content, participation of nitric oxide (NO) and endogenous sulfhydryl in gastric protection. The results show that there was no significant effect on the volume of gastric juice and total acidity. However, the quantification of free gastric mucus showed that the clove oil and eugenol were capable of significantly enhancing mucus production. With regard to the NO and endogenous sulfhydryls, the results demonstrated that the gastroprotection induced by clove oil and eugenol are not related to the activities of the nitric oxide and endogenous sulfhydryls. No sign of toxicity was observed in the acute toxicity study. In conclusion, the results of this study show that essential oil of S. aromaticum, as well as its main component (eugenol), possesses antiulcer activity. The data suggest that the effectiveness of the essential oil and eugenol is based on its ability to stimulate the synthesis of mucus, an important gastroprotective factor."
        },
        {
            "References": "PMID:22126019",
            "Value": "In the present study, potential anticancer effect of eugenol on inhibition of cell proliferation and induction of apoptosis in human MCF-7 breast cancer cells was investigated. Induction of cell death by eugenol was evaluated following MTT assay and monitoring lactate dehydrogenase released into the culture medium for cell viability and cytotoxicity, giemsa staining for morphological alterations, fluorescence microscopy analysis of cells using ethidium bromide and acridine orange and quantitation of DNA fragments for induction of apoptosis. Effect of eugenol on intracellular redox status of the human breast cancer cells was assessed by determining the level of glutathione and lipid peroxidation products (TBARS). Eugenol treatment inhibited the growth and proliferation of human MCF-7 breast cancer cells through induction of cell death, which was dose and time dependent. Microscopic examination of eugenol treated cells showed cell shrinkage, membrane blebbing and apoptotic body formation. Further, eugenol treatment also depleted the level of intracellular glutathione and increased the level of lipid peroxidation. The dose dependent increase in the percentage of apoptotic cells and DNA fragments suggested that apoptosis was involved in eugenol induced cell death and apoptosis might have played a role in the chemopreventive action of eugenol."
        },
        {
            "References": "PMID:22686307",
            "Value": "The phenolic derivatives eugenol and isoeugenol, which are naturally found in essential oils of different spices, are commonly used as fragrances. Recently data demonstrated that growth suppression produced by these substances occurs in keratinocytes and that the effects may be mediated via aryl hydrocarbon receptor (AhR) interactions. In this study the effects of eugenol and isoeugenol were determined on intracellular localization of AhR, AhR target gene expression, AhR-dependent cell cycle regulation, and proliferation in HaCaT cells. Both compounds produced a rapid and marked translocation of AhR into the nucleus, induced the expression of the AhR target genes cytochrome P-450 1A1 (CYP1A1) and AhR repressor (AhRR), and inhibited proliferation of HaCaT cells. Among the G(1) phase cell cycle-related proteins, levels of the retinoblastoma protein (RB), which is known to interact with AhR, and levels of the cyclin dependent kinase (CDK) 6 were reduced by eugenol and isoeugenol, whereas steady-state levels of CDK2 and CDK4 remained unaffected. Protein levels of CDK inhibitor (CKI) p27(KIP1), known to be modulated in an AhR-dependent manner, were increased after treatment with both substances. In conclusion, data show that the antiproliferative properties of eugenol and isoeugenol in HaCaT cells are mediated through AhR ... ."
        },
        {
            "References": "PMID:22426238",
            "Value": "Eugenol, which is contained in several plants including clove, has been widely used as an analgesic and anti-inflammatory drug in the dental clinic. Eugenol also has anesthetic effects and produces sedation and the reduction of convulsion threshold. These benefits have been partly attributed to the effects of eugenol on neural tissues, such as inhibition of voltage-gated ion channels. As expected from the fact that eugenol is a vanilloid compound, this drug activates transient receptor potential (TRP) V1 channels in the peripheral nervous system (PNS). Although eugenol affects synaptic transmission in the central nervous system (CNS), this has not yet been fully examined. We investigated how eugenol affects spontaneous glutamatergic excitatory transmission in substantia gelatinosa (SG; lamina II of Rexed) neurons of adult rat spinal cord slices by use of the blind whole-cell patch-clamp technique. Bath-applied eugenol reversibly enhanced spontaneous excitatory transmission and produced an outward current at -70 mV in SG neurons. The former action was due to a large increase in the frequency of spontaneous excitatory postsynaptic current (sEPSC) with a small increase in the amplitude. These actions of eugenol were seen by its repeated application and resistant to a voltage-gated Na(+) channel blocker tetrodotoxin. The effect of eugenol on sEPSC frequency was concentration-dependent with an EC(50) value of 3.8 mM and unaffected by a TRPV1 antagonist capsazepine, whereas inhibited by a nonspecific TRP antagonist ruthenium red and a TRPA1 antagonist HC-030031. On the other hand, the eugenol-induced outward current was not affected by these TRP antagonists. It is concluded that eugenol activates TRPA1 channels in the SG, leading to an increase in the spontaneous release of l-glutamate to SG neurons, and that eugenol also produces a membrane hyperpolarization that is not mediated by TRP channels. Eugenol is suggested to activate different types of TRP channel between the PNS and CNS."
        },
        {
            "References": "PMID:22666439",
            "Value": "The Ca(2+)-activated Cl(-) channel TMEM16A is involved in epithelial fluid secretion, smooth muscle contraction and neurosensory signaling. /The investigators/ identified a Thai herbal antidiarrheal formulation that inhibited TMEM16A Cl(-) conductance. C18-reversed-phase HPLC fractionation of the herbal formulation revealed >98% of TMEM16A inhibition activity in one out of approximately 20 distinct peaks. The purified, active compound was identified as eugenol (4-allyl-2-methoxyphenol), the major component of clove oil. Eugenol fully inhibited TMEM16A Cl(-) conductance with single-site IC(50)~150 uM. Eugenol inhibition of TMEM16A in interstitial cells of Cajal produced strong inhibition of intestinal contraction in mouse ileal segments. TMEM16A Cl(-) channel inhibition adds to the list of eugenol molecular targets and may account for some of its biological activities."
        },
        {
            "References": "PMID:22420667",
            "Value": "The extract and essential oil of clove (Syzygium aromaticum) are widely used because of their medicinal properties. Eugenol is the most important component of clove, showing several biological properties. /The investigators/ analyzed the immunomodulatory/anti-inflammatory effect of clove and eugenol on cytokine production (interleukin (IL)-1beta, IL-6 and IL-10) in vitro. Macrophages were incubated with clove or eugenol (5, 10, 25, 50 or 100ug/well) for 24 hr. Concentrations that inhibited the production of cytokines were used before or after incubation with lipopolysaccharide (LPS), to verify a preventive or therapeutic effect. Culture supernatants were harvested for measurement of cytokines by enzyme-linked immunosorbent assay. Clove (100 ug/well) inhibited IL-1beta, IL-6 and IL-10 production and exerted an efficient action either before or after LPS challenge for all cytokines. Eugenol did not affect IL-1beta production but inhibited IL-6 and IL-10 production. The action of eugenol (50 or 100 ug/well) on IL-6 production prevented efficiently effects of LPS either before or after its addition, whereas on IL-10 production it counteracted significantly LPS action when added after LPS incubation.   Clove exerted immunomodulatory/anti-inflammatory effects by inhibiting LPS action. A possible mechanism of action probably involved the suppression of the nuclear factor-kB pathway by eugenol, since it was the major compound found in clove extract."
        },
        {
            "References": "PMID:16707845",
            "Value": "Effects of eugenol compounds on the production of nitric oxide (NO) in RAW264.7 macrophages were analyzed in relation to the anti-inflammatory action of these compounds. Eugenol and isoeugenol inhibited lipopolysaccharide (LPS)-dependent production of NO, which was due to the inhibition of protein synthesis of inducible nitric oxide synthase (iNOS). Isoeugenol showed the most effective inhibitory effect and eugenol was less effective. LPS-dependent expression of cyclooxygenase-2 (COX-2) protein was also inhibited markedly by isoeugenol, and less effectively by eugenol. Anti-inflammatory action of eugenol compounds may be explained by the inhibition of NO production and COX-2 expression, the pro-inflammatory mediators."
        },
        {
            "References": "PMID:15964168",
            "Value": "Eugenol (compound in , 4-allyl-2-methyoxyphenol) and isoeugenol (compound in , 4-propenyl-2-methoxyphenol), both used as a flavor agent in cosmetic and food products, have both prooxidant and antioxidant activities. Their adverse effects such as allergic and inflammatory reaction may be due to their prooxidant activity. To clarify the mechanisms of their cytotoxicity and the factors affecting their antioxidant/prooxidant activities, ... the cytotoxicity, ROS production, and cellular glutathione (GSH) levels induced by eugenol and isoeugenol in a human submandibular cell line /was investigated/. The cytotoxicity (MTT method) of eugenol was 1 order of magnitude lower than that of isoeugenol (CC50: eugenol, 0.395 mM; isoeugenol, 0.0523 mM); and ROS production (CDF staining) was induced significantly by isoeugenol, but not by eugenol. Under treatment with H2O2 (100 uM) plus horseradish peroxidase (1 ug/mL) for 30 min or with visible light irradiation for 5 min, eugenol caused biphasic ROS production characterized by enhanced at lower eugenol concentrations (5-10 uM) and decreased at higher concentrations (500 uM). In contrast, isoeugenol enhanced ROS production over a wide range of concentrations (5-500 uM). Isoeugenol at 1000 uM significantly reduced GSH levels compared with eugenol at the same concentration. The high cytotoxicity of isoeugenol may be attributed to its induction of high ROS production and low GSH levels, possibly as a result of benzyl radical formation. In contrast, the cytotoxicity of eugenol is likely to be mediated by ROS-independent mechanisms, possibly involving phenoxyl radicals and/or eugenol quinone methide."
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "Patty, F. (ed.). Industrial Hygiene and Toxicology: Volume II: Toxicology. 2nd ed. New York: Interscience Publishers, 1963., p. 1692",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/  ... Animals that survived acute effects remained lethargic, showed kidney injury as manifested by urinary incontinence and sometimes hematuria and exhibited malfunction of hind legs for several days."
        },
        {
            "References": "PMID:6943167",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Eugenol \"purified\" by HPLC was compared to commercial USP eugenol to determine if any difference exists between the inflammatory response caused by each. ... Each material was injected subcutaneously beneath the abdominal skin of 40 Walter Reed white rats. Ten animals were sacrificed at four different dates, and the degree of necrosis and inflammation was compared. The purified eugenol caused less necrosis and inflammation at all times than did the commercial eugenol. ... This study suggests that the impurities in commercial eugenol do cause an increase in the inflammatory response in the rat system studied. This increase is most evident at day two and after day ten."
        },
        {
            "References": "Haddad, L.M. (Ed). Clinical Management of Poisoning and Drug Overdose 3rd Edition. Saunders, Philadelphia, PA. 1998., p. 1177",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/  When instilled directly into the trachea of rats, eugenol caused interstitial hemorrhage, acute emphysema, and acute pulmonary edema."
        },
        {
            "References": "Haddad, L.M. (Ed). Clinical Management of Poisoning and Drug Overdose 3rd Edition. Saunders, Philadelphia, PA. 1998., p. 1176",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/  Dogs given oral doses of 0.25 g/kg of eugenol demonstrated vomiting, weakness, lethargy, and ataxia. At 0.5 g/kg eugenol is capable of causing coma and death within 24 hr. The LD50 of eugenol in rats has been determined to be 1.8 mL/kg (1.93 g), with postmortem findings consistent with sudden cardiovascular collapse."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V36 85 (1985)",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/  Intravenous administration of varying doses (0.05-0.15 mL of a 1:20 or 1:60 dilution) in dogs led to a transient fall in blood pressure and a reduction of myocardial contractile force."
        },
        {
            "References": "FAO/WHO; 1968 Evaluations of Some Pesticide Residues in Food: Toxicological Evaluation Of Some Flavouring Substances And Non-Nutritive Sweetening Agents (1967). Available from, as of April 22, 2005: https://www.inchem.org/documents/jecfa/jecmono/v44aje18.htm",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Rats and guinea-pigs given 150 mg/animal orally showed inhibition of glucosiduronic acid conjugation over 24 hours which was complete in stomach, almost complete in duodenum and practically absent in liver. Stomach epithelium was desquamated and punctate haemorrhages were seen in the pylorus and glandular region. Incubation of slices of stomach, duodenum or liver with 0.025 eugenol inhibited 75 percent of glucosiduronic acid conjugation, indicating interference with mucopoly-saccharide formation in tissues with possible gastric ulcer formation."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V36 85 (1985)",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ After single oral doses of 500 mg/kg bw eugenol, 2/4 dogs with predominant symptoms of vomiting died; all animals receiving doses of 250 mg/kg bw survived."
        },
        {
            "References": "WHO/FAO: Expert Committee on Food Additives. Summary of Toxicological Data of Certain Food Additives Series 17: Eugenol (97-53-0) (1982). Available from, as of July 28, 2012: https://www.inchem.org/pages/jecfa.html",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Subcutaneous injection of 0.1 mL of purified eugenol in adult Walter Reed white rats caused necrosis and inflammation at the injection site."
        },
        {
            "References": "WHO/FAO: Expert Committee on Food Additives. Summary of Toxicological Data of Certain Food Additives Series 17: Eugenol (97-53-0) (1982). Available from, as of July 28, 2012: https://www.inchem.org/pages/jecfa.html",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Intraperitoneal injection of 200 mg/kg eugenol induced anaesthesia in male Swiss albino mice; the mean sleeping time in a group of 10 dosed animals was 17 minutes. Two of the animals died within 24 hours of treatment."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V36 85 (1985)",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Eugenol exerts a low irritating effect on mucous membranes. A 5% emulsion of eugenol administered on a dog's tongue for five minutes produced erythema, ulcers and inflammatory infiltration."
        },
        {
            "References": "Hilton J et al; J Applied Toxicol 16 (5): 459-64 (1996)",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ The sensitizing potential of eugenol and isoeugenol was studied in mice and guinea pigs. Eugenol or isoeugenol at concentrations up to 25% was applied to the dorsum of the ears of 6 to 12 week (wk) old female BALB/c-mice. The contact sensitization potential of the compounds was evaluated using the standard murine local lymph node assay (LLNA). The respiratory sensitizing potential of the two chemicals was assessed using the mouse immunoglobulin-E (IgE) test. In this assay, 7 days after the initial treatment, the chemicals were applied to the dorsum of the ears at half the initial concentrations. After another 7 days, the mice were killed. Serum was analyzed for total IgE by an enzyme linked immunosorbent assay. Six to 12 wk old female Dunkin-Hartley guinea pigs were also administered 5, 10, or 25% eugenol or isoeugenol topically. The contact sensitizing potential of the compounds was assessed using the guinea-pig maximization test (GPMT). Eugenol and isoeugenol induced positive responses in both the GPMT and the murine LLNA. Isoeugenol produced the stronger responses. Eugenol at 2.5% induced a significant increase in serum total IgE concentration in the mouse IgE test. Higher concentrations did not increase IgE concentrations. The positive response induced by 2.5% eugenol was not considered biologically relevant. Isoeugenol had no significant effect on serum IgE concentrations in the assay. ... The results of the murine LLNA and GPMT confirm that eugenol and isoeugenol are contact sensitizers. Neither compound appears to be a respiratory sensitizer. The definite negative response produced by isoeugenol in the mouse IgE test and the lack of any reports of occupational pulmonary reactions suggest that isoeugenol may be useful as a negative control for developing and validating new tests for identifying respiratory allergens."
        },
        {
            "References": "PMID:7844474",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ ... The effects of iv infusion of eugenol in rats /were studied/ and /it was/ found that 4 uL and 8 uL of eugenol (6.52 mol/L) caused acute respiratory distress with hemorrhagic pulmonary edema. Histologic features included perivascular, interstitial, and alveolar edema with extravasation of red blood cells and neutrophils into the alveolar space and alveolar capillary trapping of neutrophils. In addition, lungs treated with eugenol had increased bronchoalveolar lavage fluid (BALF) protein content, and lung wet-to-dry weight ratios were increased in animals treated with 8 uL eugenol. Pretreatment with intravenous superoxide dismutase (SOD) or catalase but not dimethylthiourea (DMTU) decreased BALF protein content after infusion of 4 uL and 8 uL of eugenol. SOD and catalase but not DMTU decreased lung wet-to-dry weight ratios in animals infused with 8 microliters of eugenol."
        },
        {
            "References": "PMID:11806158",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ ... Three reagents /including/ eugenol were applied to the oral mucous membranes of mice. ... The eugenol group showed severe hyperkeratosis, parakeratosis, cellular edema, patchy chronic inflammation, pleomorphism and hyperchromatism of basal layer cells, indicating high mitotic activity."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V36 86 (1985)",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/  Oral doses increasing from 1400-4000 mg/kg bw administered to rats over 34 days resulted in slight liver enlargement with yellow discoloration. Moderately severe hyperplasia and hyperkeratosis associated with focal ulceration were seen in the forestomach."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. V5 920",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/  In a group of 20 male rats given initial oral dose of 1.4 g/kg eugenol, which was gradually increased to 4.0 g/kg, 8 rats survived 34 days,  15 rats lived long enough to receive max dose. Slight enlargement of liver and adrenal glands moderately severe observed and histological exam of forestomach revealed ... hyperplasia and hyperkeratosis of the stratified squamous epithelium, with focal ulceration. Small degree of osteoporosis was also seen."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. V5 920",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/  Rats given 4 daily doses of approximately 900 mg/kg /of eugenol/ showed minor liver damage. No liver damage was observed in rats fed eugenol at 1% in the diet for about 4 months. Feeding of eugenol at 0.1 or 1% in the diet in groups of 10 male and 10 female rats for 19 weeks produced no effect on growth, hematology, or organ weighs and histology. No adverse effect was observed in a group of 15 male and 15 female rats fed eugenol at 79.3 mg/kg of body weight per day for 12 weeks."
        },
        {
            "References": "PMID:3125837",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/  A study was conducted in male Fischer rats to assess the effect of dietary administration of eugenol on the activities of liver detoxifying enzymes, specifically, uridine diphosphate glucuronyltransferase, uridine diphosphate glucose dehydrogenase, and glutathione-S-transferase. Groups of rats were given diets containing 0, 1, 3, or 5% by weight eugenol for 22 days; in long term experiments lasting 23 weeks, one group of rats received control diet and another group was alternatively fed the above concentrations of eugenol. The activities of uridine diphosphate glucuronyltransferase in liver microsomes were tested with 1-naphthol, 4-nitrophenol, 4-hydroxybiphenyl, 4-methylumbelliferone, and bilirubin as substrates. The activities of uridine diphosphate glucose dehydrogenase and glutathione-S-transferase were tested using liver cytosol. The activities of liver microsomal uridine diphosphate glucuronyltransferase toward 1-naphthol, 4- nitrophenol, 4-hydroxybiphenyl, and 4-methylumbelliferone were enhanced by dietary administration of eugenol; activity on bilirubin was almost unchanged. Similar results for uridine diphosphate glucose dehydrogenase and glutathione-S-transferase activities in liver cytosol were obtained by dietary administration of eugenol. Glutathione-S-transferase activities toward 1-chloro-2,4-dinitrobenzene and 1,2-dichloro-4-nitrobenzene were increased markedly by dietary administration of eugenol. All enhancements of enzyme activities were related to the dietary level of eugenol. The content of cytochrome P450 in liver microsomes was not increased during the 13 week period. No significant change in gamma-glutamyl transpeptidase, a marker for chemical carcinogenesis, was noted."
        },
        {
            "References": "PMID:10865886",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ The effect of eugenol on the antioxidant status of the rat intestine after short and long term (15 days and 90 days respectively) oral administration of 1000 mg/kg bw (a dosage which has been reported to be highly hepatoprotective) was studied. ... The level of glutathione (GSH) was increased significantly on 90 day eugenol treatment. The activity of glutathione-S-transferases (GSTs) was increased significantly in both 15 day eugenol treated and 90-day eugenol treated groups."
        },
        {
            "References": "WHO/FAO: Expert Committee on Food Additives. Summary of Toxicological Data of Certain Food Additives Series 17: Eugenol (97-53-0) (1982). Available from, as of July 28, 2012: https://www.inchem.org/pages/jecfa.html",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Groups of 10 male and 10 female B6C3F1 mice were given 0, 400, 800, 1500, 3000 or 6000 ppm (0, 0.04, 0.08, 0.15, 0.3 or 0.6%) of eugenol in the diet for 13 weeks. There was no mortality, compound-related gross or microscopic pathology."
        },
        {
            "References": "WHO/FAO: Expert Committee on Food Additives. Summary of Toxicological Data of Certain Food Additives Series 17: Eugenol (97-53-0) (1982). Available from, as of July 28, 2012: https://www.inchem.org/pages/jecfa.html",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Groups of 5 female and 5 male B6C3F1 mice were given 6000, 12,500, 25,000, 50,000 or 100,000 ppm (0.6, 1.25, 2.5, 5, or 10%) of eugenol in the diet for 14 days. There were no concurrent controls. There was a dose-related decrease in weight gain in both males and  females. All 5 of the males in the 100,000 ppm (10%) group died before the end of the study. In the females, all of the 100,000 ppm (10%) group died before the end of the study."
        },
        {
            "References": "WHO/FAO: Expert Committee on Food Additives. Summary of Toxicological Data of Certain Food Additives Series 17: Eugenol (97-53-0) (1982). Available from, as of July 28, 2012: https://www.inchem.org/pages/jecfa.html",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Groups of 10 male and 10 female F-344 rats received 0, 800, 1500, 3000, 6000 or 12,500 ppm (0, 0.08, 0.15, 0.3, 0.6 or 1.25%) of eugenol in the diet for 90 days. There was no compound-related effect reported on mortality or gross or microscopic pathology. Relative to controls, weight gain was reduced 12% in the high dose males."
        },
        {
            "References": "WHO/FAO: Expert Committee on Food Additives. Summary of Toxicological Data of Certain Food Additives Series 17: Eugenol (97-53-0) (1982). Available from, as of July 28, 2012: https://www.inchem.org/pages/jecfa.html",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Groups of 5 male and 5 female F-344 rats were fed 6000, 12 500, 25,000, 50,000 or 100,000 ppm (0.6, 1.25, 2.5, 5 or 10%) of eugenol in the diet for 14 days. There were no concurrent controls. One high dose male and all high dose females died during the study. There appeared to be a dose-related reduction in weight gain."
        },
        {
            "References": "PMID:22556649",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Two different doses 20 & 30 ug/100 g body weight/day of eugenol were given intramuscularly to male albino rats for 10 days and the liver function was assessed by measuring the specific enzyme activities, and total and differential bilirubin concentration. There was an appreciable increase in total as well as differential bilirubin fractions and a dose dependent increase was noticed in the activities of alkaline phosphatase, transminases, lactate dehyrogenase with a decrease in the activity of glytamyl transferase activity, and suggesting eugenol to have a toxic effect on liver."
        },
        {
            "References": "PMID:2245410",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ The effects of treatment with naturally occurring antioxidants, selenium, beta-carotene, ferulic acid, esculin and eugenol during the promotional phase of tumor development were investigated in male F344 rats pretreated with 1,2-dimethylhydrazine and 1-methyl-1-nitrosourea. Animals were given 3 sc injections of 1,2-dimethylhydrazine at a dose of 40 mg/kg body weight within 1 week and then were injected with 1-methyl-1-nitrosourea ip at a dose of 20 mg/kg body weight 2 times per week for 2 week. Thereafter, they were maintained on a diet containing either 0.2% beta-carotene, 2 ppm selenium, 1% ferulic acid, 1% esculin or 0.8% eugenol. At week 52, surviving rats were killed and complete histological examinations were performed. Administration of eugenol enhanced the development of both hyperplasia and papillomas in the forestomach. Eugenol decreased the incidence of kidney nephroblastomas. The results thus showed that eugenol exerts promoting activity for forestomach carcinogenesis while the other antioxidants might have weak organ specific inhibitory effects under these experimental conditions."
        },
        {
            "References": "PMID:1908438",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Effects of topically applied betel leaf extract and its constituents, beta-carotene, alpha-tocopherol, eugenol and hydroxychavicol on 7,12-dimethylbenz(a)anthracene induced skin tumors were evaluated in two strains of mice. Eugenol showed minimal protection in both strains of mice. The mean latency period and survivors in betel leaf extract, beta-carotene, alpha-tocopherol and hydroxychavicol treated groups were remarkably high as compared to 7,12- dimethylbenz(a)anthracene alone treated group. Ip injection of betal leaf constituents showed a significant effect on both glutathione and glutathione S-transferase levels in the Swiss mouse skin."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V36 84 (1985)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ A group of 52 male CD-1 mice received four intraperitoneal injections of eugenol (purity, > 98%) in trioctanoin on days 1, 8, 15 and 22 after birth (total dose, 9.45 umol (1.6 mg)). A group of 59 male mice that received 0.01 mL/g bw trioctanoin only served as vehicle controls and another group of 50 male mice served as untreated controls. Mortality data were not given. The study was terminated at 12 months; no increase in the incidence of tumors was observed."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V36 84 (1985)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ In a two-stage mouse-skin assay, groups of 20 female ICR/Ha Swiss mice, eight weeks old, received either a single initiating skin application of 150 ug 7,12-dimethylbenz(a)anthracene (DMBA) in 0.1 mL acetone followed two to three weeks later by applications of 5 mg eugenol (purified by vacuum distillation (final purity not given)) in 0.1 mL acetone three times weekly, or treatment with eugenol alone three times per week. The experiments were terminated after 63 weeks. No skin tumor was found in 13/20 mice receiving eugenol alone and surviving to the end of the experiment. Mice receiving DMBA followed by eugenol had three papillomas (first appearing at 270 days); 14/20 mice survived to the end of the experiment. In 20 mice receiving DMBA followed by acetone, no skin papilloma was found, and nine mice survived to the end of the experiment. In the positive controls receiving DMBA followed by 25 g croton resin, 19 mice had papillomas and three had carcinomas; 6/20 mice survived to the end of the experiment."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V36 84 (1985)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Groups of 50 male Fischer 344 rats, six to seven weeks old, were fed diets containing 'USP-extra-grade' eugenol (purity, > 99%, with up to four trace impurities) at concentrations of 3000 or 6000 mg/kg of diet for 103 weeks, while groups of 50 female Fischer 344 rats, six to seven weeks old, were fed diets containing eugenol at 6000 or 12,500 mg/kg of diet for 103 weeks. Groups of 40 rats of each sex served as controls. In both male and female rats, survival was better among high-dose animals than controls, and 52-88% of the high-dose animals survived to the end of the experiment. An increased incidence of endometrial stromal polyps was observed in treated females (controls, 6/40; low-dose, 6/50; high-dose, 16/50; p = 0.02 by a trend test), but the incidence in the high-dose group was not significant by a pair-wise comparison test."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V36 84 (1985)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ A group of 59 male and 55 female Charles River CD-1 mice, four days old, received 2.5 mol/g bw (0.4 mg/g bw) eugenol (purity, > 98%) in trioctanoin by stomach tube twice weekly for five weeks; the experiment was terminated at 14 months. A group of 65 males and 52 females served as controls. No increased tumor incidence was found."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V36 83 (1985)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Groups of 30 female Charles River CD-1 mice, approximately eight weeks old, were fed a diet containing 0.5% eugenol (purity, > 98%) for 12 months and maintained for an additional eight months before killing. In addition, some of the groups were given 0 or 0.05% phenobarbital in the drinking-water throughout the experiment. Control groups of 30 mice were also set up, some of which received 0.05% phenobarbital in the drinking-water. Survival at 18 months was 30/30 in untreated controls, 29/30 in phenobarbital controls, 29/30 in the eugenol group and 24/30 in the eugenol and phenobarbital group. There was no increase in the incidence of tumors in treated animals."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V36 83 (1985)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Groups of 50 male and 50 female B6C3F1 mice, six to seven weeks old, were fed diets containing USP-extra-grade eugenol (purity, > 99%, with up to four trace impurities) at levels of 0, 3000 or 6000 mg/kg of diet for 103 weeks. Survival at 106 weeks was 41/50, 35/50 and 35/50 among control, low-dose and high-dose males, respectively; survival in females varied between 80-90%. The incidences of hepatocellular adenomas in males were 4/50 in control, 13/50 in low-dose and 10/49 in high-dose animals; and for females: 0/50 in control, 4/49 in low-dose and 3/49 in high-dose animals. The incidences of hepatocellular carcinomas in males were 10/50 in control, 20/50 in low-dose and 9/49 in high-dose animals; and for females: 2/50 in control, 3/49 in low-dose and 6/49 in high-dose animals. The total numbers of male mice with hepatocellular tumors were 14/50 in control, 28/50 in low-dose and 18/49 in high-dose animals: and those of females: 2/50 in control, 7/49 in low-dose and 9/49 in high-dose animals. For hepatocellular tumors in female mice, a trend test was significant (p = 0.02), as was a pairwise comparison test between the high-dose and control groups (p = 0.02). For male mice, the trend test was not significant, but the pair-wise comparison test between the low-dose group and the control group was significant (p = 0.004). Tumors at other sites were not increased in treated animals compared with controls."
        },
        {
            "References": "Vanithakumari G et al; Ind J Exp Biol 36 (12): 1240-44 (1998)",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ The structure and biochemical content of adult albino rat seminal vesicles were studied after administration of eugenol for 10 days (0.2 and 0.3 mg/kg/day, im). Marked decreases in the concentrations of nucleic acids, fructose and total protein as well as RNA ratio (61%) and protein/DNA ratio (27%) were observed. Increase in phospholipid concentration was noted with a corresponding decrease in neutral lipids. Histologically, eugenol treated animals showed degeneration of the secretory columnar cells and well developed myofibrillar connective tissues when compared to control animals."
        },
        {
            "References": "Babich H et al; Toxicol In Vitro 7 (2): 105-9 (1993)",
            "Value": "/GENOTOXICITY/ The cytotoxicity of eugenol to replicating cells, as mediated by the intracellular level of glutathione and by metabolic activation, was evaluated with the neutral red assay. The cytotoxicity of eugenol to human HFF fibroblasts and human HepG2 hepatoma cells was increased somewhat in the presence of a hepatic S9 fraction from Aroclor induced rats or hamsters. Exposure of human HepG2 hepatoma cells to eugenol depleted the level of intracellular glutathione. Cells treated with 1-chloro-2,4-dinitrobenzene or buthionine sulphoximine, agents that deplete intracellular glutathione, were hypersensitive to eugenol. A 1 hr pretreatment with 1- chloro-2,4-dinitrobenzene enhanced the cytotoxicity of eugenol, as did a 24 hr pretreatment with buthionine sulphoximine. Intracellular glutathione levels were, apparently significant in mediating the toxicity of eugenol."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V36 86 (1985)",
            "Value": "/GENOTOXICITY/ Eugenol was not mutagenic to Escherichia coli WP2 uvrA when tested in the presence and absence of S9 derived from the livers of Aroclor induced rats."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V36 87 (1985)",
            "Value": "/GENOTOXICITY/ Chromosomal aberrations were induced by eugenol in Chinese hamster ovary cells only in the presence of S9 from Aroclor induced rats; a small increase in the incidence of sister chromatid exchange was also observed in the presence or absence of S9."
        },
        {
            "References": "PMID:2392126",
            "Value": "/GENOTOXICITY/ The naturally occurring alkenylbenzene, eugenol, was examined for its ability to form DNA adducts in the livers of mice that had been treated with up to 10 mg of /eugenol/. No adducts were detected by (32)P postlabelling with a limit of detection of 1 adduct in 1X10+9 nucleotides. Under these conditions adducts were readily detected in liver DNA from the structurally related hepatocarcinogen safrole."
        },
        {
            "References": "PMID:1354898",
            "Value": "/GENOTOXICITY/ Eugenol, previously found to behave as a genotoxin in in vitro systems and as a noncarcinogen in rodents, was evaluated for its ability to induce genotoxic effects in vivo. /Sprague Dawley/ rats were given by gavage a single or two successive doses equal to one-half the corresponding LD50, killed at different times after treatment, and examined for the following end points: the frequency of both micronucleated polychromatic erythrocytes in the bone marrow and micronucleated hepatocytes (after partial hepatectomy), the in vivo-in vitro induction of DNA fragmentation, as measured by the alkaline elution technique, and of unscheduled DNA synthesis, as measured by autoradiography, in hepatocyte primary cultures. The two latter end points were also evaluated after in vitro exposure of hepatocytes to log-spaced subtoxic concentrations. Eugenol never produced effects indicative of genotoxic activity."
        },
        {
            "References": "PMID:2242826",
            "Value": "/GENOTOXICITY/ A number of alkenylbenzenes related to safrole and estragole are known to be hepatocarcinogenic in rats and/or mice, apparently by a genotoxic mechanism. However, they are not bacterial mutagens in the Ames test. The ability of a series of carcinogenic and non-carcinogenic congeners to induce unscheduled DNA synthesis was studied in freshly isolated rat hepatocytes in primary culture. The cytotoxicity of these compounds was assessed by lactate dehydrogenase leakage. Eugenol, for which evidence of carcinogenicity is equivocal or negative, did not induce unscheduled DNA synthesis. All compounds were markedly cytotoxic at concentrations between 1X10-3 and 1X10-2 M, irrespective of their structural features."
        },
        {
            "References": "PMID:7049270",
            "Value": "/GENOTOXICITY/ Mutagenicity of eugenol in Ames salmonella typhimurium assay was increased by addition of 3'-phosphoadenosine-5'-phosphosulfate to microsomal assay."
        },
        {
            "References": "PMID:3100745",
            "Value": "/GENOTOXICITY/ Mutagenicity of eugenol (2-methoxy-4-allylphenol) was evaluated by an in vivo eukaryotic assay in mice. A 50% lethal dose (LD50) for intraperitoneal (IP) delivery of eugenol was found to be 1109.6 mg/kg bw (7.5% eugenol-in-saline). Oral (PO) delivery via stainless-steel, esophageal cannulation was not lethal to 14,794 mg/kg bw (100%) eugenol. Based upon recommended procedure, 80 and 25% LD50 doses were administered IP in 250 uL volumes. Undiluted eugenol was administered PO in 100 uL volumes. Delivery of eugenol by both regimes to male mice induced anaphase mutations in polychromatic erythrocytes as measured by the bone marrow micronucleus test. IP delivery of both doses induced the formation of micronuclei to significant levels (P<0.001) compared to saline controls. PO delivery of eugenol induced a much reduced frequency of micronuclei when compared to the IP route. However, a significant increase in micronuclei was evident when this test population was compared to its control group (P<0.003). These results suggest that eugenol presents some mutagenic capacity in eukaryotic hosts... ."
        },
        {
            "References": "PMID:7508083",
            "Value": "/GENOTOXICITY/ ... Eugenol was evaluated for genotoxicity using the bone marrow micronucleus (Mn) assay in mice. Three doses (100, 400 or 600 mg/kg) were administered intraperitoneally (i.p.). ... 400 and 600 mg/kg doses showed significant induction of Mn."
        },
        {
            "References": "PMID:15576237",
            "Value": "/GENOTOXICITY/ ... Eugenol induced Cu(II)-mediated DNA damage in the presence of cytochrome P450 (CYP)1A1, 1A2, 2C9, 2D6, or 2E1. ...  Piperidine and formamidopyrimidine-DNA glycosylase treatment induced cleavage sites mainly at T and G residues of the 5'-TG-3' sequence, respectively. CYP2D6-treated eugenol strongly damaged C and G of the 5'-ACG-3' sequence complementary to codon 273 of the p53 gene."
        },
        {
            "References": "PMID:8603795",
            "Value": "/GENOTOXICITY/ ... Incubation of liver S-9 fractions from eugenol-treated rats with dimethylbenzanthracene (DMBA) had no antimutagenic effect. Eugenol did not modify UDS activity in hepatocytes isolated from rats pretreated with eugenol orally after exposure of these cells in vitro to DMBA and aflatoxin B1."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V36 87 (1985)",
            "Value": "/GENOTOXICITY/ Eugenol induced chromosomal aberrations in Chinese hamster ovary cells in the absence of an exogenous metabolic system."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V36 87 (1985)",
            "Value": "/GENOTOXICITY/ -Glucuronidase-treated urine (300 uL) of Sprague-Dawley rats given 0.5 mL eugenol by intubation was not mutagenic to Salmonella typhimurium TA100 or TA98 in the presence of S9 derived from the liver of the same strain of rat. Similarly, eugenol was not mutagenic to Salmonella typhimurium TA1950, TA1951, TA1952 or TA1964 in the host-mediated assay in which male C3H/HeJ mice were given 200 mg/kg bw intramuscularly."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V36 86 (1985)",
            "Value": "/GENOTOXICITY/ Eugenol was not mutagenic to Salmonella typhimurium TA1530, TA1535, TA1537, TA1538, TA98 or TA100 in the presence of S9 from the livers of polychlorinated biphenylinduced rats, or Aroclor-induced Syrian hamsters or mice. The procedures used included the standard plate incorporation assay, disc diffusion, pre-incubation and pulsed exposure."
        },
        {
            "References": "PMID:15781214",
            "Value": "/GENOTOXICITY/ In the present study, the phenolic compounds eugenol, isoeugenol and safrole were investigated for genotoxicity in the wing spot test of Drosophila melanogaster. The Drosophila wing somatic mutation and recombination test (SMART) provides a rapid means to evaluate agents able to induce gene mutations and chromosome aberrations, as well as rearrangements related to mitotic recombination. /The investigators/ applied the SMART in its standard version with normal bioactivation and in its variant with increased cytochrome P450-dependent biotransformation capacity. Eugenol and safrole produced a positive recombinagenic response only in the improved assay, which was related to a high CYP450-dependent activation capacity. This suggests, as previously reported, the involvement of this family of enzymes in the activation of eugenol and safrole rather than in its detoxification. On the contrary, isoeugenol was clearly non-genotoxic at the same millimolar concentrations as used for eugenol in both the crosses. The responsiveness of SMART assays to recombinagenic compounds, as well as the reactive metabolites from eugenol and safrole were considered responsible for the genotoxicity observed."
        },
        {
            "References": "PMID:199867",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ Because of its long-time use as a sedative or anodyne in dental procedures, eugenol was studied to determine its effect on evoked nerve impulse transmission. The sciatic nerve of the bullfrog was stimulated in a nerve chamber, and the compound action potential was visualized on and recorded from an oscilloscope screen. It was determined that eugenol concentrations ranging from 100 per cent to 0.01 per cent extinguished the impulse-transmission capabilities of the nerve within 3 hours. No reversal was observed within this time frame."
        },
        {
            "References": "PMID:2129162",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ The effects of phenolic dental medicaments on lipoxygenase activities of rat dental pulp and human platelets were studied. The major product derived from (14)C arachidonic acid by the homogenate of rat dental pulp was 12-hydroxyeicosatetraenoic acid (15-hydroxyeicosatetraenoic acid). Eugenol and p-chlorophenol dose dependently inhibited hydroxyeicosatetraenoic acids formation. The IC50 values of eugenol and p-chlorophenol were 0.62 and 0.34 mM respectively. The concentrations of these compounds that inhibit lipoxygenase were similar to those required to inhibit cyclooxygenase. These compounds also inhibited 12-lipoxygenase of human platelets with a similar range of concentrations. The results show that phenolic dental medicaments inhibit pulpal and platelet lipoxygenase. Thus, inhibition of arachidonic acid metabolism by phenolic dental medicaments via the lipoxygenase pathway may be involved in the analgesic and anti-inflammatory effects of the medicaments in endodontic therapy."
        },
        {
            "References": "PMID:1901202",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ Eugenol, an extract of cloves, has been associated with pulmonary edema when inhaled from commercially available clove cigarettes. The hypothesis that eugenol directly causes lung edema through oxidant mediated mechanisms was tested by infusing eugenol (0.1 and 1.0 mM) into isolated rabbit lungs perfused with a cell free albumin and physiologic salt solution. Lung edema (1.0 mM) was observed as demonstrated by increased lung weight gain and wet to dry lung weight ratios without alterations in mean pulmonary artery pressure. The oxygen metabolite scavengers catalase (1,000 unit/mL) and dimethylthiourea (30 mM) attenuated lung edema. Instillation of dimethylurea, superoxide dismutase, or heat-inactivated catalase did not prevent lung edema formation. It was concluded that eugenol causes lung edema in isolated lungs through oxidant mediated mechanisms in the absence of circulating formed blood elements."
        },
        {
            "References": "PMID:12757841",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ ... The methanolic extract of the cortex of Eugenia caryophyllata Thunberg (Myrtaceae) was found to potently inhibit the prostaglandin E(2) production in lipopolysaccharide (LPS)-activated mouse macrophage RAW264.7 cells (98.3% inhibition at the test concentration of 10 ug/mL). ... Eugenol was isolated and exhibited a significant inhibition of PGE(2) production (IC(50) = 0.37 uM). In addition, eugenol suppressed the cyclooxygenase-2 (COX-2) gene expression in LPS-stimulated mouse macrophage cells."
        },
        {
            "References": "WHO; Food Additive Series 17: Eugenol (1980). Available from, as of April 21, 2005: https://www.inchem.org/documents/jecfa/jecmono/v17je10.htm",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ Eugenol was reported to inhibit respiration in vitro in mitochondria isolated from the liver of adult male, Charles River rats. Concentrations of from 0.11 to 3.50 mM of eugenol were present in the suspension medium; inhibition of respiration began at concentrations of 0.88 mM."
        },
        {
            "References": "PMID:11374444",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ ...The survival of both HSG /(a human submandibular gland tumor cell line) and/ HGF/(a human gingival fibroblast in primary culture)/ cells treated with eugenol was significantly decreased as the /visible light/ (VL) irradiation time and/or the pH of the medium was increased. The amount of /reactive oxygen species/ (ROS) generated from eugenol was also enhanced by increasing the VL irradiation time and elevating the pH of the medium. Cytotoxicity and ROS generation of HGF cells were significantly lower than that of HSG cells. Glutathione (1 mM) or cysteine (1 mM) protected the photo damages."
        },
        {
            "References": "PMID:9084914",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ The irreversible and reversible inhibition of glutathione S-transferases (GSTs) by eugenol was studied in rat, mouse and man. ... No inhibition was observed in the absence of tyrosinase. The rate of irreversible inhibition of GSTs was highest in mouse cytosol, and lowest in rat cytosol. ... The human GST isoenzymes A1-1, M1a-1a and P1-1 and the rat GST isoenzymes 1-1, 2-2, 3-3, 4-4 and 7-7 were irreversibly inhibited by eugenol in the presence of tyrosinase. ... Eugenol caused moderate reversible inhibition (I25 ranged from 0.2 to 5.4 mM for human GSTs and from 0.4 to 4.9 mM for rat GSTs). In rat, eugenol methyl ether was the strongest inhibitor. In human, the overall inhibiting capacities of eugenol, eugenol methyl ether, isoeugenol methyl ether and 4-propyl phenol were more or less similar; 2-allylphenol was the poorest inhibitor."
        },
        {
            "References": "WHO/FAO: Expert Committee on Food Additives. Summary of Toxicological Data of Certain Food Additives Series 17: Eugenol (97-53-0) (1982). Available from, as of July 28, 2012: https://www.inchem.org/pages/jecfa.html",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/  At 1 mM concentration, eugenol was reported to cause a 61% inhibition of noradrenaline induced oxidative metabolism in isolated brown fat cells from adult hamsters."
        },
        {
            "References": "Opdyke, D.L.J. (ed.). Monographs on Fragrance Raw Materials. New York: Pergamon Press, 1979., p. 377",
            "Value": "/OTHER TOXICITY INFORMATION/  The hydroxylation of dimethylamidopyrine and hexobarbitone by mouse liver microsomes was weakly inhibited by eugenol in vivo. Hexobarbitone /CNS depression/ and zoxazolamine paralysis were slightly prolonged in mice treated with eugenol."
        },
        {
            "References": "PMID:1402962",
            "Value": "/OTHER TOXICITY INFORMATION/ Bioassay directed fractionation of clove terpenes from the plant Eugenia caryophyllata has led to the isolation of the following five active known compounds: beta-caryophyllene, beta-caryophyllene oxide, alpha-humulene, alpha-humulene epoxide I, and eugenol. Their structures were determined on the basis of spectral analysis. These compounds showed significant activity as inducers of the detoxifying enzyme glutathione S-transferase in the mouse liver and small intestine. The ability of natural anticarcinogens to induce detoxifying enzymes has been found to correlate with their activity in the inhibition of chemical carcinogenesis. Thus, these sesquiterpenes show promise as potential anticarcinogenic agents."
        },
        {
            "References": "Opdyke, D.L.J. (ed.). Monographs on Fragrance Raw Materials. New York: Pergamon Press, 1979., p. 377",
            "Value": "/OTHER TOXICITY INFORMATION/ The inhibition by eugenol of glucuronic acid conjugation in stomach of rats and guinea pigs and of dogs may have some bearing on the reported mucinogenic activity of eugenol and its beneficial effect on gastric ulcer formation."
        },
        {
            "References": "PMID:9084914",
            "Value": "/OTHER TOXICITY INFORMATION/ ...Tested in the mouse local lymph node assay for their skin sensitizing potential, The replacement of the methoxy group by an isopropoxy group led to a complete loss of sensitization for the eugenol derivative 6a. ... In the eugenol series, when methyl groups were present in the 3-, 5-, or 6-position a significant reduction in sensitization potential was observed. ... In the mouse, eugenol could sensitize via a demethylation pathway followed by oxidation to the o-quinone which could act directly as a hapten."
        },
        {
            "References": "PMID:8205227",
            "Value": "/OTHER TOXICITY INFORMATION/ ... The effect of eugenol on microsomal mixed function oxidase mediated peroxidation using Fe+3-ADP-NADPH, carbon tetrachloride (CCl4)-NADPH and cumene hydroperoxide (CumOOH) systems /was examined/. In the presence of eugenol the formation of thiobarbituric acid reactive substances (TBARS) was decreased in all the systems (IC50 values: 14 uM for Fe+3-ADP-NADPH, 4.0 uM for CCl4-NADPH and 15 uM for CumOOH). Oxygen uptake was also inhibited to a similar extent with Fe+3-ADP-NADPH and CumOOH systems. A comparative evaluation with other antioxidants showed that in Fe+3-ADP-NADPH and CumOOH systems, the antioxidant efficacy was in the order: butylated hydroxytoluene (BHT) > eugenol > alpha-tocopherol, while in CCl4-NADPH system the order was alpha-tocopherol > BHT > eugenol. Time course of inhibition by eugenol indicated interference in initiation as well as propagation of peroxidation. Eugenol did not inhibit cytochrome P-450 reductase activity but it inhibited P-450-linked monooxygenase activities such as aminopyrine-N-demethylase, N-nitrosodimethylamine demethylase, benzo(a)pyrene hydroxylase and ethoxyresorufin-O-deethylase to different extents. CumOOH supported monooxygenases (aminopyrine-N-demethylase and benzo(a)pyrene hydroxylase) required much higher concentrations of eugenol for inhibition."
        },
        {
            "References": "PMID:9512727",
            "Value": "/OTHER TOXICITY INFORMATION/ ... Eugenol depleted intracellular GSH, inhibited GJIC and generation of ROS, and had a modest effect on MMP at concentrations of 10 to 100 uM. At high concentrations (1000 uM), eugenol also affected [Ca2+]i, PMP, and pH. ... Coadministration of glutathione ethyl ester enhanced intracellular GSH levels by almost 100% and completely protected cells from cell death caused by eugenol."
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "(1) Dias NC et al; Analyst 128: 427-433 (2003) (2) US EPA; Estimation Program Interface (EPI) Suite. Ver. 4.1. Jan, 2011.Available from, as of Jun 26, 2012: https://www.epa.gov/oppt/exposure/pubs/episuitedl.htm (3) Swann RL et al; Res Rev 85: 17-28 (1983)",
            "Value": "The Koc of eugenol is estimated as 340(SRC), using a log Kow of 2.49(1) and a regression-derived equation(2). According to a classification scheme(3), these estimated Koc values suggest that eugenol is expected to have moderate to lowmobility in soil."
        }
    ]
}