{
    "_id": {
        "$oid": "6682e800c4e5dba5ffba2368"
    },
    "CID": {
        "$numberInt": "3327"
    },
    "Name": "FARNESOL",
    "IUPACName": "3,7,11-trimethyldodeca-2,6,10-trien-1-ol",
    "CanonicalSMILES": "CC(=CCCC(=CCCC(=CCO)C)C)C",
    "Synonyms": [
        "farnesol",
        "4602-84-0",
        "Farnesyl alcohol",
        "DTXSID3032389",
        "UNII-EB41QIU6JL",
        "Nikkosome",
        "EINECS 225-004-1",
        "NSC 60597",
        "EPA Pesticide Chemical Code 128911",
        "Trimethyl dodecatrienol",
        "AI3-44561",
        "CIS-TRANS-FARNESOL",
        "EB41QIU6JL",
        "Spectrum_001282",
        "(2-trans,6-trans)-farnesol"
    ],
    "IsomericSMILES": "CC(=CCCC(=CCCC(=CCO)C)C)C",
    "INCHI": "InChI=1S/C15H26O/c1-13(2)7-5-8-14(3)9-6-10-15(4)11-12-16/h7,9,11,16H,5-6,8,10,12H2,1-4H3",
    "INCHIKEY": "CRDAMVZIKSXKFV-UHFFFAOYSA-N",
    "Formula": "C15H26O",
    "MolecularWeight": {
        "$numberDouble": "222.37"
    },
    "Description": {
        "$numberDouble": "NaN"
    },
    "XlogP": {
        "$numberDouble": "4.8"
    },
    "Complexity": {
        "$numberInt": "265"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "environmental_bioconcentrations": [
        {
            "References": "(1) Meylan WM, Howard PH; J Pharm Sci 84: 83-92 (1995) (2) Meylan WM et al; Environ Toxicol Chem 18: 664-72 (1999) (3) Franke C et al; Chemosphere 29: 1501-14 (1994)",
            "Value": "An estimated BCF of 5,500 was calculated in fish for farnesol(SRC), using an estimated log Kow of 5.7(1) and a regression-derived equation(2). According to a classification scheme(3), this BCF suggests the potential for bioconcentration in aquatic organisms is very high(SRC), provided the compound is not metabolized by the organism(SRC)."
        }
    ],
    "environmental_biodegradations": [
        {
            "References": "PMID:11010899",
            "Value": "AEROBIC: Farnesol supported moderate growth of Mycobacterium ratisbonese strain MD4 and good growth of M. fortuitum strain NF4(1)."
        }
    ],
    "mechanism_of_action": [
        {
            "References": "PMID:7874691",
            "Value": "... the effect of 20 uM farnesol on the distribution of protein kinase C (PKC) between cytosolic and membrane fractions of HeLa S3K cells and fibroblasts line CF-3 was examined. In HeLa cells farnesol caused translocation of PKC from membrane fraction to cytosol after 1h of incubation and also prevented PMA-stimulated induction of PKC translocation from cytosol to membranes. Up to 6 h of incubation, there was no effect of farnesol on PKC localization in CF-3 fibroblasts. The results point to possible involvement of PKC in the toxic effect of farnesol ..."
        },
        {
            "References": "PMID:16540091",
            "Value": "... in MCF-7 human breast cancer cells, farnesol induced the expression of thyroid hormone receptor (THR) beta1 mRNA and protein at concentrations that inhibited cell growth. Changes in the expression of THR responsive genes, however, suggested that farnesol inhibits THR-mediated signaling. Protein extracts from cells treated with farnesol displayed decreased binding to oligodeoxynucleotides containing a consensus sequence for the THR response element, despite the higher THRbeta1 content, providing a mechanism to explain the decreased transcriptional activity of cellular THRs."
        },
        {
            "References": "PMID:16176276",
            "Value": "Farnesol-mediated apoptosis was prevented by transformation with a plasmid coding for the phosphatidic acid (PA) phosphatase LPP3, but not by an inactive LPP3 point mutant. Farnesol did not directly inhibit LPP3 PA phosphatase enzyme activity in an in vitro mixed micelle assay. ..."
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "PMID:15840382",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/... This study was performed to characterize the effects of minimally toxic doses of farnesol on the activity of phase I and II drug metabolizing enzymes. CD(R) rats (20/sex/group) received daily gavage exposure to farnesol doses of 0, 500, or 1000 mg/kg/day for 28 days; 10 rats/sex/group were necropsied at the termination of farnesol exposure; remaining animals were necropsied after a 28-day recovery period. No deaths occurred during the study, and farnesol had no significant effects on body weight, food consumption, clinical signs, or hematology/coagulation parameters. ... At the termination of dosing, the activities of CYP1A, CYP2A1-3, CYP2B1/2, CYP2C11/12, CYP2E1, CYP3A1/2, CYP4A1-3, CYP19, glutathione reductase, NADPH/quinone oxidoreductase and UDP-glucuronosyltransferase were significantly increased in the livers of farnesol-treated rats; farnesol also increased the activity of glutathione S-transferase in the kidney. The effects of farnesol on hepatic and renal enzymes were reversed during the recovery period. At the end of the dosing period, increases in absolute and relative liver and kidney weights were seen in farnesol-treated rats. ..."
        },
        {
            "References": "PMID:16332721",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Chemopreventive activities of farnesol (FOH) and geraniol (GOH) were evaluated during the initial phases of hepatocarcinogenesis. Rats received during eight consecutive weeks 25 mg/100 g body weight FOH (FOH group) or GOH (GOH group), or only corn oil (CO group, controls). Incidence (%) and mean number of visible hepatocyte nodules/animal were inhibited in FOH group (13% and 4 + or - 1; p < 0.05) ... compared to CO group (100% and 42 + or - 17). Mean area (mm2) and % liver section area occupied by total hepatic placental glutathione S-transferase positive preneoplastic lesions (PNLs) were reduced in FOH group (0.09 + or - 0.06; 2.8 + or - 1.3; p < 0.05) compared to CO group (0.18 + or - 0.12; 10.0 + or - 2.8). ... .Compared to CO group, the FOH ... group showed reduced (p < 0.05) PNL cell proliferation and DNA damage, ... reduced (p< 0.05) total plasma cholesterol levels, and increased (p < 0.05) hepatic levels of 3-hydroxy-3-methylglutaryl coenzyme A (HMGCoA) reductase mRNA..."
        },
        {
            "References": "PMID:12530055",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Hamster pancreatic cancer was initiated at time 0 with N-nitrosobis(2-oxopropyl)amine. Animals were fed control, 2% (w/w) perillyl alcohol, or 1% (w/w) farnesol diets from weeks 5-42. Pancreatic carcinoma incidence was decreased by perillyl alcohol and farnesol. Hyperplastic pancreatic ductal neoplasms from perillyl alcohol and farnesol-treated animals had higher Bak protein expression (p < 0.05), and somewhat higher apoptotic rates, diminished expression of the antiapoptotic protein BCL-xL, and lower rates of DNA synthesis than the controls."
        },
        {
            "References": "PMID:6658796",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Fragrance materials showed different teratogenic and lethal effects on young chick embryo, according to their molecular structure. The optimum teratogenic dose for farnesol was 5.0 uM/embryo. The teratogenic effects of these cmpd, incl farnesol, were organ-dependent, eg, cmpd with an alpha-carbonyl group were more teratogenic to the embryonic skeleton."
        },
        {
            "References": "PMID:4405589",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ WHEN GIVEN IV OR ORALLY AT GREATER OR EQUAL TO 100 MG/KG, SYNTHETIC FARNESOL WAS PSYCHOSEDATIVE IN MICE & RATS. IT LOWERED RESPONSE TO PSYCHIC STIMULI SUCH AS CURIOSITY & CAFFEINE-INDUCED EXCITATION."
        },
        {
            "References": "FAO/WHO Joint Expert Committee on Food Additives; WHO Food Additives Series 52: Aliphatic branched-chain saturated and unsaturated alcohols, aldehydes, acids, and related esters (2004). Available from, as of February 21, 2007: https://www.inchem.org/pages/jecfa.html",
            "Value": "/GENOTOXICITY/ Tested negative in the Ames reverse mutation assay with Salmonella typhimurium TA98, TA100, TA1535, TA1537 at 8-5000 ug/plate with and without metabolic activation. /From table/"
        },
        {
            "References": "FAO/WHO Joint Expert Committee on Food Additives; WHO Food Additives Series 52: Aliphatic branched-chain saturated and unsaturated alcohols, aldehydes, acids, and related esters (2004). Available from, as of February 21, 2007: https://www.inchem.org/pages/jecfa.html",
            "Value": "/GENOTOXICITY/ Tested negative in the Ames reverse mutation assay with Salmonella typhimurium TA98, TA100, TA1535, TA1537 at 3 umol/plate (667 ug/plate) with and without metabolic activation. /From table/"
        },
        {
            "References": "PMID:12054554",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ ... farnesol was shown to significantly inhibit rabbit liver microsomal cytochrome P450 enzymes. The observed inhibition appeared to be reversible, and was not strictly competitive, but rather mixed in nature. Of the activities examined, ethoxycoumarin de-ethylase and diclofenac-4-hydroxylase activities were most sensitive to farnesol, with K(I) and K(I)' values between 11 and 40 uM. Caffeine-8-hydroxylation and taxol-6-hydroxylation were not inhibited at all by farnesol. Farnesol appeared to be a P450 substrate, as well as an inhibitor, as indicated by the NADPH-dependent decrease in farnesol concentration in microsomal incubations..."
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "(1) Meylan WM et al; Environ Sci Technol 26: 1560-67 (1992) (2) Swann RL et al; Res Rev 85: 17-28 (1983)",
            "Value": "Using a structure estimation method based on molecular connectivity indices(1), the Koc of farnesol can be estimated to be 1,300(SRC). According to a classification scheme(2), this estimated Koc value suggests that farnesol is expected to have low mobility in soil."
        }
    ]
}