{
    "_id": {
        "$oid": "6682e800c4e5dba5ffba2369"
    },
    "CID": {
        "$numberInt": "3337"
    },
    "Name": "FENFLURAMINE",
    "IUPACName": "N-ethyl-1-[3-(trifluoromethyl)phenyl]propan-2-amine",
    "CanonicalSMILES": "CCNC(C)CC1=CC(=CC=C1)C(F)(F)F",
    "Synonyms": [
        "fenfluramine",
        "Obedrex",
        "Rotondin",
        "Pesos",
        "Ponderax PA",
        "DL-Fenfluramine",
        "Acino",
        "458-24-2",
        "Fenfluramina",
        "Fenfluraminum",
        "(+-)-Fenfluramine",
        "Fenfluramin",
        "Pondimin",
        "Phenfluramine",
        "Brabafen"
    ],
    "IsomericSMILES": "CCNC(C)CC1=CC(=CC=C1)C(F)(F)F",
    "INCHI": "InChI=1S/C12H16F3N/c1-3-16-9(2)7-10-5-4-6-11(8-10)12(13,14)15/h4-6,8-9,16H,3,7H2,1-2H3",
    "INCHIKEY": "DBGIVFWFUFKIQN-UHFFFAOYSA-N",
    "Formula": "C12H16F3N",
    "MolecularWeight": {
        "$numberDouble": "231.26"
    },
    "Description": "Fenfluramine is a secondary amino compound that is 1-phenyl-propan-2-amine in which one of the meta-hydrogens is substituted by trifluoromethyl, and one of the hydrogens attached to the nitrogen is substituted by an ethyl group. It binds to the serotonin reuptake pump, causing inhbition of serotonin uptake and release of serotonin. The resulting increased levels of serotonin lead to greater serotonin receptor activation which in turn lead to enhancement of serotoninergic transmission in the centres of feeding behavior located in the hypothalamus. This suppresses the appetite for carbohydrates. Fenfluramine was used as the hydrochloride for treatment of diabetes and obesity. It was withdrawn worldwide after reports of heart valve disease and pulmonary hypertension. It has a role as a serotonin uptake inhibitor, a serotonergic agonist and an appetite depressant. It is a secondary amino compound and a member of (trifluoromethyl)benzenes.",
    "XlogP": {
        "$numberDouble": "3.4"
    },
    "Complexity": {
        "$numberInt": "203"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "logP": [
        {
            "References": "Sangster J; LOGKOW Databank. Sangster Res. Lab., Montreal Quebec, Canada (1993)",
            "Value": "log Kow = 3.36"
        }
    ],
    "mechanism_of_action": [
        {
            "References": "McEvoy, G.K. (ed.). American Hospital Formulary Service - Drug Information 97. Bethesda, MD: American Society of Health-System Pharmacists, Inc. 1997 (Plus Supplements)., p. 1770",
            "Value": "The exact mechanism of action of fenfluramine has not been clearly defined. Results of animal studies indicate that its appetite-inhibiting may result from stimulation of the ventromedial nucleus of the hypothalamus. The mechanism by which this stimulation is mediated has not yet been determined. Although fenfluramine is used in the treatment of obesity as an anorexigenic, it has not been firmly established that the pharmacologic action is principally one of appetite suppression; other CNS actions and/or metabolic effects may be involved. ... Cardiovascular and autonomic effects produced by fenfluramine in animals appear to be qualitatively similar to those of amphetamine, but as a pressor agent it is 10-20 times less potent than dextroamphetamine. Some clinical studies have shown fenfluramine to have hypotensive effects in obese hypertensive patients. EEG studies, both awake and during sleep, show fenfluramine to be qualitatively different from amphetamine and other amphetamine congeners and suggest that fenfluramine may be more similar to sedative psychotherapeutic drugs rather than CNS or cerebral stimulants. There is some evidence that fenfluramine interferes with CNS pathway which regulate the release of human growth hormone."
        },
        {
            "References": "PMID:2427023",
            "Value": "The neurochemical mechanisms by which drugs acting on central serotoninergic system modify feeding were reviewed. Fenfluramine, a clinically effective appetite suppressant, releases serotonin from nerve terminals and inhibits its reuptake, and considerable evidence suggests that these effects mediate its anorectic activity. The D isomer of fenfluramine is particularly specific in affecting serotonin mechanisms and causing anorexia. Transmitters other than serotonin such as acetylcholine, catecholamines and GABA are also affected by systemic administration of fenfluramine, but some of these effects are secondary to fenfluramine's action on serotoninergic mechanisms. Moreover, there is no evidence that these brain substances are involved in fenfluramine's ability to cause anorexia. Several studies with drugs affecting different serotonin mechanisms such as release and uptake or mimicking the action of serotonin at post-synaptic receptors suggest that increase serotonin release and direct stimulation of postsynaptic receptors are the most effective mechanisms for causing depression of food intake, although inhibition of serotonin uptake may also contribute in appropriate conditions. Development of serotonin receptor hyposensitivity and, in some instances, decreased serotonin levels may lead to tolerance to the anorectic activity of drugs enhancing serotonin transmission, the degree of this depending critically on the type of effect on serotonin mechanisms and intensity and duration of serotonin receptor activation. Recent evidence suggests that a decrease in serotonin function causes stimulation of feeding. This may lead to development of new strategies for the treatment of clinical anorexias."
        }
    ]
}