{
    "_id": {
        "$oid": "6682e800c4e5dba5ffba236b"
    },
    "CID": {
        "$numberInt": "3345"
    },
    "Name": "Fentanyl",
    "IUPACName": "N-phenyl-N-[1-(2-phenylethyl)piperidin-4-yl]propanamide",
    "CanonicalSMILES": "CCC(=O)N(C1CCN(CC1)CCC2=CC=CC=C2)C3=CC=CC=C3",
    "Synonyms": [
        "fentanyl",
        "Phentanyl",
        "Fentanil",
        "Fentanest",
        "Fentora",
        "437-38-7",
        "Duragesic",
        "Durogesic",
        "Fentanila",
        "Fentanylum",
        "Sentonil",
        "Sublimase",
        "Sublimaze",
        "Matrifen",
        "Duragesic-100"
    ],
    "IsomericSMILES": "CCC(=O)N(C1CCN(CC1)CCC2=CC=CC=C2)C3=CC=CC=C3",
    "INCHI": "InChI=1S/C22H28N2O/c1-2-22(25)24(20-11-7-4-8-12-20)21-14-17-23(18-15-21)16-13-19-9-5-3-6-10-19/h3-12,21H,2,13-18H2,1H3",
    "INCHIKEY": "PJMPHNIQZUBGLI-UHFFFAOYSA-N",
    "Formula": "C22H28N2O",
    "MolecularWeight": {
        "$numberDouble": "336.5"
    },
    "Description": "Fentanyl is a monocarboxylic acid amide resulting from the formal condensation of the aryl amino group of N-phenyl-1-(2-phenylethyl)piperidin-4-amine with propanoic acid. It has a role as an opioid analgesic, a mu-opioid receptor agonist, an anaesthesia adjuvant, an intravenous anaesthetic, an adjuvant and an anaesthetic. It is a member of piperidines, an anilide and a monocarboxylic acid amide.",
    "XlogP": {
        "$numberDouble": "4"
    },
    "Complexity": {
        "$numberInt": "391"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "logP": [
        {
            "References": "Sangster J; LOGKOW Databank. Sangster Res. Lab., Montreal Quebec, Canada (1993)",
            "Value": "log Kow = 4.05"
        }
    ],
    "mechanism_of_action": [
        {
            "References": "PMID:12513698",
            "Value": "The aim of the present study was to describe the activity of a set of opioid drugs, including partial agonists, in a cell system expressing only mu opioid receptors. Receptor activation was assessed by measuring the inhibition of forskolin-stimulated cyclic adenosine mono phosphate (cAMP) production. Efficacies and potencies of these ligands were determined relative to the endogenous ligand beta-endorphin and the common mu agonist, morphine. Among the ligands studied naltrexone, WIN 44,441 and SKF 10047, were classified as antagonists, while the remaining ligands were agonists. Agonist efficacy was assessed by determining the extent of inhibition of forskolin-stimulated cAMP production. The rank order of efficacy of the agonists was fentanyl = hydromorphone = beta-endorphin > etorphine = lofentanil = butorphanol = morphine = nalbuphine = nalorphine > cyclazocine = dezocine = metazocine >or= xorphanol. The rank order of potency of these ligands was different from that of their efficacies; etorphine > hydromorphone > dezocine > xorphanol = nalorphine = butorphanol = lofentanil > metazocine > nalbuphine > cyclazocine > fentanyl > morphine >>>> beta-endorphin. These results elucidate the relative activities of a set of opioid ligands at mu opioid receptor and can serve as the initial step in a systematic study leading to understanding of the mode of action of opioid ligands at this receptor. Furthermore, these results can assist in understanding the physiological effect of many opioid ligands acting through mu opioid receptors."
        },
        {
            "References": "PMID:24704555",
            "Value": "Diabetic neuropathy is one of the most frequent complications of diabetes mellitus. Therefore, the present study was designed to investigate the anti-hyperalgesic mechanism of fentanyl in a mouse model of streptozotocin-induced diabetic neuropathy. The antinociceptive response was assessed by recording the latency in a tail-flick test. The tail-flick latency in diabetic mice was significantly shorter than that in non-diabetic mice. Fentanyl, at doses of 3 and 10 ug/kg, s.c., produced a dose-dependent increase in the tail-flick latencies in diabetic mice. While fentanyl (3 ug/kg, s.c.) did not produce a significant inhibition of the tail-flick response in non-diabetic mice, it significantly prolonged the tail-flick latency in diabetic mice to the same level as the baseline latency in non-diabetic mice. Although pretreatment with naloxone (3 mg/kg, s.c.) completely antagonized fentanyl-induced antinociception in non-diabetic mice, it had no effect on the antinociceptive effect of fentanyl in diabetic mice. Pretreatment with either of the voltage-gated sodium channel openers fenvarelarte and veratridine practically abolished the antinociceptive effects of fentanyl in diabetic mice. However, neither fenvarelate nor veratridine affected the antinociceptive effect of fentanyl in non-diabetic mice. These results suggest that the anti-hyperalgesic effect of fentanyl is mediated through the blockade of sodium channels in diabetic mice, whereas opioid receptors mediate the antinociceptive effect of fentanyl in non-diabetic mice."
        },
        {
            "References": "PMID:14662727",
            "Value": "Tolerance to opioids frequently follows repeated drug administration and affects the clinical utility of these analgesics. Studies in simple cellular systems have demonstrated that prolonged activation of opioid receptors produces homologous receptor desensitization by G-protein receptor kinase mediated receptor phosphorylation and subsequent beta-arrestin binding. To define the role of this regulatory mechanism in the control of the electrophysiological and behavioral responses to opioids, we used mice having a targeted disruption of the G-protein receptor kinase 3 (GRK3) gene. Mice lacking GRK3 did not differ from wild-type littermates neither in their response latencies to noxious stimuli on the hot-plate test nor in their acute antinociceptive responses to fentanyl or morphine. Tolerance to the electrophysiological response to the opioid fentanyl, measured in vitro in the hippocampus, was blocked by GRK3 deletion. In addition, tolerance to the antinociceptive effects of fentanyl was significantly reduced in GRK3 knockouts compared to wild-type littermate controls. Tolerance to the antinociceptive effects of morphine was not affected by GRK3 deletion although morphine tolerance in hippocampal slices from GRK3 knockout mice was significantly inhibited. Tolerance developed more slowly in vitro to morphine than fentanyl supporting previous work in in vitro systems showing a correlation between agonist efficacy and GRK3-mediated desensitization. The results of these studies suggest that GRK3-mediated mechanisms are important components of both electrophysiologic and behavioral opioid tolerance. Fentanyl, a high efficacy opioid, more effectively produced GRK3-dependent effects than morphine, a low efficacy agonist."
        },
        {
            "References": "PMID:26056051",
            "Value": "G protein-coupled receptor desensitization is typically mediated by receptor phosphorylation by G protein-coupled receptor kinase (GRK) and subsequent arrestin binding; morphine, however, was previously found to activate a c-Jun N-terminal kinase (JNK)-dependent, GRK/arrestin-independent pathway to produce mu opioid receptor (MOR) inactivation in spinally-mediated, acute anti-nociceptive responses. In the current study, we determined that JNK2 was also required for centrally-mediated analgesic tolerance to morphine using the hotplate assay. We compared JNK activation by morphine and fentanyl in JNK1(-/-), JNK2(-/-), JNK3(-/-), and GRK3(-/-) mice and found that both compounds specifically activate JNK2 in vivo; however, fentanyl activation of JNK2 was GRK3-dependent, whereas morphine activation of JNK2 was GRK3-independent. In MOR-GFP expressing HEK293 cells, treatment with either arrestin siRNA, the Src family kinase inhibitor PP2, or the protein kinase C (PKC) inhibitor Go6976 indicated that morphine activated JNK2 through an arrestin-independent Src- and PKC-dependent mechanism, whereas fentanyl activated JNK2 through a Src-GRK3/arrestin-2-dependent and PKC-independent mechanism. This study resolves distinct ligand-directed mechanisms of JNK activation by mu opioid agonists and understanding ligand-directed signaling at MOR may improve opioid therapeutics."
        },
        {
            "References": "PMID:18685878",
            "Value": "Opioids are the most effective and widely used drugs in the treatment of severe acute and chronic pain. They act through opioid receptors that belong to the family of G protein-coupled receptors. Three classes of opioid receptors (mu, delta, kappa), expressed in the central and peripheral nervous system, have been identified. The analgesic effect of opioids is mediated through multiple pathways of opioid receptor signaling (e.g., G(i/o) coupling, cAMP inhibition, Ca(++) channel inhibition). The standard exogenous opioid analgesics used in the operating room are fentanyl, sufentanil, morphine, alfentanil, and remifentanil."
        }
    ]
}