{
    "_id": {
        "$oid": "6682e801c4e5dba5ffba236c"
    },
    "CID": {
        "$numberInt": "3346"
    },
    "Name": "FENTHION",
    "IUPACName": "dimethoxy-(3-methyl-4-methylsulfanylphenoxy)-sulfanylidene-lambda5-phosphane",
    "CanonicalSMILES": "CC1=C(C=CC(=C1)OP(=S)(OC)OC)SC",
    "Synonyms": [
        "fenthion",
        "55-38-9",
        "Mercaptophos",
        "Baytex",
        "Spotton",
        "Fenthione",
        "Lebaycid",
        "Phenthion",
        "Queletox",
        "Baycid",
        "Talodex",
        "Tiguvon",
        "Sulfidophos",
        "Figuron",
        "Entex"
    ],
    "IsomericSMILES": "CC1=C(C=CC(=C1)OP(=S)(OC)OC)SC",
    "INCHI": "InChI=1S/C10H15O3PS2/c1-8-7-9(5-6-10(8)16-4)13-14(15,11-2)12-3/h5-7H,1-4H3",
    "INCHIKEY": "PNVJTZOFSHSLTO-UHFFFAOYSA-N",
    "Formula": "C10H15O3PS2",
    "MolecularWeight": {
        "$numberDouble": "278.3"
    },
    "Description": "Fenthion is an organic thiophosphate that is O,O-dimethyl hydrogen phosphorothioate in which the hydrogen atom of the hydroxy group is replaced by a 3-methyl-4-(methylsulfanyl)phenyl group. It exhibits acaricidal and insecticidal activities. It has a role as an EC 3.1.1.7 (acetylcholinesterase) inhibitor, an acaricide, an agrochemical, an avicide, an EC 3.1.1.8 (cholinesterase) inhibitor and an insecticide. It is functionally related to a 4-(methylsulfanyl)-m-cresol.",
    "XlogP": {
        "$numberDouble": "4.1"
    },
    "Complexity": {
        "$numberInt": "254"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "environmental_bioconcentrations": [
        {
            "References": "(1) DeBruijn J, Hermens, J; Environ Toxicol and Chem 10: 791-804 (1991) (2) Hansch C, Leo AJ; Medchem Project Issue No.26 Claremont CA: Pomona College (1985) (3) Bowman BT, Sans WW; J Environ Sci Health B18: 221-7 (1983) (4) Lyman WJ et al; Handbook of Chemical Property Estimation Methods Washington,DC: Amer Chem Soc pp. 5-4, 5-10 (1990) (5) Hall RJ, Kolbe E; J Toxicol Environ Health 6: 853-60 (1980)",
            "Value": "Using a flow-through system and up to 11 days of exposure, a mean BCF of 16,600 (extractable lipid basis) was measured in guppies (Poecilia reticulata)(1). Based upon a measured Log Kow of 4.09(2) and a water solubility of 7.5 mg/l at 20 °C(3), the BCF of fenthion can be estimated to be 760 and 200, respectively, from regression derived equations(4,SRC). These measured and estimated BCF values suggest that bioconcentration in aquatic organisms may have some environmental importance(SRC). A fenthion BCF of 62 was measured in tadpoles after a 96 hr exposure period in a flow-through system(5)."
        }
    ],
    "environmental_biodegradations": [
        {
            "References": "PMID:2706349",
            "Value": "The effects of some potential chemical, photochemical, biological and environmental conditions upon the degradation of fenthion in laboratory and field experiments were investigated. The effects of biological activity on the degradation of fenthion were examined with mangrove swamp water in a dark bottle. Photolytic degradation was observed with mangrove water that was sterilized by the addition of mercuric chloride to 40 ppm and exposed to natural sunlight for the field study. Different natural waters (ocean, inlet, estuarine, mangrove swamp, freshwater lake, and canal) were collected and incubated in the pond for studying the fenthion disappearance rate in different types of water bodies. The stability of fenthion under acidic and alkaline conditions was observed for hydrolytic degradation. A comparison of the biological degradation by aquatic microorganisms against that of chemical degradation by pH adjustment was also investigated. The results show that fenthion remains relatively stable under acidic to neutral conditions. Under alkaline conditions fenthion still remains stable up to pH 11. Higher salinity resulted in a shorter half-life. Fenthion was found to be susceptible to biological degradation by anaerobic or non-photolytic organisms. In natural waters, the degradation of fenthion was related to the biological activity of each water sample. Mangrove water exhibited the lowest half-life (2.9 days) while the ocean water showed the longest half-life (21.1 days)."
        },
        {
            "References": "(1) Wang T et al; Bull Environ Contam Toxicol 42: 389-94 (1989) (2) Cripe CR et al; Environ Toxicol Chem 8: 747-58 (1989) (3) O'Neill EJ et al; Environ Toxicol Chem 8: 759-68 (1989)",
            "Value": "In a laboratory die-away study in natural water, the half-life of fenthion was 46.9 days under dark, sterile conditions and 19.7 days under dark, nonsterile conditions(1); with sunlight exposure, the half-lives were 10.9 days in sterile conditions and 2.9 in nonsterile conditions(1); this suggests an important biological route of degradation(1). In shake-flask screening studies using water and sediment from a salt marsh environment, fenthion degraded more rapidly in nonsterile conditions as compared to sterile conditions(2); although degradation rates in water-only tests were small, degradation in water sediment tests indicated that fenthion was degrading at least several times faster in the nonsterile conditions(2); a temperature increase of 8 °C increased the biodegradation rates by a factor of 2.5(2). The biodegradation of fenthion was studied in a laboratory microcosm simulating a salt marsh environment(3); a half-life of 35.5 hr was observed in the water column under nonsterile conditions(3); under formalin-sterilized conditions, the half-life increased to 105 hr suggesting a biological route of degradation(3)."
        }
    ],
    "logP": [
        {
            "References": "Bowman BT, Sans WW; J Environ Sci Health Part B Pestic Food Contam Agric Wastes 18 (6): 667-84 (1983)",
            "Value": "log Kow= 4.091"
        }
    ],
    "mechanism_of_action": [
        {
            "References": "Morgan, D.P. Recognition and Management of Pesticide Poisonings. EPA 540/9-80-005. Washington, DC: U.S. Government Printing Office, Jan. 1982., p. 2",
            "Value": "Organophosphates poison insects and humans primarily by phosphorylation of the acetylcholinesterase enzyme at nerve endings. /Organophosphate Cholinesterase-inhibiting pesticides/"
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "(1) Hansch C, Leo AJ; Medchem Project Issue No.26 Claremont CA: Pomona College (1985) (2) Bowman BT, Sans WW; J Environ Sci Health B18: 221-7 (1983) (3) Lyman WJ et al; Handbook of Chemical Property Estimation Methods Washington,DC: Amer Chem Soc p. 4-9 (1990) (4) Wauchope RD et al; Rev Environ Contam Toxicol 123: 1-35 (1991) (5) Swann RL et al; Res Rev 85: 23 (1983)",
            "Value": "Based upon a measured log Kow of 4.09(1) and a water solubility of 7.5 mg/l at 20 °C(2), the Koc of fenthion can be estimated to be 4000 and 1400, respectively, from regression derived equations(3,SRC). The US Dept Agric's Pesticide Properties Database lists a Koc value of 1500 for fenthion(4). According to a suggested classification scheme(5), these estimated Koc values suggest that fenthion is only slightly mobile in soil(SRC)."
        }
    ],
    "plant_translocations": [
        {
            "content": "An in vivo uptake and elimination tracing study based on solid phase microextraction (SPME) was conducted to investigate the accumulation, persistence, and distribution of organochloride pesticides (OCPs) and organophosphorus pesticides (OPPs) in Malabar spinach (Basella alba L.) plants. Uptake and elimination of the pesticides were traced in leaves, stems, and roots of living Malabar spinach plants. Root concentration factor (RCF), distribution concentration factor (DCF), and transpiration stream concentration factor (TSCF) were calculated based on the in vivo tracing data. The tracing data showed that the OCPs were much more accumulative and persistent than the OPPs in roots, while they were similarly accumulative and persistent in leaves and stems. RCF values of the OPPs or OCPs were likely to increase with the increase in LogKow values except fenthion. Obtained DCF values indicated that OPPs and OCPs were more accumulative in the organs containing more lipids. TSCF values showed that the translocation of OPPs and OCPs from roots to foliage was firstly dependent on the hydrophobicity of the compounds, but also significantly affected by the water solubility. This is the first study of generating RCF, DCF, and TSCF data in living plants by in vivo sampling method, which provides a foundation to promote the application of in vivo SPME and improve understanding of contaminant behaviors in living plants.",
            "reference": "Qiu, J., Chen, G., Xu, J., Luo, E., Liu, Y., Wang, F., ... & Ouyang, G. (2016). In vivo tracing of organochloride and organophosphorus pesticides in different organs of hydroponically grown malabar spinach (Basella alba L.). Journal of hazardous materials, 316, 52-59.",
            "method": {
                "Test Plant": "Malabar spinach plants",
                "Apply Location": "Root/hydroponic exposure",
                "Plant Grown Condition": "Plants were grown from seeds in a plant growth chamber with controlled conditions - temperature 28°C/18°C day/night, 10h light period from 8am-6pm, 70% humidity. Plants were about 3 months old at start with average weight 73.8±8.6g (for OPPs exposure) and 94.6±15.7g (for OCPs exposure). Transpiration rate was 18.5 g/m2/h daytime and 1.23 g/m2/h nighttime.",
                "Chemical Preparation": "Stock solutions of 100 mg/mL in methanol were prepared for parathion-methyl, propetamphos, endosulfan, fenthion, quinalphos, profenofos, HCB, p'p-DDT, aldrin and mirex (≥98% purity).",
                "Pesticide Application Details for the Plant": "Two days before exposure, plants were transferred to hydroponic cultivation buckets with 300 mL nutrient solution spiked to 100 ng/mL concentration for each compound from the stock solutions. Spiked nutrient solutions were renewed daily at 12:00 am.",
                "Other Information": "Experiments divided into OPPs exposed group and OCPs exposed group"
            },
            "result": "[{\"Days after application\": 2, \"Leaf (mg/g)\": 12.941, \"Stem (mg/g)\": 9.606, \"Root (mg/g)\": 96.618}, {\"Days after application\": 4, \"Leaf (mg/g)\": 14.117, \"Stem (mg/g)\": 11.79, \"Root (mg/g)\": 96.618}, {\"Days after application\": 6, \"Leaf (mg/g)\": 27.647, \"Stem (mg/g)\": 13.973, \"Root (mg/g)\": 106.28}, {\"Days after application\": 8, \"Leaf (mg/g)\": 27.058, \"Stem (mg/g)\": 13.537, \"Root (mg/g)\": 77.294}, {\"Days after application\": 10, \"Leaf (mg/g)\": 20.588, \"Stem (mg/g)\": 8.296, \"Root (mg/g)\": 57.971}, {\"Days after application\": 12, \"Leaf (mg/g)\": 17.647, \"Stem (mg/g)\": 7.423, \"Root (mg/g)\": 38.647}, {\"Days after application\": 14, \"Leaf (mg/g)\": 3.529, \"Stem (mg/g)\": 5.24, \"Root (mg/g)\": 0.0}]"
        }
    ]
}