{
    "_id": {
        "$oid": "6682e975c4e5dba5ffba2abb"
    },
    "CID": {
        "$numberInt": "33557"
    },
    "Name": "Sodium azide",
    "IUPACName": "sodium;azide",
    "CanonicalSMILES": "[N-]=[N+]=[N-].[Na+]",
    "Synonyms": [
        "sodium azide",
        "26628-22-8",
        "Azide",
        "sodium",
        "Natriumazid",
        "SMITE",
        "Hydrazoic acid sodium salt",
        "Azoture de sodium",
        "azidosodium",
        "Sodiumazide",
        "sodium;azide",
        "Sodium",
        "azoture de",
        "hydrazoic acid",
        "sodium salt",
        "Sodium Azide-15N3",
        "CHEMBL89295",
        "968JJ8C9DV"
    ],
    "IsomericSMILES": "[N-]=[N+]=[N-].[Na+]",
    "INCHI": "InChI=1S/N3.Na/c1-3-2;/q-1;+1",
    "INCHIKEY": "PXIPVTKHYLBLMZ-UHFFFAOYSA-N",
    "Formula": "N3Na",
    "MolecularWeight": {
        "$numberDouble": "65.01"
    },
    "Description": "Sodium azide is the sodium salt of hydrogen azide (hydrazoic acid). It has a role as a mutagen, an antibacterial agent, an explosive and a mitochondrial respiratory-chain inhibitor. It contains an azide anion.",
    "XlogP": {
        "$numberDouble": "NaN"
    },
    "Complexity": {
        "$numberInt": "15"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "environmental_bioconcentrations": [
        {
            "References": "(1) Radding SB et al; Review of the Environmental Fate of Selected Chemicals. Stanford Research Inst., Menlo Park, CA EPA/560/5-77-003. NTIS PB 267 pp 121 (1977)",
            "Value": "Sodium azide is a reactive, polar compound that should not bioaccumulate(1)."
        }
    ],
    "mechanism_of_action": [
        {
            "References": "Doucet A, Katz AI; Am J Physiol 242 (4): F346-52 (1982)",
            "Value": "Sodium azide /is/ an inhibitor of mitochondrial ATPase. ..."
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "Grant, W.M. Toxicology of the Eye. 3rd ed. Springfield, IL: Charles C. Thomas Publisher, 1986., p. 828",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Sodium azide, a salt of hydrazoic acid, inhibits respiration of bovine cornea, presumably by poisoning cytochrome oxidase."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. V4 1272",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Repeated intraperitoneal injections in rats (5 to 10 mg/kg every 15 to 30 min for 3 to 6 hr) result in severe intoxication; some survivors show injury and demyelination of nerve fibers in the central nervous system and testicular damage, but no lesions of liver or kidney."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists. Documentation of the TLVs and BEIs with Other World Wide Occupational Exposure Values. 7th Ed. CD-ROM Cincinnati, OH 45240-1634 2013., p. 2",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Intramuscular injection of 8 to 10 mg/kg in monkeys produced convulsions and apnea and resulted in the deaths of many of these animals. Among those who survived, ataxia developed secondary to the lesions in the cerebellar cortex; repeated administration caused necrosis and demyelination of the optic nerves and destruction of the caudate nucleus and putamen of the lenticular nucleus."
        },
        {
            "References": "PMID:11346134",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Deficits in oxidative phosphorylation have been implicated in many neurodegenerative diseases. In this study, cytochrome oxidase activity was inhibited following a 28 day systemic administration of nonlethal sodium azide via subcutaneous osmotic pumps /filled with 2 mL solution of sodium azide in physiological saline. The concentration of sodium azide was varied per individual such that the final dose would yield approximately 0.86 mg/kg/hr/. Quantitative enzyme histochemistry was performed on tissue sections from brain, skeletal muscle, and heart to localize cytochrome oxidase activity both globally and in regions within each tissue. Significant decreases of cytochrome oxidase activity were found in the brain and skeletal muscle but not heart. In addition, regions within each tissue were also analyzed, such as cortex and striatum in the brain and red and white fibers in skeletal muscle. The tissue specific inhibition of cytochrome oxidase by sodium azide could serve as a positive control for studies of other mitochondrial toxins in aerobically compromised cells. Therefore, chronic nonlethal sodium azide administration may provide a potential rat model for the study of mitochondrial dysfunction and the role of environmental pollutants in brain and muscle tissues affected in certain neurodegenerative diseases."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists. Documentation of the TLVs and BEIs with Other World Wide Occupational Exposure Values. 7th Ed. CD-ROM Cincinnati, OH 45240-1634 2013., p. 1-2",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ When male and female F344 rats were exposed 5 days/week for 2 weeks at 0, 5, 10, 20, 40, or 80 mg/kg sodium azide, all rats given the two highest doses became lethargic and then died. Two of the five females given 20 mg/kg sodium azide also died; increased liver-to-body-weight ratios were recorded in the males."
        },
        {
            "References": "USEPA; Chemical Hazard Information Profile: Sodium Azide p.239 (1977) EPA 560/11-80-011",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ In a chronic rat study in which the maximum tolerated dose (unspecified) and half that level were given in the diet or by gastric intubation twice weekly for 18 months, ... sodium azide was determined to be noncarcinogenic."
        },
        {
            "References": "PMID:18755233",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Sodium azide (NaN(3)) is being proposed for use as an active ingredient to control a broad spectrum of soil borne pathogens including insects, weeds, nematodes, fungi, and bacteria. The purpose of this study was to determine the maternal and developmental toxicity of NaN(3) in rats. Sperm-positive Sprague-Dawley rats were treated with NaN(3) via oral gavage once daily from Gestation Day (GD) 6 through 19 at ... dose levels of 0, 1, 5, and 17.5 mg/kg/day. From GD 10-12, the high-dose was reduced to 10 mg/kg/day due to maternal mortality. Cesarean section was performed on GD 20 and implantation and resorptions sites, live and dead fetuses were counted. Fetuses were weighed, sexed externally and processed for gross external, visceral and skeletal examinations. A high rate of maternal mortality; reduced gestation body weight, gestation body weight changes and food consumption; decreased corrected body weight and corrected weight gain were observed at 17.5/10 mg/kg/day. Fetal weight was also reduced at 17.5/10 mg/kg/day. There were no maternal deaths, clinical signs or body weight effects that were considered related to NaN(3) at 1 and 5mg/kg/day. No increase in the incidence of malformations and variations were observed at any of the doses evaluated. Based on the results of this study, the No Observed Adverse Effect Level (NOAEL) and the Lowest Observed Adverse Effect Level (LOAEL) for maternal and developmental toxicity of NaN(3) in rats were considered to be 5 and 17.5/10 mg/kg/day, respectively."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists. Documentation of the TLVs and BEIs with Other World Wide Occupational Exposure Values. 7th Ed. CD-ROM Cincinnati, OH 45240-1634 2013., p. 2",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Sterility has been produced in male mice given sodium azide."
        },
        {
            "References": "PMID:17316809",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ An intracellular calcium ([Ca(2+)](i)) increase is involved in sodium azide (NaN(3))-induced neurotoxicity, an in vitro model of brain ischemia. In this study the questions of possible additional sources of calcium influx, besides glutamate receptor activation, and of the time-course of NaN(3) effects have been addressed by measuring [Ca(2+)](i) in rat primary cortical cultures with the FURA-2 method. Basal [Ca(2+)](i) of neuronal populations was concentration-dependently increased 30 min, but not 24 hr, after a 10-min NaN(3) (3-30 mM) treatment; conversely, the net increase induced by electrical stimulation (10 Hz, 10 sec) was consistently reduced. All the above effects depended on glutamate release and consequent NMDA receptor activation, since the NMDA antagonist MK-801 (1 uM) prevented them, and the spontaneous efflux of [(3)H]-d-aspartate from superfused neurons was concentration-dependently increased by NaN(3). In single neuronal cells, NaN(3) application progressively and concentration-dependently increased [Ca(2+)](i) (to 177 +/- 5% and 249 +/- 7% of the controls, 4 and 12 min after a 10 mM-treatment, respectively). EGTA (5mM) pretreatment reduced the effect of 10mM NaN(3) (to 118 +/- 5% at 4 min, and to 148 +/- 10% at 12 min, respectively), while 1 uM cyclosporin A did not. Both MK-801 and CNQX (a non-NMDA glutamate antagonist, 10 uM) prevented NaN(3) effect at 4 min (to 147 +/- 8% and 153 +/- 5%, respectively), but not at 12 min after NaN(3) treatment. Conversely, 10 uM verapamil and 0.1 uM omega-conotoxin (L- and N-type calcium channel blockers, respectively) significantly attenuated NaN(3) effects at 12 min (to 198 +/- 8% and 164 +/- 5%, respectively), but not at 4 min; the P/Q-type calcium channel blocker, agatoxin, 0.3 uM, was ineffective. These findings show that the predominant source of calcium increase induced by NaN(3) is extracellular, involving glutamate receptor activation in a first step and calcium channel (mainly of the N-type) opening in a second step."
        },
        {
            "References": "PMID:15302108",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ Alzheimer's disease (AD) is a neurodegenerative disorder and accounts for 50-70% of all dementia cases affecting more than 12 million people worldwide. The primary cause of the disease is presently unknown; however, much evidence suggests the involvement of mitochondrial damage. Selective reduction of complex IV activity is present in post-mortem AD brains. Inhibition of this complex could be evoked by chronic sodium azide (NaN(3)) administration in animals. Partial inhibition of the mitochondrial respiratory chain produces free radicals, diminishes aerobic energy metabolism and causes excitotoxic damage creating a deleterious spiral causing neurodegeneration, a pathological process considered to underlie AD. In the present study SPRD rats were treated by various doses of NaN(3) (24-51 mg/kg per day) for 31 days via subcutaneously implanted osmotic minipumps. We have found the proper dose and duration of NaN(3) treatment which was able to cause easily detectable and reproducible cognitive changes. Animals receiving Na-azide doses under 45 mg/kg daily did not show cognitive deficits, but minor histopathological changes were already present. Doses above 45 mg/kg per day proved to be toxic in 4-week-long application causing mortality. NaN(3) dose of 45 mg/kg per day caused cognitive deficit in Morris water maze and passive avoidance tests and a decrease of spontaneous exploratory activity in open field. Histopathological but not biochemical changes were present: dendritic thickening, nerve cell loss, corkscrew-like dendrites and pycnotic nerve cells. The cognitive, behavioral and histopathological features were reproducible. The chronic Na-azide-induced mitochondrial poisoning is suitable for producing AD-like symptoms in rats and testing neuroprotective drug candidates by preventive or curative applications."
        },
        {
            "References": "PMID:18841470",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ The features of neuronal damage induced by the mitochondrial toxin NaN(3) were investigated in rat primary cortical neuron cultures. Cell viability (MTT colorimetric determination) and transmembrane mitochondrial potential (J-C1 fluorescence) were concentration-dependently reduced 24 hr after NaN(3); neither nuclear fragmentation by DAPI, nor Annexin V positivity by flow cytometry were detected, ruling out the occurrence of apoptosis. The loss in cell viability (to 54 +/- 2%) observed 24 hr after a 10-min treatment with 3 mM NaN(3) was prevented by the NMDA glutamate receptor antagonist MK801 (1 uM), by the antioxidants trolox (100 uM) and acetyl-L-carnitine (1 mM) and by the nitric oxide synthase inhibitor, L-NAME (100 uM), but not by the guanylylcyclase inhibitor ODQ, 10 uM. The mitochondrial dysfunction induced by NaN(3) provides a common platform for investigating the mechanisms of both ischemic and degenerative neuronal injury, useful for screening potential protective agents against neuronal death."
        },
        {
            "References": "PMID:11341478",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ Sodium azide (20 mg/kg sc), given for a maximum of 3 days to rats, significantly decreased the alpha-tocopherol concentrations in the cortex on day 2 and in the striatum on day 3. In these brain regions the oxidized glutathione values showed 30 to 36% (statistically not significant) elevation on day 3. Reduced glutathione levels were not altered. The observations suggest an important role for alpha-tocopherol in the defense against azide induced free radicals probably including NO and lipid peroxide radicals."
        },
        {
            "References": "PMID:12415870",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ The effects of sodium azide administration on the central cholinergic functions were investigated utilizing mice to evaluate the neurotoxicity in the acute poisoning. Seven oral doses of the toxicant, ranging in dosage from 12.3 to 59.3 mg/kg, based upon a multiple of 1.3 x 27 mg/kg (an empirical LD50 for mice) or 27 mg/kg divided by 1.3 to calculate the lower three doses, were administered to facilitate the acute signs and to observe behavior. The behavior included locomotor activity, rectal temperature and rotarod performance which are convenient for the evaluation of central cholinergic involvement even if it may be partial, since no behavioral methods to study totally the cholinergic system have been known. Measurements of the activities of acetylcholinesterase (AChE) and choline acetyltransferase (ChAT), enzymes that hydrolyze and synthesize acetylcholine (ACh) and high-affinity choline uptake (HACU), a rate-limiting step in the synthesis of ACh, were determined in the presence of various concentrations of sodium azide in vitro. Adult (12-15 weeks) female ICR strain mice were utilized in this study. Mice were orally given sodium azide in doses from 27 to 59.3 mg/kg and appeared sedated within 5 min. Next we observed hyperpnea and dyspnea, which were followed by seizure and death for mouse groups which received more than 35.1 mg/kg. Oral administration of the sodium azide solution produced an increase in locomotor activity for the 12.3 mg/kg group and a decrease for the higher doses (ranging from 16.0 to 27.0 mg/kg). The sodium azide administration suppressed rectal temperature dose-dependently as well as rotarod performance at high doses (20.8 and 27.0 mg/kg). Such behavioral changes elicited by sodium azide administration suggest an involvement of the central cholinergic system. Sodium azide also caused a measured decrease in the activity of AChE, but an increase in the activities of ChAT and HACU, dose-dependently, in vitro. From the results obtained from the behavioral and the in vitro experiments, we concluded that acute sodium azide poisoning significantly affects the central cholinergic system."
        },
        {
            "References": "PMID:25658758",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ Alzheimer's disease is the most common cause of dementia in the elderly. Although the primary cause of the disease is presently unknown, to date several risk factors have been described. Evidence suggests that one of these risk factors could be chronic stress. The aim of this work is to demonstrate that chronic stress is able to induce Alzheimer's disease features after the administration of nontoxic doses of sodium azide. We found that chronic stress increases the levels of several proteins involved in Alzheimer's disease pathogenesis, such as presenilin 1, presenilin 2, and S100beta, besides inducing the aggregation of Tau, ubiquitin, and beta-amyloid proteins in the hippocampus. More important, our work shows a synergistic effect of stress and sodium azide treatment leading to significant neuronal death in the mouse hippocampus. Our results point out that chronic stress is a risk factor contributing to amplify and accelerate Alzheimer's disease features in the hippocampus."
        },
        {
            "References": "PMID:10984686",
            "Value": "/GENOTOXICITY/ The mutagenic and toxic activities of sodium azide (NaN(3)) and its organic metabolite L-azidoalanine [N(3)-CH(2)-CH(NH)(2)-COOH] were examined in the different stages of spermatogenesis in Drosophila melanogaster. Both azide and azidoalanine were toxic to the ... males, but azidoalanine was significantly less toxic than sodium azide. Following the injection with 0.2 uL of these compounds in the hemocoel of young adult wild-type males, the minimum concentrations of these compounds with complete toxic effects (zero survival) were 40 mM sodium azide and 160 mM azidoalanine. Sex-linked recessive lethals were scored by the Muller-5 method in three successive broods, representing sperms (brood A), spermatids (brood B), and a compiled group of meiotic and premeiotic germ cell stages (brood C). The results provide strong experimental evidence that azidoalanine is significantly (p<0.01) mutagenic to all stages of spermatogenesis in Drosophila melanogaster. Sodium azide, however, was not significantly (p>0.05) mutagenic and did not increase the rate of sex-linked recessive lethals over those produced by the control group injected with 0.45% NaCl. These results indicate the requirement of metabolic activation of azide in Drosophila as a prerequisite for its mutagenic effects."
        },
        {
            "References": "PMID:7219439",
            "Value": "/GENOTOXICITY/ Previous reports from this laboratory and others indicate that sodium azide is a unique mutagen. It is highly mutagenic in S. typhimurium TA1530 as well as in barley, rice, peas, yeast and Chinese hamster V79 cells. However, azide apparently does not produce chromosome breaks in barley, Vicia or human lymphocytes. Therefore, a study of the effects of azide on sister-chromatid exchanges (SCE) appeared warranted. Human whole blood and Chinese hamster K1 cell line were exposed for 4 and 2 hr resp. to various concentrations of sodium azide ranging from 10(-3) to 10(-7) M. Cells were harvested and chromosomes stained by the FPG technique. In human lymphocytes, concentrations above 10(-4) induced lethality whereas the K1 cell line was sensitive to concentrations above 10(-5) M. The lower concentrations of azide produced no significant increase in SCE frequency above controls. Concurrent mitomycin C treatments produced significant increases in SCE levels. This apparent lack of induction of SCEs above background combined with previous data demonstrating negative clastogenic but very positive mutagenic activity of azide confirms the uniqueness of this mutagen. It would appear that azide is one of the few known potent mutagens that does not increase SCEs and/or break chromosomes."
        },
        {
            "References": "Owais WM et al; Mutat Res 53 (3): 355 (1978)",
            "Value": "/GENOTOXICITY/ Exposure of germinated barley seeds to 10(-3) molar NaN3 for 2 hr resulted in unidentified metabolite, which was mutagenic to S. typhimurium TA 1530."
        },
        {
            "References": "USEPA; Chemical Hazard Information Profile: Sodium Azide p.239 (1977) EPA 560/11-80-011",
            "Value": "/GENOTOXICITY/ Sodium azide effectively reverts S. typhimurium strain TA1530, indicating that it is a base substitution mutagen. It is ineffective on strains ... which are frameshift mutants."
        },
        {
            "References": "USEPA; Chemical Hazard Information Profile: Sodium Azide p.239 (1977) EPA 560/11-80-011",
            "Value": "/GENOTOXICITY/ Sodium azide treatment has been shown to slightly increase the frequency of penicillin- and streptomycin-resistant mutants in Staphylococcus aureus."
        },
        {
            "References": "PMID:7393241",
            "Value": "/GENOTOXICITY/ Sodium azide acted cytostatically to cytotoxically on 2 lines of mammalian cells. After application of the substance in an acid environment the highest cytostatic effect was noted. The results of the DNA-synthesis inhibition test suggest that sodium azide does not damage the DNA of the observed fibroblasts with any of the tested modes of application. In Chinese hamster cells neither 20-hr treatment in medium nor 60-min treatment in an acid environment gave rise to significantly increased occurrence of 6-TG-resistant mutations. The results of the DNA-synthesis inhibition test, as well as the mutagenicity testing, do not suggest the possibility that treatment with sodium azide might induce DNA damage in the observed human and Chinese hamster cells. The cytostatic effect of sodium azide on the fibroblasts studied is probably not accompanied by a genotoxic effect."
        },
        {
            "References": "PMID:7023727",
            "Value": "/GENOTOXICITY/ Sodium azide was mutagenic in the Salmonella/microsome test with TA1535 and TA100 strains, but mutagenicity was decreased by Arochlor-induced rat liver S9 mix. Azide mutagenicity is pH-dependent; its activity is decreased or lost by lowering pH."
        },
        {
            "References": "USEPA; Chemical Hazard Information Profile: Sodium Azide p.240 (1977) EPA 560/11-80-011",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ DNA synthesis and cell division in S. typhimurium was inhibited as was RNA and protein synthesis in ascites ovary carcinoma cells."
        },
        {
            "References": "PMID:17845509",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ Effects of sodium azide (NaN(3)) on spontaneously generated action potential and bursts of potential elicited by d-amphetamine (d-amphetamine-elicited BoP) were studied on the right parietal 4 (RP4) neuron of the snail Achatina fulica Ferussac in vitro. Sodium azide altered the spontaneous action potential of RP4 neuron in a concentration-dependent manner. In lower concentrations, neither NaN(3) (30, 100, 300 uM; 1 and 3 mM) nor d-amphetamine (135 uM) affect the resting membrane potential, amplitude and frequency of RP4 neurons, while in the higher concentrations NaN(3) (30 mM) did abolish the spontaneous action potential on RP4 neurons and depolarized the RP4 neurons reversibly. At lower concentration, NaN(3) (30 uM) facilitated the d-amphetamine-elicited BoP. The BoP elicited by NaN(3) (30 uM) and d-amphetamine (135 uM) were decreased following treatment with KT5720 (protein kinase A inhibitor), or intracellular injection of EGTA [ethylene glycol-bis(2-aminoethyl ether)-N,N,N',N'-tetraacetic acid]. However, the BoP was not affected by applying U73122 (1-[6-[((17beta)-3-methoxyestra-1,3,5[10]-trien-17-yl)amino]hexyl]-1H-pyrrole-2,5-dione) or neomycin (phospholipase inhibitors). Voltage clamp studies revealed that NaN(3) (30 uM) did not alter the total fast inwards currents (70 msec.) and the steady-state outwards currents (5 sec.). It appeared that the BoP elicited by NaN(3) (30 uM) and d-amphetamine (135 uM) was mainly due to protein kinase A-related messenger system and intracellular calcium. It is concluded that d-amphetamine-elicited BoP was not mainly due to inhibition of the function of mitochondria in the neuron while the function of mitochondria did alter the BoP elicited by amphetamine."
        },
        {
            "References": "PMID:19107611",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ Sodium azide (NaN(3)) is widely used in industry and agriculture, and also in laboratories as a potent preservative. NaN(3) induces cell death when applied to cultured cells. However, whether the mode of cell death is apoptosis or necrosis remains a subject of debate. There have been no previous reports on NaN(3)-induced cell death in squamous cell carcinoma (SCC), and so we studied the mode of cell death induced by NaN(3) using the rat SCC cell line, SCC131. In this experiment, SCC131 cells died 48-72 hr after NaN(3) treatment with concentrations greater than 5 mM. The NaN(3) treatment reduced the mitochondrial membrane potential and ATP content. Terminal deoxynucleotidyl transferase-mediated dUTP nick-end labeling and DNA ladder detection assay indicated that no DNA fragmentation occurred. In addition, phosphatidyl serine did not appear on the cell surface, according to the findings of dye-uptake bioassay and flow cytometric analysis of Annexin V labeling. Electron microscopic analysis revealed that the NaN(3)-treated cells showed mitochondrial swelling and rupture of the cell membrane. In conclusion, NaN(3) induces necrotic cell death in SCC131. This experimental model may be used in the study of necrotic cell death."
        },
        {
            "References": "PMID:10899965",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ Phospholipase D-mediated hydrolysis of N-acylethanolamine phospholipids (NAPEs) releases anandamide and other N-acylethanolamines, resulting in different actions at cellular targets in the CNS. Recently, we have demonstrated that these N-acyl lipids accumulate in cultured neocortical neurons subjected to sodium azide-induced cell injury. We here extend the information on the NAPE response, reporting on the composition of N-acylspecies of NAPE, employing a new methodological approach of HPLC-coupled electrospray ionization mass spectrometry /on mouse neocortical neurons/. Exposure to sodium azide (5 mM) increased the total amount of NAPE threefold over control levels; however, no alteration of the relative composition of NAPE species was detected. The anandamide precursor (20 : 4-NAPE) constituted only 0.1% of all NAPEs detected in the neurons. Total NAPE species in control cells amounted to 956-1,060 pmol/10(7) cells. Moreover, we detected the presence of an unknown NAPE species with molecular weight identical to 20 : 4-NAPE. This may suggest the presence of a putative stereoisomer of the anandamide precursor with at least one trans-configured double bond in the N-arachidonoyl moiety. These results show that with the present method, neuronal NAPE species can be identified and quantified with respect to N-acyl composition, including a trans-isomer of the anandamide precursor. The anandamide precursor is up-regulated to the same extent as other NAPEs upon neuronal injury."
        },
        {
            "References": "PMID:10889343",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ Sodium azide has been reported in the literature to reduce the release of secreted amyloid beta-precursor protein (AbetaPPs) and to produce a large increase in the cellular level of an 11.5 kDa C-terminal AbetaPP derivative containing the beta-amyloid (Abeta) sequence. Here we report that 1 mM of sodium azide, reduced the constitutive AbetaPPs secretion from cultured embryonic chick neurons after 12 hr of incubation. After 24 hr of incubation there was a modest increase in lactate dehydrogenase (LDH) release and no change in MTT (3-(4,5-dimethylthiazol-2-yl)-2,5-diphenyltetrazolium bromide) reduction, suggesting that the reduced AbetaPPs secretion was not due to the cell toxic effects of NaN(3). However, NaN(3) reduced the accumulation of Abeta(1-40) in the cell lysates and decreased the acetylcholine esterase activity both in cell culture media and in cell lysates. It is concluded that the effect of NaN(3) upon AbetaPP metabolism in the chick cultured neurons may be a rather non-specific effect."
        },
        {
            "References": "PMID:11436943",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ The effects of the nitrovasodilator, sodium azide, on intraocular pressure (IOP) and ciliary vascular tone were compared. IOP was measured in the bovine isolated eye that was perfused via the ciliary artery. Separately, vasodilator effects were assessed after raising the vascular tone using noradrenaline (10 uM). Aqueous humor formation (AHF) rate was estimated by a fluorescein dilution method. Cyclic GMP in the ciliary processes was measured by radioimmunoassay. When compared with controls, sodium azide (10 nmole bolus dose) was found to lower IOP (2.2 +/- 0.3 mm Hg; P < 0.01) via a reduction in AHF (12.19 +/- 0.26 uL/min to 6.36 +/- 0.53 uL/min; P < 0.001). Azide (1 micromole) also reduced ciliary vascular resistance (81.0 +/- 5.5%; P < 0.01). However, the drug was 20x more potent as an ocular hypotensive than as a vasodilator (ED50 0.28 nmole on IOP, 5.55 nmole on vascular effect). Azide(10 nmole) also increased levels of ciliary cyclic GMP (127 +/- 17 fmol/mg protein to 233 +/- 27 fmol/mg protein; P < 0.01). The IOP-lowering effect of azide does not appear to depend on its ability to activate guanylyl cyclase (GC) in vascular smooth muscle, but rather is likely a consequence of direct activation of ciliary epithelial GC."
        },
        {
            "References": "PMID:7042905",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ Mycobacterium leprae isolated from armadillo tissue incorporated radioactivity from D-((14)C)glucose and ((14)C)protein hydrolysate. In the presence of glucose, the rate of incorporation of ((14)C)protein hydrolysate was increased. Uptake of glucose was inhibited by 2-deoxy-D-glucose and sodium azide; that of the amino acids was inhibited by puromycin and chloramphenicol and, weakly, by cycloheximide."
        },
        {
            "References": "PMID:28391993",
            "Value": "/IMMUNOTOXICITY/ Sodium azide (NaN3) is a chemical compound with multiple toxic effects on vascular and neuronal systems, causing hypotension and neurotoxicity, respectively. In order to test its effects on the immune system, human and mouse macrophage-like cell lines were treated with nontoxic doses of NaN3 and the changes in LPS-induced inflammatory activation was measured. Interestingly, the LPS-induced expression of monocyte chemoattractant protein (MCP)-1 was suppressed by NaN3 without affecting the expression of IL-8 and TNF-alpha. Further analysis of cellular signaling mediators involved in the expression of these cytokines revealed that NaN3 suppressed the LPS-induced activation of signal transducers and activator of transcription (STAT)1 and inhibitor of kappaB (IkappaB) zeta, which are involved in the LPS-induced expression of MCP-1, while the LPS-induced activation of nuclear factor kappa-light-chain-enhancer of activated B cells (NF-kappaB) was not affected. The LPS-induced expression of MCP-2 and CXCL10, which are also regulated by STAT1, was suppressed by NaN3. Similarly, the LPS-induced expression of IL-6, which is regulated by IkappaBzeta, was suppressed by NaN3. These results demonstrate that NaN3 selectively suppresses the LPS-induced expression of pro-inflammatory mediators through the suppression of STAT1 and IkappaBzeta activation. These new findings about the activity of NaN3 may contribute to the development of specific regulators of macrophage activity during acute and chronic inflammation."
        },
        {
            "References": "PMID:16327018",
            "Value": "/OTHER TOXICITY INFORMATION/ Sodium azide (NaN(3)), a potent vasodilator, causes severe hypotension on accidental exposure. Although NaN(3) has been shown to increase coronary blood flow, the direct effect of NaN(3) on coronary resistance vessels and the mechanism of the NaN(3)-induced response remain to be established. To address these issues without confounding influences from systemic parameters, subepicardial coronary arterioles were isolated from porcine hearts for in vitro study. Arterioles developed basal tone at 60 cmH(2)O intraluminal pressure and dilated acutely, in a concentration-dependent manner, to NaN(3) (0.1 uM to 50 uM). The NaN(3) response was not altered by the nitric oxide synthase inhibitor N(G)-nitro-L-arginine methyl ester or endothelial removal. Neither inhibition of phosphoinositol 3-kinase and tyrosine kinases nor blockade of ATP-sensitive, Ca(2+)-activated, and voltage-dependent K(+) channels affected NaN(3)-induced dilation. However, the vasomotor action of NaN(3) was significantly attenuated in a similar manner by the inward rectifier K(+) (K(IR)) channel inhibitor Ba(2+), the Na(+)-K(+) ATPase inhibitor ouabain, or the guanylyl cyclase inhibitor 1H-[1,2,4]oxadiazolo[4,3,-a]quinoxalin-1-one (ODQ). Ba(2+), in combination with either ouabain or ODQ, nearly abolished the vasodilatory response. However, there was no additive inhibition by combining ouabain and ODQ. The NaN(3)-mediated vasodilation was also attenuated by morin, an inhibitor of phosphatidylinositolphosphate (PIP) kinase, which can regulate K(IR) channel activity. With the use of whole cell patch-clamp methods, NaN(3) acutely enhanced Ba(2+)-sensitive K(IR) current in isolated coronary arteriolar smooth muscle cells. Collectively, this study demonstrates that NaN(3), at clinically toxic concentrations, dilates coronary resistance vessels via activation of both K(IR) channels and guanylyl cyclase/Na(+)-K(+)-ATPase in the vascular smooth muscle. The K(IR) channels appear to be modulated by PIP kinase."
        },
        {
            "References": "PMID:11082117",
            "Value": "/OTHER TOXICITY INFORMATION/ The effects of the metabolic inhibitor sodium azide were tested on excised macropatches from Xenopus oocytes expressing cloned ATP-sensitive potassium (KATP) channels of the Kir6.2/SUR1 type. In inside-out patches from oocytes expressing Kir6.2 delta C36 (a truncated form of Kir6.2 that expresses in the absence of SUR), intracellular Na-azide inhibited macroscopic currents with an IC50 of 11 mM. The inhibitory effect of Na-azide was mimicked by the same concentration of NaCl, but not by sucrose. Na-azide and NaCl blocked Kir6.2/SUR1 currents with IC50 of 36 mM and 19 mM, respectively. Inhibition was abolished in the absence of intracellular Mg2+. In contrast, Kir6.2 delta C36 currents were inhibited by Na-azide both in the presence or absence of intracellular Mg2+. Kir6.2/SUR1 currents were less sensitive to 3 mM Na-azide in the presence of MgATP. This apparent reduction in sensitivity is caused by a small activatory effect of Na-azide conferred by SUR. We conclude that, in addition to its well-established inhibitory effect on cellular metabolism, which leads to activation of KATP channels in intact cells, intracellular Na-azide has direct effects on the KATP channel. Inhibition is intrinsic to Kir6.2, is mediated by Na+, and is modulated by SUR. There is also a small, ATP-dependent, stimulatory effect of Na-azide mediated by the SUR subunit. The direct effects of 3 mM Na-azide on KATP channels are negligible in comparison to the metabolic activation produced by the same Na-azide concentration."
        },
        {
            "References": "PMID:6339565",
            "Value": "/OTHER TOXICITY INFORMATION/ The effect of including sodium azide as a bacteriostatic agent in solutions used to dilute antibodies conjugated with the enzyme horseradish peroxidase was examined. An enzyme-linked immunosorbent assay (ELISA) and an immunohistochemical method were used and both techniques demonstrated an inhibitory effect of sodium azide on the activity of the peroxidase conjugates. It is concluded that the use of sodium azide in solutions used to dilute peroxidase conjugates is to be avoided."
        },
        {
            "References": "PMID:6140177",
            "Value": "/OTHER TOXICITY INFORMATION/ Sodium azide and other compounds which activate guanylate cyclase could stimulate catecholamine (CA) release from perfused dog adrenals. Verapamil reduced the secretory effect of sodium azide, but atropine and hexamethonium did not affect it while isobutyl methylxanthine potentiated it. Ca2+ deprivation abolished the stimulating effect of sodium azide on CA release and cyclic AMP output but the increased output of cyclic GMP remained. These results suggest the involvement of the Ca2+ influx mechanism in the secretory action of sodium azide."
        },
        {
            "References": "PMID:23174561",
            "Value": "/OTHER TOXICITY INFORMATION/ Previous studies demonstrated methane generation in aerobic cells. Our aims were to investigate the methanogenic features of sodium azide (NaN(3))-induced chemical hypoxia in the whole animal and to study the effects of l-alpha-glycerylphosphorylcholine (GPC) on endogenous methane production and inflammatory events as indicators of a NaN(3)-elicited mitochondrial dysfunction. Group 1 of Sprague-Dawley rats served as the sham-operated control; in group 2, the animals were treated with NaN(3) (14 mg/kg/day sc) for 8 days. In group 3, the chronic NaN(3) administration was supplemented with daily oral GPC treatment. Group 4 served as an oral antibiotic-treated control (rifaximin, 10 mg/kg/day) targeting the intestinal bacterial flora, while group 5 received this antibiotic in parallel with NaN(3) treatment. The whole body methane production of the rats was measured by means of a newly developed method based on photoacoustic spectroscopy, the microcirculation of the liver was observed by intravital videomicroscopy, and structural changes were assessed via in vivo fluorescent confocal laser-scanning microscopy. NaN(3) administration induced a significant inflammatory reaction and methane generation independently of the methanogenic flora. After 8 days, the hepatic microcirculation was disturbed and the ATP content was decreased, without major structural damage. Methane generation, the hepatic microcirculatory changes, and the increased tissue myeloperoxidase and xanthine oxidoreductase activities were reduced by GPC treatment. In conclusion, the results suggest that methane production in mammals is connected with hypoxic events associated with a mitochondrial dysfunction. GPC is protective against the inflammatory consequences of a hypoxic reaction that might involve cellular or mitochondrial methane generation."
        },
        {
            "References": "PMID:6719470",
            "Value": "/OTHER TOXICITY INFORMATION/ A microtiter hemolytic assay was utilized to determine sodium azide (NaN3) modulation of B6C3F1 and C3H mouse serum complement levels in vivo and in vitro. Functional complement was expressed in CH50 units per milliliter. Experiments were performed to determine the in vitro effect of NaN3 on complement mediated lysis of IgM sensitized rabbit erythrocytes. Concentrations of 5, 10, 20, 30, 40, 60, and 80 mM NaN3 were added to microtiter wells containing Tris buffer, IgM sensitized rabbit erythrocytes, and serum complement from naive female C3H mice. Although NaCl and KCl controls had an inhibitory effect, NaN3 demonstrated a significant dose-dependent inhibition of complement-mediated lysis. In the three in vivo experiments, female B6C3F1 mice were exposed to NaN3 and physiological saline (vehicle control). Complement hemolytic ability was evaluated after a 1-day, single iv injection of 0.2, 2.0, and 20.0 mg/kg NaN3; at Days 1, 2, 3, 4, and 6 of a 6-day time course study after ip administration of 20 mg/kg NaN3; and at the end of an 11-day study involving daily injections of 10, 15, and 20 mg/kg NaN3 given ip. No significant changes in complement-mediated hemolysis were observed in the in vivo experiments. These studies indicate that NaN3 does not affect mouse complement levels in vivo. However, NaN3 suppresses in vitro complement hemolytic ability."
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "(1) Radding SB et al; Review of the Environmental Fate of Selected Chemicals. Stanford Research Inst., Menlo Park, CA EPA/560/5-77-003. NTIS PB 267 pp 121 (1977)",
            "Value": "Sodium azide is a reactive, polar compound(1); therefore, adsorption to soil and soil mobility are not expected to be important environmental fate processes(SRC)."
        }
    ]
}