{
    "_id": {
        "$oid": "6682e801c4e5dba5ffba2370"
    },
    "CID": {
        "$numberInt": "3372"
    },
    "Name": "Fluphenazine",
    "IUPACName": "2-[4-[3-[2-(trifluoromethyl)phenothiazin-10-yl]propyl]piperazin-1-yl]ethanol",
    "CanonicalSMILES": "C1CN(CCN1CCCN2C3=CC=CC=C3SC4=C2C=C(C=C4)C(F)(F)F)CCO",
    "Synonyms": [
        "FLUPHENAZINE",
        "69-23-8",
        "Triflumethazine",
        "Fluorophenazine",
        "Fluorphenazine",
        "Fluorfenazine",
        "Siqualon",
        "Elinol",
        "Phthorphenazine",
        "Ftorphenazine",
        "Siqualine",
        "Vespazine",
        "Pacinol",
        "Sevinol",
        "Prolixin"
    ],
    "IsomericSMILES": "C1CN(CCN1CCCN2C3=CC=CC=C3SC4=C2C=C(C=C4)C(F)(F)F)CCO",
    "INCHI": "InChI=1S/C22H26F3N3OS/c23-22(24,25)17-6-7-21-19(16-17)28(18-4-1-2-5-20(18)30-21)9-3-8-26-10-12-27(13-11-26)14-15-29/h1-2,4-7,16,29H,3,8-15H2",
    "INCHIKEY": "PLDUPXSUYLZYBN-UHFFFAOYSA-N",
    "Formula": "C22H26F3N3OS",
    "MolecularWeight": {
        "$numberDouble": "437.5"
    },
    "Description": "Fluphenazine is a member of the class of phenothiazines that is 10H-phenothiazine having a trifluoromethyl subsitituent at the 2-position and a 3-[4-(2-hydroxyethyl)piperazin-1-yl]propyl group at the N-10 position. It has a role as a phenothiazine antipsychotic drug, a dopaminergic antagonist and an anticoronaviral agent. It is an organofluorine compound, a member of phenothiazines and a N-alkylpiperazine. It derives from a hydride of a 10H-phenothiazine.",
    "XlogP": {
        "$numberDouble": "4.4"
    },
    "Complexity": {
        "$numberInt": "544"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "logP": [
        {
            "References": "Hansch, C., Leo, A., D. Hoekman. Exploring QSAR - Hydrophobic, Electronic, and Steric Constants. Washington, DC: American Chemical Society., 1995., p. 177",
            "Value": "log Kow = 4.36"
        }
    ],
    "mechanism_of_action": [
        {
            "References": "PMID:2883697",
            "Value": "Agranulocytosis and the release of transaminase enzymes from liver cells are known consequences of neuroleptic drug use. These effects are most common with low potency neuroleptic drugs. It has been hypothesized that these effects are due to the direct toxic action of these drugs on blood and liver cells. The purpose of this study is to compare the cytotoxic effects of eight neuroleptic drugs in five different biological test systems. In all of the test systems, thioridazine, chlorpromazine, trifluoperazine, fluphenzine and thiothixene (group one drugs) were the most toxic drugs and molindone was the least toxic. Thioridazine was between 25 and 84 times more toxic than molindone. Loxapine was significantly more toxic than molindone, but less toxic than the group one drugs. Haloperidol was intermediate in toxicity between the group one drugs and loxapine. /It was/ concluded that the difference in cytotoxicity of the neuroleptic drugs observed in these experiments accounts in part for the increase in agranulocytosis and hepatotoxicity with thioridazine and chlorpromazine and for the lower incidence of these side effects with less toxic drugs. The possibility that tardive dyskinesia may be due to the cytotoxic effects of neuroleptic drugs is discussed and an experiment to test this hypothesis is suggested."
        },
        {
            "References": "American Society of Health System Pharmacists; AHFS Drug   Information 2010. Bethesda, MD. (2010), p. 2515",
            "Value": "The principal pharmacologic effects of fluphenazine are similar to those of chlorpromazine. Fluphenazine is more potent on a weight basis than chlorpromazine. Fluphenazine has weak anticholinergic and sedative effects and strong extrapyramidal effects. Fluphenazine has weak antiemetic activity."
        },
        {
            "References": "American Society of Health System Pharmacists; AHFS Drug   Information 2010. Bethesda, MD. (2010), p. 2510",
            "Value": "The development of phenothiazine derivatives as psychopharmacologic agents resulted from the observation that certain phenothiazine antihistaminic compounds produced sedation. In an attempt to enhance the sedative effects of these drugs, promethazine and chlorpromazine were synthesized. Chlorpromazine is the pharmacologic prototype of the phenothiazines. The pharmacology of phenothiazines is complex, and because of their actions on the central and autonomic nervous systems, the drugs affect many different sites in the body. Although the actions of the various phenothiazines are generally similar, these drugs differ both quantitatively and qualitatively in the extent to which they produce specific pharmacologic effects. /Phenothiazine General Statement/"
        },
        {
            "References": "American Society of Health System Pharmacists; AHFS Drug   Information 2010. Bethesda, MD. (2010), p. 2510",
            "Value": "In the CNS, phenothiazines act principally at the subcortical levels of the reticular formation, limbic system, and hypothalamus. Phenothiazines generally do not produce substantial cortical depression; however, there is minimal information on the specific effects of phenothiazines at the cortical level. Phenothiazines also act in the basal ganglia, exhibiting extrapyramidal effects. The precise mechanism(s) of action, including antipsychotic action, of phenothiazines has not been determined, but may be principally related to antidopaminergic effects of the drugs. There is evidence to indicate that phenothiazines antagonize dopamine-mediated neurotransmission at the synapses. There is also some evidence that phenothiazines may block postsynaptic dopamine receptor sites. However, it has not been determined whether the antipsychotic effect of the drugs is causally related to their antidopaminergic effects. Phenothiazines also have peripheral and/or central antagonistic activity against alpha-adrenergic, serotonergic, histaminic (H1-receptors), and muscarinic receptors. Phenothiazines also have some adrenergic activity, since they block the reuptake of monoamines at the presynaptic neuronal membrane, which tends to enhance neurotransmission. The effects of phenothiazines on the autonomic nervous system are complex and unpredictable because the drugs exhibit varying degrees of alpha-adrenergic blocking, muscarinic blocking, and adrenergic activity. The antipsychotic activity of phenothiazines may be related to any or all of these effects, but it has been suggested that the drugs' effects on dopamine are probably most important. It has also been suggested that effects of phenothiazines on other amines (eg, gamma-aminobutyric acid [GABA]) or peptides (eg, substance P, endorphins) may contribute to their antipsychotic effect. Further study is needed to determine the role of central neuronal receptor antagonism and of effects on biochemical mediators in the antipsychotic action of the phenothiazines and other antipsychotic agents. /Phenothiazine General Statement/"
        },
        {
            "References": "American Society of Health System Pharmacists; AHFS Drug   Information 2010. Bethesda, MD. (2010), p. 2511",
            "Value": "Although the exact mechanism(s) of action has not been conclusively determined, phenothiazines have an antiemetic effect. The antiemetic activity may be mediated via a direct effect of the drugs on the medullary chemoreceptor trigger zone (CTZ), apparently by blocking dopamine receptors in the CTZ. Phenothiazines inhibit the central and peripheral effects of apomorphine and ergot alkaloids. Phenothiazines generally do not inhibit emesis caused by the action of drugs at the nodose ganglion or by local action on the GI tract. /Phenothiazine General Statement/"
        },
        {
            "References": "American Society of Health System Pharmacists; AHFS Drug   Information 2010. Bethesda, MD. (2010), p. 2511",
            "Value": "Phenothiazines may cause EEG changes, including a slowing of the EEG pattern and an increase in theta- and delta-wave activity. Some decrease in fast-wave and alpha-wave activity also occurs. Phenothiazines also may lower the seizure threshold and induce discharge patterns associated with seizure disorders; overt seizures may occur in patients with a history of seizure disorders or an underlying condition that predisposes the patient to seizure development. /Phenothiazine General Statement/"
        },
        {
            "References": "American Society of Health System Pharmacists; AHFS Drug   Information 2010. Bethesda, MD. (2010), p. 2511",
            "Value": "Phenothiazines have a poikilothermic effect, interfering with temperature regulation in the hypothalamus; depending on environmental conditions, hypothermia or hyperthermia may occur. /Phenothiazine General Statement/"
        },
        {
            "References": "American Society of Health System Pharmacists; AHFS Drug   Information 2010. Bethesda, MD. (2010), p. 2511",
            "Value": "In animals, phenothiazines inhibit conditioned avoidance behaviors and produce catalepsy. The drugs antagonize the behavioral effects mediated by amphetamines and other CNS stimulants. Like many other centrally acting agents, phenothiazines exhibit analgesic activity and potentiate the actions of analgesics. /Phenothiazine General Statement/"
        },
        {
            "References": "American Society of Health System Pharmacists; AHFS Drug   Information 2010. Bethesda, MD. (2010), p. 2511",
            "Value": "The peripheral anticholinergic activity of phenothiazines is relatively weak; however, anticholinergic effects (eg, dry mouth, blurred vision, urinary retention, constipation) have been associated with their use in some patients. /Phenothiazine General Statement/"
        },
        {
            "References": "American Society of Health System Pharmacists; AHFS Drug   Information 2010. Bethesda, MD. (2010), p. 2511",
            "Value": "The cardiovascular effects of phenothiazines are complex because the drugs exert both direct and indirect actions on the heart and vasculature. Phenothiazines exhibit peripheral alpha-adrenergic blocking activity and cause vasodilation. Following iv administration, the drugs cause orthostatic hypotension and reflex tachycardia; following oral administration, the drugs cause mild hypotension. In addition, phenothiazines exert a negative inotropic effect at therapeutic dosages. The drugs may increase coronary blood flow as a result of an increase in heart rate. Although phenothiazines do not appear to have clinically important antiarrhythmic properties at therapeutic dosages, transient antiarrhythmic effects have been observed in some patients at high concentrations. Antiarrhythmic effects may result from either a direct quinidine-like property or a local anesthetic effect of the drugs. Minimal ECG changes, including prolongation of the QT and PR intervals, blunting of T waves, and ST-segment depression, have occurred in some patients receiving phenothiazines. /Phenothiazine General Statement/"
        },
        {
            "References": "American Society of Health System Pharmacists; AHFS Drug   Information 2010. Bethesda, MD. (2010), p. 2511",
            "Value": "Phenothiazines may affect the endocrine system. Phenothiazines induce secretion of prolactin from the anterior pituitary by inhibiting dopamine receptors in the pituitary and hypothalamus. Elevated prolactin concentrations generally persist during long-term administration and may be associated with galactorrhea, menstrual cycle changes (eg, oligomenorrhea, amenorrhea), and gynecomastia. In contrast to the phenothiazines and other typical antipsychotic drugs, clozapine generally produces little or no elevation of prolactin concentration at usual dosages in humans. Phenothiazines may decrease urinary concentrations of gonadotropin, estrogen, and progestins in some patients. Although the exact mechanism is not known, phenothiazines may decrease secretion of vasopressin and corticotropin. /Phenothiazine General Statement/"
        },
        {
            "References": "American Society of Health System Pharmacists; AHFS Drug   Information 2010. Bethesda, MD. (2010), p. 2511",
            "Value": "Phenothiazines may have anti-inflammatory and antipruritic effects, resulting from antagonism of various mediator substances (eg, serotonin, histamine, bradykinin). At high concentrations, phenothiazines also have a membrane-stabilizing property, which can be manifested as a local anesthetic effect or as a direct quinidine-like effect on the heart. /Phenothiazine General Statement/"
        },
        {
            "References": "PMID:15694848",
            "Value": "In order to gain insights into the mechanism of phototoxicity of the neuroleptic drugs fluphenazine, perphenazine and thioridazine in cultured cells, studies were performed with murine 3T3 fibroblasts, aimed at identifying some cellular targets responsible for photoinduced cell death and possible cytotoxic reactive species involved in the photosensitization process. 3T3 fibroblasts incubated with 5 microM drugs and irradiated with UVA light (up to 8 J/sq cm) underwent cell death, the extent of which depended on light dose. Of the three drugs, fluphenazine exhibited the highest phototoxicity and 100% cell death was achieved with a light dose of 5 J/sq cm. Superoxide dismutase and alpha-tocopherol exerted a dose-dependent protective effect against drug phototoxicity, whereas N-acetylcysteine failed to do so. These findings indicate that superoxide anion and other free radical intermediates, generated in lipophilic cellular environments, play a role in photoinduced toxicity. Phototreatment of drug-loaded cells induces release of the cytosolic enzyme lactate dehydrogenase and causes loss of activity of mitochondrial NADH dehydrogenase, indicating that plasma membrane and mitochondria are among the targets of the phototoxicity of these drugs."
        },
        {
            "References": "PMID:16839522",
            "Value": "Fluphenazine (Prolixin(R)) is a potent phenothiazine-based dopamine receptor antagonist, first introduced into clinical practice in the late 1950s as a novel antipsychotic. The drug emerged as a 'hit' during a routine ion channel screening assay, the present studies describe our electrophysiological examination of fluphenazine at tetrodotoxin-sensitive (TTX-S) and resistant (TTX-R) voltage-gated sodium channel variants expressed in three different cell populations. Constitutively expressed TTX-S conductances were studied in ND7/23 cells (a dorsal root ganglion-derived clonal cell line) and rat primary cerebrocortical neurons. Recombinant rat Na(V)1.8 currents were studied using ND7/23 cells as a host line for heterologous expression. Sodium currents were examined using standard whole-cell voltage-clamp electrophysiology. Current-voltage relationships for either ND7/23 cell or Na(V)1.8 currents revealed a prominent fluphenazine block of sodium channel activity. Steady-state inactivation curves were shifted by approximately 10 mV in the hyperpolarizing direction by fluphenazine (3 microM for ND7/23 currents and 10 microM for Na(V)1.8), suggesting that the drug stabilizes the inactivated channel state. Fluphenazine's apparent potency for blocking either ND7/23 or Na(V)1.8 sodium channels was increased by membrane depolarization, corresponding IC(50) values for the ND7/23 cell conductances were 18 microM and 960 nM at holding potentials of -120 mV and -50 mV, respectively. Frequency-dependent channel block was evident for each of the cell/channel variants, again suggesting a preferential binding to inactivated channel state(s). These experiments show fluphenazine to be capable of blocking neuronal sodium channels. Several unusual pharmacokinetic features of this drug suggest that sodium channel block may contribute to the overall clinical profile of this classical neuroleptic agent."
        },
        {
            "References": "PMID:7931352",
            "Value": "Administration of neuroleptics such as haloperidol to rats is known to induce the expression of the immediate-early genes (IEGs) c-fos and zif/268 in striatal neurones. Another IEG, junB, is of interest because it may be involved in the suppression, rather than the enhancement, of downstream gene transcription. In this study, rat striatal tissue was assayed for IEG expression by in situ hybridisation, after the injection of haloperidol (1 mg/kg) or fluphenazine (3 mg/kg). In addition to c-fos mRNA and zif/268 mRNA, neurones in both the striatum and nucleus accumbens were found to contain high levels of junB mRNA, after treatment with either haloperidol or fluphenazine. The proportion of striatal neurones expressing junB mRNA strongly suggests that induction occurs in striatal projection neurones. A significant increase in the levels of the mRNA encoding another IEG, junD, was also detected after haloperidol treatment. The atypical neuroleptic clozapine (3 mg/kg) did not induce the expression of any of these IEGs in striatal tissue. The results show additional complexity in the pattern of IEG induction after neuroleptic administration and suggest that junB is involved in mediating some of the effects of neuroleptics on striatal gene expression."
        },
        {
            "References": "PMID:2931173",
            "Value": "/Investigators/ present evidence that a Ca2+- transport system of the endoplasmic reticulum with the \"mitotic\" Ca2+- ATPase as an essential component is another target for the anticalmodulin drugs fluphenazine, calmidazolium, and compound 48/80. Furthermore we show by affinity chromatography that there is a direct interaction between the solubilized Ca2+- ATPase and fluphenazine. Since the Ca2+- uptake system as well as the solubilized Ca2+- ATPase are calmodulin- free, the effect of fluphenazine, calmidazolium and compound 48/80 may be understood as a result of the interaction between these drugs and the Ca2+- ATPase. /Investigators/ propose that there are calmodulin- like sequences in the molecule of the Ca2+- ATPase. The inhibitory effect of these three drugs can be then explained by their recognition of the calmodulin- like structures."
        },
        {
            "References": "Goodman, L.S., and A. Gilman. (eds.) The Pharmacological Basis of Therapeutics. 5th ed. New York: Macmillan Publishing Co., Inc., 1975., p. 159",
            "Value": "...Phenothiazines, block dopamine receptors & incr turnover rate of dopamine in corpus striatum. Incr turnover rate is believed to be result of neuronal feedback mechanism. ...firing of.../identified dopaminergic neurons in substantia nigra and ventral tegmental areas/ is incr by antipsychotic phenothiazines. /Phenothiazines/"
        }
    ]
}