{
    "_id": {
        "$oid": "6682e7d3c4e5dba5ffba2289"
    },
    "CID": {
        "$numberInt": "338"
    },
    "Name": "SALICYLIC ACID",
    "IUPACName": "2-hydroxybenzoic acid",
    "CanonicalSMILES": "C1=CC=C(C(=C1)C(=O)O)O",
    "Synonyms": [
        "salicylic acid",
        "2-Hydroxybenzoic acid",
        "69-72-7",
        "o-hydroxybenzoic acid",
        "2-Carboxyphenol",
        "o-Carboxyphenol",
        "Rutranex",
        "Salonil",
        "Retarder W",
        "Duoplant",
        "Keralyt",
        "Psoriacid-S-stift",
        "Freezone",
        "Saligel",
        "Ionil"
    ],
    "IsomericSMILES": "C1=CC=C(C(=C1)C(=O)O)O",
    "INCHI": "InChI=1S/C7H6O3/c8-6-4-2-1-3-5(6)7(9)10/h1-4,8H,(H,9,10)",
    "INCHIKEY": "YGSDEFSMJLZEOE-UHFFFAOYSA-N",
    "Formula": "C7H6O3",
    "MolecularWeight": {
        "$numberDouble": "138.12"
    },
    "Description": "Salicylic acid is a monohydroxybenzoic acid that is benzoic acid with a hydroxy group at the ortho position. It is obtained from the bark of the white willow and wintergreen leaves. It has a role as an antiinfective agent, an antifungal agent, a keratolytic drug, an EC 1.11.1.11 (L-ascorbate peroxidase) inhibitor, a plant metabolite, an algal metabolite and a plant hormone. It is a conjugate acid of a salicylate.",
    "XlogP": {
        "$numberDouble": "2.3"
    },
    "Complexity": {
        "$numberInt": "133"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "plant_concentrations": [
        {
            "References": "(1) Petrek J et al; Russ J Plant Physiol 54: 553-8 (2007) (2) Silverman P et al; Plant Physiol 108: 633-639 (1995) (3) Erickson SH; Kirk-Othmer Encycl Chem Tech 3rd NY: Wiley 20: 500-24 (1982) (4) Matsumoto G; Water Res 16: 551-7 (1982)",
            "Value": "Salicylic acid was measured in the bark of the willow Salix laponum (3.0 mg/g fresh weight) and in the branches of the willows Salix purpurea cv. Nana (2.1 mg/g fresh weight) and Salix planifolia (2.2 mg/g fresh weight)(1). Salicylic acid concentrations of 0.01-37.19 ug/g fresh weight have been observed in rice seedlings(2). Salicylic acid has been isolated from the roots, stem and leaves, blossoms, and fruit of Spiracea ulmaria(3), and is contained in the sapwood of Pinus radiata(4). Salicylic acid occurs in tulips, hyacinths, violets and in common fruits such as apples, oranges, plums, and grapes(3)."
        }
    ],
    "environmental_bioconcentrations": [
        {
            "References": "(1) Hansch C et al; Exploring QSAR. Hydrophobic, Electronic, and Steric Constants. ACS Prof Ref Book. Heller SR, consult. ed., Washington, DC: Amer Chem Soc p. 29 (1995) (2) Meylan WM et al; Environ Toxicol Chem 18: 664-72 (1999) (3) Franke C et al; Chemosphere 29: 1501-14 (1994)",
            "Value": "An estimated BCF of 3 was calculated for salicylic acid(SRC), using a log Kow of 2.26(1) and a regression-derived equation(2). According to a classification scheme(3), this BCF suggests the potential for bioconcentration in aquatic organisms is low(SRC)."
        }
    ],
    "environmental_biodegradations": [
        {
            "References": "PMID:16345393",
            "Value": "AEROBIC: Salicylic acid biodegraded rapidly under differing sets of agricultural practices in Pahokee muck soil(1). In October, soil planted to grass, fallow soil, and soil with sugar cane cover at 25 °C, 43, 17 and 21%, respectively, of the radiolabeled salicylic acid was emitted as CO2/cu cm of soil/min(1). In January, 26, 7 and 11%, respectively, of the starting material was emitted as CO2/cu cm of soil/min(1)."
        },
        {
            "References": "(1) Dore M et al; Trib Cebedeau 28: 3-11 (1975) (2) Garrison AW; Analytical Studies of Textile Wastes. Div Water, Air Waste Chem Am Chem Soc Div Water Air Waste Chem Unpub Work (1969) (3) Lund FA, Rodriquez DS; J Gen Appl Microbiol 30: 53-61 (1984) (4) Pitter P; Water Res 10: 231-5 (1976) (5) Urano K, Kato Z; J Hazardous Materials 13: 147-59 (1986) (6) Zahn R, Wellens H; Z Wasser Abwasser Forsch 13: 1-7 (1980)",
            "Value": "AEROBIC: A number of aerobic biological screening studies, which utilized settled waste water, sewage, or activated sludge for inocula, have demonstrated that salicylic acid is readily biodegradable upon acclimation(1-6). In 14 hrs, 87% of 1000 ppm salicylic acid was degraded by an activated sludge acclimated to concns equal to the starting material(3). Also, >90% of the starting salicylic acid degraded within 4 days of acclimation during the Zahn-Wellens screening method(6). Five day BOD:ThOD ratios were 38% and 98% for unacclimated(1) and acclimated(4) cultures, respectively. In 14 days, 94% of 150 ppm salicylic acid degraded(2). Similar 14 day BOD tests were used to calculate half-lives ranging from 7.5 to 9.5 hrs after lag periods of 10 to 20 days(5)."
        },
        {
            "References": "(1) NITE; Chemical Risk Information Platform (CHRIP). Biodegradation and Bioconcentration. Ver 2006.01.30 Updated. National Institute of Technology and Evaluation. Tokyo, Japan. Salicylic acid. 69-72-7. Available from the database query page at https://www.safe.nite.go.jp/english/kizon/KIZON_start_hazkizon.html as of February 5, 2008. (2) Blok J, Struis J; Ecotoxicol Environ Saf 33: 217-27 (1996) (3) Ainsworth CC et al; pp. 125-44 in Sorption and Degradation of Pesticides and Organic Chemicals in Soil; Soil Science Society of America Special Publication 32 (1994)",
            "Value": "AEROBIC: Salicylic acid, present at 100 mg/L, reached 88.1% of its theoretical BOD in 2 weeks using an activated sludge inoculum at 30 mg/L and the Japanese MITI test(1). Using an oxygen uptake curve made in accordance with the MITI or OECD standard test, the maximum observed rate constant for salicylic acid biodegradation was calculated to be 3.0 day-1, while the half-saturation constant was 37 mg theoretical oxygen demand/L(2). Biodegradation of salicylic acid in water was observed to decrease by a factor of 10.3 when the compound was sorbed to gamma-aluminum oxide (gamma-Al2O3). Fluorescence and 14CO2 data suggested that salicylic acid is partially protected from microbial attack in the sorbed state, and that desorption limits biodegradation in the absence of or in limited amounts of aqueous-phase substrate(3)."
        },
        {
            "References": "(1) Shelton DR, Tiedje JM; App Env Microbiol 47: 850-7 (1984)",
            "Value": "ANAEROBIC: Salicylic acid has been qualitatively observed to mineralize under anaerobic conditions in 10% sludge from a secondary digester(1)."
        }
    ],
    "logP": [
        {
            "References": "Hansch, C., Leo, A., D. Hoekman. Exploring QSAR - Hydrophobic, Electronic, and Steric Constants. Washington, DC: American Chemical Society., 1995., p. 29",
            "Value": "log Kow = 2.26"
        }
    ],
    "mechanism_of_action": [
        {
            "References": "McEvoy, G.K. (ed.). American Hospital Formulary Service.     AHFS Drug Information. American Society of Health-System     Pharmacists, Bethesda, MD. 2007., p. 3545",
            "Value": "Salicylic acid has a potent keratolytic action and a slight antiseptic action when applied topically to the skin. In low concentrations, the drug has keratoplastic activity (correction of abnormal keratinization) and in higher concentrations (i.e., 1% or higher, depending on the vehicle), the drug has keratolytic activity (causes peeling of skin). Salicylic acid softens and destroys the stratum corneum by increasing endogenous hydration (water concentration), probably because of decreased pH, which causes the cornified epithelium (horny layer) of the skin to swell, soften, and then desquamate."
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "PMID:2011854",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Experimental evidence suggests that the oxidative metabolites 2,3- and 2,5-dihydroxybenzoic acid may be responsible for the nephrotoxicity of salicylic acid. In the present study, enzymuria in conjunction with glucose and protein excretion were used as endpoints to compare the relative nephrotoxicity of salicylic acid with 2,3- and 2,5-dihydroxybenzoic acid. In addition, the effect of age on enzymuria and glucose and protein excretion following treatment with salicylic acid or 2,3- and 2,5-dihydroxybenzoic acid was investigated because the elderly are at greater risk for salicylic acid-induced nephrotoxicity. Three and 12-month male Fischer 344 rats were administered either no treatment, vehicle, salicylic acid, 2,3-dihydroxybenzoic acid, or 2,5-dihydroxybenzoic acid at 500 mg/kg p.o. in 5 mL/kg corn oil/DMSO (5:1). Effects of these treatments on functional integrity of renal tissue was assessed from 0-72 hr after dosing by measurement of urinary creatinine, glucose, and protein, as well as excretion of proximal and distal tubular renal enzymes. Enzymes measured as indicators of proximal tubular damage were N-acetyl-beta-glucosaminidase (NAG), gamma glutamyltransferase (GGT), alanine aminotransferase (ALT), and alkaline phosphatase (AP), while urinary lactate dehydrogenase and aspartate aminotransferase (AST) were measured as indicators of distal tubular damage. In comparison to 3-month old vehicle-treated rats, 2,3- and 2,5-dihydroxybenzoic acid caused a significant increase between 0-8 hr in excretion of urinary glucose and activities of AST, NAG, and lactate dehydrogenase, with peak effects occurring between 4-8 hr. Toxic effects of either metabolite were not evident beyond 24 hr, and toxicity of 2,5-dihydroxybenzoic acid was significantly greater in comparison to 2,3-dihydroxybenzoic acid. Salicylic acid treatment resulted in similar effects on enzymuria as well as glucose and protein excretion, but peak effects did not occur until 16-24 hr, and often persisted until 72 hr after dosing. Maximal enzymuria in response to salicylic acid treatment was significantly greater in 12- vs. 3-month rats for AST, NAG, and lactate dehydrogenase. In response to 2,3-dihydroxybenzoic acid treatment, the maximal response was significantly greater in 12- vs. 3-month rats for lactate dehydrogenase and AST, and for NAG in response to 2,5-dihydroxybenzoic acid treatment. The results of this study suggest that both 2,3- and 2,5-dihydroxybenzoic acid are nephrotoxic metabolites of salicylic acid, but implicate 2,5-dihydroxybenzoic acid as the more potent nephrotoxic metabolite. The relative lack of an age effect for 2,3- and 2,5-dihydroxybenzoic acid vs. salicylic acid supports the hypothesis that age-related differences in biotransformation of salicylic acid, and not increased tissue sensitivity to 2,3- or 2,5-dihydroxybenzoic acid, contribute to the age-related increase in susceptibility to salicylic acid-induced nephrotoxicity."
        },
        {
            "References": "Cosmetic Ingredient Review; Final Report of the Cosmetic Ingredient Review Expert Panel; Safety Assessment of Salicylic Acid, Butyloctyl Salicylate, Calcium Salicylate, C12-15 Alkyl Salicylate, Capryloyl Salicylic Acid, Hexyldodecyl Salicylate, Isocetyl Salicylate, Isodecyl Salicylate, Magnesium Salicylate, MET-Salicylate, Ethylhexyl Salicylate, Potassium Salicylate, Methyl Salicylate, Myristyl Salicylate, Sodium Salicylate, TEA-Salicylate, and Tridecyl Salicylate; p.53, (2003)",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ An occlusive patch containing 2 g/kg salicylic acid was applied to the clipped skin of five male and five female rats for 24 hours. The animals were observed for 14 days. None of the animals died. One hour after dosing, \"poor general conditions and piloerection\" were observed; all animals were normal by day 2. At day 14 necropsy, \"slightly swollen\" livers were observed in two female animals."
        },
        {
            "References": "Cosmetic Ingredient Review; Final Report of the Cosmetic Ingredient Review Expert Panel; Safety Assessment of Salicylic Acid, Butyloctyl Salicylate, Calcium Salicylate, C12-15 Alkyl Salicylate, Capryloyl Salicylic Acid, Hexyldodecyl Salicylate, Isocetyl Salicylate, Isodecyl Salicylate, Magnesium Salicylate, MET-Salicylate, Ethylhexyl Salicylate, Potassium Salicylate, Methyl Salicylate, Myristyl Salicylate, Sodium Salicylate, TEA-Salicylate, and Tridecyl Salicylate; p.53, (2003)",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ A group of four to six  rats were dosed orally with 0.5 mL of 100 mg/mL salicylic acid in PEG 400. The animals were killed 1 hour after dosing, and their stomachs were removed. A large amount of bleeding and gastric lesions were observed."
        },
        {
            "References": "Cosmetic Ingredient Review; Final Report of the Cosmetic Ingredient Review Expert Panel; Safety Assessment of Salicylic Acid, Butyloctyl Salicylate, Calcium Salicylate, C12-15 Alkyl Salicylate, Capryloyl Salicylic Acid, Hexyldodecyl Salicylate, Isocetyl Salicylate, Isodecyl Salicylate, Magnesium Salicylate, MET-Salicylate, Ethylhexyl Salicylate, Potassium Salicylate, Methyl Salicylate, Myristyl Salicylate, Sodium Salicylate, TEA-Salicylate, and Tridecyl Salicylate; p.56, (2003)",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Groups of four male albino Wistar rats were dosed orally for 3 days with 500 mg/kg/day salicylic acid in distilled water, pH 7.2. Hepatic and plasma parameters were determined 18 hours after the last dose. Compared to controls, a significant increase in aniline hydroxylase, glutathione, plasma aspartate aminotransferase (AST), and plasma alanine aminotransferase (ALT) activities and a significant decrease in glucose-6-phosphatase activity were observed."
        },
        {
            "References": "Cosmetic Ingredient Review; Final Report of the Cosmetic Ingredient Review Expert Panel; Safety Assessment of Salicylic Acid, Butyloctyl Salicylate, Calcium Salicylate, C12-15 Alkyl Salicylate, Capryloyl Salicylic Acid, Hexyldodecyl Salicylate, Isocetyl Salicylate, Isodecyl Salicylate, Magnesium Salicylate, MET-Salicylate, Ethylhexyl Salicylate, Potassium Salicylate, Methyl Salicylate, Myristyl Salicylate, Sodium Salicylate, TEA-Salicylate, and Tridecyl Salicylate; p.54, (2003)",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Groups of four male albino Wister rats were given a single oral dose of 800 mg/kg salicylic acid in distilled water, pH 7.2. Hepatic and plasma parameters were determined after 4 hours. Compared to controls, a significant increase in liver-to-body weight ratios and plasma alanine aminotransferase (ALT) and a significant decrease in glutathione was observed."
        },
        {
            "References": "Cosmetic Ingredient Review; Final Report of the Cosmetic Ingredient Review Expert Panel; Safety Assessment of Salicylic Acid, Butyloctyl Salicylate, Calcium Salicylate, C12-15 Alkyl Salicylate, Capryloyl Salicylic Acid, Hexyldodecyl Salicylate, Isocetyl Salicylate, Isodecyl Salicylate, Magnesium Salicylate, MET-Salicylate, Ethylhexyl Salicylate, Potassium Salicylate, Methyl Salicylate, Myristyl Salicylate, Sodium Salicylate, TEA-Salicylate, and Tridecyl Salicylate; p.63, (2003)",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Groups of four female CD1 mice were dosed on the dorsum of the external ears with 25 ul of the test solution /5% to 20% salicylic acid dissolved 4:1 in acetone-olive oil/ or the vehicle once daily on days 1 to 3. On day 5, the animals were given an ip injection of 100 mg/kg bromodeoxyuridine (BrdU) and killed after 2 hr. A test also ws performed that involved a pre-exposure procedure. An occlusive patch of 5% to 20% salicylic acid or vehicle was applied to the flank of groups of four mice for 48 hr. topical application was made to the external ears on days 6, 7, and 8, and on day 9, the animals were given an ip injection of BrdU and killed after 5 hr. Significant T-cell proliferation was observed, with a maximum treated versus control ratio of 1.74. No cortical lymphocyte proliferation was noted. Very slight paracortical hyperplasia was sometimes observed, but generally, no remarkable effects were seen in the cortex."
        },
        {
            "References": "Cosmetic Ingredient Review; Final Report of the Cosmetic Ingredient Review Expert Panel; Safety Assessment of Salicylic Acid, Butyloctyl Salicylate, Calcium Salicylate, C12-15 Alkyl Salicylate, Capryloyl Salicylic Acid, Hexyldodecyl Salicylate, Isocetyl Salicylate, Isodecyl Salicylate, Magnesium Salicylate, MET-Salicylate, Ethylhexyl Salicylate, Potassium Salicylate, Methyl Salicylate, Myristyl Salicylate, Sodium Salicylate, TEA-Salicylate, and Tridecyl Salicylate; p.49, (2003)",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Five male Sprague Dawley rats were fed a diet containing 1.67 mmol salicylic acid per 100 g diet and five male ICR mice were fed a diet containing 6.68 mmol salicylic acid for 1 week. Control animals were given untreated feed. The mean daily intake of salicylic acid was 1.48 and 13.7 mmol/kg for rats and mice, respectively. The prothrombin (PT) and kaolin-activated partial thromboplastin time (K-PTT) indices were not significantly different between the treated and control rats due to large variances. However, two of the treated rats had abnormal PT (< 30%) and K-PTT (< 45%) indices. In mice, the K-PTT was slightly decreased. The relative liver weights of mice, but not rats, were significantly increased compared to controls."
        },
        {
            "References": "Cosmetic Ingredient Review; Final Report of the Cosmetic Ingredient Review Expert Panel; Safety Assessment of Salicylic Acid, Butyloctyl Salicylate, Calcium Salicylate, C12-15 Alkyl Salicylate, Capryloyl Salicylic Acid, Hexyldodecyl Salicylate, Isocetyl Salicylate, Isodecyl Salicylate, Magnesium Salicylate, MET-Salicylate, Ethylhexyl Salicylate, Potassium Salicylate, Methyl Salicylate, Myristyl Salicylate, Sodium Salicylate, TEA-Salicylate, and Tridecyl Salicylate; p.48, (2003)",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ The effect of salicylic acid on the skin of female hairless rhinoceros mice was examined. Using eight animals per group, 100 uL of 1%, 5% or 10% salicylic acid in an ethanol vehicle was applied to the entire dorsal trunk of each animal twice daily, 5 days per week. Four animals per group were killed after 3 weeks and four after 6 weeks. Slight epidermal hyperplasia was observed with 10% salicylic acid. In all dose groups, a moderate reduction in the quantity of horny material within the psuedocomedones, which retained their shape, was seen, and the core of the horny impaction often seemed empty as if the contents had been lost."
        },
        {
            "References": "PMID:2484541",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Oral application of 700 mg/kg salicylic acid to pregnant and non-pregnant female rats caused an increase of serum magnesium(2+) and a decrease of serum calcium(2+) concentration. The salicylate effect was drastically enhanced by zinc deficiency. The increase in serum magnesium(2+) is probably caused by the nephrotoxicity of salicylate. The decrease of serum calcium(2+) concentration is combined with an increase of parathyroid hormone concentration in serum. Probably, salicylate and zinc deficiency inhibit calcium(2+) mobilization by parathyroid hormone in bone."
        },
        {
            "References": "Cosmetic Ingredient Review; Final Report of the Cosmetic Ingredient Review Expert Panel; Safety Assessment of Salicylic Acid, Butyloctyl Salicylate, Calcium Salicylate, C12-15 Alkyl Salicylate, Capryloyl Salicylic Acid, Hexyldodecyl Salicylate, Isocetyl Salicylate, Isodecyl Salicylate, Magnesium Salicylate, MET-Salicylate, Ethylhexyl Salicylate, Potassium Salicylate, Methyl Salicylate, Myristyl Salicylate, Sodium Salicylate, TEA-Salicylate, and Tridecyl Salicylate; p.70, (2003)",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ A group of 17 gravid Sprague Dawley rats was given an sc injection of 380 mg/kg salicylic acid on day 9 of gestation; the dose was injected in two equally divided doses 2 hours apart. A group of 15 controls was given deionized water. Immediately following the second dose, mineral isotopes of (54)Mn, (65)Zn (both carrier free), and (59)Fe (27 mCi/mg) were given subcutaneously. Urine was collected and assayed for mineral isotopes. The animals were killed on day 20 of gestation. Effects of dosing included loss of appetite, complete relaxation, weakness, drowsiness, muscular limpness, inactivity, accelerated respiration rate, and occasionally elevated water intake and urinary excretion. Marked maternal weight loss and death of one test animal were observed after dosing. In the test animals, mean fetal weight was significantly decreased compared to controls. Administration of salicylic acid resulted in 46.6% resorptions and in 5.3% of the viable fetuses being malformed. /It was/ stated that none of the other metabolites, derivatives or analogs of salicylic acid (that were also tested)resulted in fetal anomalies. Salicylic acid did not affect the urinary excretion of (54)Mn, (59)Fe, or (65)Zn."
        },
        {
            "References": "Cosmetic Ingredient Review; Final Report of the Cosmetic Ingredient Review Expert Panel; Safety Assessment of Salicylic Acid, Butyloctyl Salicylate, Calcium Salicylate, C12-15 Alkyl Salicylate, Capryloyl Salicylic Acid, Hexyldodecyl Salicylate, Isocetyl Salicylate, Isodecyl Salicylate, Magnesium Salicylate, MET-Salicylate, Ethylhexyl Salicylate, Potassium Salicylate, Methyl Salicylate, Myristyl Salicylate, Sodium Salicylate, TEA-Salicylate, and Tridecyl Salicylate; p.65, (2003)",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Groups of 20 gravid Wistar rats were fed a diet containing 0.06%, 0.1%, 0.2%, or 0.4% salicylic acid on days 8 to 14 of gestation. The control group was given a basal diet. On day 20 of gestation, 15 of the animals of each group were killed; the remaining 5 were allowed to deliver. The offspring, which were weaned on day 21, were observed daily and weighed every 3 days. Offspring were killed and autopsied on the 56th day for examinations of visceral and skeletal abnormalities. Maternal weight loss was marked for animals of the 0.4% group with initial dosing, but a gradual weight gain was observed after day 11. Maternal weight loss correlated with a decrease in feed and water consumption, salivation and/or piloerection were observed in this group. All dams survived until study termination. Uterine and placental weights were significantly decreased in animals of the 0.4% group as compared to controls; this group had 71.2% neonatal mortality. The ratios of resorptions, placental remnants, and implantation sites to the number of implantations were 23.9%, 31.4%, and 15.9%, respectively. Litter size was significantly decreased in the 0.4% group; body weight, body length, and tail length of offspring were significantly decreased in the 0.2% and 0.4% groups, and the tail length was significantly decreased in the 0.1% group. The effects seen in offspring (determined at autopsy on the 56th day) were 3.8% external anomalies, no internal organ anomalies, and 14.6% skeletal anomalies for the 0.2% group; and 29.6% external anomalies, 13.6% internal organ anomalies, and 46.8% skeletal anomalies for the 0.4% group. In the 0.4% group, one dam gave birth to six live offspring, but all six offspring died within 1 day; none of the other dams in this group gave birth to live offspring. Male and female offspring from animals of the 0.1% group had decreased body weight, body length, and tail length compared to controls. In male offspring, again at autopsy on the 56th day, a significant increase in spleen weight was observed for the 0.06% group, a significant increase in carcass, heart, kidney, adrenal gland, and testis weight were observed for the 0.1% group and a significant increase in kidney weights and a significant decrease in lung weight was observed for the 0.2% group compared to controls. In female offspring at autopsy on the 56th day, a significant increase in carcass and ovary weight was observed for the 0.06% group and a significant increases in carcass, liver, adrenal gland, and ovary weight was observed for the 0.1% group compared to controls. The incidence of skeletal anomalies determined at the 56th day in offspring of the 0.2% group was 13.8%; skeletal anomalies were not observed in the other groups, and no external or internal organ anomalies were seen in the 0.06 to 0.2% groups."
        },
        {
            "References": "Cosmetic Ingredient Review; Final Report of the Cosmetic Ingredient Review Expert Panel; Safety Assessment of Salicylic Acid, Butyloctyl Salicylate, Calcium Salicylate, C12-15 Alkyl Salicylate, Capryloyl Salicylic Acid, Hexyldodecyl Salicylate, Isocetyl Salicylate, Isodecyl Salicylate, Magnesium Salicylate, MET-Salicylate, Ethylhexyl Salicylate, Potassium Salicylate, Methyl Salicylate, Myristyl Salicylate, Sodium Salicylate, TEA-Salicylate, and Tridecyl Salicylate; p.66, (2003)",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Groups of 10 gravid Sprague Dawley rats were orally given 10 mg/kg salicylic acid twice daily on days 20 and 21 of gestation. Control groups were either untreated or given 2.0 mL distilled water on the same days. The animals were observed daily until day 20; after the first dose, the animals were observed every 2 hours until delivering. Time of onset of parturition, duration of parturition, bleeding during parturition, and perinatal mortality were noted. Salicylic acid significantly increased time of onset of parturition compared to controls. The duration of parturition was increased in only one animal. Bleeding at parturition was increased in four animals as compared to controls. None of the 106 pups born to these 10 animals were dead (compared to 4 of the 109 pups in the control group)."
        },
        {
            "References": "PMID:6505391",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Rat embryos were exposed to aspirin or its metabolite, salicylic acid in culture. In these embryos acute reduction of heart beat was observed during 4 hours of administration compared to that in non-treated one. Protein contents and crown-rump length of cultured embryos were significantly decreased in aspirin-treated group, but were not so decreased in salicylic acid-treated one. The predominant defects of the embryos exposed to aspirin were edematous facial malformations and abnormality of tail. On the other hand, facial anomalies such as cleft lip and curly tail were observed in the embryos cultured with salicylic acid. Anomalies induced by aspirin were systemic, while salicylic acid induced localized malformations. These results might be due to the differences between aspirin and its metabolite, salicylic acid in their teratogenicity."
        },
        {
            "References": "PMID:8211816",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Aspirin ingestion in humans and animals has been reported to lead to a range of undesirable outcomes, including fetal death, growth retardation, and congenital abnormalities. Rat embryos were cultured for 48 hr in 100-300 ug/mL of salicylic acid, a metabolite of aspirin, days 9.5-11.5 of gestation. When compared to growth in control embryos, a significant dose-dependent decrease in crown-rump lengths, somite numbers, and yolk sac diameters was observed. There was also a significant increase in overall dysmorphology, including eye, brachial arch, and heart anomalies, and an absence of forelimb buds. The neural tube was especially vulnerable and had frequently failed to close. Cellular and ultrastructural examination revealed extensive cell death in the neuroepithelium, with a lesser effect on the mesenchymal cells. Large condensed blebs projected into the ventricular lumen, and cell membranes as well as the basal lamina were severely disrupted, with all cytoplasmic organelles affected in dying cells. It is likely that the extensive cell necrosis and blebbing in the developing neuroepithelium at the site of neural tube fusion may be involved in failed neurulation, while necrosis at other sites in the cranial neuroepithelium may be linked with previously reported intellectual and behavioral abnormalities."
        },
        {
            "References": "PMID:2484541",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Oral application of 700 mg/kg salicylic acid to pregnant and non-pregnant female rats caused an increase of serum Mg2+ and a decrease of serum Ca2+ concentration. The salicylate effect was drastically enhanced by Zn deficiency. The increase in serum Mg2+ is probably caused by the nephrotoxicity of salicylate. The decrease of serum Ca2+ concentration is combined with an increase of parathyroid hormone concentration in serum. Probably, salicylate and Zn deficiency inhibit Ca2+ mobilization by parathyroid hormone in bone."
        },
        {
            "References": "Cosmetic Ingredient Review; Final Report of the Cosmetic Ingredient Review Expert Panel; Safety Assessment of Salicylic Acid, Butyloctyl Salicylate, Calcium Salicylate, C12-15 Alkyl Salicylate, Capryloyl Salicylic Acid, Hexyldodecyl Salicylate, Isocetyl Salicylate, Isodecyl Salicylate, Magnesium Salicylate, MET-Salicylate, Ethylhexyl Salicylate, Potassium Salicylate, Methyl Salicylate, Myristyl Salicylate, Sodium Salicylate, TEA-Salicylate, and Tridecyl Salicylate; p.47, (2003)",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ Guinea pig skin was used to examine the keratolytic effect of salicylic acid. The external ears and soles of the feet of dead guinea pigs were removed, and a 50% solution of salicylic acid in ether was applied. The tissue specimens were then incubated in humidity chambers for 10 hours, after which time they were rinsed with ether and cryostat sections were prepared. No difference was seen microscopically in the horny layer of treated and untreated samples. Applications of mechanical stress, applied by moving the cover slip, caused the treated stratum corneum to break. In the control samples, the cells became elongated and flattened, but no cellular separation occurred. Upon stretching the stratum corneum, intercellular separation was constantly observed with the test samples, but never observed with the controls."
        },
        {
            "References": "Cosmetic Ingredient Review; Final Report of the Cosmetic Ingredient Review Expert Panel; Safety Assessment of Salicylic Acid, Butyloctyl Salicylate, Calcium Salicylate, C12-15 Alkyl Salicylate, Capryloyl Salicylic Acid, Hexyldodecyl Salicylate, Isocetyl Salicylate, Isodecyl Salicylate, Magnesium Salicylate, MET-Salicylate, Ethylhexyl Salicylate, Potassium Salicylate, Methyl Salicylate, Myristyl Salicylate, Sodium Salicylate, TEA-Salicylate, and Tridecyl Salicylate; p.87, (2003)",
            "Value": "/GENOTOXICITY/ Groups of four /male Swiss albino mice/ were dosed intraperitoneally with 50, 100, or 200 mg/kg salicylic acid in DMSO and five animals were dosed orally with 350 mg/kg salicylic acid in 2% gum acacia in distilled water. Groups of four and five negative-control animals were dosed intraperitoneally with 75 uL DMSO or orally with 0.3 ml 2% gum acacia in distilled water, respectively; five positive-control animals were dosed with 25 mg/kg cyclophosphamide. The animals were injected with 2 mg/kg colchicine 22 hours after dosing, and killed 2 hours later. In both the ip and oral studies, no significant increase in chromosomal aberrations was seen with any dose of salicylic acid. A significant increase in mitotic index was observed with the 50 mg/kg ip dose and the single oral dose."
        },
        {
            "References": "Cosmetic Ingredient Review; Final Report of the Cosmetic Ingredient Review Expert Panel; Safety Assessment of Salicylic Acid, Butyloctyl Salicylate, Calcium Salicylate, C12-15 Alkyl Salicylate, Capryloyl Salicylic Acid, Hexyldodecyl Salicylate, Isocetyl Salicylate, Isodecyl Salicylate, Magnesium Salicylate, MET-Salicylate, Ethylhexyl Salicylate, Potassium Salicylate, Methyl Salicylate, Myristyl Salicylate, Sodium Salicylate, TEA-Salicylate, and Tridecyl Salicylate; p.86, (2003)",
            "Value": "/GENOTOXICITY/ Three of four male mice were dosed orally with 100 mg/kg salicylic acid; the effects on incorporation of tritiated thymidine into testicular DNA were investigated. Salicylic acid significantly decreased thymidine incorporation compared to controls."
        },
        {
            "References": "Cosmetic Ingredient Review; Final Report of the Cosmetic Ingredient Review Expert Panel; Safety Assessment of Salicylic Acid, Butyloctyl Salicylate, Calcium Salicylate, C12-15 Alkyl Salicylate, Capryloyl Salicylic Acid, Hexyldodecyl Salicylate, Isocetyl Salicylate, Isodecyl Salicylate, Magnesium Salicylate, MET-Salicylate, Ethylhexyl Salicylate, Potassium Salicylate, Methyl Salicylate, Myristyl Salicylate, Sodium Salicylate, TEA-Salicylate, and Tridecyl Salicylate; p.85, (2003)",
            "Value": "/GENOTOXICITY/ A modified Ames test was performed with 1, 10, 100 ug/plate salicylic acid using Salmonella typhimurium strains TA1535, TA1537, TA1538, and TA1536. Negative and positive controls were used. The test was performed without metabolic activation and with activation using microsome preparations from seven different tissues form Wistar rats. Salicylic acid was not mutagenic."
        },
        {
            "References": "Cosmetic Ingredient Review; Final Report of the Cosmetic Ingredient Review Expert Panel; Safety Assessment of Salicylic Acid, Butyloctyl Salicylate, Calcium Salicylate, C12-15 Alkyl Salicylate, Capryloyl Salicylic Acid, Hexyldodecyl Salicylate, Isocetyl Salicylate, Isodecyl Salicylate, Magnesium Salicylate, MET-Salicylate, Ethylhexyl Salicylate, Potassium Salicylate, Methyl Salicylate, Myristyl Salicylate, Sodium Salicylate, TEA-Salicylate, and Tridecyl Salicylate; p.85, (2003)",
            "Value": "/GENOTOXICITY/ Salicylic acid was not mutagenic in a Salmonella/microsome test using S. typhimurium strains TA100, TA98, TA1535, and TA1537 with metabolic activation."
        }
    ],
    "sediment_soil_concentrations": [
        {
            "References": "(1) Fang J et al; pp. 65-76 in Molecular Markers in Environmental Geochemistry; Eganhouse RP, ed (1997) (2) Fan X, Deng Y; J Chromatogr A 979: 417-24 (2002) (3) Matsumoto G, Hanya T; Atmos Environ 14: 1409-19 (1980)",
            "Value": "SEDIMENT: Salicylic acid was detected at a concentration of 21 ug/kg in aquifer solids beneath the crash site of a tanker aircraft at the former Wurtsmith Air Force Base in Oscoda, MI(1). Sediment taken from the Florida Everglades contained salicylic acid at 4.8X10-3 ug/g wet solid sample(2). Salicylic acid was detected in sediments from 4 surface waters in Japan and sea sediments. Sediments from Lake Haruna, Tama River, Komagari Reservoir and Yatsuse River contained salicylic acid at average concns of 0.6, 0.1, 0.06 and 0.2 ug/g, respectively(3). Sediments from the Gulf of Mexico contained salicylic acid at an average concn of 0.02 ug/g(3)."
        },
        {
            "References": "(1) Fan X, Deng Y; J Chromatogr A 979: 417-24 (2002) (2) Matsumoto G, Hanya T; J Chromat 193: 89-94 (1980)",
            "Value": "SOIL: Soil taken from an unspecified location in Florida showed a salicylic acid concentration of 3.4X10-3 ug/g wet solid sample(1). Soil at Metropolitan University, Tokyo, Japan contained salicylic acid at a concentration of 0.06 ug/g(2)."
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "(1) Hansch C et al; Exploring QSAR. Hydrophobic, Electronic, and Steric Constants. ACS Prof Ref Book. Heller SR, consult. ed., Washington, DC: Amer Chem Soc p. 29 (1995) (2) Lyman WJ et al; Handbook of Chemical Property Estimation Methods. Washington, DC: Amer Chem Soc pp. 4-9 (1990) (3) Swann RL et al; Res Rev 85: 17-28 (1983) (4) Lide DR, ed; CRC Handbook of Chemistry and Physics. 86th ed. Boca Raton, FL: CRC Press, Taylor & Francis p. 8-47 (2005) (5) Doucette WJ; pp. 141-188 in Handbook of Property Estimation Methods for Chemicals. Boethling RS, Mackay D, eds. Boca Raton, FL: Lewis Publ (2000)",
            "Value": "The Koc of salicylic acid is estimated as 404(SRC), using a log Kow of 2.26(1) and a regression-derived equation(2). According to a classification scheme(3), this estimated Koc value suggests that salicylic acid is expected to have moderate mobility in soil. The pKa of salicylic acid is 2.98(4), indicating that this compound will primarily exist in anion form in the environment and anions generally do not adsorb more strongly to soils containing organic carbon and clay than their neutral counterparts(5)."
        },
        {
            "References": "(1) Dubus IG et al; Chemosphere 45: 767-74 (2001) (2) Xu RK et al; Eur J Soil Sci 58: 335-42 (2007) (3) Ainsworth CC et al; pp. 125-44 in Sorption and Degradation of Pesticides and Organic Chemicals in Soil; Soil Science Society of America Special Publication 32 (1994) (4) Kubicki JD et al; Environ Sci Technol 31: 1151-6 (1997)",
            "Value": "The sorption coefficient (Kd) of salicylic acid ranges from 3.6-397 kg-1, depending on soil type. The largest coefficients have been noted for soils having greater iron oxide or aluminum oxide content(1). A study of variable charge soils found that iron oxides influenced salicylic acid adsorption more than aluminosilicate minerals, which showed only a small adsorption capacity(2). Salicylic acid has been noted to sorb strongly to iron and aluminum oxide surfaces via a surface ligand exchange reaction. The degree of sorption varies in response to the pH, surface charge, aqueous speciation of the sorbates, and other aqueous- and solid-phase phenomena(3). Results of a study utilizing attenuated total reflectance Fourier-transform infrared spectroscopy and molecular orbital calculations have suggested that a monodentate complex involving one carboxylate oxygen is most probable under neutral conditions; a bidentate complex involving both carboxylate oxygen atoms and two vicinal Al3+ octahedra is likely to dominate at lower pH(4)."
        }
    ]
}