{
    "_id": {
        "$oid": "6682e976c4e5dba5ffba2ac0"
    },
    "CID": {
        "$numberInt": "33934"
    },
    "Name": "DIISOOCTYL PHTHALATE",
    "IUPACName": "bis(6-methylheptyl) benzene-1,2-dicarboxylate",
    "CanonicalSMILES": "CC(C)CCCCCOC(=O)C1=CC=CC=C1C(=O)OCCCCCC(C)C",
    "Synonyms": [
        "Diisooctyl phthalate",
        "Bis(6-methylheptyl) phthalate",
        "27554-26-3",
        "Isooctyl phthalate",
        "131-20-4",
        "Di-iso-octyl phthalate",
        "Phthalic acid",
        "diisooctyl ester",
        "Corflex 880",
        "bis(6-methylheptyl) benzene-1,2-dicarboxylate",
        "Diisooctyl 1,2-benzenedicarboxylate",
        "1,2-Benzenedicarboxylic acid",
        "diisooctyl ester",
        "Phthalic acid",
        "bis(6-methylheptyl)ester",
        "CHEBI:34710",
        "6A121LGB40",
        "Flexol Plasticizer DIOP"
    ],
    "IsomericSMILES": "CC(C)CCCCCOC(=O)C1=CC=CC=C1C(=O)OCCCCCC(C)C",
    "INCHI": "InChI=1S/C24H38O4/c1-19(2)13-7-5-11-17-27-23(25)21-15-9-10-16-22(21)24(26)28-18-12-6-8-14-20(3)4/h9-10,15-16,19-20H,5-8,11-14,17-18H2,1-4H3",
    "INCHIKEY": "IJFPVINAQGWBRJ-UHFFFAOYSA-N",
    "Formula": "C24H38O4",
    "MolecularWeight": {
        "$numberDouble": "390.6"
    },
    "Description": "Diisooctyl phthalate is a phthalate ester and a diester.",
    "XlogP": {
        "$numberDouble": "8.5"
    },
    "Complexity": {
        "$numberInt": "390"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "plant_concentrations": [
        {
            "References": "PMID:15112801",
            "Value": "Diisooctyl phthalate was found in aquatic organisms June to Sept 1999 from False Harbor, Vancouver, British Columbia; green algae (Enteromorpha intestinalis) 3.85 ng/g lipid and brown algae (Nereocysitis luetkeana, Fucus gardneri) 3.19 ng/g lipid(1)."
        }
    ],
    "environmental_bioconcentrations": [
        {
            "References": "(1) Staples CA et al; Chemosphere 35: 667-749 (1997) (2) Franke C et al; Chemosphere 29: 1501-14 (1994) (3) Staples CA et al; Chemosphere 35: 667-749 (1997)",
            "Value": "A measured BCF value of 207 was reported for Mosquito fish exposed to 6.4 mg/L of diisooctyl phthalate over an unspecified exposure period(1). According to a classification scheme(2), this BCF value suggests that bioconcentration in aquatic organisms is high, assuming the compound is not metabolized by the organism(SRC). However, bioconcentration studies on compounds which are structurally similar suggest that bioconcentration may be lower than that indicated by the regression-derived equations due to the ability of aquatic organisms to readily metabolize this class of compounds(3)."
        }
    ],
    "environmental_biodegradations": [
        {
            "References": "(1) Overcash MR, Pal D; Design of Land Treatment Systems For Industrial Wastes - Theory and Practice Ann Arbor,MI: Ann Arbor Science pp. 182-457 (1979) (2) Jay K, Steiglitz L; Chemosphere 30: 1249-60 (1995) (3) Sugatt RH et al; Appl Environ Microbiol 47: 601-6 (1984) (4) O'Grady DP et al; Appl Environ Microbiol 49: 443-5 (1985) (5) Staples CA et al; Chemosphere 35: 667-749 (1997)",
            "Value": "AEROBIC: Microorganisms isolated from raw sewage and sludge were capable of utilizing diisooctyl phthalate as a growth medium(1,2). Enriched microbial cultures obtained from sewage degraded 75% diisooctyl phthalate in 96 hours(2). A shake flask experiment employing an acclimated inoculum of soil, sewage and activated sludge degraded 99% of diisooctyl phthalate initially present over a 28 day incubation period(3). In a semi-continuous activated sludge test (Soap and Detergent Association procedure), the mean percentage degradation for diisooctyl phthalate was 84.5% in 24 hours(4). Diisooctyl phthalate incubated for 28 days in fresh water/sediment degraded 2, <1-10, and 4% at 12, 22, and 28 °C, respectively(5)."
        }
    ],
    "fish_seafood_concentrations": [
        {
            "References": "PMID:15112801",
            "Value": "Diisooctyl phthalate was analyzed for in aquatic organisms June to Sept 1999 from False Harbor, Vancouver, British Columbia (species, concn in ng/g lipid): blue mussels (Mytilus edulis) 3.40, Pacific oysters (Crassostrea gigas) 3.70, geoduck clams (Panope abrupta) 4.05, manila clams (Tapes philippinarum) 3.67, dungeness crabs (Cancer magister) 2.57, purple seastar (Pisaster ochraccus) 2.33, juvenile shiner perch (Cyrnatogaster aggragata) 2.94, Pacific herring (Clupea harengus pallasi) 2.54, pile perch (Rhacochilus vacca) 3.39, striped seaperch (Embiotoca lateralis) 3.39, Pacific staghorn sculpin (Leptocottus armatus) 3.89, English sole (Pleuronectes ventulus) 3.62, white-spotted greenling (Hexogrammos stelleri) 3.23, spiny dogfish (Squalus acanthias) muscle 2.94, liver 2.48, embryo 1.23, surf scoters (Melanitta perspicillata) 2.88, and plankton (composite of phytoplankton, zooplankton and other pelagic invertebrates) 4.46(1)."
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. V6 840",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ 100 mg/kg body weight/d was a no-effect level for DIOP in rats and dogs in studies lasting 4-wk"
        },
        {
            "References": "EPA/Office of Pollution Prevention and Toxics; High Production Volume (HPV) Challenge Program's Robust Summaries and Test Plans. Available from the Database Query page at: https://www.epa.gov/hpv/pubs/hpvrstp.htm on Phthalate Esters Category, Diisooctyl phthalate (27554-26-3) p.23 (2007) as of May 7, 2008.",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Male/female CD-1 mice were exposed to 0.0, 0.025, 0.05, 0.1 0, or 0.15% (0, 44, 91, 190.6, or 292.5 mg/kg bw) diisooctyl phthalate in their diet during gestation days 0-17. After a 7 day quarantine period, breeding pairs were cohabited overnight. Gestation day 0 was determined the morning a vaginal copulation plug was found. Dams were observed daily for signs of clinical toxicity and weights were taken on gestation day 0, 4, 8, 12, 16, and 17. Parameters evaluated following termination included body weight, liver weight, gravid uterine weight, number of ovarian corpora lutea of pregnancy, and status of uterine implantation sites. Fetuses were weighed, examined for external abnormalities and received a visceral examination... .  Actual doses received: 0, 44, 91, 190.6, or 292.5 mg/kg based on body weights and food consumption. No dams died during gestation. Reduced maternal body weight gain was observed in the 0.10 and 0.15% treatment groups. No effects on the number of corpora lutea, implantation sites per dam, the percent pre-implantation loss, and sex ratio of live pups were observed... . The number and percent of resorptions, late fetal deaths, and dead and malformed fetuses were all increased in response to 0.1 and 0.15% treatments. Female fetal weight and the number of live fetuses per litter for both sexes were significantly reduced at 0.10 and 0.15% doses. A significant increase in both the percentage of fetuses with malformations and the percentage of malformed fetuses per litter were observed with dosing as low as 0.05%. External malformations included unilateral and bilateral open eyes, exophthalmia, exencephaly, and short, constricted, or no tail. Visceral malformations were identified in the major arteries. Noted skeletal defects included fused and branched ribs and misalignment and fused thoracic vertebral centra."
        },
        {
            "References": "EPA/Office of Pollution Prevention and Toxics; High Production Volume (HPV) Challenge Program's Robust Summaries and Test Plans. Available from the Database Query page at: https://www.epa.gov/hpv/pubs/hpvrstp.htm on Phthalate Esters Category, Diisooctyl phthalate (27554-26-3) p.24 (2007) as of May 7, 2008.",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ In a two generation study, male/female Swiss CD-1 mice (20 animals/sex) were exposed daily to 0.0, 0.01,0.10, or 0.3% (approximately 0, 14, 140, or 420 mg/kg) of diisooctyl phthalate in their diet beginning 7 days pre-mating and throughout a cohabitation period for approximately 14 weeks. There were 40 (animals/sex) in the untreated control group. Reproductive function was assessed during this cohabitation period for number of litters per pair, number of live pups, sex, live births, and pup weight. Following the 14-week cohabitation, the pairs were separated during which any final litters were delivered and kept for assessment of the next generation fertility (F1). Due to an observed effect on fertility, a crossover mating study was performed to determine the affected sex. These mice were evaluated for body weight, organ weights, and sperm indices. When the F1 litters were sexually mature, they were mated with animals from different litters within the same group. The F2 litters were examined for litter size, survival, sex and pup weight. The F1 animals were then necropsied. A significant decrease in the number of litters/pair, live pups/litter, mean live pup weight and proportion of live pups was observed at 140 mg/kg/day. Exposure to 420 mg/kg/day resulted in significant infertility during the continuous breeding phase of the study which was seen in both sexes as identified via the crossover mating study. Exposure to the high dose in the crossover study also resulted in male specific effects including reduced testis, epididymis, prostate weights, percentages of motile sperm and abnormal sperm, and sperm concentration in the males. In females effects included reduced combined weight of ovaries, oviducts and uterus. Both sexes exhibited increased liver weights. The majority of high-dose male mice evidenced some degree of bilateral atrophy of the seminiferous tubules, however; no exposure related histopathology was observed in the females."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. V6 840",
            "Value": "/GENOTOXICITY/ DIOP was inactive in the Ames Salmonella/mammalian microsome mutagenicity assay and in an in vitro transformation assay in BALB/c 3T3 cells."
        },
        {
            "References": "EPA/Office of Pollution Prevention and Toxics; High Production Volume (HPV) Challenge Program's Robust Summaries and Test Plans. Available from the Database Query page at: https://www.epa.gov/hpv/pubs/hpvrstp.htm on Phthalate Esters Category, Diisooctyl phthalate (27554-26-3) p.22 (2007) as of May 7, 2008.",
            "Value": "/GENOTOXICITY/ At concentrations of 10, 100, 1000, 2000 ug/plate, diisooctyl phthalate was not mutagenic in Ames test with and without metabolic activation."
        }
    ],
    "sediment_soil_concentrations": [
        {
            "References": "(1) Steinheimer TR et al; Analyt Chim Acta 129: 57-67 (1981)",
            "Value": "SEDIMENT: Diisooctyl phthalate was identified, not quantified, in surface sediment from a section of the Calcasieu River, LA that is impacted by heavy industrial activity(1)."
        },
        {
            "References": "(1) Wang H et al; Chemosphere 50: 557-62 (2003) (2) Muszkat L et al; Arch Insect Biochem Phys/iol 22: 487-99 (1993)",
            "Value": "SOIL: Diisooctyl phthalate was found in 17% of soil samples taken in 2000 from 12 sites in Taihu Lake, China at concns of 0.72 to 1.59 ppb(1). Soil near a pesticide plant contained diisooctyl phthalate at a concn of 1,100 ppb(2)."
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "(1) Howard PH et al; Environ Toxicol Chem 4: 653-61 (1985) (2) Lyman WJ et al; Handbook of Chemical Property Estimation Methods. Washington, DC: Amer Chem Soc pp. 4-9 (1990) (3) Swann RL et al; Res Rev 85: 17-28 (1983)",
            "Value": "The Koc of diisooctyl phthalate is estimated as 1.6X10+4(SRC), using a water solubility of 0.09 mg/L(1) and a regression-derived equation(2). According to a classification scheme(3), this estimated Koc value suggests that diisooctyl phthalate is expected to be immobile in soil."
        }
    ]
}