{
    "_id": {
        "$oid": "6682e802c4e5dba5ffba2373"
    },
    "CID": {
        "$numberInt": "3393"
    },
    "Name": "FLURAZEPAM",
    "IUPACName": "7-chloro-1-[2-(diethylamino)ethyl]-5-(2-fluorophenyl)-3H-1,4-benzodiazepin-2-one",
    "CanonicalSMILES": "CCN(CC)CCN1C(=O)CN=C(C2=C1C=CC(=C2)Cl)C3=CC=CC=C3F",
    "Synonyms": [
        "flurazepam",
        "17617-23-1",
        "Insumin",
        "Flurazepamum",
        "Dalmane-R",
        "Dalmane",
        "Flurazepam HCL",
        "Flurazepamum [INN-Latin]",
        "HSDB 3085",
        "Ro-5-6901/3",
        "EINECS 241-591-7",
        "UNII-IHP475989U",
        "BRN 0767925",
        "DTXSID1023071",
        "IHP475989U"
    ],
    "IsomericSMILES": "CCN(CC)CCN1C(=O)CN=C(C2=C1C=CC(=C2)Cl)C3=CC=CC=C3F",
    "INCHI": "InChI=1S/C21H23ClFN3O/c1-3-25(4-2)11-12-26-19-10-9-15(22)13-17(19)21(24-14-20(26)27)16-7-5-6-8-18(16)23/h5-10,13H,3-4,11-12,14H2,1-2H3",
    "INCHIKEY": "SAADBVWGJQAEFS-UHFFFAOYSA-N",
    "Formula": "C21H23ClFN3O",
    "MolecularWeight": {
        "$numberDouble": "387.9"
    },
    "Description": "Flurazepam is a 1,4-benzodiazepinone that is 1,3-dihydro-2H-1,4-benzodiazepin-2-one substituted by a 2-(diethylamino)ethyl group, 2-fluorophenyl group and chloro group at positions 1, 5 and 7, respectively. It is a partial agonist of GABAA receptors and used for the treatment of insomnia. It has a role as a sedative, an anticonvulsant, a GABAA receptor agonist and an anxiolytic drug. It is a 1,4-benzodiazepinone, an organochlorine compound, a member of monofluorobenzenes and a tertiary amino compound.",
    "XlogP": {
        "$numberDouble": "3"
    },
    "Complexity": {
        "$numberInt": "540"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "mechanism_of_action": [
        {
            "References": "Goodman, L.S., and A. Gilman. (eds.) The Pharmacological Basis of Therapeutics. 5th ed. New York: Macmillan Publishing Co., Inc., 1975., p. 125",
            "Value": "EFFECTS OF FLURAZEPAM ON EEG DIFFER FROM THOSE OF BARBITURATES IN THAT FAST ACTIVITY SEEMS TO BE INCREASED ONLY IN FRONTAL LOBE & DOES NOT SPREAD TO OCCIPITAL LOBE. IN DOSES UP TO 30 MG IT NEITHER AFFECTS REM SLEEP NOR CAUSES A REBOUND AFTER WITHDRAWAL, BUT DOSES OF 60 MG SUPPRESS REM SLEEP WITHOUT REBOUND. FLURAZEPAM DECREASES SLEEP LATENCY, TIME IN STAGE 4, & WAKE TIME, & INCREASES TOTAL SLEEP TIME FOR AS LONG AS 22 NIGHTS OF USE. /FLURAZEPAM DIHYDROCHLORIDE/"
        },
        {
            "References": "Gilman, A. G., L. S. Goodman, and A. Gilman. (eds.). Goodman and Gilman's The Pharmacological Basis of Therapeutics. 6th ed. New York: Macmillan Publishing Co., Inc. 1980., p. 342",
            "Value": "MOST BENZODIAZEPINES DECREASE SLEEP LATENCY, ESPECIALLY WHEN FIRST USED, & DIMINISH THE NUMBER OF AWAKENINGS & TIME SPENT IN STAGE 0 (A STAGE OF WAKEFULNESS). THEY HAVE BEEN SHOWN TO INCREASE THE AWAKENING THRESHOLD. TIME IN STAGE 1 (DESCENDING DROWSINESS) IS USUALLY DECREASED BY FLURAZEPAM ... . TIME SPENT IN STAGE 2 (WHICH IS THE MAJOR FRACTION OF NON-RAPID EYE MOVEMENT (REM) SLEEP) IS INCREASED BY ALL BENZODIAZEPINES. BENZODIAZEPINES PROMINENTLY DECREASE THE TIME SPENT IN SLOW-WAVE SLEEP (SWS; STAGES 3 & 4); USUALLY BOTH STAGES 3 & 4 ARE SHORTENED ... . ALL BENZODIAZEPINES INCREASE REM LATENCY (TIME FROM ONSET OF SPINDLE SLEEP TO THE FIRST REM BURST), EXCEPT THAT FLURAZEPAM HAS BEEN REPORTED TO SHORTEN LATENCY IN SOME INSOMNIAC NEUROTIC OR PSYCHOTIC INDIVIDUALS. ... REM SLEEP MAY NOT BE SHORTENED WHEN LOWER DOSES OF FLURAZEPAM ... /WAS/ USED, EVEN THOUGH SUBSTANTIAL SHORTENING OF SLOW-WAVE SLEEP & PROLONGATION OF STAGE 2 SLEEP MAY OCCUR. ... DESPITE THE SHORTENING OF STAGE-4 & REM SLEEP, THE NET EFFECT OF ADMIN OF BENZODIAZEPINES IS AN INCREASE IN TOTAL SLEEP TIME."
        },
        {
            "References": "Gilman, A. G., L. S. Goodman, and A. Gilman. (eds.). Goodman and Gilman's The Pharmacological Basis of Therapeutics. 6th ed. New York: Macmillan Publishing Co., Inc. 1980., p. 344",
            "Value": "WITH FLURAZEPAM ... THE REBOUND IN REM SLEEP APPEARS TO BE SLIGHT OR NEGLIGIBLE. DURING THE PERIOD OF SUCH REBOUND THE NUMBER OF DREAMS PER NIGHT IS ABOUT THE SAME AS BEFORE THE DRUG WAS TAKEN, BUT THEIR BIZARRE CHARACTER MAY INCREASE. THERE IS ALSO USUALLY A REBOUND IN SLOW-WAVE SLEEP WHICH MAY EXCEED THE REBOUND IN REM SLEEP. WITHDRAWAL OF FLURAZEPAM CAUSES ONLY A SLIGHT REBOUND. ... TOTAL WAKE TIME IS NOT CHANGED AFTER WITHDRAWAL OF FLURAZEPAM."
        },
        {
            "References": "Gilman, A. G., L. S. Goodman, and A. Gilman. (eds.). Goodman and Gilman's The Pharmacological Basis of Therapeutics. 6th ed. New York: Macmillan Publishing Co., Inc. 1980., p. 344",
            "Value": "THE BENZODIAZEPINES SELECTIVELY ACT ON POLYSYNAPTIC & NOT MONOSYNAPTIC NEURONAL PATHWAYS THROUGHOUT THE CNS. THE ACTION IS MAINLY THAT OF PRESYNAPTIC INHIBITION, ALTHOUGH AT SOME SITES, SUCH AS IN CUNEATE NUCLEUS, THERE MAY BE POSTSYNAPTIC INHIBITION; WHETHER INHIBITION IS PRESYNAPTIC OR POSTSYNAPTIC, IT SIMULATES THAT OF GAMMA-AMINOBUTYRIC ACID. POLYSYNAPTIC RESPONSES MAY BE DIMINISHED OR AUGMENTED, ACCORDING TO WHETHER SYNAPTIC INHIBITION SUBSERVES AN INHIBITORY OR FACILITATORY FUNCTION IN THE INTEGRATED RESPONSE. /BENZODIAZEPINES/"
        },
        {
            "References": "Gilman, A. G., L. S. Goodman, and A. Gilman. (eds.). Goodman and Gilman's The Pharmacological Basis of Therapeutics. 6th ed. New York: Macmillan Publishing Co., Inc. 1980., p. 466",
            "Value": "BENZODIAZEPINES FACILITATE A VARIETY OF GABA (GAMMA-AMINOBUTYRIC ACID)-MEDIATED SYNAPTIC SYSTEMS, INVOLVING BOTH PRESYNAPTIC & POSTSYNAPTIC INHIBITION. IN CULTURED SPINAL CORD NEURONS, DIAZEPAM AUGMENTS THE INCREASE IN CHLORIDE CONDUCTANCE PRODUCED BY GABA, BUT NOT THAT PRODUCED BY GLYCINE, WITHOUT INFLUENCING TIME COURSE OF RESPONSE TO GABA. BASED ON THESE DATA & ON THE ABILITY OF BENZODIAZEPINES TO INCREASE APPARENT AFFINITY OF GABA FOR BINDING SITES IN PREPARATIONS OF BRAIN MEMBRANES, IT HAS BEEN PROPOSED THAT BENZODIAZEPINES SOMEHOW INCREASE THE POTENCY OR EFFECTIVENESS OF THIS INHIBITORY NEUROTRANSMITTER. /BENZODIAZEPINES/"
        },
        {
            "References": "Gilman, A. G., L. S. Goodman, and A. Gilman. (eds.). Goodman and Gilman's The Pharmacological Basis of Therapeutics. 6th ed. New York: Macmillan Publishing Co., Inc. 1980., p. 437",
            "Value": "CENTRAL DEPRESSANT ACTIONS ... ON SPINAL REFLEXES OCCUR & ARE IN PART MEDIATED BY THE BRAIN STEM RETICULAR SYSTEM. /BENZODIAZEPINES/"
        },
        {
            "References": "McEvoy, G.K. (ed.). American Hospital Formulary Service - Drug Information 92. Bethesda, MD: American Society of Hospital Pharmacists, Inc., 1992 (Plus Supplements 1992)., p. 1331",
            "Value": "In animals, benzodiazepines protect against seizures induced by electrical stimulation and by pentylenetetrazol; benzodiazepines appear to act, at least partly, by augmenting presynaptic inhibition. The drugs suppress the spread of seizure activity but do not abolish the abnormal discharge from a focus in experimental models of epilepsy. In usual doses, benzodiazepines appear to have very little effect on the autonomic nervous system, respiration, or the cardiovascular system. /Benzodiazepines/"
        },
        {
            "References": "McEvoy, G.K. (ed.). American Hospital Formulary Service - Drug Information 92. Bethesda, MD: American Society of Hospital Pharmacists, Inc., 1992 (Plus Supplements 1992)., p. 1330",
            "Value": "The exact sites and mode of action of the benzodiazepines are unknown. The drugs appear to act at the limbic, thalamic, and hypothalamic levels of the CNS, producing anxiolytic, sedative, hypnotic, skeletal muscle relaxant, and anticonvulsant effects. The effects of benzodiazepines may be mediated through the inhibitory neurotransmitter gamma-aminobutyric acid (GABA). Benzodiazepines are capable of producing all levels of CNS depression from mild sedation to hypnosis to coma. /Benzodiazepines/"
        },
        {
            "References": "McEvoy, G.K. (ed.). American Hospital Formulary Service - Drug Information 92. Bethesda, MD: American Society of Hospital Pharmacists, Inc., 1992 (Plus Supplements 1992)., p. 1331",
            "Value": "Anxiolytic and possibly paradoxical CNS stimulatory effects of benzodiazepines are postulated to result from release of previously suppressed responses (disinhibition). After usual doses of benzodiazepines for several days, the drugs cause a moderate decrease in rapid eye movement (REM) sleep. REM rebound does not occur when the durgs are withdrawn. Stage 3 and 4 sleep are markedly reduced by usual doses of the drugs; the clinical importance of these sleep stage alterations has not been established. /Benzodiazepines/"
        },
        {
            "References": "McEvoy, G.K. (ed.). American Hospital Formulary Service - Drug Information 92. Bethesda, MD: American Society of Hospital Pharmacists, Inc., 1992 (Plus Supplements 1992)., p. 1331",
            "Value": "Benzodiazepines appear to produce skeletal muscle relaxation predominantly by inhibiting spinal polysynaptic afferent pathways, but the drugs may also inhibit monosynaptic afferent pathways. The drugs may inhibit monosynaptic and polysynaptic reflexes by acting as inhibitory neuronal transmitters or by blocking exitatory synaptic transmission. The drugs may also directly depress motor nerve and muscle function. /Benzodiazepines/"
        }
    ]
}