{
    "_id": {
        "$oid": "6682e977c4e5dba5ffba2ac1"
    },
    "CID": {
        "$numberInt": "34007"
    },
    "Name": "VANADYL SULFATE",
    "IUPACName": "oxovanadium(2+);sulfate",
    "CanonicalSMILES": "[O-]S(=O)(=O)[O-].O=[V+2]",
    "Synonyms": [
        "VANADYL SULFATE",
        "27774-13-6",
        "Vanadic sulfate",
        "Vanadium oxide sulphate",
        "VANADYLSULPHATE",
        "oxovanadium(2+) sulfate",
        "Vanadium oxysulfate",
        "16229-43-9",
        "Oxovanadium(IV) sulfate",
        "VOSO4",
        "oxovanadium(2+);sulfate",
        "Vanadin(IV) oxide sulfate",
        "Vanadium",
        "oxosulfato-",
        "Vanadium",
        "oxysulfato-",
        "Vanadyl sulfate (VSO5)"
    ],
    "IsomericSMILES": "[O-]S(=O)(=O)[O-].O=[V+2]",
    "INCHI": "InChI=1S/H2O4S.O.V/c1-5(2,3)4;;/h(H2,1,2,3,4);;/q;;+2/p-2",
    "INCHIKEY": "UUUGYDOQQLOJQA-UHFFFAOYSA-L",
    "Formula": "O5SV",
    "MolecularWeight": {
        "$numberDouble": "163.01"
    },
    "Description": "Vanadyl sulfate is a vanadium coordination entity and a metal sulfate.",
    "XlogP": {
        "$numberDouble": "NaN"
    },
    "Complexity": {
        "$numberInt": "64"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "mechanism_of_action": [
        {
            "References": "PMID:14622970",
            "Value": "Vanadium salts such as vanadyl sulfate (VS), potent inhibitors of protein tyrosine phosphatases, have been shown to mimic, augment, and prolong insulin's action. However, the molecular mechanism of responses to these salts is not clear. In the present studies, we examined if VS-induced effects on insulin action are associated with enhancement or augmentation in the activation state of key components of the insulin signaling pathway. Treatment of insulin receptor-overexpressing cells with insulin or VS resulted in a time-dependent transient increase in phosphorylation and activation of extracellular signal-regulated kinases 1 and 2 (ERK 1/2) that peaked at about 5 min, then declined rapidly to about baseline within 30 min. However, when the cells were treated with VS before stimulation with insulin, sustained ERK 1/2 phosphorylation and activation were observed well beyond 60 min. VS treatment also prolonged the insulin-stimulated activation of phosphatidylinositol 3-kinase (PI3-K), which was associated with sustained interaction between insulin receptor substrate-1 (IRS-1) and the p(85 alpha) subunit of phosphatidylinositol 3-kinase (PI3-K) in response to insulin. These data indicate that prolongation of insulin-stimulated ERK 1/2 and PI3-K activation by VS is due to a more stable complex formation of IRS-1 with the p(85 alpha) subunit which may, in turn, be responsible for its ability to enhance and extend the biological effects of insulin."
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "PMID:6334379",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Sodium metavanadate and vanadyl sulfate pentahydrate were administered to rats and mice. ... The clinical and physical signs appearing after the intoxication include irregular respiration, diarrhea, ataxia, and paralysis of the hind legs. These signs disappeared for the most part after 48 hr, which suggests a quick elimination of vanadium. /Vanadyl sulfate pentahydrate/"
        },
        {
            "References": "PMID:739212",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Experiments were conducted to determine the distribution and effects of selected vanadium (V) salts in male rats following continuous ingestion. Wistar rats were continuously fed drinking water ad. Lib. containing 5 and 50 ppm V as vanadyl sulfate and sodium orthovanadate for a 3-month period. At the end of the 3rd, 6th, 9th, and 12th week, blood, kidney, liver, bone, muscle, and digestive tract were collected and analyzed for V utilizing flame atomic absorption spectrophotometry. In addition, the decline of vanadium residues in tissues after 6 weeks of continuous exposure was studied in selected groups. At the 5 and 50 ppm levels, V had no significant effect on body weights or hematocrit values. In the tissues of animals given 5 ppm of V salt, the V contents were essentially the same as those in controls. The tissues of animals given 50 ppm of V salt showed increased levels of vanadium. Kidney had the highest concentration, followed by bone, liver, and muscle. In general, the tissue concentrations of V in animals given 50 ppm as sodium orthovanadate were higher than those exposed to similar levels as vanadyl sulfate. The V concentration in kidney of the animals given 50 ppm sodium orthovanadate continued to rise until the 9th week of sampling, whereas the V content of other tissues analyzed for the treated animals plateaued from the 3rd week. The concentration of V in tissues after cessation of exposure declined rapidly except in the bone. After 6 weeks of the depletion phase the concentration of vanadium in animals given vanadyl sulfate returned to control values except in bone and kidneys. The animals exposed to sodium orthovanadate contained relatively high concentrations of V even after a 6 week depletion phase."
        },
        {
            "References": "PMID:15195703",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ ... The influence of vanadyl sulfate on liver Golgi complexes in control and streptozotocin (STZ)-diabetic rats /is described/. VOSO4, one of the inorganic vanadium compounds widely used in animal models and human diabetes, acts as an insulin-mimetic drug and is relatively well known as a complex activated or inhibited on many enzymes involved in carbohydrate or lipid metabolic pathways. ... This paper presents the action of vanadyl sulfate used in 3 mM in 0.5% NaCl as a drinking solution for 7 days on control and STZ-diabetic rat liver Golgi complexes. Changes induced by this vanadium compound were greater in the controls as compared to the diabetic rats, which was true for both biochemical and morphological data. Physiological and biochemical analyses showed a partial normalization of the investigated parameters in diabetic animals after short time treatment with vanadyl ions, although STZ-diabetic, vanadium treated rats were affected by two types of adverse effects exterted by these compounds. The controls manifested more numerous and advanced subcellular changes. The moderately developed Golgi apparatus showed no major changes. In the control group, subcellular changes were seen sporadically. More extended Golgi complexes showed certain anomalies."
        },
        {
            "References": "PMID:3845830",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ ... Chronic exposure of rats to vanadium sulfate, initially through maternal milk and later in the drinking water, resulted after 10 weeks in a significant increase in malondialdehyde formation by kidney but not by other tissues. In both acute and chronic studies in rats and mice, no significant increase in lipid peroxidation by vanadium treatment was detected in brain, heart, lung, spleen, or liver. ... /Vanadium sulfate/"
        },
        {
            "References": "European Chemicals Agency (ECHA); Registered Substances, Vanadium oxide sulphate (CAS Number: 27774-13-6) (EC Number: 248-652-7) (Last updated: December 27, 2015). Available from, as of April 13, 2016: https://echa.europa.eu/",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Treatment of male rats with different dose levels of vanadyl sulfate in drinking water corresponding to 34, 54, and 90 mg/kg bw/day over 52 weeks did not indicate severe signs of systemic toxicity under the conditions of this study. Body weights were dose-dependently reduced in treatment groups compared to controls, occasionally reaching statitical significance in the low and mid dose groups and at most time points in the high dose group. Based on these effects, the lowest dose level of 34 mg/kg bw/d represents a LOAEL."
        },
        {
            "References": "Schroeder HA et al; J Nutr 100 (1): 59-68 (1970) as cited in USEPA; Health Assessment Document: Vanadium p.10 (1987) EPA-600/8-88-061",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ ... 5 ppm vanadium from vanadyl sulfate was added to the drinking water of 52 male and 61 female Long Evans rats from the time of weaning to natural death. Control groups comprised 52 male and 54 female rats. Growth rate, survival, and longevity were found to be similar among the vanadium treated and control rats. Fasting glucose levels were significantly elevated in the treated female rats, but nonfasting glucose levels were normal in both males and females. Fasting serum cholesterol levels were significantly elevated in treated males and significantly depressed in treated females when compared with respective control values, but the below normal serum cholesterol level in the females may have been related to insufficient levels of dietary chromium. Mean heart weights and mean heart to body weight ratios at death showed that the hearts of the treated male rats weighed 4% more than those of controls, but these changes were not found to be significantly different. Vanadyl sulfate was not found to be tumorigenic, as evidenced by the incidence of grossly visible tumors at necropsy following natural death; and limited histological examinations of the heart, lung, kidneys, liver, and spleen of treated rats were apparently unremarkable."
        },
        {
            "References": "PMID:6722991",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ The induction of murine mammary carcinogenesis by 1-methyl-1-nitrosourea was blocked by the feeding of a purified diet formulation supplemented with 25 ppm vanadium as vanadyl(IV) sulfate during the post initiation stages of the neoplastic process. Treatment with vanadyl(IV) sulfate reduced both cancer incidence and the average number of cancers per rat and prolonged the median cancer-free time without inhibiting the overall growth of the animals. Vanadyl(IV) sulfate appears to be an effective non-toxic agent for the chemoprevention of experimental breast cancer in the rat."
        },
        {
            "References": "Nordberg, G.F. et al; Handbook on the Toxicology of Metals 4th ed., Vol. 2. Academic Press, Waltham, MA. 2015, p. 1360",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Peroral administration /to male rats/ of VOSO4, 31 mg V/kg body weight/day for 60 days, caused a decrease in reproductive organ weight, sperm count, and motility, as well as atrophy of the seminiferous tubules."
        },
        {
            "References": "Nordberg, G.F. et al; Handbook on the Toxicology of Metals 4th ed., Vol. 2. Academic Press, Waltham, MA. 2015, p. 1360",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Rats were exposed to 10 mg V/kg body weight/day as VOSO4 in drinking water during late gestation and lactation until postnatal day 100. Decreases in survival were observed and behavioral effects recorded in surviving offspring."
        },
        {
            "References": "Nordberg, G.F. et al; Handbook on the Toxicology of Metals 4th ed., Vol. 2. Academic Press, Waltham, MA. 2015, p. 1360",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ A significant increase in early resorptions and decrease in fetal growth was observed ... in the offspring of mice administered VOSO4 by gavage on gestation days 6-15 in doses from 7.5 mg V/kg body weight/day. Cleft palate was increased at 15 and 30 mg Va/kg body weight/day. Micrognathia and delayed ossification was increased at all dose levels. However, there was also significant maternal toxicity, as defined by decreased body weight, and fetal effects may therefore be secondary to maternal toxicity."
        },
        {
            "References": "Chang, L.W. (ed.). Toxicology of Metals. Boca Raton, FL: Lewis Publishers, 1996, p. 1093",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Vanadyl sulfate pentahydrate was given by gavage to pregnant Swiss mice at doses of 0, 37.5, 75, 150 mg/kg/day on days 6 through 15 of pregnancy. Maternal toxicity was detected in the 75 and 150 mg/kg/day groups, as evidenced by reduced weight gain, reduced body weights on gestation day 18, and decreased absolute weight gain, reduced body weight on gestation day 18, and decreased absolute liver and kidney weights. Embryo/fetal toxicity was evidenced by a significant increase in the number of early resorptions per litter, lower fetal weights, and fetal lengths, and the presence of developmental variations (decreased ossification of supraoccipital, carpus, and tarsus). Cleft palate and micrognathia were the most relevant malformations observed at 150 mg/kg/day ... /Vanadyl sulfate pentahydrate/"
        },
        {
            "References": "PMID:24281993",
            "Value": "/ENDOCRINE MODULATION/ The aim of the present study was to investigate the effect of vanadyl sulfate supplementation on the skin tissues of diabetic and control rats. In this study, 6-6.5 months old male Swiss albino rats were used. The animals were randomly divided into the following four groups: group I, control (nondiabetic intact animals); group II, vanadyl sulfate control; group III, streptozotocin (STZ)-diabetic animals and group IV, STZ-diabetic animals given vanadyl sulfate. The animals were made diabetic by intraperitoneal injection of a single dose of 65 mg/kg STZ in 0.01 M citrate buffer (pH=4.5). From day 1 to day 60, 100 mg/kg vanadyl sulfate was given daily by gavage technique to one of the control and diabetic groups. Body weights and blood glucose levels were estimated on experimental days 0, 1, and 60. On the 60th day, skin tissue samples were taken, glutathione (GSH), lipid peroxidation (LPO), nonenzymatic glycosylation (NEG), and protein levels, catalase (CAT), superoxide dismutase (SOD), and glutathione-S-transferase (GST) activities were determined. Blood glucose, skin LPO, and NEG levels increased, but skin GSH levels and CAT, SOD and GST activities decreased in the STZ group. Treatment with vanadyl sulfate reversed these effects. The present study showed that vanadyl sulfate exerted antioxidant properties and may prevent skin damage caused by diabetes."
        },
        {
            "References": "PMID:25215302",
            "Value": "/ENDOCRINE MODULATION/ We examined the effects of vanadium sulfate (VOSO4) treatment at 5 and 10 mg/kg for 30 days on endocrine pancreas activity and histology in nondiabetic and STZ-induced diabetic rats. In diabetic group, blood glucose levels significantly increased while insulinemia level markedly decreased. At the end of treatment, VOSO4 at a dose of 10 mg/kg normalized blood glucose level in diabetic group, restored insulinemia, and significantly improved insulin sensitivity. VOSO4 also increased in a dose-dependent manner the number of insulin immunopositive beta cells in pancreatic islets of nondiabetic rats. Furthermore, in the STZ-diabetic group, the decrease in the number of insulin immunopositive beta cells was corrected to reach the control level mainly with the higher dose of vanadium. Therefore, VOSO4 treatment normalized plasma glucose and insulin levels and improved insulin sensitivity in STZ-experimental diabetes and induced beta cells proliferation and/or regeneration in normal or diabetic rats."
        },
        {
            "References": "European Chemicals Agency (ECHA); Registered Substances, Vanadium oxide sulphate (CAS Number: 27774-13-6) (EC Number: 248-652-7) (Last updated: December 27, 2015). Available from, as of April 13, 2016: https://echa.europa.eu/",
            "Value": "/GENOTOXICITY/ It /was/ concluded that vanadium oxide sulfate did not induce mutation at the hprt locus of L5178Y mouse lymphoma cells when tested under the conditions employed in this study. These conditions included treatments up to toxic concentrations in two independent experiments in the absence and presence of a rat liver metabolic activation system (S9)."
        },
        {
            "References": "PMID:17374461",
            "Value": "/GENOTOXICITY/ The trace element vanadium interacts with living cells, in which it exerts a variety of biological effects depending on its chemical form and oxidation state. Tetravalent vanadium was shown to affect several genotoxicity end-points in vitro, but its genotoxic potential in vivo is not elucidated. In this study, the genotoxic effects induced in vivo by subacute oral exposure to vanadyl sulfate (VOSO4), a tetravalent vanadium salt, were investigated. To this aim male CD1 mice were administered with VOSO4 in drinking water over the dose range 2-1000 mg/L for 5 weeks. The incidence of micronucleated blood reticulocytes was measured along treatment period. At the end of treatment, micronuclei in both blood reticulocytes and bone marrow polychromatic erythrocytes were determined; in addition, DNA lesions detectable by comet assay were assessed in marrow and testicular cells. Tissue distribution of vanadium at sacrifice was determined by atomic absorption spectrometry. Comet assays and the analysis of micronuclei in polychromatic erythrocytes did not reveal treatment related effects. A slight increase in micronucleated reticulocytes, with no relationship with the administered dose, was observed in some treated groups. The determination of vanadium content in kidney, liver, spleen, bone, stomach, small intestine, and testis highlighted low internal exposure, especially in soft tissues. Overall, data indicate scarce bioavailability for orally administered tetravalent vanadium, and lack of significant genotoxic potential in vivo."
        },
        {
            "References": "Nordberg, G.F. et al; Handbook on the Toxicology of Metals 4th ed., Vol. 2. Academic Press, Waltham, MA. 2015, p. 1359",
            "Value": "/GENOTOXICITY/ In vivo, VOSO4 induced chromosomal aberrations and aneuploidy-related endpoints (hypoploidy and hyperploidy) in mice bone marrow after a single intragastric dose of 100 mg VOSO4/kg (31 mg V/kg)."
        },
        {
            "References": "International Programme on Chemical Safety's Concise International Chemical Assessment Documents. Number 29: Vanadium Pentoxide and Other Inorganic Vanadium Compounds (2001). Available from, as of April 12, 2016: https://www.inchem.org/pages/cicads.html",
            "Value": "/GENOTOXICITY/ Vanadyl sulfate induced no convertants or revertants in the D7 strain of S. cerevisiae at dose levels of between 420 and 1000 mmol/L in both the presence and absence of metabolic activation. Also, no mutagenic activity was detected in hamster V79 cells at dose levels between 0 and 7.5 mmol/L in both the presence and absence of metabolic activation."
        },
        {
            "References": "PMID:9650464",
            "Value": "/GENOTOXICITY/ This study presents the analysis of chemically induced somatic mutations in Drosophila larvae assayed later as single light (LS) mosaic spots in the adult eye. The larvae were treated with vanadyl sulfate (VOSO4), the highest exposures /were/ 10.0, 8.0, 6.0, and 4.0 mM which was the acutely lethal concentration, while the lowest exposures of 2.5, 2.0, and 1.0 mM, cause reproductive effects and genotoxic activity, compared to the control. ... Vanadyl sulfate produced aberrant red sector in w+/w, it is not correlated with the capacity of an agent to induce chromosomal damage and mitotic recombination, but rather seems positively correlated with its weak capacity to produce points mutations."
        },
        {
            "References": "PMID:1685805",
            "Value": "/GENOTOXICITY/ The ability of vanadium compounds to induce genetic activity was investigated in D7 and D61M strains of Saccharomyces cerevisiae and in Chinese hamster V79 cell line. In ... previous work, ammonium metavanadate (pentavalent form, V5) induced mitotic gene conversion and point reverse mutation in the D7 strain of yeast. The genotoxicity was reduced by the presence of S9 fraction, which probably reduced pentavalent vanadium to the tetravalent form. In the present study, vanadyl sulfate (tetravalent form, V4) induced no convertants and revertants in yeast cells harvested from stationary growth phase. With yeast cells from logarithmic growth phase, which contain high levels of cytochrome P-450, a significant increase in genetic effects was observed. Further experiments, performed by treating cells harvested from logarithmic growth phase in the presence of cytochrome P-450 inhibitors, indicated that the monooxygenase system influenced the genotoxicity of metavanadate while the genetic activity of vanadyl remained unaffected. Aneuploidy effect in the D61M strain of Saccharomyces cerevisiae was induced by either V5 or V4, confirming that vanadium compounds are potentially antitubulin agents in eukaryotic cells. Although these compounds are very toxic in V79 cells, no mutagenic effect was observed in the presence or in the absence of S9 fraction."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. V3 24",
            "Value": "/GENOTOXICITY/ The activities of ... vanadyl sulfate ... in inducing sister chromatid exchange (SCE) and chromosomal aberrations (CAb) were assayed in Chinese hamster ovary cells. The toxic concentration (TC50) ... /was/ found to be ... 23 ... ug elemental vanadium/mL ... . At doses 0.02-0.25 TC50, /vanadyl sulfate was/ able to induce significant increases (p<0.01) in the SCE frequency with or without the presence of rat hepatic S9 mix. /Vanadyl sulfate/ ... also induced CAb in the cells at doses closely equivalent to the TC50."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. V3 24",
            "Value": "/GENOTOXICITY/ The micronucleus test was found to be positive for vanadyl sulfate ... in bone marrow of mice following intragastric treatment. ... Second metaphases were positively scored /24 and 36 hr after treatment/ for the induction of numerical chromosome aberrations ... . In addition, the frequency of hypoploid and hyperploid cells was shown to be statistically different from the control value. Polyploid cells were also induced ... , but their frequency was not statistically significant."
        },
        {
            "References": "PMID:17585542",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ This study presents the investigation and comparison the influence of VOSO4 [V(IV)I, Na3VO4, and NaVO3 [V(V)] in the range of 0.5-20.0 uM on the rat hepatoma cell line H35-19. The cells were tested with crystal violet (N-hexamethylpararosaniline), and counted in a Burker chamber to determine their rate of proliferation, while the survival level was established with neutral red and MTT [bromide 3-(4,5-dimetyltioazo-2)-2,5-diphenyl-tetrazole]. Parallel independent pathomorphological studies with electron microscopic examinations were done. We found progressive growth inhibition of rat hepatoma H35-19 cells within the range 0.5-20.0 concentrations of three vanadium salts. The most effective (and/or toxic) was NaVO3, whereas VOSO4 showed a relatively mild action. As compared with metavanadate or vanadyl sulfate and especially organic vanadium derivatives, previously studied by the same authors under similar experimental conditions, sodium orthovanadate showed an intermediate effect. Electron microscopic examinations confirmed these results. Vanadium salts in low concentration in medium (0.5 uM) were observed to normalize cell morphology. Higher doses of vanadium salts (greater than 2.5 or 5.0 uM) resulted in damaging cell organelles and the more cytotoxic the compounds seemed to be."
        },
        {
            "References": "PMID:6611257",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ ... Two vanadium compounds, VOSO4 and V2O5, and fly ash from an oil-fueled power plant were dissolved or suspended in culture medium over a range of concentrations and epithelia were exposed for 1 hr/day, for 9 consecutive days. At intervals during this period, alterations in cilia-beating frequency, cytology, and histology were documented by light microscopy. Explants treated with VOSO4 either decreased ciliary activity or produced ciliostasis depending upon the concentration and length of exposure. Early morphological alterations consisted of vacuolization of both nuclei and cytoplasm. After multiple exposures, cytology of VOSO4-treated respiratory mucosa was markedly affected. Similar changes were observed in cultures exposed to V2O5; however, the cytotoxicity appeared earlier and was more pronounced."
        },
        {
            "References": "PMID:2764958",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ The effects of vanadyl sulfate in vitro on the levels of ornithine decarboxylase (ODC) activity and progesterone synthesis in ovaries were studied. The levels of ODC in the ovaries were stimulated with high concentration of vanadyl sulfate and at low concentrations there was no change in the levels of ODC activity. On the contrary progesterone levels were stimulated with low concentrations of vanadyl sulfate and were inhibited at higher concentrations. Vanadyl sulfate showed additional stimulation of ODC activity, when it was added with hCG and caused inhibition of hCG induced progesterone biosynthesis. These results show that the effects of vanadyl sulfate on ODC and progesterone are different."
        },
        {
            "References": "PMID:2540716",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ The nonenzymatic oxidation of nicotinamide adenine dinucleotide was studied spectrophotometrically in the presence of ... sodium orthovanadate and vanadyl sulfate. At pH 7.4, addition of ... the thiol, dithioerythritol results in a marked increase of nicotinamide adenine dinucleotide oxidation in the presence of sodium orthovanadate, but not in the presence of vanadyl sulfate. Other reductants, such as dithiothreitol and cysteine, can also increase nicotinamide adenine dinucleotide oxidation, whereas glutathione and ascorbate cannot. In all reactions, superoxide dismutase and catalase completely inhibit the vanadium-stimulated oxidation of nicotinamide adenine dinucleotide. ... The hydroxyl radical scavenger, thiourea, inhibits the reaction, whereas urea cannot. Erythrocyte sedimentation rate studies show that the ability of the thiol to reduce vanadate can be correlated with the degree of nicotinamide adenine dinucleotide oxidation. Using spin trapping techniques, hydroxyl radicals are detected during the course of the reaction. ... Vanadium compounds both decrease cellular reducing equivalents and promote lipid peroxidation."
        },
        {
            "References": "PMID:14754574",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ .../It was/ previously shown that vanadyl sulfate causes acute pulmonary vasoconstriction, which could be attributed in part to inhibition of nitric oxide /(NO)/ production. ... The present study ... investigated whether NO inhibition was related to phosphorylation of endothelial nitric oxide synthase (eNOS). VOSO4 produced dose-dependent constriction of pulmonary arteries in isolated perfused lungs and pulmonary arterial rings and a right shift of the acetylcholine-dependent vasorelaxation curve. VOSO4 inhibited constitutive as well as A23187-stimulated NO production. Constitutive NO inhibition was accompanied by increased Thr495 (threonine at codon 495) phosphorylation of eNOS, which would inhibit eNOS activity. Thr495 phosphorylation of eNOS and inhibition of NO were partially reversed by pretreatment with calphostin C, a protein kinase C (PKC) inhibitor. There were no changes in Ser1177 (serine at codon 1177) or tyrosine phosphorylation of eNOS. These results indicate that VOSO4 induced acute pulmonary vasoconstriction that was mediated in part by the inhibition of endothelial NO production via PKC-dependent phosphorylation of Thr495 of eNOS. Exposure to excessive vanadium may contribute to pulmonary vascular diseases."
        },
        {
            "References": "PMID:3106514",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ ... Various concentrations of ammonium metavanadate, vanadyl sulfate trihydrate, and ortho sodium vanadate were tested in a human tumor cloning assay. ... Vanadium salts at low concentrations (10-10 M) can stimulate in vitro colony formation from human tumors. At higher concentrations (>10-10 M) tumor colony formation is inhibited. ... /Vanadyl sulfate trihydrate/"
        },
        {
            "References": "PMID:18655364",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ Numerous studies have focused on the growth regulation effect of vanadium compounds. In our preliminary investigation we have observed growth inhibition of rat hepatoma cell line H35-19 by inorganic vanadium salts. The aim of the present study was to determine the effect of vanadyl sulfate (VOSO4) on autocrine growth and survival of tumorogenic lung (A549) and prostate (DU145) human cell lines. Additionally, non-carcinogenic human cell lines BEAS-2B (as a lung control) and PNT-2 (as a prostate control) were investigated. MTT, modified crystal violet staining, differential staining (HOECHST33258 and PI) methods and assay for anchorage-independent colony formation were used to investigate the effect of vanadyl sulfate. The results showed that VOSO4 significantly inhibited autocrine growth, decreased carcinoma cells viability, and increased the ratio of apoptotic and necrotic cells compared to the controls. However, it should be noted that the examined \"drug\" significantly decreased viability of non-carcinogenic human cell lines (BEAS-2B, PNT-2)."
        },
        {
            "References": "PMID:2764958",
            "Value": "/OTHER TOXICITY INFORMATION/ The effects of vanadyl sulfate in vitro on the levels of ornithine decarboxylase (ODC) activity and progesterone synthesis in ovaries were studied. The levels of ODC in the ovaries were stimulated with high concentration of vanadyl sulfate and at low concentrations there was no change in the levels of ODC activity. On the contrary progesterone levels were stimulated with low concentrations of vanadyl sulfate and were inhibited at higher concentrations. Vanadyl sulfate showed additional stimulation of ODC activity, when it was added with hCG and caused inhibition of hCG induced progesterone biosynthesis. These results show that the effects of vanadyl sulfate on ODC and progesterone are different."
        },
        {
            "References": "Hansen TV et al; Acta Pharmacol Toxicol 59 (7): 562-5 (1986)",
            "Value": "/OTHER TOXICITY INFORMATION/ The mechanism of hemolysis induced by tetravalent and pentavalent vanadium compounds was studied in blood samples obtained from a healthy donor. ... Vanadyl sulfate induced 70% hemolysis after 3 hours of incubation. The hemolytic effect of vanadyl sulfate was inhibited significantly by zinc chloride and DTPA, while desferal, diethylmaleate, calcium chloride and aminotriazole had no effect. As compared to vanadyl sulfate, hemolysis induced by sodium vanadate developed at a slow rate, the amount of hemolysis generated by 24 hour incubation of blood with 10 mM sodium vanadate being 20%. Sodium vanadate induced hemolysis was potentiated by calcium chloride, diethylmaleate and zinc chloride, while the other compounds tested either failed to affect or induced a very slight decrease in the lytic action of the compound. Vanadium is a hemolytic agent, vanadyl sulfate induces more rapid hemolysis than sodium vanadate and pentavalent vanadium is apparently converted to tetravalent vanadium before exhibiting its hemolytic action."
        },
        {
            "References": "European Chemicals Agency (ECHA); Registered Substances, Vanadium oxide sulphate (CAS Number: 27774-13-6) (EC Number: 248-652-7) (Last updated: December 27, 2015). Available from, as of April 13, 2016: https://echa.europa.eu/",
            "Value": "/OTHER TOXICITY INFORMATION/ Under the present test conditions, vanadium oxide sulfate pentahydrate revealed no sensitizing properties in guinea pigs in a test model ... ."
        },
        {
            "References": "PMID:16703281",
            "Value": "/OTHER TOXICITY INFORMATION/ Vanadium compounds are known to lower blood glucose level in diabetes but are associated with toxicity. In vitro cytotoxicity of VOSO(4) and bis(quercetinato) oxovanadium(IV) (BQOV) was examined in CHO cells. Both the agents showed time and dose dependent increase in ROS generation, however it was relatively less in BQOV. Moreover, VOSO(4) also caused higher necrosis. Hypoglycemic potential of VOSO(4) and BQOV was tested in streptozotocin-induced diabetic Balb/c mice. A marked difference was observed in the hypoglycemic action of VOSO(4) and BQOV treated mice that lasted only for about 6 hr in VOSO(4) as against 24 hr in BQOV. Comparison of acute toxicity of the compounds in normal Balb/c mice revealed negligible nephrotoxicity of BQOV. Kidney analyses of VOSO(4) treated animals' revealed high ROS generation and tubular necrosis. Similarly serum levels of urea and creatinine were elevated in these animals indicating kidney dysfunction. No such abnormality was observed in BQOV treated animals. Reduced nephrotoxicity of BQOV could be due to increased catalase activity found in the kidney of BQOV treated animals and BQOV's radical scavenging activity. The data clearly demonstrates immense hypoglycemic activity and reduced toxicity of BQOV thus making the conjugate a suitable candidate for therapeutic utility."
        },
        {
            "References": "PMID:10902845",
            "Value": "/OTHER TOXICITY INFORMATION/ The biotoxic effects of vanadium are variable depending upon a number of factors including the oxidation state of the test compound. This study reports the effects of three vanadium compounds on peripheral erythrocytes. On day 0 female ICR mice received a single injection of vanadium chloride (V-III), vanadyl sulfate (V-IV), or sodium orthovandate (V-V). At scheduled intervals post-injection, the number of circulating erythrocytes [red blood cells per millimeter cubed (RBC/cu mm)], reticulocyte percentages, and radioiron uptake percentages were determined and compared to mice receiving saline only. Data show that all three test substances promoted a significant lowering of RBC/cu mm beginning on day 1 for V-IV and V-V and on day 2 for V-III through day 4. The reticulocyte percentages increase followed the same time course as that of the peripheral RBC decrease. Peak reticulocytosis was noted on days 2 and 4 for all three vanadium-treated groups; for V-IV and V-V the increase continued to day 6. Radioiron data showed an erythropoietic stimulation by a significant increase in uptake percentages on days 4-6 after vanadium injections compared to saline-treated controls."
        }
    ]
}