{
    "_id": {
        "$oid": "6682e977c4e5dba5ffba2ac3"
    },
    "CID": {
        "$numberInt": "34148"
    },
    "Name": "ISOPROPYLPHENYL DIPHENYL PHOSPHATE",
    "IUPACName": "diphenyl (2-propan-2-ylphenyl) phosphate",
    "CanonicalSMILES": "CC(C)C1=CC=CC=C1OP(=O)(OC2=CC=CC=C2)OC3=CC=CC=C3",
    "Synonyms": [
        "ISOPROPYLPHENYL DIPHENYL PHOSPHATE",
        "64532-94-1",
        "2-Isopropylphenyl diphenyl phosphate",
        "28108-99-8",
        "Diphenyl isopropylphenyl phosphate",
        "diphenyl (2-propan-2-ylphenyl) phosphate",
        "Diphenyl o-isopropylphenylphenyl phosphate",
        "8W6EIH93ZY",
        "Phosphoric acid",
        "(1-methylethyl)phenyl diphenyl ester",
        "93925-53-2",
        "o-Isopropylphenyl diphenyl phosphate",
        "BRN 2224940",
        "Kronitex 100",
        "UNII-8W6EIH93ZY",
        "Syn-O-Ad 8480"
    ],
    "IsomericSMILES": "CC(C)C1=CC=CC=C1OP(=O)(OC2=CC=CC=C2)OC3=CC=CC=C3",
    "INCHI": "InChI=1S/C21H21O4P/c1-17(2)20-15-9-10-16-21(20)25-26(22,23-18-11-5-3-6-12-18)24-19-13-7-4-8-14-19/h3-17H,1-2H3",
    "INCHIKEY": "JJXNVYMIYBNZQX-UHFFFAOYSA-N",
    "Formula": "C21H21O4P",
    "MolecularWeight": {
        "$numberDouble": "368.4"
    },
    "Description": {
        "$numberDouble": "NaN"
    },
    "XlogP": {
        "$numberDouble": "6.1"
    },
    "Complexity": {
        "$numberInt": "431"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "plant_concentrations": [
        {
            "References": "(1) Midwest Research Inst; Assesment of the Need for Limitation on Triaryl and Trialkyl/Aryl Phosphates USEPA-68-01-4315 (1979)",
            "Value": "Isopropylphenyl diphenyl phosphate was detected at a concn less than 1.0 ppm in vegetation samples taken from sources nearby Bethlehem Steel Company, Bethlehem, PA(1). Isopropylphenyl diphenyl phosphate was detected at a concn of 5.0 ppm in vegetation samples taken from sources nearby U.S. Steel Company, Fairless Hills, PA(1). Isopropylphenyl diphenyl phosphate was detected at a concn less than 1.0 ppm in vegetation samples taken from sources nearby FMC Corporation, Nitro, WV(1). Isopropylphenyl diphenyl phosphate was detected at a concn of 2.5 ppm in vegetation samples taken from sources nearby Hooker Chemical Company, Burlington, NJ(1). Isopropylphenyl diphenyl phosphate was qualitatively detected in vegetation samples taken from sources nearby Stauffer Chemical Company, Delaware City, DE(1). Isopropylphenyl diphenyl phosphate was detected at a concn of 1.0 ppm in vegetation samples taken from sources nearby Bethlehem Steel Company, Sparrows Point, MD(1)."
        }
    ],
    "sediment_soil_concentrations": [
        {
            "References": "(1) Midwest Research Inst; Assesment of the Need for Limitation on Triaryl and Trialkyl/Aryl Phosphates USEPA-68-01-4315 (1979)",
            "Value": "Isopropylphenyl diphenyl phosphate was detected in a concn range of 0.3 to 5.0 ppm in sediment samples and at a concn less than 0.1 ppm in soil samples taken from sources nearby Bethlehem Steel Company, Bethlehem, PA(1). Isopropylphenyl diphenyl phosphate was detected at a concn of 8.0 ppm in sediment samples and at a concn of 0.1 ppm in soil samples taken from sources nearby FMC Corporation, Nitro, WV(1). Isopropylphenyl diphenyl phosphate was detected at a concn of 0.1 ppm in sediment samples taken from sources nearby Firestone Tire and Rubber Company, Pottstown, PA(1). Isopropylphenyl diphenyl phosphate was detected at a concn of 2.0 ppm in sediment samples and at a concn less than 1.0 ppm in soil samples taken from sources nearby Hooker Chemical Company, Burlington, NJ(1). Isopropylphenyl diphenyl phosphate was detected at a concn of 400 ppm in soil samples taken from E.F. Houghton, Philadelphia, PA(1). Isopropylphenyl diphenyl phosphate was detected at a concn of 0.1 ppm in soil samples taken from Firestone Tire and Rubber Company, Perryville, MD(1). Isopropylphenyl diphenyl phosphate was detected at a concn of 1.0 ppm in soil samples taken from Bethlehem Steel Company, Sparrows Point, MD(1)."
        }
    ]
}