{
    "_id": {
        "$oid": "6682e977c4e5dba5ffba2ac4"
    },
    "CID": {
        "$numberInt": "34192"
    },
    "Name": "THIOBENCARB",
    "IUPACName": "S-[(4-chlorophenyl)methyl] N,N-diethylcarbamothioate",
    "CanonicalSMILES": "CCN(CC)C(=O)SCC1=CC=C(C=C1)Cl",
    "Synonyms": [
        "THIOBENCARB",
        "Benthiocarb",
        "28249-77-6",
        "Bolero",
        "Saturno",
        "Saturn",
        "Siacarb",
        "Saturn (Pesticide)",
        "Thiobencarbe",
        "IMC 3950",
        "S-4-Chlorobenzyl diethylthiocarbamate",
        "S-(p-Chlorobenzyl) diethylthiocarbamate",
        "Carbamothioic acid",
        "diethyl-",
        "S-[(4-chlorophenyl)methyl] ester",
        "S-(4-chlorobenzyl) diethylcarbamothioate",
        "S-[(4-chlorophenyl)methyl] N,N-diethylcarbamothioate"
    ],
    "IsomericSMILES": "CCN(CC)C(=O)SCC1=CC=C(C=C1)Cl",
    "INCHI": "InChI=1S/C12H16ClNOS/c1-3-14(4-2)12(15)16-9-10-5-7-11(13)8-6-10/h5-8H,3-4,9H2,1-2H3",
    "INCHIKEY": "QHTQREMOGMZHJV-UHFFFAOYSA-N",
    "Formula": "C12H16ClNOS",
    "MolecularWeight": {
        "$numberDouble": "257.78"
    },
    "Description": "Thiobencarb is a member of monochlorobenzenes and a monothiocarbamic ester.",
    "XlogP": {
        "$numberDouble": "3.4"
    },
    "Complexity": {
        "$numberInt": "213"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "animal_concentrations": [
        {
            "References": "(1) Kato Y et al; Chiba-Ken Eisei Kenkyusho Kenkyu Hokoku 9: 47-53 (1985)",
            "Value": "Mussels collected from the Tokyo Bay in Japan during May and Aug of 1983 and 1984 contained max thiobencarb levels of 0.20 ppm(1)."
        }
    ],
    "fish_seafood_concentrations": [
        {
            "References": "(1) Tsuda T et al; Toxicol Environ Chem 34: 39-55 (1992) (2) Watanabe S et al; pp. 27-32 in Kanagawa-Ken Eisei Kenkyusho Kenkyu Hokoku (1984)",
            "Value": "Monitoring studies of pale chub (Zacco plastypus) and ayu sweetfish (Plecoglassus altivelis) from seven Japanese rivers flowing into Lake Biwa in 1988 and 1989 reported thiobencarb levels as high as 1124 ng/g, although levels were generally below 50 ng/g(1). Freshwater fish collected from the Sagami River in Japan contained thiobencarb levels of 0.03-0.25 ppm(2)."
        }
    ],
    "sediment_soil_concentrations": [
        {
            "References": "(1) Kawata K et al; J AOAC Int 88: 1440-1451 (2005) (2) Tsuda T et al; Bull Environ Contam Toxicol 82: 683-689 (2009)",
            "Value": "SEDIMENT: Thiobencarb concentrations of 2-13 ug/kg were detected sediments collected from the Shin River in Japan in 1999(1). Thiobencarb concentrations of <1 to 10 ug/kg dry wt were detected in sediments collected from Lake Biwa Japan in 2007(2)."
        }
    ],
    "plant_translocations": [
        {
            "content": "Two lettuce cultivars exhibiting differential levels of tolerance to thiobencarb in soil and nutrient solution assays were examined. Seedlings of ‘Dark Green Boston’ (BOS), a susceptible cultivar, were found to show significant inhibitions in foliar growth compared to the tolerant ‘Great Lakes 366’ (GLA). Reductions of 57% occurred in BOS leaf dry weights at rates of 3 μM thiobencarb as soon as 4 days after treatment. In addition, growth abnormalities including fused leaves were observed in the BOS cultivar, indicating inhibition early in leaf development at the meristem. Twenty-nine and 22% of applied 14C-thiobencarb was absorbed from nutrient solution by BOS and GLA, respectively. This difference is probably due to BOS having a 50% greater root system at the time of treatment. Greater absorption and accumulation of radioactivity in the leaves, as well as significantly greater amounts of parent 14C-thiobencarb in the foliage of BOS compared to GLA (30 and 19%, respectively) may account for the selectivity observed. Metabolism of 14C-thiobencarb occurred within 1 day in both cultivars, with the apparent production of herbicide conjugates accounting for more than 90% of the extracted radiolabel 12 days after treatment. A thiobencarb sulfoxide metabolite was not identified in these studies, indicating sulfoxide production is not a mechanism of selectivity in lettuce.",
            "reference": "Reiners, S., Gorski, S. F., & DeSOUZA, J. V. (1988). Uptake, translocation, and metabolism of thiobencarb in two lettuce, Lactuca sativa, cultivars. Weed Science, 36(5), 553-557.",
            "method": {
                "Test Plant": "Lettuce (Lactuca sativa) cultivars 'Buttercrunch' (BOS) and 'Grand Lakes' (GLA)",
                "Apply Location": "Root application",
                "Plant Grown Condition": "Seeds were sown on cheesecloth bases in 60 ml of 75% (v/v) nutrient solution and placed in a controlled-environment chamber at 20°C ± 2°C, 70% ± 10% relative humidity, 14.10-hour light:dark period, and a photosynthetic photon flux density of 300 to 400 μmol·m⁻²·s⁻¹ at the leaf surface. Four days after seeding, four uniform seedlings were selected and placed in 55 ml of 75% (v/v) nutrient solution containing either technical grade or ¹⁴C-labeled thiobencarb.",
                "Chemical Preparation": "Thiobencarb was dissolved in 95% (v/v) methanol and octoxynol (9 POE) (polyoxyethylene octyl phenyl) (95:5, v/v). The solvent did not exceed 0.1% and was found to have no effect on plant growth. Solutions were changed every 4 days to maintain herbicide and nutrient concentration.",
                "Pesticide Application Details for the Plant": "Labeled herbicide was diluted with technical grade thiobencarb to a final concentration of 3 μM, and 0.51 μCi of ¹⁴C-thiobencarb was added to each cup for absorption and translocation study. For the metabolism study, 0.31 μCi of ¹⁴C-thiobencarb was added to each cup.",
                "Other Information": "treatments were replicated four times, and the experiments were repeated twice in time"
            },
            "result": "[{\"Plant\": \"Dark green boston\", \"Days after application\": 1, \"Roots (% of total)\": 56.3, \"Foliage (%\": 27.8, \"of total)\": NaN}, {\"Plant\": \"Dark green boston\", \"Days after application\": 4, \"Roots (% of total)\": 44.0, \"Foliage (%\": 1.6, \"of total)\": NaN}, {\"Plant\": \"Dark green boston\", \"Days after application\": 12, \"Roots (% of total)\": 1.3, \"Foliage (%\": 3.4, \"of total)\": NaN}, {\"Plant\": \"Great Lakes 366\", \"Days after application\": 1, \"Roots (% of total)\": 41.5, \"Foliage (%\": 19.0, \"of total)\": NaN}, {\"Plant\": \"Great Lakes 366\", \"Days after application\": 4, \"Roots (% of total)\": 30.6, \"Foliage (%\": 1.5, \"of total)\": NaN}, {\"Plant\": \"Great Lakes 366\", \"Days after application\": 12, \"Roots (% of total)\": 1.2, \"Foliage (%\": 0.0, \"of total)\": NaN}]"
        }
    ]
}