{
    "_id": {
        "$oid": "6682e977c4e5dba5ffba2ac5"
    },
    "CID": {
        "$numberInt": "34466"
    },
    "Name": "OCTACHLOROSTYRENE",
    "IUPACName": "1,2,3,4,5-pentachloro-6-(1,2,2-trichloroethenyl)benzene",
    "CanonicalSMILES": "C1(=C(C(=C(C(=C1Cl)Cl)Cl)Cl)Cl)C(=C(Cl)Cl)Cl",
    "Synonyms": [
        "OCTACHLOROSTYRENE",
        "29082-74-4",
        "Styrene",
        "octachloro-",
        "Trichlorovinylpentachlorobenzene",
        "Perchlorostyrene",
        "Benzene",
        "pentachloro(trichloroethenyl)-",
        "1,2,3,4,5-pentachloro-6-(1,2,2-trichloroethenyl)benzene",
        "Benzene",
        "1,2,3,4,5-pentachloro-6-(1,2,2-trichloroethenyl)-",
        "304368U4VH",
        "1,2,3,4,5-pentachloro-6-(trichloroethenyl)benzene",
        "CCRIS 5684",
        "HSDB 6203",
        "BRN 2057011",
        "UNII-304368U4VH",
        "1,2,3,4,5-Pentachloro-6-(1,2,2-trichloroethenyl)benzene; OCS; Octachlorostyrene; Octachlorostyrol; Trichlorovinylpentachlorobenzene;"
    ],
    "IsomericSMILES": "C1(=C(C(=C(C(=C1Cl)Cl)Cl)Cl)Cl)C(=C(Cl)Cl)Cl",
    "INCHI": "InChI=1S/C8Cl8/c9-2-1(4(11)8(15)16)3(10)6(13)7(14)5(2)12",
    "INCHIKEY": "RUYUCCQRWINUHE-UHFFFAOYSA-N",
    "Formula": "C8Cl8",
    "MolecularWeight": {
        "$numberDouble": "379.7"
    },
    "Description": "Octachlorostyrene is an organochlorine compound.",
    "XlogP": {
        "$numberDouble": "7.4"
    },
    "Complexity": {
        "$numberInt": "270"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "animal_concentrations": [
        {
            "References": "(1) Oliver BG; Environ Sci Technol 21: 785-790 (1987) (2) Ciborowski JJH, Corkum LD J Great Lakes Res 14: 148-56 (1988) (3) Elliot JE et al; pp. 181-94 in Persistent Pollut Mar Ecosyst. Oxford, United Kigdom: Pergamon, Walker CH, Livingstone DR, eds. (1992) (4) Wesloh DV et al; J Great Lakes Res 21: 121-37 (1995) (5) Muir DCG et al; Environ Pollut 93: 219-34 (1996) (6) Muir DCG et al; Environ Pollut 93: 235-45 (1996)",
            "Value": "The concn of octachlorostyrene ranged from 7.5 to 31 ng/g dry weight for oligochaete worms taken from the bottom sediments of Lake Ontario near the Niagara River(1). Mayflies and caddisflies of the St. Clair and Detroit Rivers were found to contain octachlorostyrene at concn ranging from 6.10 to 415.4 ug/kg dry weight(2). The concn of octachlorostyrene in eggs of ivory gulls (Pagophila eburnea) from Seymour Island, Northwest Territories, Canada were 0.007 mg/kg wet wt in 1976 and 0.008 +/- 0.002 mg/kg wet wt in 1987(3). Between 1987 and 1992 at Hamilton Harbor (Ontario, Canada), the level of octachlorostyrene in eggs of herring gull, Canada goose, double-crested cormorant, black-crowned night-heron, common tern, and Caspian tern ranged from 0.1-0.2, 0.00, 0.02, 0.01-0.02, 0.01-0.03, and 0.01-0.02 mg/kg wet wt, respectively(4). The mean concn of octachlorostyrene in beluga whale blubber from 36 animals sampled in the St. Lawrence River estuary between 1987-1990 was 63 ng/g lipid wt(range, 69-258 ng/g lipid wt) for females and 36 ng/g lipid wt (range, <1-186 ng/g lipid wt) for males(5); between 1993-1994, the mean concn of octachlorostyrene in beluga whale blubber from 16 animals was 39 ng/g lipid wt(range, 28.7-50.0 ng/g lipid wt) for females and 52.9 ng/g lipid wt (range, 31.7-135 ng/g lipid wt) for males(6)."
        }
    ],
    "fish_seafood_concentrations": [
        {
            "References": "PMID:6130912",
            "Value": "OCTACHLOROSTYRENE IS AN ENVIRONMENTAL CONTAMINANT WHICH HAS BEEN IDENTIFIED IN GREAT LAKES (USA, CANADA) FISH & HERONS AT LEVELS OF 0.01-0.43 PPM. THIS CHEMICAL HAS ALSO BEEN FOUND IN FISH CAUGHT OFF THE NORWEGIAN COAST. THE SOURCE OF CONTAMINATION IS NOT CLEAR, BUT IT IS BELIEVED TO BE A BY-PRODUCT IN INDUSTRIAL PROCESSES INVOLVING CARBON & CHLORINE IN HIGH TEMP REACTIONS."
        },
        {
            "References": "(1) Pereira WE et al; Environ Sci Technol 22: 772-8 (1988) (2) Jaffe R et al; Internat Assoc Great Lakes Res 11: 156-162 (1985) (3) Jaffe R, Hites RA; Internat Assoc Great Lakes Res 12: 63-71 (1986) (4) Oliver BG, Nimi AJ; Environ Sci Technol 19: 842-9 (1985)",
            "Value": "Octachlorostyrene was detected in the tissue of blue crabs, spotted sea trout and catfish from the Bayou d'Inde along the Calcasieu River, LA at an average concn of 1.0, 0.16 and 1.2 ug/g of lipid, respectively(1). Fish from 14 of 21 sampling sites located at tributaries and embayments of Lakes Huron and Superior ranged in octachlorostyrene concns from 6.8 to 930 ng/g of lipid with an average of 495 ng/g of lipid(2). Octachlorostyrene was detected in the non-migratory fish (Carp: Cyprinus carpio, Goldfish: Carassius auratus, Catfish: Ictalurus sp, Sucker: Catostomus commersoni) at 19 of 21 NY tributaries to Lake Ontario at concn ranging from 3 to 650 ng/g of lipid, with an overall average of 172 ng/g(3). The average octachlorostyrene concn for 10 rainbow trout from Lake Ontario was 2.6 ng/g(4)."
        },
        {
            "References": "(1) Ramdahl T et al; Sci Total Environ 48: 147-55 (1986) (2) Kypke-Hutter, K et al; Z Lebensm Unters Forsch 182: 464-70 (1986) (3) Bester K et al; Chemosphere 37: 2459-71 (1998) (4) Kuehl DW, Butterworth B; Chemosphere 29: 523-35 (1994) (5) Niimi A, Oliver BG; Environ Sci Technol 23: 83-88 (1989) (6) Metcalfe JL, Charlton MN; Sci Tot Environ 97/98: 595-615 (1990)",
            "Value": "Octachlorostyrene was detected in the tissue of cod fish from Frierfjorden, Norway(1). Octachlorostyrene was detected in fish from the River Neckar, Germany(2). The concn of octachlorostyrene in fish (bream) liver samples from the River Elbe (Germany) ranged from 15-45 ng/g fresh wt(3). Bottom feeding and game fish, from each of nearly 400 sites throughout the United States were analyzed for octachlorostyrene between 1986 an 1989(4); the mean concn was 1.7 +/- 9.9 ng/g (max, 138 ng/g) with only 9% of sites with a detection(4). In Lake Ontario, the concn of octachlorostyrene in the muscle of brown trout, lake trout, rainbow trout, and coho salmon (small and large) were 7 +/- 5, 52 +/- 45, 4 +/- 3, 18 +/- 4, 7 +/- 3, and 16 +/- 7 ug/kg, respectively(5). In Oct 1985, the max concn of octachlorostyrene in caged and native mussels from the Great Lakes system ranged from 0.2-55 ng/g wet wt(6)."
        },
        {
            "References": "(1) Pugsley CW et al; J Great Lakes Res 11: 275-89 (1985) (2) Kauss PB, Hamdy YS; J Great Lakes Res 11: 247-63 (1985) (3) Suns K et al; J Great Lakes Res 11: 347-52 (1985)",
            "Value": "Fresh water clams of the St. Clair River contained octachlorostyrene at concn ranging from 2.9 to 192.7 ug/kg dry weight with an average 35.9 ug/kg for 6 samples(1). Fresh water clams of the Detroit River contained octachlorostyrene at concns ranging from 31.3 to 57.3 ug/kg dry weight with an average 48.7 ug/kg for 4 samples(1). Fresh water clams of St. Clair River contained octachlorostyrene at concns ranging from 2.0 to 154.0 ug/kg dry weight with an average 43.3 ug/kg for 62 samples(1). Within 3 weeks the average octachlorostyrene concn among introduced clams ranged from 1 to 55 ng/g wet weight for 10 of 13 sites along the St. Clair River(2). Within 3 weeks the average octachlorostyrene concn among introduced clams ranged from trace amounts to 4 ng/g wet weight for 22 of 27 sites along the Detroit River(2). Spottail shiners from Lake St. Clair, the Detroit River and Lake Erie were reported to contain octachlorostyrene at concns ranging from 3 to 10 ng/g wet weight(3)."
        }
    ],
    "sediment_soil_concentrations": [
        {
            "References": "(1) Pereira WE et al; Environ Sci Technol 22: 772-8 (1988) (2) Pugsley CW et al; J Great Lakes Res 11: 275-89 (1985) (3) Kaminsky R et al; J Great Lakes Res 9: 183-9 (1983) (4) Oliver BG; Environ Sci Technol 21: 785-790 (1987)",
            "Value": "SEDIMENTS: Octachlorostyrene was detected in the bottom sediments of the Bayou d'Inde along the Calcasieu River, LA at a concn of 56.0 ug/g(1). An octachlorostyrene concn of 5.6 ug/g was detected in the suspended sediments of the Bayou d'Inde along the Calcasieu River, LA(1). Bottom sediments of the St. Clair River contained octachlorostyrene at concns ranging from undetected levels to 79.5 ug/kg dry weight with an average 14.8 ug/kg for 21 samples(2). Bottom sediments of the Lake St. Clair contained octachlorostyrene at concn ranging from undetected levels to 79.5 ug/kg dry weight with an average 14.8 ug/kg for 21 samples(2). Bottom sediments of the Detroit River contained octachlorostyrene at concn ranging from undetected levels to 3.5 ug/kg dry weight with an average 1.0 ug/kg for 8 samples(2). Octachlorostyrene was detected in 10 of 13 sediment samples from western Lake Ontario at concn ranging from trace amounts to 49 ppb with an average of 13.6 ppb(3). The concn of octachlorostyrene ranged from 2.5 to 4.1 ng/g dry weight for 6 sediment samples from Lake Ontario near the Niagara River(4)."
        },
        {
            "References": "(1) Oliver BG, Kaiser KLE; Water Pollut Res J Can 21: 344-50 (1986) (2) Oliver BG, Bourbonniere RA; J Great Lakes Res 11: 366-72 (1985) (3) Chan CH; Water Poll Res J Canada 28: 451-71 (1993)",
            "Value": "SEDIMENTS: Suspended particulate matter from the St. Clair River contained octachlorostyrene ranging in concn from 1.1 to 3300 ng/g with an average concn of 448 ng/g for 19 samples(1). Bottom sediments of southern Lake Huron contained octachlorostyrene at concn sranging from 0.02 to 0.1 ng/g dry weight with an average of 0.06 ng/g dry weight for 9 samples(2). Bottom sediments of Lake St. Clair contained octachlorostyrene at concns ranging from 5.1 to 11.0 ng/g dry weight with an average of 8.1 ng/g dry weight for 2 samples(2). Bottom sediments of western Lake Erie contained octachlorostyrene at concns ranging from 0.8 to 5.9 ng/g dry weight with an average of 2.3 ng/g dry weight for 9 samples(2). Bottom sediments of central Lake Erie contained octachlorostyrene at concn ranging from undetectable levels to 0.5 ng/g dry weight with an average of 0.2 ng/g dry weight for 22 samples(2) Bottom sediments of eastern Lake Erie contained octachlorostyrene at concn ranging from undetectable levels to 0.3 ng/g dry weight with an average of 0.2 ng/g dry weight for 15 samples(2). Sediment samples were collected at the head and mouth of the St. Clair River from 1987 to 1989(3). Year to year comparisons showed a substantial reduction in concns of octachlorostyrene in suspended sediments(3). The mean concn of octachlorostyrene in suspended sediment from Port Lambton (at St. Clair River) was 21.1 ng/g (range, 1.18-108.6 ng/g)(3)."
        },
        {
            "References": "(1) Oliver BG, Pugsley CW; Water Pollut Res J Can 21: 368-79 (1986) (2) Charlton MN, Oliver BG; Water Pollut Res J Can 21: 380-9 (1986)",
            "Value": "A sediment core from the St. Clair River contained octachlorostyrene at concns of 210, 9, 11, 150 and 74 ppb at interval lengths of 0-3, 3-8, 8-13, 13-18 and 18-24 cm, respectively(1). Sediment traps at Lake St. Clair contained octachlorostyrene at an average concn of 3 ng/g for 9 sites, each with 3 samples(2). Surficial sediment at Lake St. Clair contained octachlorostyrene at an average concn of 4 ng/g for 33 samples(2)."
        },
        {
            "References": "(1) Witter B et al; Chemosphere 37: 63-78 (1998)",
            "Value": "SOILS: The concentration of octachlorostyrene in River Elbe (Germany) floodplain soils ranged from 1-696 ug/kg(1)."
        }
    ]
}