{
    "_id": {
        "$oid": "6682e803c4e5dba5ffba2378"
    },
    "CID": {
        "$numberInt": "3495"
    },
    "Name": "GLYCYRRHIZIN",
    "IUPACName": "6-[6-carboxy-2-[(11-carboxy-4,4,6a,6b,8a,11,14b-heptamethyl-14-oxo-2,3,4a,5,6,7,8,9,10,12,12a,14a-dodecahydro-1H-picen-3-yl)oxy]-4,5-dihydroxyoxan-3-yl]oxy-3,4,5-trihydroxyoxane-2-carboxylic acid",
    "CanonicalSMILES": "CC1(C2CCC3(C(C2(CCC1OC4C(C(C(C(O4)C(=O)O)O)O)OC5C(C(C(C(O5)C(=O)O)O)O)O)C)C(=O)C=C6C3(CCC7(C6CC(CC7)(C)C(=O)O)C)C)C)C",
    "Synonyms": [
        "Liquorice",
        "Glycyrrizin",
        "Glycyrrhizinic acid",
        "1405-86-3",
        "Glycyrrhizinate",
        "Glycyram",
        "NSC167409",
        "6-((6-carboxy-2-((11-carboxy-4,4,6a,6b,8a,11,14b-heptamethyl-14-oxo-1,2,3,4,4a,5,6,6a,6b,7,8,8a,9,10,11,12,12a,14,14a,14b-icosahydropicen-3-yl)oxy)-4,5-dihydroxytetrahydro-2h-pyran-3-yl)oxy)-3,4,5-trihydroxytetrahydro-2h-pyran-2-carboxylic acid",
        "29-Hydroxy-11,29-dioxoolean-12-en-3-yl 2-O-hexopyranuronosylhexopyranosiduronic acid",
        "Glycrrhizin",
        "Glycyrrhitin",
        "Dermacrin",
        "MFCD00065194",
        "NSC234419",
        "Glycyrrhizin",
        "JAN"
    ],
    "IsomericSMILES": "CC1(C2CCC3(C(C2(CCC1OC4C(C(C(C(O4)C(=O)O)O)O)OC5C(C(C(C(O5)C(=O)O)O)O)O)C)C(=O)C=C6C3(CCC7(C6CC(CC7)(C)C(=O)O)C)C)C)C",
    "INCHI": "InChI=1S/C42H62O16/c1-37(2)21-8-11-42(7)31(20(43)16-18-19-17-39(4,36(53)54)13-12-38(19,3)14-15-41(18,42)6)40(21,5)10-9-22(37)55-35-30(26(47)25(46)29(57-35)33(51)52)58-34-27(48)23(44)24(45)28(56-34)32(49)50/h16,19,21-31,34-35,44-48H,8-15,17H2,1-7H3,(H,49,50)(H,51,52)(H,53,54)",
    "INCHIKEY": "LPLVUJXQOOQHMX-UHFFFAOYSA-N",
    "Formula": "C42H62O16",
    "MolecularWeight": {
        "$numberDouble": "822.9"
    },
    "Description": {
        "$numberDouble": "NaN"
    },
    "XlogP": {
        "$numberDouble": "3.7"
    },
    "Complexity": {
        "$numberInt": "1730"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "logP": [
        {
            "References": "Sangster J; LOGKOW Databank. Sangster Res Lab Montreal Quebec, Canada (1994)",
            "Value": "log Kow = 2.80"
        }
    ],
    "mechanism_of_action": [
        {
            "References": "NASYROV KM ET AL; FARMAKOL TOKSIKOL (MOSCOW) 43(4) 399 (1980)",
            "Value": "GLYCYRRHIZIC ACID & ITS DERIVATIVES SHOWED PRONOUNCED ANTIINFLAMMATORY ACTION, INHIBITED DEVELOPMENT OF HISTAMINE-, SEROTONIN-, BRADKININ-, & FORMALIN-INDUCED EDEMA, & DECR VASCULAR PERMEABILITY."
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "JORGENSON ET AL; STUDY OF MUTAGENIC EFFECTS OF AMMONIATED GLYCYRRHIZIN (71-1) BY DOMINANT LETHAL TEST IN RATS; US NTIS PB REP PB-279650 72 (1977)",
            "Value": "IN 10-WK DIETARY EXPOSURE, BODY WT GAIN OF RATS SHOWED DOSE-RESPONSE EFFECT. SIGNIFICANT INCR IN DEAD IMPLANTS DURING 1ST WK OF BREEDING AFTER 40,000 PPM IN DIET OF RATS."
        },
        {
            "References": "KUMAGAI A; TAISHA 10 632 (1973)",
            "Value": "GLYCYRRHIZIN PROMOTED SODIUM RETENTION BY INHIBITING CORTICOIDS IN LIVER AND INHIBITED METABOLISM OF PROGESTERONE AND ALDOSTERONE."
        },
        {
            "References": "TAMURA Y ET AL; ARZNEIM-FORSCH 29(4) 647 (1979)",
            "Value": "GLYCYRRHETINIC ACID & ITS DERIVATIVES INHIBITED 5BETA-REDUCTION OF CORTISOL, ALDOSTERONE, & TESTOSTERONE BY RAT LIVER PREPN IN VITRO TO GREATER EXTENT THAN 5ALPHA-REDUCTION."
        },
        {
            "References": "Antov G et al; Eksp Klin Farmakol 60 (2): 65-7 (1997)",
            "Value": "A single parenteral and oral administration of ammonium glycyrrhizinate in rat and mice experiments showed that the compound is related to practically nontoxic drugs. Its repeated administration (30 times) into the stomach in a maximum daily therapeutic dose (7 mg/kg) and in a four-fold dose (28 mg/kg) did not cause signs of intoxication, essential changes in the hematological and integral parameters, shifts in the activity of serum enzymes, morphological changes in the cell structures of the internal organs. Administration of the drug in a dose of 28 mg/kg for a second time led to changes in the activity of some enzymes in the brain, the development of parenchymatous dystrophy of the liver which changed to acidophilic necrosis attended with signs of regeneration. Under conditions of a subacute experiment the maximum daily therapeutic dose of ammonium glycyrrhizinate may be considered practically nontoxic."
        },
        {
            "References": "PMID:9299212",
            "Value": "Glycyrrhizin (G) and its aglycone, glycyrrhetic acid (GA) have been prescribed for several therapeutic purposes. However, side effects have pointed out the problem of the toxicity of G. On the contrary, it was recently shown that the pure aqueous liquorice extract (LE), which also contains G, produces reduced adverse effects in rat and human, as compared to pure G, this is likely be related to differences in G bioavailability and the resulting pharmacokinetics of G and glycyrrhetic acid. Using a sensitive HPLC procedure for the determination of G and glycyrrhetic acid in rat bile, pharmacokinetics of G and glycyrrhetic acid in bile have been determined. The results of the analysis showed significantly lower concentrations of G in bile samples from rats treated with liquorice extract compared to pure G. Furthermore, liquorice extract presented a significant choleretic effect after both oral and iv. administration, which increases the excretion rate of G. In case of glycyrrhetic acid, all the concentrations were very low, often below the detection limit. The results prompted us to assess the risk associated with liquorice intake and to determine the daily amount of pure liquorice root extract that can be safely consumed."
        },
        {
            "References": "PMID:2384181",
            "Value": "This experiment was carried out to investigate the inhibitory effects of glycyrrhizin and its aglycon, glycyrrhetinic acid, on the metabolism of cortisol and prednisolone in vivo and in vitro. The effects of glycyrrhetinic acid on the metabolism of cortisol were examined in vitro using rat and bovine liver homogenate. Glycyrrhetinic acid inhibits both hepatic delta 4-5-reductase and 11 beta-hydroxysteroid dehydrogenase in a dose-dependent manner, resulting in the decrease of conversion of cortisol to cortisone, dihydrocortisol and tetrahydrocortisol in rats. The concentrations of glycyrrhetinic acid inducing 50% inhibition of rat liver delta 4-5-reductase and 11 beta-hydroxysteroid dehydrogenase were 2.5 x 10(-6) M and 8.5 x 10(-6) M, respectively. Glycyrrhetinic acid also inhibits bovine liver 11 beta-hydroxysteroid dehydrogenase and 20-hydroxysteroid dehydrogenase in a dose-dependent manner, resulting in the decrease of conversion of cortisol to dihydrocortisol and prednisolone to 20-dihydroprednisolone. The concentrations of this drug inducing 50% inhibition of 11 beta-hydroxysteroid dehydrogenase and 20-hydroxysteroid dehydrogenase were 8.2 x 10(-6) M and 6.5 x 10(-6) M, respectively. This is the first report which demonstrates the marked inhibitory effects of glycyrrhetinic acid on 11 beta-hydroxysteroid dehydrogenase and 20-hydroxysteroid dehydrogenase in vitro. The effects of glycyrrhizin on the rate of metabolism of cortisol as well as prednisolone were studied in 23 patients with or without adrenal insufficiency. Glycyrrhizin had no effect on diurnal rhythm of plasma cortisol in 7 control subjects with normal pituitary adrenal axis, whereas glycyrrhizin significantly increased the half-time (T 1/2) and area under the curve (AUC) for plasma cortisol in 4 patients with adrenocortical insufficiency taking oral cortisol. Glycyrrhizin also increased T 1/2 and AUC for plasma prednisolone in 12 patients taking an oral prednisolone for at least 3 months. These results indicate that the suppression of hepatic delta 4-5-reductase, 11 beta-hydroxysteroid dehydrogenase and 20-hydroxysteroid dehydrogenase by glycyrrhizin and glycyrrhetinic acid may delay the clearance of cortisol and prednisolone and prolong the biological half-life of cortisol or prednisolone."
        }
    ]
}