{
    "_id": {
        "$oid": "66927127303528b49832d820"
    },
    "CID": {
        "$numberInt": "3526"
    },
    "Name": "Guazatine",
    "IUPACName": "2-[8-[8-(diaminomethylideneamino)octylamino]octyl]guanidine",
    "CanonicalSMILES": "C(CCCCN=C(N)N)CCCNCCCCCCCCN=C(N)N",
    "Synonyms": [
        "Iminoctadine",
        "guazatine",
        "13516-27-3",
        "Guazatine acetate salt",
        "Guazatine [BSI:ISO]",
        "115044-19-4",
        "IMINOCTADIENE",
        "108173-90-6",
        "2-[8-[8-(diaminomethylideneamino)octylamino]octyl]guanidine",
        "\"Guanidine",
        "N,N-(iminodi-8,1-octanediyl)bis-\"",
        "CHEBI:5569",
        "CHEMBL102276",
        "C376JTX506",
        "N-{8-[(8-{[(E)-AMINO(IMINO)METHYL]AMINO}OCTYL)AMINO]OCTYL}GUANIDINE",
        "Murbenine"
    ],
    "IsomericSMILES": "C(CCCCN=C(N)N)CCCNCCCCCCCCN=C(N)N",
    "INCHI": "InChI=1S/C18H41N7/c19-17(20)24-15-11-7-3-1-5-9-13-23-14-10-6-2-4-8-12-16-25-18(21)22/h23H,1-16H2,(H4,19,20,24)(H4,21,22,25)",
    "INCHIKEY": "RONFGUROBZGJKP-UHFFFAOYSA-N",
    "Formula": "C18H41N7",
    "MolecularWeight": {
        "$numberDouble": "355.6"
    },
    "Description": "Iminoctadine is a member of the class of guanidines that is dioctylamine in which a hydrogen from each of the terminal methyl groups is replaced by a guanidino group. Once used as a fungicidal seed dressing, it is no longer approved for use in the European Union. It has a role as an antifungal agrochemical. It is a member of guanidines, a secondary amino compound and an aliphatic nitrogen antifungal agent.",
    "XlogP": {
        "$numberDouble": "1.7"
    },
    "Complexity": {
        "$numberInt": "302"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "plant_translocations": [
        {
            "content": "Penetration, translocation, and metabolism of the fungicide guazatine-triacetate (TA) in dwarf apple trees (Malus pumila sp., cv. Inu-apple) were studied over 12 weeks under laboratory conditions using 14C-labeled guazatine-TA. Autoradiographic studies showed that there was no observable movement of radiocarbon in the apple leaves following foliar application of 14C-guazatine-TA to either the abaxial or adaxial surface of the leaves. The rate of penetration of 14C into the apple fruits was extremely slow, with a major part of the 14C retained on the surface after application. Quantitative determination of 14C in the treated leaves indicated that the rate of 14C disappearance from the leaves was very slow, with approximately 87% of the applied 14C still located in the treated leaves after 12 weeks. The radiocarbon poorly penetrated the leaf tissues, with only 21% of the applied 14C found in the leaf tissues after 12 weeks. Similar results were observed in the fruits. The radioactive compounds dislodged from the surface of both leaves and fruits consisted mainly of intact guazatine. Phototransformation products, including a major product (Pm) and a few minor ones, were also detected, indicating photolysis of 14C-guazatine on the surfaces. Extracts from both leaves and fruits contained intact guazatine as the primary radioactive component, along with photolysis products, suggesting that guazatine and its photoproducts were highly resistant to plant metabolism. Translocation of radiocarbon from the 14C-guazatine-TA treated leaves to symplasts (fruits and newly developed leaves after treatment) was negligible, indicating limited movement of the compound within the plant.",
            "reference": "佐藤清, 加藤保博, 牧伸一, 俣野修身, & 後藤真康. (1985). Penetration, translocation and metabolism of fungicide guazatine in dwarf apple trees. Journal of Pesticide Science, 10(1), 81-90.",
            "method": {
                "Test Plant": "Dwarf apple trees (Malus pumila cv. 'Inu-apple')",
                "Apply Location": "Foliar application (leaf surface)",
                "Plant Grown Condition": "Approximately 10-year-old dwarf apple trees.Pollinated with dwarf aronia tree at blossom stage. Grown in greenhouse until treatment",
                "Chemical Preparation": "Radioactive [14C]guazatine-triacetate labeled at guanidine carbons. Specific radioactivity 24.3 mCi/mmol. Treatment solutions of 500 and 1000 ppm with 100 and 200 ppm Actinol-L-7 surfactant, respectively .1000 ppm is the normal recommended rate",
                "Pesticide Application Details for the Plant": "1.5 cm wide area midway on leaf (upper or lower surface) treated by brushing with 1000 ppm solution. After air-drying, plants transferred to growth chamber (27°C, 85% RH, 12 h day/night, 30 klux)",
                "Other information and Other Information": "Treated leaves harvested at 0 (immediate), 1, 4, 8, 12 weeks after treatment. Three replicates used"
            },
            "result": "[{\"Weeks after application\": 4, \"Fruits (% of applied)\": 0.01, \"Newly developed leaves (%)\": 0.0003}, {\"Weeks after application\": 8, \"Fruits (% of applied)\": 0.008, \"Newly developed leaves (%)\": 0.0008}, {\"Weeks after application\": 12, \"Fruits (% of applied)\": 0.017, \"Newly developed leaves (%)\": 0.002}]"
        }
    ],
    "plant_translocation": [
        {
            "References": "Soon, H. O., Sun, J. I., Seok, J. R., Ho, E. J., Gyoung, P. Y., Mi, L. E., ... & NamKyu, S. (2009). Quantitative Determination of Iminoctadine in Agricultural Products by HPLC-FLD. 한국분석과학회 학술대회, 122-122.",
            "Value": "Iminoctadine (Guazatine) is a non-systemic contact fungicide which disturbs the membrane function of fungi. "
        }
    ]
}