{
    "_id": {
        "$oid": "6682e804c4e5dba5ffba237d"
    },
    "CID": {
        "$numberInt": "3589"
    },
    "Name": "HEPTACHLOR",
    "IUPACName": "1,5,7,8,9,10,10-heptachlorotricyclo[5.2.1.02,6]deca-3,8-diene",
    "CanonicalSMILES": "C1=CC(C2C1C3(C(=C(C2(C3(Cl)Cl)Cl)Cl)Cl)Cl)Cl",
    "Synonyms": [
        "heptachlor",
        "76-44-8",
        "Heptachlorane",
        "3-Chlorochlordene",
        "Heptamul",
        "Agroceres",
        "Heptagran",
        "Rhodiachlor",
        "Aahepta",
        "Hepta",
        "Velsicol heptachlor",
        "GPKh",
        "Technical heptachlor",
        "Eptacloro",
        "Heptachloor"
    ],
    "IsomericSMILES": "C1=CC(C2C1C3(C(=C(C2(C3(Cl)Cl)Cl)Cl)Cl)Cl)Cl",
    "INCHI": "InChI=1S/C10H5Cl7/c11-4-2-1-3-5(4)9(15)7(13)6(12)8(3,14)10(9,16)17/h1-5H",
    "INCHIKEY": "FRCCEHPWNOQAEU-UHFFFAOYSA-N",
    "Formula": "C10H5Cl7",
    "MolecularWeight": {
        "$numberDouble": "373.3"
    },
    "Description": "Heptachlor is a cyclodiene organochlorine insecticide that is 3a,4,7,7a-tetrahydro-1H-4,7-methanoindene substituted by chlorine atoms at positions 1, 4, 5, 6, 7, 8 and 8. Formerly used to kill termites, ants and other insects in agricultural and domestic situations. It has a role as a GABA-gated chloride channel antagonist, an agrochemical, an antibacterial agent, a persistent organic pollutant and an antifungal agent. It derives from a hydride of a 1H-indene.",
    "XlogP": {
        "$numberDouble": "4.3"
    },
    "Complexity": {
        "$numberInt": "467"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "plant_concentrations": [
        {
            "References": "(1) IARC; Monographs on the Evaluation of the Carcinogenic Risk of Chemicals to Man. Geneva, Switzerland: WHO, International Agency For Research on Cancer 5: 177 (1974)",
            "Value": "Loam soil, treated 5 years with heptachlor at a rate of 5 lbs/acre per yr, contained 4.6% of applied heptachlor 5 years after cessation of treatment(1). The mean residue level in carrots was 0.413 ppm(1). All other fruits or vegetables grown on treated soils showed no or negligible quantities of these compounds(1)."
        }
    ],
    "animal_concentrations": [
        {
            "References": "(1) Becker PH, Sperveslage; Bull Environ Contam Toxicol 42: 721-7 (1989) (2) Fasola M et al; Environ Pollut 48: 25-36 (1987) (3) Kubiak TJ et al; Arch Environ Contam Toxicol 18: 706-27 (1989) (4) Great Lakes Water Quality Board; 1987 Report on Great Lakes Water Quality, Appendix B, Great Lakes Surveillance Volum II (1989) (5) Albanis TA et al; Sci Total Environ 182: 11-19 (1996) (6) Guillette LJ Jr; Arch Environ Contam Toxicol 36: 447-55 (1999)",
            "Value": "Eggs and 5 day old chicks from the same clutch of Herring gull (Laru argentatus), which nested on the island of Mellum located at 53.43 deg N and 06.54 deg E, contained heptachlor at avg concns of 0.145 and 0.383 mg/kg(1) Gull-billed terns collected in Italy during 1982 and 1983 contained heptachlor at concns ranging from 0.01 to 0.70 ug/g with a geometric mean of 0.05 ug/g(2). Forster's tern eggs from Greenbay, WI contained heptachlor at concns ranging from 0.03 to 0.30 ug/g with a median concn of 0.09 ug/g(3). Forster's tern eggs from Lake Poygan, WI contained heptachlor at concns ranging from 0.01 to 0.03 ug/g with a median concn of 0.02 ug/g(3). Brain tissue of Goldeneye ducks that overwintered on the Niagara River contained heptachlor at concns ranging from 0.0023 to 0.0028 ug/g with a mean concn of 0.0026 ug/g in December 1984(4). In February to March 1985, brain tissue of the Goldeneye ducks that overwintered o the Niagara River contained heptachlor at concns ranging from 0.0025 to 0.0032 ug/g with a mean concn of 0.0028 ug/g(4). In years 1992-1993, the mean heptachlor concn in Squacco Heron nestlings and frogs colleted at Thermaikos Gulf (Greece) were 3.52 ug/kg dry wt (range, not detected to 6.12 ug/kg dry wt) and 1.46 ug/kg dry wt (range, not detected to 3.82 ug/kg dry wt), respectively(5). Tace amounts of heptachlor were detected in the plasma of juvenile alligators found in Woodruff, Apopka, and Orange lakes in Florida, detection limit = 0.25 ng/ml(6)."
        }
    ],
    "environmental_bioconcentrations": [
        {
            "References": "(1) WHO; Environmental Health Criteria - Heptachlor (76-44-8). Geneva, Switzerland: WHO 38: 9 (1984) (2) Verschueren K; Handbook of Environmental Data on Organic Chemicals. 3rd ed, NY, NY: Van Nostrand Reinhold Co p. 1050 (1996) (3) Callahan MA et al; Water- Related Environ Fate of 129 Priority Pollut. USEPA-440/4-79-029a (1979) (4) Zaroogian GE et al; Environ Toxicol Contam 4: 3-12 (1985) (5) Kenaga EE; Ecotox Env Safety 4: 26-30 (1980) (6) Biddinger GR, Gloss SP; Res REv 91: 103- 45 (1984) (7) Franke C et al; Chemosphere 29: 1501-14 (1994) (8) Perez-Rufafa A et al; Mar Pollut Bull 40: 140-51 (2000) (9) Connell DW, Markwell RD; Chemosphere 20: 91-100 (1990) (10) ATSDR; Toxicological Profile for Heptachlor/Heptachlor Epoxide (UPDATE) Atlanta, GA: Agency for Toxic Substances and Disease Registry TP-92/11 p. 75 (1993)",
            "Value": "BCF values for several fish, molluscs, and other aquatic species range from 200 to 37,000 for heptachlor(1-6). According to a classification scheme(7), these BCF values suggest that bioconcentration in aquatic organisms ranges from high to very high(SRC). Bioaccumulation factors (BAFs) for heptachlor have been measured for aquatic molluscs (250 to 2,500), oysters (17,600), pelecypod (3,900 to 8,500), decapod (200 to 700), Cyprinodon variegatus (7,400 to 21,300), Lagodon rhomboides (2,800 to 7,700), Leiostomus xanthurus (3,000 to 13,800), Cyprinodon variegatus (3,700 to 4,600), trout(300), and fathead minnow(6,310 to 20,000)(2). BCFs of heptachlor are 3,800 in mosquito fish(3); 3,600 to 7,400 in spot(3); 21,379 in sheepshead minnows(4); 37,000 in snails(3); 21,000 in alga(3); 18,000 in oysters(6); and 17,400 in unidentified fish species(5). At Mar Meno Lagoon (SE Spain), the BCF of heptachlor was measured in plant and aquatic organisms(8): algae (470), red algae (3,220), bivalve mollusc (1,770), and isopods (56,030). The bioaccumulation (ie, concn in biota/concn in soil) of heptachlor by earthworms ranges from 0.92 to 2.7(9). The BCF of heptachlor in vegetation is 0.033(2). Biomagnification of heptachlor in the aquatic food chain is significant, however because it is readily metabolized to heptachlor epoxide by higher tropic level organisms, biomagnification of heptachlor itself is not significant(10)."
        }
    ],
    "environmental_biodegradations": [
        {
            "References": "(1) Bourquin AW et al; Devel Indus Microbiol 13: 264-76 (1972) (2) Leigh GM; J Water Pollut Cont Fed 41: R450-60 (1969) (3) Miles JRW et al; J Econ Entomol 64: 839-41 (1971) (4) Miles JRW et al; J Econ Entomol 62: 1334-8 (1969) (5) Castro TF, Yoshida T; J Agric Food Chem 19: 1168-80 (1971)",
            "Value": "AEROBIC: Mixed cultures of Pseudomonas sp. in water were capable of growing on heptachlor(1). The products were chlordene, 1-hydroxy-2,3-epoxychlordene and heptachlor epoxide(1). When heptachlor was aerobically incubated with acclimated, mixed microbial cultures, 95.3% of the initial heptachlor was removed in 4 weeks(2); biodegradation of 1 mg/l heptachlor occurred immediately(2). The products resulting from the incubation of heptachlor with a mixed culture of soil microorganisms were chlordene(7%), 1-exohydroxychlordene, heptachlor epoxide (<0.04%) and chlordene epoxide (<0.02%) which were formed after 2 weeks(3). Biodegradation of heptachlor by soil microorganisms produced heptachlor epoxide and chlordene(4). Degradation of heptachlor in flooded Casiguran sandy loam after 1 month and Louisiana clay after 2 months was complete (initial level about 13 ppm) and nearly complete in Maahas clay after 3 months(5). In Pila clay loam, degradation proceeded to only about 5 ppm from the initial level of about 13 ppm (approx 38%) after 3 months(5)."
        },
        {
            "References": "(1) Hill DW, McCarty PL; J Water Pollut Cont Fed 39: 1259-77 (1967)",
            "Value": "ANAEROBIC: Anaerobic incubation of 10 ppm heptachlor with a thick anaerobically digested sewage sludge inoculum at 53 °C resulted in complete degradation in about 1 day(1); at 35 °C with the thick sludge, heptachlor was converted to an extractable degradation product which was more persistent than heptachlor(1)."
        }
    ],
    "fish_seafood_concentrations": [
        {
            "References": "(1) El Nabawi A et al; Arch Environ Contam Toxicol 16: 689-96 (1987) (2) Camanzo J et al; J Great Lakes Res 13: 296-309 (1987)",
            "Value": "Different fish species from Abu Qir Bay, Idku Lake, and Maryut Lake in Alexandria, Egypt, were assayed for residues of organochlorine insecticides and polychlorinated biphenyls(1). The fish were obtained from commercial fishermen in 1985: Pagellus erythrinus, Sargus vulgarius, Siganus rivulatus, Sphyraena sphyraena, and Trigla hirundo from Abu Qir Bay; and Tilapia fish from Idku and Maryut Lakes(1). The waters from which the fish were obtained receive drainage from industrial, agricultural and urban activities. Water samples were not assayed for specific components(1). Heptachlor was detected in all fish in the study(1). The highest levels (5.3 ug/kg) were found in Pagellus erythrinus from Abu Qir Bay. Concns were highest in larger fish, but a linear increase with size was not apparent(1). Heptachlor was detected in common carp, channel catfish, smallmouth and largemouth bass, rock bass, pumpkinseed, bowfin, lake trout and northern pike from Lake Michigan collected at White Lake and the St Joseph, Kalamazoo, Grand, Muskegon, Pere Marquette, Manistee, Platte, Boardman, Grand Traverse, Manistique, Whitefish, Escanaba and Ford Rivers at concns ranging from 0.001 to 0.008 mg/kg wet weight(2)."
        },
        {
            "References": "(1) Duggan RE et al; Pestic Res Levels in Foods in U.S. from July 1, 1969 to June 30, 1976 FDA and AOAC (1983) (2) DeVault DS; Arch Environ Contam Toxicol 14: 587-94 (1985) (3) Ober A et al; Bull Environ Contam Toxicol 38: 528-33 (1987) (4) Murray HE, Beck JN; Bull Environ Contam Toxicol 44: 798-804 (1990) (5) DouAbul AAZ et al; Bull Environ Contam Toxicol 38: 674-80 (1987) (6) Amodio-Cocchieri R, Arnese A; Bull Environ Contam Toxicol 40: 233-9 (1988)",
            "Value": "Heptachlor was detected at an avg concn of 0.0002 ppm (0.3% of 2,901 samples) in domestic fish(1). Heptachlor was detected at an avg concn <0.0001 ppm (0.4% of 361 samples) in imported fish(1). Heptachlor was detected in fish collected from Great Lake harbors and tributary mouths at the Astabula and Black Rivers, Ohio; Sheboygan, Memonimee, Kinnickinnic, Fox and Wolf Rivers, Wisconsin; and Chequamegon Bay, Lake Superior, Wisconsin at concn <0.002 mg/kg(2). Heptachlor was detected in Jack fish (Seriolella violacea) collected from the Chilean coast at an avg concn of 900 ppb(3). Shrimp (Penaeus setiferus and Penaeus aztecus) from Calcasieu River/Lake Complex, LA contained heptachlor at concns ranging from not detected to 0.75 ug/g(4). In 1984, heptachlor and heptachlor epoxide combined were detected in Cyprinid Fish (Barbus xanthopterus) from the Shatt al-Arab River, Iraq at concns ranging from Not detected to 13 ppb(5). In March to June, 1986, heptachlor was detected in Black Bullhead from the Garigliano River in Southern Italy at an avg concn of 10 ng/g (21% of samples)(6). Heptachlor was detected in Black Bullhead, Chub, Common Carp and Eel from the Volturno River in Southern Italy at avg concns of 20, 6, 5, and 5 ng/g (70% of samples)(6). Heptachlor was detected in Chub, Common Carp, Eel and Tench from the Calore River in Southern Italy all at avg concns of 5 ng/g (78% of samples)(6). Heptachlor was detected in Black Bullhead and Bleak from the Sele River in Southern Italy both at an avg concn of 5 ng/g (35% of samples)(6)."
        },
        {
            "References": "(1) Schmitt CJ et al; Arch Environ Contam Toxicol 19: 748-81 (1990) (2) Abou-Arab AAK et al; Food Chem 54: 141-6 (1995) (3) Abou-Arab AAK et al; Food Chem 57: 487-492 (1996) (4) Perez-Ruzafa A et al; Mar Pollut Bull 40: 140-51 (2000)",
            "Value": "Freshwater fish collected in 1984 for the National Contaminant Biomonitoring Program run by the US Fish and Wildlife Service contained a geometric mean residue concn of total heptachlor (heptachlor epoxide plus traces of heptachlor) of 0.01 ppm (wet wt)(1). Heptachlor residues in fish were present in fish in 49.1% of the collection stations (n=112) located at major rivers throughout the US, including Alaska and Hawaii(1). The concn of heptachlor in fish (eg, Karmout, Bolti and Shilan) samples from the River Nile (Cario, Egypt) and Manzala Lake (Egypt) were measured in the summer and winter of 1991(2). The concn of heptachlor in fish from Manzala Lake were 1.9 to 2.8 ug/kg fresh wt for Karmout in the winter 1991, and 3.4 to 3.6 ug/kg fresh wt for Karmout and 1.2 to 1.5 ug/kg fresh wt for Bolti in the summer of 1991(2). The concn of heptachlor in fish from the River Nile was 0.96 to 3.50 ug/kg fresh wt for Shilan, 3.25 ug/kg fresh wt for Karmout, and 2.63 ug/kg fresh wt for Bolti in the winter of 1991(2); the concn was 3.0 to 5.2 ug/kg fresh wt for Shilan in the summer of 1991(2). The mean concn of heptachlor residues in imported mackerel and sardine samples collected from Greater Cairo (Egypt) governorates were 0.275 ppm (range, not detected to 0.145 ppm; 36% of samples positive) and 0.0465 ppm (range, not detected to 0.218 ppm; 50% of samples positive), respectively(3). At Mar Meno Lagoon (SE Spain), the concn of heptachlor residues in the bivalves, Venerupis aurea and Cerastoderma glaucum, were 2.25 ug/kg and 2.00 ug/kg, respectively(4)."
        }
    ],
    "logP": [
        {
            "References": "PMID:7663085",
            "Value": "log Kow = 6.10"
        }
    ],
    "mechanism_of_action": [
        {
            "References": "PMID:6187794",
            "Value": "EVIDENCE INDICATES THAT CYCLODIENE-TYPE-INSECTICIDES, EG, HEPTACHLOR EPOXIDE, MIMIC ACTION OF PICROTOXININ. THESE INSECTICIDES INHIBIT THE GAMMA-AMINOBUTYRIC ACID-STIMULATED CHLORIDE UPTAKE IN COXAL MUSCLE OF AMERICAN COCKROACH, & DIRECTLY COMPETE AGAINST LABELED DIHYDROPICROTOXININ FOR BINDING IN THE RAT BRAIN SYNAPTOSOMES. MOREOVER, SEVERAL CYCLODIENE RESISTANT INSECT STRAINS ARE RESISTANT TO PICROTOXININ. THIS CROSS-RESISTANCE IS SPECIFIC TO PICROTOXININ & DOES NOT EXTEND TO OTHER NEUROEXCITANTS. THESE INSECTICIDES, LIKE PICROTOXININ, CAUSE CENTRAL NERVOUS EXCITATION BY STIMULATING TRANSMITTER RELEASE. THESE RESULTS INDICATE THAT SOME OF THE NERVE EXCITATION SYMPTOMS THAT INSECTICIDES CAUSE ARE LIKELY DUE TO THEIR INTERACTION WITH PICROTOXININ RECEPTOR."
        },
        {
            "References": "PMID:6293735",
            "Value": "HEPTACHLOR WAS EVALUATED FOR GENOTOXICITY & EPIGENETIC MEMBRANE EFFECTS. IT WAS NON-GENOTOXIC IN ARLHGPRT MUTAGENESIS ASSAY IN WHICH THE GENOTOXIC CARCINOGENS 7,12-DIMETHYLBENZ(A)ANTHRACENE & BENZO(A)PYRENE INDUCED SIGNIFICANT INCR IN MUTANT INCIDENCE. HEPTACHLOR INHIBITED INTERCELLULAR COMMUNICATION BETWEEN CULTURED LIVER CELLS, A PROPERTY DEMONSTRATED BY MANY TUMOR PROMOTING AGENTS, WHEREAS, BENZO(A)PYRENE DID NOT PRODUCE THIS EPIGENETIC EFFECT."
        },
        {
            "References": "PMID:1694587",
            "Value": "The actions of the polychlorocycloalkane insecticide heptachlor, and its epoxide metabolite, were examined on GABA receptors in insects and vertebrates. Electrophysiological experiments on the cell body of the cockroach (Periplaneta americana) fast coxal depressor motor neuron (Df), and GABA-activated (36) Cl- uptake experiments on microsacs perpared from cockroach ventral nerve cords showed that both heptachlor and heptachlor epoxide blocked functional GABA receptors. The block appeared to be non-competitive and was voltage-independent over the membrane potential range -75 mV to -110 mV. There was no significant difference between the potencies of heptachlor and heptachlor epoxide in the functional assays for insect GABA receptors. Both compounds inhibited (35)S-t-butylbicyclophosphorothionate binding in insects and vertebrates. The findings provide further evidence for block of an insect GABA receptor/Cl- channel by the cyclodiene class of polychlorocycloalkanes, and reveal differences in the insecticide (35)S-t-butylbicyclophosphorothionate binding site interactions of insects and vertebrates."
        },
        {
            "References": "PMID:2283323",
            "Value": "The effects of heptachlor on oxidative phosphorylation and electron transport in male Donryu rat liver mitochondria were investigated. The effects of 50 uM heptachlor on the respiratory activity of isolated liver mitochondria was tested in the presence of added succinate as a substrate. The effects of 100 uM heptachlor was tested in the presence of three kinds of substrates: succinate, beta-hydroxybutylate, and ascorbate plus N,N,N'N'-tetramethylphenylene-diamine. Heptachlor at 50 uM greatly inhibited the state 3 respiration, but inhibited the state 4 respiration hardly at all. The inhibition was released by 2,4-dinitrophenol. The higher dose suppressed state 3 and state 4 respiration almost completely with succinate as substrate. The findings suggest that the function of the electron transport system was also suppressed by the higher heptachlor dose even without oxidative phosphorylation."
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V5 181 (1979)",
            "Value": "... HEPTACHLOR WAS FED @ CONCN OF 0.5, 2.5, 5, 7.5 & 10 PPM TO CNFN RATS. ALTHOUGH, WHEN GROUPS WERE CONSIDERED TOGETHER, THERE WAS AN INCREASE IN INCIDENCE OF TUMOR-BEARING ANIMALS (8/23 IN MALE & 13/24 IN FEMALE CONTROLS, AS COMPARED WITH 65/114 IN MALE & 92/114 IN FEMALE TEST ANIMALS), IT DID NOT APPEAR LIKELY THAT A SIGNIFICANT DOSE-RESPONSE RELATIONSHIP EXISTED EITHER FOR TOTAL OR FOR HEPATIC TUMORS. MOST TUMORS WERE LOCATED IN ENDOCRINE ORGANS, LIVER TUMORS WERE FOUND IN 7 MALE & 12 FEMALE TEST ANIMALS BUT IN NO CONTROL ANIMALS."
        },
        {
            "References": "The Chemical Society. Foreign Compound Metabolism in Mammals Volume 3. London: The Chemical Society, 1975., p. 656",
            "Value": "LONG-TERM FEEDINGS ... TO RATS RESULTED IN DEVELOPMENT OF CATARACTS OF LENS IN NEWBORN, SHORTLY AFTER EYES OPENED, & ALSO INCR RISK OF OCCURRENCE OF CATARACTS IN PARENTS."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V20 142 (1979)",
            "Value": "GROUPS OF 50 MALE & 50 FEMALE B6C3F1 HYBRID MICE, 4 WK OF AGE, WERE FED TECHNICAL-GRADE HEPTACHLOR (72% HEPTACHLOR, 18% TRANS-CHLORDANE & 2% CIS-CHLORDANE) IN DIET FOR 80 WEEKS. MALES RECEIVED INITIAL DIETARY CONCENTRATIONS OF 10 & 20 MG/KG DIET & TIME-WEIGHTED AVG CONCENTRATIONS OF 6 & 14 MG/KG DIET; FEMALES RECEIVED INITIAL CONCENTRATIONS OF 20 & 40 MG/KG DIET & TIME-WEIGHTED AVG CONCENTRATIONS OF 9 & 18 MG/KG DIET. INITIAL DOSE LEVELS WERE REDUCED DURING EXPERIMENT DUE TO ADVERSE TOXIC EFFECTS. ... SURVIVAL IN ALL B GROUPS WAS ... HIGH: OVER 70% OF TEST & CONTROL MALES & 60% OF TEST & CONTROL FEMALES WERE STILL ALIVE AT 90 WEEKS. LIVER CARCINOMAS WERE FOUND IN 35/47 MALES ... & 30/42 FEMALES ... THAT RECEIVED THE HIGHER DOSE, & IN 11/46 MALES & 3/47 FEMALES IN LOWER DOSE GROUP, COMPARED WITH 5/19 MALE & 2/10 FEMALE MATCHED CONTROLS."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V53 144 (1991)",
            "Value": "A group of 95 male and female suckling Wistar rats were administered 10 mg/kg body weight heptachlor (97% pure) in corn oil by gavage on five successive occasions at two day intervals starting at 10 days of age; 19 male and 27 female controls received corn oil alone. Excluding nine male and 20 female treated animals that were sacrificed for interim histology at 60 weeks, survival in treated and control groups was high and comparable. The numbers of tumors in treated and control groups were comparable; 'lipomatous' renal tumors were noted in two females treated with hepatochlor."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V53 154 (1991)",
            "Value": "Daily oral doses of pure heptachlor at 50 and 100 mg/kg body weight were lethal to rats after 10 days. In animals given 5 mg/kg body weight, hyperreflexia, dyspnea and convulsions occurred, and pathological changes were observed in the liver, kidney and spleen."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V20 143 (1979)",
            "Value": "GROUPS OF 50 MALE & 50 FEMALE 5 WK-OLD OSBORNE-MENDEL RATS WERE FED TECHNICAL-GRADE HEPTACHLOR (72% HEPTACHLOR, 18% TRANS-CHLORDANE & 2% CIS-CHLORDANE) IN DIET FOR 80 WK. MALES RECEIVED INITIAL CONCENTRATIONS OF 80 & 160 MG/KG DIET & TIME-WEIGHTED CONCENTRATIONS OF 40 & 78 MG/KG DIET; FEMALES RECEIVED INITIAL CONCENTRATIONS OF 40 & 80 MG/KG DIET & TIME-WEIGHTED CONCENTRATIONS OF 26 & 51 MG/KG DIET. INITIAL DOSE LEVELS WERE REDUCED DURING THE EXPERIMENT DUE TO ADVERSE TOXIC EFFECTS. ... SURVIVAL IN ALL GROUPS WAS HIGH: APROX 60% OF ALL TEST & CONTROL GROUPS WERE STILL ALIVE AT 110 WEEKS. AN EXCESS OF FOLLICULAR-CELL THYROID NEOPLASMS WAS NOTED IN FEMALES THAT RECEIVED THE LOW DOSE (3/43) & IN THOSE THAT RECEIVED THE HIGH DOSE (14/38) ... COMPARED WITH POOLED FEMALE CONTROLS (3/58)."
        },
        {
            "References": "Gosselin, R.E., R.P. Smith, H.C. Hodge. Clinical Toxicology of Commercial Products. 5th ed. Baltimore: Williams and Wilkins, 1984., p. II-285",
            "Value": "LIVER NECROSIS IS ONLY PATHOLOGICAL LESION FOUND IN ACUTELY POISONED ANIMALS ... CHRONIC EXPOSURES PRODUCE INANITION IN ANIMALS. ... ALSO LIKE DDT & CHLORDANE, HEPTACHLOR IS KNOWN INDUCER OF HEPATIC MICROSOMAL ENZYMES ... ."
        },
        {
            "References": "Clayton, G.D., F.E. Clayton (eds.) Patty's Industrial Hygiene and Toxicology. Volumes 2A, 2B, 2C, 2D, 2E, 2F: Toxicology. 4th ed. New York, NY: John Wiley & Sons Inc., 1993-1994., p. 1541",
            "Value": "... When ... fed to rats in single dose, approx ... 90 mg/kg body weight, the principal responses were tremors & convulsions."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V20 143 (1979)",
            "Value": "INJECTION OF 1.5 MG/EGG HEPTACHLOR RESULTED IN 12% REDUCTION IN HATCHABILITY BUT NO ABNORMAL CHICKS. IT WAS TOXIC TO SEA URCHINS & INDUCED GREATLY ABNORMAL EMBRYOS."
        },
        {
            "References": "PMID:6339892",
            "Value": "228 PESTICIDES WERE TESTED FOR MUTAGENICITY IN BACTERIAL REVERSION-ASSAY SYSTEMS IN 5 STRAINS OF SALMONELLA TYPHIMURIUM (TA100, TA98, TA1535, TA1537 & TA1538) & ESCHERICHIA COLI WP2 HCR. HEPTACHLOR WAS NEGATIVE IN DOSES UP TO 5000 UG/PLATE."
        },
        {
            "References": "PMID:7043246",
            "Value": "GENOTOXICITY OF COMMERCIAL & TECHNICAL GRADES OF 10 INSECTICIDES WERE EVALUATED WITH SALMONELLA TYPHIMURIUM & SACCHAROMYCES CEREVISIAE DIRECTLY & FOLLOWING PLANT & ANIMAL ACTIVATION. FIELD-GRADE FORMULATIONS WERE ALSO TESTED FOR MUTATIONS AT THE WAXY LOCUS IN ZEA MAYS IN SITU. HEPTACHLOR WAS POSITIVE IN ALL THREE ASSAYS."
        },
        {
            "References": "PMID:7021142",
            "Value": "AUTORADIOGRAPHIC IDENTIFICATION OF UNSCHEDULED DNA SYNTHESIS (UDS) IN PRIMARY CULTURES OF ADULT RAT HEPATOCYTES WAS PROPOSED AS PREDICTIVE TEST FOR MUTAGENS/CARCINOGENS. THE INDUCTION OF UDS IN HEPATOCYTES SHOWED AN EXCELLENT CORRELATION WITH BACTERIAL MUTAGENESIS IN RESPONSE TO HALOGENATED COMPOUNDS. HEPTACHLOR WAS NEGATIVE IN BOTH SYSTEMS- UNSCHEDULED DNA SYNTHESIS USING MALE FISCHER 344 HEPATOCYTES & MODIFIED AMES TEST WITH & WITHOUT ACTIVATION."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V20 144 (1979)",
            "Value": "MALE ALBINO MICE THAT RECEIVED SINGLE DOSES OF HEPTACHLOR:HEPTACHLOR EPOXIDE (25:75) EITHER BY ORAL INTUBATION OR BY IP INJECTION (7.5 OR 15 MG/KG BODY WT) WERE MATED WITH UNTREATED FEMALES (1 MALE:3 FEMALES) SEQUENTIALLY FOR 6 SUCCESSIVE WEEKS. THERE WAS NO EVIDENCE OF INCREASE IN DOMINANT LETHALITY (RELATIVE TO CONTROLS) AS MEASURED BY PREGNANCY RATES, EARLY DEATHS & NUMBER OF LIVE IMPLANTS/FEMALE."
        },
        {
            "References": "PMID:539835",
            "Value": "PHOTOHEPTACHLOR, A PHOTOISOMER OF HEPTACHLOR, IS ABOUT 20, 47, & 264 TIMES MORE TOXIC THAN HEPTACHLOR TO RATS, BLUEGILL, & GOLDFISH, RESPECTIVELY."
        },
        {
            "References": "PMID:6161034",
            "Value": "CHICK EMBRYOS WERE DOSED WITH 10 & 20 MG HEPTACHLOR/EGG TO STUDY THE EFFECTS ON PORPHYRINOGEN CARBOXY-LYASE. HEPTACHLOR CAUSED PORPHYRIN TO ACCUMULATE. IT IS EVIDENT THAT SOME OF THE METABOLITES OF THE PESTICIDE ARE RESPONSIBLE FOR PORPHYRINOGEN CARBOXY-LYASE INHIBITION."
        },
        {
            "References": "Cerey K et al; Mutat Res 21: 26 (1973)",
            "Value": "Heptachlor in oral doses of 1 to 5 mg/kg given to male rats caused dominant lethal changes as demonstrated by a statistically significant incr in the number of resorbed fetuses in mated females. Increases in abnormal mitosis, abnormalities of chromatids, pulverization, and translocation of chromosomes in bone marrow cells were observed."
        },
        {
            "References": "USEPA/CAG; Carcinogenicity Risk Assessment for Chlordane and Heptachlor/Heptachlor Epoxide (Draft) p.4-27 (1985) EPA Contract No. 68-02-4131",
            "Value": "... Daily oral administrations of 2 or 5 mg/kg body weight heptachlor for 78-86 days to pigs, sheep, and rats induced hepatic necrosis and formation of smooth endoplasmic reticulum. ..."
        },
        {
            "References": "Formanek J et al; Adverse Eff Environ Chem Psychotropic Drugs 2: 257-268 (1976) as cited in WHO; Environ Health Criteria: Heptachlor p.43 (1984)",
            "Value": "Rats exposed to 1 or 5 mg/kg heptachlor in the diet for 3 generations, exhibited changes in their EEG."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists, Inc. Documentation of the Threshold Limit Values and Biological Exposure Indices. 6th ed. Volumes I, II, III. Cincinnati, OH: ACGIH, 1991., p. 727",
            "Value": "Heptachlor admin orally to dogs at 5 mg/kg bw per day caused all the animals to die with in 21 days. At 1 mg/kg per day, 3 out of 4 dogs died within 424 days; one was still living at 455 days."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists. Documentation of the Threshold Limit Values and Biological Exposure Indices. 5th ed. Cincinnati, OH: American Conference of Governmental Industrial Hygienists, 1986., p. 296",
            "Value": "... Rats fed 125 ppm in the diet (about 6 mg/kg) died within a few days."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists. Documentation of the Threshold Limit Values and Biological Exposure Indices. 5th ed. Cincinnati, OH: American Conference of Governmental Industrial Hygienists, 1986., p. 296",
            "Value": "... A single oral dose of 45 mg/kg caused an increase of 10% in the serum esterase activity of rats."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists. Documentation of the Threshold Limit Values and Biological Exposure Indices. 5th ed. Cincinnati, OH: American Conference of Governmental Industrial Hygienists, 1986., p. 296",
            "Value": "... One ppm and 5 ppm fed to rats adversely affected rat fetuses in both early and late stages of development."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists, Inc. Documentation of the Threshold Limit Values and Biological Exposure Indices. 6th ed. Volumes I, II, III. Cincinnati, OH: ACGIH, 1991., p. 731",
            "Value": "Based upon the results of experimental studies, it can be concluded that heptachlor & heptachlor epoxide are carcinogenic, predominantly in mice but also in rats, inducing hepatic & extrahepatic tumors."
        },
        {
            "References": "Grant, W.M. Toxicology of the Eye. 3rd ed. Springfield, IL: Charles C. Thomas Publisher, 1986., p. 478",
            "Value": "Heptachlor ... is reported to cause cateracts in offspring of rats after long-term feeding."
        },
        {
            "References": "Glynn P et al; Mar Pollut Bull 20 (11): 568-76 (1989)",
            "Value": "Scleractinian corals and octocorals from two reefs within Biscayne National Park off southeast Florida were compared with respect to 1. relative abundances, 2. gross field condition, 3. concentrations of pesticides and heavy metals, and 4. histopathological condition. The northernmost reef, Bache Shoal, is near a large urban area (Miami) and potentially receives pollutants from this source. The southernmost reef, Alina's Reef, is less likely to be influenced by runoff from Miami, but may receive runoff from an important agricultural centre (Homestead). No consistent differences between the two coral reef communities were found; however, high frequencies of blemishes and abnormalities (bite marks, unusual growth forms, bleached tissues), tissue necrosis, and invading pathogens were evident at both sites. Additionally, high levels (to ppm) of organochlorine pesticides (lindane, heptachlor/haptachlor epoxide, alpha/gamma chlordane, and DDT residues) and heavy metals (as, copper, lead) were detected in several of the reef coelenterates from both sites."
        },
        {
            "References": "Ruch R et al; Carcinogenesis (Lond) 11 (7): 1097-102 (1990)",
            "Value": "The cyclodiene pesticides endosulfan, chlordane and heptachlor have been reported to be non-genotoxic rodent hepatocarcinogens. These three compounds and several metabolites of endosulfan (endosulfan sulfate, endosulfan ether and endosulfan lactone) were examined for their effects on gap junctional intercellular communication in primary cultured male F344 rat hepatocytes and B6C3F1 mouse hepatocytes. Gap junctional intercellular communication was evaluated by Lucifer Yellow CH dye coupling. Endosulfan and endosulfan sulfate inhibited rat and mouse heptocyte gap junctional intercellular communication in a dose responsive manner (50-200 uM) after 4 hr treatment. Endosulfan ether inhibited rat hepatocyte gap junctional intercellular communication only at 200 uM and had no effect on mouse hepatocytes. Endosulfan lactone did not affect rat or mouse hepatocyte gap junctional intercellular communication. Chlordane and heptachlor inhibited both mouse and rat hepatocyte gap junctional intercellular communication at concentrations of 50-200 uM. The inhibition of gap junctional intercellular communication by the cyclodienes showed similar dose-response relationships and kinetics of onset of inhibition and reversibility for both mouse and rat hepatocytes. Concomitant treatment of the cells with inhibitors of cytochrome p-450 monooxygenases (SKF-525A, piperonyl butoxide or carbon monoxide) did not alter the inhibition of gap junctional intercellular communication by the cyclodienes, suggesting that cytochrome p 450 metabolism was not involved in the inhibitory mechanism. Dibutyryl cyclic AMP (0.5 mM), however, decreased the inhibition of gap junctional intercellular communication by the cyclodienes and may indicate that these compounds inhibit intercellular communication through a cAMP-dependent process. The inhibition of mouse and rat hepatocyte gap junctional intercellular communication by the cyclodienes correlated with previous reports indicating that these compounds are non-genotoxic rodent liver carcinogens."
        },
        {
            "References": "PMID:2283323",
            "Value": "In a study of the hepatotoxicity of heptacholor, a major compound of chlordane, the effect of heptachlor on the respiratory activity (oxidative phosphorylation and electron transport) of rat liver mitochondria was investigated. Heptachlor at a final concentration of 50 uM with succinate as substrate decreased the respiratory control index due to a marked inhibition of state 3 respiration and a slight inhibition of state 4 respiration. One hundred uM heptachlor with succinate as substrate suppressed the states 3 and 4 respiration almost completely. On the other hand, heptacholor at a final concentration ranging from 50 to 100 uM with beta-hydroxybutylate slightly decreased the respiratory control index and decreased the respiratory control index hardly at all with ascorbate plus N,N,N',N',-tetramethylphenylene diamine as substrate. Heptachlor at a concentration of 50 uM in the presence of succinate also decreased the ADP/O ratio mitochondria. The mode of inhibition of succinate oxidation by heptachlor apparently is a noncompetitive inhibition, as shown by Lineweaver-Burk plot."
        },
        {
            "References": "PMID:2417314",
            "Value": "A survey of the effects of heptachlor and lindane on birds in the Umatilla National Wildlife Refuge in Oregon and Washington was conducted. Heptachlor treated seed had been used in the Columbia River basin near the refuge until 1979 when the use of heptachlor was banned. Lindane was used as a replacement for heptachlor. An egg was collected from each of the 60 nests representing six species between 1978 and 1980 and analyzed for organochlorine pesticide residues. Shell thicknesses of eggs of five species were measured. The thicknesses of eggs of magpies, mallard ducks, and pheasants were compared with those obtained from museum specimens collected before 1947. Twenty seven birds of nine species that were found dead or dying on or near the refuge were assayed for brain organochlorine residues. Fifty eight percent of the eggs collected from 1978 to 1980 contained heptachlor epoxide, a heptachlor metabolite, 50% contained DDE and 37% contained oxychlordane. Low concentrations of cis-nonachlor, trans-nonachlor, hexachlorobenzene, endrin, and dieldrin were detected in a few eggs. A tern egg contained the highest DDE residue, 1.90 ug/g). The tern egg was the only one that contained polychlorinated biphenyl residues, 1.60 ug/g. No significant shell thinning of eggs was found. The brains of nine birds contained heptachlor epoxide concentrations in excess of 9 ug/g. DDE, oxychlordane, trans and cis-nonachlor, hexachlorobenzene, polychlorinated biphenyls, and dieldrin were also detected. Lindane was not detected in any eggs or brain samples. The authors note that heptachlor epoxide concentrations greater than 9 ug/g cause mortality in experimental birds. Heptachlor treated seed poses a severe hazard to wildlife. Lindane seems to be a safe and effective replacement for heptachlor."
        },
        {
            "References": "PMID:3550042",
            "Value": "Carcinogenicity studies on heptachlor and its primary metabolite, heptachlor epoxide, in mice and rats were reviewed. Both products were found to be definitely carcinogenic in the animal species studied, inducing highly significant rates of liver cancer. Neoplasms of other sites were also identified in rats, especially thyroid neoplasms, pituitary neoplasms and adrenal gland neoplasms in males and neoplasms of the reproductive system in females. Mice also showed hepatic vein thrombosis and liver cirrhosis, while rats had interstitial kidney fibrosis, polyarteritis of the mesenteric, pancreatic and other arteries, heart fibrosis, testicular and bone marrow atrophy, and lymph node hyperplasia. An excellent correlation was established between the findings recorded for heptachlor and heptachlor epoxide in rats and mice and the results obtained for other organochlorine pesticides in these species. The author concludes that since the occurrence of neoplasms in mammals is similar and since chemicals that are carcinogenic in humans are also carcinogenic in other species, the demonstration of the carcinogenic activity of heptachlor and heptachlor epoxide in mice and rats represents evidence of the carcinogenicity of these agents in all other mammalian species, including man."
        },
        {
            "References": "PMID:2832973",
            "Value": "The effect of chlordane and chlordane related compounds on guinea pig leukocyte function was studied in vitro. Polymorphonuclear leukocytes obtained from male guinea-pigs were incubated with 0 to 80 uM cis-chlordane, trans-chlordane, heptachlor, and heptachlor epoxide. The effects on superoxide anion generation, membrane potential, intracellular and membrane bound calcium ion (+2), and protein kinase activity were determined. All compounds stimulated superoxide anion formation. cis-Chlordane showed the greatest activity, followed in order by heptachlor epoxide, trans-chlordane, and heptachlor. Heptachlor epoxide had the greatest depolarizing effect on polymorphonuclear leukocytes membrane potentials, followed by cis-chlordane, trans-chlordane, and heptachlor. All compounds increased intracellular and membrane bound calcium ion (+2) concentrations. No definite trends in terms of molecular structure were discernible. The /results/ conclude that chlordane and chlordane related compounds exert stimulative effects on polymorphonuclear leukocytess in vitro. The lack of an effect on polymorphonuclear leukocytes protein kinase suggests that phospholipase-C may play a role in accelerating superoxide anion generation induced by these compounds."
        },
        {
            "References": "PMID:2790253",
            "Value": "Tissue chlordane residues following subchronic inhalation exposure to technical chlordane were studied in rats and monkeys. Albino rats and cynomolgus monkeys were exposed to aerosols of technical chlordane at concentrations of 0, 0.1, 1.0, or 10 ug/l 8 hr per day, 5 days a week for 90 days. Selected animals were killed after 5, 57, 90, and 180 days and blood, liver, and adipose tissue samples were taken and assayed for total chlordane, oxychlordane, heptachlor epoxide, and trans-nonachlor. Some blood samples were fractionated and the plasma and red blood cells were analyzed separately. Total chlordane residues in the tissue samples of both species of both species were directly proportional to the logarithm of the exposure concentration. The highest residue concentrations were found in the adipose tissue, followed by the liver and blood, in that order. Plasma total chlordane concentrations in monkeys were nearly twice those of the red blood cells. In rats the plasma and red blood cell concentrations were comparable. After exposure ended, the concentrations of total chlordane residues in rats decreased 75 to 90%. The largest decreases occurred in the liver and blood. Total chlordane concentrations in the tissues of female rats were two to three times those of males. No sex related differences were seen in monkeys. The predominant metabolite in monkeys was trans-nonachlor, accounting for nearly 50% of the chlordane residues. Oxychlordane was the major chlordane residue in rat tissues. During the 90 day recovery period, oxychlordane was the major metabolite present in rat tissues and blood."
        },
        {
            "References": "PMID:2256705",
            "Value": "An investigation was conducted to determine the subacute toxicity of heptachlor to mink and was part of an investigation to determine the effects of heptachlor consumption on the reproductive performance of mink and to evaluate procedures designed to lower the body burdens of heptachlor. The toxicity evaluation consisted of a 28 day dietary exposure period followed by a 7 day withdrawal period. Clinical signs of toxicity were observed, including anorexia and loss of body weight, in the mink that received 25 mg/kg or more heptachlor in the diet. The reduction in feed consumption and loss of body weight were in direct proportion to the concentration of heptachlor in the diet. The lowest observed effect level and the no observed effect level values for mortality of the male mink fed technical grade heptachlor for 28 days followed by a 7 day withdrawal period were 100 mg/kg and 50 mg/kg, respectively. Consumption of diets that contained more than 12.5 mg/kg for 28 days or an intake of approximately 50 mg/kg body weight produced adverse effects. The /results suggest/ that mink are among the more sensitive species to heptachlor toxicity."
        },
        {
            "References": "PMID:2434890",
            "Value": "Selected polychlorocycloalkane and pyrethroid insecticides were evaluated as inhibitors of GABA dependent chloride flux into mouse brain vesicles. The inhibitory potencies of the polychlorocycloalkane insecticides, measured as concentrations producing 50% inhibition, spanned a 1200 fold concentration range in the following order of decreasing potency: 12-ketoendrin; isobenzan; endrin; dieldrin; heptachlor epoxide; aldrin; heptachlor; and lindane. ... These results demonstrate the utility of this functional assay to identify compounds that act at the GABAA receptor ionophore complex and implicate this complex as the principal site of neurotoxic action for cyclodiene insecticides."
        },
        {
            "References": "PMID:2749781",
            "Value": "In order to clarify the cytotoxicity of chlordane, an industrial product used as an insecticide, its effect on oxidative phosphorylation in rat hepatic mitochondria was studied. The respiration rate, respiratory control index and ADP/O ratios were inhibited by chlordane related compounds; the degree of inhibition was in the descending order of trans-chlordane, cis-chlordane, heptachlor and heptachlor epoxide. Of the indices indicating various respiratory activities, state 3 respiration was the most sensitively inhibited by these compounds, suggesting that they inhibit energy transfer. However, electron transport was inhibited also by high concentrations of chlordane constituents. The inhibitory effect of the chlordane constituents on respiratory activity varied depending on the species of respiratory substrate, suggesting site-specificity of these compounds. The release of potassium (+) ions paralleled the results of the respiratory activity study. Heptachlor epoxide, a metabolic product of heptachlor, had less effect on mitochondria than heptachlor."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists, Inc. Documentation of the Threshold Limit Values and Biological Exposure Indices. 6th ed. Volumes I, II, III. Cincinnati, OH: ACGIH, 1991., p. 729",
            "Value": "Pregnant female Dutch rabbits were treated orally with heptachlor epoxide at 0 (22 animals) or 5 mg/kg bw (20 animals from day 6 t0 11 of gestation. The fetuses were recovered by Cesarean section on day 28. There were no behavioral abnormalities apparent in the offspring, & body weight gain was not affected. No deaths occurred. No compound-related effects were observed with respect to numbers of viable & nonviable term fetuses, resorption, implantation sites, corporalutea, & nongravid females. A significant incr in fetal weight was evident in the treated group; this incr was considered to be compound-related."
        },
        {
            "References": "PMID:6618147",
            "Value": "EFFECTS OF 22 ORGANOHALOGEN PESTICIDES AS INDUCERS OF HEPATIC DRUG-METABOLIZING ENZYMES IN WISTAR RAT HAVE BEEN DETERMINED, THIS GROUP INCL HEPTACHLOR. ALMOST ALL OF THE PESTICIDES INDUCED MICROSOMAL DIMETHYLAMINOANTIPYRINE, N-DEMETHYLASE & ALDRIN EPOXIDASE ACTIVITIES & CYTOCHROME P-450 CONTENT OF MICROSOMES FROM ANIMALS PRETREATED WITH MOST OF THE COMPOUNDS WAS ALSO INCR COMPARED TO CONTROLS. THESE PESTICIDES RESEMBLED PHENOBARBITONE IN THEIR MODE OF ENZYME INDUCTION."
        },
        {
            "References": "Tomlin, C.D.S. (ed.). The Pesticide Manual - World Compendium. 10th ed. Surrey, UK: The British Crop Protection Council, 1994., p. 557",
            "Value": "Non-systemic insecticide with contact, stomach, and some respiratory action."
        }
    ],
    "sediment_soil_concentrations": [
        {
            "References": "(1) IARC; Monographs on the Evaluation of the Carcinogenic Risk of Chemicals to Man. Geneva, Switzerland: WHO, International Agency For Research on Cancer 5: 177 (1974)",
            "Value": "SOIL: Applications of 1 to 1.6 lbs/acre heptachlor to soil left no residues 15 months later; application of 2 lbs/acre left 0.26 to 0.47 ppm heptachlor and heptachlor epoxide 1 yr later; application of 3 lb/acre left 0.21 to 0.40 ppm heptachlor 4 months later and 0.18 to 0.32 ppm 1 year later; application of 6 lb/acre left 0.49 to 3.61 ppm 4 months later and 0.63 to 2.24 ppm 1 yr later(1). Loam soil, treated 5 years with heptachlor at a rate of 5 lbs/acre per yr, contained 4.6% of applied heptachlor 5 years after cessation of treatment; thus the mean residue level in soil was 0.70 ppm heptachlor and heptachlor epoxide(1)."
        },
        {
            "References": "(1) Wiersma GB et al; Pestic Monit J 6: 126-9 (1972) (2) Harris CR, Sans WW; Pestic Monit J 5: 259-67 (1971) (3) McDougall KW et al; Bull Environ Contam Toxicol 39: 286-93 (1987) (4) Carey AE et al; Pestic Monit J 12: 117-36 (1978) (5) Harner T et al; Environ Pollut 106: 323-332 (1999) (6) Krapac IG et al; J Soil Contam 4: 209-226 (1995) (7) Simpson CD et al; Bull Environ Contam Toxicol 55: 289-95 (1995)",
            "Value": "SOIL: In 1969, heptachlor was detected in soil of Bakersfield CA, Houston TX, Manhattan KS, Miami FL, Milwaukee WI, Salt Lake UT, and Waterbury CT at avg concns of <0.01 ppm (range, 0.02 to 0.10 ppm; freq, 4% of samples), <0.01 ppm (range, 0.01 to 0.02 ppm; freq, 6% of samples), <0.01 ppm (range, 0.02 to 0.09 ppm; freq, 10% of samples), <0.01 ppm (range, 0.01 to 0.20 ppm; freq, 6% of samples), 0.02 ppm (range, 0.02 to 0.45 ppm; freq, 12% of samples), 0.01 ppm (range, 0.01 to 0.24 ppm; freq, 12% of samples), and 0.01 ppm (range, 0.01 to 0.53 ppm; freq, 8% of samples), respectively(1). Heptachlor concns ranged from not detected to 0.40 ppm in soil samples collected in 1964, 1966, and 1969 from 16 farms in southwestern Ontario(2). Agricultural soils on the North Coast Region of New South Wales, Australia were shown to contain heptachlor at concns ranging from undetected levels to 0.06 ppm(3). Data from the 1971 National Soils Monitoring Program at 1,486 sampling sites in 37 states showed heptachlor was detected in 4.9% of the samples from cropland soils at concns ranging from 10 to 1,370 ppb(4). A survey was made of 36 Alabama agricultural soils to assess residues of past use of heptachlor(5); the mean concn of heptachlor in this survey was 0.043 ug/kg dry wt (range, <0.02 to 0.121 ug/kg dry wt)(5). The mean concn of heptachlor in contaminated soil at agrichemical facilities (in Illinois) was 50 ug/kg (range, 1.4 to 2,900)(6). Heptachlor was identified in soil extracts from a timber treatment facility near Auckland, New Zealand at a mean concn of 14 ug/kg (range, 0 to 233 ug/kg)(7)."
        },
        {
            "References": "(1) Staples CA et al; Environ Toxicol Chem 4: 131-42 (1985) (2) Kuntz KW; Toxic Contam in the Niagara River 1975-82, Environ Canada, Inland Waters Directorate, Water Quality Branch, Tech Bull No. 134 (1984) (3) Great Lakes Water Quality Board; 1987 Report on Great Lakes Water Quality, Appendix B, Great Lakes Surveillance Volume II (1989) (4) Fox ME et al; Marine Pollut Bull 19: 333-6 (1988) (5) DouAbul AAZ et al; Arch Environ Contam Toxicol 17: 405-18 (1988) (6) Abou-Arab AAK et al; Food Chem 54: 141-146 (1995)",
            "Value": "SEDIMENTS: Of the 1665 stations reporting heptachlor in sediments in EPA's STORET database, 236.0% contained detectable levels of the chemical with a median concn of 0.1 ug/kg(1). From 1979 to 1981, heptachlor was detected in sediments from Niagara-on-the-Lake with an 8% frequency of occurrence and mean and median concns of 1 and <1 ng/g, respectively(2). Heptachlor concns in all sediment samples collected from the St. Lawrence River were less than 1 ug/kg(3). Heptachlor was detected in sediments from Manukau Harbor, New Zealand at concns of less than 0.1, 0.2, 0.4, 0.6 and 0.4 ng/g for sampling points located at Waiuku Inlet, Drury Creek, Pukaki Creek, Mangere Inlet and Big Muddy Creek, respectively(4). Heptachlor was detected in surface sediments of the Shatt al-Arab River (Iraq) and in surface sub-sediments of the Tigris River (Iraq) at mean concns of 24 ng/l (range, 13 to 48 ng/l; freq, 100% of samples) and 9 ng/l (range, 2 to 15 ng/l; freq, 100% of samples), respectively(5). The concn of heptachlor in sediment samples from River Nile (Cairo, Egypt) ranged from 89.5 to 112 mg/kg and 60.1 to 92.3 mg/kg in the winter and summer of 1991, respectively(6). The concn of heptachlor in sediment samples from Manzala Lake (Egypt) ranged from 72.6 to 90.3 mg/kg and 10.5 to 93.6 mg/kg in the winter and summer of 1991, respectively(6)."
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "(1) USDA; ARS Pesticide Properties Database on Heptachlor (76-44-8). Available from, as of Dec 6, 2000: https://www.ars.usda.gov/Services/docs.htm?docid=14199 (2) Ding JY, Wu SC; Chemosphere 30: 2259-66 (1995) (3) Swann RL et al; Res Rev 85: 17- 28 (1983) (4) Harris CI; J Agric Food Chem 17: 80-2 (1969)",
            "Value": "The Koc values for heptachlor range from 13,330 to 661,000(1,2). According to a classification scheme(3), these Koc values suggest that heptachlor is expected to be immobile in soil(SRC). Heptachlor was added to soil columns containing Hagerstown silty clay loam and Lakeland sandy loam which were then subjected to the upward movement of water at an undisclosed rate(3). After 3 days, all the heptachlor was detected in the initial column depth, indicating no tendency to leach in these soils(4)."
        }
    ]
}