{
    "_id": {
        "$oid": "6682e804c4e5dba5ffba237e"
    },
    "CID": {
        "$numberInt": "3598"
    },
    "Name": "HEXACHLOROPHENE",
    "IUPACName": "3,4,6-trichloro-2-[(2,3,5-trichloro-6-hydroxyphenyl)methyl]phenol",
    "CanonicalSMILES": "C1=C(C(=C(C(=C1Cl)Cl)CC2=C(C(=CC(=C2Cl)Cl)Cl)O)O)Cl",
    "Synonyms": [
        "hexachlorophene",
        "70-30-4",
        "Hexachlorofen",
        "Nabac",
        "pHisoHex",
        "Hexachlorophen",
        "Almederm",
        "Gamophen",
        "Septisol",
        "Exofene",
        "Fostril",
        "Turgex",
        "Germa-Medica",
        "Gamophene",
        "Hexophene"
    ],
    "IsomericSMILES": "C1=C(C(=C(C(=C1Cl)Cl)CC2=C(C(=CC(=C2Cl)Cl)Cl)O)O)Cl",
    "INCHI": "InChI=1S/C13H6Cl6O2/c14-6-2-8(16)12(20)4(10(6)18)1-5-11(19)7(15)3-9(17)13(5)21/h2-3,20-21H,1H2",
    "INCHIKEY": "ACGUYXCXAPNIKK-UHFFFAOYSA-N",
    "Formula": "C13H6Cl6O2",
    "MolecularWeight": {
        "$numberDouble": "406.9"
    },
    "Description": "Hexachlorophene is an organochlorine compound that is diphenylmethane in which each of the phenyl groups is substituted by chlorines at positions 2, 3, and 5, and by a hydroxy group at position 6. An antiseptic that is effective against Gram-positive organisms, it is used in soaps and creams for the treatment of various skin disorders. It is also used in agriculture as an acaricide and fungicide, but is not approved for such use within the European Union. It has a role as an antiseptic drug, an acaricide, an antibacterial agent and an antifungal agrochemical. It is a polyphenol, a trichlorobenzene and a bridged diphenyl fungicide.",
    "XlogP": {
        "$numberDouble": "7.5"
    },
    "Complexity": {
        "$numberInt": "328"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "environmental_bioconcentrations": [
        {
            "References": "(1) NITE; Chemical Risk Information Platform (CHRIP). Biodegradation and Bioconcentration. Tokyo, Japan: Natl Inst Tech Eval. Available from, as of March 12, 2012: https://www.safe.nite.go.jp/english/db.html (2) Sanborn JR; The Fate of Selected Pesticides in the Aquatic Environ USEPA-660/3-74-025 (1974) (3) Franke C et al; Chemosphere 29: 1501-14 (1994)",
            "Value": "The BCF of hexachlorophene in carp (Cyprinus carpio), exposed for 8 weeks to 2 and 0.2 ug/L were 87-148 and 82-153, respectively(1). BCFs for hexachlorophene in mosquito fish (Gambusia affinis) and snails (Physa sp) are 278 and 970, respectively(2). According to a classification scheme(3), these BCFs suggest the potential for bioconcentration in aquatic organisms is moderate to high(SRC)."
        }
    ],
    "environmental_biodegradations": [
        {
            "References": "(1) NITE; Chemical Risk Information Platform (CHRIP). Biodegradation and Bioconcentration. Tokyo, Japan: Natl Inst Tech Eval. Available from, as of March 12, 2012: https://www.safe.nite.go.jp/english/db.html (2) Lee RF, Ryan C; in Microbial Degradation of Organochlorine Compounds in Estuarine Waters and Sediments USEPA-600/9-79-012 pp 443-50 (1979)",
            "Value": "AEROBIC: Hexachlorophene, present at 100 mg/L, reached 0% of its theoretical BOD in 4 weeks using an activated sludge inoculum at 30 mg/L in the Japanese MITI test(1). Radio-labeled C14-hexachlorophene was not biodegraded in surface water from the Skidaway River, GA(2). In sediments from Skidaway River, radio-labeled C14-hexachlorophene was degraded with a half-life of 290 days(2)."
        }
    ],
    "logP": [
        {
            "References": "Hansch, C., Leo, A., D. Hoekman. Exploring QSAR - Hydrophobic, Electronic, and Steric Constants. Washington, DC: American Chemical Society., 1995., p. 107",
            "Value": "log Kow = 7.54"
        }
    ],
    "mechanism_of_action": [
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V20 248 (1979)",
            "Value": "Hexachlorophene ... /uncouples/ rat liver mitochondrial oxidative phosphorylation."
        },
        {
            "References": "PMID:10487417",
            "Value": "Brain succinate dehydrogenase (SDH) activity was inhibited by in vitro hexachlorophene (HCP) with a half inhibitory concentration (IC50) of 0.65 x 10(-3) M. The HCP exerted noncompetitive inhibition at 0.5 mM (<IC50), uncompetitive inhibition at 0.65 mM (= IC50), and mixed-type inhibition at 0.8 mM (>IC50) on SDH activity. The brain SDH demands more energy of activation (deltaE) in the presence of HCP. The ionizable groups of SDH such as the sulfhydral group of cysteine and alpha-amino groups of cysteine were not altered qualitatively in the presence of HCP."
        },
        {
            "References": "American Society of Health-System Pharmacists 2011; Drug Information 2011. Bethesda, MD. 2011, p. 3536",
            "Value": "Although the exact mechanism(s) of action has not been determined, at low concentrations, hexachlorophene appears to interrupt bacterial electron transport and to inhibit other membrane-bound enzymes. Higher concentrations rupture bacterial membranes."
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "PMID:7058529",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ the cytotoxic effect on the corneal surface of rabbits of 5 preservatives used in contact lens solutions or eye cosmetics was investigated by scanning electron and light microscopy. Hexachlorophene had the most pronounced effects: A nearly complete loss of the two top layers, while the third cell layer was still intact."
        },
        {
            "References": "Casarett, L.J., and J. Doull. Toxicology: The Basic Science of Poisons. New York: MacMillan Publishing Co., 1975., p. 271",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/Oral admin of hexachlorophene to rats causes degeneration of spermatogenic cells. In sheep ... 2500 mg/kg followed 2 days later by dose of 50 mg/kg has also caused extensive damage to spermatogonia; after 21 days there was neither sperm in epididymis nor spermatogenesis."
        },
        {
            "References": "PMID:7376203",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/In a systemic tolerance study in Beagle dogs the effect of an ointment, containing 1, 3 or 10% hexachlorophene, applied dermally, on the optic system over a period of 12 weeks was investigated. Besides an irreversible loss of visual faculty during treatment with 3 and 10% hexachlorophene, a permanent mydriasis, peripapillary exudations and other alterations of the ocular fundus were observed at the same dose levels, suggesting that hexachlorophene has a strong affinity to the optic nervous system in dogs without clear-cut correlations to hexachlorophene plasma levels."
        },
        {
            "References": "Rajendra W et al; J Environ Sci Health. Part B: Pest Food Contam Agric Wastes 23 (4): 409-26 (1988)",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ A study was made of deviations in the profiles of hepatic amino acids after repeated exposure of mice to hexachlorophene. Male mice (Mus booduga) were administered hexachlorophene orally at 20 40 or 60 mg/kg per day in corn oil; on day eight total body weights and liver somatic indices and dry weights were measured. In another experiment hexachlorophene was given for 7 days at 60 mg/kg per day after which livers were obtained and analyzed for free amino acid concentratlons and enzyme activities. Dose dependent reductions in food consumption and body weight were observed with hexachlorophene treatment. Wet and dry liver weights were reduced only at the highest dose and liver somatic indices were increased dose dependently with 40 and 60 mg/kg hexachlorophene. Hyperthermia and hind limb weakness progressing to paralysis occurred in mice treated with 60 mg/kg HCP for 7 days. There was a general trend toward increased free amino acid levels in livers of treated mice. Hepatic levels of free neutral amino acids increased significantly with hexachlorophene treatment. Aspartic acid levels declined and glutamic acid levels increased significantly. Liver transaminases and glutamate-dehydrogenase showed decreased specific activities. Glutamine-synthetase was not significantly altered and glutaminase decreased significantly. ..."
        },
        {
            "References": "Lewis, R.J. Sax's Dangerous Properties of Industrial Materials. 9th ed. Volumes 1-3. New York, NY: Van Nostrand Reinhold, 1996., p. 1783",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/In ... FDA studies, ... it was found that 2 wk after onset of exposure, rats fed 500 ppm (25 mg/kg/day) ... showed weakness in ... hindquarters, which progressed to paralysis. Microscopic examination of brain & spinal cord ... revealed a particular edema of white matter resembling spongy degeneration of white matter in infants. When the animals were removed from the poisoned diet, they recovered gradually over a period of weeks. Similar ... /symptoms were/ noted in monkey."
        },
        {
            "References": "PMID:728888",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Hexachlorophene was tested for carcinogenicity in lifetime feeding studies in male Sprague--Dawley rats that were fed on a protein- and vitamin-deficient diet and in C57B1 and XVII/G mice that received the chemical incorporated into a complete diet. After 2 years, no significant carcinogenic effects were observed in these animals. In XVII/G mice injected subcutaneously at birth or receiving hexachlorophene via the mother's milk, the incidence of tumors was not statistically increased. No carcinogenic effect was observed in (C57B1 X C3H) F1 hybrid mice that received hexachlorophene transplacentally."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V20 248 (1979)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Hexachlorophene was applied to the dorsal skin of groups of 50 random-bred female Swiss mice twice a week for life, starting at 8 weeks of age, in doses of 0.02 mL of concentrations of 50, 24 and 5%. A further group of 50 mice were used as controls. The treatment caused skin ulceration, necrosis, inflammation as well as neurological symptoms. About 25% of treated animals at all dose levels died within 40 weeks of treatment versus 5% of controls; 60 wk after start of treatment, 50-65% of treated animals had died, compared with 10% of controls. In treated groups, tumors developed in 10/50 (15 tumors), 14/50 (17 tumors) and 15/50 (19 tumors) animals, respectively; 20/50 controls developed total of 29 tumors. Among treated animals only 1 benign skin papilloma developed. Lymphomas, lung adenomas, liver hemangiomas & other tumors occurred sporadically with similar frequencies in treated and experimental groups. The working group noted that lifespan was greatly reduced in all experimental groups)."
        },
        {
            "References": "Thomas, J.A., K.S. Korach, J.A. McLachlan. Endocrine Toxicology. New York, NY: Raven Press, Ltd., 1985., p. 313",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ When neonatal rats are washed with Phisohex containing 3% hexachlorophene during the first 8 days of life ..., they are significantly less fertile when mated at maturity. At 11 months of age the treated males exhibit mounting & intromission but no ejaculation. However, the epididymis of these animals contains large numbers of motile spermatozoa. Thus, the CNS-integrated ejaculatory reflex appears to be permanently damaged in these animals."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V20 249 (1979)",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ In rabbits, oral dose of 6 mg/kg body wt/day caused low frequency of rib malformations. SC injection of 12.5 or 25 mg/kg body wt/day hexachlorophene to mice on days 3-8, 7-12 or 11-17 of gestation caused fetal resorptions but no malformations."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V20 249 (1979)",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ A 45% suspension of hexachlorophene applied into vagina of pregnant rats caused maternal toxicity and malformations in offsprings (hydrocephaly, micro- & anophthalmia, wavy ribs, urogenital defects)."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V20 249 (1979)",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Administration of 500 mg/kg diet or 20-30 mg/kg/day by gavage to rats caused some malformations (angulated ribs, cleft palate, micro- & anophthalmia) and reduction in litter size. These dosages approached those that resulted in maternal death."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V20 249 (1979)",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Topical exposure of neonatal rats to 3% hexachlorophene solution caused reduced fertility in 7 month old males, due to inability to ejaculate."
        },
        {
            "References": "Booth, N.H., L.E. McDonald (eds.). Veterinary Pharmacology and Therapeutics. 5th ed. Ames, Iowa: Iowa State University Press, 1982., p. 983",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/Some biochemical actions of hexachlorophene include uncoupling of oxidative phoshorylation with resulting hyperthermia and inhibition of cytochrome oxidase, lactic dehydrogenase, and succinoxidases of liver, kidney, and heart cells. ... In developing rats, hexachlorophene (10 mg/kg/day) does not seem to affect brain adenosine triphosphate, phospholipid, sterol, protein, or deoxyribonucleic acid or ribonucleic acid concentrations. Hexachlorophene causes osmotic swelling of erythrocyte membranes by altering their permeability to sodium and potassium."
        },
        {
            "References": "PMID:3632046",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ The effects of hexachlorophene on amino acid profiles in the brain of mice were studied. Six adult male Indian grey mice received an oral dose of 60 mg/kg/day of hexachlorophene dissolved in corn oil for seven consecutive days. Control animals were given corn oil alone. Free amino acids in brain were analyzed using HPLC. Repeated hexachlorophene treatments produced significant increases in the levels of the neutral amino acids glutamine, threonine, phenylalanine, leucine, isoleucine, and valine in mouse brain compared with the control animals. A 162% elevation of glutamine was observed following hexachlorophene treatment. This elevation was associated with increased glutamine synthetase and decreased glutaminase activity levels. The levels of the acidic amino acids glutamic acid and aspartic acid, and the glutamic acid/glutamine ratio as well as the glutamic acid and aspartic acid/gamma-amino butyric acid ratios were significantly decreased. Gamma-aminobutyric acid, alanine, and glycine concentrations were increased."
        },
        {
            "References": "PMID:1460245",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ Effect of repeated oral administration of hexachlorophene on glycolytic and oxidative pathways was studied in the rat brain. The rats were divided into three batches of six. The first batch was treated with paralytic dose (60 mg/kg/day) of hexachlorophene for 7 days. The second batch of animals was treated with sublethal dose 18 mg/kg/day for 7 days. The third batch of animals was served as the age matched controls which received vehicle (corn oil) only. The glycolytic and oxidative metabolism of carbohydrates was significantly inhibited in the brain of rat during hexachlorophene treatment and the inhibition was more pronounced in paralytic dose treatment as compared to sublethal dose treatment. The inhibition of NADP-isocitrate dehydrogenase coupled with glucose 6-phosphate dehydrogenase indicates reduced generation of NADPH2 and pentoses for the synthesis of fatty acids and nucleotides."
        },
        {
            "References": "PMID:2882797",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ Cerebral ammonia glutamate and related metabolite patterns in mice were observed during hexachlorophene induced neurotoxicity. Male mice were given hexachlorophene intragastrically at sublethal doses of 60 mg/kg/day for 1 week. Most symptoms of hexachlorophene intoxication were neurological in nature. Hind limb weakness in mice was noted within 3 to 5 days and progressed to paralysis after 5 days of treatment. Drowsiness, listlessness and weight loss were noted after 6 to 7 days. Blood and brain ammonia levels rose following 7 days of hexachlorophene treatment. A conspicuous rise was noted in glutamine and gamma-amino-butyric-acid (GABA) levels as well as depletion of glutamate levels in brain. The glutamine/glutamic acid ratios of brain were high in intoxicated mice presumably due to the reversible fixation of excess ammonia as glutamine. /Results suggest/ that while the accumulation of ammonia in the brain of hexachlorophene intoxicated mice cannot at present be explained, it may have significant implications for the neurotoxicity of hexachlorophene since ammonia does affect the brain function in a multifaceted fashion. Accumulation of GABA and increased GABA/glutamic acid ratios suggest a depressed state of the brain perhaps contributing to the expression of hexachlorophene neurotoxicity."
        },
        {
            "References": "Kung MP et al; Fundam Appl Toxlcol 11 (3): 519-27 (1988)",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ Seven cell specific marker enzymes in brain and optic nerve and morphological evaluation by light microscopy were used to characterize the neurotoxicity associated with exposure of rats to hexachlorophene (HCP); 40 mg/kg/day, po, for 9 days). In vitro exposure to HCP at concn up to 100 uM had no direct inhibitory effect on the marker enzymes, validating their use in evaluating brain function in vivo. Rats exhibited a reduction in body weight gain, weakness, and ataxia of the hind limbs by the ninth day of HCP exposure. At 24 hr following the last day of exposure to HCP, the activities of the three neuron specific enzymes, glutamic acid decarboxylase, tyrosine hydroxylase, and choline acetyltransferase, in rat brain were unchanged from those of the vehicle treated control group. Of the two astroglial enzyme markers measured, a small but significant increase was observed in the activity of nonneuronal enolase in the cerebellum and glutamine synthetase in the hippocampus of HCP-treated rats. The optic nerve appeared to be the most sensitive tissue in that the activity of both the astroglial marker, nonneuronal enolase, and the myelin marker, 2',3'-cyclic nucleotide phosphohydrolase, /were/ ... significantly decreased following HCP exposure. This decrease in enzyme activity is consistent with the histological observations demonstrating extensive vacuolization and edema in the optic nerve after exposure to HCP."
        },
        {
            "References": "Kung MP et al; Neurotoxicol 10 (2): 201-10 (1989)",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ ... /Rats/ were divided into two groups, the experimental group received hexachlorophene at a daily dose of 20 mg/kg po for 53 consecutive days whereas the control group received an equivalent amount of the vehicle only. Hexachlorophene produced no change in the rate of gain in body weight nor did it produce a statistically significant change in brain weight. Furthermore, no overt abnormal neurological symptoms were observed at this level of exposure to hexachlorophene. The white matter throughout the brain was extensively vacuolated in the hexachlorophene treated rats, imparting a spongiform structure which was absent in the white matter of the control animal brains. The data obtained reveal that chronic hexachlorophene treatment produced little change in any of the neuronal marker enzymes with the exception of a significant decrease in tyrosine hydroxylase activity in the striatum. Of the nonneuronal enzymes assayed, a significant increase in non-neuronal enolase, glutamine synthetase, and 2',3'- cyclic nucleotide phosphohydrolase was observed in the sciatic nerve, hippocampus and optic nerve, respectively."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V20 250 (1979)",
            "Value": "/GENOTOXICITY/ Hexachlorophene did not induce reverse mutations in Salmonella typhimurium g46 in host-mediated assay using male albino rats that received 100 or 200 mg/kg diet for 90 days. Dominant lethal tests with male mice treated with single ip injections of 2.5 OR 5.0 mg/kg body wt ... were negative."
        },
        {
            "References": "Amacher DE, Schomaker SJ; Toxicol In Vitro 8 (1): 1-11 (1994)",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ ... Hexachlorophene (HCP) can affect myelin formation or integrity leading to intramyelinic edema & vacuolation in the CNS through an unknown mechanism. These studies were conducted to investigate the direct dose dependent effects of HCP on myelin membrane markers in cultured oligodendrocytes isolated from 4-7-day-old rat pups & cultured in vitro for up to 5 wk. Two wk old oligodendrocyte cultures were exposed to 0, 0.24 or 0.74 uM HCP for 48 hr. At 48 hr & again at 5, 12 & 19 days after the end of dosing the myelin markers, galactosylceramide (GalC) myelin basic protein (MBP) & 2',3', -cyclic nucleotide 3 phosphohydrolase (CNPase) were quantified by ELISA or histochemical techniques. DNA was measured to estimate total cell mass & astrocyte contamination was determined by an ELISA procedure using anti-glial fibrillary acidic protein (GFAP) as the primary antibody. Because of the use of a selective culture medium astrocyte contamination was initially low & continued to decr from wk 2 to 4 as determined by GFAP binding. CNPase, GalC & MBP levels were similar in control & low dose (0.24 uM HCP) cultures with a general incr in MBP & CNPase over time. Cultures exposed to 0.74 uM HCP showed a decr in GalC proportional to decr DNA content with time, but levels of MBP & CNPase incr after dosing & were always > the corresponding levels in control or low dose cultures. These studies suggest a direct dose related toxic effect of HCP accompanied by a stimulation of MBP & CNPase but not a GalC production in the membranes of the recovering OLG following removal of HCP."
        },
        {
            "References": "PMID:3583887",
            "Value": "/VETERINARY CASE REPORTS/ Two weeks after daily topical application of hexachlorophene, a 4-week-old female kitten developed cardiovascular collapse, corneal ulcers, trembling, lethargy, and weakness. The kitten was euthanized. At necropsy, the tissues appeared macroscopically normal; however, microscopic examination of tissue specimens indicated status spongiosis, astrocytosis, and microgliosis of the cerebral and cerebellar white matter and corticospinal tracts. Neuronal cell bodies forming the affected white matter were intact, indicating that demyelination may have been the cause of the lesions. The neurologic lesions were considered compatible with those of hexachlorophene-induced toxicosis."
        },
        {
            "References": "Humphreys, D.J. Veterinary Toxicology. 3rd ed. London, England: Bailliere Tindell, 1988., p. 96",
            "Value": "/VETERINARY CASE REPORTS/ Bathing of the abdomen of puppies with pustular dermatitis and of the mammary glands of the dam with a hexachlorophene preparation has resulted in generalized tremors which increased during excitement and disappeared during sleep. The signs developed about 10 days after the use of the preparation and persisted for about two weeks. One of the puppies which was killed had pronounced vacuolation of the white matter of the brain and spinal cord. Fatal intoxication has been reported in puppies which sucked mammary glands which had been bathed in a preparation containing 3% of hexachlorophane and after eating a bar of soap containing 2% of this material. The clinical signs reported include diarrhea, vomiting, hypersalivation, tachypnea and depression."
        },
        {
            "References": "Humphreys, D.J. Veterinary Toxicology. 3rd ed. London, England: Bailliere Tindell, 1988., p. 96",
            "Value": "/VETERINARY CASE REPORTS/ Therapeutic doses of hexachlorophane can produce fatalities among pregnant or under-nourished sheep. Affected sheep show clinical signs of diarrhea, depression, recumbency and anorexia and post-mortem evidence of fatty degeneration of the liver. ... Severe lesions are seen in sheep which appear clinically normal at the time of death. Rams may develop atrophy of the semeniferous epithelium of the testes."
        },
        {
            "References": "PMID:16735606",
            "Value": "/OTHER TOXICITY INFORMATION/ Aberrant activation of Wnt/beta-catenin signaling and subsequent up-regulation of beta-catenin response transcription (CRT) is a critical event in the development of human colon cancer. Thus, Wnt/beta-catenin signaling is an attractive target for the development of anticancer therapeutics. In this study, we identified hexachlorophene as an inhibitor of Wnt/beta-catenin signaling from cell-based small-molecule screening. Hexachlorophene antagonized CRT that was stimulated by Wnt3a-conditioned medium by promoting the degradation of beta-catenin. This degradation pathway is Siah-1 and adenomatous polyposis colidependent, but glycogen synthase kinase-3beta and F-box beta-transducin repeat-containing protein-independent. In addition, hexachlorophene represses the expression of cyclin D1, which is a known beta-catenin target gene, and inhibits the growth of colon cancer cells. Our findings suggest that hexachlorophene attenuates Wnt/beta-catenin signaling through the Siah-1-mediated beta-catenin degradation."
        },
        {
            "References": "Clarke, M. L., D. G. Harvey and D. J. Humphreys. Veterinary Toxicology. 2nd ed. London: Bailliere Tindall, 1981., p. 96",
            "Value": "/OTHER TOXICITY INFORMATION/... In poultry ... therapeutic doses (35-45 mg/kg body wt) may cause a drop in egg prodn ... larger amt (200 mg/kg) incr respiration rate & cause other signs of acute toxicity. Doses of 40 mg/kg body wt ... /caused/ transient signs of toxicity in 2 & death in 1, of 6 cattle treated. In calves fed milk from buckets also used for 9.6% hexachlorophene, 7/20 animals died after showing muscular tremors, nystagmus, opisthotonos & stiffness of legs."
        },
        {
            "References": "Booth, N.H., L.E. McDonald (eds.). Veterinary Pharmacology and Therapeutics. 5th ed. Ames, Iowa: Iowa State University Press, 1982., p. 859",
            "Value": "/OTHER TOXICITY INFORMATION/The principal anticestodal use of hexachlorophene in the USA has been for control of chicken tapeworms, especially Raillietina cesticillus. A single oral dose of 30-60 mg/kg after an overnight fast removes most of these tapeworms. Up to a 30% drop in egg production may be expected following treatment. Combination of hexachlorophene and nicotine sulfate or phenothiazine make it possible to deworm poultry for the tapeworms and ascarids simultaneously."
        }
    ],
    "sediment_soil_concentrations": [
        {
            "References": "(1) Sims JL, Pfaender FK; Bull Environ Contam Toxicol 14: 214-20 (1975) (2) Beller HR, Simoneit BRT; Bull Environ Contam Toxicol 41: 645-50 (1988)",
            "Value": "SEDIMENT: Hexachlorophene was detected in sediment samples from the Upper Haw River Basin, NC downstream from two sewage treatment plants at a concentration of 9.3-377 ppb, samples were collected June to Nov 1972 and once again in March 1973(1). In 1980, hexachlorophene was qualitatively identified in humic acid fractions of sediment samples taken from the Hudson River, NY and Buzzards Bay, MA(2)."
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "(1) Chu W, Chan K-H; Sci Total Environ 248: 1-10 (2000) (2) Swann RL et al; Res Rev 85: 17-28 (1983) (3) Hansch C, Leo AJ; Medchem Project Pomona College Claremont, CA Issue No.26 (1985) (4) Doucette WJ; pp. 141-188 in Handbook of Property Estimation Methods for Chemicals. Boethling RS, Mackay D, eds. Boca Raton, FL: Lewis Publ (2000) (5) Helling CS et al; Phytopathol 64: 1091-100 (1974) (6) Beller HR, Simoneit BRT; Bull Environ Contam Toxicol 41: 645-50 (1988)",
            "Value": "The Koc of hexachlorophene has been reported as 91,000(1). According to a classification scheme(2), this Koc value suggests that hexachlorophene is expected to be immobile in soil. The pKa of hexachlorophene is 4.95(3), indicating that this compound will partially exist in anion form in the environment and anions generally do not adsorb more strongly to soils containing organic carbon and clay than their neutral counterparts(4). A study of the mobility in Hagerstown silty clay loam soil TLC (thin layer chormatography) plates using 10 soil fungi and an alga (range of Rf values, 0.01-0.04, avg 0.01) indicated very little movement on the soil TLC plates(5). A monitoring study identified hexachlorophene in humic acid fractions of two sediment samples taken at least eight years after the FDA ban on the over-the-counter sale of cosmetics and drugs containing more than 0.1% hexachlorophene(6). These data indicate that hexachlorophene was strongly associated with organic matter which may have been as a result of covalent binding of the ionizable compound(5-6)."
        }
    ]
}