{
    "_id": {
        "$oid": "6682e805c4e5dba5ffba2381"
    },
    "CID": {
        "$numberInt": "3610"
    },
    "Name": "HEXYLRESORCINOL",
    "IUPACName": "4-hexylbenzene-1,3-diol",
    "CanonicalSMILES": "CCCCCCC1=C(C=C(C=C1)O)O",
    "Synonyms": [
        "hexylresorcinol",
        "4-Hexylresorcinol",
        "136-77-6",
        "4-hexylbenzene-1,3-diol",
        "4-Hexyl-1,3-benzenediol",
        "p-Hexylresorcinol",
        "4-n-Hexylresorcinol",
        "Antascarin",
        "Ascaricid",
        "Ascarinol",
        "Oxana",
        "Adrover",
        "Caprokol",
        "Hidesol",
        "Crystoids"
    ],
    "IsomericSMILES": "CCCCCCC1=C(C=C(C=C1)O)O",
    "INCHI": "InChI=1S/C12H18O2/c1-2-3-4-5-6-10-7-8-11(13)9-12(10)14/h7-9,13-14H,2-6H2,1H3",
    "INCHIKEY": "WFJIVOKAWHGMBH-UHFFFAOYSA-N",
    "Formula": "C12H18O2",
    "MolecularWeight": {
        "$numberDouble": "194.27"
    },
    "Description": "4-hexylbenzene-1,3-diol is a member of resorcinols.",
    "XlogP": {
        "$numberDouble": "3.5"
    },
    "Complexity": {
        "$numberInt": "147"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "environmental_bioconcentrations": [
        {
            "References": "(1) Hansch C et al; Exploring QSAR. Hydrophobic, Electronic, and Steric Constants. ACS Prof Ref Book. Heller SR, consult. ed., Washington, DC: Amer Chem Soc p. 105 (1995) (2) Meylan WM et al; Environ Toxicol Chem 18: 664-72 (1999) (3) Franke C et al; Chemosphere 29: 1501-14 (1994)",
            "Value": "An estimated BCF of 90 was calculated for hexylresorcinol(SRC), using a log Kow of 3.45(1) and a regression-derived equation(2). According to a classification scheme(3), this BCF suggests the potential for bioconcentration in aquatic organisms is moderate(SRC), provided the compound is not metabolized by the organism(SRC)."
        }
    ],
    "logP": [
        {
            "References": "Hansch, C., Leo, A., D. Hoekman. Exploring QSAR - Hydrophobic, Electronic, and Steric Constants. Washington, DC: American Chemical Society., 1995., p. 105",
            "Value": "log Kow = 3.45"
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "Grant, W. M. Toxicology of the Eye. 2nd ed. Springfield, Illinois: Charles C. Thomas, 1974., p. 548",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Tests on rabbit eyes have shown that surface of cornea can be irrigated for 5 min with 1:10,000 solution without injury, but that irrigation with 1:1,000 solution for 1-5 min caused diffuse edema of epithelium, followed in 2 or 3 hr by bluish stromal edema and hyperemia of iris."
        },
        {
            "References": "WHO Food Additive Series 35: 4-Hexylresorcinol (136-77-6). Available from, as of July 18, 2005: https://www.inchem.org/documents/jecfa/jecmono/v35je04.htm",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ When 4-hexylresorcinol was administered to cats orally in alcohol or olive oil, no pathological effects were observed at doses up to 60 mg/kg bw, but a dose of 260 mg/kg bw was lethal to all animals."
        },
        {
            "References": "WHO Food Additive Series 35: 4-Hexylresorcinol (136-77-6). Available from, as of July 18, 2005: https://www.inchem.org/documents/jecfa/jecmono/v35je04.htm",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ 4-hexylresorcinol did not induce delayed contact sensitivity in male Hartley strain guinea-pigs sensitized by the cutaneous route."
        },
        {
            "References": "WHO Food Additive Series 35: 4-Hexylresorcinol (136-77-6). Available from, as of July 18, 2005: https://www.inchem.org/documents/jecfa/jecmono/v35je04.htm",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Groups of five F344/N rats of each sex, 8 weeks of age, were given 4-hexylresorcinol by gavage in corn oil at doses of 0 (vehicle control), 31, 63, 125, 250 or 500 mg/kg bw daily for 12 days (not including week-ends), i.e. 16 days overall. No deaths occurred as a result of treatment but final mean body weights of males in the top two dose groups were 8% and 16% lower than that of the controls; body weights of females were comparable. Rats receiving 500 mg/kg bw/day were described as being hyperexcitable."
        },
        {
            "References": "WHO Food Additive Series 35: 4-Hexylresorcinol (136-77-6). Available from, as of July 18, 2005: https://www.inchem.org/documents/jecfa/jecmono/v35je04.htm",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ In a 13-week study, 4-hexylresorcinol was administered by gavage in corn oil, 5 days/week, to groups of 10 B6C3F1 mice of each sex, starting at age 8-9 weeks. The dose levels administered were 0 (vehicle control), 63, 125, 250, 500 or 1000 mg/kg bw/day. Where possible, animals dying during the course of the study were autopsied and subjected to histological examination. At termination, detailed histological examinations were performed on control animals and on all animals in the two highest dose groups. All male mice and 9/10 female mice in the 1000 mg/kg bw/day dose group died during the first week of the study. No clinical signs were reported. Final mean body weights were 6% and 5% lower than controls (not significant) in males of the 250 and 500 mg/kg bw/day dose groups; female body weights were comparable to controls. Mild to moderate nephropathy was seen in 1/10 males at 63 mg/kg bw/day, 4/10 males and 1/10 females at 125 mg/kg bw/day, 8/10 males and 7/10 females at 250 mg/kg bw/day, and 7/10 males and 10/10 females at 500 mg/kg bw/day. A NOEL of 31 mg/kg bw/day was estimated in this study by extrapolation from the dose-response data."
        },
        {
            "References": "WHO Food Additive Series 35: 4-Hexylresorcinol (136-77-6). Available from, as of July 18, 2005: https://www.inchem.org/documents/jecfa/jecmono/v35je04.htm",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ In a 13-week study, 4-hexylresorcinol was administered by gavage in corn oil, 5 days/week, to groups of F344/N rats (10/sex), starting at age 7 weeks. The dose levels administered were 0 (control), 63, 125, 250, 500 or 1000 mg/kg bw/day. Where possible, animals dying during the course of the study were autopsied and subjected to histological examination. ... All rats in the 1000 mg/kg bw/day dose group died during the first week of the study. At termination, final mean body weights in rats receiving 250 mg/kg bw/day were 22% and 9% lower than controls in males and females, respectively. At 500 mg/kg bw/day, the decreases were 38% and 16% for males and females, respectively. Clinical signs seen during the study included nasal discharge, ocular irritation, alopecia, diarrhoea and cachexia. At necropsy, reduction in size of the seminal vesicles was reported in 4/10, 6/10 and 1/10 males in the 1000, 500 and 250 mg/kg bw/day groups, respectively. Hypospermatogenesis was seen microscopically in 4/10 animals in the highest dose group and hypoplasia of the seminal vesicles was reported in 5/10 and 3/10 males in the 1000 mg/kg bw/day and 500 mg/kg bw/day groups, respectively (presumably in the highest dose group these effect were seen when the animals were autopsied after dying during week 1 but no comparisons with controls were possible at that time and the animals were only 7-8 weeks old). No histopathological lesions were identified in rats given doses of 125 mg/kg bw/day or less."
        },
        {
            "References": "WHO Food Additive Series 35: 4-Hexylresorcinol (136-77-6). Available from, as of July 18, 2005: https://www.inchem.org/documents/jecfa/jecmono/v35je04.htm",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/  A carcinogenicity study was conducted with B6C3F1 mice in which groups of 50 mice of each sex were given 4-hexylresorcinol at dose levels of 0 (vehicle control), 63 or 125 mg/kg bw/day by oral gavage in corn oil (10 mL/kg bw), 5 days/week, for 102 weeks. The mice were 7-8 weeks of age when administration of the test compound commenced. The animals were observed twice daily and body weights were recorded weekly for 13 weeks and monthly thereafter. ... There was a treatment-related effect on body-weight gain. After week 80, mean body weights of male mice from the high- and low-dose groups were 9-11% and 6-8% lower than controls; mean body weights of low-dose females were 6-16% lower after week 67, and high-dose females were 4-10% lower after week 88. No compound-related clinical signs were noted and there was no significant differences in survival between any group of either sex. Focal hyperplasia of the adrenal medulla was observed with increased frequency in treated male mice and pheochromocytomas occurred with a positive trend but the incidences of the latter were not significantly different from controls. The incidences of carcinoma and of combined adenomas and carcinomas of the Harderian gland were significantly greater in low-dose males than in controls. Treated females did not show an increased incidence of proliferative changes in either adrenal or Harderian glands. In contrast, in male mice, hepatocellular adenomas, carcinomas or adenomas and carcinomas combined occurred with a negative trend, being significantly lower with regard to hepatocellular adenomas in the low-dose group, hepatocellular carcinomas in the high-dose, and combined adenomas and carcinomas in treated males. Hemangiomas and combined hemangiomas and hemangiosarcomas also occurred with lower incidence in high-dose male and female mice, and the incidences of alveolar/bronchiolar adenomas or carcinomas (combined) were lower in the low-dose females than in controls. Based on these data, the authors concluded that there was equivocal evidence of carcinogenic activity of 4-hexylresorcinol in male mice but no evidence of carcinogenic activity in female mice. Decreased incidences of two tumor types were considered to be related to administration of 4-hexylresorcinol, namely hepatocellular neoplasms in male mice and circulatory system tumors in mice of both sexes."
        },
        {
            "References": "WHO Food Additive Series 35: 4-Hexylresorcinol (136-77-6). Available from, as of July 18, 2005: https://www.inchem.org/documents/jecfa/jecmono/v35je04.htm",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/  A carcinogenicity study was conducted with B6C3F1 mice in which groups of 50 mice of each sex were given 4-hexylresorcinol at dose levels of 0 (vehicle control), 63 or 125 mg/kg bw/day by oral gavage in corn oil (10 mL/kg bw), 5 days/week, for 102 weeks. The mice were 7-8 weeks of age when administration of the test compound commenced. The animals were observed twice daily and body weights were recorded weekly for 13 weeks and monthly thereafter. Non-proliferative pathological changes observed at termination (/102 weeks/) included nephropathy at increased incidences and severity in dosed mice of both sexes (males: control, 39/50; low dose, 43/50; high dose 47/50; females: 7/50; 40/49; 47/50, respectively). The nephropathy varied from mild focal tubular atrophy in the outer cortex to severe atrophy with tubular cysts, tubular regeneration, dilatation of the tubular lumen and Bowman's space and variable inflammatory infiltration. Osteosclerosis was also reported at increased incidences in high-dose males and females. A NOEL was not established for nephropathy in female mice."
        },
        {
            "References": "WHO Food Additive Series 35: 4-Hexylresorcinol (136-77-6). Available from, as of July 18, 2005: https://www.inchem.org/documents/jecfa/jecmono/v35je04.htm",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ A carcinogenicity study was conducted with F344/N rats in which groups of 50 rats of each sex were given 4-hexylresorcinol at dose levels of 0 (vehicle control), 63 or 125 mg/kg bw/day by oral gavage in corn oil (10 mL/kg bw), 5 days/week, for 103 weeks. The rats were 6-7 weeks of age when administration of the test compound commenced. The animals were observed twice daily and body weights were recorded weekly for 13 weeks and monthly thereafter. ... Mean body weights in high-dose males were 7-11% lower than controls throughout the study; mean body weights of low-dose male and treated females of both groups were similar to controls. No compound-related clinical signs were noted and there were no significant differences in survival between any group of either sex although a number of females (3 control, 8 low-dose and 14 high-dose) died during the first year before they were at risk of developing tumors. The tumor incidences did not provide evidence of carcinogenicity of 4-hexylresorcinol in rats. There was a marginal increase in the adjusted rates of adenomas and of combined adenomas and carcinomas in the anterior pituitary gland of female rats but this reflected the early deaths in the high-dose group and was not considered by the /investigators/ to be of biological significance since these tumors occur commonly with a variable incidence in female F344/N rats. Two astrocytomas and an oligodendroglioma were observed in 3 high-dose males, a glioma in 1 low-dose male, and an oligodendroglioma in 1 control male. The high-dose incidence was not statistically significantly different from controls and the neoplasms were detected only by microscopic examination; these neoplasms were not considered to be related to 4-hexylresorcinol administration. Negative trends were observed with respect to incidences of mononuclear cell leukaemia in male and female rats and of thyroid C-cell neoplasms in males; the incidences of pancreatic islet cell adenomas, mammary gland fibromas and endometrial stromal polyps were also reduced. No significant treatment-related non-neoplastic changes were seen in rats of either sex."
        },
        {
            "References": "WHO Food Additive Series 35: 4-Hexylresorcinol (136-77-6). Available from, as of July 18, 2005: https://www.inchem.org/documents/jecfa/jecmono/v35je04.htm",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ In a study of the potential carcinogenicity of spermicides, groups of 20 female BALB/c mice were given intravaginal applications of 0.1 mL of a 1% suspension of 4-hexylresorcinol in aqueous gum tragacanth twice weekly for 31 weeks. During the observation period of 20 months, one mouse developed squamous carcinoma of the vagina compared with none in the control group."
        },
        {
            "References": "Mortelmans K et al; Environ Mutagen 8:1-119 (1986)",
            "Value": "/GENOTOXICITY/ p-Hexylresorcinol was found to be negative when tested for mutagenicity using the Salmonella/microsome preincubation assay, using the standard protocol approved by the national toxicology program (NTP). p-Hexylresorcinol was tested in as many as 5 Salmonella typhimurium strains (TA1535, TA1537, TA97, TA98, and TA100) in the presence and absence of rat and hamster liver S-9, at Doses of 0.300, 1.000, 3.000, 3.300, 10.000, 22.000, 33.000, and 100.000 ug/plate. The highest ineffective dose tested in any S. typhimurium strain was 100.000 ug/plate. At this dose, slight to total clearing of the background bacterial lawn occurred under all test conditions."
        },
        {
            "References": "WHO Food Additive Series 35: 4-Hexylresorcinol (136-77-6). Available from, as of July 18, 2005: https://www.inchem.org/documents/jecfa/jecmono/v35je04.htm",
            "Value": "/GENOTOXICITY/ 4-hexylresorcinol was negative for chromosomal aberrations with and without metabolic activation in Chinese hamster ovary cells at concentrations of 5-50 ug/mL. /From table/"
        },
        {
            "References": "PMID:2884563",
            "Value": "/GENOTOXICITY/ The amebicides dehydroemetine and chloroquine diphosphate and the anthelmintic pyrvinium pamoate, previously reported to be mutagenic in Salmonella typhimurium (Cortinas de Nava et al., 1983), were clearly shown to be genotoxic in the Escherichia coli pol A+/pol A- assay. Two other antiparasitic drugs, diiodohydroxyquin and 4-hexylresorcinol, were also found to be genotoxic in E. coli, while iodochlorhydroxyquin preferentially inhibited the pol A+ strain. From the 3 alternative testing methods employed, the liquid suspension succeeded in detecting 5 antiparasitic drugs as genotoxic; the microsuspension identified 2, and the disc diffusion method only 1. However, the metabolic activation system could only be coupled successfully and in a reproducible way to the microsuspension assay."
        },
        {
            "References": "PMID:14582386",
            "Value": "/GENOTOXICITY/ Among examined microbial growth regulators of alkyl hydroxybenzene group (hexylresorcinol, methylresorcinol, and hydroxyethylphenol), only hexylresorcinol induces cellular SOS response, demonstrating a dose-dependent increase of the induction factor in the SOS chromotest with the Escherichia coli PQ37 strain. At the highest of used concentrations (100 micrograms/mL), hydroxyethylphenol and nonalkylated resorcinol were shown to exert a weak toxic effect, reducing the activity of constitutive alkaline phosphatase, but did not induce SOS response. Nontoxic methylresorcinol did not induce genome damage, which can trigger SOS functions. It is concluded that substitutions in phenolic ring affect genotoxic activity of alkylresorcinols."
        },
        {
            "References": "PMID:12797471",
            "Value": "/ALTERNATIVE IN VITRO TESTS/ The protective effects of resveratrol and 4-hexylresorcinol against oxidative DNA damage in human lymphocytes induced by hydrogen peroxide were investigated. Resveratrol and 4-hexylresorcinol showed no cytotoxicity to human lymphocytes at the tested concentration (10-100 microM). In addition, DNA damage in human lymphocytes induced by H2O2 was inhibited by resveratrol and 4-hexylresorcinol. Resveratrol and 4-hexylresorcinol at concentrations of 10-100 microM induced an increase in glutathione (GSH) levels in a concentration-dependent manner. Moreover, these two compounds also induced activity of glutathione peroxidase (GPX) and glutathione reductase (GR). The activity of glutathione-S-transferase (GST) in human lymphocytes was induced by resveratrol. Resveratrol and 4-hexylresorcinol inhibited the activity of catalase (CAT). These data indicate that the inhibition of resveratrol and 4-hexylresorcinol on oxidative DNA damage in human lymphocytes induced by H2O2 might be attributed to increase levels of GSH and modulation of antioxidant enzymes (GPX, GR and GST)."
        },
        {
            "References": "WHO Food Additive Series 35: 4-Hexylresorcinol (136-77-6). Available from, as of July 18, 2005: https://www.inchem.org/documents/jecfa/jecmono/v35je04.htm",
            "Value": "/ALTERNATIVE IN VITRO TESTS/ In an assay in which spermicidal activity was assayed by titration against human spermatozoa using a cytoplasmic stripping end-point, 4-hexylresorcinol was characterized as a potent spermicide."
        },
        {
            "References": "Gosselin, R.E., H.C. Hodge, R.P. Smith, and M.N. Gleason. Clinical Toxicology of Commercial Products. 4th ed. Baltimore: Williams and Wilkins, 1976., p. II-127",
            "Value": "/OTHER TOXICITY INFORMATION/ Because of poor absorption, systemic symptoms are unusual but damage to liver and heart has been reported in dogs."
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "(1) Hansch C et al; Exploring QSAR. Hydrophobic, Electronic, and Steric Constants. ACS Prof Ref Book. Heller SR, consult. ed., Washington, DC: Amer Chem Soc p. 105 (1995) (2) Lyman WJ et al; Handbook of Chemical Property Estimation Methods. Washington, DC: Amer Chem Soc pp. 4-9 (1990) (3) Swann RL et al; Res Rev 85: 17-28 (1983)",
            "Value": "The Koc of hexylresorcinol is estimated as 1,800(SRC), using a log Kow of 3.45(1) and a regression-derived equation(2). According to a classification scheme(3), this estimated Koc value suggests that hexylresorcinol is expected to have low mobility in soil."
        }
    ]
}