{
    "_id": {
        "$oid": "6682e978c4e5dba5ffba2aca"
    },
    "CID": {
        "$numberInt": "36400"
    },
    "Name": "Aroclor 1248",
    "IUPACName": "1,3-dichloro-5-(3,5-dichlorophenyl)benzene",
    "CanonicalSMILES": "C1=C(C=C(C=C1Cl)Cl)C2=CC(=CC(=C2)Cl)Cl",
    "Synonyms": [
        "\"3,3,5,5-TETRACHLOROBIPHENYL\"",
        "33284-52-5",
        "Kanechlor 400",
        "\"3,5,3,5-Tetrachlorobiphenyl\"",
        "\"3,3,5,5-Tetrachlorodiphenyl\"",
        "\"1,1-Biphenyl",
        "3,3,5,5-tetrachloro-\"",
        "12672-29-6",
        "12737-87-0",
        "KC 400",
        "AROCLOR 1248",
        "\"3,3,5,5-Tetrachloro-1,1-biphenyl\"",
        "PCB 80",
        "\"Biphenyl",
        "3,3,5,5-tetrachloro-\"",
        "1,3-dichloro-5-(3,5-dichlorophenyl)benzene",
        "NSC 113288"
    ],
    "IsomericSMILES": "C1=C(C=C(C=C1Cl)Cl)C2=CC(=CC(=C2)Cl)Cl",
    "INCHI": "InChI=1S/C12H6Cl4/c13-9-1-7(2-10(14)5-9)8-3-11(15)6-12(16)4-8/h1-6H",
    "INCHIKEY": "UTMWFJSRHLYRPY-UHFFFAOYSA-N",
    "Formula": "C12H6Cl4",
    "MolecularWeight": {
        "$numberDouble": "292"
    },
    "Description": "3,3',5,5'-tetrachlorobiphenyl is a tetrachlorobiphenyl that is biphenyl in which both phenyl groups are substituted by chlorines at positions 3 and 5. It is a tetrachlorobiphenyl and a dichlorobenzene.",
    "XlogP": {
        "$numberDouble": "6.1"
    },
    "Complexity": {
        "$numberInt": "189"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "animal_concentrations": [
        {
            "References": "(1) Anderson JF, Wojtas MA; J Econ Entomol 79: 1200-5 (1986) (2) Clark KE et al; Arch Environ Contam Toxicol 40: 277-84 (2001) (3) Desolla SR et al; Environ Sci Technol 41: 7252-9 (2007) (4) Levengood JM et al; Vet Hum Toxicol 41: 71-5 (1999)",
            "Value": "Aroclor 1248 was detected in dead bees, brood comb, honey comb, or honey in poisoned apiaries in Connecticut in 1983-1985(1). Aroclor 1248 was not detected in osprey eggs collected 1989 to 1998 in NJ(2). PCBs were detected in 100% of snapping turtle eggs sampled June 2001 to June 2004, from 15 sites from the lower Canadian Great Lakes Region with Aroclor 1248 representing 1.4-1.7% of the total PCBs(3). Aroclor 1248 was detected at 0.114-0.480 ppm in 44 Canada geese (Branta canadensis) collected Jun 21 and 22, 1994 from the Chicago, IL area(4)."
        }
    ],
    "fish_seafood_concentrations": [
        {
            "References": "USEPA; Drinking Water Criteria Document for Polychlorinated Biphenyls (PCB's) p.IV-26 (1987) EPA ECAO-CIN-414",
            "Value": "107 USA inland river stations reported geometric mean in ppm wet wt/lipid wt: 1976/77, 0.14/0.6; 1978/79, 0.14/0.8; 1980/81, 0.11/0.8."
        },
        {
            "References": "(1) Datta S et al; Ecotox and Environ Safe 42: 94-101 (1999) (2) Marcus JM, Mathews TD; Bull Environ Contam Toxicol 39: 857-862 (1987) (3) Schmitt CJ et al; Arch Environ Contam Toxicol 19: 748-781 (1990) (4) Clark KE et al; Arch Environ Contam Toxicol 40: 277-84 (2001) (5) Connor KT et al; Environ Toxicol Chem 24: 17-24 (2005) (6) Schmitt CJ et al; Rev Environ Contam Toxicol 162: 43-104 (1999)",
            "Value": "Six lake trout fish taken from Meeks Bay, CA on Feb 15, 1994 had an Aroclor 1248 mean concentration of 37.4 ng/g wet weight while 4 lake trout fish taken from Sand Harbor, CA on Nov 16, 1993 had a mean concentration of 71.5 ng/g wet weight(1). Five Kokanee fish taken from Taylor Creek on Oct 18, 1993 had concentrations of Aroclor 1248 ranging from 1-15 ng/g wet weight(1). Blue crabs collected from Campbell Creek, Beaufort County SC and analyzed for PCB concentrations indicated that levels generally formed a gradient pattern, with higher levels observed nearer an existing wastewater treatment facility outfall and lower levels measured farther away from the outfall(2). Aroclor 1248 mean concentrations in blue crab backfin and somatic muscle tissue from different stations along Campbell Creek and surrounding area, taken on Oct 10, 1986 were 0.083, 0.422, 0.074, 0.026, <0.020, <0.020, 0.059, and 0.030 mg/kg wet weight(2). The U.S. Fish and Wildlife Service conducted a monitoring program to determine the concentration of various organochlorine chemicals in freshwater fish collected from a nationwide network of stations(3). Maximum wet weight of Aroclor 1248 residue concentrations and percentage of 117 stations with detectable residues were present for 1976-77, 1978-79, 1980-81 and 1984 collection periods at 51.9 ug/g (38.7%), 66.9 ug/g (41.7%), 8.5 ug/g (75.7%), and 4.3 ug/g (42.9%), respectively(3). Aroclor 1248 was not detected in channel catfish, white perch, shad, menhaden, and flounder samples from NJ waters in samples taken 1989 to 1998(4). Aroclor 1248 was detected in 100% of fish fillets (striped bass, white perch, bluefish) at 66-450 ug/kg and 94% of whole body fish (striped bass, white perch, bluefish, American eel, Atlantic menhaden, mummichog, silverside) at 50-2730 ug/kg in samples taken from the Passaic River, NJ, 1999 to 2000(5). Fish were collected from 107 of 113 active stations located at key points in major rivers throughout the United States and in the Great Lakes(6). Maximum wet weight of Aroclor 1248 and percentage of stations where detectable residues were present for the five collection periods are as follows: 51.9 ug/g at 39% for 1976-1977; 66.9 ug/g at 42% for 1978-1979; 8.5 ug/g at 76% for 1980-1981; 4.3 ug/g at 43% for 1984; and 5.7 ug/g at 25% for 1986(6)."
        }
    ],
    "sediment_soil_concentrations": [
        {
            "References": "(1) Scrimshaw MD et al; Sci Tot Environ 155: 73-81 (1994) (2) Price DJ, Birge WJ; Environ Sci Technol 33: 1137-40 (1999)",
            "Value": "SEDIMENT: The maximum concentration of Aroclor 1248 detected at Two Tree Island, Salcott, Walton-on-the-Naze, Tollesbury Wall, and South Woodham Ferrers were 116, 6, 17, 2, and 5 ng/g dry weight, respectively, all sites are located along the Essex coast, United Kingdom(1). Mudriver, KY sediment samples taken at 10 locations contained Aroclor 1248 at 0.02-5.04, 0.05-4.25, 0.08-7.52, and 0.09-4.16 mg/kg dry weight in unsieved wet, unsieved dry, sieved, and clay/silt only fractions, respectively(2)."
        }
    ]
}