{
    "_id": {
        "$oid": "6682e806c4e5dba5ffba2386"
    },
    "CID": {
        "$numberInt": "3672"
    },
    "Name": "IBUPROFEN",
    "IUPACName": "2-[4-(2-methylpropyl)phenyl]propanoic acid",
    "CanonicalSMILES": "CC(C)CC1=CC=C(C=C1)C(C)C(=O)O",
    "Synonyms": [
        "ibuprofen",
        "15687-27-1",
        "2-(4-Isobutylphenyl)propanoic acid",
        "Motrin",
        "Brufen",
        "Advil",
        "Nurofen",
        "Dolgit",
        "Liptan",
        "Medipren",
        "Nuprin",
        "Anflagen",
        "Buburone",
        "Butylenin",
        "Ibuprocin"
    ],
    "IsomericSMILES": "CC(C)CC1=CC=C(C=C1)C(C)C(=O)O",
    "INCHI": "InChI=1S/C13H18O2/c1-9(2)8-11-4-6-12(7-5-11)10(3)13(14)15/h4-7,9-10H,8H2,1-3H3,(H,14,15)",
    "INCHIKEY": "HEFNNWSXXWATRW-UHFFFAOYSA-N",
    "Formula": "C13H18O2",
    "MolecularWeight": {
        "$numberDouble": "206.28"
    },
    "Description": "Ibuprofen is a monocarboxylic acid that is propionic acid in which one of the hydrogens at position 2 is substituted by a 4-(2-methylpropyl)phenyl group. It has a role as a non-steroidal anti-inflammatory drug, a non-narcotic analgesic, a cyclooxygenase 2 inhibitor, a cyclooxygenase 1 inhibitor, an antipyretic, a xenobiotic, an environmental contaminant, a radical scavenger, a drug allergen and a geroprotector. It is functionally related to a propionic acid. It is a conjugate acid of an ibuprofen(1-).",
    "XlogP": {
        "$numberDouble": "3.5"
    },
    "Complexity": {
        "$numberInt": "203"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "logP": [
        {
            "References": "Avdeef A; J Pharm Sci 82: 183-90 (1997)",
            "Value": "log Kow= 3.97"
        }
    ],
    "mechanism_of_action": [
        {
            "References": "ESQUIVEL CO ET AL; THROMB HAEMOSTASIS 48 (1): 87 (1982)",
            "Value": "IBUPROFEN AT 25 MG/KG IV INCREASED THE PRIMARY AND TOTAL HEMOSTATIC PLUG FORMATION TIME IN RABBIT EAR CHAMBERS WITH LASER-INDUCED INJURY. THE SAME DOSE INCREASED THE NUMBER OF CUMULATIVE EMBOLI OVER A 10 MINUTE PERIOD AFTER A LASER INJURY TO ARTERIOLES. IN DOGS, DOSES OF 10, 25, AND 50 MG/KG DID NOT ENHANCE THE RELEASE OF (125)I-LABELED FIBRIN DEGRADATION PRODUCTS FROM THE THROMBI AFTER INCUBATION IN PLASMIN, BUT THE LARGEST DOSE SIGNIFICANTLY DECREASED THE THROMBUS WEIGHT 90 AND 180 MINUTES AFTER DRUG ADMINISTRATION. THUS, IBUPROFEN HAD AN INHIBITORY EFFECT ON PLATELET FUNCTION IN VIVO AND IN LARGE DOSES DIMINISHED THE THROMBUS WEIGHT."
        },
        {
            "References": "PMID:11837731",
            "Value": "L-Arginine (L-arg) exhibits multiple biological properties and plays an important role in the regulation of different functions in pathological conditions. Many of these effects could be achieved on this amino acid serving as a substrate for the enzyme nitric oxide synthase (NOS). At the gastrointestinal level, recent reports revealed its protective activities involving a hyperemic response increasing the gastric blood flow. The aim of this study was to characterize the relationship between NOS activity/expression and prostaglandin changes (PGs) in rats gastric mucosa, with L-arg associated resistance to the nonsteroidal anti-inflammatory drug (NSAID) ibuprofen (IBP). The protective effect of oral L-arg (100 mg/kg body wt), administerred together with IBP (100 mg/kg body wt, per os), was evident enough 90 min after drug administration, although a significant protection persisted for more than 6 hr. Pretreatment with N(G)-nitro-L-arginine (L-NNA) (40 mg/kg body wt, intraperitoneally), a competitive inhibitor of constitutive NOS, partly altered the protection afforded by the amino acid. In contrast, no changes could be observed after inducible NOS inhibition [aminoguanidine (AG) 50 mg/Kg body wt, intraperitoneally). L-arg, plus IBP, produced a significant increase of the cyclic GMP (cGMP) response in tissue samples from rat stomach, 90 min and 6 h after drug administration. iNOS activity and mRNA expression were higher in IBP-treated rats, and no differences were observed in inducible responses in the L-arg plus IBP group. No variations in the cNOS activity and expression were found among the different groups of animals assayed. The measurement of mucosal PGE2 content confirmed that biosynthesis of the eicosanoid is maintained by L-arg for over 90 min after IBP, while a total inhibition was observed 6 hr later. The mechanisms of the L-arg protective effect on the damaged induced by IBP could be explained by the different period after drug administration. The early phase is mediated by cyclooxygenase/prostaglandins pathway (COX/PGs) although NO liberated by cNOS and the guanylate cyclase/cGMP pathway could be also relevant. The later phase implicates inhibition of the iNOS/NO response."
        },
        {
            "References": "PMID:11755007",
            "Value": "We previously showed the non-steroidal anti-inflammatory drug (NSAID) ibuprofen suppresses inflammation and amyloid in the APPsw (Tg2576) Tg2576 transgenic mouse. The mechanism for these effects and the impact on behavior are unknown. We now show ibuprofen's effects were not mediated by alterations in amyloid precursor protein (APP) expression or oxidative damage (carbonyls). Six months ibuprofen treatment in Tg+ females caused a decrease in open field behavior (p < 0.05), restoring values similar to Tg- mice. Reduced caspase activation per plaque provided further evidence for a neuroprotective action of ibuprofen.The impact of a shorter 3 month duration ibuprofen trial, beginning at a later age (from 14 to 17 months), was also investigated. Repeated measures ANOVA of Abeta levels (soluble and insoluble) demonstrated a significant ibuprofen treatment effect (p < 0.05). Post-hoc analysis showed that ibuprofen-dependent reductions of both soluble Abeta and Abeta42 were most marked in entorhinal cortex (p < 0.05). Although interleukin-1beta and insoluble Abeta were more effectively reduced with longer treatment, the magnitude of the effect on soluble Abeta was not dependent on treatment duration."
        },
        {
            "References": "PMID:11741404",
            "Value": "Trying to decrease the production of Amyloid beta (Abeta) has been envisaged as a promising approach to prevent neurodegeneration in Alzheimer's disease (AD). A chronic inflammatory reaction with activated microglia cells and astrocytes is a constant feature of AD. The participation of the immune system in the disease process is further documented in several retrospective clinical studies showing an inverse relationship between the prevalence of AD and nonsteroidal anti-inflammatory drug (NSAID) therapy. Previously, we demonstrated that the combination of the proinflammatory cytokines TNFalpha with IFNgamma induces the production of Abeta-42 and Abeta-40 in human neuronal cells. In the present study, the neuronal cell line Sk-n-sh was incubated for 12 h with the cyclooxygenase inhibitor ibuprofen and subsequently stimulated with the cytokines TNFalpha and IFNgamma. Ibuprofen treatment decreased the secretion of total Abeta in the conditioned media of cytokine stimulated cells by 50% and prevented the accumulation of Abeta-42 and Abeta-40 in detergent soluble cell extracts. Viability of neuronal cells measured by detection of apoptosis was neither influenced by ibuprofen nor by cytokine treatment. The reduction in the production of Abeta by ibuprofen was presumably due to a decreased production of betaAPP, which in contrast to the control proteins M2 pyruvate kinase, beta-tubulin and the cytokine inducible ICAM-1 was detected at low concentration in ibuprofen treated cells. The data demonstrate a possible mechanism how ibuprofen may decrease the risk and delay the onset of AD."
        }
    ]
}