{
    "_id": {
        "$oid": "6682e807c4e5dba5ffba238e"
    },
    "CID": {
        "$numberInt": "3776"
    },
    "Name": "ISOPROPANOL",
    "IUPACName": "propan-2-ol",
    "CanonicalSMILES": "CC(C)O",
    "Synonyms": [
        "isopropanol",
        "Isopropyl alcohol",
        "2-Propanol",
        "Propan-2-ol",
        "67-63-0",
        "2-Hydroxypropane",
        "Alkolave",
        "Avantine",
        "Hartosol",
        "Dimethylcarbinol",
        "i-Propanol",
        "sec-Propyl alcohol",
        "Takineocol",
        "Alcojel",
        "Avantin"
    ],
    "IsomericSMILES": "CC(C)O",
    "INCHI": "InChI=1S/C3H8O/c1-3(2)4/h3-4H,1-2H3",
    "INCHIKEY": "KFZMGEQAYNKOFK-UHFFFAOYSA-N",
    "Formula": "C3H8O",
    "MolecularWeight": {
        "$numberDouble": "60.1"
    },
    "Description": "Propan-2-ol is a secondary alcohol that is propane in which one of the hydrogens attached to the central carbon is substituted by a hydroxy group. It has a role as a protic solvent. It is a secondary fatty alcohol and a secondary alcohol.",
    "XlogP": {
        "$numberDouble": "0.3"
    },
    "Complexity": {
        "$numberInt": "10"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "environmental_bioconcentrations": [
        {
            "References": "(1) Hansch C et al; Exploring QSAR. Hydrophobic, Electronic, and Steric Constants. ACS Prof Ref Book. Heller SR, consult. ed., Washington, DC: Amer Chem Soc p. 7 (1995) (2) US EPA; Estimation Program Interface (EPI) Suite. Ver. 4.1. Jan, 2010. Available from, as of Sept 29, 2011: https://www.epa.gov/oppt/exposure/pubs/epiSuitedl.htm (3) Franke C et al; Chemosphere 29: 1501-14 (1994)",
            "Value": "An estimated BCF of 3 was calculated in fish for isopropanol(SRC), using a log Kow of 0.05(1) and a regression-derived equation(2). According to a classification scheme(3), this BCF suggests the potential for bioconcentration in aquatic organisms is low(SRC)."
        }
    ],
    "environmental_biodegradations": [
        {
            "References": "(1) WHO; Environmental Health Criteria 103, 2-Propanol. Geneva, Switzerland:  WHO International Program on Chemical Safety. pp. 1-77 (1990) (2) Price KS et al; J Water Pollut Control Fed 46: 63-77 (1974) (3) Pitter P; Water Res 10: 231-5 (1976) (4) Bridie AL et al; Water Res 13: 627-30 (1979) (5) Heukelekian H, Rand MC; J Water Pollut Control Assoc 29: 1040-53 (1955) (6) NITE; Chemical Risk Information Platform (CHRIP). Biodegradation and Bioconcentration. Tokyo, Japan: Natl Inst Tech Eval. Available from, as of Sept 30, 2011: https://www.safe.nite.go.jp/english/kizon/KIZON_start_hazkizon.html",
            "Value": "AEROBIC: Degradation of isopropanol with municipal waste water for 5 and 20 days resulted in a theoretical oxygen demand (ThOD) of 7% and 70%, respectively(1). Degradation of 3, 7 and 10 mg/L of isopropanol with filtered sewage seed in fresh water resulted in a ThOD of 28% in 5 days and 78% in 20 days(2). In 2 other studies, the ThOD for isopropanol using domestic waste water was 66% and 74% in 5 days(1). Isopropanol was 99% degraded with acclimated activated sludge at 20 °C (52 mg COD/g-hr rate)(3). Filtered sewage seed resulted in a ThOD of 49% and acclimated sewage seed resulted in a ThOD of 72% after 5 days(4). Degradation of isopropanol with sewage at 20 °C for 5 days resulted in a ThOD of 58% (avg 4 results)(5). In domestic waste water, diluted with salt water, a ThOD of 13% in 5 days and 72% in 20 days was observed(1). Biodegradation of 3, 7, and 10 mg/L of isopropanol with filtered sewage seed in salt water resulted in a ThOD of 13% in 5 days and a ThOD of 72% in 20 days(2).  Isopropanol, present at 100 mg/L, reached 86% of its theoretical BOD in 2 weeks using an activated sludge inoculum at 30 mg/L in the Japanese MITI test which determined isopropanol to be ready biodegradable(6)."
        },
        {
            "References": "(1) WHO; Environmental Health Criteria 103, 2-Propanol. Geneva, Switzerland: WHO International Program on Chemical Safety. pp. 1-77 (1990) (2) Hovious JC et al; Anaerobic Treatment of Synthetic Organic Wastes USEPA-12020 DIS 01/72 p. 41 (1972) (3) Mormile MR et al; Environ Sci Technol 28: 1727-32 (1994) (4) Suflita JM, Mormile MR; Eniron Sci Technol 27:  976-78 (1993) (5) Hollingsworth J et al; Chemosphere 59: 1219-1228 (2005) (6) Sklyar VI et al; Appl Biochem Biotechnol 81: 107-117 (1999)",
            "Value": "ANAEROBIC: Typical isopropanol removal efficiencies for an anaerobic lagoon treatment facility, with a retention time of 15 days, were 50% after loading with dilute waste, and 69 and 74% after loading with concentrated wastes(1). In closed bottle studies, isopropanol was completely degraded anaerobically by an acetate-enriched culture, derived from a seed of domestic sludge(1). The culture started to use cross-fed isopropanol, after 4 days, at a rate of 200 mg/L/day(1). In a mixed reactor with a 20-day retention time, seeded by the same culture, 56% removal was achieved in the 20 days following 70 days of acclimation to a final concentration of 10,000 mg/L(1). The avg percent removal of isopropanol in semi-pilot scale anaerobic lagoons was 50% in 7.5-10 days for dilute wastes with 60 ppm isopropanol and 69-74% in 20-40 days for concentrated wastes with 175 ppm isopropanol(2). Isopropanol was readily mineralized to methane and carbon dioxide under methanogenic conditions(3). The degradation rate of isopropanol under these conditions in fuel impacted river sediments and industrial/sewage impacted creek sediments was 2.4 ppm C/day (82% of expected methane recovery) and 3.0 ppm C/day (91% of expected methane recovery), respectively(3). The degradation rate of isopropanol in a sediment slurry from a shallow anoxic aquifer under methanogenic conditions was 7.6 ppm C/day (112% of theoretical methane recovery)(4). In anaerobic bioreactor studies using a granular sludge inocula, isopropanol (at 125 ppm initial concentration) degraded with 115.5% of theoretical methane production over a 21-day incubation period(5); acetone was identified as a metabolite(5). In laboratory anaerobic sludge reactor tests using liquid hen manure as inoculum, isopropanol was degraded 100% in a 13-day incubation period with lag period(6)."
        }
    ],
    "logP": [
        {
            "References": "Hansch, C., Leo, A., D. Hoekman. Exploring QSAR - Hydrophobic, Electronic, and Steric Constants. Washington, DC: American Chemical Society., 1995., p. 7",
            "Value": "log Kow = 0.05"
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V15 233 (1977)",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ ACCUMULATION OF LIVER TRIGLYCERIDES WAS OBSERVED IN RATS FOLLOWING SINGLE ORAL DOSE OF 6 G/KG BODY WT /OF ISOPROPANOL/."
        },
        {
            "References": "Grant, W.M. Toxicology of the Eye. 3rd ed. Springfield, IL: Charles C. Thomas Publisher, 1986., p. 539",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ ISOPROPYL ALC CAUSES MILD TRANSITORY INJURY /WHEN APPLIED TO RABBIT EYES/, GRADED 4 ON SCALE OF 1-10 AFTER 24 HR. /MOST SEVERE INJURIES HAVE BEEN RATED 10/. IRRIGATION OF RABBIT EYES FOR 3 MIN WITH 50% ISOPROPYL ALCOHOL CAUSED REACTION /WHICH/ GRADED 50 ON SCALE OF 0 TO 100."
        },
        {
            "References": "Grant, W. M. Toxicology of the Eye. 2nd ed. Springfield, Illinois: Charles C. Thomas, 1974., p. 610",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ ONE MONKEY WAS GIVEN /ISOPROPYL ALC/ ... EXAMINER HAD IMPRESSION OF CONGESTION OR HYPEREMIA OF OPTIC NERVEHEADS AFTER FIRST DOSE, THERE APPEARED TO BE NO DISTURBANCE OF THE EYES. IN SAME STUDY SEVERAL RABBITS WERE GIVEN ISOPROPYL ALC BY STOMACH TUBE & RATHER STRANGE OPHTHALMOSCOPIC OBSERVATIONS WERE REPORTED, CONSISTING OF BLURRING OR CUPPING OF OPTIC DISCS IN SOME ANIMALS."
        },
        {
            "References": "PMID:222494",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ ISOPROPANOL, 50 MMOL/KG BY GASTRIC TUBE, INDUCED TRIACYLGLYCEROL ACCUMULATION IN LIVER OF FEMALE WISTAR RATS. AFTER ADMIN, LIVER PALMITATE-(14)C UPTAKE INCR WHEREAS HEPATIC PALMITATE OXIDN TO (14)CO2 WAS IMPAIRED & PALMITATE ESTERIFICATION INTO TRIACYLGLYCEROL WAS ENHANCED."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V71 1032 (1999)",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Inhalation of 400 ppm (1000 mg/cu m) isopropanol by guinea pigs for 24 hours reduced the ciliary activity in the nasal mucosa, but recovery was complete within two weeks. Higher concentrations produced damage that required longer to repair."
        },
        {
            "References": "Clayton, G.D., F.E. Clayton (eds.) Patty's Industrial Hygiene and Toxicology. Volumes 2A, 2B, 2C, 2D, 2E, 2F: Toxicology. 4th ed. New York, NY: John Wiley & Sons Inc., 1993-1994., p. 2631",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Deaths occurred in 6 of 10 rats following aspiration of 0.2 mL of 100% isopropanol and in 1 of 10 rats following aspiration of 70% isopropanol."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V15 233 (1977)",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ ... RATS ... EXPOSED CONTINUOUSLY FOR 86 DAYS TO AIR CONCN OF 8.14 PPM ISOPROPANOL (20 MG/CU M) ... SHOWED CHANGES IN REFLEX BEHAVIOR & INCR IN RETENTION OF BROMOSULFOPHTHALEIN. POST MORTEM FINDINGS INCL ENLARGED SPLEEN, SOME EVIDENCE OF LIVER PARENCHYMAL CELL DYSTROPHY & DEGENERATIVE CHANGES IN CEREBRAL MOTOR CORTEX."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V71 1031 (1999)",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Rats continuously inhaling 8 ppm (20 mg cu m) isopropanol for 86 days showed increased bromosulfophthalein retention, liver parenchymal dystrophy, enlarged spleen and degenerative changes in the brain. Groups of rats inhaling isopropanol at a concentration of 8000 ppm (20,000 mg/cu m) for 20 weeks showed no change in erythrocyte numbers. There was an increase in serum cholesterol levels throughout the dosing period, which returned to normal values within four weeks in a 12 week recovery period. Serum alanine aminotransferase and aspartate aminotransferase activities were significantly increased during the first 12 weeks of the dosing period, but had returned to normal values by the end of the dosing period. No effect on these parameters was observed at 4000 ppm (10,000 mg/cu m)."
        },
        {
            "References": "Organization for Economic Cooperation and Development; Screening Information Data Set for Sodium Isopropanol  (67-63-0) p.21 (January 1998). Available from, as of September 22, 2011: https://www.inchem.org/pages/sids.html",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ /Fischer rats inhaled isopropanol 6 hr/day, 5 days/week at concentrations of 0, 100, 500, 1500, and 5000 ppm./ No exposure-related mortalities occurred. /CNS depression/ effects were noted during exposures to 1500 and 5000 ppm. Ataxia was observed following exposure to 5000 ppm. Decreases in body weight were also observed at the end of the first week of exposure to 5000 ppm. The only microscopic change observed was hyaline droplets within the kidneys of all male rats (including controls). The size and frequency of these droplets were increased in the exposed groups. Thus, repeated exposures produced toxic effects only at the highest concentration (5000 ppm) and a kidney change in male rats of unknown biological significance. /NOEL 500 ppm, LOEL 1500 ppm/"
        },
        {
            "References": "Organization for Economic Cooperation and Development; Screening Information Data Set for Sodium Isopropanol  (67-63-0) p.23 (January 1998). Available from, as of September 22, 2011: https://www.inchem.org/pages/sids.html",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ /CD-1 mice inhaled isopropanol 6 hr/day, 5 days/week at concentrations of 0, 100, 500, 1500, and 5000 ppm./ No exposure-related mortalities occurred. Narcotic effects were noted during exposures to 1500 and 5000 ppm. No exposure-related effects were noted on body weight of the male mice, but increased body weight and body weight gain were observed for the 5000 ppm female mice. No treatment related effects were noted at gross necropsy or at histopathologic examination. /NOEL 500 ppm, LOEL 1500 ppm/"
        },
        {
            "References": "Clayton, G. D. and F. E. Clayton (eds.). Patty's Industrial Hygiene and Toxicology: Volume 2A, 2B, 2C: Toxicology. 3rd ed. New York: John Wiley Sons, 1981-1982., p. 4564",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ RATS THAT INGESTED 0.5 TO 10.0 PERCENT ISOPROPYL ALCOHOL IN THEIR DRINKING WATER FOR 27 WEEKS SHOWED DECREASED BODY WEIGHT GAIN. NO GROSS OR MICROSCOPIC ABNORMALITIES OF THE BRAIN, PITUITARY, LUNG, HEART, LIVER, SPLEEN, KIDNEYS, OR ADRENALS WERE OBSERVED."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V15 231 (1977)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ GROUP OF 30 ROCKLAND MICE WERE TREATED THRICE WEEKLY 1 YR WITH ISOPROPYL ALCOHOL. NO SKIN TUMORS WERE DETECTED (NIOSH, 1976) (THE WORKING GROUP NOTED THAT THE SEX, DOSE, AND OBSERVATION PERIOD WERE NOT SPECIFIED)."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V15 232 (1977)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ GROUPS OF 3 MO OLD MALE C3H, ABC OR C57BL MICE WERE EXPOSED FOR 3-7 HR/DAY, 5 DAYS/WK FOR 5-8 MO TO A CONCENTRATION OF 7000 MG/CU M ISOPROPYL ALCOHOL IN AIR. ANIMALS WERE KILLED AT 8-12 MO OF AGE. INCIDENCE OF LUNG TUMORS WAS NOT INCR, COMPARED WITH THAT IN CONTROLS."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V15 232 (1977)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ GROUPS OF 3 MO OLD MALE C3H, ABC & C57BL MICE WERE TREATED BY SC INJECTION WITH 0.025 ML ISOPROPYL ALC ONCE WEEKLY FOR 20-40 WK, AT WHICH TIME ANIMALS WERE KILLED. NO INCR IN INCIDENCE OF LUNG TUMORS WERE FOUND."
        },
        {
            "References": "Organization for Economic Cooperation and Development; Screening Information Data Set for Sodium Isopropanol  (67-63-0) p.27 (January 1998). Available from, as of September 22, 2011: https://www.inchem.org/pages/sids.html",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ /Male and female Fischer 344 rats inhaled isopropanol for 24 months, 6 hr/day, 5 days/week at concentrations of 500, 2500, 5000 ppm. The main cause of death for the 5000 ppm rats (both sexes) was chronic renal disease. Chronic renal disease also accounted for much of the mortality of the 2500 ppm male rats. ... During exposure, some male and female rats at 5000 ppm showed signs of hypoactivity, lack of startle reflex, and /CNS depression/. Hypoactivity was also observed in some animals at 2500 ppm. Body weight and body weight gain were increased for animals in the 2500 and 5000 ppm groups. Urine chemistry changes indicative of impaired kidney function were noted in the 2500 (males) and 5000 (males and females) ppm groups. In the 2500 and 5000 ppm males and/or females, liver weights were increased, probably as a result of a metabolic response (enzyme induction), although there was no histopathological changes noted. There was also a concentration related increase in absolute and relative testes weight seen in males. An excerbation of chronic renal disease was observed in the IPA exposed rats. Observations included mineralization, tubular dilation, glomerulosclerosis, interstitial nephritis and fibrosis, hydronephrosis, and transitional cell hyperplasia. These changes are common in aging rats. An increased incidence of interstitial cell adenomas occurred in the testes of male rats. The frequency of interstitial (Leydig) cell tumors of the testis was also increased in a concentration-related pattern for male rats in the study. ... There were no increases in the incidence of other tumor types in the exposed animals compared to the controls. /Oncogenicity NOEL >5000 ppm, Toxicity NOEL 500 ppm/"
        },
        {
            "References": "Organization for Economic Cooperation and Development; Screening Information Data Set for Sodium Isopropanol  (67-63-0) p.28 (January 1998). Available from, as of September 22, 2011: https://www.inchem.org/pages/sids.html",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ /Male and female CD-1 mice inhaled isopropanol for 18 months, 6 hr/day, 5 days/week at concentrations of 0, 500, 2500, 5000 ppm. /CNS depression/ was observed during exposure in the 2500 and 5000 ppm groups, and following exposure in the 5000 ppm groups. There was no difference in mortality rate or mean survival time between IPA exposed and control animals. Clinical signs were observed for some male and female mice during exposures to 2500 and 5000 ppm and included hypoactivity, lack of a startle reflex, narcosis, ataxia (5000 ppm only), and prostration (5000 ppm only). Ataxia was the only exposure-related clinical sign that was noted for the 5000 ppm male and female animals following exposure. Increased body weight and/or body weight gain were observed for both sexes in the 2500 and 5000 ppm groups. The 2500 and 5000 ppm male mice from the recovery group continued to increase body weight and body weight gain to study termination even in the absence of IPA exposure. Absolute and relative liver weights were increased in both male and female mice; relative testes weights were decreased in all IPA-exposed male mice; and absolute and relative brain weights were decreased in the 5000 ppm females. The only organ weight change noted for the recovery animals was a concentration-related absolute and relative increase in liver weight for the male mice. Hematologic parameters were unaffected by IPA exposure. The only gross lesion noted at study termination was seminal vesicle enlargement in the 5000 ppm males. However, microscopic evaluation showed increased incidence of dilation of the seminal vesicles in both the 2500 and 5000 ppm male mice. These effects were not present in the recovery group males. Since the seminal vesicles did not have any associated inflammatory or degenerative changes, the enlargement may have been a result of hormonal imbalance. It is not known whether the /CNS depression/ effects of isopropanol could have affected the secretion of the seminal vesicles. Minimal to mild effects to the kidney including renal tubular proteinosis and tubular dilation were observed following 78 weeks of exposure. The incidence of renal tubular proteinosis was generally significantly increased for all male and female treatment groups relative to controls; however the majority of affected animals showed minimal degrees of tubular proteinosis (i.e., only a few tubules affected), there was no concentration-related gradient in either the frequency of severity of this change, and there was no corresponding evidence of alterations to the glomeruli. Mild to moderate degrees of tubular dilation were observed in a small number of females in the 2500 and 5000 ppm groups (significantly increased only for the 5000 ppm group). This finding, however, was not duplicated in male mice (a significant increase was only seen for the 500 ppm group) nor was it accompanied by evidence of tubular cell degeneration or urinary outflow obstruction ... /Oncogeneticity NOEL >5000 ppm, Toxicity NOEL 500 ppm/"
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V15 234 (1977)",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ ISOPROPYL ALC WAS GIVEN CONTINUOUSLY IN DRINKING WATER IN DOSES OF 1.5, 1.4, & 1.3 G/KG BODY WT/DAY TO PARENTS & TO TWO SUCCESSIVE GENERATIONS OF RATS, RESPECTIVELY. NEITHER GROWTH, REPRODUCTIVE FUNCTION NOR EMBRYONIC OR POSTNATAL DEVELOPMENT WERE AFFECTED, EXCEPT FOR SOME RETARDATION OF GROWTH EARLY IN LIFE OF FIRST GENERATION RATS."
        },
        {
            "References": "Shepard, T.H. Catalog of Teratogenic Agents. 5th ed. Baltimore, MD: The Johns Hopkins University Press, 1986., p. 329",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ ... This compound induced death in 31% of embryos and malformations in 14% of embryos. The substance was given to pregnant rats /at/ 0.018-1008 mg/kg. Behavior abnormalities in progeny of treated females were also found."
        },
        {
            "References": "Organization for Economic Cooperation and Development; Screening Information Data Set for Sodium Isopropanol  (67-63-0) p.35 (January 1998). Available from, as of September 22, 2011: https://www.inchem.org/pages/sids.html",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ /Pregnant female Sprague-Dawley rats inhaled isopropanol 7 hr/day from day 1-19 of gestation at concentrations of 0, 3500, 7000 and 10000 ppm. Fetal examiniation occurred on gestation day 20./ The animals showed unsteady gait and /CNS depression/ during initial exposures in the mid- and high-dose groups; reduced food consumption and reduced weight gain were also noted in both the mid- and high-dose groups. Fetal body weights per litter were reduced in all dose groups. Exposure to 10000 ppm also resulted in failure of implantation, fully resorbed litters, increased resportions per litter and increased incidence of cervical ribs. /Maternal Toxicity NOEL 3500 ppm, Teratogenicity NOEL < 3500 ppm/"
        },
        {
            "References": "Clayton, G.D., F.E. Clayton (eds.) Patty's Industrial Hygiene and Toxicology. Volumes 2A, 2B, 2C, 2D, 2E, 2F: Toxicology. 4th ed. New York, NY: John Wiley & Sons Inc., 1993-1994., p. 2633",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ In a rat developmental study, female Sprague-Dawley rats were dosed by oral gavage with either 0, 400, 800, or 1200 mg/kg isopropanol during gestation days 6 to 15. Mortality was observed in the mid- (4%) and high-dose (8%) animals and reduced maternal gestational weight gain on gestational days 0 to 20 associated with significantly reduced gravid uterine weights were noted in the high-dose animals. Fetal body weights were reduced at 800 and 1200 mg/kg. No adverse maternal or developmental effects at 400 mg/kg. No teratogenic effects were noted at any dose tested."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V71 1032 (1999)",
            "Value": "/GENOTOXICITY/ In an in-vivo study, isopropanol did not induce micronuclei in bone marrow of mice. ... Studies conducted in mammalian cells in vitro, it did not induce sister chromatid exchanges or gene mutations. Isopropanol did not induce aneuploidy in Neurospora crassa study. ... It is not mutagenic to bacteria."
        },
        {
            "References": "PMID:6636185",
            "Value": "/OTHER TOXICITY INFORMATION/ ACUTE OR CHRONIC TREATMENT OF RATS WITH ISOPROPANOL CAUSED AN INCREASE IN HEPATIC CYTOCHROME P-450 CONTENT & A 2-FOLD INCREASE IN ANILINE HYDROXYLASE & 7-ETHOXYCOUMARIN O-DEETHYLASE ACTIVITIES, BUT NO SIGNIFICANT CHANGE IN ETHYLMORPHINE N-DEMETHYLASE OR BENZO(A)PYRENE HYDROXYLASE ACTIVITY."
        },
        {
            "References": "LYON RC ET AL; J PHARMACOL EXP THER (3) 218: 669-75 (1981)",
            "Value": "/OTHER TOXICITY INFORMATION/ A CORRELATION BETWEEN HYPNOTIC POTENCY OF ALIPHATIC ALC & ABILITIES TO DISRUPT STRUCTURE OF NEURONAL MEMBRANE IN VITRO WAS ESTABLISHED. SIGNIFICANT REDN IN ORDER PARAMETER WERE OBSERVED AT NERVE BLOCKING CONCN. THE FOLLOWING ALCOHOLS WERE INVESTIGATED: ETHANOL, PROPANOL, 2-PROPANOL, BUTANOL, 2-BUTANOL, 2-METHYL-1-PROPANOL, 2-METHYL-2-PROPANOL. DISORDERING POTENCY OF EACH ALCOHOL WAS CLOSELY RELATED TO ITS MEMBRANE SOLUBILITY, BASED ON OIL/WATER PARTITION COEFFICIENT."
        },
        {
            "References": "Gosselin, R.E., R.P. Smith, H.C. Hodge. Clinical Toxicology of Commercial Products. 5th ed. Baltimore: Williams and Wilkins, 1984., p. III-12",
            "Value": "/OTHER TOXICITY INFORMATION/ IN THE RAT ... THE ORDER OF INCREASING LETHALITY BY SINGLE DOSE ORAL ADMIN IS AS FOLLOWS: ETHYL, ISOPROPYL AND SEC-BUTYL, N-BUTYL, TERT-BUTYL, ISOBUTYL, & AMYL ALCOHOLS."
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "(1) Meylan WM et al; Environ Sci Technol 26: 1560-67 (1992) (2) Swann RL et al; Res Rev 85: 17-28 (1983)",
            "Value": "Using a structure estimation method based on molecular connectivity indices(1), the Koc of isopropanol can be estimated to be 1.5(SRC). According to a classification scheme(2), this estimated Koc value suggests that isopropanol is expected to have very high mobility in soil."
        }
    ]
}