{
    "_id": {
        "$oid": "6682e7d4c4e5dba5ffba228d"
    },
    "CID": {
        "$numberInt": "379"
    },
    "Name": "OCTANOIC ACID",
    "IUPACName": "octanoic acid",
    "CanonicalSMILES": "CCCCCCCC(=O)O",
    "Synonyms": [
        "octanoic acid",
        "caprylic acid",
        "124-07-2",
        "n-octanoic acid",
        "Octylic acid",
        "n-caprylic acid",
        "octoic acid",
        "n-octylic acid",
        "n-Octoic acid",
        "1-heptanecarboxylic acid",
        "Enantic acid",
        "Octic acid",
        "C-8 acid",
        "Caprylsaeure",
        "Kaprylsaeure"
    ],
    "IsomericSMILES": "CCCCCCCC(=O)O",
    "INCHI": "InChI=1S/C8H16O2/c1-2-3-4-5-6-7-8(9)10/h2-7H2,1H3,(H,9,10)",
    "INCHIKEY": "WWZKQHOCKIZLMA-UHFFFAOYSA-N",
    "Formula": "C8H16O2",
    "MolecularWeight": {
        "$numberDouble": "144.21"
    },
    "Description": "Octanoic acid is a straight-chain saturated fatty acid that is heptane in which one of the hydrogens of a terminal methyl group has been replaced by a carboxy group. Octanoic acid is also known as caprylic acid. It has a role as an antibacterial agent, a human metabolite and an Escherichia coli metabolite. It is a straight-chain saturated fatty acid and a medium-chain fatty acid. It is a conjugate acid of an octanoate.",
    "XlogP": {
        "$numberDouble": "3"
    },
    "Complexity": {
        "$numberInt": "89"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "plant_concentrations": [
        {
            "References": "(1) Tatsuka K et al; J Agric Food Chem 38: 2176-80 (1993) (2) Rogge WF et al; Environ Sci Technol 27: 2700-11 (1993) (3) Cantalejo MJ; J Agric Food Chem 45: 1853-60 (1997)",
            "Value": "Octanoic acid was tentatively identified as a volatile constituent of the kiwi fruit flower(1). Octanoic acid was found in fine particulate matter released (by resuspension and agitation of the leaf composites) from green and dead plant leaves at concns of 143.4 and 249.7 ug/g, respectively(2). Octanoic acid was found as a volatile component of raw earth-almond (Cyperus esculentus L.)(3)."
        }
    ],
    "environmental_bioconcentrations": [
        {
            "References": "(1) Hansch C et al; Exploring QSAR. Hydrophobic, Electronic, and Steric Constants. ACS Prof Ref Book. Heller SR, consult. ed., Washington, DC: Amer Chem Soc p. 49 (1995) (2) Meylan WM et al; Environ Toxicol Chem 18: 664-72 (1999) (3) Franke C et al; Chemosphere 29: 1501-14 (1994)",
            "Value": "An estimated BCF of 3 was calculated in fish for octanoic acid(SRC), using a log Kow of 3.05(1) and a regression-derived equation(2). According to a classification scheme(3), this BCF suggests the potential for bioconcentration in aquatic organisms is low(SRC)."
        }
    ],
    "environmental_biodegradations": [
        {
            "References": "(1) Dias FF, Alexander M; Appl Microbiol 22: 1114-8 (1971) (2) Francis AJ; Environmental Migration of Long-lived Radionuclides, Vienna, Austria: Inter Atomic Energy Agency IAEA-SM-257/72 pp. 415-29 (1982) (3) Gaffney PE, Heukelekian H; Sew Indust Wastes 30: 673-9 (1958) (4) Gaffney PE, Heukelekian H; J Water Pollut Control Fed 33: 1169-83 (1961) (5) Malaney GW, Gerhold RM; J Water Pollut Control Fed 41: R18-R33 (1969) (6) McKinney RE et al; Sew Indust Wastes 28: 547-57 (1956) (7) Payne WJ, Feisal VE; Appl Microbiol 11: 339-44 (1963) (8) Yonezawa Y et al; Kogai Shigen Kenkyusho Iho 12: 85-91 (1982)",
            "Value": "AEROBIC: Octanoic acid reached 43, 53, 64 and 63% of its theoretical BOD after 2, 5, 10, and 30 days, respectively using a domestic sewage inoculum and an octanoic acid concn of 3.0 ppm(1). 100% decreases in initial octanoic acid concns of 0.5 mg/L and 4.3 mg/L were observed after 21 days incubation in aerobic mixed bacterial cultures obtained from trench leachate at low-level radioactive waste disposal sites in Maxey Flats, KY and West Valley, NY, respectively(2). Octanoic acid reached 60% of its theoretical oxygen demand after 5 days using a sewage seed(3). After a lag period of 2.2 days, octanoic acid present at a concn of 10,000 ppm, reached 60, 66, and 68% of its theoretical BOD after 5, 10, and 20 days, respectively using a sewage seed(4). Use of an adapted sewage seed reduced the lag period to 1.6 days, after which octanoic acid reached 60, 69, and 70% of its theoretical BOD after 5, 10, and 20 days, respectively(4). In Warburg respirometer tests using an activated sludge seed, octanoic acid, present at a concn of 500 ppm, reached 9.8, 20.4, and 32.8% of its theoretical oxygen demand after 6, 12, and 24 hours incubation, respectively(5). After 24 hours incubation, octanoic acid, present at a concn of 500 ppm, reached 5 and 59% of its theoretical oxygen demand using activated sludge inoculum from two different municipal sources(5). In a Warburg test using an activated sludge inoculum acclimated to phenol, octanoic acid, present at a concn of 500 ppm, reached 20% of its theoretical BOD after 12 hours(6). Two bacterial soil isolants were able to utilize octanoate as a growth substrate(7). A total organic carbon removal ratio of 97% was observed for octanoic acid using a non-acclimated activated sludge and an initial octanoic acid concn of 100 mg total organic carbon/L(8)."
        },
        {
            "References": "(1) Francis AJ; Environmental Migration of Long-lived Radionuclides, Vienna, Austria: Inter Atomic Energy Agency IAEA-SM-257/72 pp. 415-29 (1982) (2) Francis AJ et al; Appl Environ Microbiol 40: 108-13 (1980)",
            "Value": "ANAEROBIC: A 33% increase in concn of octanoic acid, present at an initial concn of 22.6 mg/l, in anaerobic bacterial cultures obtained from trench leachate in West Valley, NY was attributed to the breakdown of complex compounds(1). A 21% decrease in the initial octanoic acid concn of 1.9 mg/l was observed after 21 days incubation in an anaerobic mixed bacterial culture obtained from trench leachate at a low-level radioactive waste disposal site in Maxey Flats, KY(2)."
        }
    ],
    "logP": [
        {
            "References": "Hansch, C., Leo, A., D. Hoekman. Exploring QSAR - Hydrophobic, Electronic, and Steric Constants. Washington, DC: American Chemical Society., 1995., p. 49",
            "Value": "log Kow = 3.05"
        }
    ],
    "mechanism_of_action": [
        {
            "References": "PMID:2136855",
            "Value": "Mitochondrial uncoupling is often invoked as a mechanism underlying cellular dysfunction; however, it has not been possible to study this phenomenon directly in intact cells and tissues. In this paper ... direct evaluation of mitochondrial uncoupling in the intact myocardium using (31)P NMR magnetization transfer techniques /are reported/. Langendorff perfused rat hearts were exposed to either a known uncoupler, 2,4-dinitrophenol, or a potential uncoupler, octanoate. Both 2,4-dinitrophenol and octanoate decreased mechanical function as measured by the rate pressure product and caused an increase in the oxygen consumption rate; with 2,4-dinitrophenol this increase in oxygen consumption rate was dose-dependent. The ATP synthesis rate measured by (31)P NMR, however, was not elevated commensurately with oxygen consumption rate; instead, the P/O ratio declined. In contrast, the linear relationship between the ATP synthesis rate and rate pressure product was not altered by the uncoupling agents. These data demonstrate that 1) (31)P NMR magnetization transfer can be utilized to measure uncoupling of oxidative phosphorylation in intact organs, 2) octanoate does not induce excess ATP utilization in the intact heart, and 3) high levels of octanoate induce mitochondrial uncoupling in the intact myocardium; and this may, in part, be the cause of the toxic effects associated with fatty acid exposure. /Octanoate/"
        },
        {
            "References": "PMID:17434686",
            "Value": "It has been shown that polyunsaturated fatty acids such as arachidonic and docosahexanoic acids but not monounsaturated and saturated long-chain fatty acids promote basal and nerve growth factor (NGF)-induced neurite extension of PC12 cells, a line derived from a rat pheochromocytoma. On the other hand, short-chain fatty acids and valproic acid (2-propylpentanoic acid) enhance the growth of neurite processes of the cells only in the presence of inducers. In this study, /investigators/ demonstrated that straight medium-chain fatty acids (MCFAs) at millimolar concentrations alone potently induced neuronal differentiation of PC12 cells. ...  Nonanoic, decanoic, and dodecanoic acids also induced growth of neurite processes, but their maximal effects were less marked than that of octanoic acid. ..."
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "PMID:8194797",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Octanoate was found to stimulate the muscle proteins catabolism in rats with portacaval anastomosis thus increasing the amounts of 3-methylhistidine, creatinine, ammonium and urea in the excreted urine. The intensive decomposition of the endogenous proteins also produced great amounts of HCO3- whose levels increased in both the urine and blood. It is suggested that in hepatic insufficiency octanoate causes metabolic acidosis through: a) more intensive catabolism of the muscle proteins whose decomposition results in greater amounts of HCO3-, b) metabolization of octanoate to HCO3-, and c) inhibition of the ornithine cycle."
        },
        {
            "References": "Grant, W.M. Toxicology of the Eye. 3rd ed. Springfield, IL: Charles C. Thomas Publisher, 1986., p. 1008",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ ...RATED 9 ON RABBIT EYES. ...TESTED EXTERNALLY ON EYES OF RABBITS &...RATED NUMERICALLY ON SCALE OF 1-10 ACCORDING TO DEGREE OF INJURY...AFTER 24 HR /OBSERVATION/, PAYING PARTICULAR ATTENTION TO CONDITION OF CORNEA. MOST SEVERE INJURIES HAVE BEEN RATED 10."
        },
        {
            "References": "PMID:4005536",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ The medium chain fatty acid octanoic acid was injected i.p. into 20-22 g Swiss-Albino mice at a dose of 15 umol/g. This dose produced a reproducible response consisting of a 3-4 min period of drowsiness, followed by coma. These mice as well as suitable controls were sacrificed by rapid submersion in liquid N2, or by microwave irradiation in a 7.3 kW microwave oven. Tissue from the reticular formation and the inferior colliculus was prepared for microanalysis of the energy metabolites glucose, glycogen, ATP and phosphocreatine. Results from this study showed a selective effect on energy metabolism in cells of the reticular formation. Both glucose and glycogen were elevated in the coma and precoma state. In addition, ATP and phosphocreatine were decreased in the reticular formation during coma. These results show a selective effect of octanoic acid on energy metabolism in the reticular formation both in the precoma stage, and during overt coma."
        },
        {
            "References": "PMID:2813970",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Medium chain fatty acid sodium octanoate was infused into rabbits as a 0.2 M solution over 4 hr resulting in blood and brain octanoate levels of 200-800 umol/L. The infused animals developed marked hyperventilation leading to a mild respiratory alkalosis. Additionally, octanoate infusion brought about hyperammonemia and hyperlactate acidemia. Another group of rabbits also infused with octanoate but pretreated with indomethacin (10 mg/kg b.wt.) developed neither hyperventilation nor hyperammonemia."
        },
        {
            "References": "PMID:16360711",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Hepatic portal vein (HPV) infusion of the medium chain fatty acid caprylic acid (CA; 2.3 mg/min, 40 uL/min) for 90 min beginning at dark onset in 18-hr food-deprived male rats reduced the size of the first nocturnal meal about 40% (P < 0.01) and reduced 24-hr food intake by about 15% (P < 0.001). Identical infusions into the vena cava affected neither initial meal size nor food intake. HPV CA infusion attenuated the postprandial decreases in plasma free fatty acids (P < 0.01) and beta-hydroxybutyrate (P < 0.01). HPV CA infusions did not significantly reduce nocturnal saccharine intake in a two-bottle conditioned taste aversion test, and there was no association between the saccharine intake on the test day and the feeding-inhibitory effect of CA on the conditioning day. HPV CA infusion did not affect plasma concentrations of corticosterone or of the pro-inflammatory cytokines interleukin-6 and tumor necrosis factor-alpha. HPV CA infusion did not increase plasma concentration of the liver enzyme alanine aminotransferase, but did increase plasma concentration of gamma-glutamyl transferase, although not into the pathophysiological range."
        },
        {
            "References": "European Chemicals Bureau; IUCLID Dataset, Ocanoic acid (CAS # 124-07-2) p.24 (2000 CD-ROM edition). Available from, as of January 17, 2004: https://esis.jrc.ec.europa.eu/",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ In rats /ip/ injection of about 400 g octanoic acid/kg or above induced coma, while lower doses of about 200 to 300 g/kg caused mild lethargy, decreased body movements and diminished response to pain."
        },
        {
            "References": "PMID:970471",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Intravenous or renal intra-arterial infusion of sodium octanoate results in a 60% decrease in renal ammoniagenesis in the acidotic dog. Mobilization of endogenous fatty acids by levarterenol infusion is accompanied by a 30% fall in renal ammoniagenesis which coincides with considerable increase in renal extraction of fatty acids. In both types of experiments, the renal extraction of glutamine falls in proportion with decreased ammoniagenesis. The effect of octanoate and levarterenol infusion cannot be explained by changes in acid-base equilibrium, renal hemodynamics, or the release of insulin. ... /Sodium octanoate/"
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. 726",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ ...The acid caused slight necrosis (10 mg) to moderate damage (500 mg) when applied to rabbit skin for 24 hr, and severe corneal injury when applied as a 5% solution (0.5 mL in water or propylene glycol) to rabbit eyes. The maximum no-effect time for inhalation of concentrated caprylic acid vapor for rats was 4 hr."
        },
        {
            "References": "BIBRA Working Group; The British Industrial Biological Research Association 6: (1987)",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ ... A low acute toxicity was seen with octanoic acid in rats treated orally and in rabbits treated dermally. Central nervous system effects resulted from single oral or injection administration of octanoic acid and sodium octanoic acid to rats and mice and intravenous infusion of sodium has been used to reproduce a particular type of brain dysfunction (hepatic encephalopathy) in rabbits and monkeys."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. 726",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Caprylic acid injected intraperitoneally into Swiss-Albino mice at a dose level of 15 mmol/kg caused a 3 to 4 min period of drowsiness, followed by coma. Compared to the brains of control animals, mice given caprylic acid showed changes in energy metabolism in cells of the reticular formation. The results showed selective effect of caprylic acid on energy metabolism in the reticular formation both in the precoma stage and during overt coma. Similar narcotic effects were reported in rats administered 3.8 mmol/kg caprylic acid. Trioctanoin (the triglyceride of caprylic acid) infused into anesthetized dogs resulted in emesis, somnolence, coma, and changes in electroencephalogram patterns."
        },
        {
            "References": "PMID:8282277",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Caprenin, a randomized triglyceride primarily comprising caprylic (C8:0), capric (C10:0), and behenic (C22:0) acids, was administered in a semi-purified diet to weanling Sprague-Dawley rats (25/sex/group) at dose levels of 5.23, 10.23 or 15.00% (w/w) for 91 days. Corn oil was added at 8.96, 5.91 and 3.00%, respectively, to provide essential fatty acids and digestible fat calories. Corn oil alone (12.14%) and a blend of medium-chain triglyceride (MCT) oil plus corn oil (11.21 and 3.13%, respectively) served as controls. All diets were formulated to provide about 4000 kcal/kg of diet and 26.8% of digestible calories from fat by assuming that corn oil, MCT oil, and caprenin provided 9, 7 and 5 kcal/g, respectively. Survival, clinical signs, body weight, feed consumption, feed efficiency, organ weights, organ-to-body-weight ratios, organ-to-brain-weight ratios, hematological values and clinical chemistry parameters were evaluated in all groups. Histopathology of a full complement of tissues was evaluated in the corn oil and MCT oil control groups as well as the high-dose caprenin group. Additional rats (n = 5/sex/group) were included in the study to determine whether there was marked storage of C22:0 in heart, liver or perirenal fat at the end of the 91-day feeding period. No significant differences in body weight gain were measured with the balanced caloric diets, although feed conversion efficiency was reduced in the high-dose caprenin group. No adverse effects from the ingestion of caprenin were detected, nor were significant amounts of C22:0 present in the fat extracted from the selected fat depot sites. These results establish a no-observable-adverse-effect level (NOAEL) of more than 15% (w/w) caprenin in the diet (or more than 83% of total dietary fat), which is equal to a mean exposure level of more than 13.2 g/kg/day for male rats and more than 14.6 g/kg/day for female rats. /Caprenin/"
        },
        {
            "References": "PMID:5364891",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/WHEN 5 DIFFERENT FATTY ACIDS WERE FED FOR 6 WEEKS TO MALE RATS AS 50% OF A BASIC HIGH-FAT DIET, PALMITIC ACID WAS THE MOST HYPERLIPEMIC, FOLLOWED BY CAPRYLIC AND MYRISTIC ACID. NEITHER THE DEGREE OF SATURATION OF A FAT NOR ITS ORIGIN ANIMAL OR VEGETABLE APPEARED TO BE OF ANY USE FOR PREDICTING ITS HYPERLIPEMIC, THROMBOGENIC, OR ATHEROGENIC EFFECTS."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. 726",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ In a series of feeding studies, rats that received 3,000 to 13,000 mg/kg/day octanoic acid for 2 to 16 weeks showed no effects from treatment."
        },
        {
            "References": "European Chemicals Bureau; IUCLID Dataset, Ocanoic acid (CAS # 124-07-2) p.29 (2000 CD-ROM edition). Available from, as of January 17, 2004: https://esis.jrc.ec.europa.eu/",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ There was no evidence of carcinogenicity on gross examination of the major organs of 15 male and 15 female rats fed about 7,400 mg octanoic acid/kg/day (as the triglyceride) for 47 wk."
        },
        {
            "References": "PMID:3086174",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Pregnant NMRI mice were given a single subcutaneous injection of 0 or 600 mg/kg octanoic acid (OA) in 10 mL water on day 8 of gestation. On day 18 of gestation, the dams were killed and the fetuses examined. OA did not produce any embryotoxic effects or fetal weight retardation."
        },
        {
            "References": "USEPA; High Production Volume Information System (HPVIS); Octanoic acid ( CAS # 124-07-2). Available from, as of January 18, 2008: https://iaspub.epa.gov/oppthpv/quicksearch.display?pChem=100242",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Female Sprague-Dawley rats /were administered octanoic acid via/ gavage at 0, 1125 or 1500 mg/kg/day /during/ days 6 to 15 of gestation. Maternal Data with Dose Level: No effect on # of implants, but decreased body weight in dams at both dose levels. Fetal Data with Dose Level: Significant decrease (p<0.05) in the number of live pups at the high dose only; no effect on perinatal loss (%) or pup weight at either dose ... Octanoic acid induced a significant decrease in the number of live pups in Sprague-Dawley rats but only at a dose, which causes maternal toxicity."
        },
        {
            "References": "USEPA; High Production Volume Information System (HPVIS); Octanoic acid ( CAS # 124-07-2). Available from, as of January 18, 2008: https://iaspub.epa.gov/oppthpv/quicksearch.display?pChem=100242",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Xenopus embryos ... were collected following hormone-induced breed, each group of 25 embryos was exposed to one of 8 concentrations of acid and a control, each acid was tested three times and data were pooled to calculate 96 hrs LC50 (lethality) and 96 hrs EC50 (malformation) and development hazard index (DHI) ... Fetal Data with Dose Level: LC50 = 127.1 (119 to 136) mg/L; EC50 = 28.1 (26 to 30) mg/L; DHI = 4.5 ... Developmental hazard index was found to be less than 5 indicating a low hazard according to the authors."
        },
        {
            "References": "PMID:7737049",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/  Valproic acid (2-propyl pentanoic acid), ethylhexanoic acid, and octanoic acid are isomeric C8 organic acids but their teratologic potency varied widely. Valproic acid induced a moderate to severe teratologic outcome after a single oral administration of 6.25 mmoles/kg on day 12 of rat pregnancy. Twice as much ethylhexanoic acid (12.5 mmoles/kg) induced a less severe response. Octanoic acid was nonteratogenic even at the very high dose of 18.75 mmoles/kg. This latter result is undoubtedly due to poor intestinal absorption of octanoic acid, as the maternal plasma levels never reached half of those measured for valproic acid and ethylhexanoic acid. Moreover, only a tiny fraction of that in maternal plasma was actually transferred into the embryo. ..."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. 727",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ In a three-generation reproductive toxicity bioassay, rats were administered diets containing octanoic acid (7.4 gm/kg/day) and decanoic acid (2.5 gm/kg/day), both as the triglycerides, for 3 weeks before mating and during pregnancy and lactation. No adverse effects were noted. Pups were raised on the same diet and mated at 15 weeks. Third-generation pups were normal in body weights but had a threefold excess in mortality which the authors attributed to decreased nutritional quality of the mother's milk."
        },
        {
            "References": "BIBRA Working Group; The British Industrial Biological Research Association 6: (1987)",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ When the acid was fed as the triglyceride to rats through successive generations, an increase in mortality (probably related to nutritional factors) was seen in the offspring comprising the third generation. No adverse effects on the fetus followed injection of sodium into pregnant mice."
        },
        {
            "References": "KOESSLER F, KUECHLER G; ACTA BIOL MED GER 36 (7-8) 1085-95 (1977)",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ OCTANOIC ACID (100 MILLIMOLES) & DECANOIC ACID (10 MILLIMOLES) INDUCED CONTRACTURES IN ISOLATED FROG & RAT MUSCLES AFTER 20-30 MIN EXPOSURE."
        },
        {
            "References": "PMID:11929699",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ To clarify the contribution of glial cells to octanoate uptake into the brain, we determined the effects of fluoroacetate, a selective inhibitor of glial metabolism, on in vitro brain uptake of [1-14C]octanoate, using rat brain slices. The [1-14C]octanoate uptake significantly decreased, depending on the concentration of fluoroacetate (p = 0.001). The [1-14C]octanoate uptakes at 5 mM (0.23 +/- 0.05% uptake/mg slice) and 25 mM fluoroacetate (0.12 +/- 0.01% uptake/mg slice) were significantly lower than that at control (0.29 +/- 0.02% uptake/mg slice, p < 0.05 and p < 0.001, respectively)."
        },
        {
            "References": "PMID:970471",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ ... In vitro experiments using kidney cortical slices from acidotic dogs show that addition of sodium octanoate (0.05-10 mM) or sodium palmitate (0.1-2.5 mM) to the incubation medium induces a 35% decrease in both ammonia and glucose production when L-glutamine (1 mM) is used as the basic ammoniagenic and gluconeogenic substrate. Glutamine uptake decreases concomitantly, whereas tissue glutamate either rises or remains unchanged. The same results were observed when L-glutamate (5 mM) was used as substrate. Glycerol (5 mM) in the medium has no effect on ammoniagenesis, whereas gluconeogenesis increases by 81% ... /Sodium octanoate/"
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. 727",
            "Value": "/GENOTOXICITY/ Caprylic acid (10 mM, 3 hr) caused some mitotic abnormalities in eggs of the palmate newt, but was not mutagenic in Salmonella typhimurium (Ames test) or Saccharomyces cerevisiae with or without liver preparations from mouse, rat, or monkey. Sex chromosome loss and nondisjunction were reported in S. cerevisiae exposed to 5 ppm of caprylic acid."
        },
        {
            "References": "Sullivan, J.B. Jr., G.R. Krieger (eds.). Hazardous Materials Toxicology-Clinical Principles of Environmental Health. Baltimore, MD: Williams and Wilkins, 1992., p. 778",
            "Value": "/GENOTOXICITY/ Caprylic acid is not mutagenic in the bacterial (Salmonella typhimurium) or the yeast (Saccharomyces cerevisiae) assays with or without metabolic activation."
        },
        {
            "References": "USEPA/HPVIS; SCREENING-LEVEL HAZARD CHARACTERIZATION: C7 to C9 Aliphatic Aldehydes and Carboxylic Acids Category (August 2007) p.13. Available from, as of January 16, 2008: https://www.epa.gov/hpvis/hazchar/Category_C7-C9%20Aliphatic%20Aldehydes%20&%20Carboxylic%20Acids_HC_August%202007.pdf",
            "Value": "/GENOTOXICITY/  /A/ ... reverse mutation assay (Ames assay) with ... octanoic acid /was/ conducted using Salmonella typhimurium strains TA 98, TA 100, TA 1535 and TA 1537 and TA 1538 and concentrations up to 150,000 ug/plate with and without metabolic activation. No increase in reverse mutation was seen ..."
        },
        {
            "References": "USEPA; High Production Volume Information System (HPVIS); Octanoic acid ( CAS # 124-07-2). Available from, as of January 17, 2008: https://iaspub.epa.gov/oppthpv/quicksearch.display?pChem=100242",
            "Value": "/GENOTOXICITY/ Fischer or Sprague-Dawley rat hepatocytes ... were incubated for 18 to 20 hours with /octanoic acid/ ... Unscheduled DNA synthesis /was/ measured ... No evidence of UDS at 300 ug/mL ..."
        },
        {
            "References": "BIBRA Working Group; The British Industrial Biological Research Association 6: (1987)",
            "Value": "/GENOTOXICITY/ ...  no evidence of mutagenicity was /observed/ in bacteria (Ames test) or yeast."
        },
        {
            "References": "PMID:12644315",
            "Value": "/IMMUNOTOXICITY/ ...This study ... examined how fatty acids of various chain lengths modulate the production of interferon (IFN)-gamma by intraepithelial lymphocytes (IELs) stimulated with T-cell receptor (TCR) or interleukin (IL)-12/IL-18. IELs isolated from the small intestine of BALB/c mice were stimulated with plate-coated anti-CD3 monoclonal antibody (mAb) or IL-12/IL-18. They were coincubated in microtiter plates for 3 days with various concentrations of fatty acid micelles.  /The investigators used/ arachidonic acid, linoleic acid, and oleic acid as long-chain fatty acids, and octanoic acid as a medium-chain fatty acid. IFN-gamma in the supernatants were measured by ELISA, and the expression of IFN-gamma mRNA in IELs was determined by RT-PCR. Significant production of IFN-gamma from IELs was observed after anti-CD3 mAb stimulation. The combination of IL-12 and IL-18 induced significant levels of IFN-gamma production without TCR stimulation. Increased IFN-gamma mRNA was also observed after anti-CD3 or IL-12/IL-18 stimulation. Long-chain fatty acids dose-dependently inhibited the stimulated-IFN-gamma production at concentrations greater than 10 micro M, but the medium-chain fatty acid did not cause any significant changes in IFN-gamma production. IFN-gamma production from gammadelta IELs was very low compared with alphabeta IELs, however, both populations showed similar attenuating patterns when treated with long-chain fatty acids."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. 726",
            "Value": "/OTHER TOXICITY INFORMATION/ EFFECTS ARE THOSE OF RELATIVELY MILD IRRITATION. ... FEEDING 1 TO 5% OF FREE ACID OR GLYCERIDES IN DIET OF DOGS CAUSED SOME DIARRHEA."
        }
    ],
    "sediment_soil_concentrations": [
        {
            "References": "(1) Terashi A et al; Bull Environ Contam Toxicol 50: 348-55 (1993) (2) Kawata K et al; Bull Environ Contam Toxicol 65: 660-7 (2000)",
            "Value": "SEDIMENT: Octanoic acid was detected but not quantitated in sediment samples collected from Dokai Bay, Japan on Sept 28 1990(1). Octanoic acid was identified in sediment samples taken Sept 1995 at the mouth of 3 rivers and in 1 port in Niigata, Japan(2)."
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "(1) Hansch C et al; Exploring QSAR. Hydrophobic, Electronic, and Steric Constants. ACS Prof Ref Book. Heller SR, consult. ed., Washington, DC: Amer Chem Soc p. 49 (1995) (2) Lyman WJ et al; Handbook of Chemical Property Estimation Methods. Washington, DC: Amer Chem Soc pp. 4-9 (1990) (3) Swann RL et al; Res Rev 85: 17-28 (1983) (4) Dean JA; Handbook of Organic Chemistry, NY, NY: McGraw-Hill, Inc p. 8-45 (1987) (5) Doucette WJ; pp. 141-188 in Handbook of Property Estimation Methods for Chemicals. Boethling RS, Mackay D, eds. Boca Raton, FL: Lewis Publ (2000)",
            "Value": "The Koc of undissociated octanoic acid is estimated as 1,100 for the free acid(SRC), using a log Kow of 3.05(1) and a regression-derived equation(2). According to a classification scheme(3), this estimated Koc value suggests that undissociated octanoic acid is expected to have low mobility in soil. The pKa of octanoic acid is 4.89(4), indicating that this compound will exist almost entirely in the anion form in the environment and anions generally do not adsorb more strongly to soils containing organic carbon and clay than their neutral counterparts(5)."
        }
    ]
}