{
    "_id": {
        "$oid": "6682e97bc4e5dba5ffba2ad5"
    },
    "CID": {
        "$numberInt": "38018"
    },
    "Name": "Aroclor 1260",
    "IUPACName": "1,2,3-trichloro-4-(2,3,4-trichlorophenyl)benzene",
    "CanonicalSMILES": "C1=CC(=C(C(=C1C2=C(C(=C(C=C2)Cl)Cl)Cl)Cl)Cl)Cl",
    "Synonyms": [
        "\"2,2,3,3,4,4-HEXACHLOROBIPHENYL\"",
        "38380-07-3",
        "AROCLOR 1260",
        "11096-82-5",
        "PCB 128",
        "\"2,3,4,2,3,4-Hexachlorobiphenyl\"",
        "\"2,2,3,3,4,4-Hexachloro-1,1-biphenyl\"",
        "\"1,1-Biphenyl",
        "2,2,3,3,4,4-hexachloro-\"",
        "1,2,3-trichloro-4-(2,3,4-trichlorophenyl)benzene",
        "UNII-PJ11O9J71Y",
        "BRN 2508232",
        "PJ11O9J71Y",
        "DTXSID50858932",
        "PCB No(Aroclor 1260)158 solution",
        "Phenoclor DP6"
    ],
    "IsomericSMILES": "C1=CC(=C(C(=C1C2=C(C(=C(C=C2)Cl)Cl)Cl)Cl)Cl)Cl",
    "INCHI": "InChI=1S/C12H4Cl6/c13-7-3-1-5(9(15)11(7)17)6-2-4-8(14)12(18)10(6)16/h1-4H",
    "INCHIKEY": "BTAGRXWGMYTPBY-UHFFFAOYSA-N",
    "Formula": "C12H4Cl6",
    "MolecularWeight": {
        "$numberDouble": "360.9"
    },
    "Description": {
        "$numberDouble": "NaN"
    },
    "XlogP": {
        "$numberDouble": "7.3"
    },
    "Complexity": {
        "$numberInt": "258"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "plant_concentrations": [
        {
            "References": "(1) Sawhney BL, Hankin L; J Food Prot 47: 232-6 (1984) (2) Abbassy MS et al; Bull Environ Contam Toxicol 70: 1158-64 (2003)",
            "Value": "Aroclor 1260 was detected in beet (Beta vulgaris) leaves at 52 ug/kg and roots at 35 ug/kg, in turnip (Brassica rapa) leaves at 27 and 52 ug/kg and roots at 20 and 204 ug/kg, and in bean (Phaseolus vulgaris) leaves at 107, stems at 36, pods at 98 and 0 ug/kg in seeds, all grown in soil amended with lake sediment contaminated with Aroclors 1248, 1254 and 1260(1). Aroclor 1260 was detected in 100% of Ceratophyllum demersum (Rigid hornwort), 66% of Lemna Spp (duck weed) and 66% of Potamogeton pectinatus (fennel pondweed) at 0.11-0.73, 0.06-0.22 and 0.36-0.61 ng/g wet weight in plants sampled 1997 to 1998 from the aquatic ecosystem of Lake Manzala, Egypt(2)."
        },
        {
            "References": "PMID:16413091",
            "Value": "The isomer specific composition of 13 technical PCB formulations of different origin and of pine needles was analyzed using GC/MS and HRGC/HRMS. Nonachlorinated biphenyls were identified in 11 among 13 formulations analyzed, with the highest abundance found for highly chlorinated ones (Aroclors 1268 and 1260, Chlorofen, Sovol, Kanechlors 600 and 500, Delor 106, Clophen A60). Decachlorobiphenyl was identified only in Aroclor 1268, Clophen A60, Aroclor 1260 and Chlorofen, comprising, respectively, 8.9, 2.8, 1.3 and 0.82% of the total bulk of nona- and decaCBs detected. Nona- and decaCB were detected in pine needles in Poland with the highest concentrations found at the sites neighboring to a former production sites of the Polish PCB formulations, while in pine needles collected around the Tokyo Bay nona- and decacCB were detected only in four of 10 sites and the concentrations corresponded to those found at the rural areas of Poland."
        }
    ],
    "animal_concentrations": [
        {
            "References": "(1) Clark DR et al; Environ Toxicol Chem 2: 387 (1983) (2) Maso CF et al; Bull Environ Contam Toxicol 36: 656-61 (1981) (3) Clark KE et al; Arch Environ Contam Toxicol 40: 277-84 (2001) (4) Abbassy MS et al; Bull Environ Contam Toxicol 70: 1158-64 (2003) (5) Desolla SR et al; Chemosphere 46:1027-32 (2002) (6) Desolla SR et al; Environ Sci Technol 41: 7252-9 (2007) (7) Epplett TD et al; J Great Lakes Res 26: 65-73 (2000) (8) Lopez-Lopez TJ et al; Bull Environ Contam Toxicol 66: 497-503 (2001)",
            "Value": "Carcasses of bats collected from Missouri in 1977 and 1978 contained Aroclor 1260 levels of 100-200 mg/kg lipid wt(1). British otters collected from 23 sites between 1982 and 1985 were found to contain Aroclor 1260 levels of 0-300 mg/kg fat with positive detections at 20 sites(2). Aroclor 1260 was detected in 100% of Osprey eggs collected 1989 to 1998 in NJ at concentrations of 0.71-4.00 ppm(3). Aroclor 1260 was detected in 100% of Gallinula chloropus (common moorhen), 75% of Alcedo atthis (common kingfisher) and 62% of Egretta ibis (cattle egret) at 1.12-3.6, 0.19-2.18 and 0.86-3.04 ng/g wet weight in birds sampled 1997 to 1998 from the aquatic ecosystem of Lake Manzala, Egypt(4). Northwestern salamander (Ambystoma gracile) and red-legged frog (Rana aurora) eggs sampled from five sites at Sumas Prairie, British Columbia contained Aroclor 1260 at 0.2500-1.0714 and 0.5789-1.2500 ug/g lipid based(5). PCBs were detected in 100% of snapping turtle eggs sampled June 2001 to June 2004, from 15 sites from the lower Canadian Great Lakes Region with Aroclor 1260 representing 41.9-85.7% of the total PCBs(6). Aroclor 1260 was measured at 6.03, 11.98, 9.01, 3.37, 2.60, and 2.07 ug/kg wet weight in samples taken May, June, July, Aug, Sept, and Oct 1996, respectively, in samples taken from Lake Erie's western basin(7). Predatory birds from Galicia, Spain contained Aroclor 1260 at 4.52, 6.57, and 3.22 mg/kg dry weight for buzzards (Buteo buteo), barn owl (Tyto alba), and tawny owl (Strix aluco), respectively(8)."
        },
        {
            "References": "(1) Zitko V et al; Sci Tot Environ 221: 11-29 (1998) (2) Muir DCG et al; Environ Poll 93: 235-245 (1999) (3) Hernandez F et al; Mar Pollut Bull 40: 426-33 (2000)",
            "Value": "Aroclor 1260 was measured in blubber, liver, kidney and muscle tissue from 5 male and 5 female, 8-month-old harp seals born in March of 1994 and killed in November(1). Levels of contamination were lowest in muscle, nearly 100 times higher in blubber and intermediate in kidney and liver. Median concentrations of Aroclor 1260 were 2.00 and 4.20 ng/g wet weight in muscle from female and male seals, respectively(1). In kidney samples, median concentrations of Aroclor 1260 were 3.50 and 9.85 ng/g wet weight in female and male seals, respectively. Liver samples contained Aroclor 1260 at median concentrations of 9.55 and 46.00 ng/g wet weight in female and male seals, respectively while blubber samples contained Aroclor 1260 at 295 and 240 ng/g wet weight in female and male seals, respectively(1). Blubber samples from 16 dead beluga whales (7 female and 9 male) collected during 1993-1994 in the St. Lawrence River estuary were analyzed for PCBs(2). The mean concentration of total PCBs (both Aroclor 1254 and 1260) found in female beluga whales was 69,100 ng/g lipid weight while for the male beluga whales the mean concentration was 97,200 ng/g lipid weight(2). Aroclor 1260 was detected at 5.13 ug/g in the blubber, but not in the liver or kidney of a common whale (Balaenoptera physalus) taken from the western Mediterranean Sea, sampled March 1998 in Valencia, Spain(3)."
        }
    ],
    "environmental_bioconcentrations": [
        {
            "References": "Prager, J.C. Environmental Contaminant Reference Databook Volume 2. New York, NY: Van Nostrand Reinhold, 1996., p. 810",
            "Value": "BCF Pimephales promelas (Fathead minnow, female) 270,000, whole body, 240 day."
        },
        {
            "References": "(1) Leifer A et al; Environmental Transport and Transformation of Polychlorinated Biphenyls. USEPA-560/5-83-025, NTIS PB84-142579 p.5-9 (1983) (2) Shaw GR, Connell DW; Ecotox Environ Saf 13: 84-91 (1987) (3) Picer M et al; Water Air Soil Pollution 82: 559-581 (1995)",
            "Value": "The log BCF of Aroclor 1260 in fathead minnow has been measured to be 5.28 under laboratory conditions(1). The log BCF of Aroclor 1260 in mullet was determined to be 5.57 during aquarium studies(2). The bioaccumulation factor for the combination of Aroclor 1254 and Aroclor 1260 in the fish ranged from 1.9X10+4 to 67.7X10+4 wet weight with an average BCF of 19.0X10+4(3)."
        }
    ],
    "environmental_biodegradations": [
        {
            "References": "Hankin L, Sawhney BL; Soil Sci 137 (6): 401-7 (1984)",
            "Value": "To test whether soils differed in their ability to degrade PCBs, PCB-contaminated pond sediment was incubated in shake culture with 8 agricultural or forest soils. The rate and degree of degradation of Aroclor 1248, 1254, and 1260 present in the sediment were followed over 112 days. All soils but one degraded Aroclor 1248 at least 70% in 14 days and over 90% in 112 days. Aroclor 1254 was much slower than that of Aroclor 1248, and only approximately 40% of 1254 was degraded in 112 days. Aroclor 1260 was not degraded by any soil sample. As the growth of aerobic organisms in the shake cultures increased, degradation of Aroclor 1248 also increased in parallel. The number of organisms in the shake cultures that were able to use Aroclor 1221 as a carbon source reached a peak at 70 days, indicating a lag of growth of Aroclor-degrading organisms."
        },
        {
            "References": "(1) Tabak HH et al; J Water Pollut Contr Fed 53: 1503-18 (1981)",
            "Value": "AEROBIC: Results of a static flask screening procedure utilizing BOD dilution water, settled domestic wastewater inoculum, 5 and 10 ppm of Aroclor 1260 and 28 days of incubation found 0% biodegraded at the end of 28 days at the 5 ppm concentration, and 0% biodegraded at the 10 ppm concentration(1). Degradation studies of Aroclor 1260 in 8 different types of soil for 112 days of incubation found no degradation in any soil(1)."
        },
        {
            "References": "(1) Bedard DL, May RJ; Environ Sci Technol 30: 237-245 (1996) (2) Wu Q et al; Applied Environ Micro 63: 4818-4825 (1997) (3) Wu Q et al; Applied Environ Micro 64: 1052-58 (1998)",
            "Value": "ANAEROBIC: Between 1989 and 1991, 181 sediment samples from Woods Pond, Lenox MA were collected and studied to determine the extent of PCB biodegradation in situ(1). Sediment samples had been contaminated with a mixture of both Aroclor 1260 and Aroclor 1254 with a ratio of approximately 95:5. Contamination of the sediment samples was a result of two transformer manufacturing plants located upstream from Woods Pond. All 181 samples collected from Woods Pond showed evidence of dechlorination, but even those showing the most extensive dechlorination had lost only 13.7% of the meta and para chlorines. In Woods Pond, meta-dechlorination was favored over para-dechlorination, and only meta and para chlorines located adjacent to other chlorines were removed by dechlorination(1). Although the dechlorination was modest, it substantially reduced the concns of the congeners that are reported to be most persistent in humans. The most extensively dechlorinated sediment PCBs showed decreases of 20-28% in the congeners with half-lives in humans of 10-100 yrs and corresponding increases in congeners with half-lives of 0.01-1.0 yrs. Reductive dechlorination of Aroclor 1260 residue in Woods Pond sediment samples was investigated for a year at incubation temperatures from 4 to 66 °C(2). Sediment slurries were incubated anaerobically with and without 2,3,4,6-tetrachlorobiphenyl as a primer for dechlorination of the Aroclor 1260 residue. Dechlorination occurred only in live samples primed with 2,3,4,6-tetrachlorobiphenyl at temperature ranges of 8 to 34 °C and at 50 to 60 °C(2). At 8 to 34 °C, the dechlorination resulted in 28 to 65% decreases of the hexa- through nonachlorobiphenyls and corresponding increases in the tri- and tetrachlorobiphenyls(2). At 12 to 30 °C, 30 to 40% of the hexa- through nonachlorobiphenyls were dechlorinated in just 3 months(2). The optimal temperature for overall chlorine removal was 20 to 27 °C. Reductive dechlorination of Aroclor 1260 was investigated in anaerobic slurries of estuarine sediments from Baltimore Harbor, Baltimore MD(3). The sediment slurries were amended with 800 ppm Aroclor 1260 with and without the addition of 350 uM 2,3,4,5-tetrachlorobiphenyl (2,3,4,5-CB) or 2,3,5,6- tetrachlorbiphenyl (2,3,5,6-CB) and incubated at 30 °C under methanogenic conditions(3). After 6 months, extensive meta dechlorination and moderate ortho dechlorination of Aroclor 1260 occurred in all incubated cultures except for sterilized controls(3). Overall, total chlorines per biphenyl decreased by up to 34%(3). Results showed that meta chlorines were removed 65, 55 and 45% and ortho chlorines were removed 18, 12, and 9%, respectively, when 2,3,4,5-CB, 2,3,5,6-CB, or no additional congener was supplied. Single congener additions to the sediment slurries not only increased Aroclor 1260 dechlorination but decreased lag time(3)."
        }
    ],
    "fish_seafood_concentrations": [
        {
            "References": "(1) Schmitt CJ et al; Rev Environ Contam Toxicol 162: 43-104 (1999) (2) Schmitt CJ et al; Arch Environ Toxicol 14: 225-260 (1985) (3) Giesy JP et al; J Great Lakes Res 12: 82-98 (1986) (4) Picer M et al; Water Air Soil Pollution 82: 559-581 (1995) (5) Abbassy MS et al; Bull Environ Contam Toxicol 70: 1158-64 (2003)",
            "Value": "Fish were collected from 107 of 113 active stations located at key points in major rivers throughout the United States and in the Great Lakes(1). Maximum wet weight of Aroclor 1260 and percentage of stations where detectable residues were present for the five collection periods are as follows: 5.6 ug/g at 84% for 1976-1977; 7.6 ug/g at 88% for 1978-1979; 2.6 ug/g at 94% for 1980-1981; 2.3 ug/g at 87% for 1984; and 3.0 ug/g at 62% for 1986(1). As part of the National Pesticide Monitoring Program, 315 fish were collected from 107 stations nationwide between 1980-81 and found to contain an Aroclor 1260 geometric mean concentration of 0.25 ug/g (wet wt); this concentration was lower than previous monitoring in 1976-7 and 1978-9 which found levels of 0.37 and 0.37 ug/g, respectively(2). The geometric means in the lipid fractions were 2.6, 3.4, and 3.6 respectively(2). Mean concentration of Aroclor 1260 in chinook salmon eggs (Onocorhynchus tshawytscha) from Lake Michigan was 1.1 ug/g in 1982(3). Contamination of the Kupa River in Slovenia resulting from the improper disposal of waste discharged by an electro-capacitor manufacturing plant was studied from 1985 to 1988(4). The total concentration of Aroclor 1254 and Aroclor 1260 found in 35 fish samples obtained from the Kupa River ranged from 0.044 to 1.590 mg/kg wet weight with an average concn of 0.447 mg/kg wet weight(4). Aroclor 1260 was detected in 83% of Tilapia nilotica and 86% of Clarias lazera at 0.15-1.8 and 0.23-2.4 ng/g wet weight in fish sampled 1997 to 1998 from the aquatic ecosystem of Lake Manzala, Egypt(5)."
        },
        {
            "References": "(1) Winger PV et al; Arch Environ Contam Toxicol 19:101-17 (1990) (2) Fairey R et al; Marine Pollution Bulletin 34: 1058-1071 (1997) (3) Clark KE et al; Arch Environ Contam Toxicol 40: 277-84 (2001) (4) Connor KT et al; Environ Toxicol Chem 24: 17-24 (2005)",
            "Value": "Aroclor 1260 was detected in fish samples taken from the Savannah River, GA and SC: Hardeeville - spotted gar, channel catfish, largemouth bass, bowfin at 0.17, 0.09, 0.06, 0.08 ug/g wet weight; McCoy's cut - longnose gar, channel catfish, largemouth bass, fiddler crab at 0.24, 0.04, 0.01 ug/g wet weight, not detected; King's Island turning basin - longnose gar channel catfish, white catfish, Atlantic croaker, fiddler crab at 0.30, not detected, 0.11, 0.05 ug/g wet weight, not detected; below tidegate, longnose gar, sea catfish, Atlantic croaker, fiddler crab at 0.45, 0.13 ug/g wet weight, not detected, not detected; Elba Island - longnose gar, sea catfish, Atlantic croaker, fiddler crab at 0.39, 0.18 ug/g wet weight, not detected, not detected(1). Aroclor 1260 was analysed in fish samples taken from the Savannah National Wildlife Refuge, SC: Little Back River - longnose gar, channel catfish, white catfish, largemouth bass, fiddler crab at 0.06, 0.03, 0.12 ug/g wet weight, not detected, not detected; pool 7 - spotted gar, largemouth bass, brown bullhead were all not detected; north diversion canal - gar, channel catfish, white catfish, largemouth bass, brown bullhead at 0.04, 0.04 ug/g wet weight, not detected, not detected, not detected; south diversion canal - spotted gar, white catfish, brown bullhead all were not detected(1). Edible fish species were collected from 13 locations throughout San Francisco Bay, during the spring of 1994 to determine the level of PCB contamination in muscle tissue(2). Southern California white croaker had muscle tissue concentrations of total PCBs (sum of Aroclors 1254 and 1260) which ranged from 1 ng/g at Dana Point to 757 ng/g at Malibu(1). Sums of Aroclors 1254 and 1260 in muscle tissue of white croaker from San Francisco Bay ranged from 137 to 613 ng/g(2). Aroclor 1260 was detected at 0.28-0.29, 0.03-0.26, 0.18-0.27, 0.064-0.12, and 0.01 ppm wet weight in channel catfish, white perch, shad, menhaden, and flounder samples from NJ waters in samples taken 1989 to 1998(3). Aroclor 1260 was detected in 100% of fish fillets (striped bass, white perch, bluefish) at 53-313 ug/kg and 100% of whole body fish (striped bass, white perch, bluefish, American eel, Atlantic menhaden, mummichog, silverside) at 19-3310 ug/kg in samples taken from the Passaic River, NJ, 1999 to 2000(4)."
        },
        {
            "References": "(1) Ray LE et al; Chemosphere 12: 1031-8 (1983) (2) Nhan DD et al; Sci Total Environ 237/238: 363-71 (1999)",
            "Value": "An average Aroclor 1260 concn of 54 ng/g was detected in clams from sites along the coast of Maine in 1980(1). Clams (Meretrix meretrix), sampled from five sites along the north coast of Vietnam Aug to Sept 1997, contained Aroclor 1260 at 1.62-13.7 ng/g dry weight(2)."
        }
    ],
    "logP": [
        {
            "References": "US Dept of Health and Human Services; Toxicology Profile for Selected PCBs (Aroclor -1260, 1254, -1248, -1242, -1232, -1221, and -1016), ATSDR-TP- 92/16, p. 113 (1993)",
            "Value": "log Kow = 6.8"
        }
    ],
    "mechanism_of_action": [
        {
            "References": "PMID:7839361",
            "Value": "... Previous reports indicate that polychlorinated biphenyl (PCB) congeners in vitro perturbed cellular Ca2+ homeostasis and protein kinase C (PKC) translocation ... The structure-activity relationship (SAR) of 3 PCB mixtures, 24 PCB congeners, and 1 dibenzofuran /have now been studied/ for their effects on PKC translocation by measuring (3)H-phorbol ester ((3)H-PDBu) binding in cerebellar granule cells (7 days in culture). All the PCB mixtures studied increased (3)H-PDBu binding significantly and in a concentration-dependent manner. However,  Aroclor 1016 and Aroclor 1254 were more potent than Aroclor 1260. Of the 24 congeners studied, di-ortho congeners such as 2,2',5,5'-tetrachlorobiphenyl (-TeCB), 2,2',4,6,6'-pentachlorobiphenyl (-PeCB), 2,2',4,6-TeCB, and 2,2'-dichlorobiphenyl (-DCB) were the most potent (E50 = 28-43 uM) while non-ortho congeners such as 3,3',4,4'-TeCB and 3,3',4,4'5-PeCB were not effective. The potential contaminant of PCB mixtures, 1,2,3,7,8-pentachlorodibenzofuran had no significant effect on (3)H-PDBu binding.  The SAR among these congeners revealed: (i) congeners with ortho-chlorine substitution such as 2,2'-DCB (EC50 = 43 +/- 3 uM) or ortho-lateral (meta, para) chlorine substitution such as 2,2',5,5'-TeCB (EC50 = 28 +/- 3 uM) and 2,2'4,6-TeCB (E50 = 41 +/- 6 uM) were most potent; (ii) congeners with only para-substitution such as 4,4'-DCB or high lateral content in the absence of ortho-substitution such as 3,3',4,4',5,5'-HCB were not effective; and (iii) increased chlorination was not clearly related to the effectiveness of these congeners, although hexa- and heptachlorination was less effective than di- and tetrachlorination. Low lateral substitution, especially without para-substitution, or lateral content in the presence of ortho-substitution, may  be the most important structural requirement for the in vitro activity of these PCB congeners in neuronal preparations."
        },
        {
            "References": "U.S. Dept Health & Human Services/Agency for Toxic Substances & Disease Registry; Toxicological Profile for Polychlorinated biphenyls (PCBs) p.358 (November 2000) TP17. Available from, as of June 16, 2010: https://www.atsdr.cdc.gov/toxprofiles/index.asp",
            "Value": "One proposed molecular target for PCB disruption of calcium homeostasis that may be involved in neurological and neurodevelopmental effects is ryanodine-sensitive Ca+2 channels. Commercial PCB mixtures with intermediate to high degrees of chlorination (Aroclors 1248, 1254, and 1260) enhanced ryanodine binding to calcium release channels in sarcoplasmic reticulum membranes from skeletal or cardiac rabbit muscles, and mixtures with lower (Aroclors 1221, 1232) or higher (Aroclor 1268) chlorination showed little enhancement. Examination of selected pentachlorobiphenyls indicated that ortho substitution favored activity; 2,2',3,5',6-pentaCB induced the greatest enhancement of ryanodine binding, whereas the 3,3',4,4',5-isomer did not enhance binding. The 2,2',4,6,6'-isomer with full substitution at the ortho positions produced less enhancement than the 2,2',3,5',6-isomer, indicating that some degree of rotation about the biphenyl bond may be important for full activity. Results from studies with hippocampal slices from freshly dissected rat brains indicated that perfusion with a tri-ortho congener (2,2',3,5',6-pentaCB) enhanced ryanodine binding and inhibited electrophysiological responses to electrical pulse stimulations, but a mono-ortho congener (2,3',4,4'-tetraCB) showed no enhancement of ryanodine binding and no inhibition of electrophysiological responses to stimulation. Offspring of rats exposed to gavage doses of 8 or 32 mg/kg/day 2,2',3,5',6-pentaCB on gestation days 10-16 displayed neurobehavioral changes as adults (depressed open field locomotor activity, faster acquisition on a working memory task, and no changes in a delayed spatial alternation task) and changes in ryanodine binding to calcium channels in specific regions of the brain (e.g., decreased in hippocampus and increased in cerebral cortex). Although it is not understood how these changes in ryanodine binding are specifically related to the observed neurobehavioral changes, the results from this series of studies emphasize the potential importance of Ah receptor independent mechanisms in PCB-induced neurological and neurodevelopmental effects."
        },
        {
            "References": "U.S. Dept Health & Human Services/Agency for Toxic Substances & Disease Registry; Toxicological Profile for Polychlorinated biphenyls (PCBs) pp.367-8 (November 2000) TP17. Available from, as of June 16, 2010: https://www.atsdr.cdc.gov/toxprofiles/index.asp",
            "Value": "Lifetime oral exposure to any one of four commercial PCB mixtures (Aroclors 1016, 1242, 1254, and 1260) has been demonstrated to produce liver tumors in female rats; Aroclor 1260 also induced liver tumors in male rats. Mixtures with high chlorination content (e.g., Aroclor 1254) were generally more potent than mixtures with low chlorine content (e.g., Aroclor 1016). Tumor promotion by commercial PCB mixtures following initiation by a variety of chemical agents also has been investigated in a number of animal systems including rat liver, rat kidney, mouse skin, and newborn mouse liver and lung. The tumor promoting effect of extended exposure to PCB mixtures was demonstrated principally in the liver of rats; there is some evidence that PCB mixtures also can promote tumors in mouse lung and mouse skin, but not in rat kidneys. The mechanism of PCB-induced cancer is poorly understood, but there is evidence to suggest that both Ah-receptor dependent and independent mechanisms may be involved. PCB promotion of tumors does not appear to be solely an Ah-receptor mediated process, since individual congeners that are not Ah receptor agonists have tumor promotion capabilities in animal systems. For example, 2,2',5,5'-tetraCB, 2,2',4,4'-tetraCB, and 2,2',4,4',5,5'-hexaCB were shown to promote liver tumors in female Sprague-Dawley rats. In addition, 2,2',5,5'-tetraCB, 2,2',3,3',4,4'-hexaCB, and 2,2',4,4',5,5'-hexaCB were potent inhibitors of in vitro gap junctional cellular communication, an assay that is indicative of tumor promotion capacity. A general working mechanistic hypothesis for PCB promotion of liver tumors involves indirect stimulation of cell proliferation following cell or tissue injury by reactive metabolites of PCBs. Alternatively, the cell injury could be caused by increased intracellular concentrations of other reactive species (e.g., superoxide anion or other reactive oxygen species) caused by an overall imbalance from PCB-induced perturbations of cellular biochemical processes, including induction of CYP oxygenases and glutathione S-transferases, repression of selenium-dependent glutathione peroxidases, and/or disruption of calcium homeostatic processes and signal transduction pathways."
        }
    ],
    "sediment_soil_concentrations": [
        {
            "References": "(1) Christensen ER, Lo CK; Environ Pollut (Ser B) 12: 217 (1986) (2) Ray LE et al; Chemosphere 12: 1031-8 (1983) (3) Hauser TR, Bromberg SM; Environ Monit Assess 2: 249-71 (1982) (4) Abbassy MS et al; Bull Environ Contam Toxicol 70:1158-64 (2003) (5) Carvalho FP et al; Chemosphere 53: 627-36 (2003) (6) Nhan DD et al; Sci Total Environ 237/238: 363-71 (1999) (7) Saad MAH et al; Water Air Soil Pollut 24: 27-39 (1985)",
            "Value": "SEDIMENT: Sediment cores from Milwaukee Harbor (0-80 cm depth) contained PCB 1260 levels of 0.58-0.899 mg/kg(1). An avg Aroclor 1260 concn of 120 ng/g was detected in sediment samples from 8 sites along the coast of Maine in 1980(2). Aroclor 1260 has been qualitatively detected in the soil-sediment-water complex of the Love Canal near Niagara Falls, NY(3). Aroclor 1260 was detected in 55% of sediment samples taken from Lake Manzala, Egypt, in samples taken 1997 to 1998 at 0.21-4.44 ng/g dry weight(4). Aroclor was detected in one of three lagoon sediment samples at 29 ng/g dry weight taken Sept 1996, in Chinandega, Nicaragua(5). Sediment samples taken Aug to Sept 1997 at five sites on the north coast of Vietnam had Arcolor 1260 concns of 0.18-6.13 ng/g dry weight(6). Sediment samples from Lake Mariut, Nozha hydrodrome, and Lake Manzalah, Egypt contained Aroclor 1260 at 0.18, 1.07, and 0.712 ng/g, respectively(7)."
        },
        {
            "References": "PMID:12962712",
            "Value": "SOIL: Aroclor was not detected in soil samples taken from three farms, Sept 1996, in Chinandega, Nicaragua(1)."
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "(1) Hansen L; The Ortho Side of PCBs: Occurrence and Disposition. G. Norwell, MA: Kluwer Academic Pubs, p. 3 (1999) (2) Sklarew DS, Girvin DC; Rev Environ Contam Toxicol 98: 1-41 (1987) (3) Swann RL et al; Res Rev 85: 17-28 (1983)",
            "Value": "The approximate distribution of chlorinated biphenyls in Aroclor 1260 is: <0.1% di-, 1.8% tri-, 17.1% tetra-, 49.3% penta-, 27.8% hexa-, 3.9% hepta-, <0.05% octa-, and <0.05% nonachlorobiphenyl(1). A review of experimental log Koc for Aroclor 1260 range from 4.8 to 6.8(2). According to a classification scheme(3), this range of Koc values suggests that Aroclor 1260 is expected to be immobile in soil. In the presence of organic solvents, which may be possible at waste sites, Aroclor 1260 will have a greater tendency to leach through soil(SRC)."
        }
    ]
}