{
    "_id": {
        "$oid": "6682e808c4e5dba5ffba2391"
    },
    "CID": {
        "$numberInt": "3821"
    },
    "Name": "Ketamine",
    "IUPACName": "2-(2-chlorophenyl)-2-(methylamino)cyclohexan-1-one",
    "CanonicalSMILES": "CNC1(CCCCC1=O)C2=CC=CC=C2Cl",
    "Synonyms": [
        "ketamine",
        "dl-Ketamine",
        "Ketaject",
        "Special K",
        "Ketalar",
        "(+-)-Ketamine",
        "CI 581 base",
        "Calypsol",
        "Ketaminum",
        "CLSTA 20",
        "6740-88-1",
        "(+/-)-Ketamine",
        "narketan",
        "Cetamina",
        "Ketanest"
    ],
    "IsomericSMILES": "CNC1(CCCCC1=O)C2=CC=CC=C2Cl",
    "INCHI": "InChI=1S/C13H16ClNO/c1-15-13(9-5-4-8-12(13)16)10-6-2-3-7-11(10)14/h2-3,6-7,15H,4-5,8-9H2,1H3",
    "INCHIKEY": "YQEZLKZALYSWHR-UHFFFAOYSA-N",
    "Formula": "C13H16ClNO",
    "MolecularWeight": {
        "$numberDouble": "237.72"
    },
    "Description": "Ketamine is a member of the class of cyclohexanones in which one of the hydrogens at position 2 is substituted by a 2-chlorophenyl group, while the other is substituted by a methylamino group. It has a role as an intravenous anaesthetic, a NMDA receptor antagonist, an analgesic, a neurotoxin, an environmental contaminant and a xenobiotic. It is a member of cyclohexanones, a secondary amino compound and a member of monochlorobenzenes.",
    "XlogP": {
        "$numberDouble": "2.2"
    },
    "Complexity": {
        "$numberInt": "269"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "environmental_bioconcentrations": [
        {
            "References": "(1) Hansch C et al; Exploring QSAR. Hydrophobic, Electronic, and Steric Constants. ACS Prof Ref Book. Heller SR, consult. ed., Washington, DC: Amer Chem Soc p. 112 (1995) (2) US EPA; Estimation Program Interface (EPI) Suite. Ver. 4.1. Nov, 2012. Available from, as of Oct 16, 2017: https://www2.epa.gov/tsca-screening-tools/ (3) Franke C et al; Chemosphere 29: 1501-14 (1994)",
            "Value": "An estimated BCF of 13 was calculated in fish for ketamine(SRC), using a log Kow of 2.18(1) and a regression-derived equation(2). According to a classification scheme(3), this BCF suggests the potential for bioconcentration in aquatic organisms is low."
        }
    ],
    "environmental_biodegradations": [
        {
            "References": "(1) McCall AK et al; Water Res 88: 933-47 (2016) (2) McCall AK et al; Environ Sci Technol 50: 13351-60 (2015)",
            "Value": "AEROBIC: Ketamine was found to be highly stable to degradation in two studies in sewage with <10% transformation at pH 7.5 at 20 °C(1). The mean bio-film induced and activated sludge transformation rate of 0.0001 and 0.0002 m/h were reported for ketamine estimated in sewer at 22 °C under aerobic conditions(2)."
        }
    ],
    "logP": [
        {
            "References": "Hansch, C., Leo, A., D. Hoekman. Exploring QSAR - Hydrophobic, Electronic, and Steric Constants. Washington, DC: American Chemical Society., 1995., p. 112",
            "Value": "log Kow = 2.18"
        }
    ],
    "mechanism_of_action": [
        {
            "References": "PMID:25091940",
            "Value": "Long-term ketamine abuse is known to affect the lower urinary tract and produce symptoms of cystitis. However, the pathophysiology and causative mechanism of the changes in bladder function remain unclear. The present study aimed to investigate the existence of ketamine-induced cystitis in a rat model and characterize the underlining mechanisms. Rats were assigned to blank control, normal saline (NS), low-dose ketamine (LK, 5 mg/kg), and high-dose ketamine (HK, 50 mg/kg) groups. The two experimental groups received ketamine hydrochloride daily for 16 weeks. All rats were housed individually for assessment of urinary frequency and urine volume. Urinary biomarkers were measured at different time points. Rat bladders were excised for histopathology, immunohistochemistry, and western blot analysis. Ketamine-treated rats had increased urinary frequency compared to NS-treated rats at Week 16. Urinary nitric oxide and antiproliferative factor levels were increased in ketamine-treated rats within the first 30 h after administration. After long-term ketamine administration, urinary glycoprotein GP51 and potassium levels were decreased in the HK and LK groups compared to the NS group. Ketamine-treated rats showed thickened bladder epithelial layer, increased expression of inducible nitric oxide synthase and occludin, and decreased expression of zonula occludens-1 in the bladder wall. Ketamine, or its urinary metabolites, disrupted the proliferation of bladder epithelial cells, resulting in defected bladder epithelial barrier. Subsequent leakage of urinary potassium causes a stress response in the bladder and provokes cystitis."
        },
        {
            "References": "PMID:27001627",
            "Value": "Recreational abuse of ketamine has been associated with the emergence of a new bladder pain syndrome, ketamine-induced cystitis, characterized by chronic inflammation and urothelial ulceration. We investigated the direct effects of ketamine on normal human urothelium maintained in organ culture or as finite cell lines in vitro. Exposure of urothelium to ketamine resulted in apoptosis, with cytochrome c release from mitochondria and significant subsequent caspase 9 and 3/7 activation. The anesthetic mode-of-action for ketamine is mediated primarily through N-methyl d-aspartate receptor (NMDAR) antagonism; however, normal (nonimmortalized) human urothelial cells were unresponsive to NMDAR agonists or antagonists, and no expression of NMDAR transcript was detected. Exposure to noncytotoxic concentrations of ketamine (</=1 mmol/L) induced rapid release of ATP, which activated purinergic P2Y receptors and stimulated the inositol trisphosphate receptor to provoke transient release of calcium from the endoplasmic reticulum into the cytosol. Ketamine concentrations >1 mmol/L were cytotoxic and provoked a larger-amplitude increase in cytosolic Ca(2+) concentration that was unresolved. The sustained elevation in cytosolic Ca(2+) concentration was associated with pathological mitochondrial oxygen consumption and ATP deficiency. Damage to the urinary barrier initiates bladder pain and, in ketamine-induced cystitis, loss of urothelium from large areas of the bladder wall is a reported feature. This study offers first evidence for a mechanism of direct toxicity of ketamine to urothelial cells by activating the intrinsic apoptotic pathway."
        },
        {
            "References": "PMID:24852262",
            "Value": "Several lines of evidence indicate that ketamine has a rapid antidepressant-like effect in rodents and humans, but underlying mechanisms are unclear. In the present study, we investigated the effect of ketamine on serotonin (5-HT) release in the rat prefrontal cortex by in vivo microdialysis. A subcutaneous administration of ketamine (5 and 25 mg/kg) significantly increased the prefrontal 5-HT level in a dose-dependent manner, which was attenuated by local injection of alpha-amino-3-hydroxy-5-methyl-4-isoxazolepropionic acid receptor (AMPAR) antagonists into the dorsal raphe nucleus (DRN). Direct stimulation of AMPARs in the DRN significantly increased prefrontal 5-HT level, while intra-DRN injection of ketamine (36.5 nmol) had no effect. Furthermore, intra-DRN injection of an alpha 4 beta 2-nicotinic acetylcholine receptor (nAChR) antagonist, dihydro-beta-erythroidine (10 nmol), significantly attenuated the subcutaneous ketamine-induced increase in prefrontal 5-HT levels. These results suggest that AMPARs and alpha 4 beta 2-nAChRs in the DRN play a key role in the ketamine-induced 5-HT release in the prefrontal cortex."
        },
        {
            "References": "PMID:23533250",
            "Value": "Ketamine-induced neuroapoptosis has been attributed to diverse stress-related mechanisms. Glycogen synthase kinase-3beta (GSK-3beta) is a multifunctional kinase that is active in neuronal development and linked to neurodegenerative disorders. We hypothesized that ketamine would enhance GSK-3beta-induced neuroapopotosis, and that lithium, an inhibitor of GSK-3beta, would attenuate this response in vivo. Protein levels of cleaved caspase-3, protein kinase B (AKT), GSK-3beta, and cyclin D1 were measured in post-natal day 7 rat pups after 1.5, 3, 4.5, and 6 hr exposure to ketamine. A cohort of rat pups was randomized to a 6 hr exposure to ketamine with and without lithium. Neuroapoptosis was measured by cleaved caspase-3 and terminal deoxynucleotidyl transferase-mediated dUTP nick end-labeling staining by immunohistochemistry. Protein levels of cleaved caspase-3 and -9 and the total and phosphorylated forms of AKT, GSK-3beta, and cyclin D1 (cell cycle protein) were also measured. Ketamine produced a duration-dependent increase in cleaved caspase-3 and cyclin D1, which corresponded to decreases in phosphorylated AKT and GSK-3beta. Co-administration of lithium with ketamine attenuated this response. Ketamine-induced neuroapoptosis is associated with a temporal decrease in GSK-3beta phosphorylation, and simultaneous administration of lithium mitigated this response. These findings suggest that GSK-3beta is activated during this ketamine-induced neuroapoptosis."
        },
        {
            "References": "PMID:11748399",
            "Value": "The general anesthetic ketamine is known to be an N-methyl-D-aspartate receptor blocker. Although ketamine also blocks voltage-gated sodium channels in a local anesthetic-like fashion, little information exists on the molecular pharmacology of this interaction. ... The effects of ketamine on sodium channels /was measured/.  Wild-type and mutant (F1579A) recombinant rat skeletal muscle sodium channels were expressed in Xenopus oocytes. The F1579A amino acid substitution site is part of the intrapore local anesthetic receptor. The effect of ketamine was measured in oocytes expressing wild-type or mutant sodium channels using two-electrode voltage clamp. Ketamine blocked sodium channels in a local anesthetic-like fashion, exhibiting tonic blockade (concentration for half-maximal inhibition [IC50] = 0.8 mm), phasic blockade (IC50 = 2.3 mm), and leftward shift of the steady-state inactivation; the parameters of these actions were strongly modified by alteration of the intrapore local anesthetic binding site (IC50 = 2.1 mm and IC50 = 10.3 mm for tonic and phasic blockade, respectively). Compared with lidocaine, ketamine showed greater tonic inhibition but less phasic blockade. Ketamine interacts with sodium channels in a local anesthetic-like fashion, including sharing a binding site with commonly used clinical local anesthetics."
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "(1) Jiang J-J et al; Environ Sci Technol 49: 792-9 (2015) (2) Swann RL et al; Res Rev 85: 17-28 (1983) (3) Boleda MR et al; Chemosphere 84: 1601-7 (2011) (4) Doucette WJ; pp. 141-188 in Handbook of Property Estimation Methods for Chemicals. Boethling RS, Mackay D, eds. Boca Raton, FL: Lewis Publ (2000)",
            "Value": "The log Koc of ketamine has been reported to be 3.062(1). According to a classification scheme(2), this Koc value suggests that ketamine is expected to have low mobility in soil. The pKa of ketamine is 7.5(3), indicating that this compound will exist partially in cation form in the environment and cations generally adsorb more strongly to soils containing organic carbon and clay than their neutral counterparts(4)."
        }
    ]
}