{
    "_id": {
        "$oid": "6682e97bc4e5dba5ffba2ad9"
    },
    "CID": {
        "$numberInt": "38853"
    },
    "Name": "METHYLDOPA",
    "IUPACName": "(2S)-2-amino-3-(3,4-dihydroxyphenyl)-2-methylpropanoic acid",
    "CanonicalSMILES": "CC(CC1=CC(=C(C=C1)O)O)(C(=O)O)N",
    "Synonyms": [
        "methyldopa",
        "555-30-6",
        "Alphamethyldopa",
        "Dopamet",
        "Alpha medopa",
        "Methyldopa anhydrous",
        "Baypresol",
        "l-alpha-Methyldopa",
        "Methyl dopa",
        "Aldomet",
        "Presolisin",
        "Sedometil",
        "Hyperpax",
        "Medomet",
        "Sembrina"
    ],
    "IsomericSMILES": "C[C@](CC1=CC(=C(C=C1)O)O)(C(=O)O)N",
    "INCHI": "InChI=1S/C10H13NO4/c1-10(11,9(14)15)5-6-2-3-7(12)8(13)4-6/h2-4,12-13H,5,11H2,1H3,(H,14,15)/t10-/m0/s1",
    "INCHIKEY": "CJCSPKMFHVPWAR-JTQLQIEISA-N",
    "Formula": "C10H13NO4",
    "MolecularWeight": {
        "$numberDouble": "211.21"
    },
    "Description": "Alpha-methyl-L-dopa is a derivative of L-tyrosine having a methyl group at the alpha-position and an additional hydroxy group at the 3-position on the phenyl ring. It has a role as a hapten, an antihypertensive agent, an alpha-adrenergic agonist, a peripheral nervous system drug and a sympatholytic agent. It is a L-tyrosine derivative and a non-proteinogenic L-alpha-amino acid.",
    "XlogP": {
        "$numberDouble": "-1.9"
    },
    "Complexity": {
        "$numberInt": "246"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "mechanism_of_action": [
        {
            "References": "Osol, A. and J.E. Hoover, et al. (eds.). Remington's Pharmaceutical Sciences. 15th ed. Easton, Pennsylvania: Mack Publishing Co., 1975., p. 836",
            "Value": "METHYLDOPA...HAS HYPOTENSIVE ACTION INDEPENDENT OF ITS ANTIADRENERGIC ACTIONS; THIS IS PROBABLY PARTLY CENTRAL DEPRESSANT ACTION @ VASOMOTOR CENTER & PARTLY PERIPHERAL ACTION OF UNKNOWN MECHANISM."
        },
        {
            "References": "Hardman, J.G., L.E. Limbird, P.B. Molinoff, R.W. Ruddon, A.G. Goodman (eds.). Goodman and Gilman's The Pharmacological Basis of Therapeutics. 9th ed. New York, NY: McGraw-Hill, 1996., p. 786",
            "Value": "... Alpha-methylnorepinephrine acts in the brain to inhibit adrenergic neuronal outflow from the brainstem, and this central effect is principally responsible for its antihypertensive action."
        },
        {
            "References": "PETTY MA, DE JONG W; CLIN SCI SUPPL 63 (8): 293 (1982)",
            "Value": "IN CONSCIOUS RENAL HYPERTENSIVE RATS ALPHA-METHYLDOPA PRODUCED A LONG-LASTING FALL IN BLOOD PRESSURE WHICH WAS PARTIALLY ATTENUATED BY PRETREATMENT WITH NALTREXONE (5 MG/KG SC). PRETREATMENT WITH ANTISERUM TO BETA-ENDORPHIN APPLIED LOCALLY, ALSO BLOCKED THE DEPRESSOR RESPONSE. THESE RESULTS SUGGEST THAT THE FALL IN BLOOD PRESSURE OBSERVED AFTER ALPHA-METHYLDOPA AND ITS ACTIVE METABOLITE ALPHA-METHYLNORADRENALINE INVOLVES A BETA-ENDORPHIN LIKE PEPTIDE; A POSSIBLE SITE OF ACTION IS THE NUCLEUS TRACTUS SOLITARII."
        },
        {
            "References": "KRONEBERG G; ALPHA-METHYLDOPA INT SYMP 6 (1981)",
            "Value": "A REVIEW ON THE MECHANISM OF ACTION."
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "Goodman, L.S., and A. Gilman. (eds.) The Pharmacological Basis of Therapeutics. 5th ed. New York: Macmillan Publishing Co., Inc., 1975., p. 708",
            "Value": "METHYLDOPA...PRODUCES SEDATION IN LAB ANIMALS...& HAS BEEN SHOWN TO HAVE NUMBER OF OTHER CNS EFFECTS."
        },
        {
            "References": "MELMAN A ET AL; THE EFFECT OF CHRONIC ALPHA-METHYLDOPA UPON SEXUAL FUNCTION IN THE ADULT MALE RAT; J UROL 129(3) 643 (1983)",
            "Value": "ERECTILE IMPOTENCE IS A COMMONLY REPORTED UNDESIRED SIDE EFFECT IN PT TREATED FOR HYPERTENSION WITH ALPHA-METHYLDOPA. HOWEVER, THE MECHANISM OF THAT DYSFUNCTION HAS NOT BEEN DETERMINED. IN 12 DAYS OF DAILY IP INJECTIONS, 300 MG/KG, OF ALPHA-METHYLDOPA ON ADULT MALE, LONG EVANS RATS AND THEIR AGE-MATCHED SALINE CONTROLS EFFECT OF THE DRUG UPON COPULATION, PENILE REFLEXES AND TISSUE CATECHOLAMINES WAS MEASURED. SIGNIFICANT DIFFERENCES BETWEEN CONTROL AND EXPERIMENTAL ANIMALS IN ALL PARAMETERS STUDIED."
        },
        {
            "References": "BARBIERI C ET AL; EFFECT OF ALPHA-METHYLDOPA ADMINISTRATION ON VASOPRESSIN SECRETION IN DOGS; PROC SERONO SYMP 50(ENDOCRINOL HYPERTENS) 423 (1982)",
            "Value": "IN ANESTHETIZED DOGS, ALPHA-METHYLDOPA DECR PLASMA VASOPRESSIN CONCN FROM A CONTROL VALUE OF 17 TO 7.4 PG/ML @ 120 MIN POSTINFUSION. PLASMA RENIN ACTIVITY DECR FROM 13.3-7 NG/ML/3 HR @ 120 MIN POSTINFUSION. BLOOD PRESSURE AND HEART RATE WERE NOT AFFECTED BY THE INFUSION. THE POSSIBILITY THAT VASOPRESSIN INHIBITION IS MEDIATED BY CENTRAL ALPHA-ADRENERGIC ACTIVATION BY ALPHA-METHYLNOREPINEPHRENE, A METABOLITE OF METHYLDOPA."
        },
        {
            "References": "George JD et al; Report (NTP 86-128):128 PP (1986)",
            "Value": "Pregnant CD rats were administered methyldopa (MD) suspended in corn oil by gavage at doses of 0, 50, 100, 250, or 500 mg/kg/day on gestation day 6 through 20. Clinical signs of toxicity (lethargy, rough coat, vaginal bleeding) were observed in the dams during treatment at 100, 250 and 500 mg/kg/day, with increased maternal mortality at both the 250 and 500 mg/kg/day levels. At gestational day 20, the dams were sacrificed and their fetuses were examined. MD significantly increased embryotoxicity at 500 mg/kg/day, as evidenced by an increase in the percentage of resorptions per litter. Average fetal body weight per litter decreased significantly as the dose of MD increased, in the 100, 250, and 500 mg/kg/day groups compared with controls. MD was not associated with any specific malformation or group of malformations at any of the dose levels in this study."
        },
        {
            "References": "George JD et al; Report (NTP 87-035):373 PP (1986)",
            "Value": "Alpha-methyldopa (MD) suspended in corn oil at 0, 100, 250, 500, or 750 mg/kg/day dose levels was administered by gavage to pregnant CD-1 mice (21-25 animals per dose group) on gestational days 6-17. MD caused maternal toxicity and embryolethality at 250 mg/kg/day. A significant increase in the number of resorptions was observed at the 500 and 750 mg/kg/day dose levels. At 500 and 750 mg/kg/day, clear evidence of prenatal mortality and intrauterine growth retardation as well as an incidence of malformed fetuses was observed."
        },
        {
            "References": "Toxicology & Carcinogenesis Studies of alpha-Methyldopa Sesquihydrate in F344/N Rats and B6C3F1 Mice (Feed Studies). Technical Report Series No. 348 (1989) NIH Publication No. 89-2803 U.S. Department of Health and Human Services, National Toxicology Program, National Institute of Environmental Health Sciences, Research Triangle Park, NC 27709",
            "Value": "... Conclusions: Under the conditions of these 2 yr feed studies, there was no evidence of carcinogenic activity of alpha-methyldopa sesquihydrate for male or female F344/N rats fed diets containing 3,100 or 6,300 ppm. There was equivocal evidence of carcinogenic activity of alpha-methyldopa sesquihydrate for male B6C3F1 mice, as shown by three dosed mice having uncommon tubular cell tumors of the kidney. There was no evidence of carcinogenic activity of alpha-methyldopa sesquihydrate for female B6C3F1 mice fed diets containing 6,300 or 12,500 ppm. ... /alpha-Methyldopa sesquihydrate/"
        }
    ]
}