{
    "_id": {
        "$oid": "6682e808c4e5dba5ffba2394"
    },
    "CID": {
        "$numberInt": "4004"
    },
    "Name": "MALATHION",
    "IUPACName": "diethyl 2-dimethoxyphosphinothioylsulfanylbutanedioate",
    "CanonicalSMILES": "CCOC(=O)CC(C(=O)OCC)SP(=S)(OC)OC",
    "Synonyms": [
        "malathion",
        "121-75-5",
        "Carbophos",
        "Carbofos",
        "Mercaptothion",
        "Karbofos",
        "Phosphothion",
        "Carbetox",
        "Ethiolacar",
        "Maldison",
        "Oleophosphothion",
        "Ovide",
        "Chemathion",
        "Prioderm",
        "Sadophos"
    ],
    "IsomericSMILES": "CCOC(=O)CC(C(=O)OCC)SP(=S)(OC)OC",
    "INCHI": "InChI=1S/C10H19O6PS2/c1-5-15-9(11)7-8(10(12)16-6-2)19-17(18,13-3)14-4/h8H,5-7H2,1-4H3",
    "INCHIKEY": "JXSJBGJIGXNWCI-UHFFFAOYSA-N",
    "Formula": "C10H19O6PS2",
    "MolecularWeight": {
        "$numberDouble": "330.4"
    },
    "Description": "Diethyl 2-[(dimethoxyphosphorothioyl)thio]succinate is a diester that is diethyl succinate in which position 2 is substituted by a (dimethoxyphosphorothioyl)thio group. It is a diester, an ethyl ester and an organic thiophosphate. It is functionally related to a diethyl 2-sulfanylbutanedioate.",
    "XlogP": {
        "$numberDouble": "2.4"
    },
    "Complexity": {
        "$numberInt": "341"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "plant_concentrations": [
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V30: 109 (1983)",
            "Value": "In the USA National Soils Monitoring Program (1970 & 1972), the following levels ... were detected in crops that were mature &/or ready for harvest (mg/kg): alfalfa/bur clover, 0.03-0.26; corn stalks, 0.04-0.25; cotton ... 0.01-2.17; grass hay, 0.02-0.22; mixed hay, 0.02-0.09 ... & sorghum ... 0.04-0.29."
        },
        {
            "References": "(1) Bradman MA et al; J Exposure Anal Environ Epidemiol 4: 49-63 (1994) () Zhang ZL et al; J Environ Monit 4: 498-504 (2002) (3) Bennett SR et al; Environmental hazards of chemical agent stimulants. CRDC-TR-84055, Aberdeen Proving Ground, MD (1984)",
            "Value": "Malathion levels on backyard vegetation in California after a single application were recorded as 3.7 ug/g(1). The approximate half-life of malathion on plants ranged from <1 to 9 days following ariel spraying in Southern California for the eradication of the Mediterranean fruit fly from 1989-1990(2). Malathion undergoes extensive degradation in plants via enzymatically, hydrolytically and photocatalytically induced reactions to produce products such as hydrogen sulfide, methyl and ethyl compounds and more complex compounds(3)."
        },
        {
            "References": "(1) Zhang X et al; J Agric Food Chem 56:10638-45 (2008)",
            "Value": "Malathion and metabolites on Strawberry Leaves (nmol/g), following treatment of 1 lb/acre, 2007(1).",
            "Table": "[{'Compound': 'Malathion', '2 days after treatment': 11.45, '8 days after treatment': 2.34, '20 days after treatment': 0.43}, {'Compound': 'Malaoxon', '2 days after treatment': 0.19, '8 days after treatment': 0.17, '20 days after treatment': 0.09}, {'Compound': 'Dimethylphosphate', '2 days after treatment': 3.25, '8 days after treatment': 2.92, '20 days after treatment': 7.88}, {'Compound': 'Dimethylthiophosphate', '2 days after treatment': 5.73, '8 days after treatment': 5.55, '20 days after treatment': 3.69}, {'Compound': 'Dimethyldithiophosphate', '2 days after treatment': 4.8, '8 days after treatment': 2.57, '20 days after treatment': 1.2}, {'Compound': 'Malathion monoacid', '2 days after treatment': 6.8, '8 days after treatment': 7.59, '20 days after treatment': 5.02}, {'Compound': 'Malathion diacid', '2 days after treatment': 1.42, '8 days after treatment': 1.64, '20 days after treatment': 1.42}]"
        },
        {
            "References": "(1) Zhang X et al; J Agric Food Chem 56: 10638-45 (2008)",
            "Value": "Malathion and metabolites on Strawberries (nmol/g), following treatment of 1 lb/acre, 2007(1).",
            "Table": "[{'Compound': 'Malathion', '3 days after treatment': 0.21, '21 days after treatment': 0.04}, {'Compound': 'Malaoxon', '3 days after treatment': 0.02, '21 days after treatment': 0.04}, {'Compound': 'Malathion', '3 days after treatment': 0.02, '21 days after treatment': 0.02}, {'Compound': 'Dimethylphosphate', '3 days after treatment': 0.7, '21 days after treatment': 4.24}, {'Compound': 'Dimethylthiophosphate', '3 days after treatment': 0.6, '21 days after treatment': 0.58}, {'Compound': 'Dimethyldithiophosphate', '3 days after treatment': 0.18, '21 days after treatment': 0.08}, {'Compound': 'Malathion monoacid', '3 days after treatment': 1.72, '21 days after treatment': 2.29}, {'Compound': 'Malathion diacid', '3 days after treatment': 0.2, '21 days after treatment': 0.31}]"
        }
    ],
    "animal_concentrations": [
        {
            "References": "(1) Ghini S et al; Arch Environ Contam Toxicol 47: 479-88 (2004) (2) Ciliberti A et al; Environ Toxicol Chem 31: 387-94 (2012)",
            "Value": "Malathion was detected in 58% of honeybee samples at 0.001-3.780 mg/kg; dead bees were collected in bags suspended under beehives (only worker bees were analyzed) in the district of Bologna, Italy(1). Malathion was detected at <25-2836.4 (median <25) and <25-116.0 (median 65.2) ng/g in the respective livers of 11 of 32 and 5 of 7 Nile monitors (Varanus niloticus) collected from Niger; malathion was not detected in 32 monitors collected from Mali(2)."
        }
    ],
    "environmental_bioconcentrations": [
        {
            "References": "(1) Kanazawa J; Bull Environ Contam Toxicol 14: 346-352 (1975) (2) Schlenk D; Biochem Mol Biol Fishes 6: 171-90 (2005) (3) Belluck D et al; Bull Environ Contam Toxicol 26: 299-306 (1981) (4) Gao J et al; J Agric Food Chem 48: 6114-20 (2000)",
            "Value": "Malathion did not bioconcentrate in the freshwater fish topmouth gudgeon (Pseudorasbora parva)(1). No detectable concentration of malathion was observed in pinfish (Lagodon sp) after exposure to 20-75 ug/L(2). Malathion undergoes biotransformation in fish with some of the metabolites being malaoxon, malathion monoacid, malathion diacid, O,O-dimethyl phosphorodithioate, O,O-dimethyl phosphorodithiolate, O,O-dimethyl phosphorodithionate and O,O-dimethylphosphate(2). Based on the rapid metabolism, bioconcentration of malathion in aquatic organisms is expected to be low(SRC). The BCF for egg masses of the Triaenodes tardus (caddisfly) was found to be 10(3). Malathion had BCFs of 3.0, 23 and 1.2 in axenically cultured parrot feather (Myriophyllum aquaticum), duckweed (Spirodela oligorrhiza L) and elodea (Elodea canadensis), respectively(4)."
        }
    ],
    "environmental_biodegradations": [
        {
            "References": "(1) NITE; Chemical Risk Information Platform (CHRIP). Biodegradation and Bioconcentration. Tokyo, Japan: Natl Inst Tech Eval. Available from, as of May 2, 2016: https://www.safe.nite.go.jp/english/db.html (2) Bennett SR et al; Environmental hazards of chemical agent stimulants. CRDC-TR-84055, Aberdeen Proving Ground, MD (1984) (3) Walker WW, Stojanovic BJ; J Environ Qual 2: 229-32 (1973) (4) Ghezal F, Bennaceur M; in Environ Fate Xenobiot, Proc Symp Pestic Chem 10th., Delre AAM, ed., Pavia, Italy pp 709-12 (1996) (5) Janeczko AK et al; Water Res 57: 127-39 (2014) (6) Eichelberger JW, Litchtenberg JJ; Environ Sci Technol 5: 541-4 (1971) (7) Walker WW; J Environ Qual 5: 210-6 (1976) (8) Bondarenko S, Gan J; Environ Toxicol Chem 23: 1809-14 (2004) (9) Paris DF et al; Appl Environ Microbiol 41: 603-9 (1981)",
            "Value": "AEROBIC: Malathion, present at 100 mg/L, reached 22% of its Theoretical BOD in 4 weeks using an activated sludge inoculum at 30 mg/L in the Japanese MITI test(1). Malathion is rapidly degraded in soils with reported degradation in 10 days in various non sterile (sterile) loam soils: 92% (8%), 94% (5%), and 81% (19%)(2). Biochemical reactions utilized include desulfuration, oxidation, hydrolysis, transfer of alkyl or aryl groups, alkylation, dealkylation, reduction and conjugation(2). The rate of degradation increased with increasing soil organic matter and was related to soil pH(3). C14-Malathion was biodegraded 50% and 10% after 17 days in clay loam (45.3% sand, 19.7% silt, 35% clay, 5.74% organic matter) and sandy soil (74.74% sand, 24.76% silt, 0.5% clay, 1.9% organic matter), respectively(4). In activated sludge, malathion had a first-order degradation rate of 0.161/hr(8). In raw river water (pH 7.3-8.0), malathion was degraded 90% within 2 weeks, no change was observed in distilled water over 3 weeks suggesting that degradation was biological(5). Degradation of malathion was complete in 3 days in non-sterile estuarine sediments, and 57% in 11 days in sterilized sediment(6). Malathion has a first-order degradation rate of 0.902/day and a half-life of 0.8 days under aerobic conditions, under anaerobic conditions a first-order degradation rate of 0.302/day and a half-life of 2.3 days were reported in sediment from San Diego Creek, CA(7). Products of degradation include alpha and beta monocarboxylic acids (major metabolite in soil), and dicarboxylic acid(9)."
        }
    ],
    "fish_seafood_concentrations": [
        {
            "References": "(1) Amaraneni SR, Pillala RR; Environ Toxicol 66: 550-6 (2001) (2) Padula DJ et al; Chemosphere 86: 709-17 (2012) (3) Burgos-Hernandez A et al; Bull Environ Contam Toxicol 74: 335-41 (2005)",
            "Value": "Malathion residues in Channa striata (snakehead murrel) collected from Kolleru Lake, India were 0.81-1.26, 0.54-1.87 and 0.76-2.52 ug/g wet weight in the muscle, gills and liver, respectively(1). Malathion concentrations in Catla catla (catla) were 0.00085-0.69, 0.0085-0.89 and 0.0085-1.48 ug/g wet weight in muscle, gills and liver, respectively(1). Malathion was not detected (detection limit 0.01 mg/kg) in Australian farmed yellowtail kingfish (Seriola lalandi) or Mulloway (Argyrosomus hololepidotus); fish were collected Sept 2003 to July 2004(2). Malathion was detected at a maximum concentration of 35 ng/g in shrimp sampled from four shrimp farms located near the coast of Sonora, Mexico(3)."
        }
    ],
    "logP": [
        {
            "References": "Hansch, C., Leo, A., D. Hoekman. Exploring QSAR - Hydrophobic, Electronic, and Steric Constants. Washington, DC: American Chemical Society., 1995., p. 80",
            "Value": "log Kow = 2.36"
        }
    ],
    "mechanism_of_action": [
        {
            "References": "PMID:23774768",
            "Value": "Muscle dysfunction in acute organophosphorus (OP) poisoning is a cause of death in human. The present study was conducted to identify the mechanism of action of OP in terms of muscle mitochondrial dysfunction. Electromyography (EMG) was conducted on rats exposed to the acute oral dose of malathion (400 mg/kg) that could inhibit acetylcholinesterase activity up to 70%. The function of mitochondrial respiratory chain and the rate of production of reactive oxygen species (ROS) from intact mitochondria were measured. The bioenergetic pathways were studied by measurement of adenosine triphosphate (ATP), lactate, and glycogen. To identify mitochondrial-dependent apoptotic pathways, the messenger RNA (mRNA) expression of bax and bcl-2, protein expression of caspase-9, mitochondrial cytochrome c release, and DNA damage were measured. The EMG confirmed muscle weakness. The reduction in activity of mitochondrial complexes and muscular glycogen with an elevation of lactate was in association with impairment of cellular respiration. The reduction in mitochondrial proapoptotic stimuli is indicative of autophagic process inducing cytoprotective effects in the early stage of stress. Downregulation of apoptotic signaling may be due to reduction in ATP and ROS, and genotoxic potential of malathion. The maintenance of mitochondrial integrity by means of artificial electron donors and increasing exogenous ATP might prevent toxicity of OPs."
        },
        {
            "References": "PMID:25449180",
            "Value": "... The current study investigates the influence of malathion on insulin signaling pathways and the protective effects of N-acetylcysteine (NAC). Malathion (200 mg/kg) and NAC (2 g/L) were administered orally to rats, during 28 consecutive days. Malathion increases plasma glucose, plasma insulin and glycated hemoglobin levels. Further, we observed an increase of insulin resistance biomarkers and a decrease of insulin sensitivity indices. The GP, GSK3beta and PEPCK mRNA expressions were amplified by malathion while, the expression of glucokinase gene is down-regulated. On the basis of biochemical and molecular findings, it is concluded that malathion impairs glucose homeostasis through insulin resistance and insulin signaling pathways disruptions in a way to result in a reduced function of insulin into hepatocytes. Otherwise, when malathion-treated rats were compared to NAC supplemented rats, fasting glucose and insulin levels, as well as insulin resistance indices were reduced. Furthermore, NAC restored liver GP and PEPCK expression. N-acetylcysteine showed therapeutic effects against malathion-induced insulin signaling pathways disruption in liver. These data support the concept that antioxidant therapies attenuate insulin resistance and ameliorate insulin sensitivity."
        },
        {
            "References": "Brunton, L. Chabner, B, Knollman, B. Goodman and Gillman's The Pharmaceutical Basis of Therapeutics, Twelth Edition, McGraw Hill Medical, New York, NY. 2011, p. 246",
            "Value": "The cardiovascular actions of antic-ChE agents are complex, since they reflect both ganglionic and postganglionic effects of accumulated ACh on the heart and blood vessels and actions in the CNS. The predominant effect on the heart from the peripheral action of accumulated ACh is bradycardia, resulting in a fall in cardiac output. Higher doses usually cause a fall in blood pressure, often as a consequence of effects of anti-ChE agents on the medullary vasomotor centers of the CNS. /Anticholinesterase agents/"
        },
        {
            "References": "PMID:26591203",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ It was established in experiments on noninbred albino rats that acute intoxication with malathion (0.75 LD50) /administered instramuscularly/ reduced the function of Th1 cells more significantly than the function of Th2 lymphocyte, decreases the activity of B cells and NK cells, blood levels of TNFa, IL-1b and IL-6, IFN-g, IL-2, and IL-4, while not significantly affecting the concentration of IL-10 and IL-13. Atropine (10 mg/kg) under conditions of acute malathion intoxication improved the function of T cells and B lymphocytes, NK cells, as well as the synthesis of immunoregulatory cytokines IFN-g, IL-2, and IL-4. At the same time, atropine in malathion intoxicated rats had no effect on suppression of the synthesis of proinflammatory cytokines TNF, IL-1g and IL-6 as well as the content of anti-inflammatory cytokines IL-10 and IL-13."
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "PMID:26591203",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ It was established in experiments on noninbred albino rats that acute intoxication with malathion (0.75 LD50) /administered instramuscularly/ reduced the function of Th1 cells more significantly than the function of Th2 lymphocyte, decreases the activity of B cells and NK cells, blood levels of TNFa, IL-1b and IL-6, IFN-g, IL-2, and IL-4, while not significantly affecting the concentration of IL-10 and IL-13. Atropine (10 mg/kg) under conditions of acute malathion intoxication improved the function of T cells and B lymphocytes, NK cells, as well as the synthesis of immunoregulatory cytokines IFN-g, IL-2, and IL-4. At the same time, atropine in malathion intoxicated rats had no effect on suppression of the synthesis of proinflammatory cytokines TNF, IL-1g and IL-6 as well as the content of anti-inflammatory cytokines IL-10 and IL-13."
        },
        {
            "References": "Grant, W. M. Toxicology of the Eye. 2nd ed. Springfield, Illinois: Charles C. Thomas, 1974., p. 640",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Undiluted technical liquid malathion dropped on rabbit's eye caused slight immediate irritation with conjunctival hyperemia and edema of lids ..."
        },
        {
            "References": "California Environmental Protection Agency/Department of Pesticide Regulation; Summary of Toxicology Data: Malathion (121-75-5) p.10 (July 30, 1986, Revised September 25, 1997). Available from, as of June 3: https://www.cdpr.ca.gov/docs/risk/toxsums/toxsumlist.htm",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Malathion (technical, batch AC 6,601, 93.6% purity), administered by gavage with protection (intramuscular injection of atropine sulfate at 10.0 mg/kg) at 1007.5 mg/kg to 60 hens. Survivors (21 hens) were re-dosed with protection at 852.5 mg/kg on day 21. Negative control (1.87 mL and 1.15 mL of tap water on day 1 and day 21 respectively) and positive control (TOTP at 500 mg/kg) groups of 15 hens. 39 of the 60 hens dosed on day 1 at 1007.5 mg/kg died by day 15, the remaining 21 birds survived through day 21. 7 of the 21 birds re-dosed at 852.5 mg/kg on day 21 died by day 28. 14 survived through day 42. Reversible moderate/severe ataxia to paralysis of legs and wings and inability to stand reported in all malathion treated hens through day 4 and again, after redosing on day 21, through day 25. 10 hens/group for histopathology unremarkable for malathion treated group."
        },
        {
            "References": "PMID:6710498",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ O,O,S-Trimethyl phosphorothioate (OOS-TMP) is an impurity present in widely used organophosphorus insecticides such as malathion. Oral treatment of rats with the compound produces prominent bronchiolar epithelial necrosis. Following the administration of [(3)H]OOS-TMP to rats, substantial amounts of radiolabeled material were covalently bound to lung with a concomitant depletion of glutathione (GSH). Other organs showing significant covalently bound radioactivity were liver, kidneys, and ileum. The maximal accumulation occurred in the tissues within 6 hr, and reached a plateau between 6 and 12 hr. Pretreatment of rats with either phenobarbital or piperonyl butoxide decreased the level of radiolabeled material bound in lung, GSH depletion, and the toxicity of OOS-TMP. These results suggest that the covalent binding is due to a metabolite(s) of OOS-TMP and that the metabolite(s) is involved in the mechanism of toxicity of OOS-TMP. ... /(3)H-O,O,S-trimethyl phosphorothioate/"
        },
        {
            "References": "PMID:26581675",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ This study was performed to investigate the antidepressant-like effect of minocycline in mice exposed to organophosphate pesticide malathion and possible involvement of nitric oxide/cGMP pathway in this paradigm. Mice were administered specific doses of malathion once daily for 7 consecutive days. After induction of depression, different doses of minocycline were daily injected alone or combined with non-specific NOS inhibitor, N(omega)-nitro-L-arginine methyl ester (L-NAME), specific inducible NOS inhibitor, AG, NO precursor, L-arginine, and PDE5I, sildenafil. After locomotion assessment in open-field test, immobility times were recorded in the FST and TST. Moreover, hippocampal nitrite concentrations and acetylcholinesterase activity were measured. The results showed that repeated exposure to malathion induces depressive-like behavior at a dose of 250 mg/kg. Minocycline (160 mg/kg) significantly reduced immobility times in FST and TST (P < 0.001). Combination of sub-effective doses of minocycline (80 mg/kg) with either L-NAME (3 mg/kg) or AG (25 mg/kg) significantly exerted a robust antidepressant-like effect in FST and TST (P < 0.001). Furthermore, minocycline at the same dose which has antidepressant-like effect, significantly reduced hippocampal nitrite concentration. The investigation indicates the essential role for NO/cGMP pathway in malathion-induced depressive-like behavior and antidepressant-like effect of minocycline. Moreover, the interaction between nitrergic and cholinergic systems are suggested to be involved in malathion-induced depression."
        },
        {
            "References": "PMID:24986526",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ ... The current study investigates the influence of malathion on glucose metabolism regulation, in vivo, during subchronic exposure. Malathion was administered orally (200 mg/kg), once a day for 28 consecutive days. Plasma glucose, insulin and glycated hemoglobin levels were significantly increased while hepatic glycogen content was decreased in intoxicated animals compared with the control group. Furthermore, there was a significant disturbance of lipid content in subchronic treated and post-treated rats deprived of malathion for one month. In addition, we used the homeostasis model assessment (HOMA) to assess insulin resistance (HOMA-IR) and pancreatic beta-cell function (HOMA-beta). Our results show that malathion increases insulin resistance biomarkers and decreases insulin sensitivity indices. Statistical analysis demonstrates that there was a positive and strong significant correlation between insulin level and insulin resistance indices, HOMA-IR, HOMA-beta. Similarly, a negative and significant correlation was also found between insulin level and insulin sensitivity indices. ... Malathion induces insulin resistance in vivo using homeostasis model assessment and these changes were detectable one month after the end of exposure. To explain insulin resistance induced by malathion we focus on lipid metabolism disturbances and their interaction with many proteins involved in insulin signaling pathways."
        },
        {
            "References": "PMID:25449180",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ ... The current study investigates the influence of malathion on insulin signaling pathways and the protective effects of N-acetylcysteine (NAC). Malathion (200 mg/kg) and NAC (2 g/L) were administered orally to rats, during 28 consecutive days. Malathion increases plasma glucose, plasma insulin and glycated hemoglobin levels. Further, we observed an increase of insulin resistance biomarkers and a decrease of insulin sensitivity indices. The GP, GSK3beta and PEPCK mRNA expressions were amplified by malathion while, the expression of glucokinase gene is down-regulated. On the basis of biochemical and molecular findings, it is concluded that malathion impairs glucose homeostasis through insulin resistance and insulin signaling pathways disruptions in a way to result in a reduced function of insulin into hepatocytes. Otherwise, when malathion-treated rats were compared to NAC supplemented rats, fasting glucose and insulin levels, as well as insulin resistance indices were reduced. Furthermore, NAC restored liver GP and PEPCK expression. N-acetylcysteine showed therapeutic effects against malathion-induced insulin signaling pathways disruption in liver. These data support the concept that antioxidant therapies attenuate insulin resistance and ameliorate insulin sensitivity."
        },
        {
            "References": "PMID:26162445",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ ... We analyzed the toxic effects of malathion on the histological structure of liver and biochemical parameters in male rats. Three groups received daily different amounts of malathion: 1/1000, 1/100, and 1/10 LD50 for 30 days. The weights of treated rat's liver have increased. Analyzed tissues showed centrilobular and sinusoidal congestion, hepatocyte hypertrophy, cellular vacuolization, anucleated hepatocytes, depletion of organelles affecting the majority of cells, and presence of necrotic foci into the hepatic parenchyma. Histological sections of the liver showed important hepatocyte glycogen storage. We conclude that malathion stimulates the filing of glycogen in a dose-dependent manner. Biochemical parameters showed that alanine transaminase (ALT), aspartate transaminase (AST), gamma glutamyl transpeptidase (GGT), lactate dehydrogenase (LDH), and alkaline phosphatase (ALP) levels increased in the treated groups when the level of total protein decreased in intoxicated groups."
        },
        {
            "References": "PMID:26166662",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ ... The aims of this study were to detect the initiation of the toxic effects of sub-acute low doses (2.5, 5, and 10 mg/kg) of MAL by immunohistochemical and biochemical parameters in rat brain. Twenty-eight rats were randomly assigned into four groups (n=7) including control and three different amounts of MAL-exposed groups (2.5, 5, and 10 mg/kg). On immunohistochemical examination, the number of caspase-3-positive cells in all MAL-exposed groups was significantly higher than in the control group. Consistent with this, the total antioxidant capacity, total oxidant status, and the levels of superoxide dismutase, malondialdehyde, and paraoxanase activity were significantly different in the 5 and 10 mg/kg MAL-exposed groups compared with the control group. Additionally, the total oxidant status and malondialdehyde levels were significantly higher in the 5 and 10 mg/kg MAL-exposed groups compared with those in the 2.5 mg/kg MAL-exposed group. Our results indicate that over 5 mg/kg MAL exposure may result in dose-dependent oxidative stress, increased caspase-3 activity, and launching to the toxic effects in rat brain."
        },
        {
            "References": "National Research Council. Drinking Water & Health Volume 1. Washington, DC: National Academy Press, 1977., p. 623",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ At 100 ppm /in rats/, no effects were observed, even on red cell cholinesterase activity. In two studies, 500 ppm for 8 weeks also produced no adverse effect on whole blood cholinesterase activity. At 1000 ppm and higher, however, red cell cholinesterase activity was significantly decreased. Ip injection ... for 60 days resulted in a no adverse effect levels of 100 mg/kg without mortality, but dosages of 200 & 300 mg/kg/day resulted in mortality rates of 60 & 100%, respectively."
        },
        {
            "References": "Clarke, M. L., D. G. Harvey and D. J. Humphreys. Veterinary Toxicology. 2nd ed. London: Bailliere Tindall, 1981., p. 151",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Blood cholinesterase levels in calves given 2 mg/kg of malathion daily for up to 13 days fell to 50%, but promptly returned to normal when admin ceased."
        },
        {
            "References": "Gowda H et al; Indian J Med Res 77 (Dec): 847-51 (1983)",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ A daily dose of 46 mg/kg malathion ip for fifteen days affected the activity of the adrenal gland and liver glycogen in rats. The decrease in the level of adrenaline, noradrenaline, and dopamine indicate that malathion causes increased adrenal medullary function without affecting the cortical activity. The increased glycogen levels in the liver of malathion exposed animals could be attributed to the release of adrenal catecholamines."
        },
        {
            "References": "EPA/Office of Pollution Prevention and Toxic Substances; Malathion: Updated Revised Human Health Risk Assessment for the Reregistration Eligibility Decision Document (RED) EPA-HQ-OPP-2004-0348-0004. Available from, as of February 2, 2012: https://www.regulations.gov/#!home",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ In a subchronic (13-week) inhalation study, groups of Sprague-Dawley rats (15/sex/concentration) were exposed in whole body inhalation chambers to malathion (96.4%) at aerosol concentrations of 0, 0.1, 0.45, or 2.01 mg/L for 6 hours/day, 5 days/week for 13 weeks. Assessments included those of clinical signs, body weight, food consumption, ophthalmoscopic examinations, hematology, clinical chemistry (including ChE activity of plasma, erythrocytes and brain), urinalysis and gross and histopathology of Guideline required tissues. Treatment had no effects on survival, body weights or food consumption. Cholinergic signs observed at 2.01 mg/L and sporadically in a few animals at the lower doses included red staining of the urogenital areas, excess salivation and ungroomed oily fur. Treatment-related histopathological lesions were seen in the nasal cavity and the larynx of both sexes of rats at all concentrations tested. The lesions in the nasal cavity were characterized as slight to moderate degeneration and/or hyperplasia of the olfactory epithelium which was locally extensive. The lesions of the larynx were characterized as epithelial hyperplasia, with squamous keratinization occurring in some rats. In addition, the olfactory/respiratory epithelial junction was severely affected in most animals. For systemic toxicity, a NOAEL was not established and the LOAEL was 0.1 mg/kg/day based on histopathologic lesions of the nasal cavity and larynx. Inhibition of plasma and red blood cell ChE activity was observed in female rats at 0.45 mg/L and above. In male rats, inhibition of ChE activity was observed in plasma at 2.01 mg/L and in red blood cells at > 0.45 mg/L. Inhibition of brain ChE activity was seen only at the highest concentration. For ChEI /cholinesterase inhibition/, a NOAEL was established for plasma and red blood cells at 0.1 mg/L with a LOAEL of 0.45 mg/L."
        },
        {
            "References": "PMID:6662056",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Female Sprague-Dawley rats were placed on a drinking solution of 1 ppm Diazinon or malathion dissolved in water for 6 months. At the conclusion of the experiment liver tissue and plasma were examined. Clotting studies included the prothrombin time (PT), partial thromboplastin time (APTT), fibrinogen, and factors II, V, VII, X, plus the platelet count. Hepatic morphology, basically hepatocyte degeneration, was altered by malathion while diazinon had no notable effect. Likewise, malathion prolonged both the PT and APTT, the only changes in clotting activity."
        },
        {
            "References": "PMID:6612736",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ IgE antibody mediated and cell mediated hypersensitivity to malathion was evaluated in BALB/c mice. To elicit malathion specific antibodies of the IgE class, a conjugate of the anhydride of the diacid metabolite of malathion with keyhole limpet hemocyanin was administered ip with aluminum hydroxide as adjuvant. Serums collected following 3 sequential sensitizations were tested for specific IgE with the passive cutaneous anaphylaxis (PCA) test in rats. Anhydride coupled to bovine serum albumin was used as the challenge antigen. Specific IgE was produced following the second and third sensitization in the mice receiving 1 ug of conjugate. Malathion applied epicutaneously for 2 days or over 4 wk failed to elicit delayed type hypersensitivity. Anhydride specific IgE antibodies were not detected by the PCA test in the serum of mice treated epicutaneously for 4 weeks."
        },
        {
            "References": "Bulusu S, Chakravarty I; Bull Environ Contam Toxicol 36 (1): 73-80 (1986)",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ beta-Glucuronidase activity increased in the liver of adult male rats in a dose dependent manner with malathion treatment (orally, for 3 wk). Low protein diets, however, appeared to reduce the enzyme activity. In protein deprived rats, there was initially a decrease in the activity of the enzyme which was greater after pesticide treatment."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V30 113 (1983)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Groups of 50 male and 50 female weanling Charles River B6C3F1 mice were fed diets containing 8000 or 16000 mg/kg malathion (purity 95%, impurities unspecified) for 80 weeks and observed for 14-15 weeks. A matched control group comprising 10 animals of each sex was observed for 95 weeks ... an additional pooled control group of 50 animals of each sex was used ... In high dose group, which received a max tolerated dose, 94% of the males & 88% of the females were still alive at end of the experiment; survival was ... lower in low dose and control /animals/ ... In female mice, no statistically significant increase in tumor incidence was found. In male mice the incidences of hepatocellular carcinomas plus neoplastic nodules were: 2/10 in matched controls, 8/49 in pooled controls, 7/48 in the low dose group and 17/49 in the high dose group (Cochran-Armitage test for positive trend, p= 0.041 (using matched controls) or p= 0.019 (using pooled controls); fisher exact test, high-dose versus pooled controls, p= 0.031). When a time adjusted analysis was performed, eliminating ... male mice that died before week 52 of study, the following incidences resulted: matched controls, 2/9; pooled controls, 8/48; low-dose, 7/47; & high-dose 17/49. ... /tests did not show/ these incidences to be significant when the matched controls were used ... ."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V30 114 (1983)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Three groups of 50 male and 50 female fischer 344 rats, six wk old, were fed diets containing malathion (purity, 95%; impurities unspecified) at concentrations of 0, 2000, or 4000 mg/kg for 103 weeks. They were observed for a further 2 to 3 weeks & then killed; surviving rats in the matched control group were killed after 105-106 weeks of study. Of the male rats, 88% of the control group, 86% of the low dose group & 80% of the high dose group survived the experimental period; while of the females, 94% of the control group, 98% of the low dose group & 90% of the high dose group were still alive at termination of the expreiment. Females may not have received a max tolerated dose, as indicated by gain in body wt. No statistically significant increase in tumor incidence was found in female rats. In male rats, the incidence of adrenal pheochromocytomas appeared to increase in the low dose group (11/48) compared with the control group (2/49, p= 0.006), whereas in the high dose group only 6/49 pheochromocytomas were seen."
        },
        {
            "References": "US Natl Inst Health; DailyMed. Current Medication Information for OVIDE (malathion) lotion (December 2011). Available from, as of January 30, 2012: https://dailymed.nlm.nih.gov/dailymed/lookup.cfm?setid=2024030e-b00d-4fcc-b51d-45dc86933749",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Following long-term oral administration of technical grade malathion to rodents via dietary supplementation, increased incidences of hepatocellular neoplastic lesions were observed in B6C3F1 mice dosed for 18 months at malathion doses greater than 1500 mg/kg/day, and in female F344 rats dosed for 2 years at malathion doses greater than 400 mg/kg/day. These tumors occurred only in association with severe hepatic toxicity and chronic suppression of acetylcholinesterase activity, or at doses causing excessive mortality. Based on body surface area, doses at which carcinogenic effects were observed in rodents following life-time exposures to malathion were approximately 14- to 26-fold greater than the maximum dose anticipated in a 10 kg child following a single use of Malathion Lotion, assuming 100% bioavailability. Actual systemic exposures are expected to be less than 10% of the administered dose."
        },
        {
            "References": "California Environmental Protection Agency/Department of Pesticide Regulation; Summary of Toxicology Data: Malathion (121-75-5) p.2 (July 30, 1986, Revised September 25, 1997). Available from, as of June 3: https://www.cdpr.ca.gov/docs/risk/toxsums/toxsumlist.htm",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Malathion (99.4% pure) was fed in diet to Fischer 344, CDF (F-344) CrlBR (90/sex/dose) at 0, 100/50 (reduced day 113), 500, 6000 and 12000 ppm for 24 months. Thirty-five/sex/dose (satellite) were sacrificed at 12 months. Systemic NOEL = 500 ppm (Mortality sharply increased in males at >/= 6000 ppm and in females at 12000 ppm. Body weight was significantly decreased in males at >/= 6000 ppm and in females at 12000 ppm. Effects were observed in hematology and clinical chemistry were observed in both sexes at >/= 6000 ppm. Absolute and relative kidney and liver weights were significantly increased in both sexes at 12 and 24 months. Absolute and relative spleen (12 months) and thyroid/parathyroid (12 and 24 months) weights were increased in males at >/= 6000 ppm. Histopathology showed an increase in nasal mucosal pathology in both sexes at >/= 6000 ppm. Subacute-chronic inflammation/chronic nephropathy was increased in incidence and severity at 12 months in both sexes, primarily at 12000 ppm.) No evidence of ocular toxicity from ophthalmoscopic or electroretinographic examinations was observed. Absolute and relative kidney and liver weights were significantly increased in both sexes at 12 and 24 months. Absolute and relative spleen (12 months) and thyroid/parathyroid (12 and 24 months) weights were increased in males at >/= 6000 ppm. Histopathology showed an increase in nasal mucosal pathology in both sexes at >/= 6000 ppm. Subacute-chronic inflammation/chronic nephropathy was increased in incidence and severity at 12 months in both sexes, primarily at 12000 ppm.) ChE NOEL = 500 ppm (Plasma, erythrocyte and brain cholinesterase activity was significantly decreased, primarily at >/= 6000 ppm.) Oncogenicity NOEL = 500 ppm (There was an increased incidence in hepatocellular adenomas and carcinomas in females at >/= 6000 ppm. An increase in nasoturbinal adenoma was observed in males at >/= 6000 ppm.)"
        },
        {
            "References": "California Environmental Protection Agency/Department of Pesticide Regulation; Summary of Toxicology Data: Malathion (121-75-5) p.3 (July 30, 1986, Revised September 25, 1997). Available from, as of June 3: https://www.cdpr.ca.gov/docs/risk/toxsums/toxsumlist.htm",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Malathion (AC 6,601) 95.0%, was given to beagle dogs at 0, 62.5, 125 and 250 mg/kg/day by gelatin capsule, 7 days a week for 1 year, 6/sex/dose. No mortalities, no interim sacrifices. Systemic NOEL = 125 mg/kg/day, body weight depression, changes in hematological parameters and serum enzymes. ChE NOEL < 62.5 mg/kg/day."
        },
        {
            "References": "California Environmental Protection Agency/Department of Pesticide Regulation; Summary of Toxicology Data: Malathion (121-75-5) p.2 (July 30, 1986, Revised September 25, 1997). Available from, as of June 3: https://www.cdpr.ca.gov/docs/risk/toxsums/toxsumlist.htm",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Malaoxon (92.5% pure), was fed in diet to Fischer 344 rats (85/sex/dose) at 0, 20, 1000, or 2000 ppm for at least 24 months. Ten rats/sex/group (satellite) were sacrificed at 3, 6 and 12 months. Systemic NOEL = 20 ppm/day (There were increased deaths in both sexes at >/= 1000 ppm. Emaciation at >/= 1000 ppm (females) and at 2000 ppm (males) was observed. Decreased body weight and food utilization efficiency were observed in both sexes at 2000 ppm. Increased absolute and relative liver, kidney and adrenal weights occurred in males at 2000 ppm. Females showed decreased absolute and relative spleen weights at 2000 ppm. Histopathology showed increased chronic inflammation, epithelial hyperplasia and squamoid metaplasia in both respiratory and olfactory nasal mucosa in males at 2000 ppm and in females at >/= 1000 ppm. In lung increased edema, interstitial inflammation, purulent and granulomatous inflammation were observed at > 1000 ppm (males) and at 2000 ppm (females). Increased chronic inflammation in tympanic spaces occurred at >/= 1000 ppm (males) and at 2000 ppm (females). Stomach muscularis mineral deposits were observed at > 1000 ppm in both sexes.) No treatment-related effects on ophthalmology were reported. ChE NOEL = 20 ppm (Plasma, RBC and brain ChE were significantly decreased in both sexes at >/= 1000 ppm.) Oncogenicity NOEL > 2000 ppm (There was no oncogenic effect due to malaoxon.) Possible adverse effect (Increased nasal, tympanic and lung pathology and decreased plasma, RBC and brain ChE were observed in both sexes.) /Malaoxon/"
        },
        {
            "References": "PMID:25429344",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ The present study was undertaken to determine the effects of acute exposure to malathion on oxidative stress and cytotoxic potential of anticholinesterase insecticide, malathion in reproductive toxicology of adolescent male mice. Thirty two adolescent male mice at pubertal age were treated with 500 mg/kg body weight (BW) of malathion for three days. After exposure, biochemical markers and sperm analysis were evaluated and finally histological modifications of testis and sperm were assessed. Our data showed that treatment of male mice with malathion (500 mg/kg, BW) could lead to oxidative stress. Induced oxidative stress status can be assessed due to increased malondialdhyde (MDA) content, decreased thiol group content, as well as increased antioxidant enzyme activities. On the other hand, exposure to malathion at the pubertal age led to alteration of semen parameters; sperm production and percentage of motile sperm were decreased in the treated groups compared to the control. Furthermore, exposure of male mice to malathion led to a decrease of testosterone level, inhibition of acetylcholinesterase, and decrease of the reproductive performance of male mice after three days of treatment at the age of puberty. ..."
        },
        {
            "References": "PMID:24918327",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ ... In this study, a simple noninvasive technique was developed to investigate the cardiotoxicity of malathion on Danio rerio embryos, and to detect and quantify its effect on heart rate. Videos were recorded under a stereomicroscope and examined with our custom-made software (FishBeat) to determine the heart rate of the embryos. The pixel average intensity frequency (PI) of the videos was computed at its maximum probability to indicate the average number of heartbeats per second. Experimental observations successfully demonstrated that this method was able to detect the heart rate of zebrafish embryos as compared with manual stopwatch counting, with no significant difference. Embryos were treated acutely with increasing malathion concentrations (33.3 and 50 ug/mL malathion) at 52, 76, and 96 hours post fertilization (hpf). Embryos treated with 33.3 ug/mL malathion had significant bradycardia at 52 and 76 hpf, whereas embryos treated with 50 ug/mL malathion presented bradycardia at all hpf. These novel observations confirmed that malathion, acting as an acetylcholinesterase inhibitor, induced heartbeat irregularity in zebrafish embryos."
        },
        {
            "References": "PMID:25686724",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ ... In this study, we treated /rats/ with malathion by gavage at doses of 0, 33.75, 54, and 108 mg/kg for 60 days and evaluated the alterations in histology, biochemistry and serology. Malathion caused the reduction in the sperm counts and motility. The reduced body and testis weights were coupled with mild to severe degenerative changes in seminiferous tubules. We found malathion at 54 mg/kg increased spermatogenic apoptosis rate which was confirmed by changes in protein expression of Bax and Bcl-2. The activities of testicular enzymes including ACP, LDH and gamma-GT were significantly altered with the reduced level of reproductive hormones such as LH, FSH and T. These results indicate that malathion can elicit deleterious effects on reproductive system of rats. ..."
        },
        {
            "References": "PMID:26420608",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ ... To evaluate the role of malathion as a reproductive toxicant, this study aims at assessing the cytological and biochemical changes in the granulosa cells after malathion exposure in dose (1 nM, 10 nM, 100 nM) and time (4 hr, 6 hr, 8 hr) dependent manner. Histomorphological analysis, fluorescence assay, apoptosis quantification, and terminal deoxynucleotidyl transferase d-UTP mediated nick end labeling (TUNEL) assay were done to determine cytological changes, whereas antioxidant enzyme assays were done to measure the oxidative stress in malathion treated ovarian antral follicles. Histological studies exhibited the occurrence of highly condensed or marginated chromatin with fragmented nucleus, pyknosis, loss of membrane integrity, increased empty spaces, and vacuolization in malathion treated granulosa cells. Ethidium bromide/acridine orange (EB/AO) fluorescence staining demonstrated a significant increase in incidence and percentage of apoptosis after malathion exposure (p<0.001), both between and within the groups. Malathion exposure also resulted in increased DNA fragmentation and decline in both antioxidant enzymes activity namely catalase (CAT) and superoxide dismutase (SOD) in granulosa cells of antral follicles. Moreover, there was found a significant negative correlation between the apoptosis incidence and the level of antioxidant enzymes activity, SOD (r=-0.73 p<0.01) and CAT (r=-0.80 p<0.01), in malathion-treated ovarian antral follicles. Thus, highlighting the role of DNA fragmentation and declining antioxidant level as a possible mechanism underlying malathion induced reproductive toxicity."
        },
        {
            "References": "PMID:26513701",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ The present study aims to employ ultrastructural analysis for assessing the cytotoxicity of malathion at nanomolar concentrations (1 nM and 10 nM) in granulosa cells of caprine antral follicles at different exposure durations. Transmission electron microscopy revealed diminished cell-cell contact and cellular integrity, presence of crescent-shaped nucleus, chromatin condensation, and pyknosis with nuclear membrane folding, accumulation of lipid droplets with occurrence of cytoplasmic protrusions in granulosa cells treated with 1 nM malathion, whereas at 10 nM concentration, along with apoptotic attributes, prominent association of nucleus, endoplasmic reticulum, mitochondria and lipid droplets, nucleus invagination into lipid droplets, apical localization of lipid bodies, and occurrence of autophagic body were observed as compared to healthy granulosa cells in control with normal intact cellular integrity, well-developed cellular association, and doubled membrane nuclear lamina with homogenously dispersed chromatin surrounded by intact mitochondria with well-developed cristae. Thus, the results of ultrastructural analysis clearly suggest that nanomolar concentration of malathion induces apoptotic hallmarks within the granulosa cells of antral follicles that play a consequential role in increasing the incidence of follicular atresia, thereby affecting the overall fertility."
        },
        {
            "References": "Greenberg J, Laham QN; Can J Zool 47: 539-42 (1969)",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Malathion was injected at concentration of 3.99 or 6.42 mg/egg into the yolk sacs of 50 hen eggs incubated for 5 days. Twenty five control eggs were used. The eggs injected with malathion produced chicks exhibiting sparse plumage, micromelia, overall growth retardation, and beak defects."
        },
        {
            "References": "Kumar R, Uppal RP; J Environ Biol 7 (1): 35-9 (1986)",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Daily administration of malathion (46 mg/kg, ip) to female rats for 15 days prior to mating caused a significant reduction in the litter size and survival of pups. Though different traits of reproduction were not affected significantly, a slight effect was observed in viability index and lactation index in malathion treated animals."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V30 115 (1983)",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Malathion (technical grade, 95% pure) was fed to rats at a dietary concentration of 4000 mg/kg (approximate daily intake, 240 mg/kg bw) for two generations. Males and females 70-100 days of age were bred after 10 weeks on test; survival of the progeny of days 7 and 21 after birth was found to be reduced, and the surviving offspring showed growth retardation and an increased incidence of ring-tail disease."
        },
        {
            "References": "US Natl Inst Health; DailyMed. Current Medication Information for OVIDE (malathion) lotion (December 2011). Available from, as of January 30, 2012: https://dailymed.nlm.nih.gov/dailymed/lookup.cfm?setid=2024030e-b00d-4fcc-b51d-45dc86933749",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Reproduction studies performed with malathion in rats at doses over 180 fold greater than those anticipated in a 60 kg adult (based on body surface area and assuming 100% bioavailability) revealed no evidence of impaired fertility."
        },
        {
            "References": "US Natl Inst Health; DailyMed. Current Medication Information for OVIDE (malathion) lotion (December 2011). Available from, as of January 30, 2012: https://dailymed.nlm.nih.gov/dailymed/lookup.cfm?setid=2024030e-b00d-4fcc-b51d-45dc86933749",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ There was no evidence of teratogenicity in studies in rats and rabbits at doses up to 900 mg/kg/day and 100 mg/kg/day malathion, respectively. A study in rats failed to show any gross fetal abnormalities attributable to feeding malathion up to 2,500 ppm (about 200 mg/kg/day) in the diet during a three - generation evaluation period. These doses were approximately 40 to 180 times higher than the dose anticipated in a 60 kg adult (based on body surface area and assuming 100% bioavailability)."
        },
        {
            "References": "California Environmental Protection Agency/Department of Pesticide Regulation; Summary of Toxicology Data: Malathion (121-75-5) p.7 (July 30, 1986, Revised September 25, 1997). Available from, as of June 3: https://www.cdpr.ca.gov/docs/risk/toxsums/toxsumlist.htm",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Malathion, 94% purity, was administered in the diet to groups of 25 male and 25 female rats at dose levels of 0 (vehicle control), 550, 1700, 5000, or 7500 ppm for two generations, two litters per generation. At 7500 ppm, maternal gestational and lactation weights were consistently reduced in both litters of both generations, with statistical significance being obtained in the first pregnancy and both lactation periods of the P-1 generation. Pup weaning weights on day 21 post partum were consistently reduced at both 5000 and 7500 ppm, reaching statistical significance for all litters at 7500 ppm, and the first P-1 and second F-1 litters at 5000 ppm. At 7500 ppm, the postnatal growth retardation persisted through adulthood, with no indication of catch-up growth. Reproductive parameters were not adversely affected. Developmental NOEL = 1700 ppm; > 200 mg/kg/day (postnatal growth retardation); Parental NOEL = 5000 ppm; > 400 mg/kg/day (reduced body weight); Reproductive NOAEL = 7500 ppm (HDT); > 600 mg/kg/day. ... No adverse reproductive health effect is noted."
        },
        {
            "References": "California Environmental Protection Agency/Department of Pesticide Regulation; Summary of Toxicology Data: Malathion (121-75-5) p.7 (July 30, 1986, Revised September 25, 1997). Available from, as of June 3: https://www.cdpr.ca.gov/docs/risk/toxsums/toxsumlist.htm",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Malathion (AC 6,601), technical grade, purity 94.0%, was administered to groups of 25 Crl:CD (SD) BR female rats by gavage on days 6 through 15 of gestation at doses of 0 (corn oil vehicle control), 200, 400 or 800 mg/kg/day. The only significant finding in the dams was an increased incidence of urine stained abdominal fur at 800 mg/kg/day. Fetal parameters were unaffected by treatment and no adverse effect was noted. Maternal and Developmental NOEL = >800 mg/kg/day (the high dose tested)."
        },
        {
            "References": "California Environmental Protection Agency/Department of Pesticide Regulation; Summary of Toxicology Data: Malathion (121-75-5) p.8 (July 30, 1986, Revised September 25, 1997). Available from, as of June 3: https://www.cdpr.ca.gov/docs/risk/toxsums/toxsumlist.htm",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Malathion, 92.4%, was administered by gavage to groups of 20 inseminated New Zealand rabbits at doses of 0, 25, 50 or 100 mg/kg/day on day 6-18 of gestation. Maternal weight gain during dosing was statistically reduced at 50 and 100 mg/kg/day. Mean numbers and percent fetal resorptions were also elevated at these two doses. The number of unexplained unscheduled deaths were elevated above historical control values in the low dose group, but did not achieve statistical significance. In addition, there was no evidence for a dose response effect. Maternal NOEL = 25 mg/kg/day (reduced weight gain during dosing); Developmental NOEL = 25 mg/kg/day (increase in resorptions). ... No adverse developmental health effects are noted."
        },
        {
            "References": "National Research Council. Drinking Water and Health, Volume 6. Washington, D.C.: National Academy Press, 1986., p. 75",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Malathion admin orally at 20-40 mg/kg for 2-19 days to juvenile rats caused a reduction of spermatogenic cells and Leydig cells. /From table; purity not given/"
        },
        {
            "References": "California Environmental Protection Agency/Department of Pesticide Regulation; Summary of Toxicology Data: Malathion (121-75-5) p.10 (July 30, 1986, Revised September 25, 1997). Available from, as of June 3: https://www.cdpr.ca.gov/docs/risk/toxsums/toxsumlist.htm",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ Malathion technical (96.4% pure) was administered by gavage in a single dose (volume = 5 mL) to Sprague-Dawley Crl:CD BR rats (27/sex/dose) at 0 (vehicle = corn oil), 500, 1000 or 2000 mg/kg. Dosing was followed by a 15 day observation period. Systemic NOEL = 500 mg/kg (The FOB showed an increase in salivation on day 0 at > 1000 mg/kg in both sexes and in females on day 7 at 2000 mg/kg. Males showed red deposits on nose & eyes at 2000 mg/kg and on mouth at > 1000 mg/kg on day 0. Females had red deposits on eyes day 14 at 2000 mg/kg. Males showed very soiled/crusty fur and pale mucous membranes day 0 and females had crusty deposits on mouth day 14. There was a significant decrease in rotarod performance for males on day 14 at 2000 mg/kg. Males had decreased ambulatory and total motor activity at 2000 mg/kg. Females had decreased absolute & relative midbrain values and increased relative whole brain, brain stem & cerebral cortex weight values on day 15 at 2000 mg/kg. Males at 2000 mg/kg (day 7) showed relative olfactory region weight increases. At 2000 mg/kg males had lumbar root axonal degeneration, lumbar dorsal fiber digestion chambers, tibial nerve digestion chambers & retinal rosette formation.) ChE NOEL = 500 mg/kg (Both sexes at 2000 mg/kg showed decreased RBC & plasma ChE. Males showed some decrease in brain ChE at > 1000 mg/kg.) Possible adverse effect: Both sexes showed neurotoxicity at 2000 mg/kg."
        },
        {
            "References": "California Environmental Protection Agency/Department of Pesticide Regulation; Summary of Toxicology Data: Malathion (121-75-5) p.11 (July 30, 1986, Revised September 25, 1997). Available from, as of June 3: https://www.cdpr.ca.gov/docs/risk/toxsums/toxsumlist.htm",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ Malathion technical (96.4% pure) was fed in diet to Sprague-Dawley Crl:CDBR rats (25/sex/dose) at 0 (diet), 50, 5000 and 20000 ppm for 91 consecutive days. Systemic NOEL = 5000 ppm (Clinical effects were observed in both sexes at 20000 ppm. Body weights and food consumption were significantly decreased at 20000 ppm. Males (1/5) had digestion chambers in the lumbar dorsal root fibers and the peroneal nerve at 20000 ppm. Another 1/5 males had swollen axons and demyelination in the sciatic nerve at 20000 ppm. These were the only findings. Relative brain & brain region weights were increased (relative to body weights) in both sexes and cerebellum weights were decreased in females (relative to brain weights) at 20000 ppm.) Neurological NOEL = 5000 ppm (Both sexes showed an increase in soiled fur and females showed red deposits on the nose at 20000 ppm. Forelimb grip strength was decreased at 20000 ppm in both sexes.) ChE NOEL = 50 ppm (Plasma and RBC ChE was significantly decreased in both sexes at >/= at 5000 ppm. Brain ChE was significantly decreased in both sexes at 20000 ppm.) ... Possible adverse effect for neurotoxicity."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. V7 866",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ Evidence that malathion causes a paralytic type of neurotoxicity was observed in hens given 100 mg/kg or more malathion subcutaneously and observed for up to 30 days."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. V7 866",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ Neurotoxicity, reflected by the occurence of leg weakness that lasted for 4-14 days, occurred in atropinized chickens given single, subcutaneous doses of 100 mg/kg malathion."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. V7 866",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ Atropinized rats were given 600, 1000, or 2000 mg/kg malation (88% pure) via oral gavage and were observed for signs of delayed neuropathy at 14-21 days; only the 2000-mg/kg dosed rats showed signs of gait alterations indicative of delayed neuropathy."
        },
        {
            "References": "California Environmental Protection Agency/Department of Pesticide Regulation; Summary of Toxicology Data: Malathion (121-75-5) p.11 (July 30, 1986, Revised September 25, 1997). Available from, as of June 3: https://www.cdpr.ca.gov/docs/risk/toxsums/toxsumlist.htm",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ Malathion technical (96.4% pure) was administered /by inhalation/ ... to Sprague-Dawley CD (Crl:CD(SD)BR) rats (15/sex/dose) at 0 (room air), 0.10, 0.45 and 2.0 mg/L (whole body exposure, 6 hours/day, 5 days/week) for 13 weeks. A systemic NOEL was not achieved (Clinical signs were increased in both sexes at all doses. Males had significant increases in organ/BW% in liver, lungs/trachea & kidney at 2.0 mg/L and in organ/brain wt% in liver and kidneys at 2.0 mg/L. Males also had a significant increase in lungs/trachea & kidney weights at 2.0 mg/L. Females showed a significant increase in organ/BW% in liver at >/= 0.45 mg/L and a significant increase in relative (to brain weight) weight at 2.0 mg/L. Possible adverse effect: The nasal cavity showed an increase in degeneration and/or hyperplasia of the olfactory epithelium at all treatment levels in both sexes.) ChE NOEL = 0.1 mg/L (Males showed a significantly decreased brain ChE at 2.0 mg/L. RBC ChE was reduced significantly in males at > 0.45 mg/L. Females showed a significantly decreased brain ChE at 2.0 mg/L. RBC ChE was significantly decreased at 0.45 mg/L and 2.0 mg/L. Plasma ChE was significantly decreased at 2.0 mg/L.)"
        },
        {
            "References": "EPA/Office of Pollution Prevention and Toxic Substances; Malathion: Updated Revised Human Health Risk Assessment for the Reregistration Eligibility Decision Document (RED) EPA-HQ-OPP-2004-0348-0004. Available from, as of February 2, 2012: https://www.regulations.gov/#!home",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ Malathion belongs to a class of insecticides (organophosphorous compounds) which act as ChE inhibitors through phosphorylation of the active site of the acetylcholinesterase (AChE). AChE is an enzyme found in cholinergic neurons whose function is to break down acetylcholine and thus terminate acetylcholine's ability to properly bind at the receptor sites. Inhibition of this enzyme leads to an accumulation of free, unbound acetylcholine at nerve endings which leads to the symptoms and associated functional deficits known for AChE inhibitors: peripherally - smooth muscle contractions (e.g., abdominal cramps; glandular secretions (e.g,. sweating); skeletal muscle twitching; and, at higher concentrations, paralysis); centrally - possible effects on learning, memory and other behavioral parameters."
        },
        {
            "References": "EPA/Office of Pollution Prevention and Toxic Substances; Malathion: Updated Revised Human Health Risk Assessment for the Reregistration Eligibility Decision Document (RED) EPA-HQ-OPP-2004-0348-0004. Available from, as of February 2, 2012: https://www.regulations.gov/#!home",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ Malathion, like all members of the OP class, inhibits cholinesterase (ChE) as a mode of toxic action. ... Mammalian systems show greater carboxyesterase activity, as compared with insects, so that the toxic agent malaoxon builds up more in insects than in mammals. This accounts for the increased toxicity of malathion in insects."
        },
        {
            "References": "Mackison, F. W., R. S. Stricoff, and L. J. Partridge, Jr. (eds.). NIOSH/OSHA - Occupational Health Guidelines for Chemical Hazards. DHHS(NIOSH) Publication No. 81-123 (3 VOLS). Washington, DC: U.S. Government Printing Office, Jan. 1981., p. 2",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ Signs and symptoms of intoxication by anticholinesterase agents /such as malathion/ are caused by the inactivation of the enzyme cholinesterase, which results in the accumulation of acetylcholine at synapses in the neuromuscular system, and secretory glands."
        },
        {
            "References": "Dreisbach, R.H. Handbook of Poisoning. 12th ed. Norwalk, CT: Appleton and Lange, 1987., p. 113",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ Organophosphorus derivatives act by combining with and inactivating the enzyme acetylcholinesterase (AChE). ... The inactivation of cholinesterase by cholinesterase inhibitor pesticides allows the accumulation of large amounts of acetylcholine, with resultant widespread effects that may be ... separated into 4 categories: (1) Potentiation of postganglionic parasympathetic activity. ... (2) Persistent depolarization of skeletal muscle ... (3) Initial stimulation following depression of cells of central nervous system ... (4) Variable ganglionic stimulation or blockade ... /Cholinesterase inhibitor pesticides/"
        },
        {
            "References": "Brunton, L. Chabner, B, Knollman, B. Goodman and Gillman's The Pharmaceutical Basis of Therapeutics, Twelth Edition, McGraw Hill Medical, New York, NY. 2011, p. 1819",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ Malathion is an organophosphate that binds acetylcholinesterase in lice, causing paralysis and death."
        },
        {
            "References": "Brunton, L. Chabner, B, Knollman, B. Goodman and Gillman's The Pharmaceutical Basis of Therapeutics, Twelth Edition, McGraw Hill Medical, New York, NY. 2011, p. 242",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ The characteristic pharmacological effects of the anti-ChE agents are due primarily to the prevention of hydrolysis of ACh by AChE at sites of cholinergic transmission. Transmitter thus accumulates, enhancing the response to ACh that is liberated by cholinergic impulses or that is spontaneously released from the nerve ending. Virtually all acute effects of moderate doses of organophosphates are attributable to this action. /Anticholinesterase agents/"
        },
        {
            "References": "PMID:23671451",
            "Value": "/BEHAVIORAL STUDIES/ The cholinergic nervous system and acetylcholine esterase are involved in chronic intoxication with organophosphorous insecticides. The present study aims to investigate the influence of the chronic toxicity of these chemicals on behaviors related to anxiety, using the elevated plus maze (EPM), in the male adult mouse. Either water or 1% concentration of malathion was applied dermally to the male adult mice (10 s, once daily for 28 days) and, on day 29, the EPM test was done. Time spent in the open arms (TSOA) in intoxicated animals was decreased by over 50% compared to the controls (p = 0.047). In contrast, time spent in closed arms was significantly higher in the malathion-exposed mice (p = 0.025). Percentage of open arm entries (OAE) was slightly smaller in the malathion-treated group in comparison to the control animals. Percentage of closed arm entries (CAE) in the treated group was slightly higher than the value in the control animals. The results showed that chronic toxicity of malathion may lead to an anxiety-like behavior in the animal model used in this study. ..."
        },
        {
            "References": "PMID:25618550",
            "Value": "/BEHAVIORAL STUDIES/ ... This study evaluated the effects of a repeated (15-day period) and low-dose malathion exposure on spatial memory and discrimination (object location task), as well as on biochemical parameters in the hippocampus of mice [AChE and mitochondrial chain complexes activities; levels of proapoptotic proteins (Bax and Bak) and cholinergic neuronal and astroglial markers (ChAT and GFAP, respectively)]. Malathion treatments (30 and 100 mg/kg, s.c.) did not affect the body weight of animals and caused no evident signs of cholinergic toxicity throughout the treatment, although the highest dose (100 mg/kg) was associated with inhibition of AChE activity. Malathion-exposed animals showed a significant impairment on spatial memory and discrimination, which was correlated with a decrease in the mitochondrial complex I activity in the hippocampus. Moreover, malathion increased the levels of proapoptotic proteins and induced astroglial activation. The results show that long-term malathion exposure, at a dose that does not affect hippocampal AChE activity (30 mg/kg), caused impaired spatial memory and discrimination in mice that was related to hippocampal mitochondrial dysfunctional, astrogliosis and apoptosis. When extrapolated to humans, such results shed light on noncholinergic mechanisms likely related to the neurobehavioral and cognitive deficits observed in individuals chronically exposed to this pesticide."
        },
        {
            "References": "PMID:26730329",
            "Value": "/BEHAVIORAL STUDIES/ In this study the effect of crocin, a carotenoid isolated from saffron, on malathion (an organophosphate insecticide) induced depressive- like behavior in subacute exposure was investigated. Moreover the molecular mechanism of malathion induced depressive- like behavior and its decreasing effect on the level of brain derived neurotrophic factor (BDNF) in rat hippocampus and cerebral cortex were evaluated. Male Wistar rats were exposed to malathion (50 mg/kg/day, IP) alone or in combination with crocin (10, 20 and 40 mg/kg/day, IP), imipramine (20 mg/kg/day, IP) and vitamin E (200 mg/kg, three times a week, IP) respectively for 14 days. The forced swimming test (FST) was performed on days 1, 7 and 14. The level of malondealdehyde (MDA) and reduced glutathione (GSH) were measured in cerebral cortex and hippocampus of rats. The protein level of BDNF was evaluated using Western blot analysis. Malathion (50 mg/kg, IP) increased immobility time in the FST, without affecting total locomotor activity in open-field test. Malathion increased the malondealdehyde (MDA) and decreased the glutathione (GSH), whereas these effects were reversed by crocin and vitamin E. Malathion decreased plasma acetylcholinesterase activity, however this effect was not reversed by crocin or vitamin E. Malathion reduced the protein level of BDNF in rat hippocampus. Imipramine and crocin prevented the decreasing effect of malathion on BDNF. These results showed that crocin attenuates some neurochemical and behavioral effects induced by malathion. This neuroprotective effect of crocin may be in part due to its effect on BDNF."
        },
        {
            "References": "PMID:25983063",
            "Value": "/BEHAVIORAL STUDIES/ ... In the current study we used zebrafish larvae in order to determine the effects of two of the most widely used organophosphates, chlorpyrifos and malathion, on zebrafish behavior and AChE activity. Embryos and larvae were exposed to the organophosphates during different time points in development and then tested at 5 days post-fertilization for behavioral, neurodevelopmental and AChE abnormalities. The results of the study indicate that chlorpyrifos and malathion cause opposing behaviors in the larvae such as swim speed (hypoactivity vs. hyperactivity) and rest. Additionally, the pesticides affect only certain behaviors, such as thigmotaxis, during specific time points in development that are unrelated to changes in AChE activity. Larvae treated with malathion but not chlorpyrifos also had significantly smaller forebrain and hindbrain regions compared to controls by 5 days post-fertilization. We conclude that exposure to very low concentrations of organophosphate pesticides during development cause abnormalities in behavior and brain size."
        },
        {
            "References": "PMID:24468856",
            "Value": "/GENOTOXICITY/ ... We studied the genotoxicity of the commonly used organophosphate (OP) pesticides chlorpyrifos (CPF), methyl parathion (MPT), and malathion (MLT), individually and in combination, in Wistar rat peripheral blood lymphocytes in vitro. DNA single-strand and double-strand breaks were measured by single cell gel electrophoresis (SCGE; comet assay). To test whether the DNA lesions were caused by oxidative stress, the DNA repair enzymes formamidoaminopyrimidineglycosylase (Fpg) and endonuclease (Endo III), which convert base damages to strand breaks, were used. Significant increases in strand breaks and in levels of the reactive oxygen species (ROS) superoxide anion and hydrogen peroxide were observed in lymphocytes treated with pesticides. MPT exposure caused the greatest DNA damage and ROS production, followed by CPF and MLT. Our results demonstrate genotoxic potential of these OP pesticides."
        },
        {
            "References": "PMID:7254224",
            "Value": "/GENOTOXICITY/ Induction of sister-chromatid exchanges (SCE) and cell cycle delay in Chinese hamster cell line V79 after treatment with 8 organophosphorus pesticides (OPP) were studied. ... In V79 cells, 6 of the 8 OPP induced significant increase of frequencies of SCE and all the OPP induced various degrees of cell cycle delay. The 6 OPP in decreasing order of SCE induction are methylparathion, demeton, trichlorfon, dimethoate, malathion and methidathion. The 2 OPP that had no effect on SCE are diazion and disyston. The extents of induced cell cycle delay are generally related to the OPP concentrations but does not necessarily correlate with the extent of induction of SCE among the OPP studied. ..."
        },
        {
            "References": "PMID:6771645",
            "Value": "/GENOTOXICITY/ The active pure compounds of 4 pesticides were tested for DNA-damaging and mutagenic activity in Bacillus subtilis and Salmonella typhimurium tester strains. Included /was/ ... O,O-dimethylphosphorodithioate (malathion). These agents gave either weak or negative mutagenic responses with the Salmonella/microsome tests for mutagenicity, but were all positive when the tester was B. subtilis strain TKJ6321. ... Malathion /was moderately/ mutagenic and did not require metabolic activation. ..."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V30 117 (1983)",
            "Value": "/GENOTOXICITY/ Malathion was ineffective in inducing sex linked recessive lethal mutations in Drosophila melanogaster fed solutions containing 0.25 or 0.5 mg/L of the compound."
        },
        {
            "References": "Dulout FN et al; Mutat Res 122 (2): 163-7 (1983)",
            "Value": "/GENOTOXICITY/ The clastogenic effect of malathion was studied in mice given ip injections of 115, 230, or 460 mg/kg. Results in mice injected with 115 mg/kg of malathion were not different from controls. At 230 mg/kg, increasing the frequencies of abnormal metaphases and chromosomal aberrations were noted in animals killed 6 or 24 hr after injection. Mice injected with 460 mg/kg, exhibited significant increments of abnormal metaphases, gaps, breaks, and chromatid exchanges in relation to controls."
        },
        {
            "References": "US Natl Inst Health; DailyMed. Current Medication Information for OVIDE (malathion) lotion (December 2011). Available from, as of January 30, 2012: https://dailymed.nlm.nih.gov/dailymed/lookup.cfm?setid=2024030e-b00d-4fcc-b51d-45dc86933749",
            "Value": "/GENOTOXICITY/ Both technical grade (94-96.5%) and purified (98-99%) malathion have been reported to cause chromosomal aberrations and sister chromatid exchanges in vitro in human and hamster cell lines. In vivo chromosomal aberration and micronucleus studies of technical-grade malathion are reported to be positive, whereas an in vivo chromosomal aberration study of >99% pure malathion was reported to be negative. Furthermore, mice exposed to malathion in their drinking water for 7 weeks demonstrated no evidence of chromosome damage in bone marrow cells, spermatogonia, or primary spermatocytes."
        },
        {
            "References": "California Environmental Protection Agency/Department of Pesticide Regulation; Summary of Toxicology Data: Malathion (121-75-5) p.8 (July 30, 1986, Revised September 25, 1997). Available from, as of June 3: https://www.cdpr.ca.gov/docs/risk/toxsums/toxsumlist.htm",
            "Value": "/GENOTOXICITY/ Malathion ( 95.2% purity) was tested by the plate incorporation assay with Salmonella typhimurium strains TA1535, TA1537, TA1538, TA98 and TA100 as well as with Escherichia coli strain WP2 uvrA-. Concentrations tested were 0 (DMSO), 100, 500, 1000, 2500 or 5000 ug/plate with triplicate plates per concentration and two trials. Bacteria were plated with and without activation with S-9 prepared from livers of male Sprague-Dawley rats ... . Positive controls with and without activation for each strain were effective. No increases in revertants with any strain were reported."
        },
        {
            "References": "California Environmental Protection Agency/Department of Pesticide Regulation; Summary of Toxicology Data: Malathion (121-75-5) p.9 (July 30, 1986, Revised September 25, 1997). Available from, as of June 3: https://www.cdpr.ca.gov/docs/risk/toxsums/toxsumlist.htm",
            "Value": "/GENOTOXICITY/ Malathion, technical grade, 92-97% pure was fed in the diet for 7 weeks to 20 ICR/SIM male mice/group at 0, 1250, 2500 or 5000 mg/kg, before the animals were mated 1:2 for one week over 8 intervals."
        },
        {
            "References": "California Environmental Protection Agency/Department of Pesticide Regulation; Summary of Toxicology Data: Malathion (121-75-5) p.9 (July 30, 1986, Revised September 25, 1997). Available from, as of June 3: https://www.cdpr.ca.gov/docs/risk/toxsums/toxsumlist.htm",
            "Value": "/GENOTOXICITY/ Malathion (94%) was given by oral gavage to Sprague-Dawley rats as a single dose. Based on a preliminary trial, doses selected were 0 (corn oil), 0.4, 0.8 and 1.6 mL/kg, equivalent to 0.5, 1.0 and 2.0 g/kg based on density of 1.25. There were 5/sex/group for the definitive assay with sacrifices at 12, 24 and 48 hours post-treatment. Mitotic indices as well as aberrations were scored. Fifty cells per animal per sex per group were evaluated for aberrations excluding gaps. There was no effect on the incidence of aberrations and only a possible slight decrease in the MI at 24 and 48 hours in the high dose groups. No adverse effect."
        },
        {
            "References": "California Environmental Protection Agency/Department of Pesticide Regulation; Summary of Toxicology Data: Malathion (121-75-5) p.10 (July 30, 1986, Revised September 25, 1997). Available from, as of June 3: https://www.cdpr.ca.gov/docs/risk/toxsums/toxsumlist.htm",
            "Value": "/GENOTOXICITY/ Malathion (technical, batch AC 6,601, 94%) was tested with primary hepatocytes from male Sprague-Dawley rats. After a preliminary range-finding assay, the concentrations used in the UDS assay were 0 (DMSO, untreated or ethanol), 0.02, 0.04, 0.08, 0.12 or 0.16 uL/mL with an 18 hour incubation in the presence of 10 mCi/mL (3)H-thymidine. Incorporation of thymidine into nuclei was quantitated by autoradiography with 150 nuclei per concentration scored in morphologically normal cells in the 0.02 through 0.12 uL/mL groups. The positive control was 2-AAF and that treatment gave the anticipated results with 100% of nuclei having >/= 5 net grains. Treatment with malathion did not induce an increase in unscheduled DNA synthesis. No adverse effect with hepatocytes."
        },
        {
            "References": "Wilson BW, Walker NE; Proc Soc Exp Biol Med 121: 1260-4 (1966)",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ Malathion in concn greater than 1 ug/mL was toxic to primary cultures of chick embryo fibroblasts."
        },
        {
            "References": "PMID:2939594",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ The effect of O,O,S-trimethyl phosphorothioate (OOS-TMP), /an impurity in malathion,/ on immune responses such as antigen presentation, antibody production, and cytotoxic T-lymphocyte (CTL) function was examined in vitro. The roles of non enzymatic and enzymatic glutathione (GSH) conjugation of O,O,S-trimethyl phosphorothioate in these responses were studied. Antibody responses to T-dependent and T-independent antigens were evaluated after (i) direct culture with spleen or B cells; (ii) cocultivation of B cells with T cells with and without preincubation of O,O,S-trimethyl phosphorothioate with glutathione fortified cytosol. Antigen presentation by macrophages was also assessed after such treatment as compared to untreated controls. O,O,S-trimethyl phosphorothioate preincubated with glutathione had an inhibitory effect on the cytotoxic T lymphocyte and the direct hemolytic plaque forming cell responses. This was found to be mediated by a direct inhibitory effect on macrophages, T and B cells of the immune system and not through the generation of regulatory suppressor T cells. Thus, the mode of suppressive action of O,O,S-trimethyl phosphorothioate in vitro is due to inhibition of lymphocytic proliferation. This is only possible in the presence of glutathione which was determined to be a prerequisite for the induction of O,O,S-trimethyl phosphorothioate suppressive effect. /O,O,S-trimethyl phosphorothioate/"
        },
        {
            "References": "PMID:27054080",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ ... In the present study we verified the possible developmental neurotoxicity (DNT) of Malathion, which is one of organophosphate pesticides with suggested possible neurotoxic effects on nursing children. Three doses of Malathion (0.25 uM, 1 uM and 10 uM) were used in cultured neurospheres /from rats/ for a period of 14 days. Malathion was found to affect proliferation, differentiation and viability of neurospheres, these effects were positively correlated to doses and time progress. This study confirms the DNT effects of Malathion on 3D neurosphere model. ..."
        },
        {
            "References": "PMID:26453226",
            "Value": "/IMMUNOTOXICITY/ Organophosphorus (OP) and carbamate (CM) pesticides are widely used in agriculture. These pesticides are highly toxic to humans and their residues in food pose potential threat to human health. In this comparative study, we investigated the effect of subchronic exposure of OPs (malathion, MAL) and CM (Carbosulfan, CB) on rat liver and spleen. Biochemical analysis showed that levels of hepatic enzymes (ALT, ALP, LDH and PAL) changed after exposure to the pesticides. In the liver extracts, lipid peroxidation index increased after the treatment by pesticides. Our results indicated that exposure to MAL and CB leads to alteration of liver redox status. Both pesticides induced focal inflammation and fibrosis in the liver. After subchronic administration of MAL (200 mg/kg) and CB (25 mg/kg), systemic inflammation, as depicted by the increase in IFN-delta activity in liver, was observed in both malathion and carbosulfan treated animals. In addition, the results showed that MAL significantly increased TCD4+ and TCD8+ lymphocyte number. It also decreased INF-delta and IL-4 production. However, CB induced a reduction of TCD8+ number and cytokine production in spleen cells. In conclusion, malathion and carbosulfan had significant immunomodulatory properties in the spleen with inflammation and oxidative stress induction in the liver."
        },
        {
            "References": "Rodgers KE et al; Pest Biochem Physiol 25 (3): 358-65 (1986)",
            "Value": "/IMMUNOTOXICITY/ The effect of in vivo administration of malathion on cellular, humoral, and mitogenic responses was examined. Acute (50% LD50) or subacute (10% LD50/day for 14 days) treatment with malathion in vivo did not affect the in vivo generation of specific antibody secreting cells to sheep red blood cells or cytotoxic T-lymphocytes to allogeneic tumor. Acute treatment with 50% LD50 purified malathion did not affect body weight, splenic cell number, or thymus size. However, mitogenic responses to concanavalin A and lipopolysaccharide was significantly enhanced on all days tested following acute administration of malathion. In contrast, subacute treatment with malathion did not affect mitogenic response to concanvalin A or lipopolysaccharide, but led to a significant decrease in thymic cell number."
        },
        {
            "References": "EPA/Office of Pollution Prevention and Toxic Substances; Malathion: Updated Revised Human Health Risk Assessment for the Reregistration Eligibility Decision Document (RED) EPA-HQ-OPP-2004-0348-0004. Available from, as of February 2, 2012: https://www.regulations.gov/#!home",
            "Value": "/IMMUNOTOXICITY/ In /a/ subchronic study, mice, rats and rabbits were exposed to malathion at a dose levels of 20, 50, or 100 ppm (approximately 1-30 mg/kg/d depending on species) in the diet for 12, 22 or 13 weeks respectively. Significant suppression of humoral response (PFC and antibody titers) in a dose-time dependent relationship after both primary and secondary immunization was observed in the mice and rats from six to eight weeks after exposure began until study termination. The study authors stated that the effects of malathion on immune responses are more dependent on time than on dose, suggesting a threshold susceptibility to exposure."
        },
        {
            "References": "PMID:3051516",
            "Value": "/IMMUNOTOXICITY/ The time course of immune modulation induced by acute treatment with O,S,S-trimethyl phosphorodithioate, an impurity in techincal formulations of malathion, was examined in female C57BL/6 mice. The immune parameters studied included the generation of cytotoxic T lymphocytes to alloantigen (H-2 incompatible) and antibody secreting cells to sheep red blood cells, proliferative response to the mitogens, and interleukin-2 production. Acute administration of the non-toxic doses of O,S,S-trimethyl phosphorodithioate, ie 20 or 40 mg/kg, led to an elevation in the generation of a cytotoxic T lymphocyte response on day 1 or 7, respectively. At 20 mg/kg O,S,S-trimethyl phosphorodithioate, the antibody response was elevated at day 3. However, at a dose of 40 mg/kg O,S,S-trimethyl phosphorodithioate, the antibody response was suppressed at day 1 following treatment. Following acute administration of 60 or 80 mg/kg O,S,S-trimethyl phosphorodithioate, the generation of an antibody and cytotoxic T lymphocytes responses was suppressed at all time points tested with 1 exception. One day following treatment at a dose of 60 mg/kg O,S,S-trimethyl phosphorodithioate, there was no change in the cytotoxic T lymphocytes response. At day 7 following treatment, the mitogenic responses to lipopolysacharide and phytochemagglutinin were elevated at administered. ... The proliferative response to concanavalin A was elevated in a dose dependent manner. Interleukin-2 production was suppressed following acute administration of 60 or 80 mg/kg O,S,S-trimethyl phosphorodithioate all doses of O,S,S-trimethyl phosphorodithioate at all time points tested and at all doses tested on day 5 following treatment. ... /O,S,S-trimethyl phosphorodithioate/"
        },
        {
            "References": "Ryan DL, Fukuto TR; Pest Biochem Physiol 21 (3): 349-57 (1984)",
            "Value": "/OTHER TOXICITY INFORMATION/ Two organophosphorus impurities of technical malathion (insecticide), isomalathion and O,S,S-trimethyl phosphorodithioate, were examined for their effects on the in vivo metabolism of malathion in rats. Both impurities were confirmed to be potent in vivo inhibitors of plasma, liver, and kidney malathion carboxylesterases at relatively low doses. /O,S,S-trimethyl phosphorodithioate/"
        },
        {
            "References": "Gosselin, R.E., R.P. Smith, H.C. Hodge. Clinical Toxicology of Commercial Products. 5th ed. Baltimore: Williams and Wilkins, 1984., p. II-298",
            "Value": "/OTHER TOXICITY INFORMATION/ Malaoxon, active anticholinesterase metabolite of malathion ... has aliesterases inhibiting activity."
        },
        {
            "References": "American Society of Health-System Pharmacists 2016; Drug Information 2016. Bethesda, MD. 2016, p. 3537",
            "Value": "/OTHER TOXICITY INFORMATION/ Organophosphates inactivate acetylcholinesterase by phosphorylating the enzyme, which results in inhibition of acetylcholine hydrolysis and an increased concentration of acetylcholine at cholinergic synapses. In susceptible insects, malathion is metabolized principally to malaoxon (a more potent anticholinesterase agent), which contributes to the insecticidal effects of the drug."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. V7 856-6",
            "Value": "/OTHER TOXICITY INFORMATION/ An important characteristic of malathion acute toxicity is its potentiation by other organophosphates. ... Potentiation of malathion toxicity is due to the inhibition of carboxyesterase by ... other organophosphates, an enzyme important in detoxifying of malathion (as well as the more toxic metabolic product, malaoxon)."
        },
        {
            "References": "PMID:25301379",
            "Value": "/OTHER TOXICITY INFORMATION/ ... This study was carried out to evaluate the vascular effects of malathion and the role of nitric oxide (NO) and prostacyclin (PGI2). Vascular reactivity measuring isometric forces in vitro ('organ chambers') and flow cytometry (cells loaded with DAF-FM DA) were used. In rat thoracic aorta segments contracted with phenylephrine (Phe) (10-7 mol/L), malathion (10-10 to 10-5 mol/L) induced concentration-dependent relaxation in arteries with intact endothelium (n = 7; p < 0.05). Malathion-mediated relaxation was blocked by N-nitro-L-arginine methyl ester (L-NAME; 10-4 mol/L), a nonspecific NO synthase inhibitor, and/or indomethacin (10-5 mol/L), a nonspecific cyclooxygenase inhibitor (n = 10, p < 0.05). In thoracic aorta rings, with and without endothelium, Phe (10-10 to 10-5 mol/L) evoked concentration-dependent contraction, which was reduced in the presence of malathion. In rings with or without endothelium, incubated with malathion, L-NAME and indomethacin, the Phe-induced contraction was restored. The role of NO was confirmed using flow cytometry. Malathion evokes endothelium-dependent relaxation through the M1 muscarinic receptor, since this relaxation was clearly blocked by atropine (M1 and M2 blocker) and pirenzepine (M1 blocker), but was less blocked by gallamine (M2 blocker) or 4-DAMP (M3 blocker)."
        }
    ],
    "sediment_soil_concentrations": [
        {
            "References": "(1) Carey AE, Kutz FW; Environ Monit Assess 5: 155-63 (1985) (2) Sapozhnikova Y et al; Chemosphere 55: 797-809 (2004) (3) Waldron AC; Pestic Movement from Cropland Into Lake Erie p. 96 USEPA-660/2-74-032 (1974) (4) Kawata K et al; J AOAC Int 88: 1440-51 (2005) (5) Kjoelholt J; Chemosphere 14: 1763-70 (1985) (6) Zhang ZL et al; J Environ Monit 4: 498-504 (2002)",
            "Value": "SEDIMENTS: In a USA National Surface Water Monitoring Program conducted 1976-80, malathion was not detected in sediment samples(1). Sediment sampled from Salton Sea, CA had malathion concentrations of <0.15-7.2 ng/g dry weight from 3 sites in May 2000 and <0.15-2.0 ng/g dry weight from 5 sites sampled in May 2001(2). Malathion was not detected in 157 bottom sediment samples from the Lake Erie watershed sampled 1971-72(3). Malathion was detected at 2-5 ug/kg in 14% of sediment samples taken from Shin River, Niigata, Japan(4). Malathion was detected in sediment samples at one of 23 stations in Nissum Broad, Denmark(5). Sediment concentrations of malathion were reported as 0.06-0.49 ng/g in the Wuchuan River of China(6)."
        },
        {
            "References": "(1) Carey AE et al; Pestic Monit J 12: 209-29 (1979) (2) Carey AE et al; Pestic Monit J 12: 117-36 (1978) (3) Bradman MA et al; J Exposure Anal Environ Epidemiol 4: 49-63 (1994) (4) Riederer AM et al; Arch Environ Contam Toxicol 58: 908-17 (2010) (5) IARC; Miscellaneous Pestic 30: 103-29 (1983) (6) Chowhury A et al; Indian J Agric Sci 54: 763-6 (1984) (7) Gamon M et al; Arch Environ Contam Toxicol 44: 141-51 (2003) (8) Sanghi R, Sasi KS; Bull Environ Contam Toxicol 67: 446-54 (2001) (9) Zhang ZL et al; J Environ Monit 4: 498-504 (2002) (10) Shi R et al; Bull Environ Contam Toxicol 87: 567-73 (2011)",
            "Value": "SOILS: In a USA National Soils Monitoring Program conducted Fiscal Year 1973(FY73) of 1483 sites, 0.2% tested positive for malathion with concentrations of 0.08-0.13 ppm dry wt(1); FY71, one of 1486 tested positive at 0.19 ppm dry wt(2). Malathion levels of 1.4 and 14.1 ug/g were detected in Southern California at a soil depth of 1 and 0.1 cm, respectively(3). Soil tested from residential homes in Atlanta, GA, from Jan to April 2006 had reported malathion concentrations of 3.77 ng/g dry weight in 1 of 11 yards and at 10.84 ng/g dry weight in 1 of 11 soil samples taken by the home foundations(4). Malathion was detected at <0.01-0.02 ppm in farm soil samples from Southwestern Ontario, Canada(5). Malathion was detected at 1-7 ppm in dry soils from West Bengal at 15 days after treatment(6). Malathion was detected at 6.5-25 ppm in waterlogged soils from West Bengal 15 days after treatment(6). Malathion was detected in <6% of samples from rice-farming soils adjacent to fruit crops treated with malathion in Albufera National Park, Valencia, Spain for the period of April 1996 to Nov 1997(7). Malathion was detected in almost all of the 17 soil sample sites in Kanpur, India at 0.79-1.34 mg/kg(8). Soil concentrations of malathion were reported as 0.05-3.72 ng/g in the Wuchuan river region of China(9). Malathion was not detected (detection limit 0.19 ng/g) in 35 suburban farmland soil samples collected June 2010 from South Shenyang, China(10)."
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "(1) Ciglasch H et al; J Agric Food Chem 56: 9555-62 (2008) (2) Gramatica P et al; Chemosphere 41: 763-77 (2000) (3) McConnell LL et al; Environ Toxicol Chem 17: 1908-16 (1998) (4) Dowd JF et al; Environ Toxicol Chem 12: 429-39 (1993) (5) Swann RL et al; Res Rev 85: 17-28 (1983) (6) Vollner L et al; Environ Fate Xenobiot IAEA-SM-343/22 pp. 187-203 (1997)",
            "Value": "The Koc of malathion was determined 26 times in a field study conducted with five applications at a 10 day interval in a lychee orchard in northern Thailand; Koc values were reported as 927-17,620(1). Other reported Koc values of malathion in soil are 1175(2), 1200(3) and 1800(4). According to a classification scheme(5), these Koc values suggest that malathion is expected to have low to no mobility in soil(SRC). An experiment conducted to see how much malathion leaches at depths of 50 cm in soil found that most of the malathion is degraded in the higher layers of soil (within the polar carboxylic acid groups) and only small degradation products, that are usually biodegradable, move to the groundwater(6)."
        }
    ],
    "plant_translocations": [
        {
            "content": "Malathion residues are found chiefly in regions of high lipid content in the individual wheat grain; mainly in the germ and scutellum, and seldom in the starchy endosperm. Malathion applied directly to the endosperm is rapidly transported to other regions. This has been established using gas-liquid chromatography, and also using radioactively labelled malathion. Some grains have an enhanced affinity for malathion, and this property is not related to the size or weight of the grain. The current methods for calculating and applying safe limits for pesticide residual levels in grain are criticised in the light of these results. Some aspects of how Sitophilus granarius larvae, living within the wheat grain, are affected by externally applied malathion are also considered.",
            "reference": "Rowlands, D. G., & Bramhall, J. S. (1977). The uptake and translocation of malathion by the stored wheat grain. Journal of stored products research, 13(1), 13-22.",
            "method": {
                "Test Plant": "English wheat grain (variety Capelle)",
                "Apply Location": "Coating application by immersing grains in malathion solution",
                "Plant Grown Condition": "-",
                "Chemical Preparation": "14C-labeled malathion (label in maleate moiety), 4.5 mCi/mM specific activity. Solutions prepared in hexane for coating, in benzene for vapor exposure",
                "Pesticide Application Details for the Plant": "10 grains per 50 mL flask, 10 mL hexane solution added, shaken 30 min",
                "Other Information": "Coated grains flushed with N2 for 15 min after solvent evaporation, stored in dark at 25°C"
            },
            "result": "[{\"Days after application\": 1, \"Germ (ppm)\": 57, \"Endosperm (ppm)\": 241, \"Coat (ppm)\": 68}, {\"Days after application\": 4, \"Germ (ppm)\": 104, \"Endosperm (ppm)\": 223, \"Coat (ppm)\": 72}, {\"Days after application\": 7, \"Germ (ppm)\": 165, \"Endosperm (ppm)\": 58, \"Coat (ppm)\": 52}]"
        },
        {
            "content": "Malathion deposits on bean plant leaves, Phaseolus vulgaris, decreased 50% in 2 days under controlled environmental conditions. The decrease was initially more rapid from leaves than from glass surfaces, due to combined evaporation and absorption, but later the cuticular residues became more persistent. Five per cent of the malathion deposit was absorbed within a few minutes after application to bean leaves and declined to 0.4% by 10 days. Malathion degradation products accumulating on both glass and leaf surfaces were similar and included small amounts of malaoxon and an unknown cholinesterase inhibitor. Malathion is not translocated to any great extent in bean plants, but penetrates from the surface into the interior of the leaf and also from a nutrient solution into the root. Small malaoxon residues also accumulated in roots and foliage.",
            "reference": "El-Refai, A., & Hopkins, T. L. (1972). Malathion absorption, translocation, and conversion to malaoxon in bean plants. Journal of the Association of Official Analytical Chemists, 55(3), 526-531.",
            "method": {
                "Test Plant": "Phaseolus vulgaris (bean plants)",
                "Apply Location": "root application via nutrient solution",
                "Plant Grown Condition": "Bean seeds sprouted in vermiculite flats in greenhouse, then 1-week old seedlings transferred to nutrient solution (Hyponex, pH 6.6) in 1 qt jars. For foliar study, plants grown under supplemental light.",
                "Chemical Preparation": "Malathion analytical standard (99.4% purity) used. 100 ppm malathion dissolved in nutrient solution.",
                "Pesticide Application Details for the Plant": "17-day old plants with roots immersed in 100 mL nutrient solution containing 100 ppm malathion",
                "Other Information": "Plant homogenized to assay for absorbed insecticide/metabolites"
            },
            "result": "[{\"Days after application\": 1, \"Roots (ppm)\": 1.81, \"Foliage (ppm)\": 0.16}, {\"Days after application\": 2, \"Roots (ppm)\": 4.71, \"Foliage (ppm)\": 0.46}, {\"Days after application\": 4, \"Roots (ppm)\": 5.0, \"Foliage (ppm)\": 0.35}, {\"Days after application\": 6, \"Roots (ppm)\": 1.17, \"Foliage (ppm)\": 0.33}, {\"Days after application\": 8, \"Roots (ppm)\": 1.19, \"Foliage (ppm)\": 0.19}, {\"Days after application\": 10, \"Roots (ppm)\": 1.4, \"Foliage (ppm)\": 0.15}]"
        }
    ]
}