{
    "_id": {
        "$oid": "6682e7d5c4e5dba5ffba228f"
    },
    "CID": {
        "$numberInt": "402"
    },
    "Name": "HYDROGEN SULFIDE",
    "IUPACName": "sulfane",
    "CanonicalSMILES": "S",
    "Synonyms": [
        "hydrogen sulfide",
        "sulfane",
        "Hydrosulfuric acid",
        "Dihydrogen monosulfide",
        "Stink DAMP",
        "Hydrogen sulphide",
        "Dihydrogen sulfide",
        "Sulfureted hydrogen",
        "7783-06-4",
        "Sewer gas",
        "Hydrogene sulfure",
        "Acide sulfhydrique",
        "Schwefelwasserstoff",
        "Netzschwefel",
        "Zwavelwaterstof"
    ],
    "IsomericSMILES": "S",
    "INCHI": "InChI=1S/H2S/h1H2",
    "INCHIKEY": "RWSOTUBLDIXVET-UHFFFAOYSA-N",
    "Formula": "H2S",
    "MolecularWeight": {
        "$numberDouble": "34.08"
    },
    "Description": "Sulfur atom is a nonmetal atom and a chalcogen. It has a role as a macronutrient.",
    "XlogP": {
        "$numberDouble": "0.5"
    },
    "Complexity": {
        "$numberInt": "0"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "environmental_bioconcentrations": [
        {
            "References": "Environment Canada; Tech Info for Problem Spills: Hydrogen Sulphide (Draft) p.1 (1981)",
            "Value": "Does not have bioaccumulation or food chain contamination potential."
        }
    ],
    "environmental_biodegradations": [
        {
            "References": "USEPA; Health and Environmental Effects Profile for Hydrogen Sulfide p.4-4 (1986) ECAO-CIN-026A",
            "Value": "Microorganisms in soil and water are involved in oxidation-reduction reactions which oxidize hydrogen sulfide to elemental sulfur. Members of the genera Beggiatoa, Thioploca, and Thiotrix function in transition zones between aerobic and anaerobic conditions where both molecular oxygen and hydrogen sulfide are found. /Also/ some photosynthetic bacteria oxidize hydrogen sulfide to elemental sulfur. Members of the families Chlorobiaceae and Chromatiaceae (purple sulfur bacteria) are obligate aerobes and are phototropic, and are found in waters with high H2S concentrations. The interactions of these organisms form part of the global sulfur cycle."
        }
    ],
    "mechanism_of_action": [
        {
            "References": "PMID:22509322",
            "Value": "Hydrogen sulfide (H(2)S) is mainly known for its toxicity but has recently been shown to be produced endogenously in mammalian tissues and to be associated with physiological regulatory functions. To better understand the role of biomembranes in modulating its biological distribution and effects; we measured the partition coefficient of H(2)S in models of biological membranes. The partition coefficients were found to be 2.1+/-0.2, 1.9+/-0.5 and 2.0+/-0.6 in n-octanol, hexane and dilauroylphosphatidylcholine liposome membranes relative to water, respectively (25 °C). This two-fold higher concentration of H(2)S in the membrane translates into a rapid membrane permeability, P(m)=3 cm/s. We used a mathematical model in three dimensions to gain insight into the diffusion of total sulfide in tissues. This model shows that the sphere of action of sulfide produced by a single cell expands to involve more than 200 neighboring cells, and that the resistance imposed by lipid membranes has a significant effect on the diffusional spread of sulfide at pH 7.4, increasing local concentrations. These results support the role of hydrogen sulfide as a paracrine signaling molecule and reveal advantageous pharmacokinetic properties for its therapeutic applications."
        },
        {
            "References": "Klaassen, C.D., M.O. Amdur, Doull J. (eds.). Casarett and Doull's Toxicology. The Basic Science of Poisons. 5th ed. New York, NY: McGraw-Hill, 1995., p. 351",
            "Value": "Hydrosulfide anion (hs-) ... forms complex with methemoglobin known as sulfmethemoglobin, which is analogous to cyanmethemoglobin. ... Dissociation constant for sulfmethemoglobin has been estimated as 6x10-6 moles/L where as the dissociation constant for cyanmethemoglobin is about 2x10-8 moles/L. Despite lower binding affinity for sulfide, induced methemoglobinemia provides unequivocal protection against death from acute sulfide poisoning in animals."
        },
        {
            "References": "Rom, W.N. (ed.). Environmental and Occupational Medicine. 2nd ed. Boston, MA: Little, Brown and Company, 1992., p. 546",
            "Value": "...interferes with the function of oxidative enzymes, mainly cytochrome oxidase, and results in tissue hypoxia."
        },
        {
            "References": "Ellenhorn, M.J., S. Schonwald, G. Ordog, J. Wasserberger. Ellenhorn's Medical Toxicology: Diagnosis and Treatment of Human Poisoning. 2nd ed. Baltimore, MD: Williams and Wilkins, 1997., p. 1491",
            "Value": "Hydrogen sulfide is a ... potent inhibitor of the cytochrome oxidase system ... ."
        },
        {
            "References": "Booth, N.H., L.E. McDonald (eds.). Veterinary Pharmacology and Therapeutics. 5th ed. Ames, Iowa: Iowa State University Press, 1982., p. 9602",
            "Value": "SUDDEN DEATH FROM INHALATION OF LARGE CONCN OF HYDROGEN SULFIDE DUE TO INHIBITION OF CELLULAR RESP IN VITAL TISSUES, PARTICULARLY BRAIN. ... APPARENTLY ... INHIBIT/S/ CYTOCHROME OXIDASE, THUS INHIBITING ELECTRON-TRANSPORT SYSTEM."
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "American Conference of Governmental Industrial Hygienists, Inc. Documentation of the Threshold Limit Values and Biological Exposure Indices. 6th ed. Volumes I, II, III. Cincinnati, OH: ACGIH, 1991., p. 786",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ In high concentrations (1000 to 3000 ppm) hydrogen sulfide was lethal to dogs. At 3000 ppm, respiration ceased after a few breaths; death occurred within 15 to 20 minutes at 1000 ppm."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists. Documentation of the TLV's and BEI's with Other World Wide Occupational Exposure Values. CD-ROM Cincinnati, OH 45240-4148 (2010)",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ ... Mice /were exposed to hydrogen sulfide six hours a day, five days a week/ for 90 days showed mild to minimal inflammation of the nasal mucosa at 80 ppm, but not 30 ppm. As in rats, slight body weight decreases (7%-14%) were seen at 80 ppm, and no other signs of adverse response were noted."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists. Documentation of the TLV's and BEI's with Other World Wide Occupational Exposure Values. CD-ROM Cincinnati, OH 45240-4148 2010.",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Rats (Fischer-344 or Sprague-Dawley) were exposed to hydrogen sulfide 6 hr/day, 5 days/wk for 90 days at concentrations of 10, 30, or 80 ppm. No effects, including neurologic, were seen in Fischer rats exposed up to 80 ppm. In the Sprague-Dawley rats, a slight (8%-10%) reduction in body weight gain was seen at 80 ppm. The NOAEL was 30 ppm, and the study evaluated a full range of toxicology endpoints, including detailed histopathology of the respiratory tract."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists. Documentation of the TLV's and BEI's with Other World Wide Occupational Exposure Values. CD-ROM Cincinnati, OH 45240-4148 2010.",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Pregnant rats were exposed at 100 ppm hydrogen sulfide six hours a day during gestational days 6 to 10, and the fetal contents were thoroughly examined. No maternal toxicity or adverse effects on the developing embryo/fetus were observed."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists. Documentation of the TLV's and BEI's with Other World Wide Occupational Exposure Values. CD-ROM Cincinnati, OH 45240-4148 (2010)",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ Monkeys exposed at 500 ppm became unconscious within 22 to 35 minutes. Microscopic examination of the monkeys revealed changes, particularly in the motor cells of the cerebellum."
        },
        {
            "References": "PMID:22001931",
            "Value": "/DEVELOPMENTAL NEUROTOXICITY/ Hydrogen sulfide (H(2)S), a gasotransmitter, exerts both neurotoxicity and neuroprotection, and targets multiple molecules including NMDA receptors, T-type calcium channels and NO synthase (NOS) that might affect neuronal viability. ... /Researchers/ determined and characterized effects of NaHS, an H(2)S donor, on cell viability in the primary cultures of mouse fetal cortical neurons. NaHS caused neuronal death, as assessed by LDH release and trypan blue staining, but did not significantly reduce the glutamate toxicity. The neurotoxicity of NaHS was resistant to inhibitors of NMDA receptors, T-type calcium channels and NOS, and was blocked by inhibitors of MEK, but not JNK, p38 MAP kinase, PKC and Src. NaHS caused prompt phosphorylation of ERK and upregulation of Bad, followed by translocation of Bax to mitochondria and release of mitochondrial cytochrome c, leading to the nuclear condensation/fragmentation. These effects of NaHS were suppressed by the MEK inhibitor. Data suggest that the NMDA receptor-independent neurotoxicity of H(2)S involves activation of the MEK/ERK pathway and some apoptotic mechanisms."
        },
        {
            "References": "PMID:7554437",
            "Value": "/DEVELOPMENTAL NEUROTOXICITY/ ... The central nervous system (CNS) appears to be the major target organ /for hydrogen sulfide (H2S) toxicity/. There is great potential for insult or injury to the developing or immature CNS. The risk of chronic or repeated exposures to low concentrations have not been well defined. Exposure to low concentrations of H2S to time pregnant rats from day 5 post coitus until day 21 postnatal results in architectural modification of cerebellar Purkinje cells, alteration of putative amino acid neurotransmitters and changes in monoamine levels in the developing rat brain up day 21 postnatal. H2S induced alterations in monoamine tissue levels observed in the developing rat brain return to control values if exposure is discontinued during development, that is, at day 21 postnatal."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists. Documentation of the TLV's and BEI's with Other World Wide Occupational Exposure Values. CD-ROM Cincinnati, OH 45240-4148 2010.",
            "Value": "/GENOTOXICITY/ Hydrogen sulfide was weakly mutagenic in Salmonella typhimurium TA 1535 and that this response was absent when S-9 microsomal fraction from the liver of Aroclor-pretreated rats was added. No increase in reverse mutations was seen in Salmonella typhimurium TA97, TA98, and TA100 when tested with and without metabolic activation."
        },
        {
            "References": "PMID:22542418",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ Hydrogen sulfide (H(2)S) has been shown to act as a neuroprotectant and antioxidant. Numerous studies have demonstrated that exposure to formaldehyde (FA) causes neuronal damage and that oxidative stress is one of the most critical effects of FA exposure. Accumulation of FA is involved in the pathogenesis of Alzheimer's disease (AD). The aim of present study is to explore the inhibitory effects of H(2)S on FA-induced cytotoxicity and apoptosis and the molecular mechanisms underlying in PC12 cells. /Researchers/ show that sodium hydrosulfide (NaHS), a H(2)S donor, protects PC12 cells against FA-mediated cytotoxicity and apoptosis and that NaHS preserves the function of mitochondria by preventing FA-induced loss of mitochondrial membrane potential and release of cytochrome c in PC12 cells. Furthermore, NaHS blocks FA-exerted accumulation of intracellular reactive oxygen species (ROS), down-regulation of Bcl-2 expression, and up-regulation of Bax expression. These results indicate that H(2)S protects neuronal cells against neurotoxicity of FA by preserving mitochondrial function through attenuation of ROS accumulation, up-regulation of Bcl-2 level, and down-regulation of Bax expression. Study suggests a promising future of H(2)S-based preventions and therapies for neuronal damage after FA exposure."
        },
        {
            "References": "PMID:2027523",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ Hydrogen sulfide (H2S) may produce deleterious effects on the developing central nervous system. The dendritic fields of developing Purkinje cells were analyzed to determine the effects of chronic exposure to low concn of H2S during perinatal development. Treatment with the two concn (20 and 50 ppm) of H2S produced severe alterations in the architecture and growth characteristics of the Purkinje cell dendritic fields. The ... modifications included longer branches, an incr in the vertex path length and variations in the number of branches in particular areas of the dendritic field.The treated cells ... exhibited a non-symmetrical growth pattern at a time when random terminal branching is normally occurring. ..."
        },
        {
            "References": "Humphreys, D.J. Veterinary Toxicology. 3rd ed. London, England: Bailliere Tindell, 1988., p. 83",
            "Value": "/VETERINARY CASE REPORTS/ There have been numerous records of pigs having been fatally poisoned by hydrogen sulfide released /gas/ from slurry tanks in piggeries when slurry has been agitated prior to pumping. Under these conditions gas can rapidly build up to a toxic level (80-800 ppm). Cattle have also been poisoned in this way; calves showed ataxia and enteritis. ... Although sudden exposure to concentration of 0.04% might be fatal to pigs, there were no permanent ill effects in animals surviving exposure to 0.1% /observed/."
        },
        {
            "References": "Humphreys, D.J. Veterinary Toxicology. 3rd ed. London, England: Bailliere Tindell, 1988., p. 83",
            "Value": "/VETERINARY CASE REPORTS/ Cases of poultry poisoning have ... been recorded. /An/ episode occurred in a battery laying house, birds affected were nearest /to/ the ground and to a leaking manhole cover."
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "(1) Smith KA et al; Soil Science 116: 313-319 (1973)",
            "Value": "Hydrogen sulfide gas was found to absorb rapidly to six different soil types(1). For example, when hydrogen sulfide gas was passed over six air-dried and moist (50% field capacity) soils, 15.4-65.2 mg/g and 11.0-65.2 mg/g of hydrogen sulfide rapidly adsorbed to the dry and moist soils, respectively(1). Neither the capacity or rate of sorption was correlated to soil pH, organic matter content, or clay content; sterile controls ruled out the involvement of  microorganisms(1); it was suggested that adsorption to soil surfaces might be an environmental sink for gaseous hydrogen sulfide(1)."
        },
        {
            "References": "Environment Canada; Tech Info for Problem Spills: Hydrogen Sulphide (Draft) p.66 (1981)",
            "Value": "Anhydrous hydrogen sulfide has a boiling point of 60.3 °C at 1 atm. Consequently, when it is spilled onto soil, much will evaporate. However, since it is very soluble in water, the presence of water in soil or falling as precipitation at the time of the spill may contribute to movement in the soil. If the soil surface is saturated with moisture at the time of the spill as might be the case after a rainfall, the spill chemical will runoff and/or evaporate away."
        }
    ]
}