{
    "_id": {
        "$oid": "6682e809c4e5dba5ffba2395"
    },
    "CID": {
        "$numberInt": "4020"
    },
    "Name": "MAZINDOL",
    "IUPACName": "5-(4-chlorophenyl)-2,3-dihydroimidazo[1,2-b]isoindol-5-ol",
    "CanonicalSMILES": "C1CN2C(=N1)C3=CC=CC=C3C2(C4=CC=C(C=C4)Cl)O",
    "Synonyms": [
        "mazindol",
        "Mazanor",
        "Sanorex",
        "22232-71-9",
        "Mazildene",
        "Magrilon",
        "Teronac",
        "Dimagrir",
        "Terenac",
        "Mazindole",
        "Mazindolum",
        "Mazindolum [INN-Latin]",
        "AN 448",
        "Mazindol civ",
        "SAH 42548"
    ],
    "IsomericSMILES": "C1CN2C(=N1)C3=CC=CC=C3C2(C4=CC=C(C=C4)Cl)O",
    "INCHI": "InChI=1S/C16H13ClN2O/c17-12-7-5-11(6-8-12)16(20)14-4-2-1-3-13(14)15-18-9-10-19(15)16/h1-8,20H,9-10H2",
    "INCHIKEY": "ZPXSCAKFGYXMGA-UHFFFAOYSA-N",
    "Formula": "C16H13ClN2O",
    "MolecularWeight": {
        "$numberDouble": "284.74"
    },
    "Description": "Mazindol is an organic molecular entity.",
    "XlogP": {
        "$numberDouble": "2.2"
    },
    "Complexity": {
        "$numberInt": "419"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "mechanism_of_action": [
        {
            "References": "Osol, A. and J.E. Hoover, et al. (eds.). Remington's Pharmaceutical Sciences. 15th ed. Easton, Pennsylvania: Mack Publishing Co., 1975., p. 823",
            "Value": "Mechanism of anorexiant & other central actions is unknown, but lowering of brain 5-hydroxytryptamine & elevation of dopamine levels both may be involved. Also mazindol interferes with neuronal reuptake of both brain & peripheral norepinephrine."
        },
        {
            "References": "McEvoy, G.K. (ed.). American Hospital Formulary Service - Drug Information 97. Bethesda, MD: American Society of Health-System Pharmacists, Inc. 1997 (Plus Supplements)., p. 1771",
            "Value": "The mechanism of action of mazindol has not been clearly defined. Although mazindol is used in the treatment of obesity as an anorexigenic, it has not been firmly established that the pharmacologic action is primarily one of appetite suppression; other CNS actions and/or metabolic effects may be involved. Results in animal studies show that mazindol exerts its effects primarily on the septal area of the brain, specifically the limbic system. The drug appears to alter norepinephrine metabolism by inhibiting the normal neuronal uptake mechanism."
        },
        {
            "References": "PMID:3467029",
            "Value": "Saturable low-affinity binding sites for (3)H mazindol have been demonstrated in crude synaptosomal membranes from rat brain using both a centrifugation and a filtion assay. Studies on the regional distribution of these binding sites revealed that the hypothalamus and brainstem had the highest density of sites. Kinetic analysis of the binding of (3)H mazindol to hypothalamic membranes demonstrated a single class of noninteracting binding sites with an apparent affinity constant (KD) of 10.2 +/- 0.7 microM and maximal number of binding sites (Bmax) of 786 + or - 94 pmol/mg of protein. Specific (3)H mazindol binding was rapidly reversible, temperature sensitive, labile to pretreatment with proteolytic enzymes, and inhibited by physiological concn of sodium. In most peripheral tissues, such as the liver and kidney, very low levels of binding were observed; however, the adrenal gland had a relatively high density of sites. The potency of a series of anorectic drugs in inhibiting specific (3)H mazindol binding to hypothalamic membranes was highly correlated with their anorectic potencies in rats, but not with their motor stimulatory effects. These results suggest the presence of a specific drug recognition site in the hypothalamus that may mediate the anorectic activity of mazindol and related phenylethylamines."
        },
        {
            "References": "Inoue S et al; Am J Clin Nutr 55 (1 Suppl): 199S-202S (1992)",
            "Value": "The action of an anorexiant, mazindol was investigated, and found that it reduced food intake by directly suppressing neurons in the lateral hypothalamus, inhibited gastric acid secretion, increased motor activity, decreased glucose absorption, and inhibited insulin secretion. It thus appears that the main effect of mazindol is to decrease food intake through suppressing feeding centers in the hypothalamus."
        }
    ]
}