{
    "_id": {
        "$oid": "6682e97ec4e5dba5ffba2ae5"
    },
    "CID": {
        "$numberInt": "40470"
    },
    "Name": "Aroclor 1254",
    "IUPACName": "1,2,3-trichloro-4-(2,3-dichlorophenyl)benzene",
    "CanonicalSMILES": "C1=CC(=C(C(=C1)Cl)Cl)C2=C(C(=C(C=C2)Cl)Cl)Cl",
    "Synonyms": [
        "AROCLOR 1254",
        "\"2,2,3,3,4-pentachlorobiphenyl\"",
        "52663-62-4",
        "11097-69-1",
        "\"2,2,3,3,4-Pentachloro-1,1-biphenyl\"",
        "PCB 82",
        "1,2,3-trichloro-4-(2,3-dichlorophenyl)benzene",
        "UNII-88Z0CKE07W",
        "\"1,1-Biphenyl",
        "2,2,3,3,4-pentachloro-\"",
        "88Z0CKE07W",
        "\"2,3,4,2,3-Pentachlorobiphenyl\"",
        "\"2,2,3,3,4-Pentachlorobiphenyl\"",
        "DTXSID60274189",
        "Arochlor 1254",
        "Arclor1254"
    ],
    "IsomericSMILES": "C1=CC(=C(C(=C1)Cl)Cl)C2=C(C(=C(C=C2)Cl)Cl)Cl",
    "INCHI": "InChI=1S/C12H5Cl5/c13-8-3-1-2-6(10(8)15)7-4-5-9(14)12(17)11(7)16/h1-5H",
    "INCHIKEY": "AUGNBQPSMWGAJE-UHFFFAOYSA-N",
    "Formula": "C12H5Cl5",
    "MolecularWeight": {
        "$numberDouble": "326.4"
    },
    "Description": {
        "$numberDouble": "NaN"
    },
    "XlogP": {
        "$numberDouble": "6.7"
    },
    "Complexity": {
        "$numberInt": "259"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "plant_concentrations": [
        {
            "References": "(1) Morse RA et al; Bull Environ Contam Toxicol 38: 271-6 (1987) (2) USEPA; Drinking Water Criteria Document for Polychlorinated Biphenyls (PCBs). ECAO-CIN-414, IV-28,29 (1987) (3) Abbassy MS et al; Bull Environ Contam Toxicol 70: 1158-64 (2003)",
            "Value": "Aroclor 1254 levels of < 0.1-0.74 ppm were found in pollen and propolis collected in 1985 at various NY State sites near honeybee hives(1). Purple loosestrife in Hudson River basin absorbed PCBs from contaminated soil in 1986 and emitted the lowest chlorinated PCBs (most volatile) during transpiration(2). Aroclor 1254 was detected in 100% of Ceratophylum demerrsum, Lemna Spp and Potamogeton pictinatus at 17.12-48.8, 7.12-10.12 and 4.84-12.13 ng/g wet weight, respectively, in plants sampled 1997 to 1998 from the aquatic ecosystem of Lake Manzala, Egypt(3)."
        }
    ],
    "animal_concentrations": [
        {
            "References": "(1) Morse RA et al; Bull Environ Contam Toxicol 38: 271-6 (1987) (2) Cozzani R, Dipietrogiacomo M; Ind Aliment 24: 454-6 (1985) (3) Longcore JR; J Wild Manage 47: 1105-9 (1983) (4) Villeneuve JP et al; Chemosphere 14: 1651-8 (1985) (5) Desolla SR et al; Chemosphere 46: 1027-32 (2002) (6) Desolla SR et al; Environ Sci Technol 41: 7252-9 (2007) (7) Abbassy MS et al; Bull Environ Contam Toxicol 70: 1158-64 (2003) (8) Clark KE et al; Arch Environ Contam Toxicol 40: 277-84 (2001) (9) Levengood JM et al; Vet Hum Toxicol 41: 71-5 (1999)",
            "Value": "Aroclor 1254 levels of <0.1-2.60 ppm were found in honeybees collected in 1985 at various NY State sites(1). Aroclor 1254 was qualitatively detected in all 73 eel samples collected in the USA, New Zealand, and Italy(2). Aroclor 1254 levels of 0.036-0.308 ppm (wet wt) were found in whole carcasses of snow geese taken from northern Canada in 1977(3). Aroclor 1254 levels of 0.13 ppm (wet wt) were found in snow geese eggs taken from northern Canada in 1971(3). Reindeer and wolf flesh from Sweden have been found to contain 18.4 and 56.9 ng/g Aroclor 1254(4). Northwestern salamander (Ambystoma gracile) and red-legged frog (Rana aurora) eggs sampled from five sites at Sumas Prairie, British Columbia contained Aroclor 1254 at 0-0.5500 and 0.2632-1.2500 ug/g lipid based(5). PCBs were detected in 100% of snapping turtle eggs sampled June 2001 to June 2004, from 15 sites from the lower Canadian Great Lakes Region with Aroclor 1254 representing 14.3-56.7% of the total PCBs(6). Aroclor 1254 was detected in 100% of Gallinula chloropus, Aloeab athis and  Egretta ibis at 19.86-165.27, 13.67-30.06 and 8.06-31.41 ng/g wet weight, respectively, in birds sampled 1997 to 1998 from the aquatic ecosystem of Lake Manzala, Egypt(7). Aroclor 1254 was detected in Osprey eggs collected 1989 to 1998 in NJ at concentrations of 0.30-1.40 ppm(8). Aroclor was not detected in 44 Canada geese collected Jun 21 and 22, 1994 from the Chicago, IL area(9)."
        },
        {
            "References": "(1) Haffner GD et al; J Great Lakes Res 24: 880-8 (1998)",
            "Value": "Aroclor 1254/1260 was detected in 79 mink livers from 15 locations, sampled 1988 to 1989 in southern Ontario at 34-1797 ug/kg wet weight(1)."
        }
    ],
    "fish_seafood_concentrations": [
        {
            "References": "(1) DeVault DS et al; Arch Environ Contam Toxicol 15: 349 (1986) (2) Kuehl DW et al; Environ Int 9: 293-9 (1983) (3) Schmitt CJ et al; Arch Environ Toxicol 14: 225-260 (1985) (4) Geisy JP et al; J Great Lakes Res 12: 82-98 (1986) (5) Abbassy MS et al; Bull Environ Contam Toxicol 70: 1158-64 (2003) (6) Clark KE et al; Arch Environ Contam Toxicol 40: 277-84 (2001) (7) Connor KT et al; Environ Toxicol Chem 24: 17-24 (2005) (8) Nhan DD et al; Sci Total Environ 237/238: 363-72 (1999) (9) Schmitt CJ et al; Rev Environ Contam Toxicol 162: 43-104 (1999) (10) Sole M et al; Chemosphere 28: 897-903 (1994) (11) Koch BT et al; Environ Toxicol Chem 25(7): 1689-97 (2006)",
            "Value": "Aroclor 1254 concentrations of 5.63-9.93, 2.10-3.66, and 0.48-1.89 mg/kg wet wt were detected in lake trout taken from Lakes Michigan, Huron and Superior during 1978-1982 monitoring(1). Aroclor 1254 concentrations ranging from 0.15-12 mg/kg (mean concentration about 2.0-3.0) were detected in whole fish samples taken from USEPA Region 5 (Great Lakes) in 1979(2). As part of the National Pesticide Monitoring Program, 315 fish were collected from 107 stations nationwide between 1980-81 and found to contain an Aroclor 1254 geometric mean concentration of 0.24 ug/g (wet wt); this concentration was lower than previous monitoring in 1976-77 and 1978-79 which found levels of 0.48 and 0.46 ug/g, respectively(3). Mean concentration of Aroclor 1254 in Chinook salmon eggs (Onocorhynchus tshawytscha) from Lake Michigan was 5.4 ug/g in 1982(4). Aroclor 1254 was detected in 100% of Tilapia nilotica and Clarias lazera at 1.35-125.9 and 64.25-121.3 ng/g wet weight in fish sampled 1997 to 1998 from the aquatic ecosystem of Lake Manzala, Egypt(5). Aroclor 1254 was detected at 0.14-0.16, 0.03-0.11, 0.10-0.15, 0.080-0.14, and 0.022 ppm wet weight in channel catfish, white perch, shad, menhaden, and flounder samples from NJ waters in samples taken 1989 to 1998(6). Aroclor 1254 was detected in 94% of fish fillets (striped bass, white perch, bluefish) at 85-499 ug/kg and 100% of whole body fish (striped bass, white perch, bluefish, American eel, Atlantic menhaden, mummichog, silverside) at 38-445 ug/kg in samples taken from the Passaic River, NJ, 1999 to 2000(7). Clam samples taken Aug to Sept 1997 at five sites on the north coast of Vietnam had Aroclor 1254 concentrations of 5.10-25.30 ng/g dry weight(8). Fish were collected from 107 of 113 active stations located at key points in major rivers throughout the United States and in the Great Lakes(9). Maximum wet weight of Aroclor 1254 and percentage of stations where detectable residues were present for the five collection periods are as follows: 16.4 ug/g at 84% for 1976-1977; 22.1 ug/g at 98% for 1978-1979; 4.2 ug/g at 89% for 1980-1981; 4.0 ug/g at 65% for 1984; and 6.0 ug/g at 68% for 1986(9). The distribution of Aroclor 1254 was studied in mussels from two bays (Alfacs and Fangar) of the Ebro Delta (Western Mediterranean) from 1980 to 1992(10). The concentration of Aroclor 1254 in mussels from Alfacs Bay were (ng/g wet weight): 31.2 (1980), 21.4 (1982), 15.7 (1986), 38.8 (1988), 41.6 (1989), 28.4 (1990), and 32.2 (1991). The concentration of Aroclor 1254 in mussels from Fangar Bay were (ng/g wet weight): 51.7 (1980), 51.7 (1982), 24.5 (1986), 25.8 (1988), 46.3 (1989), 54.7 (1990), and 20.4 (1992)(10). Forty-eight fish collected from the middle Mississippi river in April of 2003 contained Aroclor 1254 at 4948.2, 3751.6 and 6822.5 ug/kg lipid wet weight in the gonad, BHP complex and fillet, respectively(11)."
        },
        {
            "References": "(1) Fairey R et al; Marine Pollution Bulletin 34: 1058-1071 (1997) (2) Kennish MJ, Ruppel BE; Estuaries 19: 288-295 (1996) (3) Sawhney BL, Hankin L; J Food Protect 48: 442-448 (1985)",
            "Value": "Edible fish species were collected from 13 locations throughout San Francisco Bay, during the spring of 1994 to determine the level of PCB contamination in muscle tissue(1). Southern California white croaker had muscle tissue concentrations of total PCBs (sum of Aroclors 1254 and 1260) which ranged from 1 ng/g at Dana Point to 757 ng/g at Malibu. Sums of Aroclors 1254 and 1260 in muscle tissue of white croaker from San Francisco Bay ranged from 137 to 613 ng/g. Stations nearest Oakland's and San Francisco's industrial areas exhibited the highest PCB values in the Bay area(1). A monitoring study, conducted from 1975-1980, of finfish and shellfish from New Jersey revealed that 75% and 50%, respectively, contained detectable levels of Aroclor 1254(2). A typical sample of fish from Upper Austrian rivers contained as much as 6.1 ppm of PCBs similar in composition to Aroclor 1254(3)."
        }
    ],
    "sediment_soil_concentrations": [
        {
            "References": "(1) Bopp RP; Environ Sci Technol 16: 666 (1982) (2) Christensen ER, Lo CK; Environ Pollut (Ser B) 12: 217 (1986) (3) Thomas RL, Frank R; pp. 245-67 in Phys. Behav. PCB'S Great Lakes; Mackay D et al, eds. Ann Arbor MI: Ann Arbor Sci (1981) (4) Pugsley CW et al; J Great Lakes Res 11: 275-89 (1985) (5) Tatem HE; Arch Environ Contam Toxicol 15: 171-83 (1984) (6) Iannuzzi TJ et al; Arch Environ Contam Toxicol 28: 108-117 (1995)",
            "Value": "SEDIMENT: Concentrations of Aroclor 1254 ranged from 0.56-1.95 ppm in the upper sediment layer of the Hudson River and NY Harbor in 1977; concentrations then generally increased somewhat with sediment core depth and then decreased(1). Sediment cores from Milwaukee Harbor (0-80 cm depth) contained PCB 1254 levels of 0.55-6.01 mg/kg(2). Analysis of surficial sediments from the Great Lakes and various associated waters found mean concentrations of 2.5-251.7 ng/g with the higher levels detected in Lake Erie(3). A mean Aroclor 1254 concn of 88.9 ug/kg was detected in the sediments collected from 102 sites in the St Clair River, Lake St Clair, and Detroit River during 1983(4). Aroclor 1254 was detected in sediment samples from the Sheboygan River, Wisconsin, in samples taken May and Nov 1980 at avg concentrations of 8.8 and 0.6 mg/kg dry weight(5). Sediment samples from the Newark Bay, New Jersey and its tributaries(the Passaic River, Hackensack River, Kill van Kull, Arthur Kill and its tributaries, the Elizabeth River and Rahway River) were assayed for Aroclor 1254 between 1990 and 1993(6). Aroclors 1248 and 1254 were detected in approximately 25% of the 246 sediment samples analyzed(6). The mean concentration of Aroclor 1254 in sediment samples from the Passaic River were (ug/kg, dry weight): 215 (depth 0-20 cm), 512 (depth of 20-80 cm), 880 (depth of 90-140 cm), and 77 (depth > 150 cm). The mean concentration of Aroclor 1254 in sediment samples from the Hackensack River were (ug/kg, dry weight): non detect (depth 0-20 cm), 93 (depth 20-80 cm), and 244 (depth 90-140 cm). The mean concentration of Aroclor 1254 in sediment samples from Newark Bay were (ug/kg, dry weight): 218 (depth 0-20 cm), 692 (depth 20-80 cm), and 482 (depth 90-140 cm)(5). The mean concentration of Aroclor 1254 in sediment samples from Arthur Kill were (ug/kg, dry weight): 228 (depth 0-20 cm), non detect (depth 20-80 cm), and 462 (depth 90-140 cm). The mean concentration of Aroclor 1254 in sediment samples from Kill Van Kull were (ug/kg, dry weight): 333 (depth 0-20 cm), 149 (depth 20-80 cm) and non detect (depth 90-140 cm). The mean concentration of Aroclor 1254 in sediment samples from the Rahway River were (ug/kg, dry weight): 574 (depth 0-20 cm), 397 (depth 20-80 cm), no detect (depth 90-140 cm). Aroclor 1254 was not detected in any sediment samples taken from the Elizabeth River(6)."
        },
        {
            "References": "(1) Page GW; Environ Sci Technol 15: 1475-80 (1981) (2) Staples CA et al; Environ Toxicol Chem 4: 131-42 (1985) (3) Great Lakes Water Quality Board; An Inventory of Chemical Substances Identified in the Great Lakes Ecosystem Vol I - Summary pp. 78-9 (1983) Windsor Ontario, Canada (4) Dudley DR, Karr JR; Pestic Monitor J 13: 155-7 (1980) (5) Abbassy MS et al; Bull Environ Contam Toxicol 70: 1158-64 (2003) (6) Abbassy MS et al; J Environ Sci Health B34: 255-69 (1999)",
            "Value": "SEDIMENT: Sediment samples were taken on September 1, 1983 from New Bedford Harbor (the Acushnet River Estuary) in southeastern Massachusetts and analyzed for Aroclor 1254 concentrations(1). Concentrations of Aroclor 1254 (in ug/g dry weight) ranged from 11 in the first 4 cm of sediment to 26 at a depth of 16 cm, and 12 at a depth of 36 cm(1). Aroclor 1254 was detected in 100% of sediment samples taken from Lake Manzala, Egypt, in samples taken 1997 to 1998 at 19.96-615.6 ng/g dry weight(2). Aroclor 1254 was detected in three of three lagoon sediment samples at 1.8-32 ng/g dry weight taken Sept 1996, in Chinandega, Nicaragua(3). Sediment samples taken Aug to Sept 1997 at five sites on the north coast of Vietnam had Aroclor 1254 concentrations of 0.47-28.15 ng/g dry weight(4). Sediment samples from Lake Mariut, Nozha hydrodrome, and Lake Manzalah, Egypt contained Aroclor 1254 at 3.47, 3.64, and 19.22 ng/g, respectively(5)."
        },
        {
            "References": "(1) Carvalho FP et al; Chemosphere 53: 627-36 (2003)",
            "Value": "SOIL: Aroclor 1254 was detected in three of three soil samples at 7.2-27 ng/g dry weight, taken from three farms, Sept 1996, in Chinandega, Nicaragua(1)."
        }
    ]
}