{
    "_id": {
        "$oid": "6682e97ec4e5dba5ffba2ae6"
    },
    "CID": {
        "$numberInt": "40585"
    },
    "Name": "DELTAMETHRIN",
    "IUPACName": "[(S)-cyano-(3-phenoxyphenyl)methyl] (1R,3R)-3-(2,2-dibromoethenyl)-2,2-dimethylcyclopropane-1-carboxylate",
    "CanonicalSMILES": "CC1(C(C1C(=O)OC(C#N)C2=CC(=CC=C2)OC3=CC=CC=C3)C=C(Br)Br)C",
    "Synonyms": [
        "deltamethrin",
        "Decamethrin",
        "52918-63-5",
        "Decis",
        "Decamethrine",
        "DeltaGard",
        "Esbecythrin",
        "Stricker",
        "Suspend",
        "Butox",
        "Zorcis",
        "New Musigie",
        "K-Othrin",
        "K-Obiol",
        "Phagase 1"
    ],
    "IsomericSMILES": "CC1([C@H]([C@H]1C(=O)O[C@H](C#N)C2=CC(=CC=C2)OC3=CC=CC=C3)C=C(Br)Br)C",
    "INCHI": "InChI=1S/C22H19Br2NO3/c1-22(2)17(12-19(23)24)20(22)21(26)28-18(13-25)14-7-6-10-16(11-14)27-15-8-4-3-5-9-15/h3-12,17-18,20H,1-2H3/t17-,18+,20-/m0/s1",
    "INCHIKEY": "OWZREIFADZCYQD-NSHGMRRFSA-N",
    "Formula": "C22H19Br2NO3",
    "MolecularWeight": {
        "$numberDouble": "505.2"
    },
    "Description": "Deltamethrin is a cyclopropanecarboxylate ester obtained by formal condensation between 3-(2,2-dibromovinyl)-2,2-dimethylcyclopropanecarboxylic acid and cyano(3-phenoxyphenyl)methanol. It is the active insecticide of the proinsecticide tralomethrin. It has a role as a pyrethroid ester insecticide, an agrochemical, an EC 3.1.3.16 (phosphoprotein phosphatase) inhibitor, a calcium channel agonist and an antifeedant. It is an aromatic ether, an organobromine compound, a nitrile and a cyclopropanecarboxylate ester. It is functionally related to a cis-3-(2,2-dibromovinyl)-2,2-dimethylcyclopropanecarboxylic acid.",
    "XlogP": {
        "$numberDouble": "6.2"
    },
    "Complexity": {
        "$numberInt": "643"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "sediment_soil_concentrations": [
        {
            "References": "PMID:9870990",
            "Value": "SEDIMENT: Deltamethrin was applied at <1 kg per year in 1990 and 1991 in the Vemmenhog catchment in Southern Sweden, sediment samples collected June 18, 1991 were reported not detected for deltamethrin (detection limit of 20 ug/kg dry weight)(1). Sediment samples taken from San Diego Creek-Newport Bay watershed had deltamethrin at 28% positive with 1.73 ug/kg maximum concentration from 18 samples taken April to May 2005 and 11% positive in 19 samples taken Aug of 2005(2). In 2005 deltamethrin was measured in sediment 34 hours after three aerial applications of pesticides (pyrethrins and synergist piperonyl butoxide) for mosquito control in an urban area of Sacramento, CA reported levels were; Arcade Creek <1 ug/kg, Strong Ranch Slough 4.6 ug/kg, and Chicken Ranch Slough 6.3 ug/kg(3). Morrisen Creek contained 4.5 ug/kg while Laguna Creek site 1 and 2 were <1 ug/kg 10 hours after the second application of the pesticides(3). Sediment samples from Beijing Guanting Reservoir taken at seven locations in Sept and Nov 2003, and June and Aug 2004 contained deltamethrin at 78.6-301 pg/g(4)."
        },
        {
            "References": "(1) Gamon M et al; Arch Environ Contam Toxicol 44:141-51 (2003) (2) Markovic M et al; Arch Environ Contam Toxicol 58:341-51 (2010)",
            "Value": "SOIL: Deltamethrin was not detected in rice-farming soils adjacent to fruit crops treated with deltamethrin in Albufera National Park, Valencia, Spain for the period of April 1996 to Nov 1997(1). Deltamethrin was not detected in 24 agricultural soil samples taken Oct 2006 from open field and plastic shed conditions in Belgrade, Serbia(2)."
        }
    ],
    "plant_translocations": [
        {
            "content": "The present study aimed to investigate the distribution and migration of eleven systemic and non-systemic pesticides between the skin and pulp of apples. It also examined the behavior of these pesticides during thermal processes ranging from 40°C to 150°C in two apple varieties. Gas and liquid chromatography-tandem mass spectrometry were employed for analytical investigations. Variations in pesticide concentrations between the pulp and skin were observed depending on the apple variety. Pirimicarb showed the highest transfer to the pulp, while boscalid and deltamethrin remained predominantly on the skin. Surprisingly, boscalid was found to be more present in the apple skin than in the pulp. Drying and dry pasteurization processes were the most effective in reducing pesticide levels in apples with and without skin, respectively. Thermal processes resulted in processing factors ranging from 0.06 to 0.98 for ten pesticides, with acetamiprid being the only pesticide whose levels were not decreased. The study discussed the relationship between pesticide distribution, behavior, and physico-chemical properties, particularly water solubility. The findings contribute to a better understanding of pesticide efficacy and removal in apples.",
            "reference": "Hrynko, I., Kaczyński, P., Pietruszyńska, M., & Łozowicka, B. (2023). The effect of food thermal processes on the residue concentration of systemic and non-systemic pesticides in apples. Food Control, 143, 109267.",
            "method": {
                "Test Plant": "Two apple varieties (not specified)",
                "Apply Location": "Surface application (skin)",
                "Plant Grown Condition": "-",
                "Chemical Preparation": "Eleven systemic and non-systemic pesticides - pirimicarb, boscalid, deltamethrin, and 8 others (not specified)",
                "Pesticide Application Details for the Plant": "Pesticides applied to apple skin surface.  Fruit prepared in such a manner was subjected to artificial inoculation through submersion for 8 h in a solution containing selected plant protection products.",
                "Other information and Other Information": "Study investigated distribution of pesticides between skin and pulp using GC/LC-MS/MS analysis. Relates pesticide behavior to physico-chemical properties like water solubility"
            },
            "result": "[{\"Size\": \"Medium-size apple\", \"% in apple pulp\": 4.1, \"% in apple skin\": 95.9}, {\"Size\": \"Large-size apple\", \"% in apple pulp\": 0.0, \"% in apple skin\": 100.0}]"
        }
    ]
}