{
    "_id": {
        "$oid": "6682e809c4e5dba5ffba2399"
    },
    "CID": {
        "$numberInt": "4058"
    },
    "Name": "Meperidine",
    "IUPACName": "ethyl 1-methyl-4-phenylpiperidine-4-carboxylate",
    "CanonicalSMILES": "CCOC(=O)C1(CCN(CC1)C)C2=CC=CC=C2",
    "Synonyms": [
        "meperidine",
        "Pethidine",
        "Isonipecaine",
        "Meperidol",
        "Pethanol",
        "Pethidineter",
        "Demerol",
        "Pethidin",
        "Phetidine",
        "Nemerol",
        "Pipersal",
        "57-42-1",
        "Ethyl 1-methyl-4-phenylpiperidine-4-carboxylate",
        "Petydyna",
        "Pethidinum"
    ],
    "IsomericSMILES": "CCOC(=O)C1(CCN(CC1)C)C2=CC=CC=C2",
    "INCHI": "InChI=1S/C15H21NO2/c1-3-18-14(17)15(9-11-16(2)12-10-15)13-7-5-4-6-8-13/h4-8H,3,9-12H2,1-2H3",
    "INCHIKEY": "XADCESSVHJOZHK-UHFFFAOYSA-N",
    "Formula": "C15H21NO2",
    "MolecularWeight": {
        "$numberDouble": "247.33"
    },
    "Description": "Pethidine is a piperidinecarboxylate ester that is piperidine which is substituted by a methyl group at position 1 and by phenyl and ethoxycarbonyl groups at position 4. It is an analgesic which is used for the treatment of moderate to severe pain, including postoperative pain and labour pain. It has a role as an opioid analgesic, a kappa-opioid receptor agonist, a mu-opioid receptor agonist and an antispasmodic drug. It is an ethyl ester, a piperidinecarboxylate ester and a tertiary amino compound. It is a conjugate base of a pethidine(1+).",
    "XlogP": {
        "$numberDouble": "2.5"
    },
    "Complexity": {
        "$numberInt": "276"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "logP": [
        {
            "References": "Sangster, J. 1994. LOGKOW Databank. A databank of evaluated octanol-water partition coefficients (Log P) on microcomputer diskette. Montreal, Quebec, Canada: Sangster Research Laboratories.",
            "Value": "log Kow = 2.72"
        }
    ],
    "mechanism_of_action": [
        {
            "References": "Plumb D.C. Veterinary Drug Handbook. 8th ed. (pocket). Ames, IA: Wiley-Blackwell, 2015., p. 925",
            "Value": "Meperidine is a mu (OP3)-receptor (MOR) agonist opioid with approximately 20-25% the potency of morphine. Receptors for opiate analgesics are found in high concentrations in the limbic system, spinal cord, thalamus, hypothalamus, striatum, and midbrain. They are also found in tissues such as the gastrointestinal tract, urinary track, and in other smooth muscle. The morphine-like agonists (morphine, meperidine, oxymorphone) have primary activity in the mu receptors, with some activity possible in the delta receptor. ... Meperidine produces equivalent respiratory depression at equi-analgesic doses as morphine. Like morphine, it can cause histamine release. It does not have antitussive activity at doses lower than those causing analgesia. Meperidine is the only used opioid that has vagolytic and negative inotropic properties at clinically used doses. One study in ponies demonstrated jejunal activity after meperidine administration, but no effects on transit time or colonic electrical activity were noted."
        },
        {
            "References": "PMID:12715111",
            "Value": "The purpose of the present study was to investigate the effect of meperidine on rat ventricular muscle. Cardiac function was assessed in Langendorff-perfused rat hearts and intracellular calcium level was recorded in enzymatically isolated rat ventricular myocytes using spectrofluorometric techniques. To explore the underlying mechanism, whole-cell configuration of patch-clamp technique was used to record L-type Ca(2+) current. The results showed that meperidine decreased the product of heart rate and left ventricular developed pressure (LVDP HR), maximal rate of the left ventricular pressure increase (LV +dP/dt(max)) and decrease (LV -dP/dt(max)), but increased left ventricular end-diastolic pressure in a dose-dependent manner (0-1000 umol/L). Meperidine also produced a dose-dependent reduction in electrically induced [Ca(2+)](i) transient amplitude and an increase in diastolic [Ca(2+)](i) baseline level, but did not alter the caffeine (20 mmol/L) induced Ca(2+) release from intracellular ryanodine-sensitive Ca(2+) stores. Meperidine at 100 umol/L inhibited L-type Ca(2+) current to 67.4 10.1% of control but did not affect the voltage dependency of activation and inactivation. The inhibitory effect of meperidine on Ca(2+) current could not be prevented by pretreatment with the opioid receptor antagonist naloxone. These data suggest that meperidine exerts a negative inotropic effect by inhibiting L-type Ca(2+) current. The lack of effect of naloxone implies that the action is independent of the opioid receptor."
        },
        {
            "References": "PMID:15087632",
            "Value": "In addition to local anesthetics, meperidine has been successfully used for local anesthesia. When applied intrathecally, the dorsal horn neurons of the superficial laminae are exposed to high concentrations of meperidine. These cells represent an important point for the transmission of pain information. This study investigated the blocking effects of meperidine on different ionic currents of spinal dorsal horn neurons and, in particular, its impact on the generation of action potentials. Using a combination of the patch clamp technique and the entire soma isolation method, the action of meperidine on voltage-gated Na+ and K+ currents in spinal dorsal horn neurons of rats was described. Current clamp recordings from intact neurons showed the functional relevance of the ion current blockade for the generation of action potentials. Externally applied meperidine reversibly blocked voltage-gated Na+ currents with a half-maximum inhibiting concentration (IC50) of 112 uM. During repetitive stimulation, a slight phasic block occurred. In addition, A-type K+ currents and delayed-rectifier K+ currents were affected in a dose-dependent manner, with IC50 values of 102 and 52 uM, respectively. In the current clamp mode, single action potentials were suppressed by meperidine. The firing frequency was lowered to 54% at concentrations (100 uM) insufficient for the suppression of a single action potential. Meperidine inhibits the complex mechanism of generating action potentials in spinal dorsal horn neurons by the blockade of voltage-gated Na+ and K+ channels. This can contribute to the local anesthetic effect of meperidine during spinal anesthesia."
        }
    ]
}