{
    "_id": {
        "$oid": "6682e97fc4e5dba5ffba2ae9"
    },
    "CID": {
        "$numberInt": "40818"
    },
    "Name": "Ethylene glycol dinitrate",
    "IUPACName": "2-nitrooxyethyl nitrate",
    "CanonicalSMILES": "C(CO[N+](=O)[O-])O[N+](=O)[O-]",
    "Synonyms": [
        "ETHYLENE GLYCOL DINITRATE",
        "Ethylene dinitrate",
        "Dinitroglycol",
        "Ethylene nitrate",
        "Glycol dinitrate",
        "1,2-Ethanediol",
        "dinitrate",
        "628-96-6",
        "2-nitrooxyethyl nitrate",
        "Nitroglycol",
        "EGDN",
        "Ethanediol dinitrate",
        "Ethylene glycol",
        "dinitrate",
        "Dinitroglicol",
        "Glycoldinitraat",
        "Glykoldinitrat"
    ],
    "IsomericSMILES": "C(CO[N+](=O)[O-])O[N+](=O)[O-]",
    "INCHI": "InChI=1S/C2H4N2O6/c5-3(6)9-1-2-10-4(7)8/h1-2H2",
    "INCHIKEY": "UQXKXGWGFRWILX-UHFFFAOYSA-N",
    "Formula": "C2H4N2O6",
    "MolecularWeight": {
        "$numberDouble": "152.06"
    },
    "Description": {
        "$numberDouble": "NaN"
    },
    "XlogP": {
        "$numberDouble": "0.8"
    },
    "Complexity": {
        "$numberInt": "107"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "environmental_bioconcentrations": [
        {
            "References": "(1) Hansch C et al; Exploring QSAR. Hydrophobic, Electronic, and Steric Constants. ACS Prof Ref Book. Heller SR, consult. ed., Washington, DC: Amer Chem Soc p. 4 (1995) (2) Meylan WM et al; Environ Toxicol Chem 18: 664-72 (1999) (3) Franke C et al; Chemosphere 29: 1501-14 (1994)",
            "Value": "An estimated BCF of 3 was calculated in fish for ethylene glycol dinitrate(SRC), using a log Kow of 1.16(1) and a regression-derived equation(2). According to a classification scheme(3), this BCF suggests the potential for bioconcentration in aquatic organisms is low(SRC)."
        }
    ],
    "environmental_biodegradations": [
        {
            "References": "(1) White CF, Snape JR; J Gen Microbiol 139:1947-57 (1993)",
            "Value": "PURE CULTURE: Ethylene glycol dinitrate was biodegraded to ethylene glycol mononitrate at a rate of 6.32 umol/hr/mg by Klebsiella oxytoca(1)."
        }
    ],
    "logP": [
        {
            "References": "Hansch, C., Leo, A., D. Hoekman. Exploring QSAR - Hydrophobic, Electronic, and Steric Constants. Washington, DC: American Chemical Society., 1995., p. 4",
            "Value": "log Kow = 1.16"
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "PMID:6812185",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Rats were injected intraperitoneally (150 mg/kg) with a mixture of nitroglycerin and ethylene glycol dinitrate (1:3). Treatment caused a transient small increase in methemoglobin contents in blood and diminished contents of reduced glutathione in liver and brain. Hepatic cytochrome P-450 concentration and ethoxycoumarin deethylase activity decreased shortly after exposure but later the effect disappeared. Succinate dehydrogenase activity decreased in liver, kidney and brain. In brain, activity of creatine kinase increased significantly and slight increase in hepatic UDPglucuronosyltransferase and epoxide hydrolase activity was observed. Renal ethoxycoumarin activity increased transiently. The results point to interaction of hydrolytically released nitrite with hemoproteins. / Nitroglycerine and ethylene glycol dinitrate mixture/"
        },
        {
            "References": "Clayton, G. D. and F. E. Clayton (eds.). Patty's Industrial Hygiene and Toxicology: Volume 2A, 2B, 2C: Toxicology. 3rd ed. New York: John Wiley Sons, 1981-1982., p. 4036",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ ... /Ethylene glycol dinitrate caused/ severe cranioencephalic dilation as shown by an increase in systolic blood pressure, in cerebral flow, and in vasoelasticity with a reduction in local capillary resistance. The changes began almost immediately upon exposure and reached a maximum in 4 to 8 min and disappeared in 15 to 20 min. This corresponds with the presence of ethylene glycol dinitrate in the blood. This suggests that the vasodilatation seen is due to the ethylene glycol dinitrate and not to its metabolites."
        },
        {
            "References": "Axelsson KL et al; Acta Pharmacol Toxicol 49 (4): 270-6 (1981)",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ When ethylene glycol dinitrate was tested on histamine-contracted bovine mesenteric artery, it caused a dose-dependent relaxation which was accompanied by an incr in the endogenous cGMP level. Regression analysis revealed a significant correlation between relaxation and incr in cGMP for ethylene glycol dinitrate . The percent data give further evidence for cGMP as a mediator of vascular smooth muscle relaxation induced by nitro cmpd."
        },
        {
            "References": "PMID:5063698",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Single subcutaneous injection in rats (65 mg/kg), increased plasma corticosterone levels to a max within 15 min which persisted for over 2 hr. The response was dependent on the pituitary, the initial stimulus probably being the systemic hypotension resulting from the ethylene glycol dinitrate injection."
        },
        {
            "References": "Furuno J; Nippon Hoigaku Zasshi 37 (5): 491-503 (1983)",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Methemoglobin formed at 1 to 3 hr after admin of nitroglycol to mice. Thereafter, it decr rapidly and vanished completely from blood at 24 hr. Glutamate-oxalacetate transaminase incr after the admin of nitroglycol but glutamate-pyruvate transaminase scarcely showed any change. In contrast, the level of reduced glutathione decr slightly. In male C57BL mice with high ethanol preference, there was a marked incr in alc preference within 24 hr after admin of nitroglycol, and greater than 36 hr were required to return to the initial state. After admin of nitroglycol the liver alc dehydrogenase activity fell to less than 0.5 the normal value after 3 hr."
        },
        {
            "References": "Clayton, G. D. and F. E. Clayton (eds.). Patty's Industrial Hygiene and Toxicology: Volume 2A, 2B, 2C: Toxicology. 3rd ed. New York: John Wiley Sons, 1981-1982., p. 4033",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Rats and guinea pigs exposed to 80 ppm for 6 months experienced drowsiness and Heinz body formation in the red blood cells. The pathologic effects from chronic exposure were fatty changes in the liver, heart, muscle, and kidney, with pigment deposits in the liver and spleen similar to those seen in anemia."
        },
        {
            "References": "PMID:3684949",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Catecholamine levels, neuronal uptake mechanisms and vascular responsiveness in male Sprague Dawley rats were investigated at various times after cessation of sustained exposure to ethylene glycol dinitrate. Tolerance was induced by subcutaneous administration of 50 mg/kg ethylene glycol dinitrate two times a day for 10 days. Experiments included determinations of the effects of ethylene glycol dinitrate on vascular smooth muscle strips, on blood pressure and heart rate, on turnover of catecholamines, and on the uptake of carbon-14 labeled noradrenaline in brain synaptosomes. In exposed animals there was a decreased sensitivity to ethylene glycol dinitrate induced relaxation of vascular smooth muscle strips, and a decreased ability of acute intravenous doses of ethylene glycol dinitrate to decrease mean arterial blood pressure in conscious rats. Aortic strips taken 2 hours after the last dose of ethylene glycol dinitrate were about ten times as sensitive to noradrenaline as control strips, and also much more sensitive to noradrenaline than strips taken 24 or 96 hours after cessation of ethylene glycol dinitrate treatment. In conscious rats ethylene glycol dinitrate treatment induced a subsensitivity of mean arterial blood pressure to noradrenaline at all time intervals after ethylene glycol dinitrate cessation. Ethylene glycol dinitrate treatment resulted in a general reduction of L-3-(3,4-dihydroxyphenyl)alanine accumulation in all organs and at all time intervals. Noradrenaline and adrenaline were decreased both in plasma and organs as compared to controls. No consistent effects of ethylene glycol dinitrate treatment on the neuronal uptake of noradrenaline in the brain could be seen. /It was concluded/ that long term ethylene glycol dinitrate treatment induces tolerance at the cellular level, resulting in a decrease in blood pressure and a reflexogenic increase in heart rate, and also interferes with catecholamine formation and, possibly, receptor functions."
        },
        {
            "References": "Clayton, G. D. and F. E. Clayton (eds.). Patty's Industrial Hygiene and Toxicology: Volume 2A, 2B, 2C: Toxicology. 3rd ed. New York: John Wiley Sons, 1981-1982., p. 4032",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ ... An increase /was reported/ in catecholamine in myocardial tissue reaching a maximum concentration at the end of each week during which rats were given 5 mg/kg /intramuscularly/ every 12 hr (11 times/week) for 15 weeks. However, there were no signs of long term accumulation. At the end of each week and at the end of the experiment, the catecholamines peak in 24 hr but returned to normal in 48 hr."
        },
        {
            "References": "Clayton, G. D. and F. E. Clayton (eds.). Patty's Industrial Hygiene and Toxicology: Volume 2A, 2B, 2C: Toxicology. 3rd ed. New York: John Wiley Sons, 1981-1982., p. 4032",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ ... Rats given 75 mg/kg/day /subcutaneously/ for 14 to 28 days of ethylene glycol dinitrate developed no effect on the uptake, storage, release or resynthesis of noradrenaline in the adrenergic nerves."
        },
        {
            "References": "Clayton, G. D. and F. E. Clayton (eds.). Patty's Industrial Hygiene and Toxicology: Volume 2A, 2B, 2C: Toxicology. 3rd ed. New York: John Wiley Sons, 1981-1982., p. 4032",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ ... /Effects reported following subcutaneous exposures to ethylene glycol dinitrate were/ increased catecholamines at a dose of 65 mg/kg/day for 5 days/week for 8 weeks, increase in plasma corticosterone at the same dose, and a fall in blood pressure in dogs given 10 mg/kg/day, 5 days/week for 5 weeks, and in rats given 65 mg/kg/day, 5 days/week for 10 weeks. ... Effects disappeared in 2 to 3 days after cessation of exposure."
        },
        {
            "References": "Patty, F. (ed.). Industrial Hygiene and Toxicology: Volume II: Toxicology. 2nd ed. New York: Interscience Publishers, 1963., p. 1590",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ ... It lowers blood pressure by dialating blood vessels ... Anemia, irreversible erythrocyte changes, fatty changes in heart muscle, liver, kidney, and hyperplasia of bone marrow are associated with chronic poisoning."
        },
        {
            "References": "Clayton, G. D. and F. E. Clayton (eds.). Patty's Industrial Hygiene and Toxicology: Volume 2A, 2B, 2C: Toxicology. 3rd ed. New York: John Wiley Sons, 1981-1982., p. 4182",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Chronic exposure to the vapors of ethylene glycol dinitrate, 8 hr daily at 2 ppm for 1000 days caused moderate, temporary blood changes without any clinical aftereffects /in cats/."
        },
        {
            "References": "Clayton, G. D. and F. E. Clayton (eds.). Patty's Industrial Hygiene and Toxicology: Volume 2A, 2B, 2C: Toxicology. 3rd ed. New York: John Wiley Sons, 1981-1982., p. 4033",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Cats that inhaled an average concn of 2 ppm of ethylene glycol dinitrate for a total of 1000 8-hr exposures exhibited only temporary blood changes. If exposed to 21 ppm, there were marked blood changes. Higher levels killed the cats in a short time."
        },
        {
            "References": "PMID:9348724",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ To elucidate the action of nitroglycol (Ng) on cardiac muscles, the contractile and chronotropic responses of the isolated rat cardiac muscles to Ng in a cumulative manner were investigated. Ng produced negative chronotropic and inotropic effects on spontaneously beating right atria in concentrations ranging from 10-7 to 3 x 10-4 M. Ng also produced dose-dependent negative inotropic effects on electrically driven left atrial muscles. On the other hand, in right ventricle muscles, Ng induced positive inotropic effects. These results suggest that Ng acts directly on the cardiac muscles as well as vascular smooth muscles in acute poisoning."
        },
        {
            "References": "PMID:1376818",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ Four different organic nitroesters, constituting a homologous series based on unbranched polyalcohols, were compared with regard to in vitro relaxation of isolated bovine mesenteric arteries contracted with 2.5 uM phenylephrine. The organic nitroesters included ethylene glycol dinitrate (EGDN), dinitratopropane (DPN), glyceryl trinitrate (GTN), and tetranitratobutane. Glyceryl trinitrate exhibited a biphasic concentration-effect relationship, with pD2 values of 11.5 +/- 0.5 and 7.2 +/- 0.2 for the high-pD2 and low-pD2 component of the relaxation curve, respectively. The high-pD2 and low-pD2 component contributed 28 and 72% of the maximal response, respectively. EGDN, DPN, and tetranitratobutane induced monophasic concentration-effect curves with pD2 values of 7.4 +/- 0.1, 7.8 +/- 0.2, and 6.9 +/- 0.6, respectively. Stereoisomeric forms of DPN and tetranitratobutane showed no difference with regard to relaxing potency in bovine mesenteric artery. GTN has a partly unique mechanism for vascular smooth muscle relaxation that distinguishes this compound from other related organic nitroesters."
        },
        {
            "References": "PMID:3684949",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ The effects of sustained exposure to ethylene glycol dinitrate (EGDN; 50 mg/kg 2, 10 days) on heart rate (HR) and mean arterial blood pressure (MAP), isolated strips from aorta and vena cava, catecholamine (CA) and DOPAC levels in brain, heart, adrenals and plasma, and synaptosomal uptake of noradrenaline (NA) have been investigated in rats. Aortic strips showed a decreased responsiveness to EGDN and were more sensitive to NA than were control strips 2, 24 and 96 hr after cessation of EGDN. Acute cumulative doses of EGDN induced a decrease in MAP at all time intervals but 2 hrs after cessation of chronic EGDN-treatment, while NA induced a dose-dependent increase in MAP. MAP was lower 2 hr after cessation of EGDN, than in the control rats, while HR was higher. After 24 hr, MAP was slightly higher than in the controls and HR was still elevated. EGDN induced a decrease in the accumulation of L-DOPA and DOPAC in all brain structures measured, which was especially prominent 2 hr after cessation of EGDN. The levels of CA's and DOPAC in peripheral tissues did generally not change significantly, although there was a tendency to a decrease. L-DOPA, NA and adrenaline (A) in plasma decreased significantly, while DOPAC and dopamine (DA) increased. No consistent effects on uptake of NA into synaptosomes could be distinguished. However, the amount of protein was generally lower at all times after cessation of EGDN. It is suggested that prolonged exposure to EGDN not only induces tolerance at the cellular level, but also interferes with arterial smooth muscle sensitivity to NA and with resetting of MAP and HR. The decrease in the synthesis and turnover of CA's and DOPAC in the brain indicated a decrease in nervous activity, which is reflected by a corresponding decrease of NA and A levels in plasma."
        },
        {
            "References": "PMID:6282045",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ Three different nitro compounds glyceryl mononitrate (GMN), glyceryl dinitrate (GDN) and ethylene glycol dinitrate (EGDN) were tested on histamine contracted bovine mesenteric artery. GDN and EGDN caused a dose-dependent relaxation which was accompanied by an increase in the endogenous cGMP level. The ED50 value for GDN and EGDN with regard to the relaxant action was 1.06 X 10-6 M and 4.20 X 10-8 M, respectively. GMN was almost completely ineffective as a relaxing agent and did not cause any significant change in cGMP. Regression analysis revealed a significant correlation between relaxation and increase in cGMP for both GDN and EGDN ..."
        },
        {
            "References": "Gosselin, R.E., R.P. Smith, H.C. Hodge. Clinical Toxicology of Commercial Products. 5th ed. Baltimore: Williams and Wilkins, 1984., p. II-212",
            "Value": "/OTHER TOXICITY INFORMATION/ Anemia, methemoglobinemia, and Heinz body formation may be prominent in ... lab animals."
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "(1) US EPA; Estimation Program Interface (EPI) Suite. Ver. 4.0. Jan, 2009. Available from, as of Oct 27, 2010: https://www.epa.gov/oppt/exposure/pubs/episuitedl.htm (2) Swann RL et al; Res Rev 85: 17-28 (1983)",
            "Value": "Using a structure estimation method based on molecular connectivity indices(1), the Koc of ethylene glycol dinitrate can be estimated to be 40(SRC). According to a classification scheme(2), this estimated Koc value suggests that ethylene glycol dinitrate is expected to have very high mobility in soil."
        }
    ]
}