{
    "_id": {
        "$oid": "6682e80bc4e5dba5ffba23a3"
    },
    "CID": {
        "$numberInt": "4114"
    },
    "Name": "8-Methoxypsoralen",
    "IUPACName": "9-methoxyfuro[3,2-g]chromen-7-one",
    "CanonicalSMILES": "COC1=C2C(=CC3=C1OC=C3)C=CC(=O)O2",
    "Synonyms": [
        "methoxsalen",
        "8-Methoxypsoralen",
        "298-81-7",
        "XANTHOTOXIN",
        "Meladinine",
        "Oxypsoralen",
        "8-MOP",
        "9-Methoxy-7H-furo[3,2-g]chromen-7-one",
        "Oxsoralen",
        "Xanthotoxine",
        "Ammoidin",
        "Puvalen",
        "Meladinin",
        "Meloxine",
        "Uvadex"
    ],
    "IsomericSMILES": "COC1=C2C(=CC3=C1OC=C3)C=CC(=O)O2",
    "INCHI": "InChI=1S/C12H8O4/c1-14-12-10-8(4-5-15-10)6-7-2-3-9(13)16-11(7)12/h2-6H,1H3",
    "INCHIKEY": "QXKHYNVANLEOEG-UHFFFAOYSA-N",
    "Formula": "C12H8O4",
    "MolecularWeight": {
        "$numberDouble": "216.19"
    },
    "Description": "Methoxsalen is a member of the class of psoralens that is 7H-furo[3,2-g]chromen-7-one in which the 9 position is substituted by a methoxy group. It is a constituent of the fruits of Ammi majus. Like other psoralens, trioxsalen causes photosensitization of the skin. It is administered topically or orally in conjunction with UV-A for phototherapy treatment of vitiligo and severe psoriasis. It has a role as a dermatologic drug, an antineoplastic agent, a photosensitizing agent, a cross-linking reagent and a plant metabolite. It is a member of psoralens and an aromatic ether. It is functionally related to a psoralen.",
    "XlogP": {
        "$numberDouble": "1.9"
    },
    "Complexity": {
        "$numberInt": "325"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "plant_concentrations": [
        {
            "References": "(1) US Natl Inst Health; DailyMed. Current Medical Information. Available from, as of Mar 2, 2012: https://dailymed.nlm.nih.gov/dailymed/about.cfm (2) Sajjadi SE, Noroozi P; Res Pharm Sci 2: 13-16 (2007). Available from, as of Aug 13, 2012: https://rps.mui.ac.ir/index.php/jrps/article/view/21",
            "Value": "8-Methoxypsoralen is present in the roots of Heracleum candicans (White-leaf hog weed (Apiaceae))(1). The compound was detected, not quantified in the fruit of Heracleum persicum, an annual Iranian herb known as Golpar which is used in folk medicine and flavoring agent(2)."
        },
        {
            "References": "PMID:17582715",
            "Value": "Bioassay guided fractionation of an antimycobacterial extract of Arracacia tolucensis var. multifida (Umbelliferae) led to the isolation of isoimperatorin (1), osthol (2), suberosin (3), 8-methoxypsoralen (8-MOP) (4), herniarin (5), scoparone (6), umbelliferone (7), dihydroxypeucedanin (8), 5-methoxypsoralen (5-MOP) (9), isoscopoletin (10) and scopoletin (11)."
        },
        {
            "References": "(1) US Dept Agric; US Dept Agric, Agric Res Service. 1992-2018. Dr. Duke's Phytochemical and Ethnobotanical Databases. Methoxsalen. Available from, as of January 2, 2019: https://phytochem.nal.usda.gov/phytochem/search",
            "Value": "8-Methoxypsoralen, reported as methoxsalen, was detected not quantified in Bishops weed (Amnis majus; Apiaceae)(1)."
        },
        {
            "References": "(1) US Dept Agric; US Dept Agric, Agric Res Service. 1992-2018. Dr. Duke's Phytochemical and Ethnobotanical Databases. Xanthotoxin. Available from, as of January 2, 2019: https://phytochem.nal.usda.gov/phytochem/search",
            "Value": "8-Methoxypsoralen concentrations in various plants(1). /Xanthotoxin/",
            "Table": "[{'Genus species': 'Ammi majus', 'Family': 'Apiaceae', 'Common name(s)t': 'Bishop Weed', 'Part': 'plant', 'Concn (ppm)': '20,000'}, {'Genus species': 'Angelica archangelica', 'Family': 'Apiaceae', 'Common name(s)t': 'angelica, garden angelica, wild parsnip', 'Part': 'seed; fruit', 'Concn (ppm)': '1900; 42'}, {'Genus species': 'Pastinaca sativa', 'Family': 'Apiaceae', 'Common name(s)t': 'Parsnip', 'Part': 'root; leaf', 'Concn (ppm)': '1000; 800'}, {'Genus species': 'Apium graveolens', 'Family': 'Apiaceae', 'Common name(s)t': 'Celery', 'Part': 'shoot; plant; petiole', 'Concn (ppm)': '183; 183; 1.6'}, {'Genus species': 'Petroselinum crispum', 'Family': 'Apiaceae', 'Common name(s)t': 'Parsley', 'Part': 'shoot; leaf', 'Concn (ppm)': '289; 15'}, {'Genus species': 'Zanthoxylum americanum', 'Family': 'Rutaceae', 'Common name(s)t': 'Northern Prickly Ash', 'Part': 'Fruit', 'Concn (ppm)': '25'}, {'Genus species': 'Daucus carota', 'Family': 'Apiaceae', 'Common name(s)t': 'Carrot', 'Part': 'shoot; root', 'Concn (ppm)': '1.6; 3'}]"
        }
    ],
    "environmental_bioconcentrations": [
        {
            "References": "(1) Said A et al; J Pharm Sci Vol. 85, No. 4, April 1996 (2) US EPA; Estimation Program Interface (EPI) Suite. Ver. 4.11. Nov, 2012. Available from, as of January 2, 2019: https://www2.epa.gov/tsca-screening-tools (3) Franke C et al; Chemosphere 29: 1501-14 (1994)",
            "Value": "An estimated BCF of 9 was calculated in fish for 8-methoxypsoralen(SRC), using a log Kow of 1.93(1) and a regression-derived equation(2). According to a classification scheme(3), this BCF suggests the potential for bioconcentration in aquatic organisms is low(SRC)."
        }
    ],
    "environmental_biodegradations": [
        {
            "References": "(1) NITE; Chemical Risk Information Platform (CHRIP). Biodegradation and Bioconcentration. Tokyo, Japan: Natl Inst Tech Eval. Available from, as of January 2, 2019: https://www.safe.nite.go.jp/english/db.html",
            "Value": "AEROBIC: 8-Methoxypsoralen, present at 100 mg/L, reached 0% of its theoretical BOD in 4 weeks using an activated sludge inoculum at 30 mg/L in the Japanese MITI test(1)."
        }
    ],
    "logP": [
        {
            "References": "Said A et al; J Pharm Sci Vol. 85, No. 4, April 1996",
            "Value": "log Kow = 1.93"
        }
    ],
    "mechanism_of_action": [
        {
            "References": "American Society of Health-System Pharmacists; Drug Information 2018. Bethesda, MD. 2018",
            "Value": "Methoxsalen, when activated by long wavelength UV light in the range of 320-400 nm, is strongly erythemogenic, melanogenic, and cytotoxic in the epidermis; the maximal erythemogenic activity occurs in the range of 330-360 nm. The mechanisms of action of methoxsalen in inducing repigmentation of vitiliginous skin have not been established. Repigmentation depends on the presence of functioning melanocytes and UV light. Methoxsalen may activate the few functional and dihydroxyphenylalanine-positive melanocytes present in vitiliginous skin. An increase in the activity of tyrosinase, the enzyme that catalyzes the conversion of tyrosine to dihydroxyphenylalanine (a precursor of melanin), has been shown in melanin-producing cells exposed in vitro to trioxsalen and UVA light. In addition, binding of photoactivated psoralens (in triplet states) to pyrimidine bases of nucleic acids, with subsequent inhibitions of DNA synthesis, cell division, and epidermal turnover, has been demonstrated. Following photoactivation, methoxsalen forms covalent bonds with DNA to produce monofunctional (addition to a single strand of DNA) and bifunctional adducts (crosslinking to both strands of DNA). Reactions with other proteins also occur. Psoralens may also increase melanin formation by producing an inflammatory reaction in the skin. Other mechanisms of increased pigmentation may include an increase in the number of functional melanocytes (and possibly activation of dormant melanocytes); enhancement of melanin granule synthesis; stimulation of the movement of melanocytes up hair follicles resulting in melanocytic repopulation of the epidermis; and/or hypertrophy of melanocytes and increased arborization of their dendrites."
        },
        {
            "References": "American Society of Health-System Pharmacists; Drug Information 2018. Bethesda, MD. 2018",
            "Value": "Since psoriasis is a hyperproliferative disorder and other agents effective in the treatment of psoriasis are known to inhibit DNA synthesis, the therapeutic effect of methoxsalen in the treatment of psoriasis probably involves binding to DNA and inhibition of DNA synthesis resulting in decreased cell proliferation; other vascular, leukocyte, or cell regulatory mechanisms may also be involved."
        },
        {
            "References": "DHHS/National Toxicology Program; Report on Carcinogens, Fourteenth Edition: Methoxsalen with Ultraviolet A Therapy; Available from, as of December 27, 2018: https://ntp.niehs.nih.gov/go/roc",
            "Value": "Methoxsalen readily absorbs ultraviolet light, particularly UVA wavelengths (320 to 400 nm). As a photosensitizing agent, it can produce phototoxic erythema (a reaction similar to sunburn) when skin to which it has been applied receives excess exposure to UVA. Chronic reactions may result in hyperpigmentation and skin thickening. UVA causes a photochemical reaction that results in formation of adducts between methoxsalen and the pyrimidine bases of DNA."
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "(1) Said A et al; J Pharm Sci Vol. 85, No. 4, April 1996 (2) US EPA; Estimation Program Interface (EPI) Suite. Ver. 4.11. Nov, 2012. Available from, as of January 2, 2019: https://www2.epa.gov/tsca-screening-tools (3) Swann RL et al; Res Rev 85: 17-28 (1983)",
            "Value": "The Koc of 8-methoxypsoralen is estimated as 96(SRC), using a log Kow of 1.93(1) and a regression-derived equation(2). According to a classification scheme(3), this estimated Koc value suggests that 8-methoxypsoralen is expected to have high mobility in soil(SRC)."
        }
    ]
}