{
    "_id": {
        "$oid": "6682e80cc4e5dba5ffba23a4"
    },
    "CID": {
        "$numberInt": "4115"
    },
    "Name": "METHOXYCHLOR",
    "IUPACName": "1-methoxy-4-[2,2,2-trichloro-1-(4-methoxyphenyl)ethyl]benzene",
    "CanonicalSMILES": "COC1=CC=C(C=C1)C(C2=CC=C(C=C2)OC)C(Cl)(Cl)Cl",
    "Synonyms": [
        "methoxychlor",
        "72-43-5",
        "DMDT",
        "\"p,p-Methoxychlor\"",
        "Dimethoxy-DDT",
        "Methoxy-DDT",
        "Methoxcide",
        "Metox",
        "Maralate",
        "Marlate",
        "Moxie",
        "Dianisyl trichloroethane",
        "Metoksychlor",
        "Higalmetox",
        "Dianisyltrichlorethane"
    ],
    "IsomericSMILES": "COC1=CC=C(C=C1)C(C2=CC=C(C=C2)OC)C(Cl)(Cl)Cl",
    "INCHI": "InChI=1S/C16H15Cl3O2/c1-20-13-7-3-11(4-8-13)15(16(17,18)19)12-5-9-14(21-2)10-6-12/h3-10,15H,1-2H3",
    "INCHIKEY": "IAKOZHOLGAGEJT-UHFFFAOYSA-N",
    "Formula": "C16H15Cl3O2",
    "MolecularWeight": {
        "$numberDouble": "345.6"
    },
    "Description": "Methoxychlor is an organochlorine insecticide. It is functionally related to a 1,1,1-trichloro-2,2-diphenylethane.",
    "XlogP": {
        "$numberDouble": "5.1"
    },
    "Complexity": {
        "$numberInt": "279"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "plant_concentrations": [
        {
            "References": "Wallner et al; J Econ Entomol 62: 1039-42 (1969) as cited in Nat'l Research Council Canada; Methoxychlor: Its Effects on Environmental Quality p.37 (1975) NRCC No. 14102",
            "Value": "Methoxychlor residues on American elm treated with 12.5% MeO-DDT spray were as follows: on trees sprayed 1 year previously: 84.0 mg/kg was found on twigs and 6.0 mg/kg was found in soil under the elm; 3 days after treatment: 260.0 mg/kg was found on twigs, 112.8 mg/kg was found on leaves, and 7.8 mg/kg was found in soil under the elm. 130 days after treatment: 72.6 mg/kg was found on twigs, 0.5 mg/kg on leaves and 1.8 mg/kg was found in soil under elm. Residues on American elm treated with 16.25% MeO-DDT spray were as follows: on trees sprayed 1 year previously: 20.5 mg/kg was found on twigs and 0.4 mg/kg was found in soil under the elm; 3 days after treatment: 195.2 mg/kg was found on twigs, 161.2 mg/kg was found on leaves, and 2.9 mg/kg was found in soil under the elm. 130 days after treatment: 32.0 mg/kg was found on twigs, 0.5 mg/kg on leaves and 1.0 mg/kg was found in soil under elm. /From table/"
        }
    ],
    "animal_concentrations": [
        {
            "References": "(1) IARC; Monographs on the Evaluation of the Carcinogenic Risk of Chemicals to Man. Geneva: World Health Organization, International Agency for Research on Cancer, 1972-PRESENT. (Multivolume work). Some Halogenated Hydrocarbons 20: 263 (1979) (2) Struger J et al; J Great Lakes Res 11: 223-50 (1985) (3) Capparella AP et al; Bull Environ Contam Toxicol 70: 769-74 (2003) (4) Vorkamp K et al; Sci Total Environ 331: 157-75 (2004)",
            "Value": "Methoxychlor was detected in fat samples from raccoons at a concn of 0.16-36.82 ppb(1). During 1982 methoxychlor was detected in 10 of 10 herring gull egg samples taken from Saginaw Bay, at a mean concn of 0.06 ppm, and was detected in 10 of 20 egg samples taken near the Detroit River at a mean concn of 0.03 ppm(2). No detectable levels of methoxychlor were found in the resident Neotropical passerine birds collected in South America(3). Methoxychlor was detected in animal tissues from Greenland between 1999-2000, at median concentrations (ranges), in ng/g lipid weight: muscle not detected (not detected-0.97), kidney not detected (not detected-0.055) of hares; liver not detected (not detected-2.8), muscle 0.036 (0.94-0.56), kidney not detected (not detected-15), blubber not detected (not detected-1.3) of lambs; liver 0.088 (0.025-0.51), muscle 0.22 (0.14-0.76), kidney 0.73 (0.31-1.8), blubber 0.038 (0.003-0.57) of caribou; liver not detected (not detected-0.070), muscle 0.57 (0.19-1.6), blubber not detected (not detected-25) of musk ox(4). Methoxychlor was detected in seabird tissues from Greenland between 1998-2001, (max concn, in ng/g lipid weight) in: liver (0.37) and muscle (5.0) of kittiwake; liver (4.0) and muscle (37) of thick-billed murre(4)."
        },
        {
            "References": "(1) Zitko V et al; Sci Tot Environ 221: 11-29 (1998) (2) Vorkamp K et al; Sci Total Environ 331: 157-75 (2004)",
            "Value": "Methoxychlor was detected in the liver and blubber from 5 male and 5 female 8-month-old harp seals from southern Labrador in November, 1994 at the following concns: female, 0.07 ng/g wet wt in the liver, 0.41 ng/g wet wt in the blubber; male, 0.10 ng/g wet wt in the liver, 0.68 ng/g wet wt in the blubber(1). Methoxychlor was detected in marine mammal tissues from Greenland between 1998-2001, (max concn, in ng/g lipid weight) in: liver (4.9), muscle (7.6) and blubber (2.8) of ringed seal; liver (6.1), muscle (6.4), kidney (6.9), blubber (6.5) of harp seal; muscle (12) and kidney (1.2) of minke whale; liver (6.0), kidney (6.2) of beluga; liver (32), muscle (0.2), kidney (0.088), skin (10), and blubber (16) of narwheel(2)."
        }
    ],
    "environmental_bioconcentrations": [
        {
            "References": "(1) Veith GD et al; J Fish Res Board Can 36: 1040-8 (1979) (2) Renberg L et al; Ecotox Environ Safety 9: 171-8 (1985) (3) Anderson RL, Defoe DL; Environ Pollut Ser A 22: 111-21 (1980) (4) Parrish PR et al; Chronic Toxicity of Methoxychlor, Malathion and Carbofuran to Sheepshead Minnows (Cyprinodon variegatus) NTIS PB-272101 (1977) (5) Hawker DW, Connell DW; Ecotox Environ Safety 11: 184-97 (1986) (6) Franke C et al; Chemosphere 29: 1501-14 (1994) (7) Metcalf RL et al; Environ Sci Technol 5: 709-13 (1971) (8) Gardner DR, Bailey JR; Methoxychlor, Its Effect on Environ Quality. ISSN 0316-0114. Natl Res Council Canada No. 14102 (1975) (9) Paris DF, Lewis DL; Res Rev 45: 110 (1973)",
            "Value": "Bioconcentration factors (BCF) for methoxychlor of 8300 in fathead minnow (Pimephales promelas)(1) and 138 in sheepshead minnow (Cyprinodon variegatus)(4) have been measured in continuous flow systems. According to a classification scheme(6), these BCF values suggest that bioconcentration in aquatic organisms is high to very high(SRC). However, as seen in the BCF from the sheepshead minnow study, some variation between species in the ability to metabolize this compound may exist(7-9). Bioconcentration factors (BCF) for methoxychlor of 12,000 in mussel(2), 5000-8570 in snail (Physa integra), 348-1130 in stonefly (Pteronarcys dorsata)(3) and 1500 in soft clams (Mya avenaria)(5) have also been measured in continuous flow systems."
        },
        {
            "References": "(1) Metcalf RL et al; Environ Sci Technol 5: 709-13 (1971)",
            "Value": "Methoxychlor was readily metabolized to mono- and dihydroxy derivatives by mosquito larvae, snails and fish and the parent compound stored in relatively low concentrations compared to DDT in a model terrestrial-water ecosystem; DDT was accumulated as DDE, DDD, and DDT and concentrated 10,000-100,000-fold in the same organisms(1)."
        },
        {
            "References": "Canada Centre for Inland Waters; Pesticides Survey in Lakes Erie and Ontario p.27 (1973) as cited in Nat'l Research Council Canada; Methoxychlor: Its effects on Environmental Quality p.48 (1975) NRCC No. 14102",
            "Value": "Methoxychlor levels up to 80 ug/kg have been reported in phytoplankton samples from Lake Erie, Ontario."
        }
    ],
    "environmental_biodegradations": [
        {
            "References": "(1) Paris DF, Rogers JE; Appl Environ Microbiol 51: 221-25 (1986) (2) Walker WW et al; Chemosphere 17: 2255-70 (1988) (3) Cripe CR et al; Ecotox Environ Safety 14: 239-51 (1987) (4) Obuchowska I; Roez Panstw Azkl Hig 20: 489-93 (1969) (5) Golovleva LA et al; J Environ Sci Hlth B19: 523-38 (1984) (6) Baughman GL et al; pp. 105-11 in Biotransform Fate Chem Aquat Environ, Proc. Workshop Chp. 6 (1980)",
            "Value": "AEROBIC: First-order rate constants of 0.001 to 0.004 (half-life of 7 to 29 days), 0.002 to 0.003 (half-life of 9.6 to 14.4 days), 0.001 to 0.006 (half-life of 4.8 to 29 days), and 0.002 to 0.004 per hour (half-life of 7 to 14.4 days) were measured for methoxychlor added to 4 different freshwaters(1). In an aerobic die-away study using water from the Santa Rosa Sound, FL, methoxychlor had a half-life of >25 days(2). In an aerobic shake-flask river die-away test, methoxychlor was biodegraded in a mixed water/sediment sample, rate not given(3). The degradation of methoxychlor in 2 sandy loam soils was dependent on water content; soils with 3% and 10% water content degraded methoxychlor to only trace amounts within 30 to 38 and 20 to 26 weeks, respectively(4). Methoxychlor applied to soil during a 2-year field study was fairly persistent; residues remaining after 1, 2, and 3 months made up 92, 38, and 27% of the original application(5). One year later, measurable concentrations of methoxychlor were still present in soil as well as products from the partial dechlorination of the parent compound(5). Second-order rate constants of 5.2X10-14 and 6.1X10-16 liters per organism-hr (half-lives of 111 and 9500 days, respectively, assuming a bacterial concentration of 5X10+9 organisms/L) were measured dependent on 15% and 90% sorption, respectively, to sediments in river die-away studies(6)."
        },
        {
            "References": "(1) Muir DCG, Yarechewski AL; J Environ Sci Health B19: 271-95 (1984)",
            "Value": "AEROBIC: The degradation of (14)C-methoxychlor was studied under lab conditions in lake and pond sediments (water-sediment ratio, 10-20:1) incubated under various redox conditions at 22.5 or 10 deg. Methoxychlor degraded rapidly in sediments with half-lives of less than 28 days under N aeration (Eh less than -50 mv), 49 to 55 days under static aerobic conditions and 115 to 206 days in air-purged flasks (Eh 220 to 464 mv). The major degradation products were dechlorinated methoxychlor (DMDD) and mono- and di-hydroxy derivatives of methoxychlor and dechlorinated methoxychlor. Dihydroxy- derivatives represented 15% of extractable radioactivity in pond sediments and 28% in lake sediments after 448 days of aerobic incubation. Under N aeration, mono- and dihydroxy- derivatives represented 44 to 65% of extractable (14)C after 28 days incubation(1)."
        },
        {
            "References": "Mendel, JL et al; J Assoc of Anal Chem 50: 897-903 (1967) as cited in Nat'l Research Council Canada; Methoxychlor: Its effects on Environmental Quality p.24 (1975) NRCC No. 14102",
            "Value": "Under anaerobic conditions (incubation time 118 hr), approximately 75% of a 200 ug sample of analytical grade MeO-DDT (acetone vehicle) was degraded to MeO-DDE by Aerobacter aerogenes. However, under aerobic conditions only 10% of the MeO-DDT was degraded to MeO-DDE."
        }
    ],
    "fish_seafood_concentrations": [
        {
            "References": "Chovelon A et al; Chemosphere 13 (1): 19-32 (1984)",
            "Value": "Pesticide analyses were completed on fat and muscle samples of 750 fish collected from 11 major lakes and rivers in Alberta. Methoxychlor was frequently found in goldeye from the North Saskatchewan River but not recorded in fish from any other lake or river. Its presence in goldeye, a highly migratory species, was probably a result of biting-fly control programs in the Saskatchewan part of the river."
        },
        {
            "References": "(1) Konasewich D et al; Status Report on Organic and Heavy Metal Contam in the Lakes Erie, Michigan, Huron and Superior Basins Great Lakes Water Qual Board (1978) (2) Giesy JP et al; J Great Lakes Res 12: 82-98 (1986) (3) Geisy JP; Toxic Contamination in Large Lakes, Chelsea MI: Lewis Publ Chpt 2 pp. 5-23 (1988) (4) Camanzo J et al; J Great Lakes Res 13: 296-309 (1987) (5) Burgos-Hernandez A et al; Bull Environ Contam Toxicol 74: 335-41 (2005) (6) Manirakiza P et al; Environ Pollut 117: 447-55 (2002) (7) Vorkamp K et al; Sci Total Environ 331: 157-75 (2004) (8) Gelsleichter J et al; Arch Environ Contam Toxicol 48: 474-83 (2005)",
            "Value": "During 1974-75, methoxychlor was detected in fish from Lake Huron and Lake Superior at a concn of <0.05-0.17 ppm(1). Methoxychlor was found in chinook salmon eggs from Lake Michigan at a concn of 5.0-82.7 ug/kg, mean 37.6 ug/kg(2,3). Methoxychlor was qualitatively detected in fish taken from Lake Michigan tributaries and embayments(4). Methoxychlor was detected in cultured shrimp from 4 farms in Sonora, Mexico(5). Fish samples were collected from Lake Tanganyika, Burundi, Africa, and methoxychlor was detected in the six of the seven species Boulengerochromis microlepis, Chrysichthys sianenna, Oreochromis niloticus, Limrothrissa miodon, Stolothrissa tanganyikae and Lates angustifrons at mean concentration of 61.5, 41.5, 5.3, 17.9, 15.3, and 6.7 ng/g fat, respectively(6). Methoxychlor was detected in tissue samples from Greenland from 1999-2001 at max concentrations, in ng/g lipid weight: muscle of Arctic char, 16; muscle of shrimp, 32; liver and muscle of snow crab, 86 and 45, respectively; muscle of Iceland scallop, 5.7; liver and muscle of Atlantic cod, 2.2 and 33, respectively; liver and muscle of wolffish, 7.2 and 15, respectively; muscle of capelin, 55; liver of shorthorn sculpin, 22(7). Methoxychlor was detected in bonnethead shark tissue samples collected from 3 of 4 FL estuaries (mean concn, ng/g lipid basis): from Apalachicola Bay, liver (17.28), muscle (2.15), serum (9.0); from Florida Bay, liver (13.61), muscle (6.25), serum (8.90); from Tampa Bay, liver (10.87), muscle (3.35), serum (6.10)(8)."
        }
    ],
    "logP": [
        {
            "References": "Hansch, C., Leo, A., D. Hoekman. Exploring QSAR - Hydrophobic, Electronic, and Steric Constants. Washington, DC: American Chemical Society., 1995., p. 139",
            "Value": "log Kow = 5.08"
        }
    ],
    "mechanism_of_action": [
        {
            "References": "PMID:15503810",
            "Value": "Within the reproductive system, estrogenic stimulation of uterine and pituitary tissue typically causes a proliferative response accompanied by an angiogenic induction of new blood vessels from existing ones, thereby providing nutrients and oxygen to the growing tissue. The prooestrogenic pesticide methoxychlor (MXC), however, has shown a differential effect on proliferative activity. An increase in uterine growth is present, while the pituitary undergoes a decrease in size, even though the effect is accompanied by a characteristic estrogen-induced elevation in pituitary prolactin concentration. The focus of the current study was whether the observed differences in tissue growth between uterus and pituitary in response to MXC administration were paralleled by a corresponding disparity in the expression of those growth factors (members of the vascular endothelial growth factor (VEGF) and angiopoietin families and their receptors) that are involved in the angiogenic cascade. Ovariectomized adult Sprague-Dawley female rats were administered MXC (0-200 mg/kg, oral) for 1 or 3 weeks. Immunohistochemical staining of uteri and pituitaries was performed under strictly controlled conditions for VEGF and its receptor VEGFR2, Angiopoietin-1 (Ang1) and angiopoietin-2 and their tyrosine kinase receptor Tie2, and platelet endothelial adhesion factor (as an index of vascularity). Image acquisition and densitometric assessments of staining intensity were conducted under blind conditions. The results showed uterine MXC-induced increases in the expression of VEGFR2 and Ang1, changes consistent with a normal proliferative response to oestrogenic stimulation. For VEGF, staining tended to be most pronounced in the stromal region, although there did not appear to be a progressive increase with dose. VEGFR2 expression showed significant dose-related trends in luminal and glandular epithelia by 1 week. Similar effects at 1 week were evident for Ang1 in glandular epithelium. In the anterior pituitary, a dose-related increase in VEGF was present for the 1 and 3 week treatments, and the number of pituitary vessels per unit area was also increased after 3 weeks. The effects indicate that even though the insecticide has not been found to cause an augmentation in pituitary growth, a dose-related rise in the expression of at least one principal angiogenic factor is present that may be associated with an increase in vascular density."
        },
        {
            "References": "PMID:14973267",
            "Value": "Methoxychlor (MXC) is an organochlorine pesticide that increases the rate of ovarian atresia. ... Because Bcl-2 (an antiapoptotic factor), Bax (a proapoptotic factor), gonadotropins, and estradiol are important regulators of atresia in the ovary, the purpose of this study was first to examine whether MXC-induced atresia occurred through alterations in Bcl-2 or Bax, and second, to examine the effect of MXC on gonadotropins, estradiol, and their receptors. CD-1 mice were dosed with 8-64 mg kg(-1) day(-1) MXC or vehicle (sesame oil). Ovaries were subjected to analysis of antral follicle numbers, Bcl-2, Bax, estrogen receptor, and follicle-stimulating hormone receptor levels. Blood was used to measure gonadotropins and estradiol. In some experiments, mice that overexpressed Bcl-2 or mice that were deficient in Bax were dosed with MXC or vehicle and their ovaries were analyzed for atresia. MXC caused a dose-dependent increase in the percentage of atretic antral follicles compared with controls at the 32 and 64 mg kg(-1) day(-1) doses of MXC. MXC treatment did not result in changes in Bcl-2 levels, but it did result in an increase in Bax levels in antral follicles. MXC treatment did not affect gonadotropin or estradiol levels, nor did it affect the levels of follicle-stimulating hormone or estrogen receptors. Mice that overexpressed Bcl-2 or mice that were deficient in Bax were protected from MXC-induced atresia. These data suggest that MXC induces atresia through direct effects on the Bax and Bcl-2 signaling pathways in the ovary."
        },
        {
            "References": "PMID:15890768",
            "Value": "Methoxychlor (MXC) is a pesticide that has adverse effects on reproductive capability in mice. MXC and its metabolites bind the estrogen receptor and function as endocrine disruptors. MXC diminishes the uterine decidual cell response, necessary for the support of pregnancy. Hoxa10 is an estrogen-regulated gene that is an essential mediator of the decidual response and necessary for pregnancy. ... A mechanism by which MXC disrupts uterine function is by suppressing Hoxa10 expression. MXC treatment of mice produced a mild uterotropic response as measured by increased uterine weight and epithelial height. MXC treatment of uterine Ishikawa cells in vitro induced Hoxa10 expression. Estrogen receptor (ER) binding to the HOXA10 estrogen response element (ERE) was promoted by treatment with estradiol (E2); however, MXC disrupted E2/ER/ERE complex formation and gel shift. MXC alone allowed weak ER/ERE binding. In vivo MXC blocked the effect of E2 on Hoxa10 expression. Neonatal MXC treatment resulted in an immediate suppression and cellular restriction of Hoxa10 expression as well as a permanent generalized decrease in expression that persisted in the adult. MXC inhibited the expression of Hoxa10, a gene necessary for uterine development and function. One common mechanism by which endocrine disrupting chemicals produce lasting reproductive tract defects is through permanent alteration of developmental gene expression."
        },
        {
            "References": "PMID:16081520",
            "Value": "While in vivo studies indicate that methoxychlor (MXC) exposure increases antral follicle atresia, in part by altering apoptotic regulators (Bcl-2 and Bax), they do not distinguish whether MXC does so via direct or indirect mechanisms. ... An in vitro follicle culture system /was used/ to test the hypothesis that MXC is directly toxic to antral follicles, and that overexpression of anti-apoptotic Bcl-2, or deletion of pro-apoptotic Bax, protects antral follicles from MXC-induced toxicity. Antral follicles were isolated from wild-type (WT), Bcl-2 overexpressing (Bcl-2 OE), or Bax deficient (BaxKO) mice, and exposed to dimethylsulfoxide (control) or MXC (1-100 ug/mL) for 96 hr. Follicle diameters were measured every 24 hr to assess growth. After 96 hr, follicles were histologically evaluated for atresia or collected for quantitative PCR analysis of Bcl-2 and Bax mRNA levels. MXC (10-100 ug/mL) significantly inhibited antral follicle growth at 72 and 96 hr, and increased atresia (100 ug/mL) compared to controls at 96 hr. Furthermore, MXC increased Bax mRNA levels between 48-96 hr and decreased Bcl-2 mRNA levels at 96 hr. While MXC inhibited growth of WT antral follicles beginning at 72 h, it did not inhibit growth of Bcl-2 OE or BaxKO follicles until 96 h. MXC also increased atresia of small and large WT and BaxKO antral follicles over controls, but it did not increase atresia of large Bcl-2 OE antral follicles over controls. These data suggest that MXC directly inhibits follicle growth partly by Bcl-2 and Bax pathways, and increases atresia partly through Bcl-2 pathways."
        },
        {
            "References": "PMID:728194",
            "Value": "2,2-bis(p-hydroxyphenyl)-1,1,1-trichloroethane (HPTE), the di-demethylated derivative of methoxychlor, inhibited the binding of (3)H-estradiol-17beta (3H-e2) to rat uterine cytosolic estrogen receptor in vitro, but methoxychlor did not. The possibility that the estrogenic activity of methoxychlor in vivo was due to biotransformation of methoxychlor was considered. The evolution of formaldehyde occurred when methoxychlor was incubated with rat hepatic microsomes in the presence of NADPH, indicating that methoxychlor was o-demethylated in vitro. The demethylation of methoxychlor was inhibited when methoxychlor was incubated with microsomes in the presence of hexobarbital or SKF-525a, suggesting the involvement of monooxygenase. The demethylated products were resolved by TLC into 3 distinct components. One of the products appears to be the di-demethylated derivative of methoxychlor, since it was identical to HPTE in 3 TLC systems."
        },
        {
            "References": "PMID:7055557",
            "Value": "Phospholipids with covalently attached carbazole were used as probes for the interaction of chlorinated hydrocarbon insecticides with lipid bilayers to understand the toxicities of chlorinated hydrocarbons. Fluorescence quenching measurements revealed the lipid-water partition coefficients of the chlorinated hydrocarbons, their diffusion coefficients in the membranes, and the binding capacities of the membranes for the chlorinated hydrocarbons. Active insecticides were compared with inactive analogs to test whether activities correlated with chlorinated hydrocarbon-membrane interactions. Thus, DDT and methoxychlor were compared with inactive DDE . The partition coefficients, diffusion coefficients, and membrane saturation capacities did not correlate with insecticidal potency. The activities of chlorinated hydrocarbons are not a result of specific interactions of these cmpd with the lipids of membranes. However, the neurotoxicity of chlorinated hydrocarbons may be amplified by selective partitioning in the unsaturated neural membranes."
        },
        {
            "References": "PMID:10579340",
            "Value": "Human hepatoma cells (HepG2) were transiently transfected with either human or rat estrogen receptor alpha or estrogen receptor beta plus an estrogen-responsive, complement 3-luciferase construct containing a complement 3 gene promoter sequence linked to a luciferase reporter gene. After transfection, cells were treated with various concentrations of 2,2-bis-(p-hydroxyphenyl)-1,1,1-trichloroethane in the presence (for detecting antagonism) or absence (for detecting agonism) of 17beta-estradiol. 2,2-bis-(p-hydroxyphenyl)-1,1,1-trichloroethane was a potent estrogen receptor alpha agonist in human hepatoma cells cells, with EC50 values of approximately 5 x 10(-8) and 10(-8) M for human and rat estrogen receptor alpha, respectively. In contrast, 2,2-bis-(p-hydroxyphenyl)-1,1,1-trichloroethane had minimal agonist activity with either human or rat estrogen receptor beta and almost completely abolished 17beta-estradiol-induced estrogen receptor beta-mediated activity. Moreover, 2,2-bis-(p-hydroxyphenyl)-1,1,1-trichloroethane behaved as an estrogen receptor alpha agonist and an estrogen receptor beta antagonist with other estrogen-responsive promoters (ERE-MMTV and vtERE) in human hepatoma cells and HeLa cells. This study demonstrates the complexity involved in determining the mechanism of action of endocrine-active chemicals that may act as agonists or antagonists through one or more hormone receptors."
        },
        {
            "References": "DHHS/ATSDR; Toxicological Profile for Methoxychlor (PB/2003/100140) (September 2002). Available from, as of May 26, 2009: https://www.atsdr.cdc.gov/toxpro2.html",
            "Value": "...  /It has been/ suggested that methoxychlor acts through a /different/, as yet unelucidated, mechanism, not necessarily via an ER. /Researchers/ showed that methoxychlor induced an increase in mRNA of two estrogen-responsive genes (lactoferrin, LF, and glucose-6-phosphate dehydrogenase, G6PD) in uteri of ovariectomized wild-type and ovariectomized ER(alpha)-knockout mice. Induction of LF and G6PD mRNA by methoxychlor was slightly greater in wildtype mice than in ER(alpha)-knockout mice at 15-30 mg/kg/day. Since no functional ER(alpha) receptors were present in the ER(alpha) knockout mice, the involvement of ER(beta) was indicated. However, when an estrogen inhibitor (ICI 182,780) was added, which should have eliminated methoxychlor interaction with ER(beta), methoxychlor still induced an increase in LF and G6PD mRNA at a slightly lower level than without inhibitor in wild-type mice and at the same level in ER(alpha) knockout mice. In the same experiment, estradiol-17(beta) resulted in large increases in LF and G6PD mRNA in wild-type mice, but in low levels of LF and G6PD mRNA (similar to control mice) in ER(alpha)-knockout mice (the authors point out that the concentration of ER(beta) in uterus of the wild-type and ER(alpha)-knockout mice was very low). When an inhibitor was added, no increase in LF and G6PD mRNA was induced by estradiol-17(beta) in wild-type mice. Thus, the \"estrogenic\" activity of methoxychlor was not attenuated by the absence of functional ER(alpha) receptors or the presence of an estrogen inhibitor effective at ER(beta), suggesting that an additional mechanism of toxicity may exist besides interaction with ER(alpha) or ER(beta)."
        },
        {
            "References": "PMID:10433208",
            "Value": "This study examined the effects of the xenoestrogen methoxychlor (Mxc) on messenger RNA (mRNA) concentrations of two estrogen-responsive uterine genes, lactoferrin (LF) and glucose-6-phosphate dehydrogenase (G6PD). Ovariectomized wild-type (WT) and estrogen receptor (ER)alpha-knockout (ERalphaKO) mice were treated with methoxychlor or estradiol-17beta (E2) to determine whether methoxychlor acts via pathways that involve ERalpha. In wild-type mice, both E2 and methoxychlor stimulated increases in uterine LF and glucose-6-phosphate dehydrogenase messenger RNA concentrations in a dose-dependent manner. Competitive pretreatment with the pure antiestrogen ICI 182,780 dramatically reduced E2-stimulated increases in mRNA concentrations but had no effect on methoxychlor-induced effects. Competitive pretreatment with E2 had only a partially inhibitory effect on methoxychlor-induced responses. In the ERalphaKO mouse, E2 had little effect on uterine LF or G6PD mRNA concentrations, whereas methoxychlor stimulated marked increases in both LF and glucose-6-phosphate dehydrogenase messenger RNAs. The methoxychlor-induced increases in LF and glucose-6-phosphate dehydrogenase messenger RNAs in the ERalphaKO mouse were not suppressed by competitive pretreatment with either E2 or ICI 182,780. Fold increases in messenger RNA concentrations for both genes induced by methoxychlor were similar for wild-type and ERalphaKO mice. The results surprisingly indicate that a xenoestrogen, methoxychlor, can increase LF and glucose-6-phosphate dehydrogenase messenger RNA concentrations by a mechanism that is not mediated through ERalpha or ERbeta, and acts through another pathway."
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "PMID:18401575",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ ... Whether treatment with methoxychlor at low observed adverse effect level (LOAEL) would alter the activities of steroidogenic enzymes such as Delta(5)3beta-hydroxysteroid dehydrogenase (3beta-HSD) and Delta(5)17beta-hydroxysteroid dehydrogenase (17beta-HSD), the expression levels of steroidogenic acute regulatory (StAR) protein and androgen binding protein (ABP) in the testis of adult male rats /was examined/. The experimental rats were exposed to a single dose of methoxychlor (50 mg/kg body weight) orally. The rats were killed at 0, 3, 6, 12, 24 and 72 hr following treatment ... and testes were collected, processed and used to measure the activities of 3beta-HSD, 17beta-HSD, levels of hydrogen peroxide produced and the expression levels of StAR protein, and ABP. Methoxychlor administration resulted in a sequential reduction in the expression of StAR protein and activities of 3beta-HSD, 17beta-HSD with concomitant increase in the levels of hydrogen peroxide in the testis. These changes were significant between 6-12 hr following treatment. The levels of ABP declined at 6-12 hr following exposure to methoxychlor. ..."
        },
        {
            "References": "DHHS/ATSDR; Toxicological Profile for Methoxychlor (PB/2003/100140) (September 2002). Available from, as of May 26, 2009: https://www.atsdr.cdc.gov/toxpro2.html",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ In male rats given a single oral dose of 640 mg/kg methoxychlor, increased hepatic levels of glucose-6-phosphatase and decreased levels of glycogen phosphorylase and lactate were detected, but there were no observable histopathological changes. ..."
        },
        {
            "References": "Thienes, C., and T.J. Haley. Clinical Toxicology. 5th ed. Philadelphia: Lea and Febiger, 1972., p. 27",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Chronic intoxication of dogs ... 2 g/kg daily in food led to convulsions in 6 wk & death in 9 wk. ... Weight loss, high alkaline phosphatase & serum transaminase, & intestinal congestion. Swine showed kidney injury & uterine & mammary enlargement."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V20 268 (1979)",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Dermal application of 2-3 mL of a 30% solution in dimethyl phthalate to rabbits on five days a week for 13 weeks produced paralysis of the forelimbs, some fatty degeneration of the liver and lesions of the central nervous system."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists. Documentation of the TLV's and  BEI's with Other World Wide Occupational Exposure Values. CD-ROM Cincinnati, OH 45240-1634  2007.",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Rabbits given daily oral doses of 200 mg methoxychlor/kg died after 4 to 15 doses; autopsy revealed mild liver damage and nephrosis. In the rabbits killed by a few doses, the only signs noted were anorexia and diarrhea."
        },
        {
            "References": "Haag H et al; Arch Int Pharmacodyn 83: 491-504 (1950) as cited in U.S. Dept Health & Human Services/ ATSDR; Toxicological Profile for Methoxychlor p. 58 (1994) TP- 93/11",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Animal studies indicate that exposure to methoxychlor via oral, inhalation, or dermal routes can induce weight loss or decrease body weight gain. By the inhalation route, intermittent exposure to 360 mg/cu m methoxychlor produced a 24% decrease in rat body weight over a period of 4-5 wk ... Decreased body weight gain has been reported in rats following acute to intermediate duration exposure to relative low oral doses of 25-100 mg/kg/day ... and in studies using pair-fed control rats at doses of 500-1200 mg/kg/day ... Body weight gain was also significantly decr in rabbits dermally exposed to methoxychlor ..."
        },
        {
            "References": "DHHS/ATSDR; Toxicological Profile for Methoxychlor (PB/2003/100140) (September 2002). Available from, as of May 26, 2009: https://www.atsdr.cdc.gov/toxpro2.html",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Cystic tubular nephropathy was accompanied by elevated blood urea nitrogen (BUN) in pigs exposed to 1,000 mg/kg/day methoxychlor in the feed for 24 weeks."
        },
        {
            "References": "DHHS/ATSDR; Toxicological Profile for Methoxychlor (PB/2003/100140) (September 2002). Available from, as of May 26, 2009: https://www.atsdr.cdc.gov/toxpro2.html",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Basophilic tubules, dilatation of renal tubules, and casts were seen in rats exposed to 500, but not 100, mg/kg/day for 28 days; no further description of the lesions was provided."
        },
        {
            "References": "DHHS/ATSDR; Toxicological Profile for Methoxychlor (PB/2003/100140) (September 2002). Available from, as of May 26, 2009: https://www.atsdr.cdc.gov/toxpro2.html",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ No changes in red blood cell, white blood cell, or hemoglobin levels were observed in rats exposed to up to 1,000 mg/kg/day methoxychlor for 90 days."
        },
        {
            "References": "DHHS/ATSDR; Toxicological Profile for Methoxychlor (PB/2003/100140) (September 2002). Available from, as of May 26, 2009: https://www.atsdr.cdc.gov/toxpro2.html",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ ... In dogs exposed to 1,000 mg/kg/day for 8-24 weeks, decreased body weight was accompanied by an absence of body fat in normal depot areas. ... Exposure to 1,000-4,000 mg/kg/day methoxychlor produced a dose-dependent increase in neurological effects including apprehension, nervousness, increased salivation, tremors, convulsions, and death ..."
        },
        {
            "References": "DHHS/ATSDR; Toxicological Profile for Methoxychlor (PB/2003/100140) (September 2002). Available from, as of May 26, 2009: https://www.atsdr.cdc.gov/toxpro2.html",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ ... Mammary gland hyperplasia was also observed in rats exposed to 500, but not 100, mg/kg/day for 28-31 days or pigs exposed to 1,000 mg/kg/day for 24 weeks, and decreased ovarian weight was reported in adult rats exposed to 500, but not 100, mg/kg/day methoxychlor for 90 days."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V5 197 (1974)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ In a 27-month study, 30 male and 30 female Osborne-Mendel rats, about four weeks old, were administered 1000 mg/kg diet methoxychlor. At 18 months, 54/60 treated rats were still alive, compared with 48/60 controls. The incidence and distribution of benign and malignant tumors; (mainly mammary and subcutaneous) were similar in treated (10 benign, one malignant) and control (14 benign, one malignant) groups."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V20 266 (1979)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Groups of 50 male and 50 female five- to seven-week-old B6C3F1 hybrid mice were fed technical-grade methoxychlor (95% minimum purity) in the diet. Initially, high-dose animals received 2800 mg/kg /in the/ diet for males and 1500 mg/kg /in the/ diet for females, and low-dose animals received 1400 mg/kg /in the/ diet for males and 750 mg/kg /in the/ diet for females. After 1 week these doses were increased to 3500 mg/kg diet and 2000 mg/kg /in the/ diet for high-dose groups and 1750 and 1000 mg/kg /in the/ diet for low-dose groups; animals were maintained on these diets for 77 weeks, followed by 14-15 weeks on methoxychlor-free diets. The measured, time-weighted, average doses were 1746 (low dose) and 3491 (high dose) mg/kg /in the/ diet for males and 997 (low dose) and 1994 (high dose) mg/kg /in the/ diet for females. Groups of 20 male and 20 female mice served as matched controls and were maintained on methoxychlor-free diets for 92 weeks. Survival was reduced in male animals: 69% of the high-dose, 58% of the low-dose and 45% of control animals survived to 81 weeks. In females, survival to 92 weeks was 98% of high-dose, 90% of low-dose and 85% of control animals. In necropsied male mice, the numbers of tumor-bearing animals were 3/12 controls compared with 5/44 in the low-dose group and 9/47 in the high-dose group. In necropsied female mice, the respective numbers of tumor-bearing animals were 3/20 controls, 6/46 in the low-dose group and 3/50 in the high-dose group. Only 60-70% of the males and 28-32% of the females were examined histopathologically. Statistical analysis of the results revealed no obvious increase in the yield of benign and malignant neoplasms which could be ascribed to treatment with methoxychlor. There were no significant differences between test and control groups in the age at which tumors occurred."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V20 267 (1979)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Groups of 50 male and 50 female five- to seven-week-old Osborne-Mendel rats were fed diets containing technical-grade methoxychlor of 95% minimum purity. High-dose animals received 720 mg/kg /in the/ diet for 29 weeks in males and 1500 mg/kg /in the/ diet for 55 weeks in females; the dose was increased to 1000 mg/kg /in the/ diet for a further 29 weeks in males. For the remaining 16-17 weeks of treatment, males were fed 1000 mg/kg /in the/ diet and females 1500 mg/kg /in the/ diet for four weeks, followed by one week without treatment, and then the cycle was repeated. Low-dose animals received 360 mg/kg /in the/ diet for 29 weeks and 500 mg/kg /in the/ diet for 49 weeks for males and 750 mg/kg /in the/ diet for 78 weeks for females. Low- and high-dose groups were maintained for a further 33-34 weeks on a methoxychlor-free diet. Time-weighted average doses were 448 and 750 mg/kg /in the/ diet for males and females of the low-dose group and 845 and 1385 mg/kg /in the/ diet for males and females of the high-dose group. Groups of 20 animals of each sex were used as matched controls. At 100 weeks, 86% of high-dose males and 94% of high-dose females, 74% of low-dose males and 94% of low-dose females and 85% of male and 90% of female controls were still alive. Histopathology of all organ systems was performed on 82% or more of the animals entered into the study. The numbers of tumor-bearing animals (benign and malignant neoplasms) were, males: controls, 11/20; low dose, 23/44; high dose, 21/41; females: controls, 12/20; low dose, 30/47; high dose, 30/49. Hemangiosarcomas of the spleen in male rats were the only tumors that showed an increased incidence (1/20 controls, 6/44 in low dose, 2/42 in high dose). Subcutaneous and abdominal hemangiosarcomas were observed in three low-dose males; although their incidence was not significantly increased, these tumors occur rarely in untreated Osborne-Mendel rats."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V20 269 (1979)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Dogs and pigs were fed 1000, 2000 or 4000 mg/kg diet methoxychlor for two years ... In dogs, the two higher dose levels produced nervousness, apprehension, excess salivation, tremors and convulsions ... Nephritis and mammary hyperplasia were observed in the pigs at autopsy."
        },
        {
            "References": "PMID:438281",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ BALB/c and C3H male and female mice were fed 750 ppm methoxychlor in the diet for 2 yr. Interstitial cell carcinomas of the testis developed in 27/51 BALB/c male mice ingesting methoxychlor compared with 8/71 control mice. The testicular tumors were more malignant, developed at an earlier age, and were larger, less differentiated histologically, and more invasive in methoxychlor-treated mice than in controls. They varied from well-to-poorly differentiated and undifferentiated, and were capable of metastasis. They were also occasionally bilateral in treated mice. C3H male mice receiving methoxychlor did not develop testicular tumors. C3H male and female mice were more susceptible to the development of liver tumors than BALB/c mice. Methoxychlor-treated BALB/c mice also had lung tumors."
        },
        {
            "References": "Reuber MD; Lif Sci 24 (15): 1367-71 (1979)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ The induction of liver carcinomas by technical methoxychlor (0, 10, 25, 100, 200, 500, or 2000 ppm incorporated in the diet for 104 wk) was studied using male and female Osborne-Mendel rats. Ten of 52 treated females developed hyperplastic nodules or carcinomas of the liver as compared with less than or equal to 1/50 usually observed in control rats. Eight of 32 males given methoxychlor developed hyperplastic nodules or carcinomas of the liver as compared to 0% of control males. The hyperplasia in control rats was classified as 0-1+, whereas that in treated rats increased from 2-3+ in animals given 25 ppm methoxychlor to 5+ in those given 2000 ppm. /The tumors were undifferentiated to well differentiated hepatocellular carcinomas./ Five of 10 females given 500 ppm and 1/10 given 100 ppm developed carcinomas of the ovary."
        },
        {
            "References": "DHHS/ATSDR; Toxicological Profile for Methoxychlor (PB/2003/100140) (September 2002). Available from, as of May 26, 2009: https://www.atsdr.cdc.gov/toxpro2.html",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Pituitary tumors were observed in the female rats exposed in utero to 50 mg/kg/day /methoxychlor/, but data regarding tumor incidence were not provided in this study. Adult female mice heterozygous for the p53 allele that received a single intraperitoneal injection of N-ethyl-N-nitrosourea (ENU) to induce uterine tumor formation showed no enhancement of endometrial stromal sarcoma or atypical hyperplasia induction, whereas ethinylestradiol enhanced the development of ENU-induced uterine tumors."
        },
        {
            "References": "Bioassay of Methoxychlor for Possible Carcinogenicity (1978) Technical Rpt Series No. 35 DHEW Pub No. (NIH) 78-835, U.S. Department of Health Education and Welfare, National Cancer Institute, Bethesda, MD 20014",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ A bioassay for possible carcinogenicity of technical grade methoxychlor was conducted using Osborne-Mendel rats and B6C3F1 mice. Methoxychlor was administered in the feed, at either two concentrations, to groups of 50 male and 50 female animals of each species. For each species, 20 animals of each sex were placed on test as controls. The time weighted avg high and low dietary concentrations of methoxychlor were, respectively, 845 and 448 ppm for male rats, 1385 and 750 ppm for female rats, 3491 and 1746 ppm for male mice, and 1994 and 997 ppm for female mice. After a treatment period of 78 wk, the rat groups were observed for an additional 34 wk and the mouse groups for an additional 15 wk. A dose related mean group body weight depression was observed in both rats and mice, but no effect on survival was detected. Under the conditions of this study, methoxychlor was not found to be carcinogenic in Osborne-Mendel rats or B6C3F1 mice of either sex. Levels of Evidence of Carcinogenicity: Male Rats: Negative; Female Rats: Negative; Male Mice: Negative; Female Mice: Negative."
        },
        {
            "References": "PMID:15329477",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ ... Pregnant rats were fed a phytoestrogen-free diet containing different doses of methoxychlor (MXC) (24, 240, and 1200 ppm) from day 15 of gestation to day 10 after parturition, and reproductive functions of offspring were examined after maturation. In males, MXC exposure during the perinatal period decreased serum LH and FSH, but not testosterone levels, but it did not affect copulatory behavior. In females, MXC exposure prolonged the days exhibiting cornified vaginal smears during the estrous cycle. In addition, both the lordosis reflex and preovulatory LH surge on the presumptive proestrous evening were suppressed in MXC-exposed females. ..."
        },
        {
            "References": "PMID:15272137",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ The chronic toxicity of methoxychlor to the South African clawed frog, Xenopus (Silurana) tropicalis, was evaluated using a life cycle approach. The chronic exposure period ranged from mid-cell blastula stage to 90 days of exposure, during which time the organisms generally completed metamorphosis and emerged as juvenile frogs. Methoxychlor concentrations ranged from 1 to 100 ug/L. Methoxychlor concentrations >10 ug/L caused delayed development. Organisms exposed to 10 ug/L methoxychlor for 30 days showed enlarged thyroid glands with follicular hyperplasia. No increase in mortality or external malformation was observed at any of the test concentrations during early embryo-larval development (NF stage 8 to NF stage 46; ca. 2 days exposure). A concentration-dependent increase in external malformations and internal abnormalities of the liver and gonads were noted after 90 days of exposure, however. Skewing of the sex ratio toward the female gender decreased ovary weight and number of oocytes, and increased oocyte immaturity and necrosis were noted at methoxychlor concentrations of 100 ug/L. Reductions in testis weight and sperm cell count were also detected at 100 ug/L methoxychlor. Results from these studies suggested that methoxychlor was capable of altering the rate of larval development, but did not adversely affect early embryo-larval development (2 days of exposure) as manifested in external malformations. Internal malformations, increases in the ratio of phenotypic females, were induced by chronic methoxychlor exposure. In addition, reproductive endpoints, most notably in the female specimens, were adversely affected by methoxychlor exposure. ..."
        },
        {
            "References": "PMID:15310854",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ The toxicological effects of the organochlorine pesticide methoxychlor were evaluated at various life stages of the South African clawed frog, Xenopus laevis, in an effort to determine stage-specific sensitivity. A battery of four separate assays, including a short-term (4-day) early embryo-larval assay (FETAX) (NF stages 8-46), 30-day hind limb development assay (NF stages 8-54), 18-day metamorphic climax assay (NF stages 58-66), and 30-day adult reproduction assay were performed. Test concentrations for the FETAX, hind limb development, metamorphic climax, and reproductive assays ranged from 0.0001-1.0 mg/L, 0.0001-0.1 mg/L, 0.0001-0.1 mg/L, and 0.001-0.1 mg/L, respectively. Results from the short-term embryo-larval assay indicated that increased embryo-lethality, malformation, and growth inhibition were not induced at </=1.0 mg/L methoxychlor (maximum soluble concentration). The 30-day hind limb development studies indicated methoxychlor exposure >/=0.01 mg/l delayed hind limb digit differentiation. Follicular hyperplasia of the thyroid glands was noted in specimens exposed to 0.1 mg/L methoxychlor. Results from the 18-day metamorphic climax assay indicated that methoxychlor inhibited the rate of tail resorption in a concentration-dependent manner. Whole body tissue triiodothyronine (T(3)) profiles showed a reduced and delayed surge during climax compared to controls. For the reproductive assessment, adult female X. laevis were super-ovulated and both female and male were then exposed to varying concentrations of methoxychlor. A concentration-dependent reduction in ovary weight and the number of viable oocytes was observed. In exposed male specimens, a concentration-dependent reduction in testis weight and sperm count was found. Methoxychlor was found to accumulate in the ovary, and to a lesser extent in the testis. Based on breeding studies in which exposed females were bred with control males and exposed males bred with control females, the frequency of amplexus, fertilization, and embryo viability was also affected by adult female methoxychlor exposure, and to a lesser extent by male exposure. ..."
        },
        {
            "References": "PMID:17568585",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ ... The effects of maternal exposure to estrogenic endocrine disruptors (EEDs), at concentrations within the range of human exposure and not patently teratogenic, on behavioral responses of male and female house mice (Mus musculus domesticus) /were examined/ before and after puberty. Pregnant dams were trained to spontaneously drink daily doses of corn oil with or without ...  methoxychlor (MXC 20 uog/kg) from gestation day 11 to postpartum day 8. Their male and female offspring were examined at different ages to examine several components of explorative and emotional behaviors in 3 experimental paradigms: a novelty test before puberty and, as adults, a free-exploratory open-field test and the elevated plus maze test. The main results are sex differences in control mice on a number of behavioral responses at both ages and in all experimental paradigms, while perinatal exposure to BPA or MXC decreased or eliminated such sex differences. ..."
        },
        {
            "References": "PMID:18848953",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ ... Fischer rats /were exposed to methoxychlor (MXC) at/ 20 ug/kg/day (low dose; environmentally relevant dose) or 100 mg/kg/day (high dose) between 19 days post coitum and postnatal day 7. Multiple reproductive parameters, serum hormone levels, and ovarian morphology and molecular markers were examined from prepubertal through adult stages. High dose MXC accelerated pubertal onset and first estrus, reduced litter size, and increased irregular cyclicity (P<0.05). MXC reduced superovulatory response to exogenous gonadotropins in prepubertal females (P<0.05). Rats exposed to high dose MXC had increasing irregular estrous cyclicity beginning at 4 months of age, with all animals showing abnormal cycles by 6 months. High dose MXC reduced serum progesterone, but increased luteinizing hormone (LH). Follicular composition analysis revealed an increase in the percentage of preantral and early antral follicles and a reduction in the percentage of corpora lutea in high dose MXC-treated ovaries (P<0.05). Immunohistochemical staining and quantification of the staining intensity showed that estrogen receptor beta was reduced by high dose MXC while anti-Mullerian hormone was upregulated by both low- and high dose MXC in preantral and early antral follicles (P<0.05). High dose MXC significantly reduced LH receptor expression in large antral follicles (P<0.01), and down-regulated cytochrome P450 side-chain cleavage ..."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V20 269 (1979)",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Atrophy of the testes was observed in rats given 1% methoxychlor in their diets. In rats given 100 or 200 mg/kg body wt/day, arrested spermatogenesis was noted after 70 consecutive days of treatment; and corpora lutea failed to develop in female rats treated with similar dosages for 14 days before and continuously after mating."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V20 269 (1979)",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ It was reported in an abstract that methoxychlor did not affect development of chick embryo. It was toxic to sea urchins and led to abnormal embryos."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V20 269 (1979)",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Administration of 1000 mg/kg diet methoxychlor to pregnant rats caused early vaginal openings in their offspring; and both male and female offspring had reduced fertility when they attained maturity."
        },
        {
            "References": "PMID:705783",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Technical grade methoxychlor was administered to rats by gastric intubation on days 6-15 of gestation. At 50-400 mg/kg it decreased maternal body wt. At 200-400 mg/kg (technical grade & formulation) it was fetotoxic. Both samples caused a dose-related increase in incidence of wavy ribs at 100, 200, and 400 mg/kg/day in rats."
        },
        {
            "References": "PMID:6718363",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Methoxychlor was admin by oral gavage for 70 days to male and 14 days to female rats at dose levels of 100 and 200 mg/kg/day of body wt. Methoxychlor inhibited spermatogenesis in the males and folliculogenesis in female rats. The sustentacular (Sertoli) cells showed degenerative fatty changes as a result of which the blood-testis barrier could have been affected. Degenerative changes of the spermatogonia and the spermatocytes and transformation of some of these cells into polynucleated and binucleate cells were observed. Myelin figures and degenerate mitochondria were observed in the binucleate cells at the ultrastructural level. Some of the seminiferous tubules were devoid of all cellular elements with the exception of spermatogonia. The epithelium of the ductus epididymis manifested conspicuous cytoplasmic vacuolations, and near the tail, the duct was distended with fluid which compressed the lining epithelium. Atresia of the ovarian follicles was evident with pyknosis and karyorrhexis of the granulosa cells."
        },
        {
            "References": "Swartz W, Corkern M; Reproductive Toxicology 6: 431-437 (1992) as cited in U.S. Dept Health & Human Services/ ATSDR; Toxicological Profile for Methoxychlor p. 38 (1994) TP- 93/11",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ The offspring of mice (F1a) exposed to 50 mg/kg/day methoxychlor on days 6-15 of gestation and through lactation had an increased incidence of atretic follicles ... In addition, the authors noted that the female offspring of a second, unexposed pregnancy (F1b) exhibited precocious vaginal opening. ..."
        },
        {
            "References": "PMID:9398496",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ ...Female rats were gavaged with methoxychlor at 0, 5, 50, or 150 mg/kg/day for the week before and the week after birth, whereupon the pups were directly dosed with methoxychlor from postnatal day (pnd) 7. Some dams were killed postnatal day 7 and milk and plasma were assayed for methoxychlor and metabolites. For one cohort of juveniles, treatment stopped at postnatal day 21; a modified functional observational battery was used to assess neurobehavioral changes. Other cohorts of juveniles were dosed until postnatal day 42 and evaluated for changes to the immune system and for reproductive toxicity. Dose-dependent amounts of methoxychlor and metabolites were present in milk and plasma of dams and pups. The high dose of methoxychlor reduced litter size by approximately 17%. Ano-genital distance was unchanged, although vaginal opening was accelerated in all treated groups, and male prepuce separation was delayed at the middle and high doses by 8 and 34 days, respectively. In the neurobehavioral evaluation, high-dose males were more excitable, but other changes were inconsistent and insubstantial. A decrease in the antibody plaque-forming cell response was seen in males only. Adult estrous cyclicity was disrupted at 50 and 150 methoxychlor, doses which also showed reduced rates of pregnancy and delivery. Uterine weights (corrected for pregnancy) were reduced in all treated pregnant females. High-dose males impregnated fewer untreated females; epididymal sperm count and testis weight were reduced at the high, or top two, doses, respectively. All groups of treated females showed uterine dysplasias and less mammary alveolar development; estrous levels of follicle stimulating hormone were lower in all treated groups, and estrus progesterone levels were lower at 50 and 150 methoxychlor, attributed to fewer corpora lutea secondary to ovulation defects ..."
        },
        {
            "References": "PMID:9407591",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ To examine the effects of technical methoxychlor (MXC) on super ovulation, neonatal mice received intraperitoneal (ip.) injections of either sesame oil, 10 micrograms of estradiol 17 beta, or 0.1, 0.5, or 1 mg of technical methoxychlor. At 2 and 4 months, half of the mice received a superovulatory regimen of 10 IU pregnant mare's serum gonadotropin followed by 10 IU human chorionic gonadotropin. The mice were sacrificed 15 to 20 hr later, the number of ovulated oocytes were counted, and the ovaries were removed for histology. In the lowest methoxychlor dose, the ovaries appeared normal and at 2 months, ovulated the same number of oocytes as controls. Estradiol or the highest two methoxychlor doses induced ovarian atrophy. Following gonadotropin injections, these ovaries also ovulated oocytes. However, the number of oocytes recovered from experimental mice exhibited a time- and dose-dependent decline, and by 4 months, their number was significantly reduced. ..."
        },
        {
            "References": "PMID:9311579",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Methoxychlor (MXC) has been shown to have adverse effects on reproductive functions. However, it has not been fully determined whether the effects of methoxychlor on reproduction are due to its estrogenic or antiestrogenic effects. Therefore, to further elucidate the estrogenic action of this pesticide in the mouse, we studied the effect of methoxychlor on implantation and embryo development. Methoxychlor was found to initiate implantation in most delayed implanting mice at 400 ug/g body weight. However, at the higher dose of 800 ug/g body weight, methoxychlor initiated implantation in only 50% of animals and the number of embryos implanting was significantly decreased (P < 0.05). It was determined that methoxychlor inhibited implantation in intact pregnant mice only when given on Day 1 or Day 2 at 800 ug/g but not at lower doses or later in the preimplantation period. Embryonic development and transport were delayed on Days 3 and 4 in these animals. Finally, reciprocal embryo transfers with donor embryos recovered from methoxychlor-treated animals (800 ug/g body weight on Day 1) transferred to untreated recipients resulted in no implantation compared to 79% implantation when donor embryos were treated with vehicle. These data indicate that methoxychlor acts as an estrogen agonist at the level of the uterus and oviduct but as an antiestrogen in the ovary. In addition, methoxychlor appears to alter normal preimplantation embryonic development ..."
        },
        {
            "References": "Harris MW et al; Toxicologist 30 (1 Pt 2): 144 (1996)",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Dams were treated from gd14 to pnd7, then pups were gavaged with the same doses (5, 50, or 150 mg methoxychlor/kg/d) until pnd42. Methoxychlor 150 caused a 17% reduction in live pup number, and a less than or equal to 16% weight gain reduction up to weaning. Vaginal opening was accelerated by 3-7 days in all treated females, and prepuce separation delayed by 8-30 days in methoxychlor 50 and methoxychlor 150 males. F1 ovary weights at pnd42 (end of dosing) were dose-dependently reduced in all M females, by 28-54%. When the F1 pups were adults, 15/dose group were mated to naive partners. Methoxychlor 150 males impregnated 3/30 partners, vs. 21/30 in controls; litter size was unaffected. After the second mating, the females were killed before delivery; pre-implantation loss at methoxychlor 150 was double the control rate. At necropsy, methoxychlor 50 and methoxychlor 150 males had reduced testis and epididymis weights and sperm or spermatid counts, although spermatogenic efficiency was unaffected. Sertoli cell counts are ongoing. Treated females were sterile at methoxychlor 150, while only 2/15 mated at methoxychlor 50. Weight gain of the first F2 litter to pnd 10 was not different across treatment groups. For the second mating at methoxychlor 50, litter size was 30% less than controls and preimplantation loss was 3-fold the control value. Empty uterus weight was lower than control in all treated females. Adult corpora lutea numbers were reduced at methoxychlor 5 and methoxychlor 50. Histopathologic evaluations are ongoing...."
        },
        {
            "References": "PMID:9875691",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ This study was designed to determine the ability of female mice who were exposed neonatally to the pesticide methoxychlor (MXC) to mate, ovulate, and become pregnant upon reaching sexual maturity. One-day-old female mice (5 to 8/group) were exposed daily by intraperitoneal (ip) injection for 14 d to either sesame oil or 10 ug estradiol-17beta or 0.1, 0.5 or 1.0 mg methoxychlor suspended in sesame oil. The methoxychlor exposures corresponded to 14 to 71, 68 to 357, or 135 to 714 mg/kg body weight, respectively. Three months later, female mice were placed with proven breeder males and checked daily for vaginal plugs. Mated female mice were sacrificed 18 d after the appearance of a vaginal plug to evaluate pregnancy. Uteri were examined for the presence of living fetuses and/or resorption sites. Ovaries were removed and prepared for histologic evaluation and tabulation of corpora lutea. All mice from all three methoxychlor-treated groups did in fact mate, in comparison with only one of those exposed neonatally to estradiol. Increasing the dose of methoxychlor produced a decreased number of pregnant animals at 18 d following mating. The mean number of live fetuses/litter was reduced in the 0.5 and 1.0 mg methoxychlor-treated groups. Corpora lutea were significantly reduced in ovaries from only the 1.0 mg methoxychlor group and the estradiol group. No effects of treatment were seen at 0.1 mg methoxychlor. ..."
        },
        {
            "References": "Green JD et al; Faseb J 11 (3): A428 (1997)",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Previous reports from our laboratory showed that exposure of cleavage-stage sea urchin embryos to methoxychlor (MXC) (a widely used pesticide), resulted in stunted gut and spicule development. Methoxychlor-exposure of hatched embryos (22 hr) did not alter further development. Both heat shock protein (hsp) 70 expression and the topographical distribution of lectin-binding sites within the blastocoel were investigated. Staining with biotinylated lectins WGA and Con-A indicated that methoxychlor altered the distribution of both lectins within the blastocoel. Combined immunoblotting and autoradiography revealed that cleavage-stage embryos exposed to methoxychlor expressed only constitutive heat shock protein 70, while exposure of hatched embryos induced synthesis of stress-inducible heat shock protein 72. ..."
        },
        {
            "References": "U.S. Environmental Protection Agency's Integrated Risk Information System (IRIS) on Methoxychlor (72-43-5). Available from the Substance File List, as of May 11, 2009: https://www.epa.gov/iris/index.html",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ ... The subchronic effects of methoxychlor /were investigated/ on the rat (Long-Evans hooded) reproductive system by dosing for 8 weeks with 25 or 50 mg/kg of methoxychlor by oral gavage. No effect was observed on the pituitary weight, serum LH, FSH, or prolactin levels and the pituitary LH of FSH concentrations. Pituitary prolactin levels were increased at both levels. There was an increase in GnRH levels in the mediobasal hypothalamus at the high-dose level. The authors determined that the reproductive effects of methoxychlor are mediated in part by an increase in prolaction release which in turn influences the hypothalamic levels of GnRH. ..."
        },
        {
            "References": "U.S. Environmental Protection Agency's Integrated Risk Information System (IRIS) on Methoxychlor (72-43-5). Available from the Substance File List, as of May 11, 2009: https://www.epa.gov/iris/index.html",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Young adult female New Zealand White rabbits were randomized by a computerized process which assigned 17 animals each into 3 dose groups, 5.01, 35.5, and 251.0 mg/kg/day /of methoxychlor/, and a control (a total of 68 animals). The females were artificially inseminated and the day of insemination considered as gestation day 0. All animals were dosed from days 7 through 19 of gestation. Animals were observed twice daily for mortality and moribundity, further they were observed once daily for clinical signs of toxicity. Individual body weights were taken on gestation days 0, 7, 10, 14, 20, 24, and 29. All surviving dams were sacrificed on gestation day 29. Maternal toxicity was observed as excessive loss of litters (abortions) in the mid- and high-dose groups along with statistically significant decreases in body weight gain during the dosing period for both mid- and high-dose groups and in the mid dose following the dosing period and overall for the gestation period (the high dose was not analyzed due to total loss of litters). There also was an increase in clinical signs in both the mid- and high-dose groups; the deaths at the high dose were attributed to compound administration. The high incidence of lung agenesis noted in fetuses of all dose groups was unusual. No specific toxicity was noted in the low dose (5.01 mg/kg/day). The tentative LEL for maternal toxicity is 35.5 mg/kg/day based on excessive loss of litters. The tentative NOEL for maternal toxicity is 5.01 mg/kg/day."
        },
        {
            "References": "DHHS/ATSDR; Toxicological Profile for Methoxychlor (PB/2003/100140) (September 2002). Available from, as of May 26, 2009: https://www.atsdr.cdc.gov/toxpro2.html",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Methoxychlor adversely affects the development of the male reproductive system. Preputial separation was significantly delayed in a dose-dependent manner (days 40-42 in controls, day 43.8 in the 100 mg/kg/day methoxychlor group, days 50-53 in the 200 mg/kg/day, day 68 in the 300 mg/kg/day group, and day 74 in the 400 mg/kg/day group) in male rats exposed to 100-400 mg/kg/day beginning on postpartum day 21 for 56 days to 10 months."
        },
        {
            "References": "DHHS/ATSDR; Toxicological Profile for Methoxychlor (PB/2003/100140) (September 2002). Available from, as of May 26, 2009: https://www.atsdr.cdc.gov/toxpro2.html",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ In animals, exposure to methoxychlor during gestation can produce signs of maternal and fetal toxicity. The incidence of offspring with wavy ribs was significantly increased in rats exposed to 40.8 mg/kg/day or more methoxychlor on days 6-15 of gestation. This effect was also noted in rats administered 17.8 mg/kg/day, however, the increase (2-3-fold) was not statistically significant ... The skeletal effects were judged by the authors to be due to delayed development of alkaline phosphatase activity and to arrested calcium deposition in the ribs due to the toxicity of methoxychlor, and were not considered to be true signs of teratogenicity."
        },
        {
            "References": "DHHS/ATSDR; Toxicological Profile for Methoxychlor (PB/2003/100140) (September 2002). Available from, as of May 26, 2009: https://www.atsdr.cdc.gov/toxpro2.html",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Exposure to methoxychlor by the oral route adversely affects reproductive function in mature male animals. Fertility was decreased by 80% when males exposed to 100 mg/kg/day from postpartum day 21 until necropsy (on postpartum days 77-87) were mated with similarly treated females, compared to only a 50% decrease when untreated males were mated with treated females. Since pseudopregnancies were not observed in females that were mated with methoxychlor-treated males, the authors concluded that treated males failed to provide sufficient copulatory stimulation to induce changes in the females necessary for pregnancy. Fertility was decreased by 50-75% when males exposed to 200-400 mg/kg/day methoxychlor from postpartum day 21 until necropsy at 11 months of age were mated with untreated females."
        },
        {
            "References": "PMID:15451043",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ Female rhesus monkeys (n=8/group) received daily oral doses of exogenous estrogen [diethylstilbestrol (DES), 0.5 mg/kg, methoxychlor (MXC), 25 or 50 mg/kg] for 6 months before and after the anticipated age of menarche. Behavior was assessed during and for 9 months after dosing. Visual discrimination performance (simultaneous nonmatch-to-sample with trial-unique stimuli) conducted during dosing demonstrated delayed improvement and poorer performance in the MXC50 group, with some similar effects in the DES group. Visual recognition memory, assessed with delays of < or = 3 s, was not apparently affected. Spatial working memory, assessed after dosing, also showed acquisition deficits and possible working memory difficulties in the MXC50 group. Spontaneous motor activity, monitored at 6-month intervals, was not affected by treatment. Late peak latencies of the auditory brainstem response (ABR) were shorter in the DES group 6 months after treatment, suggesting long-term effects on brain. The study suggests that some aspects of brain function can be modified by exposure to exogenous estrogen during pubertal development. Although DES is a more potent estrogen, the high-dose MXC group was more affected behaviorally. ..."
        },
        {
            "References": "PMID:16307867",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ ... Female pine voles were orally administered estrogenic diethylstilbestrol (DES) and methoxychlor (MXC) or oil control throughout gestation and lactation of pups. Exposed pups were tested as adults. Preference for the mate and maternal behaviors were assessed. While the ability to form partner preferences was intact, DES-exposed females showed increased aggression toward a stranger, while MXC exposed females showed a strong trend toward spending more time alone. Oxytocin (OT) receptor binding in the brain was assessed for possible effects on this behaviorally important neuropeptide signaling system. The cingulate cortex showed a reduction in OT binding in the MXC group. ..."
        },
        {
            "References": "PMID:17933391",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ ... Adult male Sprague-Dawley rats were administered 25 mg/kg/day of methoxychlor (MTX) in sesame oil or vehicle only for 30 days. The neurotransmitters of interest were measured in the striatum by HPLC. MTX decreased norepinephrine and 5-hydroxyindole acetic acid (5-HIAA) content and serotonin turnover (measured as 5-HIAA/serotonin ratio), and increased glutamate and GABA concentrations. However, the content of serotonin, aspartate, glutamine and taurine was not modified by MTX exposure. ..."
        },
        {
            "References": "Haag H et al; Arch Int Pharmacodyn 83: 491-504 (1950) as cited in U.S. Dept Health & Human Services/ ATSDR; Toxicological Profile for Methoxychlor p. 59 (1994) TP- 93/11",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ Animal studies suggest that exposure to methoxychlor can produce neurological effects. Rabbits exposed to high levels ... via inhalation or dermal application developed disseminated nodules in the brain and limb paralysis ... Acute oral doses of 2500-3500 mg/kg produced decreased locomotor activity and tremors in rats ... Tremors were also noted in methoxychlor-fed rats with carbon tetrachloride-induced liver damage ... In the absence of metabolism, methoxychlor has been demonstrated to be an equally potent neurotoxicant ..."
        },
        {
            "References": "DHHS/ATSDR; Toxicological Profile for Methoxychlor (PB/2003/100140) (September 2002). Available from, as of May 26, 2009: https://www.atsdr.cdc.gov/toxpro2.html",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ ... Male rats treated with 150 mg/kg/day, but not 5 or 50 mg/kg/day, showed an increased handling reactivity. Non-dose-related but statistically significant changes were seen for sensorimotor parameters: locomotor activity (increased in females in the 50 mg/kg/day group, but not at 5 or 150 mg/kg/day), click response (decreased in males at 5 and 150 mg/kg/day, but not 50 mg/kg/day, and in females at 5 mg/kg/day, but not 50 or 150 mg/kg/day), and approach stimulus (lower in males at 5 mg/kg/day, but not 50 or 150 mg/kg/day). Temporary but statistically significant changes that occurred at various times during the study included increased urination in the open field in females at 50 and 150 mg/kg/day, but not 5 mg/kg/day on postpartum day 66, increased defecation in females at 150 mg/kg/day, but not 5 or 50 mg/kg/day on postpartum day 31, and decreased hindlimb grip strength in females at 50 mg/kg/day, but not 5 or 150 mg/kg/day on postpartum days 47 and 66. There were no differences between the controls and treatment groups in the passive avoidance/cognitive function tests."
        },
        {
            "References": "PMID:715816",
            "Value": "/ENDOCRINE MODULATION/ The effect of certain DDT analogs on the binding of (3)H-estradiol to the 8-9S estrogen binding protein of rat testicular cytosol was studied by sucrose sedimentation analysis. Methoxychlor, which is estrogenic in vivo in the female, failed to inhibit (3)H-estradiol binding, presumably requiring metabolic activation for binding to the testicular cytosol. In fact, its di-demethylated metabolite 2,2-bis(p-hydroxyphenyl)-1,1,1-trichloroethane (HPTE), also estrogenic in vivo, caused marked suppression of (3)H-estradiol binding."
        },
        {
            "References": "PMID:12730626",
            "Value": "/ENDOCRINE MODULATION/ This study examined the consequences of treatment with estrogenic agents (methoxychlor, MXC, 25 and 50 mg/kg/day; diethylstilbestrol, DES, 0.5 mg/kg/day) given in the peripubertal period (6 months before and after the expected age at menarche) to female rhesus monkeys. These treatments increased estrogen activity of serum as determined with an in vitro estrogen receptor alpha (ERa) transcription assay. DES completely suppressed adolescent growth (weight and height) and menses in a reversible manner; smaller effects of MXC on the timing of growth and menarche were also detected. Both DES and MXC led to premature emergence of a secondary sex characteristic, reddening and swelling of skin, but retarded growth of the nipple. As evaluated by ultrasound after an 8-month recovery period, uterine size was not affected by exogenous estrogen, but there was some indication of increased incidence of ovarian cysts/masses in MXC- and DES-treated groups. Ovarian cyclicity, as reflected in urinary hormone metabolites, demonstrated shorter follicular stages in the MXC-treated monkeys ..."
        },
        {
            "References": "PMID:12954667",
            "Value": "/ENDOCRINE MODULATION/ ... Gestating female rats were transiently administered methoxychlor (MXC) from embryonic day 7 (E7; EO = plug date) through E15. Embryonic testes were collected at E16 and postnatal (PO = day of birth) testes at P4, P10, P17-20, and P60. Seminiferous cords formed in testes from MXC exposed males. However, at E16, there was a decrease in the area of cords and an increase in interstitial area in MXC exposed testes when compared with controls. At all postnatal ages collected, there did not appear to be differences in seminiferous cord/tubule area, interstitial area, or number of seminiferous cords/tubules between untreated controls and males exposed to MXC. Exposure to the endocrine disruptor also had no effect on the postnatal organ weights of a variety of different organs, nor were testosterone levels altered. Interestingly, there were reductions in the number of germ cells in testes from MXC-exposed males at P17-P20 when compared with untreated controls. Furthermore, there was a twofold increase in apoptotic cells in tubules from pubertal P17-P20-MXC exposed males when compared with untreated controls. Testes were collected from adult P60 males to determine if early embryonic and postnatal alterations in germ cell numbers or testis cellular composition had compromised spermatogenesis. In adult P60 MXC exposed testes there were no gross morphological changes in testis structure or cellular composition over that of controls. However, there was an increase in apoptotic cell number in elongating spermatids in MXC exposed testes. Four P60 males that were exposed to MXC during gestation and 4 control males were bred with unexposed females to determine their ability to produce offspring. All MXC exposed males were capable of impregnating females and had normal litter size and pup weights. Combined observations demonstrated that exposure to MXC during gestation at a critical stage of testis development (ie, sex determination) affects embryonic testis cellular composition, germ cell numbers, and germ cell survival. While alterations in these parameters does not affect the ability of males to produce offspring, there appears to be a reduced spermatogenic capacity associated with MXC treatment. Therefore, transient embryonic exposure to an endocrine disruptor (methoxychlor) during gestation can influence the germline and fertility in adult males."
        },
        {
            "References": "PMID:15989973",
            "Value": "/ENDOCRINE MODULATION/ Methoxychlor is an insecticide with estrogen-like activity, thus exposure during development might cause sexually dimorphic behavioral alterations. To evaluate this, pregnant rats consumed diets containing 0, 10, 100 or 1000 ppm methoxychlor from gestational day 7, and offspring continued on these diets until postnatal day (PND) 77. Assessments of sexually dimorphic behaviors in offspring indicated that intake of a 3.0% sodium chloride solution was significantly increased (41%) in males and females of the 1000 ppm group. No treatment group differed from controls in open field nor running wheel activity, play behavior, nor 0.3% saccharin solution intake. Offspring of the 1000 ppm group showed significantly decreased body weight, reaching 17% less than controls at PND 77, but not clearly related to their salt solution intake. During pregnancy, 1000 ppm dams consumed 23% less food and weighed 10% less than controls, but this did not affect litter outcomes..."
        },
        {
            "References": "PMID:16326438",
            "Value": "/ENDOCRINE MODULATION/ ... The aim of this study was to provide data for validating the OECD uterotrophic assay using Sprague-Dawley immature female rats when testing with weak or partial estrogenic compounds. Ethinyl estradiol (EE) at 0.3 or 1 ug/kg/d, a positive control used in the present study, significantly increased both uterine wet and blotted weights. In the case of weak estrogenic compounds, the uterine wet weights were significantly increased by bisphenol A (BPA) at 300 mg/kg/d, nonylphenol (NP) at 80 mg/kg/d, genistein (GN) at 35 mg/kg/d, and methoxychlor (MXC) at 500 mg/kg/d..."
        },
        {
            "References": "PMID:16226009",
            "Value": "/ENDOCRINE MODULATION/ ... Whether the daily in vivo administration of methoxychlor (MC) (0, 5, 40 and 200 mg/kg body weight) for a short duration (days 54-60 of age) by gavage altered serum testosterone levels and ex vivo Leydig cell testosterone formation in young adult male rats /was examined/. ... Both fluid-retained and fluid-expressed seminal vesicle weights declined to 44 and 60% of control, respectively, in the 200 mg/kg MC-exposed animals. Similarly, serum testosterone and dehydroepiandrosterone levels declined to 41 and 45% of control, respectively, in the 200 mg/kg MC-exposed animals; however, serum LH and FSH levels were unaffected. Ex vivo Leydig cell basal testosterone formation over 4 hr declined to 49% of control in animals exposed to 200 mg/kg MC, and ex vivo Leydig cell P450 cholesterol side-chain cleavage activity declined to 79 and 50% of control in animals exposed to 40 and 200 mg/kg of MC, respectively, supporting previous in vitro studies which demonstrated the sensitivity of this step to MC."
        },
        {
            "References": "PMID:16787999",
            "Value": "/ENDOCRINE MODULATION/ Methoxychlor (MXC) is a pesticide that is known to bind to estrogen receptor alpha (ERalpha) and to induce atresia of antral ovarian follicles. Although studies have shown that MXC is toxic to the ovary, /it is possible/ that perturbation to the estrogen-signaling system (ie, increase or decrease in estrogen sensitivity) might alter ovarian responsiveness to MXC. Whether ERalpha overexpression alters the ability of MXC to increase follicle atresia /was examined employing/ a transgenic mouse model in which ERalpha can be inducibly overexpressed in animal tissues (ERalpha overexpressors). Female controls and ERalpha overexpressors /were dosed/ with sesame oil (vehicle control) or MXC (32 and 64 mg/kg/day) for 20 days. After dosing, the ovaries were collected for histological evaluation of follicle numbers and follicle atresia, while blood was collected for measurements of hormones. Estrous cycles were determined in all animals to ensure that all were terminated during estrus. Although there were no significant effects of MXC on the numbers of primordial, primary, and preantral follicles in both controls and ERalpha overexpressors, there was an effect on antral follicles. Specifically,... 32 and 64 mg/kg MXC increased the percentage of atretic follicles compared to vehicle in both control and ERalpha overexpressor groups. Moreover, there was a clear trend toward greater sensitivity to 64 mg/kg MXC in ERalpha-overexpressing mice compared to control animals. Specifically, at the 64-mg/kg MXC dose, ERalpha-overexpressing mice had a significantly higher percentage of atretic follicles compared to control animals (controls = 21.5 +/- 3%, n = 5; ERalpha overexpressors = 37 +/- 23%, n = 9, p < or = 0.05 vs. controls). After 20 days of dosing, there were no differences in estradiol levels between controls and ERalpha-overexpressing mice in all treatment groups. Follicle-stimulating hormone (FSH) levels were similar in sesame oil-treated control mice and control mice treated with 32 mg/kg MXC, while control mice treated with 64 mg/kg MXC had significantly lower levels of FSH compared to sesame oil-treated controls (sesame oil = 4.31 +/- 0.7, MXC [64 mg/kg/day] = 1.89 +/- 0.4, n = 3, p < or = 0.02 vs. sesame oil). ERalpha-overexpressing mice treated with sesame oil, 32 or 64 mg/kg MXC, had similar FSH levels. Thus, we observed an increased percentage of atretic antral follicles in ERalpha-overexpressing mice treated with MXC compared to control mice treated with the same compound, suggesting that the ERalpha-signaling pathway plays an important role in MXC-induced atresia. The trend toward greater sensitivity to MXC in ERalpha-overexpressing mice compared to control animals cannot be explained by alterations in estradiol and/or FSH levels."
        },
        {
            "References": "PMID:17170213",
            "Value": "/ENDOCRINE MODULATION/ ... The objective of this study was to examine the effect of early postnatal (P3-P10) methoxychlor (MXC) exposure on ovarian morphology and size, follicle number, and anti-Mullrian hormome (AMH) production in the pre-pubertal (P20) rat ovary and to investigate the effect of / its more active, major metabolite [2,2-bis(p-hydroxyphenyl)-1,1,1-trichloroethane (HPTE)/ on AMH production in immature rat granulosa cells in vitro. Female rats were injected (sc) daily with vehicle (control) or 1, 10, 50, 100, or 500 mg MXC/kg per day (referred to here as 1MXC, 10MXC, and so forth.) between P3 and P10. On P20, uterine and ovarian weights were determined, ovarian histology was examined, and follicles were counted and classified into primordial, primary, secondary, pre-antral, or antral stages using the two largest serial sections at the center of the ovary. Ovarian AMH production was examined using immunohistochemistry and western blot analysis. The effect of HPTE (0.5-25 microM) on AMH production in cultured immature rat granulosa cells was determined by western blot analysis. Ovarian weight was reduced by 50, 100, and 500MXC (P < 0.01). MXC treatment inhibited folliculogenesis. Both 100 and 500MXC had a reduced number of antral follicles (P < 0.05) with a concomitant increase in pre-antral follicles (P < 0.05). Follicle numbers were not significantly affected by 1, 10, or 50MXC. Total follicle number and the number of primordial, primary, or secondary stage follicles were not significantly different in all treatment groups. Immunohistochemistry showed that MXC-treated ovaries had more AMH-positive follicles with stronger AMH immunostaining. Western blot analysis showed that AMH production was 1.6 +/- 0.2, 1.85 +/- 0.6, and 2.2 +/- 0.5 times higher in the 50, 100, and 500MXC ovaries as compared with the control ovaries respectively (P < 0.05). Granulosa cells treated with 1 or 5 microM HPTE had significantly greater AMH production (P < 0.05). ..."
        },
        {
            "References": "Bulger WH et al; Fed Proc 43 (3): Abstract 454 (1984)",
            "Value": "/ENDOCRINE MODULATION/ Previous studies indicate that methoxychlor is a proestrogen. The current study examines whether structurally identified cmpd in technical methoxychlor (M) are estrogens or proestrogens. Cmpd (2-4 uM) were incubated with immature rat uteri and phenobarbital-treated rat liver microsomes. Controls were incubated with uteri and heat inactivated microsomes. A cmpd which diminished uterine cytosolic estrogen receptor and elevated nuclear estrogen receptor was considered estrogenic. Only 2 cmpd (out of 13), both with bis-p-methoxyls, M and 1,1-dichloro-2,2-bis-p,p'-methoxyphenyl-ethylene, demonstrated estrogenic activity. Since active liver microsomes were required for M and methoxy-DDE to elicit estrogenic activity, these cmpd are classified as proestrogens."
        },
        {
            "References": "PMID:6458924",
            "Value": "/ENDOCRINE MODULATION/ Methoxychlor, which is thought to disrupt the normal pathway by which hormones stimulate the testis, was tested in rats to determine the early morphologic changes in the testis. It displayed a significant incr in Stage VII degenerating cells (pachytene spermatocytes, step 7 and step 19 spermatids) as compared with vehicle-administered rats. The rise in degenerating cells in Stage VII, as seen in this study, was similar to that reported in a study utilizing hypophysectomized rats, and that reported by investigators using a variety of agents to disrupt the hormonal stimulation of the seminiferous tubules."
        },
        {
            "References": "PMID:731734",
            "Value": "/ENDOCRINE MODULATION/ Uterine cytosol preparation from 20-28 day female Sprague-Dawley rats were incubated with various concentrations of lab grade methoxychlor (99% pure), base-washed methoxychlor, and with 2,2-bis(p-hydroxyphenyl)-1,1,1-trichloroethane (HPTE) to test their ability to compete with (3)H-estradiol-17beta (3H-e2) for specific binding to the cytosol estrogen receptor. Pure methoxychlor, but not base-washed methoxychlor, suppressed 3H-e2 binding to the 8s estrogen receptor. The lab grade-induced inhibition was competitive in nature and not caused by receptor destruction. Incubation with HPTE, an in vivo metabolite of methoxychlor, resulted in a marked suppression of 3H-e2 binding in the 8s region of the gradients. HPTE did not decrease the number of e2 binding sites, but competitively altered the affinity of binding to the receptor."
        },
        {
            "References": "Bulger WH et al; Microsomes Drug Oxid & Chem Carcinog 2: 849-52 (1980)",
            "Value": "/ENDOCRINE MODULATION/ Purified methoxychlor did not exhibit estrogenic action in vitro, but does demonstrate estrogenic activity in vivo in rats. Methoxychlor is o-demethylated by rat liver microsomes, in vitro, into phenolic metabolites. These metabolites, mono- & didemethylated methoxychlor, exhibited estrogenic action in vitro. Only latter was shown to have estrogenic action both in vivo & in vitro."
        },
        {
            "References": "PMID:7317081",
            "Value": "/ENDOCRINE MODULATION/ The in vitro affinities of the DDT substitute methoxychlor and its mono- and biphenol derivitives for the rat uterine estrogen receptor were determined, and indicated that metabolites of methoxychlor may account for its estrogenic activity in vivo."
        },
        {
            "References": "PMID:7082334",
            "Value": "/ENDOCRINE MODULATION/ Neonatal admin of ... methoxychlor (1 or 3 mg) incr levels of sex-differentiated liver monoamine oxidase in adult, but not prepubertal rats. /This xenobiotic/ may have altered the brain hormonal environment during development, resulting in endocrine alterations and altered imprinting of the liver enzyme. Liver glutathione S-transferase and cytochrome P450 content also underwent sex differentiation, but adult levels were unaffected by ...  methoxychlor."
        },
        {
            "References": "PMID:10188188",
            "Value": "/ENDOCRINE MODULATION/ The hormonal activity of natural estrogens is influenced by the degree to which they bind to serum proteins. In the pregnant female and in the fetus, greater than 99% of estradiol may be bound by serum binding proteins. Therefore, even though total serum levels of estradiol appear very high in fetuses, we have found that in rodent fetuses, there is a very low free concentration of estradiol (0.2 pg/mL). Naturally occurring variation in fetal serum estradiol predicts differences in numerous postnatal traits, including prostate size. In addition, when this low level of free estradiol was experimentally increased from 0.2 to 0.3 pg/mL during the last third of fetal life, treated male mice showed an increase in adult prostate weight. Fetal exposure to low doses of xenobiotic estrogens by feeding to pregnant females, including the compounds methoxychlor (20 and 2000 micrograms/kg body weight), DES (0.02 to 2 micrograms/kg body weight) and bisphenol A (2 and 20 micrograms/kg body weight), also led to increased prostate weight in adulthood. In contrast, fetal doses of natural estradiol and DES above the physiological range of estrogenic activity, and within a toxicological dose range, led to the opposite outcome, a reduction in subsequent adult prostate weight. This indicates that it may be impossible to assess endocrine-disrupting activities in response to low doses within a physiological range of activity by using high, toxic doses of xenoestrogens in testing procedures. We have developed approaches in vitro to predict the potential estrogenic bioactivity of compounds in the physiologically relevant range in animals and humans. We address the following factors in predicting the final observed endocrine-disrupting effect in the animal: (1) the intrinsic estrogenic activity of a given molecule, (2) the effective free concentration determined by how the molecule is carried in serum, (3) partitioning between aqueous and lipid compartments in body and cell lipids, and (4) absorption and metabolism relative to the route of exposure. The studies and strategies we describe are important in developing criteria for a tiered testing system for the detection of estrogenic chemicals as well as endocrine-disrupting chemicals with different modes of action."
        },
        {
            "References": "PMID:8888411",
            "Value": "/ENDOCRINE MODULATION/ Epidermal growth factor (EGF) and its receptor (EGF-R) have been implicated as mediators for estrogen induced cellular growth. This study examines whether the action of the estrogenic pesticide methoxychlor (MXC) parallels the action of 17 beta-estradiol (E2) on uterine epidermal growth factor-R. Administration of 20 ug E2/sexually immature female rat increased 125I-Epidermal growth factor binding to membranes extracted from whole uteri 175% over endogenous levels, while 500 mg methoxychlor/kg led to a 156% increase. 17 beta-estradiol in both 20 and 40 micrograms/rat doses and 500 mg methoxychlor/kg led to maximal stimulation over endogenous levels, 12-hr posttreatment. Rats were treated with beta-estradiol, methoxychlor, or vehicle plus 100 ug actinomycin-D (ACT-D) or 100 ug cycloheximide (CYCLO) per rat to determine if mRNA transcription and translation are involved in the increased Epidermal growth factor-R binding following estrogenic treatment. Only ACT-D inhibited the estrogenic stimulation of EGF-R binding, resulting in a 44% decrease when given concurrently with beta-estradiol or methoxychlor, suggesting transcription is required. Additionally, ACT-D decreased endogenous receptor levels by 55%. No other differences were detected. When EGF-R binding data were analyzed by the method of Scatchard, both beta-estradiol and methoxychlor, at maximal dosages, elevated uterine EGF-R binding sites by over 200% after 12 hr as measured by maximal binding (Bmax) with no significant difference in dissociation constant (Kd) values. These results demonstrate that both beta-estradiol and methoxychlor can stimulate the number of EGF-R binding sites without significantly altering the receptor binding affinity (Kd). Further, this stimulation is time dependent and is affected by dose."
        },
        {
            "References": "DHHS/ATSDR; Toxicological Profile for Methoxychlor (PB/2003/100140) (September 2002). Available from, as of May 26, 2009: https://www.atsdr.cdc.gov/toxpro2.html",
            "Value": "/ENDOCRINE MODULATION/ Ultrastructural changes in ovarian cells of mice exposed to 100 mg/kg/day for 4 weeks included an accumulation of lipid in the interstitial and thecal cells. It has been postulated that methoxychlor disrupts the feedback regulation of pituitary hormones that normally exert an effect on the uterus and other estrogen-sensitive tissues."
        },
        {
            "References": "DHHS/ATSDR; Toxicological Profile for Methoxychlor (PB/2003/100140) (September 2002). Available from, as of May 26, 2009: https://www.atsdr.cdc.gov/toxpro2.html",
            "Value": "/ENDOCRINE MODULATION/ The effects of methoxychlor on uterine decidualization (the buildup of the uterine lining necessary for implantation and pregnancy) vary with exposure level. Acute exposures to 100-250 mg/kg/day laboratory grade methoxychlor in female rats reportedly inhibit the decidual growth of the uterus. Further investigation ... showed that methoxychlor acts as an estrogen to induce uterine decidualization only over a narrow exposure range. The artificially induced decidual cell response in the rodent mimics the implantation of the blastocyst and induces the development of the uterine decidual tissue. This response assay was used ... to investigate the estrogenicity of methoxychlor and its mechanism of reducing fertility in female rats. Estrogen and progesterone are required to induce the decidualization of the uterus. In ovariectomized female rats (used because no endogenous estrogen or progesterone is present and pseudopregnancy can be initiated with exogenous estrone and progesterone administration), exposure to low doses (5 or 50 mg/kg/day) of laboratory grade methoxychlor plus 2 mg progesterone for 8 days produced the same degree of decidualization as in controls (progesterone alone). Higher doses (75 or 100 mg/kg/day) of methoxychlor plus progesterone produced maximal decidualization similar to estrone (0.004 mg/kg/day) plus progesterone. Decidualization response decreased with further increased methoxychlor dose (500 mg/kg/day) plus progesterone. Such a decrease in decidualization might contribute to preimplantation loss. Methoxychlor also has been shown to accelerate embryo transport into the uterus, which may further contribute to increases in preimplantation loss. These findings provide insight into the possible mechanisms by which methoxychlor reduces fertility in female rats."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V20 270 (1979)",
            "Value": "/GENOTOXICITY/ Technical-grade and purified methoxychlor were not mutagenic in plate tests with Salmonella typhimurium TA1535, TA1537, TA1538, TA98, and TA100, even with metabolic activation; however, 3,6,11,14-tetramethoxydibenzo(g,p)chrysene, one of the impurities present in commercial samples ... was mutagenic in strain TA98 in the presence of a liver microsomal activation system from phenobarbital-treated rats at concentrations of 100 and 200 ug/plate."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V20 271 (1979)",
            "Value": "/GENOTOXICITY/ Injection of 0.1% solution of methoxychlor did not induce sex-linked recessive lethals in male Drosophila melanogaster."
        },
        {
            "References": "PMID:6540744",
            "Value": "/GENOTOXICITY/ Male mice (Q strain) were given a single ip injection of Phosan Plus (95 g dimethoate, 100 g malathion and 100 g methoxychlor/L). At the max tolerated dose (100 mg), Phosan Plus did not induce chromosome aberrations in bone-marrow cells, spermatogonia or primary spermatocytes of the mice. No evidence of potential genetic effects was obtained in a dominant lethal mutation assay."
        },
        {
            "References": "Mortelmans K et al; Environ Mutagen 8:1-119 (1986)",
            "Value": "/GENOTOXICITY/ Methoxychlor was tested for mutagenicity in the Salmonella/microsome preincubation assay using the standard protocol approved by the National Toxicology Program. Methoxychlor was tested at doses of 0.10, 0.33, 1.0, 3.3, and 10 mg/plate in as many as 5 Salmonella typhimurium strains (TA1535, TA1537, TA97, TA98, and TA100) in the presence and absence of rat or hamster liver S-9. Methoxychlor was negative in these tests and the highest ineffective dose tested in any S. typhimurium strain was 10 mg/plate. Some precipitate was present in all plates at the 10 mg/plate dose level."
        },
        {
            "References": "DHHS/ATSDR; Toxicological Profile for Methoxychlor (PB/2003/100140) (September 2002). Available from, as of May 26, 2009: https://www.atsdr.cdc.gov/toxpro2.html",
            "Value": "/GENOTOXICITY/ ... In mouse lymphoma cells, metabolically activated methoxychlor induced increases in mutation frequencies at the TK locus."
        },
        {
            "References": "DHHS/ATSDR; Toxicological Profile for Methoxychlor (PB/2003/100140) (September 2002). Available from, as of May 26, 2009: https://www.atsdr.cdc.gov/toxpro2.html",
            "Value": "/GENOTOXICITY/ ... In cultured bovine uterine epithelial and stromal cells, DNA synthesis (thymidine incorporation) was inhibited at high methoxychlor concentrations and stimulated at low methoxychlor concentrations ..."
        },
        {
            "References": "DHHS/ATSDR; Toxicological Profile for Methoxychlor (PB/2003/100140) (September 2002). Available from, as of May 26, 2009: https://www.atsdr.cdc.gov/toxpro2.html",
            "Value": "/GENOTOXICITY/ Methoxychlor did not induce unscheduled DNA synthesis in human lung fibroblasts or rat hepatocytes."
        },
        {
            "References": "DHHS/ATSDR; Toxicological Profile for Methoxychlor (PB/2003/100140) (September 2002). Available from, as of May 26, 2009: https://www.atsdr.cdc.gov/toxpro2.html",
            "Value": "/GENOTOXICITY/ /Following administration of methoxychlor/ negative results were ... reported for tests of differential toxicity in DNA repair-proficient and repair-deficient strains of Bacillus subtilis or Escherichia coli and for mitotic recombination in Saccharomyces cerevisiae."
        },
        {
            "References": "PMID:17676523",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ Antral follicles were isolated from adult baboon ovaries and cultured with vehicle (dimethylsulfoxide; DMSO), methoxychlor (MXC) (1-100 ug/mL) /and the MXC metabolites/ mono-OH (0.1-10 ug/mLl), or HPTE (0.1-10 ug/mL) for 96 hr. Growth was monitored at 24 hr intervals. After culture, follicles were processed for histological evaluation of atresia. MXC, mono-OH, and HPTE significantly inhibited follicular growth and increased atresia compared to DMSO. Moreover, the adverse effects of MXC and its metabolites on growth and atresia in baboon antral follicles were observed at lower (100-fold) doses than those causing similar effects in rodents.  ..."
        },
        {
            "References": "PMID:16760418",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ The pesticide methoxychlor (MXC) is a reproductive toxicant that targets antral follicles of the mammalian ovary. Cytochrome P450 enzymes metabolize MXC to mono-OH MXC (1,1,1-trichloro-2-(4-hydroxyphenyl)-2-(4-methoxyphenyl)ethane [mono-OH]) and bis-OH MXC (1,1,1-trichloro-2,2-bis(4-hydroxyphenyl)ethane [HPTE]), two compounds that are proposed to be more toxic than the parent compound, can interact with the estrogen receptor (ER), and are proposed to be responsible for ovarian toxicity. Thus, this work tested the hypothesis that MXC metabolites may be responsible for inducing antral follicle-specific toxicities in the ovary and that this toxicity may be mediated through ER-regulated pathways. Mouse antral follicles were isolated and exposed to mono-OH (0.01-10 ug/mL), HPTE (0.01-10 ug/mL), or MXC (100ug/mL) alone or in combination with ICI 182,780 (ICI; 1 uM) or 17beta-estradiol (E2; 10 and 50 nM) for 96 hr. Follicle diameters were measured at 24-hr intervals. After culture, follicles were morphologically evaluated for atresia. Both mono-OH and HPTE (10 microg/ml) inhibited follicle growth and increased follicle atresia. The antiestrogen, ICI, did not protect antral follicles from MXC or metabolite toxicity in regard to follicle growth or atresia, but E2 decreased MXC- and mono-OH-induced atresia in small antral follicles. ..."
        },
        {
            "References": "PMID:6947113",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ The responses to a series of approx 50 chem in in vitro transformation assays, of BALB/3T3 cells, Syrian hamster embryo cells, and Fischer 344 rat embryo cells infected with Rauscher murine leukemia virus were compared. No exogenous enzyme-activating system was used. Methoxychlor did not significantly transform BALB/3T3 cells but tested positive for Syrian hamster embryo cells, and Fischer 344 rat embryo cells."
        },
        {
            "References": "PMID:6857671",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ (14)C-labeled methoxychlor was incubated with NADPH-fortified liver microsomes from rats and covalent binding to microsomal components was determined. Binding was enhanced by phenobarbital pretreatment but not by methylcholanthrene pretreatment. Incubation in the presence of glutathione, cysteine, or ascorbate significantly decr binding. Metyrapone and SKF 525A, inhibitors of hepatic cytochrome P450 linked monooxygenase activity, inhibited binding. There was no binding to microsomal components in the absence of NADPH or oxygen. TCPO (1,1,1-trichloropropane 2,3-oxide), an inhibitor of epoxide hydrase activity, failed to enhance binding. However, N,N'-diphenyl-p-phenylenediamine and n-propyl gallate, both free radical scavengers, decr binding at micromolar concn without altering the extent of formation of polar methoxychlor metabolites. Thus, methoxychlor undergoes a hepatic microsomal monooxygenase(s)-mediated activation and the resultant reactive metabolites (possibly free radicals) bind covalently to microsomal components."
        },
        {
            "References": "PMID:15596257",
            "Value": "/IMMUNOTOXICITY/ The present study evaluated methoxychlor's immunotoxic potential in F0 (dams) and F1 generations of Sprague Dawley rats exposed to an isoflavone-free diet containing methoxychlor at concentrations of 10, 100, and 1000 ppm. In dams, exposure to methoxychlor from gestation day 7 to postpartum day 51 (65 days total exposure) produced a significant increase in the NK activity (1000 ppm) and the percentages of T cells (1000 ppm), helper T cells (1000 ppm) and macrophages (100 and 1000 ppm). In contrast, a decrease in the numbers of splenocytes and B cells was observed at the 100 and 1000 ppm concentrations. In F1 males, exposure to methoxychlor gestationally, lactationally and through feed from postnatal day 22-64 (78 days total exposure) produced an increase in the spleen IgM antibody-forming cell response to sheep red blood cells (100 and 1000 ppm) and the activity of NK cells (1000 ppm). However, there was a decrease in the terminal body weight (1000 ppm), spleen weight (1000 ppm), thymus weight (100 and 1000 ppm), and the numbers of splenocytes (1000 ppm), B cells (100 and 1000 ppm), cytotoxic T cells (1000 ppm) and NK cells (100 and 1000 ppm). In F1 females, exposure to methoxychlor produced a decrease in the terminal body weight (1000 ppm) and the percentages of cytotoxic T cells (10, 100 and 1000 ppm). These results demonstrate that developmental and adult dietary exposure to methoxychlor modulates immune responses in Sprague Dawley rats. Immunological changes were more pronounced in the F1 generation male rats that were exposed during gestation and postpartum, when compared to the F0 and F1 generation females. Increases in antibody-forming cell response and NK cell activity, and altered spleen cell subpopulation numbers were observed in the F1 generation male rats, without similar changes to the F1 generation females."
        },
        {
            "References": "PMID:15743722",
            "Value": "/IMMUNOTOXICITY/ Systemic lupus erythematosus (SLE) is an autoimmune disorder that affects women more frequently than men. In the (NZB times NZW)F1 mouse, a murine SLE model, the presence or absence of estrogen markedly influences the rate of progression of disease. Three organochlorine pesticides with estrogenic effects were administered chronically to ovariectomized female (NZB times NZW)F1 mice, and the time to development of renal disease, the principal clinical manifestation of lupus in this model /was measured/. Treatment with chlordecone, methoxychlor, or o,p -dichlorodiphenyltrichloroethane (o,p -DDT) significantly decreased the time to onset of renal impairment, as did treatment with 17ss-estradiol used as a positive control..."
        },
        {
            "References": "DHHS/ATSDR; Toxicological Profile for Methoxychlor (PB/2003/100140) (September 2002). Available from, as of May 26, 2009: https://www.atsdr.cdc.gov/toxpro2.html",
            "Value": "/IMMUNOTOXICITY/ ... In male (but not female) rats exposed to 5 or 50 mg/kg/day methoxychlor from gestation day 14 through postnatal day 42, a respective 35 or 42% decrease in plaque-forming cells/spleen was observed, indicating a possible attenuation of the primary immune response. The plaque-forming cell assay quantitates the production of a specific antibody following administration of an antigen. The physiological functioning of a number of immune system components, including B cells, T helper cells, and macrophages, are reflected in this assay. Thymus weights were decreased by about 15 and 30% in rats exposed to 50 and 150 mg/kg/day, respectively, from gestation day 14 through postnatal day 42. No histological data were provided. Spleen weight, splenic natural killer cell activity, splenic lymphoproliferative response, and splenic cell-surface phenotypes did not differ from controls. The study authors suggested that the observed effects on plaque-forming cell numbers in males may have been anomalous because no such effects were observed in females and no changes were observed in males in related end points such as splenic lymphoproliferative response ..."
        },
        {
            "References": "DHHS/ATSDR; Toxicological Profile for Methoxychlor (PB/2003/100140) (September 2002). Available from, as of May 26, 2009: https://www.atsdr.cdc.gov/toxpro2.html",
            "Value": "/IMMUNOTOXICITY/ ... Atrophy of the thymus was ... observed in male, but not female, rats exposed to 500, but not 100, mg/kg/day methoxychlor for 28 days. Relative thymus weights were lower in female rats exposed to 500, but not 100, mg/kg/day, but the difference did not reach statistical significance. No histological abnormalities were noted ..."
        },
        {
            "References": "PMID:16890261",
            "Value": "/OTHER TOXICITY INFORMATION/ ... This work tested the hypothesis that methoxychlor (MXC) causes oxidative damage to the mouse ovary and affects mitochondrial respiration in a manner that stimulates reactive oxygen species (ROS) production. For the in vitro experiments, mitochondria were collected from adult cycling mouse ovaries, treated with vehicle (dimethyl sulfoxide; DMSO) or MXC, and subjected to polarographic measurements of respiration. For the in vivo experiments, adult cycling CD-1 mice were dosed with either vehicle (sesame oil) or MXC for 20 days. After treatment, ovarian mitochondria were isolated and subjected to measurements of respiration and fluorimetric measurements of H2O2 production. Some ovaries were also fixed and processed for immunohistochemistry using antibodies for ROS production markers: nitrotyrosine and 8-hydroxy-2'-deoxyguanosine (8-OHG). Ovaries from in vivo experiments were also used to measure the mRNA expression and activity of antioxidants such as Cu/Zn superoxide dismutase (SOD1), glutathione peroxidase (GPX), and catalase (CAT). The results indicate that MXC significantly impairs mitochondrial respiration, increases production of H2O2, causes more staining for nitrotyrosine and 8-OHG in antral follicles, and decreases the expression and activity of SOD1, GPX, and CAT as compared to controls. Collectively, these data indicate that MXC inhibits mitochondrial respiration, causes ROS production, and decreases antioxidant expression and activity in the ovary, specifically in the antral follicles. ..."
        }
    ],
    "sediment_soil_concentrations": [
        {
            "References": "(1) Warry ND, Chan CH; J Great Lakes Res 7 (4): 394-403 (1981) (2) Maguire RJ et al; J Great Lakes Res 9: 281-6 (1983) (3) Xue N et al; Chemosphere 61: 1594-1606 (2005) (4) Granstrom ML et al; Water Sci Tech 16: 375-80 (1984) (5) Saleh FY et al; J Environ Sci Health 913: 261-94 (1978) (6) Schacht RA; Pestic in the Illinois Waters of Lake Michigan USEPA-660/3-74-002 (1984) (7) Morrison RJ et al; Environ Pollut 93: 159-67 (1996) (8) Doong RA et al; Chemosphere 48: 237-46 (2002) (9) Ownby DR et al; Bull Environ Contam Toxicol 73: 802-9 (2004) (10) Weston DP et al; Environ Sci Technol 38: 2752-9 (2004) (11) You J, Lydy MJ; Arch Environ Contam Toxicol 47: 148-53 (2004)",
            "Value": "SEDIMENT: Methoxychlor residues were present in suspended sediment samples collected approx every 2 wk from the Niagara River at Niagara-on-the-Lake between Apr 1979 and Apr 1980, and in three other samples collected from the Fort Erie end of the river July 1979(1). During July 1981, methoxychlor was detected in 1 of 5 suspended solids samples taken from Niagara River water at a concn of 0.015 ppb(2). Methoxychlor was detected in sediment samples from Guanting resevoir in Beijing at concn levels of 35.4-352 pg/g, with a mean concn of 48.2 pg/g(3). During 1980-81, methoxychlor was detected in 11 of 11 total surficial bed material samples collected from the Delaware River estuary at trace levels (<0.1 parts per trillion)(4). During July 1976, methoxychlor was detected in trace levels (<6 parts per trillion detected) in sediment samples taken from the James River near Hopewell, VA(5). During 1971-72, methoxychlor was detected in sediment samples taken from a tributary of Lake Michigan at concns ranging from 0.19 to 175.0 ppb(6). Methoxychlor was detected in sediment samples collected from Fiji at concns ranging from <0.17 to 1.50 ng/g dry wt (detection limit = 0.03 ng/g)(7). Concn of methoxychlor in sediments from Taiwan's Da-han River and Erh-jen River were <0.3 to 2.85 and <0.3 to 7.39 ng/g dry weight, respectively(8). Methoxychlor was detected in 2 of 45 sediment samples from creeks in Illinois in 2003, at a concn range of 1.3-1.9 ug/kg(9). Methoxychlor reached a concn of 117 and 190 ng/g dry weight in sediment samples from two water bodies with high inputs of irrigation return flow, collected in April 2003 in California's Central Valley(10). Methoxychlor was detected in 2 of 54 sediment samples collected from Sparta, IL at mean concn of 1.59 ug/kg, ranging from 1.29-1.89 ug/kg(11)."
        },
        {
            "References": "(1) IARC; Monographs on the Evaluation of the Carcinogenic Risk of Chemicals to Man. Geneva: World Health Organization, International Agency for Research on Cancer, 1972-PRESENT. (Multivolume work). Some Halogenated Hydrocarbons. 20: 262 (1979) (2) Getenga ZM et al; Bull Environ Contam Toxicol 72: 335-43 (2004) (3) Manirakiza P et al; Arch Environ Contam Toxicol 44: 171-9 (2003) (4) Wan MT et al; J Environ Qual 34: 1186-93 (2005)",
            "Value": "SOIL: During a US National Soils Monitoring Program, methoxychlor was detected in 1 of 1,729 cropland soil samples at a concn of 0.28 ppb(1); in surface soil samples from 31 apple orchards, methoxychlor was detected at a concn range of 0-4 ppb(1). Two months after pesticide application in Kenya, methoxychlor was detected in soil samples (characterized as clay: 2.07% OC, pH 6.08, clay, sand and silt content of 68%, 28% and 12%, respectively) with a minimum concn of 1.026 ppm(2). Methoxychlor was found in soil in eight out of nine collection sites from farms in Gambia and Senegal between May-June 2002 at mean concs (range) at each farm of: 2.1 (not detected-8.8), 1.1 (not detected-10.9), 0.7, 0.3, 6.9 (not detected-30.7), 1.1, 1, and 0.4 ng/g(3). Methoxychlor was detected in 5 of 36 crop soils (loamy sand soil) from British Columbia, Canada, at a mean concn of 0.23 mg/kg dry weight, ranging from <0.02 to 0.40 mg/kg(4)."
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "(1) Karickhoff SW et al; Water Res 13: 241-8 (1979) (2) Wolfe NL et al; Environ Sci Tech 11: 1077-81 (1977) (3) Weber JB et al; Chemosphere 55: 157-66 (2004) (4) Swann RL et al; Res Rev 85: 17-28 (1983) (5) Muir DCG et al; Environ Toxicol Chem 2: 269-81 (1983)",
            "Value": "Measured average sorption coefficient (Koc) values in various pond and river sediments are as follows: 23,000 in sand, 82,000 in coarse silt, 88,000 in medium silt, 93,000 in fine silt and 83,000 in clay(1). In another study, a K value of 620 was found in a water-sediment system(2). Another study determined a K value of 2009 in soil(3). According to a classification scheme(4), these Koc values suggest that methoxychlor is expected to be immobile in soil. Mass balances in pond, river and wet sand (25% moisture) systems spiked with methoxychlor indicate that 98.6, 97.0, and 92.1%, respectively, of all methoxychlor was retained in the sediment(5)."
        }
    ]
}