{
    "_id": {
        "$oid": "6682e80cc4e5dba5ffba23a6"
    },
    "CID": {
        "$numberInt": "4130"
    },
    "Name": "METHYL PARATHION",
    "IUPACName": "dimethoxy-(4-nitrophenoxy)-sulfanylidene-lambda5-phosphane",
    "CanonicalSMILES": "COP(=S)(OC)OC1=CC=C(C=C1)[N+](=O)[O-]",
    "Synonyms": [
        "Parathion-methyl",
        "METHYL PARATHION",
        "298-00-0",
        "Methylparathion",
        "Dimethyl parathion",
        "Metacide",
        "Metafos",
        "Metaphos",
        "Vofatox",
        "Wofatox",
        "Dalf",
        "Parathion methyl",
        "Folidol M",
        "Methylthiophos",
        "Cekumethion"
    ],
    "IsomericSMILES": "COP(=S)(OC)OC1=CC=C(C=C1)[N+](=O)[O-]",
    "INCHI": "InChI=1S/C8H10NO5PS/c1-12-15(16,13-2)14-8-5-3-7(4-6-8)9(10)11/h3-6H,1-2H3",
    "INCHIKEY": "RLBIQVVOMOPOHC-UHFFFAOYSA-N",
    "Formula": "C8H10NO5PS",
    "MolecularWeight": {
        "$numberDouble": "263.21"
    },
    "Description": "Parathion-methyl is a C-nitro compound that is 4-nitrophenol substituted by a (dimethoxyphosphorothioyl)oxy group at position 4. It has a role as an EC 3.1.1.7 (acetylcholinesterase) inhibitor, an EC 3.1.1.8 (cholinesterase) inhibitor, an acaricide, an agrochemical, a genotoxin, an environmental contaminant and an antifungal agent. It is an organic thiophosphate, an organothiophosphate insecticide and a C-nitro compound. It is functionally related to a 4-nitrophenol.",
    "XlogP": {
        "$numberDouble": "2.9"
    },
    "Complexity": {
        "$numberInt": "279"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "plant_concentrations": [
        {
            "References": "(1) Metcalf RL et al; Design and Evaluation of a Terrestrial Model Ecosystem for Evaluation of Substitute Pesticide Chemicals; pp.308 USEPA-600/3-79-004 (1979)",
            "Value": "Uptake of methyl parathion in plants is fairly rapid but it is metabolized rapidly. In 4 days after applying a foliar spray to corn, methyl parathion is almost entirely metabolized(1)."
        }
    ],
    "animal_concentrations": [
        {
            "References": "(1) Anderson JF, Wojtas MA; J Econ Entomol 79: 1200-5 (1986) (2) Das YK, Kaya S; Bull Environ Contam Toxicol 83: 378-383 (2009) (3) Ghini S et al; Arch Environ Contam Toxicol 47: 79-488 (2004)",
            "Value": "Methyl parathion was detected in 34 samples of dead honey bees and brood comb from 55 apiaries in Connecticut during 1983 to 1985, residue concentrations ranged from 0.04 to 5.80 ppm(1). Methyl parathion was tested for but not detected in 275 honey samples from 33 cities in Turkey, collected in 2004; detection limit = 1.15 ng/g(2). Occurrence of methyl parathion in honeybees was 29% (0.139 mg/kg average, 0.001 mg/kg min, 0.694 mg/kg max) collected in the province of Bologna, Italy using honeybees as bioindicators sampled from Apr to Oct 2000(3)."
        },
        {
            "References": "(1) Campbell KR, Campbell TS; Rev Environ Contam Toxicol 165: 39-116 (2000)",
            "Value": "Methyl parathion was detected at a mean concentration of 0.1 ppm in whole body analysis of the Checkered whip-tail lizard (Cnemidophorus tesselatus) from the Presidio Basin, Rio Grande Valley, Southwest Texas, sampled in 1967(1)."
        }
    ],
    "environmental_bioconcentrations": [
        {
            "References": "(1) Tejada AW et al; Environ Behav Crop Prot Chem 1996, Int Atom Energy Agency: Vienna, Austria pp 265-78 (1997) (2) De Bruijn J, Hermens J; Environ Toxicol Chem 10: 791-804 (1991) (3) Franke C et al; Chemosphere 29: 1501-14 (1994) (4) Metcalf RL; Design and Evaluation of a Terrestrial Model Ecosystem for Evaluation of Substitute Pesticide Chemicals; pp. 308 USEPA-600/3-79-004 (1979) (5) James MO; Chem Plant Prot 9: 153-89 (1994)",
            "Value": "A BCF of 8.3 was determined for (14)C-methyl parathion in Oreochromis niloticus (Nile talapia) fingerlings(1). A BCF (calculated on an extractable lipid weight basis) of 959 was determined for methyl parathion in guppies (Poecilia reticulata)(2). According to a classification scheme(3), these BCF values suggest bioconcentration in aquatic organisms is low to high. However, methyl parathion does not bioconcentrate but rather is rapidly metabolized(4). An elimination rate constant of 2.38/day was measured(2), corresponding to a half-life of 7.0 hours(SRC). Methyl parathion was hydrolyzed by several shrimp and crayfish species(5)."
        }
    ],
    "environmental_biodegradations": [
        {
            "References": "(1) Smith JH et al; Environmental Pathways of Selected Chemicals in Freshwater Systems. Part II. Laboratory studies; USEPA-600/7-78-074 (1978) (2) Chou TW, Bohonos N; Microbial Degradation of Pollutants in Marine Environments; pp. 76-88 USEPA-600/9-79-012 (1979) (3) USEPA; Acephate, aldicarb, carbophenothion, DEF, EPN, Ethoprop, Methyl Parathion, and Phorate: Their acute and chronic toxicity, bioconcentration potential, and persistence as related to marine environments. USEPA-600/4-81-041 (1981) (4) Van Veld PA, Spain JC; Chemosphere 12: 1291-305 (1983) (5) Wolfe NL et al; Environ Toxicol Chem 5: 1019-26 (1986) (6) Ou LT et al; Soil Biol Biochem 15: 211-5 (1983) (7) ECETOC; Assessment of the Biodegradation of Chemicals in the Marine Environment. European Center for Ecotoxicology and Toxicology of Chemicals (Belg), Tech Rep ECETOC, 1993, no. 54 (1993)",
            "Value": "Methyl parathion is degraded in soil, water and sediment(1,2). Products include aminomethylparathion, p-nitrophenol and O-methyl-O'-p-nitrophenylthiophosphoric acid(1). Biodegradation may be fairly rapid especially when microorganisms are acclimated to methyl parathion(2). Comparison of degradation rates in sterile versus nonsterile estuarine systems indicated that biodegradation was the primary route of methyl parathion degradation(3). In a die-away test using water and sediment cores from three sites (Escambia River, FL), methyl parathion had half-lives of 77 to 154 hrs, while in a sterile control the half-life was 367 hrs(4). In strongly reducing anaerobic sediments, the degradation rate was found to be about two orders of magnitude faster than in the same sediments which had been heat-sterilized(5). Biodegradation is significantly faster in sediment containing water than in water alone(4,5). 14C-Methyl parathion was degraded rapidly to carbon dioxide in Cecil sandy loam and Webster silty clay loam maintained at 10 and 33 kPa soil-water tension; >40% mineralization was observed in 14 days, leveling off to approximately 50% by day 28(6). After 32 days incubation in static sediment/water microcosms, 24% of the (14)C-methyl parathion had been mineralized to (14)CO2; degradation products included aminomethyl parathion, 4-aminophenol, and 4-nitrophenol(7)."
        },
        {
            "References": "(1) Cripe CR et al; Ecotox Environ Safety 14: 239-51 (1987) (2) Pritchard PH et al; Chemosphere 16: 1509-20 (1987) (3) Adhya TK et al; Biol Fertil Soils 5 (1): 36-40 (1987) (4) Brahmaprakash GP et al; Agric Ecos Environ 19 (1): 29-39 (1987) (5) MacRae IC; Rev Environ Contam Toxicol 109: 1-87 (1989) (6) Adhya TK et al; Biol Fertil Soils 4: 36-40 (1987)",
            "Value": "At a concentration of 200 ug/L, methyl parathion degraded rapidly in a non-sterile sediment slurry; half-life of 2.3 days(1). Half-lives in nonsterile water, sterile water, and sterile sediment were >30 days, indicating an abiotic process, probably hydrolysis(1). Ring-labeled methyl parathion added to shake flasks containing Pensacola Bay area sediment/water slurries exhibited half-lives ranging from 0.9 to 30 days(2). Rates in nonsterile water, sterile sediment and sterile water were similar, suggesting abiotic loss processes, possibly hydrolysis(2). Degradation was more rapid under flooded conditions than under non-flooded conditions in soils(3,4). In five flooded (non-flooded) Indian soils, methyl parathion half-lives were 4.17 (2.33), 5.50 (8.56), 5.44 (274.56), 3.58 (11.32), and 17.68 (22.43) days in Alluvial, Sukinda, Kari, Pokkali, and Canning soils, respectively(6). Hydrolysis was implicated under non-flooded and to a minor extent in flooded conditions(3,4); degradation under flooded conditions proceeded essentially by nitro group reduction(3,4). In aquatic environments, aufwuchs bacteria were capable of transforming methyl parathion(5)."
        },
        {
            "References": "PMID:6489242",
            "Value": "Three outdoor ponds were treated with methyl parathion applied beneath the water surface at a concentration of 100 ug/L. The rate of loss of methyl parathion from pond water isolated in an aquarium was similar to the predicted rate. However, the rate of loss from outdoor ponds, or from aquaria containing plants and sediment, was greater than predicted. Methyl parathion was not detected in sediment even though predicted concentration far exceeded the limit of detection. It is suggested that the rate of biodegradation in shallow bodies of water may be determined predominantly by bacteria attached to sediments and plants, rather than by planktonic bacteria."
        }
    ],
    "fish_seafood_concentrations": [
        {
            "References": "(1) Butler PA, Schutzman RL; Pest Monit J 12: 51-9 (1978) (2) Copper CM; Arch Hydrobiol 121: 103-13 (1991)",
            "Value": "Methyl parathion was detected in 2 of 51 juvenile estuarine fish samples collected from Texas (1972 and 1976) at a mean concentration of 47 ug/kg(1). Methyl parathion was detected in 3 of 32 fish collected from Moon Lake, Mississippi in 1984 before the crop spray season; after the crop spray season, it was detected in 12 of 25 fish samples, the greatest mean concentration of 15.96 ug/kg was detected in white bass(2)."
        }
    ],
    "logP": [
        {
            "References": "Hansch, C., Leo, A., D. Hoekman. Exploring QSAR - Hydrophobic, Electronic, and Steric Constants. Washington, DC: American Chemical Society., 1995., p. 44",
            "Value": "log Kow = 2.86"
        }
    ],
    "mechanism_of_action": [
        {
            "References": "National Research Council. Drinking Water & Health Volume 1. Washington, DC: National Academy Press, 1977., p. 631",
            "Value": "Acute poisoning ... is related to ... inhibiting action on enzyme acetylcholinesterase. Toxic manifestations generally occur only after more than 50% of plasma cholinesterase is inhibited."
        },
        {
            "References": "National Research Council. Drinking Water & Health Volume 1. Washington, DC: National Academy Press, 1977., p. 627",
            "Value": "... Methyl parathion ... depend on oxidative activation by replacement of thiono-sulfur with oxygen for ... toxicity."
        },
        {
            "References": "NIOSH; Criteria Document: Methyl Parathion p.31 (1976) DHEW Pub. NIOSH 77-106",
            "Value": "Methyl parathion has only a slight inhibitory action on acetylcholinesterase and butyrylcholinesterase, but its active metabolite, methyl paraoxon, is a potent inhibitor of both these enzymes."
        },
        {
            "References": "Blasiak J; Comparative Biochemistry and Physiology, C. Comparative Pharmacology and Toxicology 110C (2): 119-25 (1995)",
            "Value": "A study was conducted examining the inhibition of (Ca2+ and Mg2+)-ATPase by parathion (56382) and methyl parathion. Enzyme activity was assessed spectrophotometrically in pig erythrocyte membranes containing calcium2+ (Ca2+) and magnesium2+ and in solubilized membrane preparations incubated with the test agents. The enzyme response to ATP was biphasic. Equations expressing the kinetics of the substrate curves described two classes of the ATP binding active site, one with high affinity and low maximum rate and one with low affinity and high maximum rate. High affinity active sites were stimulated by low ATP concentrations (20 uM), whereas low affinity active sites were stimulated by high ATP levels (2 mM). Parathion and methylparathion dose dependently inhibited enzyme activity; parathion had a greater inhibitory effect than methylparathion. Lineweaver-Burke and Dixon plots indicated noncompetitive inhibition. Parathion and methylparathion induced enzyme inhibition occurred over a range of free calcium ion concentrations (0.5 to 5 mM); the inhibition was significantly greater at lower Ca2+ concentrations (1 to 100 uM) than at higher concentrations. The authors conclude that parathion and methylparathion inhibit ATPase activity by binding to a site on the enzyme rather than through an interaction with associated lipids."
        },
        {
            "References": "PMID:12478623",
            "Value": "The in vivo and in vitro effects of methyl parathion, a phosphorothionate insecticide, on cholinergic neurotransmitter systems in the brain of rats were investigated. Three groups of adult female rats received 0, 0.1, or 1.0 mg/kg methyl parathion via dermal exposure for 95 days. Exposure to 0.1 mg/kg methyl parathion produced inhibition of / acetylcholinesterase / (AChE) in the caudate-putamen and thalamic nuclei, whereas 1.0 mg/kg resulted in inhibition of AChE in most brain regions. The same doses of methyl parathion had no effect on /(3)H-Quinuclidinyl benzylate / ([(3)H]QNB) binding to muscarinic receptors in the brain regions examined. The in vitro study demonstrated that methyl parathion causes preferential inhibition of AChE and [(3)H]QNB binding in specific brain regions. As an inhibitor of AChE, methyl paraoxon was 1,000-fold more potent than was methyl parathion. Similarly, methyl paraoxon showed brain region-specific inhibition of the enzyme. Generally, the brain stem was highly sensitive to organophosphate-induced inhibition of AChE activity and [(3)H]QNB binding. Because central respiratory neurons gather in the brain stem, preferential effects there and in other brain regions may underlie lethal toxicity of methyl parathion and other organophosphates."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V30 140 (1983)",
            "Value": "The acute toxicity of methyl parathion is due to inhibition of acetylcholinesterase at nerve endings, leading to an accumulation of endogenous acetylcholine."
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "PMID:1455421",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Wistar rat pups (female) were exposed to methyl parathion (MPTH) by gastric intubation in single doses, or in a chronic regimen of different durations. A single dose of 1 mg MPTH/kg body weight in 15-day-old pups caused a significant decrease of acetylcholinesterase (AChE) activity in cerebellum (CE), motor cortex (MC) and brain stem (BS). The effect began to appear in about 20 min after administration, the peak effect was attained in 120 min and later on this waned off completely by 24 hr. The effect was similar in young (15 days) and in adult (70 days) rats. A single dose of 0.2 mg MPTH/kg in 15 day old pups caused a reduction of AChE activity only in the BS, while a 0.1 mg MPTH/kg single dose given to 15-day-old pups caused no effect even in seven regions of the brain examined."
        },
        {
            "References": "PMID:16546452",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Methyl parathion (MP) is an organophosphorus insecticide used worldwide in agriculture and aquaculture due to its high activity against a broad spectrum of insect pests. The effect of a single exposure to 2 mg /per/ L of a commercial formulation of MP (MPc: Folisuper 600(R), MP 600 g /per/ L) on catalase (CAT), glutathione peroxidase (GPx), superoxide dismutase (SOD), glutathione S-transferase (GST), reduced glutathione (GSH) and lipid peroxidation (LPO) of the liver, white muscle and gills of Brycon cephalus was evaluated after 96 hr of treatment. MPc exposure resulted in a significant induction of SOD, CAT and GST activity in all tissues. However, the GPx activity decreased significantly in white muscle and gills, whereas no alterations were observed in hepatic GPx activity. MPc also induced a significant increase in LPO values in the white muscle and gills, while hepatic LPO levels did not show any significant alteration. The current data suggest that MPc has oxidative-stress-inducing potential in fish, and that gills and white muscle are the most sensitive organs of B. cephalus, with poor antioxidant potentials. The various parameters studied in this investigation can also be used as biomarkers of exposure to MPc."
        },
        {
            "References": "PMID:20021006",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ The main objective of this study was to investigate the changes in free and protein-bound SH contents in methyl parathion-exposed rat tissues. The free and protein-bound SH levels are usually affected and depleted by oxidative stress-inducing agents. Results would indicate if methyl parathion toxicity partly results from depletion of sulfhydryl content of tissues. Six-week-old male Wistar albino rats were used in this study. Following exposure to methyl parathion for 3 months, the liver, the brain, and the kidney tissues were removed from the rats. The free and protein-bound SH contents were determined in these tissues. In addition, plasma lactate dehydrogenase levels were determined. /Authors/ results showed that methyl parathion exposure significantly lowers the free and protein-bound SH levels in rat tissues. However, lactate dehydrogenase activity in the blood plasma did not display any differences compared to the control group. The free SH concentrations in the control rat liver, brain, and kidney tissues were 3.78 +/- 0.1 mumol/100 mg tissue, 1.56 +/- 0.08 mumol/100 mg tissue, and 2.16 +/- 0.08 mumol/100 mg tissue, respectively, whereas the free SH concentrations in rats exposed to methyl parathion were determined as 0.536 +/- 0.1 mumol/100 mg tissue in the liver, 1.06 +/- 0.1 mumol/100 mg tissue in the brain, and 0.108 +/- 0.03 mumol/100 mg tissue in the kidney. The protein-bound SH concentrations in the liver and in the kidney in rats exposed to methyl parathion displayed a significant decrease also. However, the protein-bound SH level in the brain did not change significantly. These results indicate that methyl parathion exposure partially depletes the free and protein-bound SH levels. Thus, it was concluded that methyl parathion toxicity may partly result from oxidative stress."
        },
        {
            "References": "National Research Council. Drinking Water & Health Volume 1. Washington, DC: National Academy Press, 1977., p. 632",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ A 12 wk feeding study at 5, 20, and 50 ppm /methyl parathion/ was conducted with dogs. Assuming that the dogs weighed 10 kg and consumed 200 g/day, the dosages were 0.1, 0.4, and 1.0 mg/kg/day. Significant decr in plasma cholinesterase activity was observed at 50 ppm; no significant decr was observed at 5 ppm and decrease was questionable at 20 ppm."
        },
        {
            "References": "Hayes, Wayland J., Jr. Pesticides Studied in Man. Baltimore/London: Williams and Wilkins, 1982., p. 340",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ A single ip injection of parathion-methyl into rats on gestation day 12 and into mice on gestation day 10 at LD50 rates (15 and 60 mg/kg in rats and mice, respectively) caused suppression of fetal growth and of ossification in young of rats that survived. It caused reduced ossification, high fetal mortality, and a 14.9% incidence of cleft palate in the young of mice that lived. Lower dosages (5 and 10 mg/kg in rats and 20 mg/kg in mice) also caused severe systemic symptoms, and transient decrease in intake of food and water, but few deaths. These dosages did not cause statistically significant changes in the young. /Wistar rats; ICR-JCL mice/"
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V30 139 (1983)",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Groups of 50 female B6C3F1 mice, 6 wk of age, received a diet containing 62.5 or 125 mg/kg methyl parathion (purity, 94.6%; Impurities not specified) for 102 wk. Groups of 50 males received a diet containing 62.5 or 125 mg/kg methyl parathion for 37 wk, reduced thereafter to 20 or 50 mg/kg diet up to wk 102. A group of 20 male and 20 female matched controls were untreated. By the end of the study, 86% of high and low dose males, 80% of the high and low dose females and 80% & 85% of the control males and females were still alive. No statistically significant increase in tumor incidence was found."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V30 139 (1983)",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Groups of 50 male and 50 female Fischer 344 rats, 6 wk of age, were fed diets containing 20 or 40 mg/kg methyl parathion (purity, 94.6%; impurities not specified) for 105 wk. A group of 20 male and 20 female matched controls were not treated. By the end of the study, 78% of the high dose males, 74% of the low dose males and 85% of the control males were still alive; At that time, only 46% of the high dose females were alive, but 82% of the low dose females and 95% of the control females survived to the end of the study. No statistically significant difference in tumor incidence was observed."
        },
        {
            "References": "PMID:7097797",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ The dermal toxicity of 5 organophosphate insecticides was investigated with a mouse intermittent self exposure model. Blood cholinesterases were monitored on days 3 and 1 before exposure and for 4-6 days during exposure to foliar residues. Responses were greater in unmuzzled than in muzzled animals due to oral contamination. After 2 10 hr exposures, muzzled mice showed log linear cholinesterase responses across a wide range of foliar pesticide concn. Foliar pesticide levels that caused 50% depression in plasma or red blood cell cholinesterase were determined. The greatest responses for emulsifiable concentrate (ec) and encapsulated formulations were found with diazinon, followed by parathion and methyl parathion."
        },
        {
            "References": "Orlando E et al; Med Lav 58: 438-42 (1967) as cited in NIOSH; Criteria Document: Methyl Parathion p.51 (1976) DHEW Pub. NIOSH 77-106",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Tolerance of rabbits to repeated doses of methyl parathion was reported. ... Twenty test animals were divided into two groups. One group received one dose of 15 mg/kg of methyl parathion by the intramuscular route 7 days before receiving 12.5 mg/kg methyl parathion intravenous. The other group was treated with 15 mg/kg intramuscular every 15 days during a 5-month period prior to receiving a lethal intravenous dose, 12.5 mg/kg. After receiving the lethal dose, neither group of test animals showed the marked ECG changes found in animals given only the lethal dose in previous studies."
        },
        {
            "References": "PMID:7097799",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ LD50 values for 5 organophosphorus insecticides were determined in mice by application of soln to hind feet. Values were simultaneously generated for the ED50 (mg/kg) for both cholinesterase and acetylcholinesterase inhibition. Lethality was greatest with mevinphos, followed by parathion, methyl parathion, diazinon, and azinphosmethyl. Cholinesterase ED50 values roughly agreed with LD50 values for mevinphos, parathion, methyl parathion, and azinphosmethyl, but diazinon resulted in more inhibition of blood rather than neuronal cholinesterase. RBC and plasma cholinesterase activities were equally sensitive for all but mevinphos and diazinon."
        },
        {
            "References": "PMID:1455421",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Wistar rat pups (female) were exposed to methyl parathion (MPTH) by gastric intubation in single doses, or in a chronic regimen of different durations. ... Effect of low dose chronic administration of MPTH on AChE activity was also studied in CE, MC, BS, hippocampus (HI), striatum-accumbens (SA), spinal cord (SC) and also in the hypothalamus (HY). Administration of 0.1 mg MPTH/kg from second day to 15 days of age caused significant reduction of AChE activity in only 2 of the 7 brain regions studied. Administration of double the dose (0.2 mg MPTH/kg) and for a longer duration (2nd day to 150 days of age), caused a depression in all the brain regions studied. In all these regions, the levels of NA, DA and 5HT did practically not change. The results suggest that chronic consumption of MPTH leads to a moderate decrease of AChE activity in several brain regions."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists. Documentation of the TLV's and BEI's with Other World Wide Occupational Exposure Values. CD-ROM Cincinnati, OH 45240-1634 2005., p. 3",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Methyl parathion was fed to rats at 0, 0.5, 5, or 50 pm (about 0, 0.02, 0.35, or 3 mg/kg - males; 0, 0.04, 0.4, or 4 mg/kg - females) for 13 wks. Rats fed 50 ppm showed cholinergic toxicity (tremors, slow pupillary constriction, decr hind limb grip, strength), as assessed using an /Functional Observation Battery/ (FOB), and plasma, RBC, and brain cholinesterase inhibition. Noeffects were seen at 0.5 ppm."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists. Documentation of the TLV's and BEI's with Other World Wide Occupational Exposure Values. CD-ROM Cincinnati, OH 45240-1634 2005., p. 3",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/  Methyl parathion was fed to rats in the diet at 0, 2.5, 25, or 75 ppm (0.1, 1.25, 4.45 mg/kg - males; 0.15, 1.5, 5 mg/kg - females) for 90 days. Mortality occurred at 75 ppm, cholinesterase activity was inhibited (plasma, RBC, and brain) at 25 ppm, and no effects were seen at 2.5 ppm."
        },
        {
            "References": "PMID:18571824",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ In this study /authors/ aimed to examine how methyl parathion (MP) at sublethal dosages affects on malondialdehyde (MDA) content and antioxidant defense system (ADS) such as reduced glutathione (GSH), glutathione reductase (GR), superoxide dismutase (SOD) and glutathione-S-transferase (GST) in various tissues of rats exposed to 19 and 38 millimole (mM) MP dosages as drinking water ad libitum for 28 days continuously. MDA significantly increased in all the tissues except for in the lungs of rats treated with both dosages of MP. With regard to the ADS, SOD significantly decreased in the lungs tissue whereas increased in the erythrocytes with two dosages of MP. GR activity significantly decreased in the erythrocytes treated with both dosages of MP, but decreased in the lungs and liver tissues with 38 mM MP treatment. GST activity significantly elevated in all the tissues except for in the liver treated with 38 mM dosage but did not change with 19 mM. Meanwhile, GSH depletion in all the tissues except lungs of rats treated with both dosages of MP was found to be significant. The observations presented led us to conclude that after the administrations of MP promote MDA content and fluctuate in the ADS in rats."
        },
        {
            "References": "PMID:17964717",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ The effects of methyl parathion (MP) at sublethal concentration on hematological constituent [red blood corpuscles (RBC), white blood corpuscles (WBC), mean cell volume (MCV), mean corpuscular hemoglobin (MCH), mean corpuscular hemoglobin concentration (MCHC), platelet (PLT) counts, hemoglobin (Hb) and hematocrite (HCT) levels] and serum damage marker enzymes [aspartate aminotransferase (AST), alanin aminotransferase (ALT), alkaline phosphatase (ALP) and lactate dehydrogenase (LDH)] of rats were investigated under laboratory conditions. 5 and 10 ppm dosages of MP were administered orally to six female rats ad libitum during the tests for 4 weeks consecutively. MP treatments caused different effects on the hematological constituents and the serum marker enzymes of the treatment groups as compared to the controls. According to the results, MP treatments increased significantly the levels of serum marker enzyme activities except for ALT with both dosages and LDH with 5 ppm dosage. Also, the hematological constituents were affected by MP. For example, WBC significantly increased in rats treated with both dosages of MP whereas the other hematologic constituents did not change at 5 and 10 ppm of MP treatments. The observations presented led us to conclude that the administration of subacute MP elevates tissue damage serum marker enzymes, and increases the number of WBC in rats. These data, along with the determined changes suggest that MP produce substantial systemic organ toxicity in rats during the period of a 28-day subacute exposure."
        },
        {
            "References": "PMID:14746346",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ The neurochemical and behavioral effects of repeated subdermal administration of methyl parathion (MP) at low doses were investigated. Adult male rats were treated repeatedly with either vehicle or MP subcutaneously (3 mg/kg/day) and observed for the signs of toxicity during the treatment period. The toxic sign, tremor, reached maximum right after 9th injection in MP-treated rats, and declined thereafter. Animals were sacrificed and brains were taken 1 week or 3 weeks after the daily treatment for measurement of acetylcholinesterase (AChE) activity and binding of radioligands, [(3)H]QNB (nonselective), [(3)H]pirenzepine (M1-selective), and [(3)H]AF-DX384 (M2-selective) to muscarinic receptors. With this treatment regimen, the AChE activity in the blood dropped quickly and maintained at 30% of the control level after 6 injections. After 3 weeks of treatment, MP caused 80-90% AChE inhibition and substantial reductions in [(3)H]QNB binding (9-33%), [(3)H]pirenzepine binding (9-22%) and [(3)H]AF-DX384 binding (6-38%) in different brain regions, including striatum, hippocampus, frontal cortex, thalamus and midbrain. After 1 week of treatment, the inhibition of AChE in brain regions was from 54 to 74%, whereas receptor densities were only marginally affected in a few regions. The timing of the changes in receptor population correlates well with the changes in behaviors during the repeated MP exposure. ... /The/ findings suggest that down-regulation of muscarinic receptors plays a role in the development of tolerance to MP. And, the regulations of muscarinic receptors were different among receptor subtypes and brain regions."
        },
        {
            "References": "PMID:15511008",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ An evaluation of toxic effects of three organophosphorus pesticides viz. monocrotophos, methyl parathion and dimethoate given orally daily for 90 days was done in terms of enzymatic changes in plasma and liver of female albino rats. A significant decrease was observed in the level of esterases in plasma with all the three pesticides. The activity of acid and alkaline phosphatases and aminotransferases increased significantly in plasma and significantly or marginally in liver with these pesticides. The results are thus indicative of the cellular toxicity of these organophosphates even after their subchronic administration in low doses for a long period."
        },
        {
            "References": "European Commission, ESIS; IUCLID Dataset, Parathion-methyl (298-00-0) p.46 (2000). Available from, as of April 1, 2014: https://esis.jrc.ec.europa.eu/",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ /Groups of Beagle dogs were fed a diet containing 0.0, 0.03, 0.3 and 3.0 mg/kg/day of methyl parathion for 13 weeks with a six week recovery period/. Administration of methyl parathion at a dose level of 0.3 mg/kg/day to beagle dogs resulted in an inhibition of cholinesterase activity in erythrocytes, plasma and brain in both sexes. After a recovery period of six weeks, cholinesterase values were back to normal. With dose levels of 0.3 mg/kg/day or less no adverse effects were observed. No functional or morphologic impairment of the eye was seen at any dose level. The NOEL for this study was 0.3 mg/kg/day."
        },
        {
            "References": "European Commission, ESIS; IUCLID Dataset, Parathion-methyl (298-00-0) p.43 (2000). Available from, as of April 1, 2014: https://esis.jrc.ec.europa.eu/",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ /Groups of New Zealand White rabbits (5 rabbits/sex/dose) were given dermal applications of methyl parathion one time daily, five days a week for three weeks./ Edema and erythema was seen in one female at 1 mg/kg, 2 females at 5 mg/kg, 4 females at 10 mg/kg and in none at the 100 mg/kg dose level. There were no biologically significant changes in body weight. Plasma cholinesterase in males was statistically significantly decreased at 100 mg/kg. Although not statistically significant, red blood cell cholinesterase inhibition was 34.7% and 36.8% in males and 29.6% and 37.9% in females at 10 and 100 mg/kg respectively. Methyl parathion, in a dose range of 1 to 100 mg/kg body weight was well tolerated, and not associated with significant systemic toxicity (except for cholinesterase inhibition) when administered dermally to New Zealand White rabbits daily, 5 day per week, over a period of 21 days. Cholinesterase inhibition was seen at 10 and 100 mg/kg (RBC - both sexes) and at 100 mg/kg (plasma - males).The NOEL for local dermal toxicity in males was 100 mg/kg. The systemic NOEL, based on RBC and plasma cholinesterase inhibition was 5 mg/kg for males and females."
        },
        {
            "References": "European Commission, ESIS; IUCLID Dataset, Parathion-methyl (298-00-0) p.41 (2000). Available from, as of April 1, 2014: https://esis.jrc.ec.europa.eu/",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ /Groups of CD-1 mice (15 animals/sex/group) received a diet containing 1, 10, 30, and 60 for three months./ Methyl parathion resulted in slightly increased absolute and relative brain weights, slightly decreased testes and decreased ovary weights, changes in food consumption and reduced body weights."
        },
        {
            "References": "European Commission, ESIS; IUCLID Dataset, Parathion-methyl (298-00-0) p.38 (2000). Available from, as of April 1, 2014: https://esis.jrc.ec.europa.eu/",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ /Groups of Sprague Dawley rats (70 animals/sex/group) received a diet containing 0, 0.5, 2.5, 12.5, and 50 ppm/ resulting in neurotoxicity to the sciatic nerve and its extension in male and female rats. Males were more affected than females. Furthermore, the test compound administration resulted in cholinesterase activity depression, increased mean food consumption levels, reduced mean body weights and aggressiveness and hyperactivity. The NOEL for neuropathologic changes was 0.5 ppm. The NOEL for cholinesterase depression was 2.5 ppm. The NOEL for clinical signs of cholinesterase depression and reduced body weight was 12.5 ppm."
        },
        {
            "References": "Bioassay of Methyl Parathion for Possible Carcinogenicity (1979) Technical Rpt Series No. 157 DHEW Pub No. (NIH) 79-1713, U.S. Department of Health Education and Welfare, National Cancer Institute, Bethesda, MD 20014",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ ... Levels of Evidence of Carcinogenicity: Male Rats: Negative; Female Rats: Negative; Male Mice: Negative; Female Mice: Negative."
        },
        {
            "References": "PMID:16226487",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Methyl parathion (MP; o,o-dimethyl o-4-nitrophenyl phosphorothioate) is an organophosphorous pesticide used world wide to spray agricultural crops. The present study was aimed to investigate the genotoxic and cytotoxic effects on male germ cells and their possible relation with testicular ascorbic acid levels. Adult male Wistar rats (n=5/group) received MP at 0, 0.5, or 1 mg/kg (experiments 1 and 2) for 12 days and 0, 0.75 or 1.5 mg/kg (experiment 3) for 25 days (i.p.) everyday at intervals of 24 hr. The epididymal sperm count, sperm abnormalities and testicular ascorbic acid levels (by 2,4-dinitrophenyl hydrazine method) were estimated on days 130, 77 and 17 following the last exposure in experiments 1, 2, and 3, respectively. Virgin untreated female rats were mated with treated males from experiments 2 and 3 for a week effective from day 35 to 41 after the first treatment, and fertility indices were measured after the birth of pups. Sperm count was decreased in experiments 2 and 3 (P<0.01), and in all three experiments, the abnormal sperms increased (P<0.001). Concomitantly, the ascorbic acid levels decreased in the testis (P<0.05-0.001; one-way /Analysis of variance/ (ANOVA) and Bonferroni's post hoc test). The body weights of offspring of treated males did not show significant changes from those of the controls, although there were some decreases observed. MP reduced the lactation index in experiment 2 (P<0.001; Chi-square test). The number of pups/parent along with fertility indices showed some numerical decrease but without any statistical significance. The present findings suggest that MP is a weak genotoxic and cytotoxic agent in the rat exposed to human exposure dose-levels, and that these effects, except the fertility are well correlated with decreased ascorbic acid level in the testis. Furthermore, MP-induced changes in the germ cells do not have any significant effects on F1 generation."
        },
        {
            "References": "PMID:16170982",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ An evaluation of the toxic effects of three organophosphates; monocrotophos, dimethoate and methyl parathion on female reproduction was made by biochemical estimations of cytoplasmic and membrance bound proteins, lipids, phospholipids and cholesterol in the rat ovaries after treatment with their low residual level doses (LD50 1/8-1/5) to three groups of six rats each for 90 days. All the three pesticides caused degenerative changes in the ovaries as evidenced by a significant decrease in the concentration of cytoplasmic as well as membrane bound proteins, total lipids, phospholipids and cholesterol. The observations are thus indicative of the reproductive toxicity caused by organophosphates at cellular and molecular level in the ovaries of rats."
        },
        {
            "References": "Shepard, T.H. Catalog of Teratogenic Agents. 5th ed. Baltimore, MD: The Johns Hopkins University Press, 1986., p. 384",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ ... /Methyl parathion/ was given to rats in amounts of 24 mg/kg on days 9 or 15 of gestation, and no defects were seen in the offspring. Some perinatal mortality increase was seen, and the growth rate after birth was reduced. Cerebral cortical cholinesterase was reduced in the fetuses."
        },
        {
            "References": "National Research Council. Drinking Water & Health Volume 1. Washington, DC: National Academy Press, 1977., p. 632",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ A 3 generation study of methyl parathion in rats at 30 ppm showed no consistent effect in number of live or dead births, physical structure of newborn, litter size, weanling wt, or percentage survival to weaning. At /30 ppm/ there was decreased reproductive performance in some instances. This was not apparent at 10 ppm, which approximates 0.5 mg/kg/day."
        },
        {
            "References": "National Research Council. Drinking Water & Health Volume 1. Washington, DC: National Academy Press, 1977., p. 635",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ It appears that the assumption has been made that methyl parathion is toxicologically the same as parathion and that extrapolations have been made from parathion toxicology to methyl parathion. The data on teratogenic effects of methyl parathion ... indicate that this is not an acceptable procedure in this case."
        },
        {
            "References": "PMID:6710496",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Pregnant rats received daily oral doses of methyl parathion from day 6 through day 15 or 19 of gestation at doses causing no signs (1.0 mg/kg) or minimal signs (1.5 mg/kg) of maternal toxicity. Following the dose of methyl parathon on day 15 or 19, in vivo protein synthesis was measured 0.5, 1.0, and 2.0 hr after sc injection of L-1-(14)C-valine at a dose of 5 uCi/mmol/100 g body wt. The specific activity of (14)C-valine in the free amino acid pool and protein bound pool was significantly reduced in various regions of maternal brain and in maternal viscera, placenta, and whole embryos (day 15), and in fetal brain and viscera (day 19)."
        },
        {
            "References": "PMID:3211105",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Preweanling rat pups were exposed daily to parathion (1.3 mg/kg or 1.9 mg/kg) or vehicle (corn oil) on postnatal days 5-20, a time period critical to development of behavioral and biochemical parameters of the cholinergic nervous system. This expsoure resulted in dose-dependent reductions in acetylcholinesterase activity and muscarinic receptor binding in the cortex. During the preweanling period, there were no differences among the groups in most reflex measures, eye opening or incisor eruption. Postweanling behavioral assessment revealed small deficits in tests of spatial memory in both the T-maze and the radial arm maze. There were no differences in neuromuscular abilities or spontaneous activity measures. Thus, biochemical and behavioral deficits in cholinergic nervous system functioning occurred in the absence of severe signs of toxicity and in the absence of generalized nonspecific behavioral disturbances."
        },
        {
            "References": "PMID:1455605",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ The effect of methyl parathion (MP) on developing chick embryos was investigated. The embryos were exposed at different stages of development to various doses of methyl parathion via the yolk sac route. This resulted in retarded growth which included reduced body weight and reduced body length and length of leg bones. Other teratogenic signs observed were short neck, muscular hypoplasia of legs, abdominal hernias and hemorrhagic spots in brain and upper body. These findings suggest that MP was a teratogen when injected into the yolk sacs of developing embryos."
        },
        {
            "References": "Dan B, Medda JN; Impacts of Environment on Animals and Aquaculture 241-5 (1990)",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ The effect of the pesticides on embryonic development has received very little attention. Thus the teratogenic effect of methyl parathion in chick embryos has been studied. The frequencies of deformities and mortality rate were higher in higher doses. As regards time-dependent effect the frequency of deformed living embryos was reduced with lapse of time but the percentage of dead embryos increased. The embryos in the treated series were smaller in size and there was also decline in the mean body weight. The abnormalities included the impairment of the central nervous system, sense organs, limb buds and allantois. The histological sections revealed that the closure of the neural tube was greatly hampered and there was also curvature of the spinal cord. In many cases no eyes and auditory vesicles were formed and kidney development was also defective. The data showed that the abnormalities caused by the treatment of methyl parathion might lead to lethality of the developing embryos."
        },
        {
            "References": "Frosch I; Teratology 42 (2): 26A (1990)",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Study was conducted to determine the teratogenic and embryotoxic potential of the insecticide Wofatox 80 (O,O-Dimethyl-O-(4-nitrophenyl)-thiophosphate) in rats when given orally at doses of 0.25, 1, 3, 5 mg/kg on days 6 - 15 of gestation. Up to a dose of 1 mg/kg Wofatox 80 didn't influence behavior, food consumption and body weight gain of dams and no adverse effect was observed among the fetuses. At doses of 3 and 5 mg/kg Wofatox 80 was toxic to the dams (deaths occurred). On these conditions embryo toxicity was demonstrated by a significant increase of embryonic resorptions and only at a dose of 5 mg/kg by reduced fetal body weight and increased malformation rate."
        },
        {
            "References": "Sunil Kumar KB, Devi KS; J Environ Biol 17 (1): 51-7 (1996)",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Pregnant rats received daily P.O. doses of organophosphate methyl parathion (MP) from day 6 through day 15 of gestation at doses 0.5, 1 and 1.5 mg/kg body weight. Dams were sacrificed on day 20 of gestation and fetuses were examined for external and visceral anomalies. Significant decrease in dam weight gain during pregnancy and increase in resorption rate were observed in 1.5 mg methyl parathion administered rats. No increase were seen in skeletal or visceral anomalies in treatment groups, however an increase in incidence of haemorrhagic spots in brain and upper body were seen in pups from dams treated with methyl parathion."
        },
        {
            "References": "PMID:1455605",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ The effect of methyl parathion (MP) on developing chick embryos was investigated. The embryos were exposed at different stages of development to various doses of MP via the yolk sac route. This resulted in retarded growth which included reduced body weight and reduced body length and length of leg bones. Other teratogenic signs observed were short neck, muscular hypoplasia of legs, abdominal hernias and hemorrhagic spots in brain and upper body. These findings suggest that MP was a teratogen when injected into the yolk sacs of developing embryos."
        },
        {
            "References": "PMID:1455605",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ The effect of methyl parathion (MP) on developing chick embryos was investigated. The embryos were exposed at different stages of development to various doses of MP via the yolk sac route. This resulted in retarded growth which included reduced body weight and reduced body length and length of leg bones. Other teratogenic signs observed were short neck, muscular hypoplasia of legs, abdominal hernias and haemorrhagic spots in brain and upper body. These findings suggest that MP was a teratogen when injected into the yolk sacs of developing embryos."
        },
        {
            "References": "PMID:15384254",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Although prenatal exposure to pesticides has been associated with numerous adverse reproductive effects, data on the effects of such toxics in the placenta is limited. Thus, the present study was carried out to determine the morphology of the rat placenta exposed to the organophosphate pesticide methyl parathion (MP) in ad libitum fed and restricted diet animals. The pregnant females were randomly divided into control groups and experimental groups, the latter of which received MP at the doses of 0.0, 1.0, 1.5 and 2.0 mg/kg. Most cells in the maternal-fetal interface showed significant alterations in the presence of MP. Trophoblast giant cells exhibited either prominent characteristics of degeneration or normal morphology with many phagosome vacuoles, apparently containing cell debris. Vascular congestion was also more frequent in the labyrinth of the treated animals. Areas of fibrosis and hemorrhage were found in the decidua, as well as decidual cells presenting pyknotic nuclei and acidophilic cytoplasm. In the placentas of females treated with both restricted diet and MP, such changes were much more severe. Together, these alterations suggest a direct, toxic effect of MP on the placental cells. The phagocytic activity exhibited by trophoblast cells, may be playing a role in the removal of death cells from the maternal-placental interface and/or in a compensatory mechanism to maintain the uptake of maternal nutrients, following decreased metabolic exchange functions of the labyrinth due to the toxic effect of the MP."
        },
        {
            "References": "PMID:16783732",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Methyl parathion (MP) is a well-known organophosphorus pesticide, to which humans are exposed in fruit and vegetables as residues of 0-2 mg/kg, children being at higher risk of exposure. The present study was planned to investigate the effects on the adult male reproductive functions of MP following neonatal exposure. New born male Wistar rat pups were treated orally with either 0 or 0.5 mg/kg MP from postnatal day (PND) 3 to PND 28 and sacrificed on PND 98 for the purpose of examination of the reproductive system. Methyl parathion lowered the body weights from days 10 to 24 (p < 0.01), the weights of the reproductive organs (p < 0.05-0.01), the epididymal sperm count (p < 0.01) and the homogenization-resistant testicular spermatid head count (p < 0.01) and also decreased acid phosphatase (ACP), cholesterol, uric acid, protein, ascorbic acid, and lactate dehydrogenase (p < 0.01) levels in the testis but only ACP and cholesterol in the epididymis. The levels of abnormal sperm and testosterone in the testis were increased (p < 0.01), whereas the luteinizing hormone level and total number of seminiferous tubules decreased in the testes of treated rats (p < 0.01). A few tubules showed exfoliation of epithelium and vacuoles. The incidence of stage XIV tubules and ratios of meiotic figures and elongating spermatids to Sertoli cell nucleoli decreased (p < 0.01; Mann-Whitney U test). The present results indicate that MP acts as an endocrine disruptor and consequently affects the postnatal development and growth of the male reproductive organs in the rat. These findings are important to the general public, as there is a chance of children being exposed to this pesticide."
        },
        {
            "References": "PMID:17171610",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ /LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Methyl parathion (MP) is a pesticide widely used to protect crops but also illegally used in many countries for spraying homes and businesses to contain insects. The present study was planned to investigate the effects of MP on the male reproductive organs in the rat. Male Wistar rats (13-14 weeks old) were treated with MP and sacrificed as follows. Experiment 1:0 (water vehicle), 1.75, 3.5 or 7 mg/kg (ip) for 5 days and sacrificed on day 14; experiment 2:0, 0.5 or 1 mg/kg (i.p.) for 12 days and sacrificed on day 130; experiment 3: 0, 0.5 or 1 mg/kg (ip) for 12 days and sacrificed on day 77; experiment 4: 0, 0.75 or 1.5 mg/kg (ip) for 25 days and sacrificed on day 17; experiment 5: 0 or 3.5 mg/kg (/per oral/ (po)) for 25 days and sacrificed on day 17 after the last exposure. The reproductive organs were removed, weighed and processed for histopathological analysis. Structural changes, for example the morphology of the epithelium and the lumina of the organs, were observed in all animals. Biochemical estimates of acid phosphatase (ACP), cholesterol, total protein, uric acid, and vitamin C were conducted in the epididymis. The weight of the epididymis increased in experiment 2 in a dose-dependent pattern (p < 0.01) and decreased in experiments 4 and 5 (p < 0.01). The weight of the ductus deferens decreased in experiment 3 at 1 mg/kg dose level (p < 0.001) and increased in experiment 5 (p < 0.05). The weight of the seminal vesicle decreased in experiment 3 at both 0.5 mg/kg and 1 mg/kg dose levels (p < 0.001), and increased in experiment 5 (p < 0.01). The weight of the prostate decreased in experiments 4 (in a dose-dependent pattern) and 5 (p < 0.001). ACP levels decreased in experiment 4 (p < 0.001) with a greater effect at 0.5 mg/kg than at 1 mg/kg. In experiment 5 (p < 0.01) cholesterol levels decreased to less than 50% of the control level for this experiment (p < 0.01) and protein levels also decreased (p < 0.01). Vitamin C levels decreased in a dose-dependent pattern in experiments 4 (p < 0.001) and 5 (p < 0.01). There were no effects on uric acid level. Sperm density was decreased in the epididymis of the rats treated and the epithelium of the epididymis and ductus deferens showed cellular necrosis, brush-border disruption and nuclear pyknosis. Nuclei were haloed, except in experiment 2 and the 0.5 mg/kg group of experiment 3. Methyl parathion did not induce significant changes in the structure of the seminal vesicle and prostate, except that epithelial folding was shorter than in the control. In conclusion, MP is a reproductive toxicant in the male rat and causes deterioration in the structural integrity of the reproductive organs and also the biochemical parameters in the epididymis."
        },
        {
            "References": "PMID:6710496",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Pregnant rats received daily /per oral/ (po) doses of the organophosphate methyl parathion (MPTH) from Day 6 through Day 15 or 19 of gestation at doses causing no (1.0 mg/kg) or minimal (1.5 mg/kg) signs of maternal toxicity. Following the dose of MPTH on Day 15 or 19, in vivo protein synthesis was measured 0.5, 1.0, and 2.0 hr after sc injection of L-[(1)-(14)C]valine at a dose of 5 microCi/mmol/100 g body wt. The specific activity of [14C]valine in the free amino acid pool and protein bound pool was significantly reduced in various regions of maternal brain and in maternal viscera, placenta, and whole embryos (Day 15), and in fetal brain and viscera (Day 19). The inhibitory effect of MPTH on net protein synthesis was dose dependent, greater on Day 19 than 15 of gestation and more pronounced in fetal than in maternal tissues."
        },
        {
            "References": "PMID:18977431",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Organophosphates (OPs), commonly used as insecticides, inhibit acetylcholinesterase, the enzyme responsible for the inactivation of synaptic acetylcholine, which results in elevated acetylcholine neurotransmission. Nigrostriatal dopamine neurons receive substantial cholinergic innervation and express a number of nicotinic acetylcholine receptor subunits. Since epidemiological data have implicated pesticides in the incidence of Parkinson's disease, the current experiment investigated how repeated, developmental exposure to the OPs chlorpyrifos (CPS) or methyl parathion (MPT) affects striatal dopamine levels and dopamine neuron gene expression. Newborn rats were treated daily via oral gavage with corn oil vehicle, CPS, or MPT from postnatal days (PND) 1-21. Rats were sacrificed at PND 22 and 50. Levels of dopamine and its metabolites 3,4 dihydroxyphenylacetic acid (DOPAC) and homovanillic acid (HVA) were measured in the striatum and mRNA expression was measured in the substantia nigra. At 22 days of age, CPS and MPT treatment had no effect on dopamine, DOPAC or HVA levels. At 50 days of age, CPS significantly elevated DOPAC levels and elevated dopamine turnover (DOPAC/dopamine) but did not affect dopamine or HVA levels. MPT had no significant effects on any of these parameters. Interestingly, both CPS and MPT treatments caused a significant alteration in the ratio of alpha7 to alpha6 nicotinic acetylcholine receptor (nAChR) subunit expression in the substantia nigra with a non-significant elevation in alpha6 and a reduction in alpha7 at 22 days. At 50 days of age, a significant elevation in alpha6 nAChR subunit was observed in the MPT treated rats. No differences in dopamine neuron transcription factors (Nurr1 or Lmx1b) or neurotransmission genes were observed. These data demonstrate that repeated exposure to OPs during postnatal maturation can have a significant effect on dopamine neurochemistry, primarily by modifying dopamine metabolism, which can persist for up to 1 month (CPS) and alter acetylcholine subunit expression (CPS and MPT)."
        },
        {
            "References": "PMID:18650256",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Placental transfer of methyl parathion (MP), an organophosphate pesticide, could involve effects on cholinergic system. To analyze whether placental cholinergic system is altered by prenatal exposure to MP, expression of muscarinic cholinergic receptors (M1 and M2 subtypes; mAChR) was determined in pregnant rats exposed to MP at 0.0, 1.0, 1.5, and 2.0 mg/kg. An immunohistochemical analysis for M1 and M2 mAChR was performed, and the density of the mAChR signal was measured by image analysis. M1 and M2 mAChR were found in the trophoblast present in the labyrinth, with an 18% predominance of M2 over M1 in the non-exposed group. The expression of M1 and M2 mAChR in placentas exposed to MP showed a decrease when compared with the non-exposed group (P < 0.05); a dose-response effect was not detected. These results demonstrate that prenatal exposure to MP causes changes in the placental expression of mAChR M1 and M2, suggesting that related placental cholinergic functions could be affected."
        },
        {
            "References": "PMID:18024115",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Methyl parathion (MP: O,O-dimethyl-O-4-nitrophenyl phosphorothioate) is an organophosphate pesticide used in agriculture to protect a variety of crops. Food stuffs such as fruits and vegetables could be contaminated with MP, which may be a potential route of exposure. Previous studies have shown that MP is a reproductive toxicant in animal models. The present study was designed to investigate the mechanism of symplast formation and biochemical changes that occur in the testis, following MP exposure. MP was treated to adult male Wistar rats (N=5/dose/sample time) as follows. Experiment 1 - 0, 0.75 or 1.5mg/kg/d ip for 25 days and experiment 2 - 0 or 3.5mg/kg/d p.o. for 25 days and sacrificed on Day 17, after the last exposure. Light microscopic examination of testis was made to evaluate the structural changes and also to establish a process of symplast formation and destruction. Quantitative biochemical estimations were made in the testis for acid phosphatase (ACP), cholesterol, total protein, uric acid, and lactate dehydrogenase (LDH). MP induced structural changes in the testis in consensus with the previous studies. The symplasts were found in the testes in experiment 1. Those cells were formed due to the cell fusion of round spermatids. The symplasts were degenerated by nuclear fragmentation. The nuclear fragments were extruded from the symplasts leaving behind only the eosinophilic cytoplasm. The cell fusion and multinucleated giant cell formation was the reason for MP induced tubular atrophy. Number of tubules with symplasts increased in experiment 1 in a dose-dependent pattern. Johnsen's scores also decreased in a dose-dependent manner in experiment 1 indicating a dose-dependent tubular destruction. The ACP, cholesterol, total protein, and LDH levels decreased in both experiments against their respective controls, whereas the uric acid level decreased in experiment 1 and increased in experiment 2 (P<0.01-0.001). The effects in experiment 1 were dose-dependent. In conclusion, MP induces the formation of symplasts by cell fusion of round spermatids, which is a process involved in tubular atrophy and also induces biochemical changes in the testis."
        },
        {
            "References": "PMID:18029014",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Adult male roseringed parakeets were fed concentrations (0, 10 or 20 ug/100g body wt./day) of methyl parathion (MP) for 5 or 10 days. There were four sampling periods for each treatment group. The first two sampling periods were after 5 or 10 days of daily dosing. In two other sampling periods, birds were given daily doses for 10 days, and sampling occurred at 5 or 10 days after the end of treatment. A significant dose- and duration-dependent reduction in the paired testicular weight, seminiferous tubular diameters, the number of tubules with healthy germ cells, plasma acetylcholinesterase (AChE) activity and plasma levels of luteinizing hormone (LH) and testosterone occurred in MP-fed birds. The inhibitory influences of MP persisted till day-5 and followed by recovery from the gonado-suppressive effects of MP at day-10 after the end of last treatment for 10 days. These findings provide the first experimental evidence that MP-induced testicular dysfunctions in parakeets possibly results from an impaired activity of hypophysial-gonadal axis. Moreover, it is evident that the organophosphorous (OP)-induced changes in the avian testes are reversible."
        },
        {
            "References": "PMID:15384254",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Although prenatal exposure to pesticides has been associated with numerous adverse reproductive effects, data on the effects of such toxics in the placenta is limited. Thus, the present study was carried out to determine the morphology of the rat placenta exposed to the organophosphate pesticide methyl parathion (MP) in ad libitum fed and restricted diet animals. The pregnant females were randomly divided into control groups and experimental groups, the latter of which received MP at the doses of 0.0, 1.0, 1.5 and 2.0 mg/kg. Most cells in the maternal-fetal interface showed significant alterations in the presence of MP. Trophoblast giant cells exhibited either prominent characteristics of degeneration or normal morphology with many phagosome vacuoles, apparently containing cell debris. Vascular congestion was also more frequent in the labyrinth of the treated animals. Areas of fibrosis and hemorrhage were found in the decidua, as well as decidual cells presenting pyknotic nuclei and acidophilic cytoplasm. In the placentas of females treated with both restricted diet and MP, such changes were much more severe. Together, these alterations suggest a direct, toxic effect of MP on the placental cells. The phagocytic activity exhibited by trophoblast cells, may be playing a role in the removal of death cells from the maternal-placental interface and/or in a compensatory mechanism to maintain the uptake of maternal nutrients, following decreased metabolic exchange functions of the labyrinth due to the toxic effect of the MP."
        },
        {
            "References": "Rumpf S et al; J of Economic Entomology 91 (1): 34-40 (1998)",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Effects of 3 conventional insecticides(methyl parathion, azinphos-methyl, cypermethrin) and 3 insect growth regulators (fenoxycarb, diflubenzuron, and tebufenozide) on life-table parameters of Micromus tasmaniae Walker were determined in adults derived from insecticide-treated larvae. The following parameters were compared with the control: sex ratio, longevity, sterility, and fecundity. Power analysis was used to increase the efficiency and the predictability of the life-table test. ... Methyl parathion, cypermethrin, and tebufenozide treatments showed no differences in any of the tested life-table parameters in the 1st generation. ..."
        },
        {
            "References": "Gaines TB; Toxicol Appl Pharmacol 14: 515-34 (1969) as cited in NIOSH; Criteria Document: Methyl parathion p.53 (1976) DHEW Pub. NIOSH 77-106",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ Thirty organophosphorus and 9 carbamate compounds were examined for evidence of neurotoxic effects in chickens. In this screening study, the latency of effects from these compounds was compared to the characteristic 8 to 14 day delay in onset of flaccid paralysis of legs observed in chickens, cats, and humans ... for the known neurotoxic compound triorthocresyl phosphate. The highest no effect dose of methyl parathion tested was 32 mg/kg. The lowest effective dose tested, 64 mg/kg, was approximately 1/3 of the lowest lethal dose tested, 200 mg/kg. The number of chickens tested was not specified. Although no histologic examinations were performed in this study, the neurotoxic signs in chickens treated with methyl parathion did not show the characteristic latency or persistence of classical neurotoxic agents. Onset of leg flaccidity at this dose occurred within 24 hr and lasted 3-28 days. These results suggest that methyl parathion is not a demyelinating agent."
        },
        {
            "References": "PMID:3229466",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ The aim of the present study was to evaluate the neurochemical changes in the levels of gangliosides and glycogen of the cerebral hemisphere, cerebellum, brain stem and spinal cord following the intraperitoneal (ip) injection of the organophosphate pesticide methyl parathion (1.0 mg, 1.5 mg, and 2.0 mg/kg) to each rat of the experimental group daily for 7 days. A remarkable dose-related depletion in the concentration of gangliosides was discernible in all the regions of the CNS. Also, the contents of glycogen exhibited a decrement in different parts of the brain with all the 3 dose schedules following methyl parathion toxicosis. The results suggest that the levels of gangliosides and glycogen are affected dose-dependently in various regions of the rat brain and spinal cord."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists. Documentation of the TLV's and BEI's with Other World Wide Occupational Exposure Values. CD-ROM Cincinnati, OH 45240-1634 2005., p. 3",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ Among rats given single oral doses of 0, 0.025, 7.5, 10 (males only), or 15 mg/kg (females only) methyl parathion, cholinergic toxicity (lacrimation, salivation, miosis, tremors/convulsions, muscle fasciculations, muscle weakness, ataxia), as measured using a Functional Observation Battery (FOB) occurred at doses of 7.5, 10, or 15 mg/kg. Neuropathology (focal demyelination) was also evident at these levels."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists. Documentation of the TLV's and BEI's with Other World Wide Occupational Exposure Values. CD-ROM Cincinnati, OH 45240-1634 2005., p. 3",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ ...hens were given an oral dose of /methyl parathion/ 215mg/kg. No signs of ataxia typical of delayed neurotoxic effects were seen in treated hens; nor were neural degenerative changes observed histologically."
        },
        {
            "References": "PMID:1455421",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ Wistar rat pups (female) were exposed to methylparathion (MPTH) by gastric intubation in single doses, or in a chronic regimen of different durations. A single dose of 1 mg MPTH/kg body weight in 15-day-old pups caused a significant decrease of acetylcholinesterase (AChE) activity in cerebellum (CE), motor cortex (MC) and brain stem (BS). The effect began to appear in about 20 min after administration, the peak effect was attained in 120 min and later on this waned off completely by 24 hr. The effect was similar in young (15 days) and in adult (70 days) rats. A single dose of 0.2 mg MPTH/kg in 15 day old pups caused a reduction of AChE activity only in the BS, while a 0.1 mg MPTH/kg single dose given to 15-day-old pups caused no effect even in seven regions of the brain examined. Effect of low dose chronic administration of MPTH on AChE activity was also studied in CE, MC, BS, hippocampus (HI), striatum-accumbens (SA), spinal cord (SC) and also in the hypothalamus (HY). Administration of 0.1 mg MPTH/kg from second day to 15 days of age caused significant reduction of AChE activity in only 2 of the 7 brain regions studied. Administration of double the dose (0.2 mg MPTH/kg) and for a longer duration (2nd day to 150 days of age), caused a depression in all the brain regions studied. In all these regions, the levels of NA, DA and 5HT did practically not change. The results suggest that chronic consumption of MPTH leads to a moderate decrease of AChE activity in several brain regions."
        },
        {
            "References": "PMID:16645783",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ Our previous work showed that repeated exposure to methyl parathion (MP) caused a prolonged inhibition of acetylcholinesterase (AChE) activity (approximately 80%) and down-regulation of M(1) and M(2) muscarinic receptors (up to 38%) in rats at brain regions, including frontal cortex, striatum, hippocampus and thalamus. In the present neurobehavioral study, we found this repeated MP treatment had suppressant effects on rat's locomotor activity. However, we observed no evidence of long-term effects of MP on associative learning and memory. Our data demonstrated that repeated exposure to MP caused some functional deficits in CNS, but motor activity and associative learning/memory process might differ in the sensitivity to its toxic effect. The motor dysfunctions in MP-treated rats may be mediated via reciprocal balance between cholinergic and dopaminergic systems at striatum following cholinergic over-stimulation. Our findings also suggest that the CNS deficits induced by repeated exposure to MP or other organophosphate (OP) pesticides cannot be attributed entirely to the inhibition of AChE. To accurately assess the neuro-toxic risk by occupational exposure to sub-lethal doses of MP, novel biomarkers besides in vivo anticholinesterase potency are needed."
        },
        {
            "References": "PMID:17666426",
            "Value": "/DEVELOPMENTAL NEUROTOXICITY/ The neurodevelopmental effects of two organophosphorus (OP) insecticides, chlorpyrifos (CPS) and methyl parathion (MPS), on cholinesterase (ChE) activity and muscarinic acetylcholine receptor (mAChR) binding were investigated in neonatal rat brain. Animals were orally gavaged using an incremental dosing regimen from postnatal day 1 (PND1) until PND8 with a low, medium, and high dosage for both CPS and MPS. On PND4 and PND8, ChE activity was measured in whole brain while the total and subtype densities of mAChRs were measured in three brain sections: area anterior to optic chiasma (anterior forebrain), area from the optic chiasma to the medulla/pons (posterior forebrain); and the medulla/pons excluding the cerebellum. The ligands (3)H-pirenzepine, (3)H-AF-DX 384, (3)H-4-DAMP, and (3)H-QNB were used to measure the maximal binding of the M1, M2/M4, and M3 subtypes and total mAChR receptors, respectively. In the anterior and the posterior forebrain, the levels of all mAChRs nearly doubled from PND4 to PND8, while in the medulla/pons, M1- and M3-subtype mAChR densities were low and did not increase and M2/M4 subtype and total mAChR slightly increased from PND4 to PND8. Reduction of ChE activity and mAChR binding by CPS or MPS was more evident in rats at PND8 than at PND4. With respect to mAChR binding, the greatest effects were observed in the medulla/pons and the least effects were observed in the posterior region of the forebrain. These results demonstrate that OPs exert adverse effects on rat central nervous system development through the cholinergic system in an age- and region-dependent manner."
        },
        {
            "References": "PMID:17893397",
            "Value": "/DEVELOPMENTAL NEUROTOXICITY/ Exposure to either chlorpyrifos (CPS) or methyl parathion (MPS) results in the inhibition of acetylcholinesterase and leads to altered neuronal activity which normally regulates critical genes such as the neurotrophins nerve growth factor (NGF) and brain-derived neurotrophic factor (BDNF). The effects of postnatal exposure to CPS and MPS on the expression of messenger RNA (mRNA) and protein levels for NGF and BDNF were investigated in the frontal cerebral cortex (cortex) and hippocampus of rats. Oral administration of CPS (4.0 or 6.0 mg/kg), MPS (0.6 or 0.9 mg/kg), or the safflower oil vehicle was performed daily from postnatal day 10 (PND10) through PND20. Exposure induced significant effects on growth and cholinesterase activity. Increased NGF protein levels were observed in the hippocampus but not the cortex on PND20 with some reduction occurring on PND28 in both regions. These changes did not correlate with the changes in NGF mRNA. BDNF mRNA was increased in both regions on PND20 and PND28, whereas BDNF protein levels were increased on PND20. On PND12, c-fos mRNA, a marker of neuronal activation, was increased in both regions. Total BDNF protein was increased in the hippocampus but decreased in the cortex. No changes in NGF protein were observed. These results indicate that repeated developmental OP exposure during the postnatal period alters NGF and BDNF in the cortex and the hippocampus and the patterns of these alterations differ between regions."
        },
        {
            "References": "PMID:7149774",
            "Value": "/BEHAVIORAL STUDIES/ Behavioral and physiological responses of common grackles (Quiscalus quiscula) to dietary concentrations of methyl parathion suggest mortality was largely due to pesticide-induced anorexia. Mortality was dose related, though consumption of treated diets was reduced such that birds on different geometrically arranged concentrations of the pesticide ingested about the same amount of toxicant. Grackles that died had lost an average of 28-36% of their initial body weight."
        },
        {
            "References": "PMID:19293373",
            "Value": "/BEHAVIORAL STUDIES/ Although the use of organophosphate (OP) insecticides has been restricted, sufficient exposure can occur to induce detrimental neurobehavioral effects. In this study, /authors/ measured physical and reflex development and spatial learning and memory in rats repeatedly exposed to incremental doses of chlorpyrifos (CPS) and methyl parathion (MPS) from postnatal day (PND) 1 to PND21. Other than decreased body weight in the higher dosage groups, no effects on physical or reflex development were observed. Significant hippocampal cholinesterase inhibition was induced in all treatment groups for up to 19 days following exposure. Beginning on PND36, working and reference memory was tested using a 12-arm radial maze, with subject animals trained and tested 4 days a week for 4 weeks. In males, working memory was decreased with the medium and high dosage of MPS but only the high dosage of CPS; while in females, no deficits were observed. For reference memory, errors were significantly increased in males exposed to the high dosage of CPS and all dosages of MPS. In females, enhanced performance was observed within the medium and high dosages of CPS but not with MPS. These data show that repeated developmental exposure to OP insecticides can induce sex-selective alterations and long-lasting changes in spatial learning and memory formation when measured using a radial arm maze and that MPS and CPS induce different neurobehavioral outcomes."
        },
        {
            "References": "National Research Council. Drinking Water & Health Volume 1. Washington, DC: National Academy Press, 1977., p. 633",
            "Value": "/GENOTOXICITY/ The effect of methyl parathion on chromosomes of cells in vivo was studied with ICR male mice that received ip injections. Dosage ranged from 5 to 100 mg/kg. Direct toxicity resulted from the 2 higher dosages, 50 and 100 mg/kg. At the lower dosages, as seen in exam of bone marrow, methyl parathion caused no increase in the incidence of chromosomal aberrations. ... There are no reports of oncogenic effects in experimental animals of ... methyl parathion in long term feeding studies."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V30 142 (1983)",
            "Value": "/GENOTOXICITY/ A V79 Chinese hamster cell line ... grown in the presence of up to 40 ug/mL methyl parathion (96.8% pure) for 28-72 hr, showed a significant dose related increase in sister chromatid exchanges. ... No exogenous metabolic activation. ... Sister chromatid exchanges ... induced in Chinese hamster ovary cells treated with methyl parathion (80% pure) in the presence but not in the absence of aroclor-induced rat liver microsomal preparation. Methyl parathion (80% pure) did not induce unscheduled DNA synthesis in human fetal lung, either in the presence or absence of an uninduced mouse liver microsomal preparation."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V30 142 (1983)",
            "Value": "/GENOTOXICITY/ Mutagenic activity was observed in absence of exogenous metabolic activation in the Ade-6 forward mutation assay in Schizosaccharomyces pombe."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. S7 392 (1987)",
            "Value": "/GENOTOXICITY/ The incidences of chromosomal aberrations and of dominant lethal mutations were not increased in mice treated in vivo with methyl parathion. In mammalian cells, sister chromatid exchange and presumed gene mutations were induced, but neither chromosomal aberration nor unscheduled DNA synthesis was elicited. Methyl parathion was weakly or nonmutagenic in Drosophila melanogaster and in bacterial systems, but it was mutagenic in yeasts."
        },
        {
            "References": "PMID:1381479",
            "Value": "/GENOTOXICITY/ Metacid 50, the commercial grade of methyl parathion (O,O-dimethyl-O-4-nitrophenyl phosphorothionate), a commonly used organophosphorus insecticide, was tested for its genotoxicity in Swiss albino mice using the sperm abnormality assay. Sperms of albino mice were examined at two time intervals, 1 week and 5 weeks after a single acute oral treatment with the pesticide at four dose levels, viz., 75.0, 37.5, 18.75 and 9.375 mg/kg body weight corresponding to 1/2 LD50, 1/4 LD50, 1/8 LD50 and 1/16 LD50 values respectively. A dose-related statistically significant increase in the percentage of abnormal sperm observed indicates the genotoxic potency of methyl parathion."
        },
        {
            "References": "PMID:7510838",
            "Value": "/GENOTOXICITY/ The cytogenetic and cytotoxic effects of the pesticides methyl parathion, Bayleton and Hinosan were evaluated in mammalian test systems. The frequency of chromosome aberrations and micronuclei in bone marrow cells and the arginase enzyme profile in the liver tend to show the genotoxicity of organophosphorus and organochlorine pesticides in a single-exposure response study. Methyl parathion was the most hazardous among the three, showing definite pathology in the livers of treated rats."
        },
        {
            "References": "PMID:15680680",
            "Value": "/GENOTOXICITY/ In this study, different concentrations of some organophosphate insecticides (methyl parathion, azamethiphos, dichlorvos and diazinon) have been evaluated for genotoxicity in the wing somatic mutation and recombination test (SMART) of Drosophila melanogaster. Third-instar larvae trans-heterozygous for two genetic markers mwh and flr, were treated at different concentrations (1 ppm, 3 ppm, 5 ppm, 7 ppm, 10 ppm) of the test compounds. A positive correlation was observed between total mutations and the number of wings having mutations. In addition, the observed mutations were classified according to size and type of mutation per wing. Chemicals used were ranked in decreasing order according to their genotoxic effects as diazinon, dichlorvos, methyl parathion, azamethiphos."
        },
        {
            "References": "PMID:6464028",
            "Value": "/GENOTOXICITY/ Male mice (Q strain) received a single ip injection of 3 organophosphorus compounds: ethylparathion (10 mg/kg), its methyl analogue (methylparathion, 10 mg/kg), or its phosphate derivative (ethylparaoxon, 0.3 mg/kg). The number of chromosome aberrations observed in bone marrow cells and spermatogonia, and the frequency of pre- and postimplantation fetal lethality obtained in a dominant lethal mutation assay, did not conclusively prove that the tested compounds produced a mutagenic effect."
        },
        {
            "References": "PMID:16784764",
            "Value": "/GENOTOXICITY/ Organophosphorous (OP) pesticides are considered genotoxic mainly to somatic cells, but results are not conclusive. Few studies have reported OP alterations on sperm chromatin and DNA, and oxidative stress has been related to their toxicity. Sperm cells are very sensitive to oxidative damage which has been associated with reproductive dysfunctions. /Authors/ evaluated the effects of methyl-parathion (Me-Pa; a widely used OP) on sperm DNA, exploring the sensitive stage(s) of spermatogenesis and the relationship with oxidative stress. Male mice (10-12-weeks old) were administered Me-Pa (3-20 mg/kg bw/ip) and euthanized at 7- or 28-days post-treatment. Mature spermatozoa were obtained and evaluated for chromatin structure through SCSA (Sperm Chromatin Structure Assay; DNA Fragmentation Index parameters: Mean DFI and DFI%) and chromomycin-A(3) (CMA(3))-staining, for DNA damage through in situ-nick translation (NT-positive) and for oxidative stress through lipid peroxidation (LPO; malondialdehyde production). At 7-days post-treatment (mature spermatozoa when Me-Pa exposure), dose-dependent alterations in chromatin structure (Mean DFI and CMA(3)-staining) were observed, as well as increased DNA damage, from 2-5-fold in DFI% and NT-positive cells. Chromatin alterations and DNA damage were also observed at 28-days post-treatment (cells at meiosis at the time of exposure); suggesting that the damage induced in spermatocytes was not repaired. Positive correlations were observed between LPO and sperm DNA-related parameters. These data suggest that oxidative stress is related to Me-Pa alterations on sperm DNA integrity and cells at meiosis (28-days post-treatment) and epididymal maturation (7-days post-treatment) are Me-Pa targets. These findings suggest a potential risk of Me-Pa to the offspring after transmission."
        },
        {
            "References": "PMID:15922807",
            "Value": "/GENOTOXICITY/ Water samples from the Yamuna River at Okhla (Delhi), India, were concentrated using XAD resins (XAD-4 and XAD-8) and liquid-liquid extraction procedures. Gas chromatographic analysis of liquid-liquid extracted water samples revealed the presence of the pesticides DDT, BHC, dieldrin, endosulfan, aldrin, 2,4-D, dimethoate, methyl parathion, and malathion at concentrations of 14, 25, 2.1, 114, 0.9, 0.6, 0.9, 1.7, and 1.9 ng/L, respectively. The genotoxicity of the extracted water samples was evaluated with the Ames Salmonella/mammalian microsome test, DNA repair-defective mutants, and bacteriophage lambda systems. The results of the Salmonella test demonstrated that the XAD-concentrated water samples had maximum mutagenicity with the TA98 strain both with and without metabolic activation. However, the liquid-liquid-extracted water samples were also found to be mutagenic with one or more of the Ames tester strains, but to a lesser extent as compared with XAD extracts. The damage brought about in the DNA repair-defective mutants in the presence of XAD-concentrated water samples was found to be markedly high as compared with that liquid-liquid-extracted water samples at the dose level of 20 uL/mL culture. All mutants invariably exhibited significant declines in their colony-forming units as compared with their isogenic wild-type counterparts. Survival decreased by 86.3 and 75.5% in the polA- strain after 6 hr of treatment with XAD-concentrated and liquid-liquid-extracted water samples, respectively. A significant decrease was also observed in the survival of bacteriophage lambda when treated with the test samples. Mutagenic responses of the liquid-liquid-extracted water samples may not necessarily reflect the mutagenicity of existing pesticides in the test water, because some other organic pollutants might accompany the pesticides in the extract."
        },
        {
            "References": "PMID:23434078",
            "Value": "/GENOTOXICITY/ This study used a cell/microbe co-incubation assay to evaluate the effect of four organophosphorus insecticides (parathion-methyl, azinphos-methyl, omethoate, and methamidophos) metabolized by coriander (Coriandrum sativum). The reverse mutation of Salmonella typhimurium strains TA98 and TA100 was used as an indicator of genetic damage. Treatments with these insecticides inhibited peroxidase activity in plant cells by between 17% (omethoate) and 98% (azinphos-methyl) and decreased plant protein content by between 36% (omethoate) and 99.6% (azinphos-methyl). Azinphos-methyl was the most toxic when applied directly. In the Ames test, treatments applied directly to strain TA100 killed the bacteria; however, the presence of plant metabolism detoxified the system and permitted the growth of bacteria. In strain TA98, plant metabolites of insecticides were mutagenic. This result suggests that the tested pesticides produce mutations through frameshifting."
        },
        {
            "References": "PMID:21786386",
            "Value": "/GENOTOXICITY/ Organophosphate pesticides are among the most widely used synthetic chemicals for controlling a wide variety of pests. Chlorpyrifos (CPF), methyl parathion (MPT), and malathion (MLT) are among the most extensively used organophosphate (OP) pesticides. The main target of action of OP compounds is the central and peripheral nervous system, although it has also been postulated that these compounds in both acute and chronic intoxication, disturb the redox processes and thus induce oxidative stress. The excessive generation of reactive oxygen species (ROS) causes damage to all vital macromolecules including lipids, proteins, and DNA. This study was aimed to investigate the genotoxicity and cytotoxicity of CPF, MPT, and MLT when given singly or in combination. The DNA damage was measured by alkaline single-cell gel electrophoresis or comet assay and expressed as DNA damage index. The results showed that both acute and chronic exposure with CPF, MPT, and MLT, caused significantly marked DNA damage in rat tissues namely, liver, brain, kidney, and spleen, when measured 24 hour posttreatment. It was also observed that MPT caused highest level of DNA damage and brain was maximally affected by these OP compounds. When these pesticides were given in mixture, the damage was not the sum of damage caused by individual pesticide, confirming that these pesticides do not potentiate the toxicity of each other. When the DNA damage was measured 48 and 72 hour posttreatment, the damage was partially repaired. Pesticide exposure also caused histopathological changes in rat tissues."
        },
        {
            "References": "PMID:15680680",
            "Value": "/GENOTOXICITY/ In this study, different concentrations of some organophosphate insecticides (methyl parathion, azamethiphos, dichlorvos and diazinon) have been evaluated for genotoxicity in the wing somatic mutation and recombination test (SMART) of Drosophila melanogaster. Third-instar larvae trans-heterozygous for two genetic markers mwh and flr, were treated at different concentrations (1 ppm, 3 ppm, 5 ppm, 7 ppm, 10 ppm) of the test compounds. A positive correlation was observed between total mutations and the number of wings having mutations. In addition, the observed mutations were classified according to size and type of mutation per wing. Chemicals used were ranked in decreasing order according to their genotoxic effects as diazinon, dichlorvos, methyl parathion, azamethiphos."
        },
        {
            "References": "Abdel-Razek MA et al; J Environ Sci Health B 48 (6): 449-61 (2013)",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ The goal of this study was to optimize methyl parathion (O,O-dimethyl-O-4-p-nitrophenyl phosphorothioate; MP) degradation using a strain of Escherichia coli DH5alpha expressing the opd gene. /Authors/ results indicate that this strain had lower enzymatic activity compared to the Flavobacterium sp. ATCC 27551 strain from which the opd gene was derived. Both strains were assessed for their ability to degrade methyl parathion (MP) in a mineral salt medium with or without the addition of glucose either as suspended cells or immobilized on tezontle, a volcanic rock. MP was degraded by both strains with similar efficiencies, but immobilized cells degraded MP more efficiently than cells in suspension. However, the viability of E. coli cells was much higher than that of the Flavobacterium sp. /Authors/ confirmed the decrease in toxicity from the treated effluents through acetylcholinesterase activity tests, indicating the potential of this method for the treatment of solutions containing MP. 23452210"
        },
        {
            "References": "PMID:18761328",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ Organophosphorus (OP) insecticides elicit toxicity via acetylcholinesterase inhibition, allowing acetylcholine accumulation and excessive stimulation of cholinergic receptors. Some OP insecticides bind to additional macromolecules including butyrylcholinesterase and cholinergic receptors. While neurotoxicity from OP anticholinesterases has been extensively studied, effects on cardiac function have received less attention. /Authors/ compared the in vitro sensitivity of acetylcholinesterase, butyrylcholinesterase and [(3)H]oxotremorine-M binding to muscarinic receptors in the cortex and heart of adult (3 months) and aging (18 months) rats to chlorpyrifos, methyl parathion and their active metabolites chlorpyrifos oxon and methyl paraoxon. Using selective inhibitors, the great majority of cholinesterase in brain was defined as acetylcholinesterase, while butyrylcholinesterase was the major cholinesterase in heart, regardless of age. In the heart, butyrylcholinesterase was markedly more sensitive than acetylcholinesterase to inhibition by chlorpyrifos oxon, and butyrylcholinesterase in tissues from aging rats was more sensitive than enzyme from adults, possibly due to differences in A-esterase mediated detoxification. Relatively similar differences were noted in brain. In contrast, acetylcholinesterase was more sensitive than butyrylcholinesterase to methyl paraoxon in both heart and brain, but no age-related differences were noted. Both oxons displaced [(3)H]oxotremorine-M binding in heart and brain of both age groups in a concentration-dependent manner. Chlorpyrifos had no effect but methyl parathion was a potent displacer of binding in heart and brain of both age groups. Such OP and age-related differences in interactions with cholinergic macromolecules may be important because of potential for environmental exposures to insecticides as well as the use of anticholinesterases in age-related neurological disorders."
        },
        {
            "References": "PMID:18533248",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ Induction of many genes encoding detoxifying enzymes and antioxidant proteins is mediated through a common mechanism, which is controlled by electrophile-responsive elements (EpRE) within the regulatory region of those genes. Copper and methyl parathion are environmental pollutants known to induce the expression of EpRE-mediated genes. In order to evaluate the molecular response triggered by these pollutants, a stable cell line was produced, which carries a transgene comprised of the green fluorescent protein (GFP) reporter gene under transcriptional control of the mouse glutathione-S-transferase (gst1) electrophile-responsive element fused to the mouse metallothionein (mt1) minimal promoter. The rat / hepatoma tissue culture / (HTC) hepatoma cells were transfected with the EpREmt-GFP construct and successfully selected with G418 antibiotic. EpREmt-GFP HTC cells were treated with 0.002 mg /per/ L, 0.02 mg /per/ L, 0.2 mg /per/ L and 2 mg /per/ L copper sulfate and 0.001 mg /per/ L, 0.01 mg /per/ L, 0.1 mg /per/ L and 1 mg /per/ L(-1) methyl parathion for 48 hr. GFP expression was directly quantified in living cells using a microplate fluorimeter. GFP expression was significantly increased in higher concentrations of both pollutants, showing a 1.80- and 2.58-fold induction of GFP at 2mg copper /per/ L and 1mg methyl parathion /per/ L, respectively (p<0.01). The results obtained in the present study demonstrate that the EpREmt-GFP HTC cell line can be an interesting model for further development for the study of the cellular response to aquatic pollutants as well as a new tool for environmental monitoring at the molecular level."
        },
        {
            "References": "PMID:15793557",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ Organophosphorous pesticides are currently widely used in China to help boost agricultural production. However, these pesticides pose various threats to organisms, including humans, and are thus a cause of concern. Five organophosphorous pesticides, monocrotophos, omethoate, parathion-methyl, phoxim and dichlorvos, were examined for their effects on mammalian cell lines to determine their potential impact on physiological functions in vivo. Results show an increased proliferation of MCF-7 cells treated with 0.2 uM monocrotophos or 0.4 uM omethoate, suggesting that these compounds can induce breast cancer cell proliferation at relatively low concentrations. Murine primary spleen cells markedly decreased in number starting at a pesticide concentration of 0.01 uM; no cytotoxicity was observed below 0.001 uM. BALB/c3T3 murine fibroblasts treated with 0.25 uM monocrotophos showed enhanced DNA synthesis, while those treated with the other pesticides showed results similar to that of the control. The different pesticides reduced the acetylcholinesterase (AChE) activity of the rat neuronal cell line PC12 in a dose-dependent manner up to 100 uM. Parathion-methyl and phoxim showed acute toxicity at 0.01 uM. ..."
        },
        {
            "References": "PMID:22550858",
            "Value": "/IMMUNOTOXICITY/ Experiments on noninbred rats showed that the chronic intoxication with organophosphorus compounds sarin and methylparathion (30 days; total dose, 0.9 LD50; single daily dose, 0.03 mg/kg,) significantly decreases the immune responses and reduces the concentrations of blood cytokines IFN-gamma, IL-2, IL-4, IL-6, and IL-10. The damage is more pronounced in Th1 cells than in Th2 lymphocytes."
        },
        {
            "References": "Gosselin, R.E., R.P. Smith, H.C. Hodge. Clinical Toxicology of Commercial Products. 5th ed. Baltimore: Williams and Wilkins, 1984., p. II-295",
            "Value": "/OTHER TOXICITY INFORMATION/ Slightly less toxic to rats than parathion but much less potent cholinesterase inhibitor."
        },
        {
            "References": "The Chemical Society. Foreign Compound Metabolism in Mammals Volume 3. London: The Chemical Society, 1975., p. 678",
            "Value": "/OTHER TOXICITY INFORMATION/ ... Acute toxicity ... in 23 day old weanling male rats was compared with that in adults the weanlings were found to be approx twice as susceptible to ... methyl parathion ... since biotransformation ... is effected by hepatic microsomal enzymes ... ."
        },
        {
            "References": "PMID:3401257",
            "Value": "/OTHER TOXICITY INFORMATION/ Chicken eggs were treated with 0.4% solutions of parathion or methylparathion for four or eight days, and the two-dimensional gel electrophoretic protein pattern of cervical muscles of eighteen day old embryos was analyzed. Both compounds significantly decreased the content of alpha-actinin, alpha-tubulin and beta-tubulin after four days treatment, and , in addition, that of three other related proteins (gamma-proteins) after eight days treatment. Under in vitro phosphorylating condition methyl parathion and parathion specifically inhibited the phosphorylation of one isoform of beta-tubulin. Data suggest that the muscle-damaging effects of organophosphorous insecticides, such as parathion and its derivates, may be related to the decrease of tissue content of certain cytoskeletal proteins."
        },
        {
            "References": "PMID:6681821",
            "Value": "/OTHER TOXICITY INFORMATION/ acute toxicity tests provided the following decreasing order of toxicity to estuarine crustaceans and fishes: ac 222,705, fenvalerate, permethrin, chlorpyrifos, methyl parathion, and benthiocarb. The estuarine mysid (mysidopsis bahia) was most sensitive species with median lethal concn as low as 0.008 mg/l. The sheephead minnow (cyprinodon variegatus) was generally the least sensitive (range of lc50 values 1.1-1.37 mg/L /time interval not given in source/)."
        },
        {
            "References": "PMID:10677266",
            "Value": "/OTHER TOXICITY INFORMATION/ Detectability of toxic effects by repeated doses of dimethoate (DM) and methylparathion (MPT) were investigated by geno-and immunotoxicological methods in male Wistar rats following a 28-day oral exposure. In the dose range of 28.2, 14.1, and 7.04, and 7.04 mg/kg/day DM, the two higher doses decreased the body weight gain. The top dose increased the weight of liver, kidneys, and testicles; the white blood cell count; and the cell content of the femoral bone marrow. From immune function parameters measured [IgM-plaque forming cells (PFC) assay, delayed-type hypersensitivity (DTH) reaction] only the maximum of the DTH reaction decreased at the top dose. Of the MPT doses (0.872, 0.436, and 0.218 mg/kg/day) the two higher ones increased the liver weight, and a dose-dependent increase was found in the /mean corpuscular volume/ (MCV) value. No evaluable changes in the examined immune function parameters were observed. Both substances increased the number of numerical but not the structural chromosome aberrations at lower dose levels (the two larger doses of DM, and all the three doses of MPT) than those ones which caused changes in the examined immune function parameters. According to these results, the genotoxicological approach seems to be more sensitive for detection of repeated-dose oral toxicity of the investigated two organophosphates than the immunotoxicological one."
        },
        {
            "References": "Krieger, R. (ed.). Handbook of Pesticide Toxicology. Volume 1, 2nd ed. 2001. Academic Press, San Diego, California., p. 399",
            "Value": "/OTHER TOXICITY INFORMATION/ Suppression of growth and ossification in both mice and rats were observed subsequent to methyl parathion exposure; in the mouse, high mortality and cleft palate were noted."
        },
        {
            "References": "PMID:22561108",
            "Value": "/OTHER TOXICITY INFORMATION/ The objective of this study was to assess the inhibitory effects of six commonly used pesticides, cyhalothrin, cypermethrin, dichlorvos, methamidophos, chlorpyrifos and methylparathion, on the pH regulatory enzyme carbonic anhydrase (CA) of Dicentrarchus labrax (European Seabass) liver (dCA) and bovine erythrocytes (bCA). Results of the study showed that the pesticides displayed quite variable inhibition profiles with K(I) values ranging from 0.376 to 26.164uM against dCA, and from 1.174 to 53.281uM against bCA. Methylparathion was the most effective inhibitor for both enzymes. Overall data show that all of the tested pesticides inhibit both dCA and bCA at low concentrations indicating that indiscriminate use of these pesticides might cause disruption of acid base regulation resulting in animal deaths. Our results also point out that susceptibility to these pesticides varies among CAs from different organisms."
        },
        {
            "References": "PMID:20826231",
            "Value": "/OTHER TOXICITY INFORMATION/ Methyl parathion (MP), an organophosphorus pesticide used worldwide, has been associated with a wide spectrum of toxic effects on organisms in the environment. This study set out to analyze the alteration of protein profiles in MP-exposed zebrafish (Danio rerio) brain and find the proteins responsive to MP toxicity. Zebrafish were subjected to 1, 3 and 5mg/L MP and the proteomic changes in their brains were revealed using two-dimensional gel electrophoresis. Six protein spots were observed to be significantly changed by MP exposure. Among these, 4 spots were down-regulated, while 2 spots were up-regulated. These altered spots were excised from the gels and identified by matrix-assisted laser desorption/ionization time-of-flight tandem mass spectrometry and database searching. The results indicate that these proteins were involved in binding, catalysis, regulation of energy metabolism and cell structure. These data may provide novel biomarkers for the evaluation of MP contamination and useful insights for understanding the mechanisms of MP toxicity."
        },
        {
            "References": "PMID:20108674",
            "Value": "/OTHER TOXICITY INFORMATION/ The mutagenic and carcinogenic effects of parathion-methyl were examined by bacterial reverse mutation assay and a long-term experiment with wistar rats. The potential mutagenic effect of parathion-methyl in Salmonella typhimurium TA100 bacterial cells was observed without rat liver S9 metabolic activation. Parathion-methyl was further investigated for pathological changes in rat pancreas and liver. The long-term rat experiments showed that parathion-methyl exposure for 3 months can cause pathological changes in rat pancreases acinar cells and pancreatic hepatocytes. Atypical acinar cell focuses (AACF) were determined in the liver and pancreas of the rats. The results from short-term Ames test and long-term rat experiments suggested that parathion-methyl would be potential carcinogenic."
        },
        {
            "References": "PMID:19784758",
            "Value": "/OTHER TOXICITY INFORMATION/ The purpose of this study was to investigate whether the expression of specific genes in peripheral blood can be used as surrogate marker(s) to detect and distinguish target organ toxicity induced by chemicals in rats. Rats were intraperitoneally administered a single, acute dose of a well-established hepatotoxic (acetaminophen) or a neurotoxic (methyl parathion) chemical. Administration of acetaminophen (AP) in the rats resulted in hepatotoxicity as evidenced from elevated blood transaminase activities. Similarly, administration of methyl parathion (MP) resulted in neurotoxicity in the rats as evidenced from the inhibition of acetyl cholinesterase activity in their blood. Administration of either chemical also resulted in mild hematotoxicity in the rats. Microarray analysis of the global gene expression profile of rat blood identified distinct gene expression markers capable of detecting and distinguishing hepatotoxicity and neurotoxicity induced by AP and MP, respectively. Differential expressions of the marker genes for hepatotoxicity and neurotoxicity were detectable in the blood earlier than the appearance of the commonly used clinical markers (serum transaminases and acetyl cholinesterase). The ability of the marker genes to detect hepatotoxicity and neurotoxicity was further confirmed using the blood samples of rats administered additional hepatotoxic (thioacetamide, dimethylnitrobenzene, and carbon tetrachloride) or neurotoxic (ethyl parathion and malathion) chemicals. In summary, /authors/ results demonstrated that blood gene expression markers can detect and distinguish target organ toxicity non-invasively."
        },
        {
            "References": "PMID:19442678",
            "Value": "/OTHER TOXICITY INFORMATION/ Paternal germline exposure to organophosphorous pesticides (OP) has been associated with reproductive failures and adverse effects in the offspring. Methyl-parathion (Me-Pa), a worldwide-used OP, has reproductive adverse effects and is genotoxic to sperm, possibly via oxidative damage. This study investigated the stages of spermatogenesis susceptible to be targeted by Me-Pa exposure that impact on spermatozoa function and their ability to fertilize. Male mice were exposed to Me-Pa (20 mg/kg bw, i.p.) and spermatozoa from epididymis-vas deferens were collected at 7 or 28 days post-treatment (dpt) to assess the effects on maturing spermatozoa and spermatocytes, respectively. Spermatozoa were examined for DNA damage by nick translation (NT-positive cells) and SCSA (%DFI), lipoperoxidation (LPO) by malondialdehyde production, sperm function by spontaneous- and induced-acrosome reactions (AR), mitochondrial membrane potential (MMP) by using the JC-1 fluorochrome, and fertilization ability by an in vitro assay and in vivo mating. Alterations on DNA integrity (%DFI and NT-positive cells) in spermatozoa collected at 7 and 28 dpt, and decreases in sperm quality and induced-AR were observed; reduced MMP and LPO were observed at 7 dpt only. Negative correlations between LPO and sperm alterations were found. Altered sperm functional parameters evaluated either in vitro or in vivo were associated with reduced fertilization rates at both times. These results show that Me-Pa exposure of maturing spermatozoa and spermatocytes affects many sperm functional parameters that result in a decreased fertilizing capacity. Oxidative stress seems to be a likely mechanism of the detrimental effects of Me-Pa exposure in male germ cells."
        }
    ],
    "sediment_soil_concentrations": [
        {
            "References": "(1) Carey AE et al; Pestic Monit J 13: 17-22 (1979) (2) Winterlin W et al; Arch Environ Contam Toxicol 18: 734-47 (1989) (3) Krapac IG et al; J Soil Contam 4: 209-26 (1995) (4) Shi R et al; Bull Environ Contam Toxicol 87(5): 567-573 (2011)",
            "Value": "SOIL: Methyl parathion was detected at a concentration of 10 ppb in only 1 of 1246 cropland soil samples in 37 states (1972)(1). Methyl parathion was detected in soil samples collected from an evaporation pit in California between May and Sept 1985 at concentrations ranging from 38 to 392 ppm 0 to 7.5 cm below the surface, 11 ppm 22.5 to 30 cm below the soil surface, and 3 ppm 60 to 67.5 cm below the soil surface(2). It was detected in soil from the center of the evaporation pit at a depth of 90 cm at a concentration of 18.0 ppm(2). Methyl parathion was detected in 2 of 822 soil samples collected from 49 agrichemical facilities located throughout Illinois at concentrations ranging from 110 to 113 ug/kg, median 112 ug/kg(3). Methyl parathion was not detected in 35 farmland soils from suburban areas in South Shenyang, China; limit of detection = 0.10 mg/L(4)."
        },
        {
            "References": "(1) Mabury SA et al; pp. 71-117 in Rev Environ Contam Toxicol, Vol 147, Ware GW, ed, New York, NY: Springer-Verlag (1996) (2) Kjolholt J; Chemosphere 14: 1763-70 (1985) (3) Melluso G et al; Bull Environ Contam Toxicol 52: 13-18 (1994) (4) Nyangababo JT et al; Bull Environ Contam Toxicol 75: 960-967 (2005)",
            "Value": "SEDIMENTS: During a postspray period methyl parathion residues ranged from 27 to 39 ppb in sediments of a Mississippi lake that drains a large watershed where methyl parathion was applied to rice(1). Sediments in a river draining an Italian rice region contained 6 to 33 ppb methyl parathion(1). Methyl parathion was detected in marine sediments off the coast of Denmark near a mfg facility at concentration ranging from 6.7 to 44.1 ug/kg (dry wt)(2). Methyl parathion was detected (detection limit 90 pg/g dry weight) in sediment samples from 3 sites on the Sarno River and 1 site on the Volturno River, Italy at mean concentrations of 6, 23, and 33 ng/g dry weight at the Sarno and 13 ng/g dry weight at the Volturno(3). Mean methyl parathion concentrations in sediment samples from the Lake Victoria basin, East Africa were 0.480-0.508 ug/L, Katonga, 0.80-0.90 Simiyu, and 0.73-0.73 Nyando wetland ecosystems(4)."
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "(1) Mabury SA et al; pp. 71-117 in Rev Environ Contam Toxicol, Vol 147, Ware GW, ed, New York, NY: Springer-Verlag (1996) (2) Reddy KS, Gambrell RP; Agric Ecosyst Environ 18: 231-41 (1987) (3) Swann RL et al; Res Rev 85: 23 (1983)",
            "Value": "Koc values of 366 to 423 were reported for methyl parathion(1). Average Koc values of 1,374 and 1,516 were measured for methyl parathion on 19 soil and sediment materials after 2 and 24 hours equilibration, respectively, using a batch equilibration technique; organic matter was the most important factor affecting adsorption of methyl parathion(2). According to a classification scheme(3), these Koc values suggest that methyl parathion is expected to have moderate to low mobility in soil."
        },
        {
            "References": "(1) Reinbold KA et al; Adsorption of Energy Related Organic Pollutants: a Literature Review; pp. 180 USEPA-600/3-79-086 (1979) (2) Smith JH et al; Environmental Pathways of Selected Chemicals in Freshwater Systems. Part II. Laboratory Studies; USEPA-600/7-78-074 (1978) (3) Kishk FM et al; Arch Environ Contam Toxicol 8: 637-45 (1979) (4) Kishk FM et al; Bull Environ Contam Toxicol 22: 733-8 (1979) (5) Metcalf RL et al; Design and Evaluation of a Terrestrial Model Ecosystem For Evaluation of Substitute Pesticide Chemicals; pp.308 USEPA-600/3-79-004 (1979) (6) Rao PSC, Davidson JM; Water Res 13: 375-80 (1979) (7) Albanis TA et al; Toxicol Environ Chem 17: 351-69 (1988) (8) Haderlein SB et al; Environ Sci Technol 30: 612-22 (1996) (9) Noegrohati S, Hammers WE; Toxicol Environ Chem 34: 175-85 (1992) (10) Almendros G; Eur J Soil Sci 46: 287-301 (1995) (11) Singh N et al; J Environ Sci Health, Part B 25: 713-28 (1990) (12) Warren RL, Weber JB; Soil Sci Soc North Carolina Proc 37: 23-35 (1994)",
            "Value": "Moderate adsorption of the parent compound and metabolites to soil and sediment was observed(1-6). Adsorption does not appear to be correlated with % organic content in soil(2). Clay content of soil is important(4). Adsorbs interlaminarly to clay(3,4). Typical soil-water distribution constants range from 3 to 147(1-6), with median values around 50(SRC). Kom (organic matter-normalized partition coefficient) values of 102.0, 95.9, 88.2, and 82.0 were observed in sandy clay loam soil, sandy clay loam soil with 0.1% fly ash, sandy clay loam soil with 0.2% fly ash, and sandy clay loam soil with 0.5% fly ash, respectively(7). Kom values of 636.2, 619.5, 587.8, and 554.2 were observed in clay soil, clay soil with 0.1% fly ash, clay soil with 0.2% fly ash, and clay soil with 0.5% fly ash, respectively(7). A Kd value of 6.2 was determined for homoionic K-montmorillonite(8). An average log Koc of 3.85 was reported in various sediments(9). Sorption of methyl parathion on laboratory-modified humic acids ranged from 4.2 to 7.8 g/kg; sorption on an untreated humic acid was 6.5 g/kg(10). The addition of humic acid to topsoil had no systematic effect on increasing methyl parathion's sorption(10). Kom values of 423.07, 541.55, 366.60, 121.29 were determined in four rice soils(11). Methyl parathion was assigned a pesticide leaching potential of 9; a pesticide leaching potential of 0 indicates no leaching potential, while a pesticide leaching potential of 100 indicates maximum leaching potential(12)."
        }
    ],
    "plant_translocations": [
        {
            "content": "An in vivo uptake and elimination tracing study based on solid phase microextraction (SPME) was conducted to investigate the accumulation, persistence, and distribution of organochloride pesticides (OCPs) and organophosphorus pesticides (OPPs) in Malabar spinach (Basella alba L.) plants. Uptake and elimination of the pesticides were traced in leaves, stems, and roots of living Malabar spinach plants. Root concentration factor (RCF), distribution concentration factor (DCF), and transpiration stream concentration factor (TSCF) were calculated based on the in vivo tracing data. The tracing data showed that the OCPs were much more accumulative and persistent than the OPPs in roots, while they were similarly accumulative and persistent in leaves and stems. RCF values of the OPPs or OCPs were likely to increase with the increase in LogKow values except fenthion. Obtained DCF values indicated that OPPs and OCPs were more accumulative in the organs containing more lipids. TSCF values showed that the translocation of OPPs and OCPs from roots to foliage was firstly dependent on the hydrophobicity of the compounds, but also significantly affected by the water solubility. This is the first study of generating RCF, DCF, and TSCF data in living plants by in vivo sampling method, which provides a foundation to promote the application of in vivo SPME and improve understanding of contaminant behaviors in living plants.",
            "reference": "Qiu, J., Chen, G., Xu, J., Luo, E., Liu, Y., Wang, F., ... & Ouyang, G. (2016). In vivo tracing of organochloride and organophosphorus pesticides in different organs of hydroponically grown malabar spinach (Basella alba L.). Journal of hazardous materials, 316, 52-59.",
            "method": {
                "Test Plant": "Malabar spinach plants",
                "Apply Location": "Root/hydroponic exposure",
                "Plant Grown Condition": "Plants were grown from seeds in a plant growth chamber with controlled conditions - temperature 28°C/18°C day/night, 10h light period from 8am-6pm, 70% humidity. Plants were about 3 months old at start with average weight 73.8±8.6g (for OPPs exposure) and 94.6±15.7g (for OCPs exposure). Transpiration rate was 18.5 g/m2/h daytime and 1.23 g/m2/h nighttime.",
                "Chemical Preparation": "Stock solutions of 100 mg/mL in methanol were prepared for parathion-methyl, propetamphos, endosulfan, fenthion, quinalphos, profenofos, HCB, p'p-DDT, aldrin and mirex (≥98% purity).",
                "Pesticide Application Details for the Plant": "Two days before exposure, plants were transferred to hydroponic cultivation buckets with 300 mL nutrient solution spiked to 100 ng/mL concentration for each compound from the stock solutions. Spiked nutrient solutions were renewed daily at 12:00 am.",
                "Other Information": "Experiments divided into OPPs exposed group and OCPs exposed group"
            },
            "result": "[{\"Days after application\": 2, \"Leaf (mg/g)\": 8.823, \"Stem (mg/g)\": 5.263, \"Root (mg/g)\": 156.097}, {\"Days after application\": 4, \"Leaf (mg/g)\": 17.058, \"Stem (mg/g)\": 9.21, \"Root (mg/g)\": 321.951}, {\"Days after application\": 6, \"Leaf (mg/g)\": 21.176, \"Stem (mg/g)\": 8.771, \"Root (mg/g)\": 468.292}, {\"Days after application\": 8, \"Leaf (mg/g)\": 25.882, \"Stem (mg/g)\": 8.771, \"Root (mg/g)\": 409.756}, {\"Days after application\": 10, \"Leaf (mg/g)\": 10.588, \"Stem (mg/g)\": 4.824, \"Root (mg/g)\": 156.097}, {\"Days after application\": 12, \"Leaf (mg/g)\": 10.0, \"Stem (mg/g)\": 4.824, \"Root (mg/g)\": 39.024}, {\"Days after application\": 14, \"Leaf (mg/g)\": 5.294, \"Stem (mg/g)\": 5.263, \"Root (mg/g)\": 0.0}]"
        }
    ]
}