{
    "_id": {
        "$oid": "6682e80ec4e5dba5ffba23ae"
    },
    "CID": {
        "$numberInt": "4211"
    },
    "Name": "MITOTANE",
    "IUPACName": "1-chloro-2-[2,2-dichloro-1-(4-chlorophenyl)ethyl]benzene",
    "CanonicalSMILES": "C1=CC=C(C(=C1)C(C2=CC=C(C=C2)Cl)C(Cl)Cl)Cl",
    "Synonyms": [
        "mitotane",
        "53-19-0",
        "Mitotan",
        "Lysodren",
        "\"o,p-DDD\"",
        "Chlodithane",
        "Chloditan",
        "Khlodithan",
        "Chlodithan",
        "\"2,4-Ddd\"",
        "1-(2-Chlorophenyl)-1-(4-chlorophenyl)-2,2-dichloroethane",
        "\"o,p-TDE\"",
        "Mitotano",
        "Opeprim",
        "Mitotanum"
    ],
    "IsomericSMILES": "C1=CC=C(C(=C1)C(C2=CC=C(C=C2)Cl)C(Cl)Cl)Cl",
    "INCHI": "InChI=1S/C14H10Cl4/c15-10-7-5-9(6-8-10)13(14(17)18)11-3-1-2-4-12(11)16/h1-8,13-14H",
    "INCHIKEY": "JWBOIMRXGHLCPP-UHFFFAOYSA-N",
    "Formula": "C14H10Cl4",
    "MolecularWeight": {
        "$numberDouble": "320"
    },
    "Description": "Mitotane is a diarylmethane.",
    "XlogP": {
        "$numberDouble": "6.2"
    },
    "Complexity": {
        "$numberInt": "248"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "animal_concentrations": [
        {
            "References": "(1) Senthilkumar K et al; Environ Toxicol Chem 18: 1511-20 (1999)",
            "Value": "Mitotane concentrations in Ganges River dolphin blubber collected from 1993 through 1996 were reported as 10, 9, 12 relative percent to total DDT in blubber, liver, and milk, respectively(1)."
        }
    ],
    "fish_seafood_concentrations": [
        {
            "References": "(1) Johnson A et al; Arch Environ Contam Toxicol 17: 289-97 (1988) (2) Senthilkumar K et al; Environ Toxicol Chem 18: 1511-20 (1999) (3) Kramer W et al; Chemosphere 13: 1255-67 (1984)",
            "Value": "Mitotane was not detected (detection limit 40 ug/kg wet weight) in various fish from the Yakima River Drainage Basin, WA(1). Mitotane concentrations in Ganges River dolphin prey fish collected from 1993 through 1996 was 12 relative percent to total DDT; in river invertebrates, the level was 16 relative percent to total DDT(2). Mitotane was detected in freshwater fish from Lake Seto Cidades, Sao Miguel, The Azores as follows (mg/kg lipid basis): <0.1, carp (Cyprinus carpio) and 8, pike (Esox lucius). The concentration was <0.1 mg/kg (lipid basis) in the Azorean coastal fish, Scorpion fish (Scorpaena scrofa), caught at a depth of 100 meters; in the surface-swelling parrot fish (Sparisoma (Euscarus) cretense) from the northern coast of San Miguel, Madeira, North Atlantic, and in black scabbard fish (Aphanopus carbo), caught south of Madiera at depths of 800 - 1,200 meters(3)."
        },
        {
            "References": "(1) Thompson S et al; Mar Pollut Bull 8: 655-62 (1999) (3) Sericano JL et al; Marine Environ Res 29: 161-203 (1990) (3) Hunter CL et al; Mar Pollut Bull 30: 646-54 (1995)",
            "Value": "Concentrations in bivalves from Arcachon Bay, France were: not detected, Razer shell; not detected, Carpet shell; 0.38 lipid % g/g in Mussel(1). The compound was detected in Gulf of Mexico oysters collected in 1986, at a concentration range of <0.25-975 ng/g dry weight, mean of 1.19 ng/g; 73% detection incidence. In 1987, the concentration range was <0.02-319 ng/g, mean of 30.1 ng/g, detection frequency of 42%(2). Mitotane was not detected in Pacific oysters (Crassostrea gigas) from Kaneohe Bay, Hawaii, sampled during June to September, 1991; detection limit = 5 ng/g(3)."
        }
    ],
    "mechanism_of_action": [
        {
            "References": "American Society of Health System Pharmacists; AHFS Drug Information 2009. Bethesda, MD. (2009), p. 1178",
            "Value": "The exact mechanisms of action of mitotane have not been clearly established. Although mitotane is an adrenocortical cytotoxic agent, the drug can also apparently inhibit adrenocortical function without causing cellular destruction. Mitotane appears to selectively inhibit adrenocortical function as well as functional and nonfunctional adrenocortical neoplasms by a direct cytotoxic effect; this effect may be mediated through covalent bonding of mitotane metabolites to mitochondrial proteins. The drug causes focal degeneration in the zona fasciculata and reticularis of the adrenal cortex with resultant atrophy. The drug usually causes only minimal degeneration in the zona glomerulosa (site of aldosterone biosynthesis); however, the zona glomerulosa may be damaged with prolonged mitotane therapy. Mitotane also reportedly inhibits the growth of human renal carcinoma cells, astrocytoma cells, and fibroblasts in vitro."
        },
        {
            "References": "American Society of Health System Pharmacists; AHFS Drug Information 2009. Bethesda, MD. (2009), p. 1178",
            "Value": "Mitotane inhibits production of corticosteroids and alters extra-adrenal metabolism of endogenous and exogenous steroids. Mitotane inhibits the normal 11-beta-hydroxylation of 11-deoxycortisol (compound S) and 11-deoxycorticosterone (DOC) in the adrenal cortex, thus blocking conversion of compound S to cortisol (hydrocortisone) and DOC to corticosterone. The drug can also inhibit 18-hydroxylase activity in the adrenal cortex and thus decrease the production of aldosterone by blocking the conversion of corticosterone to 18-hydroxycorticosterone (the immediate precursor of aldosterone). Mitotane decreases cortisol secretion rate; plasma cortisol concentration; urinary excretion of free cortisol, 17-hydroxycorticosteroids (17-OHCS), 17-ketosteroids (17-KS), and 17-ketogenic steroids; and adrenocortical response to stimulation by corticotropin (ACTH). A feedback increase in plasma corticotropin concentration is generally observed in patients receiving mitotane; however, a lack of feedback increase or a decrease in plasma corticotropin concentration has been observed in some patients. Therefore, it has been suggested that the drug may have a partial suppressive effect on pituitary corticotropin-secreting cells. Mitotane apparently increases the extra-adrenal metabolism of cortisol to 6-beta-hydroxycortisol which results in decreased urinary excretion of measurable 17-OHCS; this occurs even in the presence of unchanged cortisol secretion rate or plasma cortisol concentration. Although urinary excretion of aldosterone metabolites may decrease, serum aldosterone concentrations may remain in the normal range. Therefore, it has been suggested that mitotane may also alter the extra-adrenal metabolism of aldosterone. Mitotane decreases the extra-adrenal conversion of androgens to androsterone and etiocholanolone; this results in decreased urinary excretion of 17-KS. The drug also inhibits the extra-adrenal conversion of 3-beta-hydroxysteroids to 3-alpha-hydroxypregnane derivatives."
        },
        {
            "References": "American Society of Health System Pharmacists; AHFS Drug Information 2009. Bethesda, MD. (2009), p. 1178",
            "Value": "Mitotane has uricosuric activity and thus decreases serum uric acid concentrations; the exact mechanism of the increase in renal uric acid clearance has not been established."
        },
        {
            "References": "US Natl Inst Health; DailyMed. Current Medication Information for LYSODREN (mitotane) tablets (March 2009). Available from, as of June 22, 2009: https://dailymed.nlm.nih.gov/dailymed/drugInfo.cfm?id=9478",
            "Value": "Mitotane can best be described as an adrenal cytotoxic agent, although it can cause adrenal inhibition, apparently without cellular destruction. Its biochemical mechanism of action is unknown. Data are available to suggest that the drug modifies the peripheral metabolism of steroids as well as directly suppressing the adrenal cortex. The administration of mitotane alters the extra-adrenal metabolism of cortisol in man; leading to a reduction in measurable 17-hydroxy corticosteroids, even though plasma levels of corticosteroids do not fall. The drug apparently causes increased formation of 6-beta-hydroxycortisol."
        },
        {
            "References": "Gilman, A.G., T.W. Rall, A.S. Nies and P. Taylor (eds.). Goodman and Gilman's The Pharmacological Basis of Therapeutics. 8th ed. New York, NY. Pergamon Press, 1990., p. 1253",
            "Value": "Mechanism of action of mitotane has not been elucidated, but its relatively selective attack upon adrenocortical cells, normal or neoplastic, is well established."
        },
        {
            "References": "PMID:12902190",
            "Value": "The mechanisms of action of o,p'-DDD on adrenal steroidogenesis were investigated in vitro in rainbow trout (Oncorhynchus mykiss). Acute exposures to o,p'-DDD inhibited ACTH-stimulated cortisol secretion while cell viability decreased significantly only at the highest concentration tested (200 microM o,p'-DDD). Stimulation of cortisol secretion with a cAMP analogue (dibutyryl-cAMP) was inhibited at a higher concentration than that needed to inhibit ACTH-stimulated cortisol synthesis in cells exposed to o,p'-DDD. Forskolin-stimulated cortisol secretion and cAMP production, and NaF-stimulated cAMP production were inhibited in a concentration-dependent manner by o,p'-DDD. In contrast, basal cortisol secretion was stimulated while basal cAMP production was unaffected by o,p'-DDD. Pregnenolone-stimulated cortisol secretion was enhanced by o,p'-DDD at a physiologically relevant pregnenolone concentration, while o,p'-DDD inhibited cortisol secretion when a pharmacological concentration of pregnenolone was used. /The/  results suggest that the cAMP generation step is a target in o,p'-DDD-mediated disruption of ACTH-stimulated adrenal steroidogenesis in rainbow trout but that other downstream targets such as steroidogenic enzymes responsible for cortisol synthesis might also be affected."
        },
        {
            "References": "PMID:1480741",
            "Value": "... This paper examined the mechanism of /hypercholesterolemia/ in 30 patients with Cushing's syndrome treated with o,p'DDD during the past 10 years. o,p'DDD increased serum cholesterol by 68 per cent, mainly by increasing LDL-cholesterol. The latter effect was not due to impaired binding of LDL to its receptor, as shown in vitro using cultured fibroblasts. Increases in plasma mevalonic acid during o,p'DDD administration were suggestive of increased cholesterol synthesis, this effect being reversed by simvastatin. These findings suggest that o,p'DDD causes hypercholesterolemia by increasing cholesterol synthesis. It is proposed that this effect is due to the drug's known ability to block cytochrome P450-mediated reactions, thus impairing the formation of oxysterols responsible for down-regulating hepatic cholesterol synthesis. ..."
        }
    ],
    "sediment_soil_concentrations": [
        {
            "References": "(1) Choi W, Chen KY; Environ Sci Technol 10: 782-6 (1976) (2) Johnson A et al; Arch Environ Contam Toxicol 17: 289-97 (1988) (3) Thompson S et al; Mar Pollut Bull 8: 655-62 (1999) (4) Senthilkumar K et al; Environ Toxicol Chem 18: 1511-20 (1999) (5) Sericano JL et al; Marine Environ Res 29: 161-203 (1990)",
            "Value": "SEDIMENT: Mitotane concentrations in fine particles and humic substances in nearshore surficial sediments collected from Los Angeles Harbor along the Terminal Island sewer outfall to the breakwater entrance ranged from 3,4 to 7.8% of to total DDT (sum of all DDT, DDE, and DDD) present in 7 sediment samples(1). The compound was not detected, detection limit = 0.1 ug/kg dry weight) in sediments from the Yakima River Drainage, WA(2). Mitotane concentration in Arcachon Bay, France was 0.09 ng/g dry weight(3). Mitotane concentrations in Ganges River sediment collected from 1993 through 1996 was reported as 38 relative percent to total DDT(4). The compound was detected in Gulf of Mexico Coastal sediments collected in 1986, at a concentration range of <0.02-107 ng/g, mean of 8.67 ng/g; 56% detection incidence. In 1987, the concentration range was <0.02-319 ng/g, mean of 30.1 ng/g, detection frequency of 42%(5)."
        }
    ]
}