{
    "_id": {
        "$oid": "6682e80ec4e5dba5ffba23b0"
    },
    "CID": {
        "$numberInt": "4284"
    },
    "Name": "DEET",
    "IUPACName": "N,N-diethyl-3-methylbenzamide",
    "CanonicalSMILES": "CCN(CC)C(=O)C1=CC=CC(=C1)C",
    "Synonyms": [
        "Diethyltoluamide",
        "DEET",
        "134-62-3",
        "N,N-Diethyl-3-methylbenzamide",
        "N,N-Diethyl-m-toluamide",
        "Diethyl toluamide",
        "Metadelphene",
        "Dieltamid",
        "Flypel",
        "Benzamide",
        "N,N-diethyl-3-methyl-",
        "3-Methyl-N,N-diethylbenzamide",
        "Delphene",
        "Detamide",
        "Autan",
        "m-Delphene"
    ],
    "IsomericSMILES": "CCN(CC)C(=O)C1=CC=CC(=C1)C",
    "INCHI": "InChI=1S/C12H17NO/c1-4-13(5-2)12(14)11-8-6-7-10(3)9-11/h6-9H,4-5H2,1-3H3",
    "INCHIKEY": "MMOXZBCLCQITDF-UHFFFAOYSA-N",
    "Formula": "C12H17NO",
    "MolecularWeight": {
        "$numberDouble": "191.27"
    },
    "Description": "N,N-diethyl-m-toluamide is a monocarboxylic acid amide resulting from the formal condensation of the carboxy group of m-toluic acid with the nitrogen of diethylamine. First developed by the U.S. Army in 1946 for use by military personnel in insect-infested areas, it is the most widely used insect repellent worldwide. It has a role as an insect repellent, an environmental contaminant and a xenobiotic. It is a monocarboxylic acid amide and a member of benzamides. It is functionally related to a m-toluic acid.",
    "XlogP": {
        "$numberDouble": "2"
    },
    "Complexity": {
        "$numberInt": "187"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "animal_concentrations": [
        {
            "References": "PMID:26245185",
            "Value": "...Bat carcasses (Myotis lucifugus, M. sodalis, M. septentrionalis, and Eptesicus fuscus) from the northeastern United States /were analyzed/ for contaminants of emerging concern (CECs) such as polybrominated diphenyl ethers (PBDEs), and pharmaceuticals and personal care products. The CECs detected most frequently in samples were PBDEs (100%), salicylic acid (81%), thiabendazole (50%), and caffeine (23%). Other compounds detected in at least 15% of bat samples were digoxigenin, ibuprofen, warfarin, penicillin V, testosterone, and N,N-diethyl-meta-toluamide (DEET). The CECs present at the highest geometric mean wet weight concentrations in bat carcasses were bisphenol A (397 ng/g), sigmaPDBE congeners 28, 47, 99, 100, 153, and 154 (83.5 ng/g), triclosan (71.3 n/g), caffeine (68.3 ng/g), salicylic acid (66.4 ng/g), warfarin (57.6 ng/g), sulfathiazole (55.8 ng/g), tris(1-chloro-2-propyl) phosphate (53.8 ng/g), and DEET (37.2 ng/g). Bats frequently forage in aquatic and terrestrial habitats that may be subjected to discharges from wastewater-treatment plants, agricultural operations, and other point and nonpoint sources of contaminants. This study shows that some CECs are accumulating in the tissue of bats. ...CECs detected in bats have the potential to affect a number of physiological systems in bats including hibernation, immune function, and response to white-nose syndrome, a fungal disease causing population-level impacts to bats."
        }
    ],
    "environmental_bioconcentrations": [
        {
            "References": "(1) NITE; Chemical Risk Information Platform (CHRIP). Biodegradation and Bioconcentration. Tokyo, Japan: Natl Inst Tech Eval. Available from, as of May 25, 2016: https://www.safe.nite.go.jp/english/db.html (2) Franke C et al; Chemosphere 29: 1501-14 (1994)",
            "Value": "BCF values of <2.4 and 0.8-2.4 were measured using carp (Cyprinus carpio) which were exposed to 0.05 and 0.50 mg/L of DEET, respectively, over a 6-week period(1). According to a classification scheme(2), these BCF values suggest the potential for bioconcentration in aquatic organisms is low(SRC)."
        }
    ],
    "environmental_biodegradations": [
        {
            "References": "(1) NITE; Chemical Risk Information Platform (CHRIP). Biodegradation and Bioconcentration. Tokyo, Japan: Natl Inst Tech Eval. Available from, as of May 25, 2016: https://www.safe.nite.go.jp/english/db.html (2) Weeks J et al; Integr Environ Assess Manag 8: 120-34 (2012) (3) Calza P et al; Sci Total Environ 409: 3894-901 (2011) (4) Rivera-Cancel G et al; Appl Environ Microbiol 73: 3105-8 (2007)",
            "Value": "AEROBIC: DEET, present at 100 mg/L, did not biodegrade in 4 weeks using an activated sludge inoculum at 30 mg/L in the Japanese MITI(1). However, in a OECD 301B test DEET was shown to biodegrade 83.8% in 4 weeks using activated sewage sludge and measuring carbon dioxide produced(2). DEET reached 30% and 37% of the theoretical oxygen demand and chemical oxygen demand after 7 days in another test, but biodegradation seemed to halt after reaching 40 and 48%, respectively(2). DEET was shown to biodegrade using Po River water, forming three transformation products(3). Pseudomonas putida DTB (isolated from activated sludge from a municipal wastewater treatment plant in Ithaca, NY) degraded DEET to 3-methylbenzoate and diethylamine under aerobic conditions(4)."
        },
        {
            "References": "(1) Seo J et al; Arch Environ Contam Toxicol 48: 323-8 (2005)",
            "Value": "PURE CULTURE: Soil fungus (Cunninghamella elegans ATCC 9245, Mucor ramannianus R-56, Aspergillus niger VKMF-1119 and Pheanerochaete chrysosporium BKMF-1767) were tested for the degradation of DEET(1). C. elegans produced N,N-diethyl-m-toluamide-N-oxide, N-ethyl-m-toluamide-N-oxide and N-ethyl-m-toluamide. M. ramannianus produced N,N-diethyl-m-toluamide-N-oxide and N-ethyl-m-toluamide. The other fungi tested did not degrade DEET(1)."
        },
        {
            "References": "(1) Kuhn EP, Suflita JM; Hazard Waste Hazard Mat 6: 121-33 (1989)",
            "Value": "ANAEROBIC: DEET, incubated in aquifer slurries from sulfate-reducing and methanogenic sites, was not biodegraded over 11 months of incubation(1)."
        }
    ],
    "logP": [
        {
            "References": "Hansch, C., Leo, A., D. Hoekman. Exploring QSAR - Hydrophobic, Electronic, and Steric Constants. Washington, DC: American Chemical Society., 1995., p. 103",
            "Value": "log Kow = 2.02"
        }
    ],
    "mechanism_of_action": [
        {
            "References": "PMID:25101788",
            "Value": "Recent studies suggest that N, N-diethyl-meta-toluamide (DEET) is an acetylcholinesterase inhibitor and that this action may result in neurotoxicity and pose a risk to humans from its use as an insect repellent. We investigated the mode of action of DEET neurotoxicity in order to define the specific neuronal targets related to its acute toxicity in insects and mammals. Although toxic to mosquitoes (LD50 ca. 1.5 ug/mg), DEET was a poor acetylcholinesterase inhibitor (<10% inhibition), even at a concentration of 10 mM. IC50 values for DEET against Drosophila melanogaster, Musca domestica, and human acetylcholinesterases were 6-12 mM. Neurophysiological recordings showed that DEET had excitatory effects on the housefly larval central nervous system (EC50: 120 uM), but was over 300-fold less potent than propoxur, a standard anticholinesterase insecticide. Phentolamine, an octopamine receptor antagonist, completely blocked the central neuroexcitation by DEET and octopamine, but was essentially ineffective against hyperexcitation by propoxur and 4-aminopyridine, a potassium channel blocker. DEET was found to illuminate the firefly light organ, a tissue utilizing octopamine as the principal neurotransmitter. Additionally, DEET was shown to increase internal free calcium via the octopamine receptors of Sf21 cells, an effect blocked by phentolamine. DEET also blocked Na(+) and K(+) channels in patch clamped rat cortical neurons, with IC50 values in the micromolar range. These findings suggest DEET is likely targeting octopaminergic synapses to induce neuroexcitation and toxicity in insects, while acetylcholinesterase in both insects and mammals has low (mM) sensitivity to DEET. The ion channel blocking action of DEET in neurons may contribute to the numbness experienced after inadvertent application to the lips or mouth of humans."
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "(1) US EPA; Estimation Program Interface (EPI) Suite. Ver. 4.1. Nov, 2012. Available from, as of May 25, 2016: https://www2.epa.gov/tsca-screening-tools (2) Swann RL et al; Res Rev 85: 17-28 (1983)",
            "Value": "Using a structure estimation method based on molecular connectivity indices(1), the Koc of DEET can be estimated to be 115(SRC). According to a classification scheme(2), this estimated Koc value suggests that DEET is expected to have moderate mobility in soil."
        }
    ]
}