{
    "_id": {
        "$oid": "6682e997c4e5dba5ffba2b65"
    },
    "CID": {
        "$numberInt": "439302"
    },
    "Name": "Oxytocin",
    "IUPACName": "(2S)-1-[(4R,7S,10S,13S,16S,19R)-19-amino-7-(2-amino-2-oxoethyl)-10-(3-amino-3-oxopropyl)-13-[(2S)-butan-2-yl]-16-[(4-hydroxyphenyl)methyl]-6,9,12,15,18-pentaoxo-1,2-dithia-5,8,11,14,17-pentazacycloicosane-4-carbonyl]-N-[(2S)-1-[(2-amino-2-oxoethyl)amino]-4-methyl-1-oxopentan-2-yl]pyrrolidine-2-carboxamide",
    "CanonicalSMILES": "CCC(C)C1C(=O)NC(C(=O)NC(C(=O)NC(CSSCC(C(=O)NC(C(=O)N1)CC2=CC=C(C=C2)O)N)C(=O)N3CCCC3C(=O)NC(CC(C)C)C(=O)NCC(=O)N)CC(=O)N)CCC(=O)N",
    "Synonyms": [
        "OXYTOCIN",
        "50-56-6",
        "Pitocin",
        "Endopituitrina",
        "Ocytocin",
        "Syntocinon",
        "Oxytocinum",
        "Orasthin",
        "Oxystin",
        "alpha-Hypophamine",
        "Oxitocina",
        "Oxytocine",
        "Partocon",
        "Synthetic oxytocin",
        "Piton S"
    ],
    "IsomericSMILES": "CC[C@H](C)[C@H]1C(=O)N[C@H](C(=O)N[C@H](C(=O)N[C@@H](CSSC[C@@H](C(=O)N[C@H](C(=O)N1)CC2=CC=C(C=C2)O)N)C(=O)N3CCC[C@H]3C(=O)N[C@@H](CC(C)C)C(=O)NCC(=O)N)CC(=O)N)CCC(=O)N",
    "INCHI": "InChI=1S/C43H66N12O12S2/c1-5-22(4)35-42(66)49-26(12-13-32(45)57)38(62)51-29(17-33(46)58)39(63)53-30(20-69-68-19-25(44)36(60)50-28(40(64)54-35)16-23-8-10-24(56)11-9-23)43(67)55-14-6-7-31(55)41(65)52-27(15-21(2)3)37(61)48-18-34(47)59/h8-11,21-22,25-31,35,56H,5-7,12-20,44H2,1-4H3,(H2,45,57)(H2,46,58)(H2,47,59)(H,48,61)(H,49,66)(H,50,60)(H,51,62)(H,52,65)(H,53,63)(H,54,64)/t22-,25-,26-,27-,28-,29-,30-,31-,35-/m0/s1",
    "INCHIKEY": "XNOPRXBHLZRZKH-DSZYJQQASA-N",
    "Formula": "C43H66N12O12S2",
    "MolecularWeight": {
        "$numberDouble": "1007.2"
    },
    "Description": "Oxytocin is a cyclic nonapeptide hormone with amino acid sequence CYIQNCPLG that also acts as a neurotransmitter in the brain; the principal uterine-contracting and milk-ejecting hormone of the posterior pituitary. Together with the neuropeptide vasopressin, it is believed to influence social cognition and behaviour. It has a role as an oxytocic and a vasodilator agent. It is a peptide hormone and a heterodetic cyclic peptide.",
    "XlogP": {
        "$numberDouble": "-2.6"
    },
    "Complexity": {
        "$numberInt": "1870"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "mechanism_of_action": [
        {
            "References": "US Natl Inst Health; DailyMed. Current Medication Information for Oxytocin injection (June 2009). Available from, as of February 10, 2010: https://dailymed.nlm.nih.gov/dailymed/drugInfo.cfm?id=10243",
            "Value": "The pharmacologic and clinical properties of oxytocin are identical with those of naturally occurring oxytocin principle of the posterior lobe of pituitary. Oxytocin exerts a selective action on the smooth musculature of the uterus, particularly toward the end of pregnancy, during labor, and immediately following delivery. Oxytocin stimulates rhythmic contractions of the uterus, increases the frequency of existing contractions, and raises the tone of the uterine musculature."
        },
        {
            "References": "American Society of Health System Pharmacists; AHFS Drug Information 2009. Bethesda, MD. (2009), p. 3348",
            "Value": "Oxytocin indirectly stimulates contraction of uterine smooth muscle by increasing the sodium permeability of uterine myofibrils. High estrogen concentrations lower the threshold for uterine response to oxytocin. Uterine response to oxytocin increases with the duration of pregnancy and is greater in patients who are in labor than those not in labor; only very large doses elicit contractions in early pregnancy. Contractions produced in the term uterus by oxytocin are similar to those occurring during spontaneous labor. In the term uterus, oxytocin increases the amplitude and frequency of uterine contractions which in turn tend to decrease cervical activity producing dilation and effacement of the cervix and to transiently impede uterine blood flow."
        },
        {
            "References": "American Society of Health System Pharmacists; AHFS Drug Information 2009. Bethesda, MD. (2009), p. 3348",
            "Value": "Oxytocin contracts myoepithelial cells surrounding the alveoli of the breasts, forcing milk from the alveoli into the larger ducts and thus facilitating milk ejection. The drug possesses no galactopoietic properties."
        },
        {
            "References": "American Society of Health System Pharmacists; AHFS Drug Information 2009. Bethesda, MD. (2009), p. 3349",
            "Value": "Oxytocin produces vasodilation of vascular smooth muscle, increasing renal, coronary, and cerebral blood flow. Blood pressure is usually unchanged, but following iv administration of very large doses or undiluted solutions, blood pressure may decrease transiently, and tachycardia and an increase in cardiac output may be reflexly induced. Any initial fall in blood pressure is usually followed by a small but sustained increase in blood pressure. In contrast to vasopressin, oxytocin has minimal antidiuretic effects; however, water intoxication may occur when oxytocin is administered with an excessive volume of electrolyte-free iv fluids and/or at too rapid a rate."
        },
        {
            "References": "PMID:18655883",
            "Value": "... OTRs are able to couple to different G proteins, with a subsequent stimulation of phospholipase C-beta isoforms. In dependence on G protein coupling, OTRs can transduce growth-inhibitory or proliferatory signals. Some evidence is provided that OTRs are also present in form of dimeric or oligomeric complexes at the cell surface. The affinity of the receptor for ligands is strongly dependent on the presence of divalent cations (Mg(2+)) and cholesterol that both act like positive allosteric modulators. ..."
        },
        {
            "References": "PMID:16787565",
            "Value": "Oxytocin is a small peptide hormone with multiple sites of action in human body. It regulates a large number of reproduction-related processes in all species. Particularly important is its ability to stimulate uterine contractility. This is achieved by multiple mechanisms involving sarcoplasmic reticulum Ca2+ release and sensitization of the contractile apparatus to Ca2+. In this paper, /the authors/ review the data published ... on oxytocin-induced modulation of uterine contractility. /Investigators/ conclude that sensitization of contractile apparatus to Ca2+ is the most relevant physiological effect of oxytocin on human myometrium."
        },
        {
            "References": "PMID:16166151",
            "Value": "Oxytocin plays a major role in lactation mainly by its action on milk ejection via the contraction of myoepithelial cells. The effect of oxytocin on milk production and the presence of oxytocin receptors on different epithelial cells suggest that this hormone may play a role in mammary epithelial cells. To determine precisely the various roles of oxytocin, /Investigators/ studied localization of oxytocin receptors in lactating rabbit and rat mammary tissue and the influence of oxytocin on secretory processes in lactating rabbit mammary epithelial cells. Immunolocalization of oxytocin receptors on mammary epithelial cells by immunofluorescence and in mammary tissue by immunogold in addition to in situ hybridization showed that lactating rat and rabbit mammary epithelial cells expressed oxytocin receptors. Moreover, oxytocin bound specifically to epithelial cells. To determine whether oxytocin had an effect on lactating rabbit mammary epithelial cells, isolated mammary fragments were incubated in the presence or absence of 10(-6) i.u. mL(-1) of oxytocin. After 1 min of incubation with oxytocin, the morphology of epithelial cells and the localization of caseins and proteins associated with the secretory traffic suggested a striking acceleration of the transport leading to exocytosis, whereas the contraction of myoepithelial cells was only detectable after 7 min. Addition of 10(-8) g mL(-1) of atosiban before the addition of oxytocin prevented the oxytocin effect on secretory processes and on myoepithelial cell contraction. Addition of 10(-6) i.u. mL(-1) of vasopressin to the incubation medium did not mimic the stimulating effect of oxytocin on secretory traffic. These results show that lactating rabbit and rat mammary epithelial cells express oxytocin receptors and that oxytocin binds to these receptors. They strongly suggest that oxytocin has a dual effect on lactating mammary tissue: an acceleration of the intracellular transfer of caseins in mammary epithelial cells followed by the contraction of myoepithelial cells."
        },
        {
            "References": "PMID:11330329",
            "Value": "The aim of this study was to evaluate the renal vascular effects of oxytocin in Sprague-Dawley rats and in Brattleboro heterozygous or homozygous rats, the latter being genetically deficient in vasopressin synthesis. Studies were performed in vitro, in the isolated kidney perfused in an open circuit with a Tyrode's solution. Oxytocin induced a concentration-dependent renal vasoconstriction in Sprague-Dawley rats, at rather high concentrations (EC50=170+/-39 nM, mean +/- SEM, n=6) with a maximum response amounting to 44% of that elicited by vasopressin (increase in renal vascular resistance: 11.5+/-0.9 mmHg min mL(-1) vs. 26.2+/-2.2 mmHg min mL(-1)). Oxytocin-evoked renal vasoconstriction was abolished by SR 49059, a selective vasopressin V1A receptor antagonist (10 nM), but not by d(CH2)5[Tyr(Me)2,Thr4,Orn8,Tyr-(NH2)9] vasotocin, an oxytocin receptor antagonist (10 nM). In the presence of SR 49059, oxytocin did not induce renal vasorelaxation. Oxytocin induced renal vasoconstriction in Brattleboro homozygotes and heterozygotes (EC50=59+/-12 nM and 262+/-110 nM; Emax=7.8+/-1.1 mmHg min mL(-1) and 6.9+/-0.4 mmHg min mL(-1), n=5 respectively) with characteristics similar as observed in Sprague-Dawley rats concerning partial agonist activity, low potency and antagonism by SR 49059. Responsiveness to vasopressin did not differ in Brattleboro homozygotes and heterozygotes (EC50 approximately 0.25 nM) and was similar as /investigators/ reported in Sprague-Dawley rats. These findings indicate that high concentrations of oxytocin induce renal vasoconstriction in the rat by activating vasopressin V1A receptors. The low agonist activity makes it unlikely that oxytocin can substitute functionally for vasopressin at the renal vascular V1A receptor in Brattleboro homozygous rats which are deficient in endogenous vasopressin."
        },
        {
            "References": "PMID:18057218",
            "Value": "Oxytocin is known to have an antidiuretic effect, but the mechanisms underlying this effect are not completely understood. /Investigators/ infused oxytocin by osmotic minipump into vasopressin-deficient Brattleboro rats for five days and observed marked antidiuresis, increased urine osmolality, and increased solute-free water reabsorption. Administration of oxytocin also significantly increased the protein levels of aquaporin-2 (AQP2), phosphorylated AQP2 (p-AQP2), and AQP3 in the inner medulla and in the outer medulla plus cortex. Immunohistochemistry demonstrated increased AQP2 and p-AQP2 expression and trafficking to the apical plasma membrane of principal cells in the collecting duct, and increased AQP3 expression in the basolateral membrane. These oxytocin-induced effects were blocked by treatment with the vasopressin V2 receptor antagonist SR121463B, but not by treatment with the oxytocin receptor antagonist GW796679X. /The authors/ conclude that vasopressin V2 receptors mediate the antidiuretic effects of oxytocin, including increased expression and apical trafficking of AQP2, p-AQP2, and increased AQP3 protein expression."
        },
        {
            "References": "PMID:18671741",
            "Value": "Oxytocin (80 ng) injected into the caudal mesencephalic ventral tegmental area (VTA) of male rats induces penile erection. Such an effect occurs together with an increase in nitric oxide (NO) production, as measured by the augmented concentration of NO(2)(-) and NO(3)(-) found in the dialysate obtained from this brain area by means of intracerebral microdialysis. Both effects are abolished by d(CH(2))(5)Tyr(Me)(2)-Orn(8)-vasotocin (1 ug), an oxytocin receptor antagonist, by S-methyl-l-thiocitrulline acetate (20 ug), a neuronal NO synthase inhibitor, or by omega-conotoxin GVIA (50 ng), a N-type Ca(2+) channel blocker, all injected into the VTA 15 min before oxytocin. In contrast, 1H-[1,2,4]oxadiazole[4,3-a]quinoxalin-1-one (40 ug), a guanylate cyclase inhibitor, given into the VTA 15 min before oxytocin, abolishes penile erection, but not the increase in NO production, while hemoglobin (40 ug), a NO scavenger, injected immediately before oxytocin reduces the increase in NO production, but not penile erection. 8-Bromo-cyclic guanosine monophosphate (0.5-10 ug) microinjected into the VTA induces penile erection with an inverted U-shaped dose-response curve; the maximal effective dose being 3 ug. Immunohistochemistry reveals that in the caudal VTA oxytocin-containing axons/fibres (originating from the paraventricular nucleus of the hypothalamus) contact cell bodies of mesolimbic dopaminergic (tyrosine hydroxylase-positive) neurons containing both NO synthase and guanylate cyclase. These results suggest that oxytocin injected into the VTA induces penile erection by activating NO synthase in the cell bodies of mesolimbic dopaminergic neurons. NO in turn activates guanylate cyclase present in these neurons, thereby increasing cyclic GMP concentration."
        },
        {
            "References": "PMID:15680949",
            "Value": "... The aim of the present experiments is to investigate the effect of OT microinjected into DMV on the gallbladder motility and the involvement of NMDA receptor-NO-cGMP pathway. A frog bladder connected with transducer was inserted into the gallbladder to record the gallbladder pressure. Microinjection of OT (10-50 nmol/L, 100 nL) dose dependently increased the strength of gallbladder phasic contraction. The excitatory effect of OT (10 nmol/L, 100 nL) was completely abolished by atosiban (10 mmol/L, 100 nL), the specific OT receptor antagonist, but was not influenced by [deamino-Pen(1), O-Me-Tyr(2),Arg(8)]-vasopressin (10 mmol/L, 100 nL), the V(1) receptor antagonist. Pretreatment of ketamine (10 mmol/L, 100 nL), the NMDA receptor antagonist, suppressed the gallbladder motor response to OT; but pretreatment of 6-Cyaon-7-Nitroquinoxaline-2,3-(1H,4H)-Dione (CNQX; 10 mmol/L, 100 nL), the non-NMDA receptor antagonist, did not affect it. Pretreatment of L-NAME (10 mmol/L, 100 nL), the nitric oxide synthase (NOS) inhibitor, or methyl blue (10 mmol/L, 100 nL), the guanylyl cyclase inhibitor, inhibited the excitatory effect of OT on gallbladder motility. Hence, /investigators/ deduced that the microinjection of OT into the DMV enhanced the gallbladder motility through binding specific OT receptors and activating the NMDA receptor-NO-cGMP pathway."
        },
        {
            "References": "PMID:16712978",
            "Value": "Oxytocin has been implicated in the modulation of somatosensory transmission such as nociception and pain. The present study investigates the effect of oxytocin on formalin-induced pain response, a model of tonic continuous pain. The animals were injected with 0.1 mL of 1% formalin in the right hindpaw and the left hindpaw was injected with an equal volume of normal saline. The time spent by the animals licking or biting the injected paw during 0-5 min (early phase) and 20-25 min (late phase) was recorded separately. Oxytocin (25, 50, 100 ug/kg, ip) dose dependently decreased the licking/biting response, both in the early as well as the late phases. The antinociceptive effect of oxytocin (100 ug/kg, ip) was significantly attenuated in both the phases by a higher dose of the non-selective opioid receptor antagonist naloxone (5 mg/kg, ip), MR 2266 (0.1 mg/kg, ip), a selective kappa-opioid receptor antagonist and naltrindole (0.5 mg/kg, ip), a selective delta-opioid receptor antagonist but not by a lower dose of naloxone (1 mg/kg, ip) or beta-funaltrexamine (2.5 ug/mouse, icv), a selective mu-opioid receptor antagonist. Nimodipine, a calcium channel blocker (1 and 5 mg/kg, ip) produced a dose-dependent analgesic effect. The antinociceptive effect of oxytocin was significantly enhanced by the lower dose of nimodipine (1 mg/kg, ip) in both the phases. Chronic treatment with oxytocin (100 ug/kg/day, ip daily for 7 days) did not produce tolerance in both the phases of formalin-induced pain response. The results thus indicate that oxytocin displays an important analgesic response in formalin test; both kappa- and delta-opioid receptors as well as voltage-gated calcium channels seem to be involved in the oxytocin-induced antinociception."
        },
        {
            "References": "PMID:12270111",
            "Value": "Increasing evidences demonstrated many new targets for the hypothalamic hormone oxytocin, as the regulation of food balance and in some cases of leptin secretion. Considering that leptin is a potent inhibitor of bone formation and that oxytocin receptors (OTR) were detected in normal human osteoblasts, /the authors/ investigated if OTR was expressed by human osteoclasts (hOCs) and the effect of the hormone on these cells. Here, /investigators/ demonstrate by immunofluorescence and by Western blot analysis the expression of OTR by fully differentiated hOCs and by their precursors (pOCs). /Investigators/ also show that the receptor is functional, as OT treatment induces an increase of [Ca(2+)](i), and that the hormone may affect osteoclastogenesis, since it increases the number of pre-osteoclasts."
        },
        {
            "References": "PMID:10811917",
            "Value": "Produced and released by the heart, oxytocin (OT) acts on its cardiac receptors to decrease the cardiac rate and force of contraction. /The authors/ hypothesized that it might also be produced in the vasculature and regulate vascular tone. Consequently, /investigators/ prepared acid extracts of the pulmonary artery and vena cava of female rats. OT concentrations in dog and sheep aortae were equivalent to those of rat aorta (2745 +/- 180 pg/mg protein), indicating that it is present in the vasculature of several mammalian species. Reverse-phase HPLC of aorta and vena cava extracts revealed a single peak corresponding to the amidated OT nonapeptide. Reverse-transcribed PCR confirmed OT synthesis in these tissues. Using the selective OT receptor ligand compound VI, /investigators/ detected a high number of OT-binding sites in the rat vena cava and aorta. Furthermore, OT receptor (OTR) mRNA was found in the vena cava, pulmonary vein, and pulmonary artery with lower levels in the aorta, suggesting vessel-specific OTR distribution. The abundance of OTR mRNA in the vena cava and pulmonary vein was associated with high atrial natriuretic peptide mRNA. In addition, /the authors/ have demonstrated that diethylstilbestrol treatment of immature female rats increased OT significantly in the vena cava but not in the aorta and augmented OTR mRNA in both the aorta (4-fold) and vena cava (2-fold), implying regulation by estrogen. Altogether, these data suggest that the vasculature contains an intrinsic OT system, which may be involved in the regulation of vascular tone as well as vascular regrowth and remodeling."
        },
        {
            "References": "PMID:15713278",
            "Value": "Recent studies showed that oxytocin plays an important role in the modulation of pain at different levels of the central nervous system. The present study was undertaken to investigate the effect of oxytocin on trigemino-hypoglossal reflex in rats. With the experimental settings used in this study, /investigators/ have demonstrated that oxytocin showed significant analgesic effect after intracerebroventricular administration in rats, as assayed by the amplitude of the retractory movements of the tongue after tooth pulp stimulation. Antinociceptive effect of oxytocin was inhibited by subsequent perfusion of cerebral ventricles with oxytocin antagonist, [deamino-Cys1-D-Tyr(OEt)2-Thr4-Orn8]-oxytocin, atosiban. An involvement of opioid system in the oxytocin-induced analgesia was studied after intracerebroventricular administration of different opioid antagonists: non-selective naloxone, mu-selective beta-funaltrexamine, delta-selective naltrindole, and kappa-selective nor-binaltorphimine. It was shown that inhibition of antinociceptive effects was mediated through mu and kappa opioid receptors, indicating that there is a synergy between oxytocin and opioid systems in transmitting and modulating pain stimuli. ..."
        }
    ]
}