{
    "_id": {
        "$oid": "6682e99bc4e5dba5ffba2b76"
    },
    "CID": {
        "$numberInt": "443495"
    },
    "Name": "SODIUM ARSENITE",
    "IUPACName": "sodium;oxoarsinite",
    "CanonicalSMILES": "[O-][As]=O.[Na+]",
    "Synonyms": [
        "SODIUM ARSENITE",
        "7784-46-5",
        "Sodium metaarsenite",
        "Sodium dioxoarsenate",
        "Sodium (meta)arsenite",
        "sodium;oxoarsinite",
        "sodium meta-arsenite",
        "Arsenite",
        "sodium",
        "NaAsO2",
        "Arsenious acid",
        "sodium salt",
        "Arsenious acid",
        "monosodium salt",
        "sodium arsenite,sodium metaarsenite",
        "sodium dioxoarsenate",
        "48OVY2OC72",
        "CHEBI:29678",
        "Arsenenous acid",
        "sodium salt (1:1)"
    ],
    "IsomericSMILES": "[O-][As]=O.[Na+]",
    "INCHI": "InChI=1S/AsHO2.Na/c2-1-3;/h(H,2,3);/q;+1/p-1",
    "INCHIKEY": "PTLRDCMBXHILCL-UHFFFAOYSA-M",
    "Formula": "AsNaO2",
    "MolecularWeight": {
        "$numberDouble": "129.91"
    },
    "Description": "Sodium arsenite is an inoganic sodium salt with formula with formula NaAsO2. It has a role as an insecticide, an antibacterial agent, a herbicide, a rodenticide, a carcinogenic agent, an antineoplastic agent and an antifungal agent. It is an arsenic molecular entity and an inorganic sodium salt.",
    "XlogP": {
        "$numberDouble": "NaN"
    },
    "Complexity": {
        "$numberInt": "13"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "environmental_bioconcentrations": [
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V23 72 (1980)",
            "Value": "ENVIRONMENTAL ACCUMULATION: WHEN SODIUM ARSENITE WAS USED AS AN AQUATIC HERBICIDE IN A WISCONSIN LAKE, ELEVATED ARSENIC CONCENTRATIONS WERE FOUND IN AQUATIC VEGETATION. A SINGLE SAMPLE OF CLADOPHORA CONTAINED 1258 MG/KG ARSENIC (DRY WEIGHT), AND FRESH SHOOTS OF MATURE MYRIOPHYLLUM STEMS CONTAINED BETWEEN 228 AND 261 MG/KG (DRY WEIGHT)."
        }
    ],
    "mechanism_of_action": [
        {
            "References": "PMID:373979",
            "Value": "ARSENITE IS READILY ABSORBED WHEN TAKEN INTERNALLY & POISONING IS ATTRIBUTED TO RAPID DEATH OF CELLS DUE TO INHIBITION OF RESP FROM LACK OF ADENOSINE TRIPHOSPHATE."
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "PMID:16433889",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ ... Sodium arsenite was administered orally /to Wistar rats/ at doses of 6.3 mg/kg, 10.5 mg/kg, and 12.6 mg/kg bw on the basis of a lethal dose 50% (LD50) /(41 mg/kg)/for 24 hr. After administration of arsenites, liver and brain were analyzed for various parameters of oxidative stress, histopathological changes, and caspase-3 activity. Glutathione levels were decreased significantly in the liver at all doses. In liver the following biochemical changes were observed, a significant lipid peroxidation and cytochrome-P450 induction along with significant decrease in catalase and superoxide dismutase was observed at 10.5 mg/kg and 12.6 mg/kg. The activity of glutathione peroxidase was increased significantly at all doses. In brain, no significant change was observed at 6.3 mg/kg. However, a significant increase in lipid peroxidation and glutathione peroxidase activity along with significant decrease in the activity of glutathione, catalase, and superoxide dismutase was observed at 10.5 mg/kg and 12.6 mg/kg. The activity of glutathione-S-transferase was decreased significantly in both liver and brain at 10.5 and 12.6 mg/kg. No significant alteration in the activity of glucose-6-phosphate dehydrogenase and glutathione reductase was observed in either liver or brain at any dose. Dose-dependent histopathological changes, observed in both liver and brain, are also described. A significant increase in caspase-3 activity was observed at all doses in liver and at 10.5 and 12.6 mg/kg in brain. Sodium arsenite caused DNA cleavage into fragments and manifested as \"DNA laddering\", a hallmark of apoptosis."
        },
        {
            "References": "PMID:10653439",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ The effect of arsenic compounds depends on the chemical form and is specific for certain organs. The lack of specific biological indicators for the effects of each arsenic species makes it difficult to differentiate their toxicity. Five prospective biological indicators of systemic toxicity were examined at time points ranging from 15 min to 24 hr using male Sprague-Dawley rats, B6C3F1 mice, Golden-Syrian hamsters, and Hartley guinea pigs, following intraperitoneal dosing with 0.1 and 1 mg/kg sodium arsenite. Rats and mice were also dosed with 1 mg/kg sodium arsenate. Total blood arsenic levels were determined in all animal species to show that exposure occurred and as an index of the severity of the change is an indicator of toxicity. Total blood arsenic levels were increased in all animal species. This increase was dose, arsenic species, and animal dependent. Renal pyruvate dehydrogenase activity was significantly decreased at early time points in mice, hamsters, and guinea pigs, and at later time points in rats dosed with arsenite. Rats and mice dosed with arsenate also exhibited PDH decrease at early time points. Blood hematocrit and glucose were increased in the rat and guinea pig, respectively, after arsenite administration. Creatinine and urea nitrogen were found to be unresponsive to arsenic in most animal species. Data suggested that the mouse and secondly the hamster appear to be the most appropriate animal models for the study of acute arsenic toxicity."
        },
        {
            "References": "Grant, W.M. Toxicology of the Eye. 3rd ed. Springfield, IL: Charles C. Thomas Publisher, 1986., p. 117",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Experimentally, acute poisoning of rabbits and rats with sodium arsenite has caused no retinal degeneration."
        },
        {
            "References": "Sardana ME et al; The Potent Heme Oxygenase Inducing Action Of Arsenic And Parasiticidal Arsenicals; Pharmacology 23 (5): 247-53 (1981)",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ The admin of sodium arsenite to rats produced profound induction of microsomal heme oxygenase in liver and kidney and a decrease in cytochrome P450 content."
        },
        {
            "References": "PMID:2791215",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Effect of sodium arsenite on ornithine decarboxylase activity was studied in cultured murine erythroleukemia cells. In stationary phase cells, ornithine decarboxylase activity was not detectable, but it could be induced within a few hr by dilution of the cells in fresh medium. Sodium arsenite prevented this induction of ornithine decarboxylase activity measured 5 hr after cell dilution. A 50% inhibition was produced at 1.2 uM and virtually complete inhibition was produced at a concentration of 10 uM or higher. However, addition of sodium arsenite (0.2 mM) 5 hr after cell dilution, ie, when ornithine decarboxylase was already induced, stabilized the enzyme after an initial decline. The half-life of ornithine decarboxylase activity, measured after cycloheximide (0.2 mM) treatment, increased almost six fold after addition of sodium arsenite (0.2 mM)."
        },
        {
            "References": "PMID:2593134",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ The acute administration of sodium arsenite (AsIII) to rats resulted in a biphasic alteration of the hepatic cytosolic free heme pool. The first stage was an increase in the cytosolic free heme without significant effects on the content of cytochrome P450 or on bilirubin excretion. The second stage consisted of a continuous fall of the cytosolic free heme and of the content of cytochrome P450. These changes were concurrent with an eight-fold increase in heme oxygenase activity and associated with marked elevations in the biliary excretion of bilirubin. The bile was collected from chronically cannulated rats to avoid artifacts related to anesthesia or post anesthetic effects. The rapid increase in biliary excretion of labeled heme degradation products indicated an increased breakdown of newly synthesized heme. Immunoelectrophoresis of bile proteins showed an altered pattern of bile protein excretion. The increased biliary haptoglobin suggested some hemolysis, while the reduction in the free immunoglobulin A secretory component showed an AsIII-related decreased protein transport across hepatocytes to bile. Further research is required to assess the direct role of an increased heme degradation in the genesis of the hepatotoxic effects of AsIII."
        },
        {
            "References": "DHHS/ATSDR; Toxicological Profile for Arsenic p. 110 (2000)",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Incr in liver zinc and copper concn were noted in rats receiving a single oral dose of 10 mg As/kg as sodium arsenite ... ."
        },
        {
            "References": "PMID:3236342",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Acute arsenic (As) administration produced in rat liver a decreased in the heme saturation of trypotophan pyrrolase (TP), accompanied by dose-related increases in 5-aminolevulinate synthetase (ALAS) and heme oxygenase (HO) activities, along with a corresponding decrease in cytochrome P450 concn. The relationship between heme synthesis and degradation was altered as a result of As treatment. The magnitude of these effects was related to the oxidation state of arsenic, sodium arsenite (AsIII) being more potent than sodium arsenate (AsV). These results support the contention that the heme saturation of trypotophan pyrrolase is sensitive to treatments that modify liver heme concn. The increase in heme oxygenase activity produced by arsenic appears to be mediated by a mechanism largely or entirely independent of heme. The main effects of continous exposure to sodium arsenite were an initial decrease in the heme saturation of trypotophan pyrrolase which remained constant during the period of treatment, and an initial increase in 5-aminolevulinate synthetase activity, which after ten days of exposure dropped somewhat but remained aboved control values."
        },
        {
            "References": "National Research Council. Drinking Water & Health Volume 1. Washington, DC: National Academy Press, 1977., p. 336",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ ... Sodium arsenite inhibited induction of interferon in rabbit kidney cell cultures. It was found, however, that, although high concn of arsenite inhibited action of exogenous mouse interferon added to cultures of mouse embryo cells, low concn of arsenite incr antiviral activity of low concn of interferon."
        },
        {
            "References": "PMID:18296743",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Mice were given sodium arsenite (As3+, 200 ppm) or sodium arsenate (As5+, 200 ppm) in the drinking water for 10 months, and provided a normal diet or a diet containing 20% added fat. Serum aspartate aminotransferase (AST), indicative of liver injury, was elevated in both arsenite and arsenate groups, and a high fat diet further increased these levels. Histopathology (H&E and Masson stain) showed that liver inflammation, steatosis (fatty liver), hepatocyte degeneration, and fibrosis occurred with arsenic alone, but their severity was markedly increased with the high fat diet. Total liver RNA was isolated for real-time RT-PCR analysis. Arsenic exposure increased the expression of inflammation genes, such as TNF-alpha, IL-6, iNOS, chemokines, and macrophage inflammatory protein-2. The expression of the stress-related gene heme oxygenase-1 was increased, while metallothionein-1 and GSH S-transferase-pi were decreased when arsenic was combined with the high fat diet. Expression of genes related to liver fibrosis, such as procollagen-1 and -3, SM-actin and TGF-beta, were synergistically increased in the arsenic plus high fat diet group. The expression of genes encoding matrix metalloproteinases (MMP2, MMP9) and tissue inhibitors of metalloproteinases (TIMP1, TIMP2) was also enhanced, suggestive of early oncogenic events. In general, arsenite produced more pronounced effects than arsenate. In summary, chronic inorganic arsenic exposure in mice produces liver injury, and a high fat diet markedly increases arsenic-induced hepatofibrogenesis."
        },
        {
            "References": "PMID:18329681",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ The aim was to determine the effect of a single dose of arsenic or subchronic exposure to arsenic on pain behavior and tissue inflammation in rats. Rats were given a single dose of sodium arsenite (0.1, 1 and 10 mg/kg ip) or submitted to subchronic exposure to arsenic added to the drinking water for 4 weeks (0.1, 1, 10 and 100 ppm). Inflammatory pain was assessed by using the formalin and tail-flick tests, while inflammation was evaluated with the carrageenan model. Arsenite did not induce pain or significant inflammation by itself. In contrast, arsenite in both single dose administration and subchronic exposure increased not only the inflammatory process and the underlying hyperalgesic pain, but also induced a decrease in the pain threshold. Alterations in pain processing were dependent on the arsenic dose and the length of exposure, and the underlying mechanism involved an increased release of local PGE(2). These results suggest that inorganic arsenic exposure enhances pain perception and exacerbates the pathological state of inflammatory diseases."
        },
        {
            "References": "PMID:12646999",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Mature (4 mo old) Wistar rats were intraperitoneally administered sodium arsenite at doses of 4, 5 or 6 mg/kg/day for 26 days. Different varieties of germ cells at stage VII seminiferous epithelium cycle, namely, type A spermatogonia (ASg), preleptotene spermatocytes (pLSc), midpachytene spermatocytes (mPSc) and step 7 spermatids (7Sd) were quantitatively evaluated, along with radioimmunoassay of plasma follicle-stimulating hormone (FSH), luteinizing hormone (LH), testosterone and assessment of the epididymal sperm count. In the 5 and 6 mg/kg groups, there were significant dose-dependent decreases in the accessory sex organ weights, epididymal sperm count and plasma concentrations of LH, FSH and testosterone with massive degeneration of all the germ cells at stage VII. The changes were insignificant in the 4 mg/kg group..."
        },
        {
            "References": "PMID:12883085",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ The subchronic treatment of mature female Wistar-strain albino rats in diestrous phase with sodium arsenite at a dose of 0.4 ppm/100 g bw/rat/day via drinking water for period of 28 days (seven estrous cycles) caused a significant reduction in the plasma levels of leutinizing hormone (LH), follicle-stimulating hormone (FSH), and estradiol along with a significant decrease in ovarian activities of delta five, 3 beta-hydroxysteroid dehydrogenase (Delta5,3beta-HSD), and 17 beta-hydroxysteroid dehydrogenase (17beta-HSD) followed by a reduction in ovarian and uterine peroxidase activities. A significant wt loss of the ovary and uterus was also observed after this treatment, along with a prolonged diestrous phase and a high accumulation of arsenic in the plasma and these organs. Moreover, sodium arsenite was also responsible for ovarian follicular and uterine cell degeneration characterized by a high number of regressing follicles and a reduction in the uterine luminal diameter, respectively, in comparison with the controls. A dietary supplementation of sodium selenite at the dose of 0.6 mg/100 g bw/rat/day for a period of 28 days along with arsenic treatment minimized the gonadal wt loss significantly and increased the activities of the ovarian steroidogenic enzymes as well as the ovarian and uterine peroxidase at the control level. Selenium was also able to increase the plasma levels of LH, FSH, and estradiol toward the control level. Vaginal smears showed normal estrous cyclicity in sodium selenite-supplemented arsenic-treated rats along with lower arsenic levels in the plasma and gonadal tissue in comparison with arsenic-only-treated rats. Histological sections of ovary and uterine tissues in the control and experimental groups confirmed that sodium selenite supplementation was able to prevent arsenic-induced histopathological changes in the ovary and uterus. Plasma levels of norepinephrine and dopamine in the midbrain and diencephalon decreased significantly, whereas the serotonin level was increased significantly after 28 days of sodium arsenite treatment. All of these parameters were, in most cases, unchanged from the control level when sodium selenite was co-administered with sodium arsenite. Arsenic intoxication was also associated with increased liver weight and elevation in the activities of hepatic and renal acid phosphatase, alkaline phosphatase, and transaminases, but selenium co-administration was not able to change these toxic effects of arsenic. The results ...  indicate the significant protective action of sodium selenite on arsenic-induced toxicity in the female reproductive system, while there was no significant protective effect of selenium on arsenic-induced toxicity in other organs."
        },
        {
            "References": "PMID:17451748",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Exposure to inorganic arsenic (iAs) is known to result in peripheral neuropathy. To better understand the functional and morphological consequences of iAs exposure, ... the electrophysiological and histological characteristics of the sensory sural nerves /were examined/ in adult Male Wistar rats following 30 days of sodium arsenite administration by gavage (10 mg/kg bw/day). Arsenic (As) levels in the peripheral nerves of exposed animals were about 150 times greater than those in controls. Lipid peroxidation was also increased in iAs-exposed animals. Compound action potentials (CAPs) evoked in iAs-exposed nerves were characterized by a slower conduction velocity (approximately 26%). iAs-exposed nerves also showed a trend towards a decreased CAP area (approximately 35%). These electrophysiological changes were consistent with histological alterations such as an approximately 56% decrease in myelin thickness. In addition, the perimeter and transverse area of axons were reduced to 29% and 45% of control, respectively. The results suggest that accumulation of As produced by iAs exposure induces oxidative damage, severe demyelination, and other morphological alterations in axons of peripheral nerves. These changes may, in turn, induce changes in the generation and propagation of action potentials in peripheral nerves, leading to decreased transmission of information from peripheral sensory organs to the central nervous system."
        },
        {
            "References": "PMID:18991932",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Hamsters were exposed to sodium arsenite (173 mg As/L) in drinking water for 6 days and control hamsters were given tap water. Equal amounts of protein from the urinary bladder or liver extracts of control and arsenic-treated hamsters were labeled with Cy3 and Cy5 dyes, respectively. The labeled proteins were mixed and separated in the two-dimensional differential in gel electrophoresis (2D-DIGE). After DIGE and analysis by the DeCyder software, several protein spots were found to be overexpressed and several were underexpressed. Analysis of the DIGE gel images detected 75 protein spots in the livers and 52 protein spots in the urinary bladders of hamsters that were expressed (+/-1.2-fold). Of the detected protein spots, 34 spots were overexpressed (1.48 +/- 0.05) and 41 spots were underexpressed (1.52 +/- 0.06) in the liver. In the urinary bladder, 36 protein spots were overexpressed (1.52 +/- 0.06) and 16 protein spots were underexpressed (1.39 +/- 0.05). Three proteins (one was overexpressed and two were underexpressed) of each tissue (liver or bladder) were identified by mass spectrometry..."
        },
        {
            "References": "DHHS/ATSDR; Toxicological Profile for Arsenic (7440-38-2) (PB/2008/100002) (August 2007). Available from, as of June 22, 2009: https://www.atsdr.cdc.gov/toxpro2.html",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ ... Exposure of rats to >/=5 ppm of arsenic (0.30 mg As/kg/day as sodium arsenite) in the drinking water for 4 weeks resulted in increased platelet aggregation, while 10 or 25 ppm (0.60 or 1.5 mg As/kg/day) was associated with increased P-selectin-positive cells and decreased occlusion time representing a change in platelet function."
        },
        {
            "References": "DHHS/ATSDR; Toxicological Profile for Arsenic (7440-38-2) (PB/2008/100002) (August 2007). Available from, as of June 22, 2009: https://www.atsdr.cdc.gov/toxpro2.html",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ ... Exposure of rats or guinea pigs to 10 or 25 ppm of arsenic /as sodium arsenite/ (approximate doses of 0, 0.92, or 2.3 mg As/kg/day for rats and 0, 0.69, or 1.7 mg As/kg/day for guinea pigs) in the drinking water for 16 weeks resulted in decreases in erythrocyte and leukocyte numbers (rats and guinea pigs), increased blood mean corpuscular volume and corpuscular hemoglobin mass (guinea pigs only), and decreased mean corpuscular hemoglobin concentration (rats only) ... Exposure of guinea pigs to 0.69 or 1.7 mg As/kg/day in the drinking water for 16 weeks ... resulted in increases in delta-aminolevulinic acid synthetase (ALAS) levels ... Some changes in levels of neurotransmitters (dopamine, norepinephrine, and 5-hydroxytryptamine) were seen in rats exposed to 2.3 mg As/kg/day as sodium arsenite and guinea pigs exposed to 1.7 mg As/kg/day as sodium arsenite in the drinking water for 16 weeks ..."
        },
        {
            "References": "PMID:11778665",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Rats and guinea pigs were exposed to 10 or 25 ppm arsenic in drinking water for 16 weeks. : Following chronic arsenic (III) exposure, delta-aminolevulinic acid dehydratase activity in blood showed a significant reduction as did the total cell counts (RBC and WBC) and reduced glutathione with increased urinary delta-aminolevulinic acid. Zinc protoporphyrin, a sensitive indicator of iron deficiency and impairment of heme biosynthesis, showed a significant increase in arsenic exposure. The hepatic delta-aminolevulinic acid dehydratase and delta-aminolevulinic acid synthetase activity increased in chronic arsenic (III) exposure in rats and guinea pigs. Significant changes in the steady-state level of three major neurotransmitters, dopamine, norepinephrine, and 5-hydroxytryptamine, and monoamine oxidase were observed following chronic arsenic (III) exposure. At low doses (10 and 25 ppm in drinking water), the effects of arsenic on hematopoietic indices and whole-brain neurotransmitter concentrations were more prominent in guinea pigs than in rats with some variability in the dose response. /Arsenite/"
        },
        {
            "References": "PMID:15345372",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Previous research demonstrated that 12-O-tetradecanoylphorbol-13-acetate (TPA) treatment increased the number of skin papillomas in v-Ha-ras transgenic (Tg.AC) mice that had received sodium arsenite ((As(III)) in drinking water, indicating that this model is useful for studying the toxic effects of arsenic in vivo. Because the liver is a known target of arsenic, ... the pathophysiologic and molecular effects of inorganic and organic arsenical exposure on Tg.AC mouse liver /was examined/ in this study. Tg.AC mice were provided drinking water containing As(III), sodium arsenate (As(V)), monomethylarsonic acid ((MMA(V)), and 1,000 ppm dimethylarsinic acid (DMA(V)) at dosages of 150, 200, 1,500, or 1,000 ppm as arsenic, respectively, for 17 weeks. Control mice received unaltered water. Four weeks after initiation of arsenic treatment, TPA at a dose of 1.25 ug/200 uL acetone was applied twice a week for 2 weeks to the shaved dorsal skin of all mice, including the controls not receiving arsenic. In some cases arsenic exposure reduced body weight gain and caused mortality (including moribundity). Arsenical exposure resulted in a dose-dependent accumulation of arsenic in the liver that was unexpectedly independent of chemical species and produced hepatic global DNA hypomethylation. cDNA microarray and reverse transcriptase-polymerase chain reaction analysis revealed that all arsenicals altered the expression of numerous genes associated with toxicity and cancer. However, organic arsenicals [MMA(V) and DMA(V)] induced a pattern of gene expression dissimilar to that of inorganic arsenicals. In summary, subchronic exposure of Tg.AC mice to inorganic or organic arsenicals resulted in toxic manifestations, hepatic arsenic accumulation, global DNA hypomethylation, and numerous gene expression changes. These effects may play a role in arsenic-induced hepatotoxicity and carcinogenesis and may be of particular toxicologic relevance. /As(III) and As(V) compounds/"
        },
        {
            "References": "PMID:3607654",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Female Swiss mice were exposed to sodium arsenite or sodium aresenate in the drinking water for 15 wk at concn ranging from 0 to 100 ug/mL arsenic content. After three weeks of the 15 wk exposure period, the mice were administered urethan (1.5 mg/g) ip. Pulmonary adenoma formation was evaluated 12 weeks later. Arsenic exposure produced a protective effect with respect to tumor development. Both forms of arsenic reduced the size and number of pulmonary adenomas observed per mouse. In addition, urethan induced sleeping times which reflect the rate of urethan metabolism or excretion remained unchanged. This suggests that arsenic exposure does not alter urethan excretion and is not a factor influencing subsequent adenoma formation of these levels of exposure."
        },
        {
            "References": "PMID:6688469",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Sodium arsenite (160 ppm arsenic) increased the incidence of diethylnitrosamine (30 mg/kg, ip) initiated kidney tumor by acting as a promoter carcinogen. Arsenic by itself did not cause any tumors."
        },
        {
            "References": "PMID:15276417",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ ... Inorganic arsenite /was investigated/ as a transplacental carcinogen in mice. Pregnant C3H mice were exposed to sodium arsenite (0, 42.5, and 85 ppm as arsenic) in the drinking water for a brief period during gestation (from gestation day 8 to 18), with no further arsenic exposure or other treatments. The offsprings were monitored up to 90 weeks. Transplacental inorganic arsenic exposure produced a dose-dependent induction of tumors in the liver, adrenal, lung, and ovary in the offsprings after they had reached adulthood. This included hepatocellular carcinoma (HCC), a tumor associated with arsenic exposure in humans. These tumors occurred when mice became adults in the absence of any other treatments and well after arsenic exposure had ended. Genomic analysis of liver tumors and tumor-surrounding tissues revealed several patterns of aberrant gene expression associated with transplacental arsenic carcinogenesis. This animal model demonstrated that inorganic arsenic could act as a \"complete\" transplacental carcinogen in mice..."
        },
        {
            "References": "PMID:17306315",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ ... Pregnant mice were treated with drinking water containing sodium arsenite at up to 85 ppm arsenic from days 8 to 18 of gestation, and the offspring were observed for up to 2 years. The doses used in all these studies were well tolerated by both the dam and offspring. In C3H mice, two separate studies show male offspring exposed to arsenic in utero developed liver carcinoma and adrenal cortical adenoma in a dose-related fashion during adulthood. Prenatally exposed female C3H offspring show dose-related increases in ovarian tumors and lung carcinoma and in proliferative lesions (tumors plus preneoplastic hyperplasia) of the uterus and oviduct. In addition, prenatal arsenic plus postnatal exposure to the tumor promoter, 12-O-tetradecanoyl phorbol-13-acetate (TPA) in C3H mice produces excess lung tumors in both sexes and liver tumors in females. Male CD1 mice treated with arsenic in utero develop tumors of the liver and adrenal and renal hyperplasia while females develop tumors of urogenital system, ovary, uterus and adrenal and hyperplasia of the oviduct. Additional postnatal treatment with diethylstilbestrol or tamoxifen after prenatal arsenic in CD1 mice induces urinary bladder transitional cell proliferative lesions, including carcinoma and papilloma, and enhances the carcinogenic response in the liver of both sexes. Overall this model has provided convincing evidence that arsenic is a transplacental carcinogen in mice ... ."
        },
        {
            "References": "PMID:17919673",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ ... The effect of chronic exposure to arsenic on liver damage caused by acute lipopolysaccharide (LPS) was determined in mice. Male C57Bl/6J mice (4-6 weeks) were exposed to arsenic (49 ppm as sodium arsenite in drinking water). After 7 months of exposure, animals were injected with LPS (10 mg/kg i.p.) and sacrificed 24 hr later. Arsenic alone caused no overt hepatotoxicity, as determined by plasma enzymes and histology. In contrast, arsenic exposure dramatically enhanced liver damage caused by LPS, increasing the number and size of necroinflammatory foci. This effect of arsenic was coupled with increases in indices of oxidative stress (4-HNE adducts, depletion of GSH and methionine pools). The number of apoptotic (TUNEL) hepatocytes was similar in the LPS and arsenic/LPS groups. In contrast, arsenic pre-exposure blunted the increase in proliferating (PCNA) hepatocytes caused by LPS; this change in the balance between cell death and proliferation was coupled with a robust loss of liver weight in the arsenic/LPS compared to the LPS alone group. The impairment of proliferation after LPS caused by arsenic was also coupled with alterations in the expression of key mediators of cell cycle progression (p27, p21, CDK6 and Cyclin D1). Taken together, these results suggest that arsenic, at doses that are not overtly hepatotoxic per se, significantly enhances LPS-induced liver injury..."
        },
        {
            "References": "PMID:15346721",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ ... Sodium arsenite administered to mice (Mus musculus) via drinking water at a dose of 53.39 uM/L (4 ppm As) for 365 days caused a decrease in the absolute and relative testicular weight. However, epididymal and accessory sex organ weight was similar to control. The activities of marker testicular enzymes such as sorbitol dehydrogenase, acid phosphatase and 17beta-hydroxy-steroid dehydrogenase (17beta-HSD) were significantly decreased, but those of lactate dehydrogenase and gamma-glutamyl transpeptidase (gamma-GT) were significantly increased. A decrease in sperm count and sperm motility, along with an increase in abnormal sperm, was observed in arsenite-exposed mice. A significant accumulation of arsenic in testes, epididymis, seminal vesicle and prostate gland was observed in treated animals. Thus long term exposure (365 days) at the dose level of 53.39 uM/L sodium arsenite (4 ppm As), to which human beings are likely to be exposed via drinking water, may cause testicular and spermatotoxic effect."
        },
        {
            "References": "Bryon WR et al; Toxicol Appl Pharmacol 10: 132-147 (1967) as cited in NIOSH; Criteria Document: Inorganic Arsenic p.58 (1975) DHEW Pub. NIOSH 75-149",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ A two-yr feeding study on the effects of sodium arsenite and sodium arsenate administered in the food of Osborne-Mendel rats and beagle dogs. Weight records were kept, blood samples were taken periodically, and animals were killed and autopsied. Postmortem tissues were preserved for microscopic study. In rats, marked enlargement of the common bile duct was observed at the highest dosage of both compounds (250 and 400 ppm for the arsenate, respectively). At the next lower dosages of both (125 and 250 ppm), enlargement was present but less pronounced. Arsenite slightly reduced survival and both compd caused reduced weight. Some changes were noted in the hematologic study. None of the dogs on the highest arsenite dosage (125 ppm) survived for 2 yr but 5 of the 6 on the highest arsenate dosage (125 ppm) did survive. In the non-survivors, gross and microscopic changes were essentially those of inanition. All dogs on the highest dosage lost much weight, but those at levels of 50 ppm or less did not differ from controls. No carcinogenic effect of these two arsenicals could be detected."
        },
        {
            "References": "Schroeder HA; J Nutr 96: 37-45 (1968) as cited in NIOSH; Criteria Document: Inorganic Arsenic p.59 (1975) DHEW Pub. NIOSH 75-149",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Weanling Long-Evans rats were used to evaluate the effects of arsenic by being fed diets low in arsenic (0.46 ug arsenic/g wet weight) and administering sodium arsenite in the drinking water of experimental animals at a level of 5 ug arsenic/mL. The experiment continued until the natural death of the animals. No specific disorders were observed in the control or experimental groups, nor was there a carcinogenic or tumorigenic effect. No arsenical keratoses were observed. The growth rates and life spans of the 2 groups did not differ. However, male rats had elevated serum cholesterol levels and lower glucose levels than did the controls. Arsenic accumulated with age in all tissues analyzed."
        },
        {
            "References": "PMID:17418926",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Acute toxicity of a single oral dose of sodium arsenite (As), administered in half and half cream (HH), was assessed in male and non-pregnant female rats (0.41, 4.1, 41.0 and 410.0 mg/kg bw) and pregnant rats (0.41, 4.1 and 41.0 mg/kg bw). Control rats received deionized water alone, HH alone or 41.0mg/kg As in deionized water (41 mg/kg As-water). Male and non-pregnant /female/ rats were monitored for 14 consecutive days post-dosing. Pregnant rats, dosed on gestation day 10 (GD-10), were monitored until fetuses were collected on GD 20. High mortality (100%) was observed in male and non-pregnant female rats exposed to 410.0mg/kg As-HH. Low mortality (25%) was observed in non-pregnant female rats exposed to 41 mg/kg As-water. No mortality was observed in other control or treated groups. Reduced female fetal numbers were observed in the 41 mg/kg As-water group but not in the other control groups. Developmental effects were not observed in the controls or the As-HH treatment groups. In conclusion, As toxicity was not reduced when a high dose (410 mg/kg) was administered in HH however, at lower doses (41 mg/kg), HH reduced acute As oral toxicity in the female and developing fetus."
        },
        {
            "References": "PMID:17569693",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ ... Pregnant mice were exposed to sodium arsenite (AsIII) through drinking water from conception through weanling stages. Neonatal assessment of birth rates, pup weights, and litter sizes in arsenic exposed and control mothers revealed that AsIII-exposed mothers had only 40% the fecundity of controls. Preterm analysis at E12.5 revealed a loss of fecundity at E12.5 from either 20 ppm or greater exposures to AsIII. There was no loss of fecundity at E7.5 suggesting that spontaneous abortion occurs during placentation. Histomorphometry on E12.5 placentae from arsenic-exposed mice revealed placental dysplasia especially in the vasculature. These results suggest that arsenic toxicity is causative for mammalian spontaneous abortion by virtue of aberrant placental vasculogenesis and placental insufficiency."
        },
        {
            "References": "PMID:19110324",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ ... Zebrafish embryos were exposed to a range of sodium arsenite concentrations (0-10.0 mM) between 4 and 120 hr post-fertilization (hpf). Survival and early development of the embryos were not obviously influenced by arsenite concentrations below 0.5 mM. However, embryos exposed to higher concentrations (0.5-10.0 mM) displayed reduced survival and abnormal development including delayed hatching, retarded growth and changed morphology. Alterations in neural development included weak tactile responses to light (2.0-5.0mM, 30hpf), malformation of the spinal cord and disordered motor axon projections (2.0mM, 48hpf). Abnormal cardiac function was observed as bradycardia (0.5-2.0mM, 60hpf) and altered ventricular shape (2.0mM, 48hpf). Furthermore, altered cell proliferation (2.0mM, 24hpf) and apoptosis status (2.0mM, 24 and 48hpf), as well as abnormal genomic DNA methylation patterning (2.0mM, 24 and 48hpf) were detected in the arsenite-treated embryos. All of these indicate a possible relationship between arsenic exposure and developmental failure in early embryogenesis..."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V23 90 (1980)",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ When a single ip injection of 10 or 12 mg/kg bw sodium arsenite was given to Swiss-Webster mice on days 9-12 of pregnancy, there was a high rate of resorptions, and the surviving fetuses showed various malformations of the eyes, ribs, tail and brain ... ."
        },
        {
            "References": "PMID:6894881",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Pregnant mice were given a single oral dose of 20, 40 or 45 mg sodium arsenite/kg on one of days 8-15 of pregnancy. A low incidence of gross malformations occurred in litters from the 40 and 45 mg/kg groups, only when treatment occurred on day 8, 9, or 10 of gestation. Fetal mortality significantly increased with the 40 mg/kg dose admin on days 10 or 12, or with the 45 mg/kg dose administered on days 10, 12, 13, 14, or 15. Visceral exam, light microscopy, and skeletal analysis revealed no treatment effects."
        },
        {
            "References": "PMID:7159777",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Treatment of pregnant hamsters with an oral dose of 20 mg sodium arsenite/kg on days 9 or 10 of gestation or with 25 mg/kg on day 11 of gestation had no effect on prenatal growth or survival. However, treatment with the higher dose on days 8 or 12 increased prenatal deaths and inhibited prenatal growth by the 12 day fetus. No fetal defects were observed, but some maternal deaths occurred. Some gross malformations were induced by 2.5 or 5 mg sodium arsenite/kg administered ip in addition to growth inhibition and mortality."
        },
        {
            "References": "UMPIERRE CC; TERATOLOGY 23 (2): 66A (1981)",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Pregnant Sprague-Dawley rats were given a single ip injection of an aqueous solution of sodium arsenite (11 mg/kg of maternal body wt) on one of days 6-12 of gestation. Arsenite treatment resulted in a significant increase in fetal deaths when admin during days 6-10 (57-61% resorption), with the exception of day 8 (32% resorptions). A significant decrease in fetal weights was observed. The most frequent soft-tissue malformations were brain and eye defects, which predominated on days 7-9, while skeletal defects (ribs and vertebrae) predominated on day 10."
        },
        {
            "References": "WHO; Environ Health Criteria: Arsenic p.93 (1981)",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Administration of sodium arsenite to mice in doses of 10 or 12 mg/kg body weight (6 or 7 mg arsenic/kg weight) resulted in a lower incidence of malformations and a higher incidence of resorptions than sodium arsenate at 11 mg arsenic/kg body weight."
        },
        {
            "References": "PMID:2305370",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Embryotoxic effects of two inorganic arsenic compounds, sodium arsenite and sodium arsenate, on the development of mouse embryos during early organogenesis were studied using the whole embryo culture technique. Embryos with three to five somites exposed to 1-40 uM sodium arsenite or to 10-400 uM sodium arsenate were cultured for 48 hr and their development was compared with that of control embryos. Sodium arsenite proved to be teratogenic between 3 and 4 uM and embryolethal at higher concn; sodium arsenate had similar activity but at concn ten times higher than for sodium arsenite. Both compounds produced a growth retardation and a similar pattern of defects. Growth retardation was indicated by a statistically significant reduction in crown-rump length, head length, and yolk sac diameter. Abnormal embryos were characterized by hypoplasia of the prosencephalon with open neural tube, hydropericardium, somite abnormalities, and failure of development of limb buds and sensory placodes."
        },
        {
            "References": "DHHS/ATSDR; Toxicological Profile for Arsenic p. 117 (2000)",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ In a 3-generation study in mice given sodium arsenite in drinking water at an avg dose of 1 mg As/kg/day, there was a significant incr in the incidence of small litters and a trend toward decr number of pups per litter in all three generations of the treated group ... ."
        },
        {
            "References": "US Natl Inst Health; DailyMed. Current Medication Information for TRISENOX (arsenic trioxide) injection  (December 2008). Available from, as of June 22, 2009: https://dailymed.nlm.nih.gov/dailymed/drugInfo.cfm?id=8957",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ An increase in resorptions, neural-tube defects, anophthalmia and microphthalmia were observed in rats administered 10 mg/kg of arsenic trioxide on gestation day 9 (approximately 10 times the recommended human daily dose on a mg/sq m basis). Similar findings occurred in mice administered a 10 mg/kg dose of a related trivalent arsenic, sodium arsenite, (approximately 5 times the projected human dose on a mg/sq m basis) on gestation days 6, 7, 8 or 9."
        },
        {
            "References": "PMID:19041379",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ ... Sprague-Dawley rats were assigned to four groups: rats in control group drank regular water, rats in other groups drank water with final arsenic concentration /as sodium arsenite/ of 2.72 mg/L (group A), 13.6 mg/L (group B) and 68 mg/L (group C), respectively, for 3 months. The levels of arsenic in blood serum and hippocampus were monitored. Rats were tested in Morris water maze (MWM) for memory status. Samples of hippocampus were collected from two rats in each group for transmission electron microscopic study and the detection of NMDAR expression by RT-PCR. The rats in group C showed a significant delay in hidden platform acquisition. Neurons and endothelial cells presented pathological changes and the expression of NR2A was down-regulated in hippocampus in arsenic exposed rats. Our data indicated that arsenic exposure of 68 mg/L caused spatial memory damage, of which the morphological and biochemical bases could be the ultra-structure changes and reduced NR2A expression"
        },
        {
            "References": "PMID:12460656",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ ... Sprague-Dawley rats were exposed to arsenite (36.70 mg arsenic/L in drinking water) from gestation day 15 (GD 15) or postnatal day 1 (PND 1), until approximately 4 months old. The pregnant or lactating dams received either the arsenic solution or regular drinking water and once pups were weaned, they continued receiving the same solution as drinking water. Animals exposed from GD 15 showed increased spontaneous locomotor activity and both exposed groups showed increased number of errors in a delayed alternation task in comparison to the control group. Total arsenic (TA) content in brain was similar for both exposed groups and significantly different from the control group. These results indicate that rats exposed to arsenic during development present deficits in spontaneous locomotor activity and alterations in a spatial learning task. /Arsenite/"
        },
        {
            "References": "Yoskioka A; Kyoto-furtsu Ika Daigaku Zasshi 93 (12): 1023-1038 (1984)",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ The neurotoxicity of As was detected with light and electron microscopy. Fetal mouse (17 day) spinal ganglia and newborn mouse cerebellum cultures were exposed to various concn of sodium arsenite for different periods. Pathological changes were observed at 3X10-6 M concn. Nerve cells which were most vulnerable to As toxicity, displayed dilation of rough endoplasmic reticulum, swelling of mitochondria, and increased numbers of lysosomes after 3 days. After 5 days exposure, some nerve cells underwent necrosis. The pathological changes in nerve tissues continued for 7-10 days, after which the necrotic cells decreased in number and surviving cells were observed after 30 days. The sensitivity of nervous tissues to arsenic toxicity changed during a long exposure period."
        },
        {
            "References": "DHHS/ATSDR; Toxicological Profile for Arsenic (7440-38-2) (PB/2008/100002) (August 2007). Available from, as of June 22, 2009: https://www.atsdr.cdc.gov/toxpro2.html",
            "Value": "/GENOTOXICITY/ In an acute animal study, found that there was a decrease in polychromatic erythrocytes in the bone marrow of mice treated with 6 mg As/kg/day /as sodium arsenite/ for 1 or 4 days. There was no effect at 3 mg As/kg/day."
        },
        {
            "References": "PMID:15647599",
            "Value": "/GENOTOXICITY/ /The/ two-stage transformation assay using BALB/c 3T3 cells /was performed/ to determine initiating and promoting activities of disodium arsenate, sodium arsenite, monomethylarsonic acid (MMAA) and dimethylarsinic acid (DMAA). Treatment with these arsenic compounds at the initiating stage induced significant numbers of transformed foci when cells were post-treated with 12-O-tetradecanoylphorbol-13-acetate (TPA). Disodium arsenate was active at the concentrations of 15-30 uM, sodium arsenite 5-20 uM, and DMAA 1-2 mM. MMAA required 10 mM to induce cell transformation. The concentrations of these compounds (except DMAA) that induced transformation were highly growth-inhibitory (more than 50%). DMAA induced transformation foci at growth inhibition levels of 66 to 84%. In experiments on promoting activity, cells pretreated with a sub-threshold dose of 20-methylcholanthrene (MCA, 0.2 ug/mL) or sodium arsenite (10 uM) were used. Transformation was enhanced by post-treatment with disodium arsenate (1-10 uM), sodium arsenite (0.5-2 uM), and MMAA (200-1000 uM), but not with DMAA. Studies of gap junctional intercellular communication using the V79 cell metabolic cooperation assay showed that the arsenic compounds (except DMAA) exhibited inhibitory activity. Thus, most arsenicals were shown to have not only initiating activity, but also promoting activity..."
        },
        {
            "References": "PMID:19386250",
            "Value": "/GENOTOXICITY/ A short-term cell transformation assay has been developed, using Bhas 42 cells which were established from BALB/c 3T3 cells transfected by v-Ha-ras gene and postulated to be initiated in the two-stage carcinogenesis theory. ... The present study was carried out to compare its sensitivity with that of a classical BALB/c 3T3 cell system. ...The Bhas 42 cell transformation assay /was carried out/ with ... sodium arsenite, disodium arsenate, and their metabolites, monomethylarsonic acid and dimethylarsinic acid (DMAA) ... Sodium arsenite was positive in the initiation assay and all compounds except for DMAA were positive in the promotion assay. These results were compared with reported data in a two-stage BALB/c 3T3 cell transformation assay. The sensitivity of Bhas 42 cell transformation assay was found to be similar to that of the conventional BALB/c 3T3 cell transformation assay for the detection of initiating activities of arsenic compounds. For the detection of promoting activities, its sensitivity was equivalent to that of the two-stage BALB/c 3T3 cell transformation assay where the target cells were initiated with sub-threshold dose of 3-methylcholanthrene, confirming that Bhas 42 cells behave as initiated cells in the transformation assay."
        },
        {
            "References": "PMID:17574654",
            "Value": "/GENOTOXICITY/ By using Allium-root micronucleus (MN) assay, possible genotoxicity of sodium arsenite (0.3-100 mg/L) and arsenic trioxide (0.05-50 mg/L) was evaluated in this study. The results showed that arsenic compounds induced MN formation concentration-dependently. Exposure to 0.5-20 mg/L arsenic trioxide or to 1-100 mg/L sodium arsenite caused MN significantly in meristematic cells and daughter cells of Allium roots. A time-course study revealed that MN increased significantly after a short term (1 hr) exposure to 10 mg/L sodium arsenite, demonstrating an effective rapid response. Arsenic compounds also caused mitotic delay and a concentration-dependent decrease in mitotic index. Results of the present study suggest that Allium-root MN assay is a simple, efficient and reproducible method for the genotoxicity monitoring of arsenic water contamination."
        },
        {
            "References": "PMID:17851118",
            "Value": "/GENOTOXICITY/ To investigate the mutagenicity of several arsenic compounds at the thymidine kinase (Tk) gene, a reporter gene for mutation induction, the mouse lymphoma assay (MLA) /was used/. ... The selected arsenic compounds were two inorganic (sodium arsenite and arsenic trioxide) and four organic compounds (monomethylarsonic acid, dimethylarsinic acid, tetraphenylarsenium and arsenobetaine). The results show that sodium arsenite, arsenic trioxide, monomethylarsonic acid and dimethylarsinic acid are mutagenic, showing a clear dose-response pattern. On the other hand, tetraphenylarsenium and arsenobetaine are not mutagenic. Inorganic arsenic compounds are the more potent agents producing significant effects in the micromolar range, while the mutagenic organic arsenic compounds induce similar effects but in the mM range."
        },
        {
            "References": "PMID:16384727",
            "Value": "/GENOTOXICITY/ To assess genotoxic effects of sodium arsenite (NaAsO2) the single-cell gel electrophoresis (comet assay) had been conducted in various studies indicating genotoxicity. However, DNA fragmentation due to NaAsO2-induced apoptosis may constitute a bias in the interpretation of the results. Apoptotic cells can show typically large and diffuse comets, which are usually excluded during genotoxicity analysis. It is controversial whether there is a time-window in which the apoptotic process generates comets that would falsely be interpreted to be the result of genotoxic DNA damage. Therefore, ... frequency histograms /were evaluated/ for single-cell measures of tail DNA (% DNA in comet tail) in 30-min intervals after incubation of mouse lymphoma L5178Y cells with sodium arsenite (NaAsO2). In parallel, ... apoptosis /was evaluated/ by measuring annexin V-positive cells with flow cytometry, and visualized apoptotic cells on slides by Hoechst bisbenzimide 33258 staining. The first observed effect at 30 min after treatment was an increase in annexin V-positive cells. At about 60 min the number of cells with moderate DNA migration increased in the comet-assay analysis. After 90 min, an increase in the number of cells with high levels of DNA migration was observed, which resulted in a bimodal distribution of cells with moderate and high levels of DNA migration. Hoechst-stained apoptotic cells could only be observed at later times (> or = 120 min). This means that the treatment would have been considered to be genotoxic if analysed at 120 min even if the cells with high levels of DNA migration would have been excluded. The occurrence of annexin V-positive cells preceded the appearance of cells with moderate levels of DNA migration. /It was hypothesized/ that these cells were early apoptotic cells and not indicative of genotoxic damage and /concluded/ that DNA-damaging effects of NaAsO2 cannot adequately be interpreted if the comet assay is not accompanied by separate analysis of early endpoints for induction of apoptosis."
        },
        {
            "References": "PMID:17725528",
            "Value": "/GENOTOXICITY/ ... Swiss albino male mice were exposed to sodium arsenite in drinking water at concentrations of 10, 50,100, and 200 mg/L for a period of three months. Concurrently, negative and positive control sets were maintained. The negative control animals were given distilled water as drinking water for the same period of treatment while the animals in positive control sets were either given single or multiple injections of EMS (100 mg/kg body weight) according to the tissue sampled. Following long-term exposure, there was a significant dose-dependent reduction in the size and weight of testes. The comet parameters of DNA, such as tail length (microm), % of DNA in tail, and Olive tail moment (arbitrary units) were increased in both bone marrow and testicular cells due to arsenic-induced DNA strand breaks. A positive dose response relationship was noted. The magnitude of DNA strand break was more pronounced in the bone marrow cells than in the testicular cells. The minimum effective concentrations for inducing DNA damage in bone marrow cells and testicular cells were 10 mg/L and 50 mg/L, respectively. The results of the study indicate that arsenic in drinking water is genotoxic in mice and the comet assay can be used for examining DNA damage in testicular cells as a parameter for evaluating male reproductive toxicity."
        },
        {
            "References": "PMID:15199550",
            "Value": "/GENOTOXICITY/ The relative genotoxicity of two inorganic arsenicals: trivalent sodium arsenite (As(3+)) and pentavalent sodium arsenate (As(5+)), was evaluated in two cell lines of phylogenetically different origin, using alkaline single-cell gel electrophoresis (i.e., the Comet assay) and the cytokinesis-block micronucleus (MN) assay. The cell lines were the rainbow trout gonad-2 (RTG-2) and Chinese hamster ovary-K1 (CHO-K1) lines. ... Cells were exposed to 1-10 uM of both arsenicals to determine the relative extent of genetic damage. The unexposed controls showed similar (background) levels of damage in both cell lines and for both assays. Treatment with the arsenicals induced concentration-dependent increases in genetic damage in the two cell lines. Arsenite was more potent than arsenate in inducing DNA strand breaks in the Comet assay; at the highest concentration (10 uM) arsenite produced similar levels of DNA damage in CHO-K1 and RTG-2 cells, while 10 uM arsenate was significantly more genotoxic in RTG-2 cells. MN induction was consistently higher in RTG-2 cells than in CHO-K1 cells, with 10 uM arsenite inducing an approximate 10-fold increase in both cell lines. MN induction also was positively correlated with DNA strand breaks for both arsenicals. Overall, the study demonstrated that the fish cells are more sensitive than the mammalian cells at environmentally realistic concentrations of both arsenicals, with arsenite being more toxic."
        },
        {
            "References": "National Research Council. Drinking Water & Health Volume 1. Washington, DC: National Academy Press, 1977., p. 332",
            "Value": "/GENOTOXICITY/ In leukocyte cultures treated with sodium arsenite at 0.29-1.8x10-8 molar for last 48 hr of culture period, 60% of 148 metaphases examined ... /had/ chromatid breaks. ... Chromosomal damage ... in diploid fibroblasts to which ... /it/ was added for last 24 hr of culture; chromatid breaks ... in 20% of 459 metaphases examined."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V23 94 (1980)",
            "Value": "/GENOTOXICITY/ Sodium arsenite induced point mutations in two strains of Escherichia coli WP2 at doses of 0.16 to 0.8 mmol, allowing 40% survival of colony formation; negative results were obtained in a Rec A strain."
        },
        {
            "References": "PMID:3883155",
            "Value": "/GENOTOXICITY/ ... Sodium arsenite ... /was/ tested for its genotoxic effects in Saccharomyces cerevisiae. ... Sodium arsenite was virtually ineffective as a convertogen but gave a positive result for reversion."
        },
        {
            "References": "PMID:3969080",
            "Value": "/GENOTOXICITY/ Cytotoxicity, chromosome aberrations, and mutations to 6-thioguanine resistance were synergistically increased by incubating the ultraviolet light (UV)-irradiated Chinese hamster ovary (CHO) cells in medium containing sodium arsenite. However, the frequencies of sister-chromatid exchanges and mutations to ouabain resistance induced by UV were not synergistically increased by sodium arsenite. The synergistic effect of sodium arsenite on UV-induced chromosome aberrations varied with cell-harvesting time and decreased with increasing time intervals between UV and sodium arsenite treatments."
        },
        {
            "References": "PMID:3388020",
            "Value": "/GENOTOXICITY/ ... Two arsenic salts (sodium arsenite and sodium arsenate) induced a high frequency of methotrexate resistant /mouse/ 3T6 cells, which were shown to have amplified copies of the dihydrofolate reductase gene. Sodium arsenite was active at a lower concn than sodium arsenate. Sodium arsenite induced methotrexate resistant /mouse 3T6/ cell colonies at concentrations of 150 to 300 nM."
        },
        {
            "References": "NIOSH; Current Awareness Listing (1985)",
            "Value": "/GENOTOXICITY/ Mutation Saccharomyces cerevisiae 100 mmol/L."
        },
        {
            "References": "Tinwell H et al; Env Health Perspect 95: 205-10 (1991). Available from, as of June 24, 2009: https://www.pubmedcentral.nih.gov/articlerender.fcgi?artid=1568403",
            "Value": "/GENOTOXICITY/ Sodium arsenite, potassium arsenite, and Fowler's solution (arsenic trioxide dissolved in potassium bicarbonate) are equally active in the mouse bone marrow micronucleus assay (approximately 10 mg/kg by IP injection). The natural ore orpiment (principally As2S3) was inactive despite blood levels of arsenic of 300 to 900 ng/mL in treated mice at 24 hr. Sodium arsenite was active in three strains of mice. It is suggested that the human lung cancer observed among arsenic ore smelters and the skin cancer among people exposed therapeutically to Fowler's solution, have, as their common origin, the genotoxic arsenite ion AsO2-..."
        },
        {
            "References": "WHO; Environmental Health Criteria Document No. 224: Arsenic and arsenic compounds. Available from, as of June 24, 2009: https://www.inchem.org/pages/ehc.html",
            "Value": "/GENOTOXICITY/ The hepatic methyl donor status can affect arsenic-induced DNA damage in mice. The methyl donor status in liver of mice fed a choline-deficient diet is lower than in mice fed a choline-sufficient diet. In choline-deficient mice, urinary excretion of inorganic and organic arsenic is lower after exposure to sodium arsenite (2.5-10 mg/kg). The frequency of micronuclei in bone marrow polychromatic erythrocytes is not affected 24 or 48 hr after a single exposure to arsenite (2.5-10 mg/kg) in either choline-sufficient or choline-deficient mice. However, after multiple oral dosing of sodium arsenite (2.5-10 mg/kg, 4 days), a significant increase in frequency of micronucleated erythrocytes at 24 hr is observed in both groups of mice. Choline deficiency has no effect on bone marrow toxicity in arsenate-exposed mice. In choline-sufficient mice, there is a significant decrease in DNA migration, determined by the single cell gel assay, in bladder and liver parenchymal cells after one or multiple exposures to arsenite. In choline-deficient mice, there is a significant decrease in DNA migration in skin after one or multiple exposures to arsenite. A decrease in DNA migration can result from DNA cross-linking. Thus, the DNA damage shifts from liver and bladder to skin when the hepatic methyl status of the animal is deficient."
        },
        {
            "References": "WHO; Environmental Health Criteria Document No. 224: Arsenic and arsenic compounds. Available from, as of June 24, 2009: https://www.inchem.org/pages/ehc.html",
            "Value": "/GENOTOXICITY/ Sodium arsenate and sodium arsenite induce sister chromatid exchanges and chromosomal aberrations in hamster embryo cells (1x10-7 mol/L to 1x10-4 mol/L). The aberrations are characterized by chromatid gaps, breaks, and fragmentation, endoreduplication and chromosomal breaks. These clastogenic effects are observed at lower doses of arsenite than arsenate. The difference may be due to greater in vitro cellular uptake of arsenite than arsenate."
        },
        {
            "References": "PMID:1988141",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ Accumulation of heme oxygenase mRNA is strongly stimulated by treatment of cultured human skin fibroblasts with uv radiation, hydrogen peroxide, or the sulfhydryl reagent sodium arsenite. Since this will result in a transient reduction in the prooxidant state of cells, the phenomenon may represent an important inducible antioxidant defense mechanism. To examine the generality of the response, ...  the accumulation of the specific mRNA in a variety of human & mammalian cell types /was measured/ after inducing treatments. Induction by sodium arsenite is observed in all addnl human cell types tested. This includes primary epidermal keratinocytes & lung & colon fibroblasts as well as established cell lines such as HeLa, TK6 lymphoblastoid, & transformed fetal keratinocytes. Strong induction of heme oxygenase mRNA is also observed following sodium arsenite treatment of cell lines of rat, hamster, mouse, monkey, & marsupial origin. The agents which lead to induction in cultured human skin fibroblasts fall into 2 categories: (a) those which are oxidants or can generate active intermediates (uv A radiation, hydrogen peroxide, menadione, & the tumor promoter, 12-O-tetradecanoylphorbol-13-acetate); (b) agents which are known to interact with or modify cellular glutathione levels (buthionine sulfoximine, sodium arsenite, iodoacetamide, diamide, & cadmium chloride)."
        },
        {
            "References": "PMID:11353140",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ This study was designed to define acute arsenic-induced stress-related gene expression in vivo. Mice were injected sc with either sodium arsenite (As(III), 100 uM/kg), sodium arsenate (As(V), 300 uM/kg), or saline. To examine stress-related gene expression, livers were removed 3 hr after arsenic injection for RNA and protein extraction. The Atlas Mouse Stress/Toxicology array revealed that the expression of genes related to stress, DNA damage, and metabolism was altered by acute arsenic treatments. Expression of heme oxygenase 1 (HO-1), a hallmark for arsenic-induced stress, was increased 10-fold, along with increases in heat shock protein-60 (HSP60), DNA damage inducible protein GADD45, and the DNA excision repair protein ERCC1. Downregulation of certain cytochrome P450 enzymes occurred with arsenic treatment. Multiprobe RNase protection assay revealed the activation of the c-Jun/AP-1 transcription complex after arsenic treatments. Western blot analysis further confirmed the enhanced production of arsenic-induced stress proteins such as HO-1, HSP70, HSP90, metallothionein, the metal-responsive transcription factor MTF-1, nuclear factor kappa B and c-Jun/AP-1. Increases in caspase-1 and cytokines such as tumor necrosis factor-alpha (TNF-alpha) and macrophage inflammatory protein-2 were also evident."
        },
        {
            "References": "PMID:3608077",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ Cytotoxicity, morphological neoplastic transformation, cellular uptake and metabolic reduction were determined in BALB/3T3 Cl A31-1-1 cells for trivalent arsenic (sodium arsenite, As3+) and for pentavalent arsenic (sodium arsenate, As5+). The levels of cellular uptake of (73)As labelled sodium arsenite and arsenate were dose-dependent and highest in the first hr. At equimolar concentration (3 X 10(-6) M), cellular uptake was 4-fold higher for sodium arsenite than for sodium arsenate. Cytotoxicity was higher for sodium arsenite than for sodium arsenate, but when correlated to total arsenic cell burden it showed no significant difference for the two forms. Morphological transformation focus assays showed transforming activity for both sodium arsenite and sodium arsenate with relative transformation frequencies also of approximately 4:1. Recovery from the cytosol after exposure for 1-24 hr was greater than 90% for either form of absorbed arsenic. Exposure to sodium arsenite yielded 100% as sodium arsenite in cytosol but exposure to sodium arsenate yielded greater than 70% as sodium arsenite, showing a high rate of intracellular metabolic reduction. No methylated metabolites were detected by ion-exchange chromatography. After 24 hr incubation in cell-free medium, oxidation of sodium arsenite to sodium arsenate occurred up to 30% of the dose, but incubation in the presence of cells lowered the oxidation level to 4% sodium arsenate was recovered unchanged from cell-free medium (24 hr incubation), but in the presence of the cells it yielded up to 5% as sodium arsenite within 24 hr and the cumulative release of sodium arsenite by cells exposed to sodium arsenate was dose-dependent. Glutathione depletion by diethylmaleate inhibited reduction of sodium arsenate to sodium arsenite by these cells to 25% of controls, showing that sodium arsenate reduction is partly dependent on glutathione."
        },
        {
            "References": "WHO; Environmental Health Criteria Document No. 224: Arsenic and arsenic compounds. Available from, as of June 24, 2009: https://www.inchem.org/pages/ehc.html",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ In rat embryos (gestation day 10), exposure for 2.5-5 hr to an embryotoxic level of sodium arsenite (50 umol/L) results in the induction of three heat shock proteins. A monoclonal antibody specific for Hsp72 recognizes one of the proteins induced by arsenite. Also, mRNA for these heat shock proteins increases in the embryos after exposure to arsenite. Hsp72 is detected 10 hr after exposure to arsenite, and maximal levels are observed at 24 hr. However, Hsp72 was not detected at 48 hr, which indicates that this protein does turn over."
        },
        {
            "References": "PMID:6892663",
            "Value": "/IMMUNOTOXICITY/ Male mice were exposed to sodium arsenite for 3 wk in drinking water at 3 or 4 concn ranging from 0.5-10.0 ppm. The humoral component of the immune system was subsequently evaluated using hemagglutination, radial immunodiffusion and the cunningham plaque assay (both primary and secondary immune response). A max immunosuppressive effect was produced in most instances at a metal concentration less than 2.0 ppm."
        },
        {
            "References": "DHHS/ATSDR; Toxicological Profile for Arsenic (7440-38-2) (PB/2008/100002) (August 2007). Available from, as of June 22, 2009: https://www.atsdr.cdc.gov/toxpro2.html",
            "Value": "/IMMUNOTOXICITY/ Decreases in humoral response to antigens and in several complement proteins were noted in mice given an intratracheal dose of 5.7 mg As/kg as sodium arsenite although these changes were not accompanied by any decrease in resistance to bacterial or tumor cell challenges."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V84 (2004)",
            "Value": "/IMMUNOTOXICITY/ ... Immunological effects of arsenic compounds on mouse spleen cells in vitro /were reported/. Spleens from male C57BL/6N mice were removed aseptically, and sterile viable spleen cells were cultured with 20 uL/mL of an arsenic solution (at concentrations of 1-500 ng/mL, 0.01-50 ug/mL and 0.1-500 ug/mL, for sodium arsenite, sodium arsenate and DMA, respectively). Saline (0.9% NaCl) was added to control cultures. For plaque-forming cell (PFC) response, spleen cells (2.5-3.0 x 105 cells/mL) were cultured in triplicate and incubated with 8 x 106 sheep erythrocytes, and the number of direct (immunoglobulin M) PFCs were enumerated. Spleen cells (2.5 x 106 cells/mL) were also cultured for 48 hr with or without the mitogens, phytohaemagglutinin P (PHA) or lipopolysaccharide (omega). At high doses, the three arsenic compounds (sodium arsenite, sodium arsenate and DMA) suppressed the PFC response to sheep erythrocytes and the proliferative response to mitogens whereas, at low doses, they enhanced both responses. In other studies, the authors have demonstrated that this immunoenhancing effect of arsenic on PFC response to sheep erythrocyte is not attributable to the augmentation of lymphocyte function, but to the cytotoxicity of arsenic against precursors of suppressor T cells. The concentration at which each arsenic compound exerted the modulatory effects on both responses differed, and was correlated to the general toxicity of each compound."
        },
        {
            "References": "WHO; Environmental Health Criteria Document No. 18: Arsenic. Available from, as of July 6, 2009: https://www.inchem.org/pages/ehc.html",
            "Value": "/IMMUNOTOXICITY/ Studies on laboratory animals indicate that arsenic can impair resistance to viral infections. Increased mortality from viral infections among mice exposed to arsenic was reported ... The mice were given arsenic subcutaneously at the time of inoculation or in drinking water for 2 weeks before inoculation. The subcutaneous doses were 2-4 mg As/kg body weight as sodium arsenite or arsenic(III) oxide and the drinking water doses 75-150 mg As/L as sodium arsenite or sodium arsenate. The viruses used were pseudorabies, encephalomyocarditis, and St. Louis encephalitis viruses. Mice given intraperitoneal injections of sodium arsenite (1.8 mg As/kg body weight) were less protected by poly I/poly C (a synthetic homopolynucleotide complex) against encephalomyocarditis virus than the controls. The protective action of poly I/poly C against viruses was reported to be associated with interferon formation."
        },
        {
            "References": "Clarke, E.G., and M. L. Clarke. Veterinary Toxicology. Baltimore, Maryland: The Williams and Wilkins Company, 1975., p. 39",
            "Value": "/VETERINARY CASE REPORTS/ Severe skin injury has followed accidental spraying of dairy cattle with 60% sodium arsenite ..."
        },
        {
            "References": "PMID:16815819",
            "Value": "/OTHER TOXICITY INFORMATION/ This study investigated the effects of arsenite on vascular reactivity in vivo. Saline or sodium arsenite (6 mg/kg) was administered intravenously in Wistar-Kyoto rats for 4 hr. As compared to saline, arsenite significantly increased vasoconstrictor responses to phenylephrine in both rat isolated aorta and renal arteries examined in tissue bath. This change was diminished after preincubation of the tissues with the nitric oxide synthase inhibitor NG-nitro-L-arginine methyl ester, which increased phenylephrine-induced vasoconstriction to a similar extent as arsenite. In contrast, acetylcholine-induced vasodilation, mediated by nitric oxide in the aorta and by an endothelium-derived hyperpolarizing factor in renal arteries, was not affected by arsenite. Arsenite induced expression of heat shock proteins Hsp72, Hsp32, and Hsp90, but endothelial nitric oxide synthase expression was not changed. The effects of arsenite on vasoreactivity were unlikely to be mediated by heat shock protein induction, because blockade of heat shock protein induction had little effect on the increased vasoconstriction in vessels from arsenite-treated animals. Our study suggests that in vivo arsenic treatment increases vasoconstrictor reactivity by compromising basal endothelial nitric oxide function, which is not caused by altered endothelial nitric oxide synthase expression."
        },
        {
            "References": "Doull, J., C.D. Klaassen, and M. D. Amdur (eds.). Casarett and Doull's Toxicology. 2nd ed. New York: Macmillan Publishing Co., 1980., p. 437",
            "Value": "/OTHER TOXICITY INFORMATION/ In rats fed sodium arsenate or arsenite at equal arsenic levels, those receiving arsenate had less severe changes in bile duct enlargement. Similar results in rats were obtained when growth & survival were used as criteria."
        },
        {
            "References": "PMID:3672556",
            "Value": "/OTHER TOXICITY INFORMATION/ Male ICR mice in groups of 5 were given ip or oral doses of four arsenic compounds: Sodium m-arsenite, 5, 10, and 15 mg arsenic/kg; sodium arsenate, 10, 20, and 30 mg arsenic/kg; sodium dimethylarsenate, 100, 300, and 500 mg arsenic/kg; sodium methylarsenate, 100, 300, and 500 mg arsenic/kg. The amounts of induced hepatic zinc-thionein were determined. Toxicity for ip administration, as measured by lethality, was in the order of m-arsenite> arsenate> sodium dimethylarsenate> sodium methylarsenate; thus, the inorganic compounds were much more toxic than the organic arsenic compounds. There were no deaths following oral administration. All compounds caused the formation of induced hepatic zinc-thionein, and induction was not dependent upon the mode of administration of arsenic. Induction was observed at much lower doses of inorganic than organic compounds."
        }
    ],
    "sediment_soil_concentrations": [
        {
            "References": "BATTERSON TR; ARSENIC IN LAKE LANSING, MICHIGAN; DISS ABSTR INT B 41 (9): 3317 (1981)",
            "Value": "LAKE LANSING WAS TREATED WITH SODIUM ARSENITE FOR CONTROL OF AQUATIC MACROPHYTES IN 1957. TWO 2.5 M SEDIMENT CORES FROM DEEP PORTIONS OF THE LAKE BASIN WERE ANALYZED FOR TOTAL ARSENIC IN 5 CM INCREMENTS. 17-20 UG/G DRY WEIGHT OCCURRED IN LOWER PORTIONS OF THE CORES, AND THIS WAS TAKEN AS BACKGROUND. BOTH CORES HAD MAXIMA OF 330-340 UG/G AT DEPTH INTERVAL 0.15-0.30 M. THESE PEAKS WERE TAKEN TO REPRESENT CONTAMINATION FROM WEED TREATMENT IN 1957. THE RATE OF DECREASE IN RECENTLY DEPOSITED SEDIMENTS PREDICTED THAT CONCENTRATIONS NEAR BACKGROUND WOULD EXIST IN SURFICIAL SEDIMENTS IN THE DEEP PORTIONS OF THE BASIN BY 1989."
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "Nat'l Research Council Canada; Effects of Arsenic in the Canadian Environment p.105 (1978) NRCC No. 15391",
            "Value": "Water soluble inorganic arsenicals, eg sodium arsenite, are leached toward greater depths than organic arsenicals. ... In sandy soils, 720 kg/ha applied to the soil as sodium arsenite had, after 3 yr, reached a depth of 60 cm. ... Inorganic arsenicals ... show a strong tendency to leach into surface and groundwaters."
        },
        {
            "References": "White-Stevens, R. (ed.). Pesticides in the Environment: Volume 1, Part 1, Part 2. New York: Marcel Dekker, Inc., 1971., p. 34",
            "Value": "ENVIRONMENTAL PERSISTENCE: INORGANIC ARSENICALS ... SUCH AS ... SODIUM ARSENITE ... HAVE BEEN USED FOR MANY YR AS SOIL STERILANTS ... THESE CMPD ARE MOST PERSISTENT SOIL STERILANTS & MAY REMAIN EFFECTIVE FOR PERIODS AS LONG AS 5-8 YR ESP IN AREAS OF LOW RAINFALL."
        }
    ],
    "plant_translocations": [
        {
            "content": "Sodium arsenite (NaAsO2) is a systemic pesticide, capable of significant mobility and influence on plant uptake within the soil. Research indicates that NaAsO2 profoundly affects the distribution of arsenic within ladder brake plants, showcasing a notable increase in arsenic concentrations in various plant parts with rising water-soluble arsenic levels in the soil. Notably, this compound shows a marked impact on the aboveground biomass, especially in the fronds, when soil arsenic concentrations remain below 100 mg/kg. At these levels, the plant's ability to accumulate arsenic in its fronds corresponds directly to the arsenic concentration in the soil. However, when soil concentrations surpass 100 mg/kg, a decrease in arsenic accumulation in fronds occurs, potentially due to restricted upward translocation caused by toxic arsenic levels in the roots. This information suggests that sodium arsenite, at moderate concentrations, enables the passive uptake of arsenic by ladder brake, yet restricts its translocation to fronds at higher concentrations. Moreover, the systemic nature of sodium arsenite becomes apparent as it influences the phytoextraction capacity of ladder brake. The compound affects both the aboveground biomass and translocation factors, dictating the effectiveness of arsenic uptake and movement within the plant. Sodium arsenite's impact on the bioconcentration factor (BF) and translocation factor (TF) reveals its ability to enhance arsenic concentrations in ladder brake fronds, particularly at moderate soil arsenic levels. However, as soil arsenic concentrations increase, there's a decline in arsenic translocation from roots to fronds, suggesting a nuanced influence of sodium arsenite on the plant's ability to translocate arsenic depending on varying soil arsenic levels.",
            "reference": "Tu, C., & Ma, L. Q. (2002). Effects of Arsenic Concentrations and Forms on Arsenic Uptake by the Hyperaccumulator Ladder Brake . Journal of Environment Quality, 31(2), 641. doi:10.2134/jeq2002.6410 ",
            "method": {
                "Test Plant": "Ladder brake",
                "Apply Location": "root apply",
                "Plant Grown Condition": "Ladder brake plants (Pteris vittata) were propagated from spores and grown in a seedbed until they achieved two or three fronds and a height of 3 to 4 cm. They were then transferred into 4-inch (10.16-cm) plastic pots filled with potting mixture and allowed to grow until they had five or six fronds approximately 10 cm in height before experimental use.",
                "Chemical Preparation": "Arsenic chemicals including AlAsO4·2H2O, Ca3(AsO4 )2·14H2O, FeAsO4·2H2O, NaAsO2, Na2HAsO4, K2HAsO4, sodium dimethylarsinic acid (NaDMA), sodium methylarsonic acid (NaMMA), and calcium acid methanearsenate (CaMMA) were synthesized in the laboratory or purchased commercially. They were washed free of salts and verified with X-ray diffraction and total chemical analysis.",
                "Pesticide Application Details for the Plant": "Plant and soil samples were weighed into a Teflon pressure digestion vessel, mixed with concentrated nitric acid, and digested using USEPA Method 3051 on a CEM MDS-2000 microwave sample preparation system. The soil was amended with different arsenic compounds at the rate of 50 mg As/kg.",
                "Other Information": "Results were expressed as a mean of four replicates, with standard error. Analysis of variance was performed using SAS software, and the Tukey procedure was used for mean separation."
            },
            "result": "[{\"Time after application\": \"12 weeks\", \"Absorbed (g/plant)\": 15.3, \"Fronds (g)\": 12.5, \"Roots (g)\": 2.8, \"Bioconcentration factor in fronds\": 36.8, \"Bioconcentration factor in roots\": 7.68, \"Translocation factor\": 4.8}]"
        }
    ]
}