{
    "_id": {
        "$oid": "6682e99cc4e5dba5ffba2b7d"
    },
    "CID": {
        "$numberInt": "445354"
    },
    "Name": "VITAMIN A",
    "IUPACName": "(2E,4E,6E,8E)-3,7-dimethyl-9-(2,6,6-trimethylcyclohexen-1-yl)nona-2,4,6,8-tetraen-1-ol",
    "CanonicalSMILES": "CC1=C(C(CCC1)(C)C)C=CC(=CC=CC(=CCO)C)C",
    "Synonyms": [
        "retinol",
        "Vitamin A",
        "all-trans-Retinol",
        "68-26-8",
        "Vitamin A1",
        "Alphalin",
        "Chocola A",
        "Alphasterol",
        "Apostavit",
        "Aquasynth",
        "Axerophthol",
        "Epiteliol",
        "Prepalin",
        "Testavol",
        "Veroftal"
    ],
    "IsomericSMILES": "CC1=C(C(CCC1)(C)C)/C=C/C(=C/C=C/C(=C/CO)/C)/C",
    "INCHI": "InChI=1S/C20H30O/c1-16(8-6-9-17(2)13-15-21)11-12-19-18(3)10-7-14-20(19,4)5/h6,8-9,11-13,21H,7,10,14-15H2,1-5H3/b9-6+,12-11+,16-8+,17-13+",
    "INCHIKEY": "FPIPGXGPPPQFEQ-OVSJKPMPSA-N",
    "Formula": "C20H30O",
    "MolecularWeight": {
        "$numberDouble": "286.5"
    },
    "Description": "All-trans-retinol is a retinol in which all four exocyclic double bonds have E- (trans-) geometry. It has a role as a human metabolite, a mouse metabolite and a plant metabolite. It is a retinol and a vitamin A.",
    "XlogP": {
        "$numberDouble": "5.7"
    },
    "Complexity": {
        "$numberInt": "496"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "logP": [
        {
            "References": "BioByte. ClogP for Windows Program (v1.0). BioByte Corp., Claremont, CA (1995)",
            "Value": "log Kow = 5.68"
        }
    ],
    "mechanism_of_action": [
        {
            "References": "Hansten P.D. Drug Interactions. 5th ed. Philadelphia: Lea and Febiger, 1985., p. 322",
            "Value": "Topical vitamin A can reverse the impairment of wound healing seen in patients receiving corticosteroids, perhaps by restoring the normal inflammatory reaction in the wound. The possibility has been suggested that systemic vitamin A could inhibit the anti-inflammatory effect of systemic corticosteroids."
        },
        {
            "References": "PMID:6770209",
            "Value": "Retinol arrested proliferation of cultured neuroblastoma cells at concentrations of 50 um. A correlation existed between inhibition of growth and inhibition of ornithine decarboxylase in both neuroblastoma cells and glioma cells with retinol."
        },
        {
            "References": "Grant, W.M. Toxicology of the Eye. 3rd ed. Springfield, IL: Charles C. Thomas Publisher, 1986., p. 9795",
            "Value": "In rats exptl-hypervitaminosis A has been shown ... to produce severe damage of the retina, mainly in the pigment epithelium according to electron microscopy. Alcohol dehydrogenase activity was shown to disappear in the pigment epithelium and visual cells ... ."
        },
        {
            "References": "PMID:15506943",
            "Value": "/The authors/ have shown that in an experimental cell culture system consisting of carcinogen-treated 10T1/2 cells, both retinoids and all dietary carotenoids examined can reversibly inhibit neoplastic transformation in the post-initiation phase of carcinogenesis. This activity strongly correlates with their ability to increase gap junctional intercellular communication by up-regulating the expression of the gene CX43 (connexin43). Connexins comprise the structural unit of gap junctions, organelles which allow direct transfer of signals, nutrients and waste products between contacting cells. CX43 is the most widely expressed member of the gap junction family of genes, and we have demonstrated that its expression is strongly down-regulated in human cancers and in several premalignant conditions. When several human tumour cell lines were genetically engineered to conditionally express CX43 under the influence of a tetracycline promoter, their neoplastic phenotype was strongly attenuated. Specifically, induced cells were inhibited from growing in an anchorage-independent manner and, additionally, growth as xenografts in immunocompromised animals was also strongly attenuated. Growth inhibition in suspension was associated both with increased G(1) cell-cycle arrest and with increased apoptosis. /The authors/ propose a model whereby junctional communication allows the transfer of growth inhibitory signals from normal to neoplastic cells and that retinoids and carotenoids, by increasing signal transfer, act to prevent cancer."
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "Grant, W. M. Toxicology of the Eye. 2nd ed. Springfield, Illinois: Charles C. Thomas, 1974., p. 1084",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ ... Repeated applications of large amounts of vitamin A in ointment to rabbit eyes ... /resulted in/ Blepharoconjunctivitis, with loss of hair from the lids."
        },
        {
            "References": "Gilman, A. G., L. S. Goodman, and A. Gilman. (eds.). Goodman and Gilman's The Pharmacological Basis of Therapeutics. 6th ed. New York: Macmillan Publishing Co., Inc. 1980., p. 1587",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ /In hypervitaminotic animals/ lesions occur in the bones and result from accelerated resorption of bone and cartilage and formation of new bone. ... Other manifestations ... are anorexia, cutaneous lesions, temporary thickening of skin, exophthalmos, hypoprothrombinemia, and eventually death."
        },
        {
            "References": "PMID:2634037",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Weanling cross bred pigs (36 or 48) were caged individually and fed diets containing a supplement of vitamin A (experiment 1) or vitamin D3 (experiment 2) at levels representing 1, 5, 10, 25, 50 and 100 times the NRC (1988) estimated requirements, for 4 wk. Growth rate, feed intake and feed/gain ratio were not influenced significantly. In experiment 1 the plasma retinol concentrations were at 4 weeks, respectively, 31.7, 39.4, 43.2, 42.9, 44.4, and 46.3 ug/dL (P < 0.05). In experiment 2, the plasma 25(OH)D3 concentrations were at 2 weeks, respectively, 22.5, 29.5, 35.7, 46.2, 79.9, 135.3 ng/mL (P < 0.001). Histological examination of lung, stomach, kidney, liver and heart indicated no abnormalities, but focal microscopic lesions consistent with osteochondrosis were found in pigs receiving vitamin A at levels over 10 times the requirement. The incidence of osteochondrosis at 2 weeks was, respectively, 0/8, 0/8, 0/8, 0/8, 0/8, and 1/8, and at 4 weeks was, respectively, 0/8, 0/8, 0/8, 2/8, 2/8 and 2/8."
        },
        {
            "References": "PMID:2505773",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Feeding of vitamin A deficient diet to male weanling rats for 10 wk caused significant reduction in the hepatic cytochrome p450, cytochrome b5, aminopyrine N-demethylase and arylhydrocarbon hydroxylase activities. Contrary to this, the levels of these Phase I enzymes were found to be significantly elevated in all the 3 portions (proximal, middle and distal) of the intestine in deficient animals as compared to corresponding pair fed controls. Of the Phase II enzymes studied, uridine diphosphate-glucuronyltransferase showed a significant decrease whereas glutathione S-transferase showed a significant increase in vitamin A deficient rat liver and small intestine."
        },
        {
            "References": "PMID:2780816",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ ... In this study, oral therapy with vitamin A or a synthetic analoge, etretinate, was tested for the ability to protect hairless mice (Skh-hr1) from the development of skin tumors following exposure to broad band light (280-700 nm) for 25 wk. Retinoids were given by gavage 3 times weekly either at low dosage (2000 IU vitamin A or 4 mg etretinate per kg body weight) or high dosage (10,000 IU vitamin A or 20 mg etretinate per kg body weight). None of the retinol therapies compared to control mice (gavage vehicle only) modified skin tumor production in terms of time to onset of tumors, total tumor yield, or the types of tumors produced."
        },
        {
            "References": "Shepard, T.H. Catalog of Teratogenic Agents. 5th ed. Baltimore, MD: The Johns Hopkins University Press, 1986., p. 308",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ 52% of the offspring /of rats/ tube-fed 35,000 IU of vitamin A from the 2nd, 3rd or 4th to the 16th day of gestation, were found to be abnormal. All the defective fetuses had exencephaly ... 38% had cleft palate and eye defects were also found."
        },
        {
            "References": "Shepard, T.H. Catalog of Teratogenic Agents. 5th ed. Baltimore, MD: The Johns Hopkins University Press, 1986., p. 308",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ /In pregnant mice treated with vitamin A/ a number of the fetuses with genitourinary abnormalities had absence of the umbilical artery and a compensatory retention of the vitelline (superior mesenteric) artery."
        },
        {
            "References": "Shepard, T.H. Catalog of Teratogenic Agents. 5th ed. Baltimore, MD: The Johns Hopkins University Press, 1986., p. 308",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ ... Cleft palate, craniofacial, skeletal and urogenital anomalies /were found/ in pigtail monkeys treated with 10 mg /vitamin A/ per kg from day 20 through 44 /of gestation/."
        },
        {
            "References": "Shepard, T.H. Catalog of Teratogenic Agents. 5th ed. Baltimore, MD: The Johns Hopkins University Press, 1986., p. 308",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Postnatal studies of rats receiving 60,000 units of vitamin A on days 14 and 15 or 17 and 18 /of gestation/ revealed learning and fine motor changes respectively."
        },
        {
            "References": "The Chemical Society. Foreign Compound Metabolism in Mammals Volume 3. London: The Chemical Society, 1975., p. 654",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ ... Hypervitaminosis A in the pregnant guinea pig and hamster causes embryopathies, involving exencephaly, brachygnathia, agnathia, and other head malformations, shortened curved legs, ... fused ribs, spina bifida, shortened tails, and cardiovascular and genito-urinary system abnormalities."
        },
        {
            "References": "Grant, W.M. Toxicology of the Eye. 3rd ed. Springfield, IL: Charles C. Thomas Publisher, 1986., p. 979",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Ocular teratogenic effects from excessive vitamin A have been reported in various animals, though not yet demonstrated in human beings. Effects in rats, mice, rabbits and chickens ... have included anophthalmos, microphthalmos, and cataract. Subsequently reports have appeared of abnormalities induced during pregnancy in the lenses and retinas of rats, ... anophthalmos in rats ... , coloboma in hamsters ... , and exophthalmos in hamsters and guinea pigs secondary to shallow orbits."
        },
        {
            "References": "PMID:3347910",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ To examine the effects of vitamin A administered during the preimplantation period, pregnant C3H mice were exposed to teratogenic doses of the vitamin 60 hr after copulation. Fetuses were examined for gross abnormalities on the 18th day of gestation and viability, cell number, mitotic index, and chromosome structure were assessed in 81 hr blastocysts to determine whether embryotoxic effects were apparent in the preimplantation embryo. There was a reduction in the fetal weight of 18 day fetuses treated in this manner with 15,000 and 30,000 IU vitamin A (p less than 0.0003 in each case), and doses of 10,000 IU and greater were associated with a significantly higher incidence of gross abnormalities. Malformations included exophthalmos, anophthalmia, microphthalmia, exencephaly, exomphalos, and limb defects. Administration of 30,000 IU vitamin A resulted in resorption and intrauterine death in 70% of cases. There was no indication that vitamin A adversely affected 81 hr blastocyst viability, cell number, mitotic index, and chromosome structure. The findings suggest that the teratogenic effects that were noted later in fetal life were the result of an action on the developing fetus of the vitamin at a stage later than 81 hr and are consistent with the relative resistance of the preimplantation embryo to toxic injury. Persistence of vitamin A, either in the mother or the embryo, is the most likely explanation for the later expression of toxic injury, which is characteristic of the effects that are noted as a result of exposure to the teratogen during the period of organogenesis."
        },
        {
            "References": "PMID:3209139",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ The purpose of the research was to investigate the mechanism of reported vitamin A induced testicular degeneration. Three studies of vitamin A toxicity were conducted in male Sprague Dawley rats; a 10 day study with daily ip injections of retinol palmitate at doses of 0, 115,000 and 230,000 IU/kg/day in adult rats; a 10 day study with juvenile rats treated with 115,000 IU/kg/day, pair fed controls and ad lib. fed controls; a 13 wk dietary study in which retinol palmitate beadlets were mixed in the food of juvenile rats at doses of 0, 60,000, 120,000 and 200,000 IU/kg/day; a second untreated group was pair fed to the high dose group. Even at doses that produced overt signs of hypervitaminosis A and mortality, minimal or no changes were observed in the testes. In the 10 day ip studies, only a 20% incidence of treated juvenile rats (115,000 IU/kg) and adult rats (230,000 IU/kg) showed sloughing germ cells in some of the tubule lumens of the testes, but the structure and integrity of the seminiferous epithelium was completely intact. No change in testicular morphology or spermatid counts was observed in the 13 wk dietary study. In all studies, testicular weights of treated rats were not significantly reduced when corrected for body weight or compared with pair fed controls. In the 10 day ip studies, serum testosterone levels of treated rats did not differ from the respective pair fed control rats, but in the 13 wk study, a dose related reduction in testosterone occurred that was considered to be a direct effect of chronic vitamin A treatment. Seminal vesicle weights were decreased, as would be expected with decreased testosterone levels. Adrenal weights were increased in all studies. These findings suggest that the testes of rat are resistant to orally administered vitamin A palmitate and only slightly affected by ip administration."
        },
        {
            "References": "PMID:14511148",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/   High concentrations of retinoids occur in some commercial cat food formulations as a result of the use of animal liver as an ingredient. Our objective was to study the teratogenic potential of dietary vitamin A in cats. We investigated the incidence of birth defects in kittens of queens given diets with retinyl acetate concentrations of 6,000, 306,000, or 606,000 retinol equivalents (RE)/kg diet (control, 306K, or 606K groups, respectively) for approximately 3 years [1 RE=1 ug retinol=3.3 International Units (IU)]. Each group comprised 12-15 age-matched, nulliparous domestic short-haired queens that were exposed to toms. There were a total of 396 kittens born in 97 litters. Pregnancy rate, number of kittens per gestation and gestations per year were not significantly different among treatment groups. A total of 2, 5 and 11 malformed kittens occurred in the control, 306K and 606K groups, respectively. Malformations included cleft palate, cranioschisis, foreshortened mandible, stenotic colon, enlarged heart and agenesis of the spinal cord and small intestine, which are typical foetal defects consistent with ingestion of excess retinoids in other species. This study demonstrated that a concentration of 306,000 RE/kg diet has a potential for causing birth defects in the kittens."
        },
        {
            "References": "PMID:3206525",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Megadose supplements of vitamin A are under suspicion as hazards to the developing embryo after the discovery that two vitamin A related drugs, Accutane and Tigason, are human teratogens. Retinoic acid (all-trans-retinoic acid) is a natural metabolite of vitamin A which participates in many of the known functions of vitamin A and may be the active agent in teratogenesis. In this investigation we gave a single, high oral dose of vitamin A to pregnant mice to assess its transplacental pharmacokinetics as well as to measure the formation and distribution of its metabolites in the embryo. Vitamin A was estimated to be 4 fold less active than retinoic acid in the whole animal teratogenesis and 20 fold less active in the in vitro bioassay. A fully teratogenic dose, 200 mg/kg, yielded considerable quantities of retinoic acid which were transferred to the embryo with kinetics similar to that of vitamin A. During the first 8 hr after administration of vitamin A, the metabolites (including all-trans-retinoic acid, 13-cis-retinoic acid, and 4-oxo-retinoic acid) constituted almost 50% of the quantity of all vitamin A derivatives found in the embryo. A comparison of combined peak concentrations of the metabolites (or their area under the curve values) with the extent of teratogenesis associated with them individually provided sufficient evidence to implicate the metabolites themselves as mediators of vitamin A induced teratogenesis. However, since both vitamin A and retinoic acid were present in sufficient concentrations in the embryo to act as teratogens, the possibility that they may act independently can not be ruled out."
        },
        {
            "References": "Gilman, A. G., L. S. Goodman, and A. Gilman. (eds.). Goodman and Gilman's The Pharmacological Basis of Therapeutics. 6th ed. New York: Macmillan Publishing Co., Inc. 1980., p. 1588",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ In cell culture, vitamin A inhibits the synthesis of chondroitin sulfate by chondrocytes and cartilage rudiments, and the inhibition of chondrogenesis in the developing embryo may result in malformations of the limbs."
        },
        {
            "References": "PMID:3214138",
            "Value": "/OTHER TOXICITY INFORMATION/ Rat hepatic microsomal mixed function oxidase activities were not significantly affected by vitamin A deficiency. Similarly cytosolic glutathione S-transferase and glutathione reductase activities as well as total glutathione levels were unaffected by the vitamin A status. Induction of the mixed function oxidases by 3-methylcholanthrene or phenobarbitone was independent of the vitamin A status. No significant differences in microsomal chemiluminescence, before and following challenge with tertiary butyl hydroperoxide, were evident between the vitamin A deficient animals and those maintained on vitamin A supplemented diets. The present findings indicate that the protective action of vitamin A against chemical carcinogens is unlikely to involve modulation of the enzyme systems responsible for their metabolism."
        },
        {
            "References": "PMID:1888332",
            "Value": "/OTHER TOXICITY INFORMATION/ Vitamin A inhibited the growth of yeast and human cells in a dose-dependent but selective manner in cultures utilizing a non-fermentable carbon and energy source. At sub-inhibitory concentrations in yeast cultures (approximately 100 ug/ml), the vitamin had a stimulatory effect on the mitochondrial system, foreshortening the lag phase in the adaptation to nonfermentable substrate. At inhibitory concentrations, vitamin A depressed mitochondrial protein synthesis relative to cytoplasmic protein synthesis and induced the mitochondrial mutation petite but had little or no mutagenicity with respect to nuclear genes at the concentrations used. The vitamin showed a dose dependent cytotoxicity (lethality) in both yeast and human cells. All of these deleterious effects were overcome to a large extent by the presence of antioxidants implicating free radical metabolites in much of the toxicity."
        },
        {
            "References": "PMID:3534019",
            "Value": "/OTHER TOXICITY INFORMATION/ Retinoids have long been associated with wound healing, but objective data, until recently, have been scarce. Vitamin A deficiency retards repair. Secondly, retinoids restore steroid retarded repair toward normal. Because vitamin A tends to suppress fibroblasts in cell culture and stimulate steroid treated macrophages to initiate reparative behavior in tissue, the hypothesis that retinoids are particularly important in macrophagic inflammation, which plays a central role in the control of wound healing is favored."
        },
        {
            "References": "PMID:1726511",
            "Value": "/OTHER TOXICITY INFORMATION/ Supplementation of vitamin A after withdrawal of hexachlorocyclohexane accelerated the recovery and restored spermatogenesis and enzyme activities in the deficient rats. These results demonstrate the greater susceptibility of the male reproductive system to hexachlorocyclohexane toxicity during vitamin A deficiency and also the protective effect of vitamin A supplementation."
        }
    ]
}