{
    "_id": {
        "$oid": "6682e99cc4e5dba5ffba2b7f"
    },
    "CID": {
        "$numberInt": "445639"
    },
    "Name": "OLEIC ACID",
    "IUPACName": "(Z)-octadec-9-enoic acid",
    "CanonicalSMILES": "CCCCCCCCC=CCCCCCCCC(=O)O",
    "Synonyms": [
        "oleic acid",
        "112-80-1",
        "cis-9-Octadecenoic acid",
        "oleate",
        "cis-Oleic acid",
        "Wecoline OO",
        "(Z)-Octadec-9-enoic acid",
        "Elaidoic acid",
        "Vopcolene 27",
        "Glycon wo",
        "Glycon RO",
        "Oelsauere",
        "Pamolyn 100",
        "Groco 5l",
        "Groco 2"
    ],
    "IsomericSMILES": "CCCCCCCC/C=C\\CCCCCCCC(=O)O",
    "INCHI": "InChI=1S/C18H34O2/c1-2-3-4-5-6-7-8-9-10-11-12-13-14-15-16-17-18(19)20/h9-10H,2-8,11-17H2,1H3,(H,19,20)/b10-9-",
    "INCHIKEY": "ZQPPMHVWECSIRJ-KTKRTIGZSA-N",
    "Formula": "C18H34O2",
    "MolecularWeight": {
        "$numberDouble": "282.5"
    },
    "Description": "Oleic acid is an octadec-9-enoic acid in which the double bond at C-9 has Z (cis) stereochemistry. It has a role as an EC 3.1.1.1 (carboxylesterase) inhibitor, an Escherichia coli metabolite, a plant metabolite, a Daphnia galeata metabolite, a solvent, an antioxidant and a mouse metabolite. It is a conjugate acid of an oleate. It derives from a hydride of a cis-octadec-9-ene.",
    "XlogP": {
        "$numberDouble": "6.5"
    },
    "Complexity": {
        "$numberInt": "234"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "animal_concentrations": [
        {
            "References": "(1) Brockmann R et al; Ullmann's Encycl Indust Chem. 5th ed. Vol A1. Gerhartz W, ed., Deerfield Beach, FL: VCH Publishers, VA10: 255 (1987)",
            "Value": "Oleic acid is a natural constituent of whale oil (22-35 wt%) and beef tallow (20-50 wt%)(1)."
        }
    ],
    "environmental_bioconcentrations": [
        {
            "References": "(1) Sangster J; LOGKOW Databank. Sangster Res Lab Montreal Quebec, Canada (1994) (2) Meylan WM et al; Environ Toxicol Chem 18: 664-72 (1999) (3) Franke C et al; Chemosphere 29: 1501-14 (1994)",
            "Value": "An estimated BCF of 10 was calculated in fish for oleic acid(SRC), using a log Kow of 7.64(1) and a regression-derived equation(2). According to a classification scheme(3), this BCF suggests the potential for bioconcentration in aquatic organisms is low(SRC)."
        }
    ],
    "environmental_biodegradations": [
        {
            "References": "(1) Gellman I, Heukelekian H; Sew Indust Wastes 23: 1267-81 (1951) (2) Novak JT, Kraus DL; Water Res 7: 843-51 (1973) (3) Urano K, Saito M; Chemosphere 14: 1333-42 (1985) (4) Read AD, Manser RM; Water Res 10: 243-51 (1976) (5) Stafford W, Northup HJ; Amer Dyestuff Reporter 44: 355-9 (1955) (6) Bogan RH, Sawyer CN; Sew Ind Wastes 27: 917-28 (1955) (7) Bogan RH, Sawyer CN; Sew Ind Wastes 27: 917-28 (1955) (8) Saito T et al; Fresenius' Z Anal Chem 319: 433-4 (1984)",
            "Value": "AEROBIC: A 47 and 52 theoretical %BOD for oleic acid (initial concn of 1,000 ppm) was measured over a period of 5 days in screening tests at 20 °C using sewage inoculum(1). A biodegradation half-life of 0.66 days was measured for oleic acid at an initial concn of 100 ppm with an aerobic Warburg respirometer at 25 °C using activated sludge inocula(2). In another screening study a first order rate constant was measured to be 0.12/hr for oleic acid (initial concn of 100 ppm) which corresponds to a biodegradation half-life of 0.2 days(3). Oleic acid at initial concns of 1, 10, 1, and 10 ppm exhibited 90, 24, 97, and 28 theoretical %BOD, respectively, over incubation periods of 5, 5, 10, and 10 days, respectively, in an aerobic screening study using sewage inoculum(4). A 68 theoretical %BOD (initial concn of 100 ppm) was measured over a period of 5 days in a screening test at 20 °C using sewage inoculum(5). A 39 theoretical %BOD for oleic acid (initial concn not given) was measured over a period of 5 days in a screening test at 20 °C using sewage inoculum(6). After a 16 day acclimation time, a 63.5 theoretical %BOD was measured for oleic acid (initial concn not given) over a period of 5 days in a screening test at 20 °C using activated sludge inocula(7). A 57.2 theoretical %BOD was measured for oleic acid (initial concn of 500 ppm) over a period of 5 days in an aerobic screening test at 20 °C using activated sludge inoculum(8)."
        },
        {
            "References": "(1) Williams CL et al; Ennviron Sci Technol 31: 3288-92 (1997)",
            "Value": "In a field study at Brunswick, GA paper mill in an aerated stabilization basin oleic acid was biodegraded 23-40% and 6-32% in aerated tests run Sept 1995 and May 1996, respectively(1). Oleic acid was biodegraded 10-30% and 1-26% in nonaerated studies also run in the stabilization basin(1). Oleic acid was biodegraded 25-30% in the water column of Leaf river system in New Augusta, MS in activated sludge treatment field tests run Sept 1995(1)."
        }
    ],
    "fish_seafood_concentrations": [
        {
            "References": "(1) Brockmann R et al; Ullmann's Encycl Indust Chem. 5th ed. Vol A1. Gerhartz W, ed., Deerfield Beach, FL: VCH Publishers, VA10: 255 (1987) (2) Morales A et al; Water Environ Res 64: 660-8 (1992) (3) Owens JW et al; Chemosphere 29:89-109 (1994) (4) Hesselberg RJ, Seelye JG; Admen Rep No 82-1 Ann Arbor, MI: US Fish Wildlife soc Great Lakes Fishery Lab (1982) (5) Avery EL et al; Arch Environ Contam Toxicol 35: 229-35 (1998)",
            "Value": "Oleic acid is a natural constituent of sardine oil (15-25 wt%) and herring oil (8-15 wt%)(1). During summer and fall of 1990, oleic acid was detected at a maximum concn of 690 ug/g from 11 fish bile samples taken in northern Alberta(2). Oleic acid was found in mountain whitefish (Prosopuem williamsoni) at levels from not detected to 77 ppm and in longnose sucker (Catostomus catostomus) at levels from 18 to 110 ppm in fish from the northern Canadien river system(3). Oleic acid was qualitatively identified in lake trout and walleye collected from Lake Michigan and Lake Erie(4). Oleic acid was detected in Sydney rock oysters (Saccostrea commercialis) from the Hunter region of New South Wales, Australia; of 83 controls cis-oleic acid was found at 3.844 and trans-oleic acid at 1.701 % of lipid material and of 59 samples taken in sewage polluted water cis-oleic acid was found at 4.996 and trans-oleic acid at 1.785 % of lipid material(5)."
        }
    ],
    "logP": [
        {
            "References": "Sangster J; LOGKOW Databank. Sangster Res Lab Montreal Quebec, Canada (1994)",
            "Value": "log Kow = 7.64"
        }
    ],
    "mechanism_of_action": [
        {
            "References": "PMID:11380080",
            "Value": "Insulin resistance is linked with a cluster of multiple risk factors and excessive acceleration of atherosclerosis. The underlying mechanism is not, however, fully understood. To determine the link between insulin resistance and altered vascular function, we focused on the effect of various non-esterified fatty acids on diacylglycerol-protein kinase C pathway and mitogen-activated protein kinase activity in cultured aortic smooth muscle cells. Incubation of the cells with saturated non-esterified fatty acids (200 micromol/L) for 24 hr, such as palmitate or stearate, induced a significant increase in diacylglycerol concentrations by about fivefold or eightfold, respectively, whereas oleate induced a slight increase in diacylglycerol concentrations by 1.8-fold and arachidonate induced none. In addition, the increased diacylglycerol concentrations induced by palmitate were completely restored to control concentrations by triacsin C, acyl-CoA synthetase inhibitor. These results suggest that saturated non-esterified fatty acids may increase diacylglycerol concentrations through de novo pathway by stepwise acylation. In parallel with the increased diacylglycerol, incubation of the cells with saturated non-esterified fatty acids significantly induced the activation of protein kinase C and mitogen-activated protein kinase. The palmitate-induced increase in mitogen-activated protein kinase activity was restored to control concentrations by GF109203X (5 x 10(-7) mol/L), a specific protein kinase C inhibitor, suggesting a protein kinase C-dependent activation of mitogen-activated protein kinase. Saturated non-esterified fatty acids induced an increase in de novo diacylglycerol synthesis and subsequent activation of protein kinase C and mitogen-activated protein kinase in cultured aortic smooth muscle cells. This could contribute to the altered vascular functions in the insulin resistant state."
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "Grant, W.M. Toxicology of the Eye. 3rd ed. Springfield, IL: Charles C. Thomas Publisher, 1986., p. 675",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ ... Oleic acid or neutralized sodium oleate injected into the corneas of rabbits caused the eyes to become inflamed within a few hours, to develop corneal abscess within a few days, and to become extensively scarred and vascularized. There was necrosis in the immediate region of the injection, and formation of fat droplets in surviving surrounding corneal cells."
        },
        {
            "References": "Cosmetic Ingredient Review;  Final Report of the Cosmetic Ingredient Review Expert Panel; Final Report on the Safety Assessment of Oleic Acid, Lauric Acid, Palmitic Acid, Myristic Acid, and Stearic Acid; p. 19, June  2005.",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Marked irritation characterized by crusting, ulceration, and thickening of the skin was observed following topical application of commercial grade oleic acid to the skin of rabbits, guinea pigs, and mice. Microscopically, hyperkeratosis, pronounced acanthosis, follicular keratotic plugs, hyperplasia of sebaceous glands, and loss of hair shafts from follicles were observed. Treated skin returned to normal when treatment was discontinued."
        },
        {
            "References": "Cosmetic Ingredient Review; Final Report of the Cosmetic Ingredient Review Expert Panel; Final Report on the Safety Assessment of Oleic Acid, Lauric Acid, Palmitic Acid, Myristic Acid, and Stearic Acid; p. 24, June  2005.",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Local skin inflammation and necrosis were observed at sites on the backs of guinea pigs receiving 0.1 mL intradermal injections of 25, 50, and 75% oleic acid in peanut oil and oleic acid as commercially supplied. No alterations were observed at sites injected with peanut oil alone."
        },
        {
            "References": "Cosmetic Ingredient Review; Final Report of the Cosmetic Ingredient Review Expert Panel; Final Report on the Safety Assessment of Oleic Acid, Lauric Acid, Palmitic Acid, Myristic Acid, and Stearic Acid; p. 27, June  2005.",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ In a single insult occlusive patch test (SIOPT) with 6 albino rabbits, administration of a 0.5 mL dose of oleic acid, as commercially supplied, resulted in a primary irritation index (PII) of 0.5 (max PII = 8.0) and mild erythema 24 hr after treatment."
        },
        {
            "References": "Cosmetic Ingredient Review; Final Report of the Cosmetic Ingredient Review Expert Panel; Final Report on the Safety Assessment of Oleic Acid, Lauric Acid, Palmitic Acid, Myristic Acid, and Stearic Acid; p. 30, June  2005.",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ In Modified Draize tests, 3 repeated open patch topical applications of cream blush formulations containing 5.08% oleic acid produced mild erythema in 6 female NZW rabbits after 72 hr."
        },
        {
            "References": "Cosmetic Ingredient Review; Final Report of the Cosmetic Ingredient Review Expert Panel; Final Report on the Safety Assessment of Oleic Acid, Lauric Acid, Palmitic Acid, Myristic Acid, and Stearic Acid; p. 33, June  2005.",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ The comedogenicity of UVA-irradiated and non-irradiated oleic acid was evaluated. A significant increase in lipid peroxide level of Oleic Acid was observed after 18 hr of UVA irradiation. Daily applications of the non-irradiated oleic acid (approximately 2 mL of 99% oleic acid) for 2 weeks were made on the ventral surface of one ear of Japanese and New Zealand White rabbits. An equal volume of irradiated oleic acid was applied to the other ear. Both oleic acid and its peroxides induced fairly large comedones in both species of rabbit. The lipid peroxide concentration was positively correlated with the degree of comedo formation."
        },
        {
            "References": "Cosmetic Ingredient Review; Final Report of the Cosmetic Ingredient Review Expert Panel; Final Report on the Safety Assessment of Oleic Acid, Lauric Acid, Palmitic Acid, Myristic Acid, and Stearic Acid; p. 33, June  2005.",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ In Draize studies, 0.1 mL of mascara and cream product formulations containing 2-5% oleic acid produced no or slight conjunctival irritation in the eyes of rabbits within 2 days of treatment. No irritation was observed in eyes that had been irrigated 20 seconds after treatment with 20 mL lukewarm water."
        },
        {
            "References": "Cosmetic Ingredient Review; Final Report of the Cosmetic Ingredient Review Expert Panel; Final Report on the Safety Assessment of Oleic Acid, Lauric Acid, Palmitic Acid, Myristic Acid, and Stearic Acid; p. 33, June  2005.",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ No irritation was observed in rinsed and unrinsed eyes of rhesus monkeys treated with a mascara formulation containing 6% oleic acid."
        },
        {
            "References": "Cosmetic Ingredient Review; Final Report of the Cosmetic Ingredient Review Expert Panel; Final Report on the Safety Assessment of Oleic Acid, Lauric Acid, Palmitic Acid, Myristic Acid, and Stearic Acid; p. 18, June  2005.",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Administration of doses up to 21.5 mL/kg of oleic acid and up to 10.0 g/kg of lauric, palmitic and myristic acids (commercial grades) by gavage to albino rats resulted in no deaths and no significant gross lesions at necropsy. ... Transient signs of toxicity were observed in rats of the higher dose groups of 10.0 and 21.5 mL/kg oleic acid, and the 4.64 and 10.0 g/kg lauric, palmitic, myristic acids. Signs of toxicity included slight /CNS/ depression, depressed righting and placement reflexes, oily and unkempt fur, mucoid diarrhea, excessive salivation, and serosanguinous discharge from the muzzle and eyes."
        },
        {
            "References": "European Chemicals Bureau; IUCLID Dataset, (Z)-docos-13-enoic acid (CAS #112-86-7) p.24 (2000 CD-ROM edition). Available from, as of January 25, 2008: https://esis.jrc.ec.europa.eu/",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/Numerous studies have reported severe lung damage and respiratory distress following injection of oleic acid into the bloodstream of experimental animals in doses of, for example 60 mg/kg ... in dogs and 42 mg/kg ... in rats."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. 828",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Administration of 0.5 mL of a 10% emulsion of oleic acid in a sodium chloride solution inflamed rabbit eyes within a few hours. Eyes became scarred and vascularized, and necrosis developed in regions of vascular injection. Fat droplets were noted in surviving corneal cells."
        },
        {
            "References": "European Chemicals Bureau; IUCLID Dataset, (Z)-docos-13-enoic acid (CAS #112-86-7) p.48 (2000 CD-ROM edition). Available from, as of January 28, 2008: https://esis.jrc.ec.europa.eu/",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Hair loss, reversible scaling lesions on the ear and one death were reported when 4 rabbits were given about 2.5 g/kg by stomach tube every other day for 4 days. Doses of 600 mg/kg/day were without overt toxic effects."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. 828",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Intravenous administration of oleic acid to F344 rats at a dose of 80 mL pure oleic mg/kg resulted in pulmonary edema and greater than 50% mortality. It was impractical to inject smaller volumes of pure acid; therefore oleic acid-albumin suspensions were prepared. The intravenous LD50 of the suspension was 300 mL/kg containing 60 mL/kg of oleic acid. By 24 hr, notable histological changes included interstitial and intra-alveolar edema and hemorrhage with vascular congestion and extensive interstitial infiltrates. Lungs were normal by 12 days, and there was no evidence of chronic lung injury. Multiple injections did not cause chronic pulmonary inflammation."
        },
        {
            "References": "PMID:8302800",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ It has recently been shown that the infusion of oleic acid into the rat pancreaticobiliary duct causes a reproducible and long-lasting atrophy of exocrine pancreas. The effects of this pancreatic atrophy on non-invasive pancreatic function tests have not been fully characterized. This study was undertaken to determine which pancreatic function test was most useful in determining pancreatic insufficiency in this model. Pancreatic insufficiency (PI) was induced in male Wistar rats by oleic acid infusion and three pancreatic function tests were compared in these animals and saline controls. The coefficient of fat absorption on a 5 or 45% fat diet and bentiromide testing could not differentiate animals with or without pancreatic insufficiency but fecal chymotrypsin levels were excellent discriminators. All animals with pancreatic insufficiency had fecal-chymotrypsin levels below 67 U/g feces whereas all saline controls were above this level."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. 828",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Dogs received weekly injections of 0.09 g/kg of oleic acid over a period of 1 to 3 months and responded with a variety of pulmonary changes. Early changes were thromboses and cellular necrosis. These changes were followed by a repair stage with proliferation of type 2 cells and fibrotic foci in subpleural areas. A later change was pulmonary fibrosis. The extent of lesions was related to the number of oleic acid injections."
        },
        {
            "References": "Cosmetic Ingredient Review; Final Report of the Cosmetic Ingredient Review Expert Panel; Final Report on the Safety Assessment of Oleic Acid, Lauric Acid, Palmitic Acid, Myristic Acid, and Stearic Acid; p. 24, June  2005.",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Follicular-keratogenic properties of Oleic, Lauric, Palmitic, Myristic, and Stearic Acids were studied after topical application to the skin of the external ear canal of 4 albino rabbits. A 5% (w/v) alcohol solution of Stearic Acid and alcohol solutions of the other fatty acids equimolar with the Stearic Acid solution were prepared [5% (w/v) Stearic Acid /(approximately)/ 18 mmol% Stearic Acid]. A dose of 3 mL of each of the fatty acid solutions was applied once daily, 5 days per week, for 6 weeks. Controls in one group received similar treatment with absolute alcohol and those in another group received no treatment. Myristic and Palmitic Acids produced transient slight erythema and desquamation in the first 2 weeks of application. No clear alterations were observed after Stearic Acid treatment. One day after treatment with Oleic and Lauric Acids, erythema was observed. The intensity of the redness increased over the following few days and desquamation developed. Distinct follicular keratosis was observed within 1 month. After discontinuation of the applications, the erythema and scaling gradually disappeared, but the keratosis was discernible after 6 weeks."
        },
        {
            "References": "European Chemicals Bureau; IUCLID Dataset, (Z)-docos-13-enoic acid (CAS #112-86-7) p.32 (2000 CD-ROM edition). Available from, as of January 25, 2008: https://esis.jrc.ec.europa.eu/",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Normal growth and general good health was reported in rats fed 15% oleic acid in the diet (approx 7.5 g/kg/day) for up to 24 wk."
        },
        {
            "References": "European Chemicals Bureau; IUCLID Dataset, (Z)-docos-13-enoic acid (CAS #112-86-7) p.47 (2000 CD-ROM edition). Available from, as of January 28, 2008: https://esis.jrc.ec.europa.eu/",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ The health of rabbits given 15% (approx 4.5 g/kg/day) oleic acid in the diet began to deteriorate by the 17th wk and they subsequently died. Liver damage was seen and some had developed gall stones."
        },
        {
            "References": "European Chemicals Bureau; IUCLID Dataset, (Z)-docos-13-enoic acid (CAS #112-86-7) p.38 (2000 CD-ROM edition). Available from, as of January 28, 2008: https://esis.jrc.ec.europa.eu/",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ No adverse effects were reported in chicks fed 5% oleic acid in the diet /for 4 wk/."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. 828",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ The effect of subchronic administration of morpholine oleic acid salt (MOAS) was studied in B6C3F1 mice. The concentrations of MOAS used were 0, 0.15, 0.3, 0.6, 1.25, and 2.5% in drinking water. Urinalysis showed significant elevation of specific gravity in the males from the 0.6, 1.25, and 2.5% groups and of the females from the 1.25 and 2.5% groups. These groups also exhibited reduced water consumption. Significant elevation of plasma urea nitrogen was observed in males of the 1.25 and 2.5% groups and in females of the 0.6, 1.25, and 2.5% groups. The relative weight of the kidneys showed a dose-dependent increase that was statistically significant for the 1.25% and 2.5% MOAS groups in both sexes. Except for cloudy swelling of the proximal tubule epithelium of the kidneys in mice on the 2.5% regimen, no treatment-related histopathological alterations were observed in organs of either sex. /Morpholine oleic acid salt/"
        },
        {
            "References": "Cosmetic Ingredient Review; Final Report of the Cosmetic Ingredient Review Expert Panel; Final Report on the Safety Assessment of Oleic Acid, Lauric Acid, Palmitic Acid, Myristic Acid, and Stearic Acid; p. 27, June  2005.",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Administration of subcutaneous oleic acid injections at volumes increasing from 0.25 to 0.5 mL for 400 days had no adverse effects in the growth of albino mice. The life duration of mice of both sexes was lower than that expected for normal mice."
        },
        {
            "References": "Cosmetic Ingredient Review; Final Report of the Cosmetic Ingredient Review Expert Panel; Final Report on the Safety Assessment of Oleic Acid, Lauric Acid, Palmitic Acid, Myristic Acid, and Stearic Acid; p. 43, June  2005.",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Oleic acid was administered to 15 Swiss-Webster mice at a dose of 0.1 mg 3 times per week for a total of 10 injections. The total dose administered in the study was 1.0 mg oleic acid per 1 mL tricaprylin. Nine mice were alive after 12 months, and 1 was alive after 18 months. No neoplasms were observed after this treatment. Another group of 16 Swiss-Webster mice received 2 injections of 0.5 mg oleic acid per week for a total of 33 injections. The total dose administered was 11.5 mg per 2.3 mL tricaprylin. Eight mice were alive after 12 months, and 4 were alive after 18 months. One mammary gland carcinoma was found after 9 months."
        },
        {
            "References": "Cosmetic Ingredient Review; Final Report of the Cosmetic Ingredient Review Expert Panel; Final Report on the Safety Assessment of Oleic Acid, Lauric Acid, Palmitic Acid, Myristic Acid, and Stearic Acid; p. 44, June  2005.",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ The effects of free fatty acids fed as dietary supplement to mice of the T.M. strain were studied. Refined corn oil fed to the mice at a rate of 150-200 mg/mouse/day contained 1.5% free fatty acids, Oleic and linoleic Acids. Feeding of the refined corn oil plus free fatty acid diet resulted in a high incidence of lung (48.5%), stomach (27.4% forestomach papillomas, 12.5% pyloric tumors), and brain nerve cell (11%) tumors and a low incidence of mammary carcinomas, myomas, and lymphosarcomas. Feeding of the refined corn oil diet resulted in a high incidence of lung and brain nerve cell tumors, lymphosarcomas, and a lower incidence of gastric tumors. One heart tumor was found in each treated group (n = 329 in refined corn oil plus free fatty acids group, n = 375 in refined corn oil group). Controls fed the standard diet (n = 623) had a total tumor incidence of less than 20%; tumors were mainly located in the lung."
        },
        {
            "References": "Cosmetic Ingredient Review; Final Report of the Cosmetic Ingredient Review Expert Panel; Final Report on the Safety Assessment of Oleic Acid, Lauric Acid, Palmitic Acid, Myristic Acid, and Stearic Acid; p. 44, June  2005.",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ A study was done to determine the types of gastrointestinal tumors induced in the T.M. strain mice fed a standard diet supplemented with refined corn oil, crude corn oil (contains 1.5% free fatty acids), or refined corn oil plus the fatty acids, oleic acid and linoleic acid, at concentrations up to 1 .5%. These corn oil supplements were given to the mice in daily amounts of 200 mg/mouse. Controls were fed the standard diet. Mice were killed when they began to lose weight rapidly. The average age of the control mice was 645 days, and that of the treated mice was 454-540 days. In the group fed the refined corn oil plus fatty acid diet, 138 gastric tumors were found in 328 treated mice. In the refined corn oil diet group, 9 gastric tumors were found in 209 treated mice. The crude corn oil diet group had 63 gastric tumors in 196 treated mice. Three gastric tumors were observed in the 195 control mice. No intestinal polyps or adenocarcinomas were observed in control or treated mice. The types of induced gastric tumors included papillomas and squamous cell carcinomas."
        },
        {
            "References": "Cosmetic Ingredient Review; Final Report of the Cosmetic Ingredient Review Expert Panel; Final Report on the Safety Assessment of Oleic Acid, Lauric Acid, Palmitic Acid, Myristic Acid, and Stearic Acid; p. 45, June  2005.",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ The carcinogenic activity of a feed supplement of oleic acid in corn oil was studied using C57BL/1 black strain mice that were \"generally resistant to tumor formation\". Control animals from a different supplier were fed chow alone, and the 55 treated mice were fed a diet consisting of 10 g of a mixture of 1.5 g oleic acid/100 g corn oil dispersed in 100 g of laboratory chow to which water was added. Throughout the study, randomly selected mice were killed and examined after 6, 12, 18, 21, and 24 months. Colon adenocarcinomas, which metastasized to the lung and muscle, were found in 8% (3/36) of the treated mice."
        },
        {
            "References": "Cosmetic Ingredient Review; Final Report of the Cosmetic Ingredient Review Expert Panel; Final Report on the Safety Assessment of Oleic Acid, Lauric Acid, Palmitic Acid, Myristic Acid, and Stearic Acid; p. 46, June  2005.",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ /Investigators/ tested oleic acid and stearic acid as cocarcinogens in groups of 50 mice each. Benzo(a)pyrene, administered in acetone, induced 26 papillomas in 16 mice and squamous cell carcinomas in 12 mice. Mice that received the benzo(a)pyrene and 25 mg of oleic acid in acetone 3 times a week for 440 days developed no skin tumors, benign or malignant. Benzo(a)pyrene and 4 mg of Stearic Acid, administered 3 times a week for 440 days, resulted in 38 papillomas in 25 mice, but only 7 mice had squamous cell carcinomas, fewer than the controls. The results were considered inconclusive for Stearic Acid but supportive of the possibility that oleic acid is not a cocarcinogen."
        },
        {
            "References": "Cosmetic Ingredient Review; Final Report of the Cosmetic Ingredient Review Expert Panel; Final Report on the Safety Assessment of Oleic Acid, Lauric Acid, Palmitic Acid, Myristic Acid, and Stearic Acid; p. 46, June  2005.",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ /Investigators/ studied the tumor-promoting properties of cis-and trans-oleic acid on the induction of intestinal cancer by azoxymethane. cis-Oleic Acid had no promoting effect; trans-oleic acid (elaidic acid) had a small promoting effect. Both cis- and trans-oleic acids increased the incidence of nephroblastomas and squamous ear duct tumors from 3/30 to 6/30 rats. No tumors were seen in rats fed a diet containing 25% cis-oleic acid without azoxymethane for 20 weeks."
        },
        {
            "References": "Cosmetic Ingredient Review; Final Report of the Cosmetic Ingredient Review Expert Panel; Final Report on the Safety Assessment of Oleic Acid, Lauric Acid, Palmitic Acid, Myristic Acid, and Stearic Acid; p. 47, June  2005.",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ A diet supplement of oleic acid, at a daily dose of 1 mg per rat, failed to protect Sprague-Dawley rats from colon carcinoma caused by 1 ,2-dimethyl hydrazine (DMH). All rats (22 rats per group) were killed 22 weeks after the first subcutaneous DMH injection and were examined for colon tumors. Control rats fed chow alone and injected with 15 mg/kg DMH weekly for 16 weeks developed 77 colon tumors, whereas those fed chow plus oleic acid before and during the DMH injections developed 90 colon tumors."
        },
        {
            "References": "European Chemicals Bureau; IUCLID Dataset, (Z)-docos-13-enoic acid (CAS #112-86-7) p.63 (2000 CD-ROM edition). Available from, as of January 29, 2008: https://esis.jrc.ec.europa.eu/",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ There was no evidence of any carcinogenic activity in the digestive tract of mice fed about 80 mg peanut oil/kg daily for life (estimated to yield approx 40 to 50 mg oleic acid/kg/day). /Peanut oil, containing approx 50 to 62.5% oleic acid/"
        },
        {
            "References": "European Chemicals Bureau; IUCLID Dataset, (Z)-docos-13-enoic acid (CAS #112-86-7) p.58 (2000 CD-ROM edition). Available from, as of January 28, 2008: https://esis.jrc.ec.europa.eu/",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ In groups of 30 or 44 mice, skin application of 40% oleic acid once daily or of neat oleic acid twice daily, 6 times per wk for 25 wk did not produce any tumors by 31 wk. Only 7/44 mice given neat oleic acid were alive after 25 wk."
        },
        {
            "References": "European Chemicals Bureau; IUCLID Dataset, (Z)-docos-13-enoic acid (CAS #112-86-7) p.62 (2000 CD-ROM edition). Available from, as of January 29, 2008: https://esis.jrc.ec.europa.eu/",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ There was no clear indication of an enhanced tumorigenic response when rats given weekly im injections of a known carcinogen were fed approx 12.5 g oleic acid/kg/day for 20 wk."
        },
        {
            "References": "European Chemicals Bureau; IUCLID Dataset, (Z)-docos-13-enoic acid (CAS #112-86-7) p.63 (2000 CD-ROM edition). Available from, as of January 29, 2008: https://esis.jrc.ec.europa.eu/",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ The incidence of tumors was not incr in 16 mice receiving twice weekly sc injections of approx 25 mg oleic acid/kg (totaling 33 injections)."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. 830",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Sodium oleate was added to the drinking water of groups of 50 male and 50 female F344 rats at levels of 2.5 and 5.0% for 108 weeks. The mean liver weight in males given 5% oleate was lower than that of the males given 2.5% oleate or distilled water alone. The mean thymus weight of females given 5% oleate was higher than that of females given 2.5% oleate or distilled water. There were no statistically significant differences between treated and control rats in the results of the urine and serum analyses or hematologic determinations or in the incidence of tumors, apart from pancreatic tumors. The pancreatic tumors in the male rats showed some increase over the concurrent controls but did not differ significantly from the reported spontaneous incidence in this strain. It was concluded that sodium oleate does not induce tumors when given orally to F344 rats."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. 830",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Female F344 rats were fed a 25% oleic acid diet or a regular (4.5% fat) chow diet. Intramuscular injections of the carcinogen azoxymethane (2 mg/kg) for 12 weeks was used as a positive control. Oleic acid did not promote large intestine carcinogenesis."
        },
        {
            "References": "European Chemicals Bureau; IUCLID Dataset, (Z)-docos-13-enoic acid (CAS #112-86-7) p.59 (2000 CD-ROM edition). Available from, as of January 29, 2008: https://esis.jrc.ec.europa.eu/",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ An increased incidence of breast tumors induced by administration of a known carcinogen was seen in rats fed high fat diets for 2 yr. A high proportion of the fat consisted of oleic acid esters and this was believed to be a major factor influencing the incidence of tumors. /Oleic acid esters/"
        },
        {
            "References": "European Chemicals Bureau; IUCLID Dataset, (Z)-docos-13-enoic acid (CAS #112-86-7) p.66 (2000 CD-ROM edition). Available from, as of January 29, 2008: https://esis.jrc.ec.europa.eu/",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Female rats were dermally admin a hair dye formulation containing 15% oleic acid at 2g/kg every third day during pregnancy until the 19th day of gestation. No evidence of maternal or fetal toxicity and no teratogenicity was observed. /hair dye formulation containing 15% oleic acid/"
        },
        {
            "References": "European Chemicals Bureau; IUCLID Dataset, (Z)-docos-13-enoic acid (CAS #112-86-7) p.66 (2000 CD-ROM edition). Available from, as of January 29, 2008: https://esis.jrc.ec.europa.eu/",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Oleic acid 15% (approx 7.5 g/kg/day) in the diet /of Sprague Dawley & Wistar rats for 16 wk before mating/ did not affect the fertility of male rats but appeared to impair reproductive capacity in the females by interfering with parturition and mammary gland development. Mortality in the offspring was incr."
        },
        {
            "References": "PMID:10459862",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ Isolated mouse islets were used to compare the effects of three saturated (myristate, palmitate and stearate) and three unsaturated (oleate, linoleate and linolenate) long-chain fatty acids on insulin secretion. By varying the concentrations of fatty acid (250-1250 micromol/L) and albumin simultaneously or independently, we also investigated whether the insulinotropic effect is determined by the unbound or total concentration of the fatty acids. Only palmitate and stearate slightly increased basal insulin secretion (3 mmol/L glucose). All tested fatty acids potentiated glucose-induced insulin secretion (10-15 mmol/L), and the following rank order of potency was obtained when they were compared at the same total concentrations: palmitate approximately = stearate > myristate > or = oleate > or = linoleate approximately = linolenate. The effect of a given fatty acid varied with the fatty acid to albumin molar ratio, in a way which indicated that the unbound fraction is the important one for the stimulation of beta cells. When the potentiation of insulin secretion was expressed as a function of the unbound concentrations, the following rank order emerged: palmitate > myristate > stearate approximately = oleate > linoleate approximately = linolenate."
        },
        {
            "References": "PMID:12562510",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ Apoptotic cell death has been proposed to play a role in the neuronal loss observed following traumatic injury in the CNS and PNS. The present study uses an in vitro tissue culture model to investigate whether free fatty acids (FFAs), at concentrations comparable to those found following traumatic brain injury, trigger cell death. Nerve growth factor (NGF)-differentiated PC12 cells exposed to oleic and arachidonic acids (2 : 1 ratio FFA/BSA) showed normal cell survival. ..."
        },
        {
            "References": "PMID:12688627",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ Lipotoxic effects of free fatty acids (FFAs) on insulin secreting function of islet beta-cells have been demonstrated in recent studies. This toxic effect is especially prominent on postprandial hypertriglyceridemic period. Hypertriglyceridemia and high FFAs levels are the most common metabolic disturbances seen in diabetes mellitus (DM), in particular in uncontrolled cases. To investigate acute and chronic effects of different concentrations of FFAs on insulin secreting function of pancreas islet beta-cells, /Investigators/  determined the acute and chronic effects of FFAs on insulin secretion dynamics of isolated rat islets. The insulinotropic effects of four D-glucose concentrations (Nil, 5.6, 8.3 and 27.7 mM) were studied in freshly isolated and perifused islets in the presence of two different concentrations (250 micromol/L and 1,250 micromol/L) of three FFAs (palmitate, stearate and oleate) to determine the acute effects. Chronic effects were investigated similarly on islet cells incubated for 72 hours in the presence of nil, 250 micromol/L and 1,250 micromol/L concentrations of FFAs. There was only a slight increase in insulin secretion at both concentrations of FFAs in freshly isolated islets, and the recovery was complete with a slight decrease in pathologic FFA channel. However, after 72 hour incubation at physiological or higher concentrations of FFAs, insulin secretion was significantly lower, even in the presence of high levels of D-glucose when compared to either nil channel results, or results of the fresh samples. Insulin levels of recovery phase were slightly but significantly lower in physiological and pathologically high FFA conditions when compared to nil condition. In addition, first phase insulin release response was lost in these islets. FFAs slightly increased the insulin output of normal fresh pancreas beta-cells. However, chronic exposure to FFAs resulted in loss of first phase insulin release and blunted insulin secretion response to various levels of D-glucose stimulation."
        },
        {
            "References": "PMID:8095429",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ Acute hypertension, induced in rats by intravenous injection of angiotensin II, previously has been shown to increase cerebrovascular permeability to macromolecules. The purpose of this study was to examine the effect of acute hypertension on Na+,K(+)-ATPase, the enzyme responsible for controlling ionic permeability of the cerebromicrovascular endothelium. The K(+)-dependent p-nitrophenylphosphatase activity of the cerebromicrovascular Na+,K(+)-ATPase was determined using microvessels prepared from hypertensive and normotensive rats. When compared to controls, a 70% decrease (P < 0.02) in the maximum rate (Vmax) of the Na+,K(+)-ATPase from hypertensive rats was evident with no change in the Michaelis constant (KM). In contrast, gamma-glutamyltranspeptidase, a marker enzyme for cerebral endothelial cells, was not significantly affected. Sodium arachidonate (1-100 microM) inhibited the phosphatase activity of the Na+,K(+)-ATPase in microvessels isolated from both normotensive and hypertensive rats in a dose-dependent manner. Furthermore, poly-unsaturated fatty acids (sodium linoleate and arachidonate) evoked the greatest inhibition of the enzyme, while sodium oleate and sodium palmitate inhibited the Na+,K(+)-ATPase to lesser extents. This regulation of enzyme activity by fatty acids was comparable in control and hypertensive groups ... /Sodium salt/"
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. 828",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ The effect of oleic acid on insulin secretion was studied in the isolated perfused rat pancreas. In the absence of glucose a continuous infusion of oleic acid (1500 uM) induced a biphasic insulin release."
        },
        {
            "References": "PMID:8265520",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ The capacity of stearic, monochlorostearic, dichlorostearic and oleic acids to cause membrane damage was measured as their ability to induce leakage of adenosine triphosphate (ATP) from mammalian tumor cells in vitro. Chlorinated stearic acids, and oleic acid, caused ATP leakage at lower concentrations than normal stearic acid. The membrane disturbing properties are suggested to be a result of the different molecular geometries of the chlorinated stearic acids and oleic acid, compared to non-chlorinated stearic acid."
        },
        {
            "References": "Mortelmans K et al; Environ Mutagen 8: 1-119 (1986)",
            "Value": "/GENOTOXICITY/ Oleic acid was found to be negative when tested for mutagenicity using the Salmonella/microsome preincubation assay, using the standard protocol approved by the National Toxicology Program (NTP). Oleic acid was tested in as many as 5 Salmonella typhimurium strains (TA1535, TA1537, TA97, TA98, and TA100) in the presence and absence of rat and hamster liver S-9, at doses of 0.100, 0.300, 1.000, 3.300, 10.000, 33.000, 100.000, and 333.000 ug/plate. The highest ineffective dose tested in any S. typhimurium strain was 333.000 ug/plate. Slight clearing of the background bacterial lawn occurred at 10.000 ug/plate in cultures without activation (the highest dose tested without S-9). In cultures tested with activation, clearing of the background lawn was not seen until the dose reached 333.000 ug/plate."
        },
        {
            "References": "Cosmetic Ingredient Review; Final Report of the Cosmetic Ingredient Review Expert Panel; Final Report on the Safety Assessment of Oleic Acid, Lauric Acid, Palmitic Acid, Myristic Acid, and Stearic Acid; p. 37, June  2005.",
            "Value": "/GENOTOXICITY/ Oleic, lauric, and stearic acids were assayed for their abilities to induce mitotic aneuploidy and crossing-over of chromosomes in the D6 strain of Saccharomyces cerevisiae. Concentrations of oleic acid from 100 to 500 ug/mL and of lauric acid from 10 to 200 ug/mL increased aneuploidy, whereas stearic acid at concentrations up to 500 ug/mL was inactive. None of the fatty acids tested increased the frequency of mitotic crossing-over events; concentrations of oleic and lauric acids up to 50 ug/mL and of stearic acid up to 500 ug/mL were used."
        },
        {
            "References": "Cosmetic Ingredient Review; Final Report of the Cosmetic Ingredient Review Expert Panel; Final Report on the Safety Assessment of Oleic Acid, Lauric Acid, Palmitic Acid, Myristic Acid, and Stearic Acid; p. 38, June  2005.",
            "Value": "/GENOTOXICITY/ The genotoxicity of oleic acid was studied using V79 Chinese hamster lung fibroblasts. The three tested concentrations of oleic acid, 2.5, 5.0, and 10.0 ug/mL, produced a mean number of sister chromatid exchanges per metaphase that was similar to controls. Higher incidences of aneuploidy were observed in cultures at all three concentrations. The 2.5 ug/mL Oleic Acid-treated culture had a higher incidence of tetraploidy when compared to controls."
        },
        {
            "References": "European Chemicals Bureau; IUCLID Dataset, (Z)-docos-13-enoic acid (CAS #112-86-7) p.56 (2000 CD-ROM edition). Available from, as of January 28, 2008: https://esis.jrc.ec.europa.eu/",
            "Value": "/GENOTOXICITY/ In DNA damage and repair assay /using/ Bacillus subtilis oleic acid was negative ..."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. 830",
            "Value": "/GENOTOXICITY/ Oleic acid (100 to 500 g/mL) induced aneuploidy in yeast (Saccharomyces cerevisiae) but was negative in mitotic crossover assays up to 50 g/mL."
        },
        {
            "References": "Cosmetic Ingredient Review; Final Report of the Cosmetic Ingredient Review Expert Panel; Final Report on the Safety Assessment of Oleic Acid, Lauric Acid, Palmitic Acid, Myristic Acid, and Stearic Acid; p. 31, June  2005.",
            "Value": "/IMMUNOTOXICITY/ A cream blush formulation containing 5.08% oleic acid was tested for sensitization using a group of 24 female Hartley guinea pigs weighing 300-500 g. In a maximization test, single intradermal injections of 0.1 mL of 5% Freund's complete adjuvant in water, of a 5% solution of the formulation in water, and of a 5% solution of the formulation, water, and Freund's adjuvant were administered in rows along the dorsal midline of the guinea pigs. Seven days after the injections, a 10% preparation of sodium lauryl sulfate in petrolatum was topically applied to the clipped dorsal area. Twenty-four hours later, 1 g of the undiluted formulation was applied to the treatment sites under an occlusive patch. The challenge patch, 1 g of the undiluted formulation in a Duhring chamber (aluminum disk with diameter of 18 mm and 2 mm elevated flange), was topically applied under an occlusive wrapping 14 days after topical induction (22 days after the intradermal injection). After a 24-hr exposure, the challenge patch was removed. Sites were scored at patch removal and 48 hr later. None of the guinea pigs had reactions to the challenge patches. Although no other data were reported, the formulation was considered a weak, grade I, sensitizer."
        },
        {
            "References": "European Chemicals Bureau; IUCLID Dataset, Myristic acid, pure (CAS #544-63-8) p.15 (2000 CD-ROM edition). Available from, as of January 24, 2008: https://esis.jrc.ec.europa.eu/",
            "Value": "/OTHER TOXICITY INFORMATION/ ... Although placental transfer of fatty acids has been documented in several species and fetal lipid metabolism has been studied, no studies on the teratogenicity of oleic, lauric, palmitic, myristic, or stearic acid were found. High intake of dietary saturated fatty acids has been associated with the incidence of atherosclerosis and thrombosis."
        },
        {
            "References": "European Chemicals Bureau; IUCLID Dataset, (Z)-docos-13-enoic acid (CAS #112-86-7) p.38 (2000 CD-ROM edition). Available from, as of January 28, 2008: https://esis.jrc.ec.europa.eu/",
            "Value": "/OTHER TOXICITY INFORMATION/ Many studies have demonstrated skin thickening and incr numbers of skin cells in rats and mice resulting from repeated skin applications of 50% soln or neat oleic acid."
        },
        {
            "References": "European Chemicals Bureau; IUCLID Dataset, (Z)-docos-13-enoic acid (CAS #112-86-7) p.19 (2000 CD-ROM edition). Available from, as of January 25, 2008: https://esis.jrc.ec.europa.eu/",
            "Value": "/OTHER TOXICITY INFORMATION/ The minimal inhibitory concn of oleic acid to Streptococcus group A is 1.77 mM. However, oleic acid was not inhibitory at the concn tested to Candida albicans, Pseudomonas aeruginosa, Streptococcus pneumoniae and Staphylococcus aureus."
        }
    ],
    "sediment_soil_concentrations": [
        {
            "References": "(1) Morales A et al; Water Environ Res 64: 660-8 (1992) (2) Ishizuka S; Aomori-Ken Kankyo Hoken Senta Kenkyu Hokoky 5: 26-35 (1995) (3) Schwarzbauer J et al; Org Geochem 31: 1713-31 (2000)",
            "Value": "SEDIMENT: During summer and fall of 1990, oleic acid was detected at a maximum concn of 4.3 ug/g from 21 sediment samples taken in northern Alberta(1). Oleic acid was detected in sediment from lake Jusan and Mutsu Bay, in Japan(2). Oleic acid was detected in sediment in 4 of 7 sites in the German Bight area(3)."
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "(1) Sangster J; LOGKOW Databank. Sangster Res Lab Montreal Quebec, Canada (1994) (2) Lyman WJ et al; Handbook of Chemical Property Estimation Methods. Washington, DC: Amer Chem Soc pp. 4-9 (1990) (3) Swann RL et al; Res Rev 85: 17-28 (1983) (4) Riddick JA et al; Organic Solvents 4th ed; NY: Wiley p. 379 (1986) (5) Doucette WJ; pp. 141-188 in Handbook of Property Estimation Methods for Chemicals. Boethling RS, Mackay D, eds. Boca Raton, FL: Lewis Publ (2000)",
            "Value": "The Koc of undissociated oleic acid is estimated as 340,000(SRC), using a log Kow of 7.64(1) and a regression-derived equation(2). According to a classification scheme(3), this estimated Koc value suggests that oleic acid is expected to be immobile in soil. The pKa of oleic acid is 5.02(4), indicating that this compound will exist almost entirely in anion form in the environment and anions generally do not adsorb more strongly to soils containing organic carbon and clay than their neutral counterparts(5)."
        }
    ]
}