{
    "_id": {
        "$oid": "6682e810c4e5dba5ffba23b9"
    },
    "CID": {
        "$numberInt": "4584"
    },
    "Name": "Okadaic acid",
    "IUPACName": "2-hydroxy-3-[11-hydroxy-2-[4-[4-hydroxy-2-[1-hydroxy-3-(3-methyl-1,7-dioxaspiro[5.5]undecan-2-yl)butyl]-3-methylidenespiro[4a,7,8,8a-tetrahydro-4H-pyrano[3,2-b]pyran-6,5'-oxolane]-2'-yl]but-3-en-2-yl]-4-methyl-1,7-dioxaspiro[5.5]undec-4-en-8-yl]-2-methylpropanoic acid",
    "CanonicalSMILES": "CC1CCC2(CCCCO2)OC1C(C)CC(C3C(=C)C(C4C(O3)CCC5(O4)CCC(O5)C=CC(C)C6CC(=CC7(O6)C(CCC(O7)CC(C)(C(=O)O)O)O)C)O)O",
    "Synonyms": [
        "okadaic acid",
        "78111-17-8",
        "NS00007343"
    ],
    "IsomericSMILES": "CC1CCC2(CCCCO2)OC1C(C)CC(C3C(=C)C(C4C(O3)CCC5(O4)CCC(O5)C=CC(C)C6CC(=CC7(O6)C(CCC(O7)CC(C)(C(=O)O)O)O)C)O)O",
    "INCHI": "InChI=1S/C44H68O13/c1-25-21-34(55-44(23-25)35(46)12-11-31(54-44)24-41(6,50)40(48)49)26(2)9-10-30-14-18-43(53-30)19-15-33-39(57-43)36(47)29(5)38(52-33)32(45)22-28(4)37-27(3)13-17-42(56-37)16-7-8-20-51-42/h9-10,23,26-28,30-39,45-47,50H,5,7-8,11-22,24H2,1-4,6H3,(H,48,49)",
    "INCHIKEY": "QNDVLZJODHBUFM-UHFFFAOYSA-N",
    "Formula": "C44H68O13",
    "MolecularWeight": {
        "$numberDouble": "805"
    },
    "Description": {
        "$numberDouble": "NaN"
    },
    "XlogP": {
        "$numberDouble": "3.4"
    },
    "Complexity": {
        "$numberInt": "1520"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "fish_seafood_concentrations": [
        {
            "References": "PMID:30274219",
            "Value": "Okadaic acid equivalents reported in shellfish and phytoplankton collected around the Firth of Clyde, Scotland, between May and December, 2015. Okadaic acid was detected in mussels from Lake Ewe every week from May-October, 2002; concentrations ranged from 0-150 ug/kg, with the highest concentration being reported during week 33 of 52(1).",
            "Table": "[{'Site': 'Cambeltown Loch', 'Shellfish': 'Common mussel', 'Phytoplankton samples': 16, 'Tissue samples': 28, 'Acid equiv tox >160 acid/kg': 15}, {'Site': 'Loch Striven', 'Shellfish': 'Common mussel', 'Phytoplankton samples': 6, 'Tissue samples': 22, 'Acid equiv tox >160 acid/kg': 9}, {'Site': 'Loch Fyne Ardkinglas', 'Shellfish': 'Common mussel', 'Phytoplankton samples': 19, 'Tissue samples': 29, 'Acid equiv tox >160 acid/kg': 9}, {'Site': 'Loch Fyne Otter Ferry', 'Shellfish': 'Pacific oysters', 'Phytoplankton samples': 19, 'Tissue samples': 31, 'Acid equiv tox >160 acid/kg': 0}, {'Site': 'Barassis', 'Shellfish': 'Razor clams', 'Phytoplankton samples': 19, 'Tissue samples': 20, 'Acid equiv tox >160 acid/kg': 0}]"
        },
        {
            "References": "PMID:28089692",
            "Value": "Okadaic acid (OA), Dinophysistoxins (DTX1 and DTX2) and their acyl-derivatives (DTX3) are marine toxins responsible for the human diarrhetic shellfish poisoning. To date the amount of toxins ingested from consumption of shellfish has been considered equal to the amount of toxins available for uptake by the human body. The aim of this study is to assess the OA, DTX2 and DTX3 fractions released from raw and steamed mussels and cockles into the digestive fluids (bioaccessibility) using a static in vitro digestion model. Higher bioaccessibility was found in mussels (86%) than in cockles (59%). A significant reduction of ester derivatives of OA and an increase of OA were observed in the bioaccessible fraction of mussel samples, suggesting that DTX3 undergo conversion into their more toxic parent compounds during human digestion. However, similar increase of DTX2 and reduction of the respective acyl derivatives was not observed. Steaming lead to significant reduction of OA and analogues bioaccessibility in both species even though increased concentrations of toxins are obtained after this treatment. Risk assessment based solely on DSP toxins occurrence in seafood can conduct to an overestimation of the exposure and lead to more conservative regulatory measures."
        },
        {
            "References": "PMID:30041395",
            "Value": "The occurrence of okadaic acid (OA) group toxins in bivalve mollusk collected from Vietnamese coastal areas was investigated from April 2016 to April 2017. OA group toxins were detected in mollusk by UPLC-MS/MS with the highest level of 11.3 ng/g and detection frequency of 11.8%. Toxins were detected more frequently in dry season (14.4% of analyzed samples) than in wet season (7.9%). Toxins were also detected more frequently at sampling locations in the northern parts (>/= 10.4%) than in the southern part (>/= 8.3%) of Vietnamese coastline. Results of this study were similar to those obtained in long-term studies in regions geographically close to Vietnam, confirming decisive influence of geographic location on the accumulation of toxins in mollusks. Within the scope of the study, toxin levels in all contaminated samples were below the regulation limit (160 ng/g), but the presence of OA group toxins in bivalve mollusk suggests the need of a more stringent control of toxins in bivalve mollusk in Vietnam."
        },
        {
            "References": "PMID:28535464",
            "Value": "The occurrence and seasonal variations of marine algal toxins in phytoplankton and oyster samples in Daya Bay (DYB), South China Sea were investigated. Two Dinophysis species, namely, D. caudata and D. acuminata complex, were identified as Okadaic acid (OA)/pectenotoxin (PTX) related species. Liquid chromatography with tandem mass spectrometry (LC-MS/MS) analysis demonstrated that 2.04-14.47 pg PTX2 per cell was the predominant toxin in single-cell isolates of D. caudata. D. acuminata was not subjected to toxin analysis. The occurrence of OAs in phytoplankton concentrates of net-haul sample coincided with the presence of D. accuminata complex, suggesting that this species is most likely an OA producer in this sea area. OA, dinophysistoxins-1 (DTX1), PTX2, PTX2sa, gymnodimine (GYM), homoyessotoxin (homoYTX), and domoic acid (DA) demonstrated positive results in net haul samples. To our best knowledge, this paper is the first to report the detection of GYM, DA, and homoYTX in phytoplankton samples in Chinese coastal waters. Among the algal toxins, GYM demonstrated the highest frequency of positive detections in phytoplankton concentrates (13/17). Five compounds of algal toxins, including OA, DTX1, PTX2, PTX2sa, and GYM, were detected in oyster samples. DA and homoYTX were not detected in oysters despite of positive detections for both in the phytoplankton concentrates. However, neither the presence nor absence of DA in oysters can be determined because extraction conditions with 100% methanol used to isolate toxins from oysters (recommended by the EU-Harmonised Standard Operating Procedure, 2015) would likely be unsuitable for this water-soluble toxin. In addition, transformation of DA during the digestion process of oysters may also be involved in the negative detections of this toxin. GYM exhibited the highest frequency of positive results in oysters (14/17). OAs were only detected in the hydrolyzed oyster samples. The detection rates of PTX and PTX2sa in oysters were lower than those in the net haul samples."
        },
        {
            "References": "PMID:30301019",
            "Value": "The North Yellow Sea is a major aquaculture production area for the scallop Patinopecten yessoensis. In this study, the temporal and spatial variation of phycotoxins in scallops, phytoplankton, and their cysts were analyzed during a survey conducted from June 2011 to April 2012 around Zhangzi Island. The study area is a semi-enclosed epicontinental sea surrounded by the Shandong Peninsula, the Liaodong Peninsula and the Korean Peninsula. The three main results of the study were as follows: (1) The saxitoxin-group toxins, okadaic acid and analogues, and pectenotoxins were the major phycotoxin residues found in scallops; (2) Six kinds of toxic microalgae were identified, Protoperidinium spp., Gonyaulax spp., and Alexandrium spp. were the dominant taxa; Seven types of potential marine toxin-producing dinoflagellates, A. tamarense, A. catenella, Dinophysis fortii, G. catenatum, Gambierdiscus toxicus, Azadinium poporum, and Pseudo-nitzschia pungen were identified as the primary source of phycotoxins and were present at relatively high density from June to October; and (3) azaspiracids and domoic acid might be new potential sources of toxin pollution. This study represents the first assessment to phycotoxins around Zhangzi Island in the North Yellow Sea."
        }
    ]
}