{
    "_id": {
        "$oid": "6682e811c4e5dba5ffba23bf"
    },
    "CID": {
        "$numberInt": "4632"
    },
    "Name": "2-Hydroxy-4-methoxybenzophenone",
    "IUPACName": "(2-hydroxy-4-methoxyphenyl)-phenylmethanone",
    "CanonicalSMILES": "COC1=CC(=C(C=C1)C(=O)C2=CC=CC=C2)O",
    "Synonyms": [
        "oxybenzone",
        "131-57-7",
        "2-HYDROXY-4-METHOXYBENZOPHENONE",
        "Benzophenone-3",
        "2-Benzoyl-5-methoxyphenol",
        "Advastab 45",
        "(2-hydroxy-4-methoxyphenyl)(phenyl)methanone",
        "4-Methoxy-2-hydroxybenzophenone",
        "Oxybenzon",
        "Anuvex",
        "Ongrostab HMB",
        "Oxibenzona",
        "Oxybenzonum",
        "Escalol 567",
        "Chimassorb 90"
    ],
    "IsomericSMILES": "COC1=CC(=C(C=C1)C(=O)C2=CC=CC=C2)O",
    "INCHI": "InChI=1S/C14H12O3/c1-17-11-7-8-12(13(15)9-11)14(16)10-5-3-2-4-6-10/h2-9,15H,1H3",
    "INCHIKEY": "DXGLGDHPHMLXJC-UHFFFAOYSA-N",
    "Formula": "C14H12O3",
    "MolecularWeight": {
        "$numberDouble": "228.24"
    },
    "Description": "Oxybenzone is a hydroxybenzophenone that is benzophenone which is substituted at the 2- and 4-positions of one of the benzene rings by hydroxy and methoxy groups respectively. It has a role as a dermatologic drug, a protective agent, an ultraviolet filter, a xenobiotic and an environmental contaminant. It is a hydroxybenzophenone and a monomethoxybenzene.",
    "XlogP": {
        "$numberDouble": "3.6"
    },
    "Complexity": {
        "$numberInt": "258"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "plant_concentrations": [
        {
            "References": "(1) CDC; National Biomonitoring Program. Biomonitoring Summary. Benzophenone-3 (BP03). Cas No. 131-57-5. Washington, DC: Center for Disease Control and Prevention. Available from, as of July 27, 2017: https://www.cdc.gov/biomonitoring/Benzophenone-3_BiomonitoringSummary.html (2) Dr. Duke's Phytochemical and Ethnobotanical Databases. Theobromine. Available from, as of July 27, 2017: https://phytochem.nal.usda.gov/phytochem/search",
            "Value": "2-Hydroxy-4-methoxybenzophenone has been reported to occur naturally in some flowering plants(1). Benzophenone (isomer unspicifed) was reported in the leaf of white cabbage (Brassica oleraceae var. capitata L; Brassicaceae) and at 56 ppm in the flower of Merrifll flowers (Telosma coradata; Asclepiadaceae)(2)."
        },
        {
            "References": "PMID:26906007",
            "Value": "A multiresidue method was developed for the simultaneous determination of 31 emerging contaminants (pharmaceutical compounds, hormones, personal care products, biocides, and flame retardants) in aquatic plants. Analytes were extracted by ultrasound-assisted matrix solid-phase dispersion (UA-MSPD) and determined by gas chromatography-mass spectrometry after sylilation, The method was validated for different aquatic plants (Typha angustifolia, Arundo donax, and Lemna minor) and a semiaquatic cultivated plant (Oryza sativa) with good recoveries at concentrations of 100 and 25 ng/ g wet weight, ranging from 70 to 120 %, and low method detection limits (0.3 to 2.2 ng/g wet weight). A significant difference of the chromatographic response was observed for some compounds in neat solvent versus matrix extracts, and therefore, quantification was carried out using matrix-matched standards in order to overcome this matrix effect. Aquatic plants taken from rivers located at three Spanish regions were analyzed, and the compounds detected were parabens, bisphenol A, benzophenone-3, cyfluthrin, and cypermethrin. The levels found ranged from 6 to 25 ng/g wet weight except for cypermethrin that was detected at 235 ng/g wet weight in O. sativa samples."
        }
    ],
    "fish_seafood_concentrations": [
        {
            "References": "(1) Geyer HJ et al; in Handbook Environ Chem, Vol 2, pt. J., Beek B, ed. Berlin, Germany pp. 1-166 (2000) (2) Balmer ME et al; Environ Sci Technol 39: 953-962 (2005)",
            "Value": "2-Hydroxy-4-methoxybenzophenone was detected, not quantified, in perch (Perca fluviatilis) and roach (Rutilus rutilus L) tested 1991 and 1993 in Lake Meerfelder Maar/Eifel in Germany(1). 2-Hydroxy-4-methoxybenzophenone was detected at 66-118 and 123 ng/g lipid in roach (Rutilus rutilus) and perch (Perca fluviatilis), respectively, it was not detected in whitefish (Coregonus sp); fish were collected from five Swiss lakes in 2002(2)."
        }
    ],
    "sediment_soil_concentrations": [
        {
            "References": "(1) Kaiser D et al; Environ Chem 9(2): 139-147 (2011) (2) Zhang Z et al; Environ Sci Technol 45: 3909-3916 (2011)",
            "Value": "SEDIMENT: 2-Hydroxy-4-methoxybenzophenone was detected in river and lake sediments collected in Germany (concentrations not reported)(1). 2-Hydroxy-4-methoxybenzophenone was detected in 4 of 6 sediment samples collected from the Saginaw and Detroit Rivers in 2002 with concentrations of 0.259-0.607 ng/g dry weight and a mean concentration of 0.454 ng/g dry weight(2)."
        },
        {
            "References": "PMID:28639014",
            "Value": "SEDIMENT: Ingredients in home and personal care products, including UV filters and benzotriazoles, are high production volume chemicals extensively used in our daily life, despite several studies revealed their potential eco-toxicity and endocrine-disrupting capacity. Due to some features, such as high lipophilicity, low degradability, and persistence of many of these compounds, sediments can be considered a sink for them in the aquatic environment. In the present study, nine organic UV filters and three benzotriazoles were investigated for the first time in sediments from four urban rivers in Brazil. The contaminants were analyzed by liquid chromatography-tandem mass spectrometry (LC-MS/MS). The results revealed that octocrylene (OC), etylhexyl-methoxycinnamate (EHMC), benzophenone-3 (oxybenzone, BP3), and benzotriazole (BZT) were the predominant compounds adsorbed on the sediments, with concentrations ranging from 5.6 to 322.2 ng/g dry weight. The results reported in this work constitute the first data on the accumulation of polar benzotriazoles and lipophilic organic UV filters in sediments from Brazil."
        }
    ]
}