{
    "_id": {
        "$oid": "6682e812c4e5dba5ffba23c4"
    },
    "CID": {
        "$numberInt": "4650"
    },
    "Name": "1,4-BENZOQUINONE",
    "IUPACName": "cyclohexa-2,5-diene-1,4-dione",
    "CanonicalSMILES": "C1=CC(=O)C=CC1=O",
    "Synonyms": [
        "p-benzoquinone",
        "1,4-BENZOQUINONE",
        "Benzoquinone",
        "Quinone",
        "106-51-4",
        "p-Quinone",
        "cyclohexa-2,5-diene-1,4-dione",
        "para-Benzoquinone",
        "Chinone",
        "2,5-Cyclohexadiene-1,4-dione",
        "para-Quinone",
        "Cyclohexadienedione",
        "1,4-Benzoquine",
        "1,4-Cyclohexadienedione",
        "1,4-Dioxybenzene"
    ],
    "IsomericSMILES": "C1=CC(=O)C=CC1=O",
    "INCHI": "InChI=1S/C6H4O2/c7-5-1-2-6(8)4-3-5/h1-4H",
    "INCHIKEY": "AZQWKYJCGOJGHM-UHFFFAOYSA-N",
    "Formula": "C6H4O2",
    "MolecularWeight": {
        "$numberDouble": "108.09"
    },
    "Description": "1,4-benzoquinone is the simplest member of the class of 1,4-benzoquinones, obtained by the formal oxidation of hydroquinone to the corresponding diketone. It is a metabolite of benzene. It has a role as a cofactor, a human xenobiotic metabolite and a mouse metabolite.",
    "XlogP": {
        "$numberDouble": "0.2"
    },
    "Complexity": {
        "$numberInt": "149"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "environmental_bioconcentrations": [
        {
            "References": "(1) Hansch C et al; Exploring QSAR: Hydrophobic, Electronic, and Steric Constants. ACS Professional Reference Book, Amer Chem Soc, Washington, DC (1995) (2) Lyman WJ et al; Handbook of Chemical Property Estimation Methods. Washington DC: Amer Chem Soc pp. 5-4, 5-10 (1990) (3) Franke C et al; Chemosphere 29: 1501-14 (1994)",
            "Value": "An estimated BCF value of 0.84 was calculated for 1,4-benzoquinone(SRC), using an experimental log Kow value of 0.20(1) and a recommended regression derived equation(2). According to a recommended classification scheme(3), this BCF value suggests that bioconcentration in aquatic organisms will not be an important fate process(SRC)."
        }
    ],
    "environmental_biodegradations": [
        {
            "References": "(1) Kramer N, Doetsch RN; Arch Biochem Biophys 26: 401-5 (1950)",
            "Value": "Fourteen strains of phenol-utilizing bacteria isolated from soil did not visibly grow when using 1,4-benzoquinone as a carbon source in an aqueous mineral salts media over 5 days of incubation(1)."
        }
    ],
    "logP": [
        {
            "References": "Hansch, C., Leo, A., D. Hoekman. Exploring QSAR - Hydrophobic, Electronic, and Steric Constants. Washington, DC: American Chemical Society., 1995.",
            "Value": "Log Kow = 0.20"
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V15 258 (1977)",
            "Value": "A GROUP OF MICE WERE PAINTED WITH A 0.25% SOLN OF P-QUINONE IN BENZENE EVERY 1 OR 2 DAYS. OF 44 MICE THAT SURVIVED MORE THAN 200 DAYS, 3 DEVELOPED SKIN PAPILLOMAS, 1 DEVELOPED A SKIN CARCINOMA & 5 DEVELOPED LUNG ADENOCARCINOMAS. WHEN 0.1% SOLN WAS USED, 41 MICE SURVIVED MORE THAN 200 DAYS, & 6 DEVELOPED SKIN PAPILLOMAS, 2 DEVELOPED SKIN CARCINOMAS & 10 DEVELOPED LUNG ADENOCARCINOMAS (P < 0.05). OF 46 SURVIVING CONTROLS TREATED WITH BENZENE, 1 DEVELOPED SKIN PAPILLOMA, & 2 DEVELOPED LUNG ADENOCARCINOMAS (THE WORKING GROUP NOTED THAT THE SEX & STRAIN OF ANIMALS & DURATION OF EXPT WERE NOT SPECIFIED)."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V15 259 (1977)",
            "Value": "GROUP OF 25 MICE (SEX & STRAIN UNSPECIFIED) WERE EXPOSED /BY INHALATION/ TO 5 MG PARA-QUINONE IN 130 L CHAMBER FOR 1 HR, 6 TIMES/WK; 25 MICE WERE UNTREATED ... . IN 11 TREATED MICE THAT SURVIVED MORE THAN 100 DAYS, 2 LUNG ADENOCARCINOMAS WERE OBSERVED. AMONG 12 CONTROLS THAT DIED AFTER MORE THAN 100 DAYS, 2 LUNG ADENOMAS WERE OBSERVED. IN ANOTHER EXPT CARRIED OUT UNDER SAME CONDITIONS OF EXPOSURE, 2 LUNG ADENOCARCINOMAS WERE FOUND IN 25 TREATED MICE, COMPARED WITH 1 LUNG ADENOMA AMONG 25 CONTROLS. THE SAME EXPT WAS REPEATED & 2 LUNG ADENOCARCINOMAS WERE OBSERVED IN 25 MICE & 1 LUNG ADENOMA IN 25 CONTROLS."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V15 259 (1977)",
            "Value": "A GROUP OF 24 RATS (15 WISTAR STRAIN & 9 HYBRIDS), WEIGHING ABOUT 200 G EACH, WERE INJECTED SC WITH 0.5 ML SOLN OF P-QUINONE IN PROPYLENE GLYCOL AT WEEKLY INTERVALS. CONCN GIVEN DURING THE FIRST 53 DAYS WAS 1%; THIS WAS REDUCED TO 0.2% FROM DAYS 54-173 & AGAIN INCREASED TO 0.4% AFTER 173 DAYS. 17 RATS SURVIVED THE INJECTION PERIOD OF 394 DAYS & RECEIVED A TOTAL OF 32 INJECTIONS (P-QUINONE 81 MG, PROPYLENE GLYCOL 16.5 ML) DURING THIS PERIOD. INJECTION SITE FIBROSARCOMAS DEVELOPED IN 2 RATS. NO LOCAL TUMORS WERE OBSERVED AMONG 11 RATS OF SAITAMA MIXED STRAIN INJECTED WEEKLY WITH 1 ML PROPYLENE GLYCOL FOR 15 MO, THEN 0.5 ML, & SURVIVING 300 OR MORE DAYS (P > 0.05)."
        },
        {
            "References": "Clayton, G. D. and F. E. Clayton (eds.). Patty's Industrial Hygiene and Toxicology: Volume 2A, 2B, 2C: Toxicology. 3rd ed. New York: John Wiley Sons, 1981-1982., p. 2593",
            "Value": "ASPHYXIA APPEARS TO PLAY IMPORTANT ROLE IN TERMINAL /CASES/ ... BECAUSE OF PULMONARY DAMAGE RESULTING FROM EXCRETION OF QUINONE INTO ALVEOLI & BECAUSE OF CERTAIN NOT TOO WELL-DEFINED EFFECTS OF QUINONE UPON HEMOGLOBIN. URINE OF SEVERELY POISONED ANIMALS MAY CONTAIN PROTEIN, BLOOD /&/ CASTS ... ."
        },
        {
            "References": "Clayton, G. D. and F. E. Clayton (eds.). Patty's Industrial Hygiene and Toxicology: Volume 2A, 2B, 2C: Toxicology. 3rd ed. New York: John Wiley Sons, 1981-1982., p. 2593",
            "Value": "ABSORPTION OF LARGE DOSES OF QUINONE FROM GASTROENTERIC TRACT OR FROM SC TISSUES OF ANIMALS INDUCED LOCAL CHANGES, CRYING, CLONIC CONVULSIONS, RESPIRATORY DIFFICULTIES, DROP OF BLOOD PRESSURE, & DEATH BY PARALYSIS OF MEDULLARY CENTERS."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V15 259 (1977)",
            "Value": "SIGNS OF KIDNEY DAMAGE WERE OBSERVED IN SEVERELY POISONED ANIMALS. ... IT ALSO CAUSES LOCAL GREYING OF HAIR OF COLORED MICE."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V15 260 (1977)",
            "Value": "TOXIC CONCN OF PARA-QUINONE WERE NOT MUTAGENIC TO NEUROSPORA TESTED FOR FORWARD PYR MUTATIONS (REQUIREMENT FOR PYRIMIDINES) OR REVERSE MUTATIONS TO ARGININE INDEPENDENCE. SINGLE IP INJECTION OF 6.25 MG/KG BODY WT PARA-QUINONE DID NOT INDUCE DOMINANT LETHAL MUTATIONS IN MALE MICE."
        },
        {
            "References": "PMID:6980637",
            "Value": "THE BEHAVIORAL SYMPTOMS OF ACUTE P-BENZOQUINONE INTOXICATION IN THE COCKROACH (PERIPLANETA AMERICANA) WERE INITIAL EXCITATION FOLLOWED BY RIGID PARALYSIS. P-BENZOQUINONE PRODUCED A DEPOLARIZATION OF THE POSTSYNAPTIC MEMBRANE OF THE GIANT NEURONS IN THE 6TH ABDOMINAL GANGLION OF THE COCKROACH. THE FREQUENCY & AMPLITUDE OF UNITARY POSTSYNAPTIC POTENTIALS ALSO INCREASED. THESE EFFECTS MAY BE DUE TO INHIBITION OF ACTIVE CATION TRANSPORT."
        },
        {
            "References": "Grant, W.M. Toxicology of the Eye. 3rd ed. Springfield, IL: Charles C. Thomas Publisher, 1986., p. 499",
            "Value": "Exptl exposure of rabbit eyes to high concn of benzoquinone vapor or direct contact with powder or concn soln has caused severe reactions with conjunctivitis, corneal edema, & necrosis. Immediately after exposure to high concn of ... vapors, a superficial brownish discoloration has been observed in exposed surfaces of ... eye, but chronic exposure of rabbits to low concn of ... vapor which were not acutely injurious has failed to induce corneal or conjunctival pigmentation or opacities like those seen in workmen."
        },
        {
            "References": "Grant, W.M. Toxicology of the Eye. 3rd ed. Springfield, IL: Charles C. Thomas Publisher, 1986., p. 499",
            "Value": "/In/ experiments with excised bovine corneas ... benzoquinone caused a loss of intercellular cohesion of the corneal epithelium upon incubation for several hours. ... Tests on rabbit lens surviving in culture in vitro have shown hydroquinone to have very little effect on cation transport or glycolysis of the lens, but showed benzoquinone to be inhibitory to both activities, despite potent antagonism to the action of benzoquinone by ascorbic acid in the lens."
        },
        {
            "References": "PMID:7286160",
            "Value": "PRETREATMENT OF FICOLL-PURIFIED RAT SPLEEN LYMPHOCYTES WITH 1,4-BENZOQUINONE ENHANCED IN VITRO PHYTOHEMAGGLUTININ (PHA)-STIMULATED MITOGENESIS AT LOWER CONCN, BUT INHIBITED LECTIN-STIMULATED BLAST FORMATION AT HIGHER CONCN."
        },
        {
            "References": "Mortelmans K et al; Environ Mutagen 8: 1-119 (1986)",
            "Value": "p-Quinone was tested for mutagenicity in the Salmonella/microsome preincubation assay using the standard protocol approved by the National Toxicology Program. p-Quinone was tested at doses of 0.01, 0.03, 0.10, 0.30, 0.33, 1.0, 3.3, 10, 50, and 66 ug/plate in as many as 5 Salmonella typhimurium strains (TA1535, TA1537, TA97, TA98, and TA100) in the presence and absence of rat or hamster liver S-9. p-Quinone was negative in these tests and the highest ineffective dose tested in any Salmonella typhimurium strain was 66 ug/plate."
        },
        {
            "References": "O'Donoghue, J.L. (ed.). Neurotoxicity of Industrial and Commercial Chemicals. Volume I. Boca Raton, FL: CRC Press, Inc., 1985., p. 129",
            "Value": "Acute neurotoxic effects reported in animals include convulsions; medullary paralysis. /From table; Quinones/"
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists, Inc. Documentation of the Threshold Limit Values and Biological Exposure Indices. 6th ed. Volumes I, II, III. Cincinnati, OH: ACGIH, 1991., p. 1331",
            "Value": "Administration of large doses of quinone (unspecified quantities and duration) by the oral subcutaneous route caused local irritation, clonic convulsions, respiratory difficulties, decreased blood pressure, and death due to paralysis of the medullary centers."
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "(1) Hansch C et al; Exploring QSAR: Hydrophobic, Electronic, and Steric Constants. ACS Professional Reference Book, Amer Chem Soc, Washington, DC (1995) (2) Lyman WJ et al; Handbook of Chemical Property Estimation Methods. Washington DC: Amer Chem Soc pp. 5-4, 5-10 (1990) (3) Swann RL et al; Res Rev 85:23 (1983)",
            "Value": "Based on a log Kow value of 0.20(1) and a regression-derived equation(2,SRC), the Koc value for 1,4-benzoquinone can be estimated to be about 30(SRC). According to a suggested classification scheme(3),this estimated Koc value suggests that 1,4-benzoquinone has high mobility in soil(SRC)."
        }
    ]
}