{
    "_id": {
        "$oid": "6682e812c4e5dba5ffba23c5"
    },
    "CID": {
        "$numberInt": "4680"
    },
    "Name": "PAPAVERINE",
    "IUPACName": "1-[(3,4-dimethoxyphenyl)methyl]-6,7-dimethoxyisoquinoline",
    "CanonicalSMILES": "COC1=C(C=C(C=C1)CC2=NC=CC3=CC(=C(C=C32)OC)OC)OC",
    "Synonyms": [
        "papaverine",
        "Papaverin",
        "58-74-2",
        "Papanerine",
        "Robaxapap",
        "Papanerin",
        "Papaverina",
        "Cerespan",
        "Pavabid",
        "1-(3,4-Dimethoxybenzyl)-6,7-dimethoxyisoquinoline",
        "6,7-Dimethoxy-1-veratrylisoquinoline",
        "Papaverine [BAN]",
        "Papaverinum",
        "1-[(3,4-dimethoxyphenyl)methyl]-6,7-dimethoxyisoquinoline",
        "NSC 136630"
    ],
    "IsomericSMILES": "COC1=C(C=C(C=C1)CC2=NC=CC3=CC(=C(C=C32)OC)OC)OC",
    "INCHI": "InChI=1S/C20H21NO4/c1-22-17-6-5-13(10-18(17)23-2)9-16-15-12-20(25-4)19(24-3)11-14(15)7-8-21-16/h5-8,10-12H,9H2,1-4H3",
    "INCHIKEY": "XQYZDYMELSJDRZ-UHFFFAOYSA-N",
    "Formula": "C20H21NO4",
    "MolecularWeight": {
        "$numberDouble": "339.4"
    },
    "Description": "Papaverine is a benzylisoquinoline alkaloid that is isoquinoline substituted by methoxy groups at positions 6 and 7 and a 3,4-dimethoxybenzyl group at position 1. It has been isolated from Papaver somniferum. It has a role as a vasodilator agent and an antispasmodic drug. It is a benzylisoquinoline alkaloid, a member of isoquinolines and a dimethoxybenzene.",
    "XlogP": {
        "$numberDouble": "3.9"
    },
    "Complexity": {
        "$numberInt": "407"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "plant_concentrations": [
        {
            "References": "(1) USDA; Dr. Duke's Phytochemical and Ethnobotanical Databases. Plants with a chosen chemical. Papverine. Washington, DC: US Dept Agric, Agric Res Service. Available from, as of Jun 20, 2012: https://www.ars-grin.gov/duke/",
            "Value": "Papaverine has been detected in the Opium Poppy (Papaver somniferum L.), with 20 ppm being reported in the fruit. It has also been detected not quantified in the Great Scarlet Poppy plant (Papaver bracteatum L.) and in the root of Indian Snakeroot (Rauvolfia serpentina L>)(1)."
        }
    ],
    "logP": [
        {
            "References": "Avdeef A; Seminar on Ionization & Lipophilicity. Log P values measured by pION Inc., Brookline, MA., Avdeef A, Berger C, eds. (1997)",
            "Value": "log Kow = 2.95"
        }
    ],
    "mechanism_of_action": [
        {
            "References": "PMID:15988126",
            "Value": "... In this study, /investigators/ examined the inhibitory mechanism of papaverine on carbachol (CCh)-induced contraction in the bovine trachea. Papaverine inhibited muscle contraction and increase in [Ca(2+)](i) level induced by CCh. Papaverine increased cAMP content but not cGMP content. Papaverine did not affect CCh-induced oxidized flavoproteins fluorescence or reduced pyridine nucleotides fluorescence. Papaverine (30 uM) remarkably inhibited muscle tension, but slightly decreased creatine phosphate and ATP contents. Iberiotoxin restored the inhibitions of muscle contraction and [Ca(2+)](i) level induced by papaverine or dibutyryl-cAMP. These results suggested that the relaxing mechanism of papaverine in the bovine trachea is mainly due to increases of cAMP content by inhibiting phosphodiesterase and the mechanism is partially involved in the activation of BK channel by cAMP."
        },
        {
            "References": "McEvoy, G.K. (ed.). American Hospital Formulary Service - Drug Information 2003. Bethesda, MD: American Society of Health-System Pharmacists, Inc. 2003 (Plus Supplements)., p. 1716",
            "Value": "With large overdoses, papaverine is a potent inhibitor of cellular respiration and a weak calcium-channel blocking agent."
        },
        {
            "References": "PMID:17376289",
            "Value": "To characterize the effects of papaverine on HERG channels expressed in Xenopus oocytes as well as cardiac action potential in rabbit ventricular myocytes. Conventional microelectrodes were used to record action potential in rabbit ventricular myocytes. HERG currents were recorded by 2-electrode voltage clamp technique in Xenopus oocytes injected with HERG cRNA. Papaverine increased the cardiac action potential duration in rabbit ventricular myocytes. It blocked heterologously-expressed HERG currents in a concentration-dependent manner (IC50 71.03+/-4.75 umol/L, NH 0.80, n=6), whereas another phosphodiesterase inhibitor, theophylline (500 umol/L), did not. The blockade of papaverine on HERG currents was not voltage-dependent. The slope conductance measured as a slope of the fully activated HERG current-voltage curves decreased from 78.03+/-4.25 muS of the control to 56.84+/-5.33, 36.06+/-6.53, and 27.09+/-5.50 uS (n=4) by 30, 100, and 300 umol/L of papaverine, respectively. Papaverine (100 umol/L) caused a 9 mV hyperpolarizing shift in the voltage-dependence of steady-state inactivation, but there were no changes in the voltage-dependence of HERG current activation. Papaverine blocked HERG channels in the closed, open, and inactivated states. These results showed that papaverine blocked HERG channels in a voltage- and state-independent manner, which may most likely be the major mechanism of papaverine-induced cardiac arrhythmia reported in humans."
        },
        {
            "References": "PMID:17535590",
            "Value": "...To identify the role of potassium and calcium channels in papaverine-induced vascular relaxation, ... the effect of papaverine on potassium and calcium channels in freshly isolated smooth muscle cells from rat basilar artery /was examined/. The isolation of rat basilar smooth muscle cells was performed by special techniques. The whole cell currents were recorded by whole cell patch clamp technique in freshly isolated smooth muscle cells from rat basilar artery. Papaverine was added to the bath solution. Papaverine of 100 uM into bath solution increased the amplitude of the outward K(+) current which was completely blocked by BKCa blocker, IBX (iberiotoxin) and a calcium chelator, BAPTA (1,2-bis(o-aminophenoxy) ethane-N,N,N',N'-tetraacetic acid) in whole cell mode. Papaverine (100 uM) also inhibited L type Ca(2+) current recorded in isolated smooth muscle cells from rat basilar artery. These results strongly suggest that Ca(2+)-activated potassium channels and L type Ca(2+) channels may be involved in papaverine-induced vascular relaxation in rat basilar artery."
        },
        {
            "References": "PMID:19336898",
            "Value": "The structural similarity between papaverine and berberine, a known inhibitor of human protein tyrosine phosphatase 1B (h-PTP 1B), prompted /investigators to study/ the potential of papaverine as h-PTP 1B inhibitor. The investigation included simulated docking experiments to fit papaverine into the binding pocket of h-PTP 1B. Papaverine was found to readily dock within the binding pocket of h-PTP 1B in a low energy orientation via an optimal set of attractive interactions. Experimentally, papaverine illustrated potent in vitro inhibitory effect against recombinant h-PTP 1B (IC(50)=1.20 uM). In vivo, papaverine significantly decreased fasting blood glucose level of Balb/c mice. ..."
        },
        {
            "References": "PMID:12538825",
            "Value": "... Investigators/ examined the effects of papaverine on a rapidly activating delayed rectifier K(+) channel (hKv1.5) cloned from human heart and stably expressed in Ltk(-) cells as well as a corresponding K(+) current (the ultrarapid delayed rectifier, I(Kur)) in human atrial myocytes. Using the whole cell configuration of the patch-clamp technique, /it was/ found that papaverine inhibited hKv1.5 current in a time- and voltage-dependent manner with an IC(50) value of 43.4 uM at +60 mV. Papaverine accelerated the kinetics of the channel inactivation, suggesting the blockade of open channels. Papaverine (100 uM) also blocked I(Kur) in human atrial myocytes. These results indicate that papaverine blocks hKv1.5 channels and native hKv1.5 channels in a concentration-, voltage-, state-, and time-dependent manner. This interaction suggests that papaverine could alter cardiac excitability in vivo."
        },
        {
            "References": "PMID:20980780",
            "Value": "This study examined the inhibitory effects of papaverine on twitches directly elicited by electrical stimulation of the mouse diaphragm. Papaverine (3-100 uM) inhibited twitches in a dose-dependent manner. Papaverine increased the cyclic adenosine monophosphate (cAMP) but not cyclic guanosine monophosphate (cGMP) content. IBMX, Db-cAMP and 8-br-cGMP did not affect twitches, whereas verapamil and NaCN inhibited twitches. Increases in extracellular Ca2+ removed the twitch inhibition caused by verapamil but not that caused by papaverine. Papaverine (30 and 100 uM) and NaCN (1 mM) decreased creatine phosphate and ATP contents. These results suggest that the relaxing effects of papaverine on mouse diaphragm are mainly due to inhibition of aerobic energy metabolism."
        },
        {
            "References": "PMID:11086880",
            "Value": "... The hyperosmotic 65 mM KCl (H-65K+)-or oxytocin-induced contraction in the uterus was inhibited by an addition of papaverine in a concentration-dependent manner. Papaverine did not increase both cAMP and cGMP contents in the uterus in the presence of H-65K+ or oxytocin. In fura 2 loaded muscles, papaverine did not affect an increase of [Ca2+]i level by high K+ or oxytocin. In permeabilized muscles, papaverine had no effect on the Ca2+-induced contraction. H-65K+ and oxytocin increased the rate of oxygen consumption 1.8 and 1.5 times higher than that in the resting condition, respectively. The increase of oxygen consumption in the H-65K+ or oxytocin was significantly inhibited by papaverine (1-100 uM). These results suggested that papaverine inhibits smooth muscle contraction mainly by inhibition of mitochondrial respiration in rat uterus as well as guinea pig ileum, which shows a highly spontaneous activity and a highly metabolic dependency of a contraction."
        },
        {
            "References": "PMID:21211516",
            "Value": "... /The authors/ investigated the effects of papaverine on nerve growth factor (NGF)-induced neurite outgrowth in PC12 cells. Papaverine potentiated NGF-induced neurite outgrowth in PC12 cells in a concentration-dependent manner. In contrast, the selective PDE10A inhibitor MP-10 had no effect on NGF-induced neurite outgrowth. The potentiation of NGF-induced neurite outgrowth by papaverine was blocked by the PLC-gamma inhibitor U73122. Furthermore, papaverine's potentiation of NGF-induced neurite outgrowth was also blocked by the co-administration of inositol 1,4,5-trisphosphate (IP(3)) receptor antagonists (xestospongin C and 2-aminoethoxydiphenyl borate (2-APB)) and by reduced expression of IP(3) receptor gene (i.e., itpr1 and itpr3) by siRNA. ...Findings suggest that papaverine could potentiate NGF-induced neurite outgrowth, and that activation of PLC-gamma and IP(3) receptors might be involved in the mechanism underlying papaverine's potentiation of neurite outgrowth in PC12 cells."
        },
        {
            "References": "PMID:20728510",
            "Value": "Intra-arterial administration of papaverine has been revealed to cause an increase in the blood-brain tumor barrier (BTB) permeability. The exact mechanism of papaverine opening the BTB in chemotherapy of malignant cerebral tumors, however, has not been well described. /Investigators/ used a rat brain glioma (C6) model for studying how papaverine modulates the permeability of BTB by monitoring the activities of the tight junction (TJ)-associated protein occludin, claudin-5 and cytoskeletal protein filamentous actin (F-actin) and whether protein kinase A (PKA) and heat shock protein 70 (HSP70) were involved in the regulation of this biological process. The levels of occludin, claudin-5 and F-actin protein in the tumor tissues were down-regulated by papaverine via immunohistochemistry, immunofluorescence assays and Western blot, corresponding to the time-dependent change of the BTB permeability. The most obvious attenuation of occludin, claudin-5 and F-actin protein was observed at 1h after papaverine perfusion, companied by a significant decrease in expression levels of PKA protein. The expression level of HSP70 in the tumor tissues was also progressively increased after papaverine perfusion and reached the maximum at 3h. The results demonstrate that the reversible opening of BTB mediated by papaverine may be associated with the functional combination between PKA and HSP70. That is, BTB opening may be attributable to the down-regulation of occludin, claudin-5 and F-actin, and cAMP/PKA signaling pathway might be involved in this process. HSP70 is likely responsible for the BTB closing, which helping the repairment of injured TJ protein and the rebuilding of the BTB."
        },
        {
            "References": "PMID:21474921",
            "Value": "The cyclic nucleotide phosphodiesterase 10A (PDE10A) is highly expressed in striatal spiny projection neurons and represents a therapeutic target for the treatment of psychotic symptoms. ... With regard to the physiological role of PDE10A in the pineal gland, the specific PDE10A inhibitor papaverine was seen to enhance the adrenergic stimulation of the second messenger cAMP and cGMP. ..."
        },
        {
            "References": "PMID:19661377",
            "Value": ".../Investigators/ sought to extend the preclinical characterization of ... papaverine [1-(3,4-dimethoxybenzyl)-6,7-dimethoxyisoquinoline] and MP-10 [2-{[4-(1-methyl-4-pyridin-4-yl-1H-pyrazol-3-yl)phenoxy]methyl}quinoline], in a variety of in vivo and in vitro assays. ... Biochemical characterization of these compounds has shown that PDE10A inhibitors modulate both the dopamine D1-direct and D2-indirect striatal pathways and regulate the phosphorylation status of a panel of glutamate receptor subunits in the striatum. ...PDE10A inhibition increased the phosphorylation of the (+/-)-alpha-amino-3-hydroxy-5-methylisoxazole-4-proprionic acid receptor GluR1 subunit at residue serine 845 at the cell surface. ..."
        },
        {
            "References": "PMID:19034039",
            "Value": "Papaverine, a vasodilator used as a therapeutic agent for a range of diseases, has been reported to increase the risk of occasional serious ventricular arrhythmias. To examine the mechanism for this effect, /investigators/ herein tested the effects of papaverine on human ether-a-go-go (HERG) K channels expressed in HEK293 cells and Xenopus oocytes. /The/ results revealed that papaverine dose-dependently decreased the tail currents of HERG channel expressed in HEK293 cells with the IC50 and the Hill coefficient of 0.58 uM and 0.58, respectively, at +20 mV and 36 degrees C. The IC50 for the papaverine-induced blockade of HERG current in Xenopus oocytes was found to decrease progressively relative to depolarization (38.8, 30.0, and 24.8 uM at -10, +20, and +40 mV, respectively). The papaverine-induced blockade of HERG current was time-dependent; the fractional current was 0.92 +/- 0.03 of the control at the beginning of the pulse, but it declined to 0.18 +/- 0.06 after 6 seconds at a test potential of 0 mV. These results collectively indicate that papaverine blocks HERG channel in a concentration-, voltage-, and time-dependent manner. Two S6 domain mutations, Y652A and F656A, partially attenuated (Y652A) or abolished (F656A) the hERG current blockade, suggesting that papaverine blocks HERG channel at the pore of the channel. This was consistent with the computational simulation that showed papaverine interacts with Tyr652 and Phe656. Therefore, ventricular arrhythmias induced by papaverine could be resulted from the blockage of the HERG channel at the cardiac myocytes."
        },
        {
            "References": "PMID:21816164",
            "Value": "The phosphodiesterase 10A (PDE10A) is highly expressed within dopaminoreceptive medium spiny neurons (MSNs) of the striatum, which are implicated in various neurodegenerative diseases and psychiatric disorders, such as Huntington's disease and schizophrenia. With its dual action on cAMP and cGMP, PDE10A has been proposed to affect several signaling cascades in the corticostriatothalamic circuits. In particular, papaverine, a selective PDE10A inhibitor has been shown to activate/phosphorylate ERK in striatum. /Investigators/ used acute rat striatal slices to further characterize the effects of papaverine on ERK activation/phosphorylation in D1- and D2-responsive striatal neurons. Incubation of striatal slices from male rats with papaverine increased the levels of phospho-ERK1/2 (p-ERK), an effect enhanced with a D1 agonist or a D2 antagonist, but decreased with a D1 receptor antagonist or a D2 receptor agonist. Papaverine-induced increase in p-ERK was localized in striatal neurons receiving D1-enriched presynaptic terminals, as well as in postsynaptic D2-enriched neurons in striatal slices. Interestingly, papaverine had almost no stimulatory effects on ERK1/2 phosphorylation in slices prepared from female rats. In striatal slices prepared from ovariectomized female rats, papaverine treatment stimulated ERK1/2 phosphorylation to levels similar to those in slices from male rats. ... Considering the variety of events modulated by ERK1/2 activity, these findings suggest that sex difference needs to be taken into consideration for the further investigation of the effects of PDE10A inhibitors."
        },
        {
            "References": "Goodman, L.S., and A. Gilman. (eds.) The Pharmacological Basis of Therapeutics. 5th ed. New York: Macmillan Publishing Co., Inc., 1975., p. 735",
            "Value": "Papaverine is a potent inhibitor of cyclic nucleotide phosphodiesterase found in many tissues and can increase concentration of cyclic adenosine 3',5'-monophosphate (cyclic amp). Since cyclic amp has been implicated as possible mediator of beta-adrenergic relaxation of smooth muscle, such mechanism of action of papaverine is plausible."
        },
        {
            "References": "Goodman, L.S., and A. Gilman. (eds.) The Pharmacological Basis of Therapeutics. 5th ed. New York: Macmillan Publishing Co., Inc., 1975., p. 735",
            "Value": "Papaverine relaxes smooth muscle of larger blood vessels and also decreases total peripheral resistance, presumably by an effect on arterioles."
        },
        {
            "References": "Goodman, L.S., and A. Gilman. (eds.) The Pharmacological Basis of Therapeutics. 5th ed. New York: Macmillan Publishing Co., Inc., 1975., p. 735",
            "Value": "Papaverine can relax all smooth muscle structures in vitro, irrespective of type of endogenous or exogenous factors including tone. However, in doses tolerated by man, or even by intact lab animals, its effects on many structures are limited."
        },
        {
            "References": "American Society of Hospital Pharmacists. Data supplied on contract from American Hospital Formulary Service and other current ASHP sources., p. 1968",
            "Value": "Relaxes cardiac muscle by directly depressing excitabilty of myocardium, prolonging refractory period, and depressing conduction. Spasmolytic effect...is direct and unrelated to muscle innervation."
        }
    ]
}