{
    "_id": {
        "$oid": "6682e812c4e5dba5ffba23c6"
    },
    "CID": {
        "$numberInt": "4684"
    },
    "Name": "4-CHLOROPHENOL",
    "IUPACName": "4-chlorophenol",
    "CanonicalSMILES": "C1=CC(=CC=C1O)Cl",
    "Synonyms": [
        "4-CHLOROPHENOL",
        "106-48-9",
        "p-Chlorophenol",
        "parachlorophenol",
        "Phenol",
        "4-chloro-",
        "4-Hydroxychlorobenzene",
        "Phenol",
        "p-chloro-",
        "Applied 3-78",
        "4-Monochlorophenol",
        "p-Chlorophenic acid",
        "p-Chlorfenol",
        "4-Chlorphenol",
        "4-Chloro-1-hydroxybenzene",
        "p-Chlorfenol [Czech]",
        "4-chloro-phenol"
    ],
    "IsomericSMILES": "C1=CC(=CC=C1O)Cl",
    "INCHI": "InChI=1S/C6H5ClO/c7-5-1-3-6(8)4-2-5/h1-4,8H",
    "INCHIKEY": "WXNZTHHGJRFXKQ-UHFFFAOYSA-N",
    "Formula": "C6H5ClO",
    "MolecularWeight": {
        "$numberDouble": "128.55"
    },
    "Description": "4-chlorophenol is a monochlorophenol substituted at the pare position by a chlorine atom.",
    "XlogP": {
        "$numberDouble": "2.4"
    },
    "Complexity": {
        "$numberInt": "66"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "environmental_bioconcentrations": [
        {
            "References": "(1) NITE; Chemical Risk Information Platform (CHRIP). Biodegradation and Bioconcentration. Ver 2006.01.30 Updated. National Institute of Technology and Evaluation. Tokyo, Japan. p-Chlorophenol. 106-48-9. Available from https://www.safe.nite.go.jp/english/db.html as of October 6, 2008. (2) Kobayashi K et al; Bull Jap Soc Sci Fish 45: 173-5 (1979) (3) Shiu WY et al; Chemosphere 29: 1155-224 (1994) (4) Franke C et al; Chemosphere 29: 1501-14 (1994)",
            "Value": "BCFs of 6.0 to 18 for a test concn of 40 ppb and BCFs of 11 to 52 for test concn of 4 ppb was determined for 4-chlorophenol in carp and 42 days exposure(1). The BCF of 4-chlorophenol in goldfish ranged from 10 to 15(2,3). According to a classification scheme(4), these BCF's suggest the potential for bioconcentration in aquatic organisms is low(SRC)."
        }
    ],
    "environmental_biodegradations": [
        {
            "References": "Loos MA et al; Can J Microbiol 13: 679 (1967) as cited in USEPA; Ambient Water Quality Criteria Doc: Chlorinated Phenols p.A-10 (1980) EPA 440/5-80-032",
            "Value": "... Complete dechlorination and aromatic ring degradation of ... 4-chlorophenol ... by 2,4-D grown cells of an Arthrobacter species isolated from slit loam."
        },
        {
            "References": "(1) Ludzack FJ, Ettinger MB; J Water Pollut Control Fed 32: 1173-200 (1960) (2) Baker MD et al; Water Res 14: 1765-71 (1980) (3) Lee RF, Ryan C; pp 443-50 in Microbial Degradation of Pollut in Marine Environments USEPA-600/9-79-012 (1979) (4) Ettinger MB, Ruchhoft CC; Sew Indust Waste 22: 1214-7 (1950) (5) Shimp R, Pfaender FK; Appl Environ Microbiol 49: 402-7 (1985) (6) Lu GH et al; Bull Environ Contam Toxicol 69: 111-116 (2002)",
            "Value": "AEROBIC: Complete removal of 4-chlorophenol at 1 ppm concn in 13 days was reported in acclimated river water and 33% removal in 25 days with acclimated sewage seed(1). The remaining concn of 4-chlorophenol (days in Great Miami River, OH water) was 1000 ppb (0 days), 980 ppb (6 days), 80 ppb (13 days), 0 ppb (15 days), and in the Little Miami River, OH was 1000 ppb (0 days), 1000 ppb (6 days), 0 ppb (13 days)(2). A half-life of 20 days was reported in water, and 3 days in sediment and seawater from the estuarine Skidway River, GA at 22 °C(3). 100% deg in 30 days reported using sediment from farm stream vs 15% degradation using sterile controls(4). The rate of degradation of 4-chlorophenol was significantly lower using microbes from a mesotrophic reservoir which were adapted to natural humic acids from a highly colored lake than the rate using unadapted microbes(5). 4-Chlorophenol reached 44% of its BOD in river water obtained from the Jilin section of the Songhua River, China. A test concn of 2 mg/L (based TOD) was tested at 15-20 °C, pH 6.8-7.0, and a dissolved oxygen concn of 8.0 mg/L using standard iodometric tritration(6)."
        },
        {
            "References": "(1) Baker MD et al; Water Res 14: 1765-71 (1980) (2) Alexander M, Aleem MIH; J Agric Food Chem 9: 44-7 (1961) (3) Walker N; Plant Soil 5: 194-204 (1954) (4) Haider K et al; Arch Microbiol 96: 183-200 (1974) (5) Alexander M, Lustigman BK; J Agric Food Chem 14: 410-3 (1966) (6) Ingols RS et al; J Water Pollut Control Fed 38: 629-35 (1966) (7) Pitter P; Water Res 10: 231-5 (1976) (8) Helfgott TB et al; An Index of Refractory Organics USEPA-600/2-77-174 (1977)",
            "Value": "AEROBIC: A loss of 84% reported for 4-chlorophenol incubated in non-sterile clay loam soil at 4 °C in 12 days vs 0% loss in sterile soil was reported(1). Complete removal reported in 9 and 3 days in Dunkirk and Mardin silt loam suspensions, respectively(2). Degradation of 50% 4-chlorophenol was reported in 21 days upon percolation through phenol pretreated Rothamsted clay; no change in degradation rate was observed upon redose(3). Evolution of 22.2% and 35% theoretical CO2 in 1 and 10 weeks in para-brown soil was reported(4). 100% degradation in 16 days in suspension of Niagara silt loam soil was noted(5). Complete degradation was reported in 3 days in acclimated sludge(6); 96% max removal by acclimated sludge was reported(7). No degradation was reported using a Warburg seed(8)."
        },
        {
            "References": "(1) Van Beelen P; Stygologia 5: 199-212 (1990) (2) Shiu WY et al; Chemosphere 29: 1155-224 (1994) (3) NITE; Chemical Risk Information Platform (CHRIP). Biodegradation and Bioconcentration. Ver 2006.01.30 Updated. National Institute of Technology and Evaluation. Tokyo, Japan. p-Chlorophenol. Cas No. 106-48-9 Available from https://www.safe.nite.go.jp/english/db.html as of October 8, 2008. (4) Dawson TD and Chang FH; Bull Environ Contam Toxicol 49: 10-17 (1992) (5) Goulding G et al; J Appl Bacteriol 65: 1-5 (1988) (6) Liu D, Pacepavicius G; Toxicity Assessment 5: 367-87 (1990) (7) Lu G et al; Chem J Internet 3: 1-4 (2001) (8) Farrell A, Quilty B; Biodeg 10: 353-62 (1999) (9) Buitron G et al; Wat Sci Tech 37: 371-78 (1998) (10) Hade DD et al; pp.74-91 in Biol Degrad Biorem Toxic Chem, Chaudry GR, ed. Portland, OR: Dioscorides Press (1994)",
            "Value": "AEROBIC: The biodegradation half-life of 4-chlorophenol in Oklahoma sand collected from an aerobic aquifer ranged from 1.5 to 15 days(1). The suggested half-lives of 4-chlorophenol in air, water, soil and sediment are 55, 55, 550 and 1700 hours, respectively(2). 4-Chlorophenol, present at 100 mg/L, reached 2% of its theoretical BOD in 2 weeks using an activated sludge inoculum(3). In an aerobic screening test, the microorganism Pseudomonas gladioli was able to degrade 4-chlorophenol 100% after an incubation period of 24 hours and an initial concn of 2.96 ug/mL(4). 4-Chlorophenol was 100% degraded by a microbial mixture inoculum after an incubation time of 96 hours(5). 4-Chlorophenol was 100% degraded in a cyclone fermentor after 150 hours and a lag time of 25 hours; this corresponds to a half-life of 88 hours(6). The max removal rate of 4-chlorophenol (200 mg/L TOC) in activated sludge was 40 mg TOC/g initial microbial solids during a semi-continuous activated sludge test. The mean of biomass retention time (MBRT) was approx 5 days(7). Aerobic batch mixed cultures degraded 4-chlorophenol via meta-cleavage. Incubation at 30 °C resulted in the complete removal of 4-chlorophenol within 48 hours. Stoichiometric release of chlorine was achieved after 100 hours. Degradation led to an accumulation of 5-chloro-2-hydroxymuconic semialdehyde, the meta-cleavage product of 4-chlorocatechol(8). A mix culture from acclimated, activated sludge obtained from municipal wastewater treatment degraded a mixture of phenols (10 mg/L each of phenol, 4-chlorophenol, 2,4-dichlorophenol, and 2,4,6-trichlorophenol) more efficiently than pure cultures after 70 day acclimation periods at 15 °C. The mixed cultures degraded the phenols in <24 hours while the pure cultures degraded the phenols in >9 days(9). Aerobic biodegradation of chlorophenols occurs by hydroxylation to chlorocatechols and by spontaneous dechlorination after ortho-cleavage(10), although meta-cleavage is possible with 4-chlorophenol(8)."
        },
        {
            "References": "(1) Hade DD et al; pp.74-91 in Biol Degrad Biorem Toxic Chem, Chaudry GR, ed. Portland, OR: Dioscorides Press (1994) (2) Madsen T et al; Chemosphere 31: 4243-58 (1995) (3) Battersby NS and Wilson V; Appl Environ Microbiol 55: 433-39 (1989) (4) Masunaga S et al; Environ Sci Technol 30: 1253-60 (1996) (5) Liu D and Pacepavicius G; Toxicity Assessment 5: 367-87 (1990) (6) Haggblom MM et al; Envrion Pollut 107: 199-207 (1995) (7) Kazumi J et al; Appl Environ Microbiol 61: 4069-73 (1995) (8) O'Connor OA, Young LY; Environ Sci Technol 30: 1419-28 (1996) (9) Susarla S et al; Environ Technol 18: 903-11 (1997) (10) Kuhlmann B and Schottler U; Intern J Environ Anal Chem 65: 289-95 (1996) (11) Boyd SA, Shelton DR; Appl Environ Microbiol 47: 272-7 (1984)",
            "Value": "ANAEROBIC: All chlorophenols undergo anaerobic degradation under a variety of microbial conditions. Degradation normally occurs by reductive dechlorination followed by ring cleavage(1). An anaerobic gas production test of sewage sludge, a freshwater swamp sediment and a marine sediment was conducted. Results revealed 0 to 30% mineralization of 4-chlorophenol in digested sewage sludge after an incubation period of 56 days, while 4-chlorophenol inhibited gas production in freshwater swamp and marine sediment(2). The anaerobic degradation potential of 4-chlorophenol in primary digesting sludge, expressed as net gas potential (NPG) was determined to be -40, which corresponds to a chemical which inhibits biodegradation(3). The rate of 4-chlorophenol transformation in anaerobic estuarine sediment was determined to be 0.059/day, which corresponds to a half-life of 11.7 days(4). The anaerobic degradation of 4-chlorophenol in a cyclone fermentor system revealed 0% remaining after 100 hours and a lag time of 51 hours; this corresponds to a half-life of 84 hours(5). 4-Chlorophenol biodegrades in the absence of oxygen under methanogenic, sulfidogenic, and iron-reducing conditions(6). In anaerobic sediment enrichments, 4-chlorophenol was depleted by microorganisms under iron-reducing conditions. Concns of 100 uM were depleted within 90 days and concns of 500 uM and 700 uM were depleted in < 150 days. The results indicate that iron (III) can serve as an electron donor for dechlorination in absence of oxygen(7). 4-Chlorophenol was the most persistent of the chlorophenols in methanogenic river sediments. All chlorophenols were mineralized to methane under the methanogenic conditions after 33 weeks with a depletion rate of 2.80 umole/L-day. An initial lag period of 22-23.7 weeks was reported(8). The half-life of 4-chlorophenol in anaerobic lake sediment (<1% organic matter) was reported as 346 days with a 31 day lag period(9). 4-Chlorophenol (100 ug/L) was persistent in anaerobic sand and gravel after 3 weeks in a model ecosystem consisting of a laboratory filter operating with anaerobic groundwater(10). Incubation of 4-chlorophenol with sewage sludge under anaerobic conditions gave the following results: approximately 61% disappearance of 4-chlorophenol in 6 weeks with an approximately 3 week lag period using unacclimated sludge; approximately 100% loss of 4-chlorophenol in 3, 14, or 8 days using sludge acclimated to 2-, 3- or 4-chlorophenol, respectively; in (14)C-labeled-4-chlorophenol experiments using sludge acclimated to 2- or 4- chlorophenol, >90% of total (14)C added was recovered as (14)CH4 and (14)CO2(11)."
        }
    ],
    "fish_seafood_concentrations": [
        {
            "References": "(1) Couillard CM, Nellis P; Environ Toxicol Chem 18: 2545-56 (1999)",
            "Value": "4-Chlorophenol was detected in mummichog (Fundulus heteroclitus) (n=12, males) living downstream from a bleach-kraft pulp mill in the Miramichi and Bouctouche Estuary, New Brunswick, Canada. Samples were taken between May 22 to June 3, 1995 at two sites in each the Miramichi Estuary at distance 4 and 32 km from the pulp mill. Two sites, one upstream and one downstream, were sampled at the Bouctouche Estuary which is approximately 100 km south of the Miramichi Estuary. Mean concentrations of 4-chlorophenol in fish samples from the Miramichi Estuary sites were 103.5 pg/g wet wt (4 km from mill) and 152.8 pg/g wet wt (32 km from mill). Mean concentrations in fish at the Bouctouche Estuary were 111.1 pg/g wet wt and 138.0 pg/g wet wt(1)."
        }
    ],
    "logP": [
        {
            "References": "Hansch, C., Leo, A., D. Hoekman. Exploring QSAR - Hydrophobic, Electronic, and Steric Constants. Washington, DC: American Chemical Society., 1995., p. 17",
            "Value": "log Kow = 2.39"
        }
    ],
    "sediment_soil_concentrations": [
        {
            "References": "(1) Wegman RCC, VanDenBroek HH; Water Res 13: 651-7 (1983) (2) Judd MC et al; Chemosphere 33: 2209-2220 (1996)",
            "Value": "SEDIMENT: 4-Chlorophenol was not detected, detection limit equal to 10 ug/kg, dry weight basis, in samples from the Netherlands collected in 19 sites encompassing lakes, rivers, and canals(1). 4-Chlorophenol was detected in the sediments of the Tarawera Rangataiki River in New Zealand. Samples were collected from various areas near two pulp and paper mills and concns ranged from 0.1-0.5 ng/g dry wt(2)."
        },
        {
            "References": "Valo R et al; Chemosphere 13 (8): 835-44 (1984)",
            "Value": "SOIL: A study was conducted of soil and water contamination in the vicinity of 2 sawmills that used chlorophenol containing preservatives used against blue-staining fungi. The soil around the treatment basins contained up to 70 mg chlorophenols/kg and that in the storage area for treated lumber up to 6 mg/kg. Contamination extended to a depth of at least 2 m near the treatment basins. /Chlorophenols/"
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "(1) Shiu WY et al; Chemosphere 29: 1155-224 (1994) (2) Swann RL et al; Res Rev 85: 23 (1983) (3) Boyd SA; Soil Sci 134: 337-43 (1982) (4) Miller RW, Faust SD; Environ Lett 4: 211-23 (1973) (5) Sutton PA, Barker JF; Groundwater 23: 10-6 (1985) (6) Gawlik BM et al; Chemosphere 36: 2903-2919 (1998)",
            "Value": "Experimentally determined Kocs in various soil conditions range from 70 to 485.6(1,3,6). The Koc in clay loam soil was determined to be 71(1). A Koc of 70 was reported for 4-chlorophenol in Brookston clay loam soil(3). Adsorption of 4-chlorophenol to the organo-clay Bentone 24 has been shown to be pH sensitive; it was 48.5% adsorbed by Bentone 24 in aqueous solution at pH 8.0 and 7.7% adsorbed by Bentone 18C at pH 7.7(4). 4-Chlorophenol did not appear to be sorbed in an experiment in a sandy aquifer(5). A Koc of 485.6 was reported in a European silt loam soil(6). According to a classification scheme(2), Koc values of zero to 50 are very highly mobile, 50 to 150 are highly mobile, and 150 to 500 are moderately mobile."
        },
        {
            "References": "(1) Gawlik BM et al; Chemosphere 36: 2903-2919 (1998)",
            "Value": "Kocs in a variety of European soils were determined for 4-chlorophenol using a procedure derived from an internationally accepted method(1). ",
            "Table": "[{'Koc': 238.3, 'Soil Type': 'Clay soil', 'pH': 5.1, 'Percent Clay': 75.0, 'Percent Organic Carbon': 1.3}, {'Koc': 485.6, 'Soil Type': 'Silt loam', 'pH': 7.4, 'Percent Clay': 22.6, 'Percent Organic Carbon': 3.7}, {'Koc': 106.0, 'Soil Type': 'Loam', 'pH': 5.2, 'Percent Clay': 17.0, 'Percent Organic Carbon': 3.45}, {'Koc': 166.6, 'Soil Type': 'Silt', 'pH': 6.5, 'Percent Clay': 20.3, 'Percent Organic Carbon': 1.55}, {'Koc': 214.7, 'Soil Type': 'Loamy sand', 'pH': 3.2, 'Percent Clay': 6.0, 'Percent Organic Carbon': 9.25}]"
        }
    ],
    "plant_translocations": [
        {
            "content": "The study explored how 4-chlorophenol (4-CP) interacts with willow trees, particularly its uptake, accumulation, toxicity, and removal. The experiment exposed willow trees to varying concentrations of 4-CP in a hydroponic setting. At concentrations below 15 mg/L, minimal impact on transpiration was observed, indicating low toxicity. However, at higher concentrations (37.3 mg/L and above), transpiration decreased significantly, causing wilting and eventual death at 79.9 mg/L. Interestingly, higher concentrations showed greater 4-CP retention within the system, especially at 79.9 mg/L. In experiments involving trees, there was a substantial removal of 4-CP from the system, up to 99.5%, whereas in treeless systems, only 6% to 10% was removed. This highlighted the crucial role of tree roots in degrading 4-CP, primarily in the root zone. The study suggested that phytoremediation using willow trees could be a promising approach, especially at concentrations below 37.3 mg/L, where 4-CP degradation was rapid and effective without causing lethal effects on the trees.",
            "reference": "Ucisik, A. S., & Trapp, S. (2007). Uptake, Removal, Accumulation, and Phytotoxicity of 4-Chlorophenol in Willow Trees. Archives of Environmental Contamination and Toxicology, 54(4), 619–627. doi:10.1007/s00244-007-9065-6 ",
            "method": {
                "Test Plant": "Willow trees",
                "Apply Location": "Foliar application",
                "Plant Grown Condition": "Basket-willow cuttings with a length of approximately 40 cm, pregrown for up to 5 weeks in buckets using tap water.",
                "Chemical preparation": "Different 4-CP (2,4-dichlorophenol) solutions (150 mL), which varied between 0 (control) and 80 mg/L, were added to groups of willow trees based on their average transpiration. All concentrations were prepared with modified ISO 8692 nutrient solution.",
                "Received pesticide of plant": "4-CP (2,4-dichlorophenol)",
                "Other Information": "Five replicates for each concentration were used in the toxicity tests."
            },
            "result": "[{\"Time after application\": \"6.8 mg/L\", \"Solution initial (mg)\": 1.02, \"Leaves (mg)\": \"<0.02\", \"Roots (mg)\": \"<0.03\", \"Stems (mg)\": \"<0.45\", \"Solution (mg)\": 0.04, \"Total mass (mg)\": 0.03, \"Loss a (%)\": 97.1, \"Loss b (%)\": 47.1, \"RCF (L/kg)\": 1.55}, {\"Time after application\": \"14.5 mg/L\", \"Solution initial (mg)\": 2.12, \"Leaves (mg)\": \"<0.02\", \"Roots (mg)\": \"<0.05\", \"Stems (mg)\": \"<0.48\", \"Solution (mg)\": 0.03, \"Total mass (mg)\": 0.036, \"Loss a (%)\": 97.7, \"Loss b (%)\": 73.3, \"RCF (L/kg)\": 1.09}, {\"Time after application\": \"37.3 mg/L\", \"Solution initial (mg)\": 5.6, \"Leaves (mg)\": \"<0.02\", \"Roots (mg)\": \"<0.03\", \"Stems (mg)\": \"<0.71\", \"Solution (mg)\": 0.06, \"Total mass (mg)\": 0.03, \"Loss a (%)\": 99.2, \"Loss b (%)\": 85.3, \"RCF (L/kg)\": 0.31}, {\"Time after application\": \"79.9 mg/L\", \"Solution initial (mg)\": 11.99, \"Leaves (mg)\": \"<0.02\", \"Roots (mg)\": \"<0.02\", \"Stems (mg)\": \"<0.62\", \"Solution (mg)\": 0.48, \"Total mass (mg)\": 0.5, \"Loss a (%)\": 95.8, \"Loss b (%)\": 90.5, \"RCF (L/kg)\": 0.2}]"
        }
    ]
}