{
    "_id": {
        "$oid": "6682e813c4e5dba5ffba23ca"
    },
    "CID": {
        "$numberInt": "4737"
    },
    "Name": "Pentobarbital",
    "IUPACName": "5-ethyl-5-pentan-2-yl-1,3-diazinane-2,4,6-trione",
    "CanonicalSMILES": "CCCC(C)C1(C(=O)NC(=O)NC1=O)CC",
    "Synonyms": [
        "pentobarbital",
        "Pentobarbitone",
        "Nembutal",
        "Mebubarbital",
        "Ethaminal",
        "Mebumal",
        "Pentobarbituric acid",
        "Dorsital",
        "Neodorm",
        "Rivadorm",
        "Pentobarbiturate",
        "76-74-4",
        "Nebralin",
        "Neodorm (new)",
        "Pentabarbitone"
    ],
    "IsomericSMILES": "CCCC(C)C1(C(=O)NC(=O)NC1=O)CC",
    "INCHI": "InChI=1S/C11H18N2O3/c1-4-6-7(3)11(5-2)8(14)12-10(16)13-9(11)15/h7H,4-6H2,1-3H3,(H2,12,13,14,15,16)",
    "INCHIKEY": "WEXRUCMBJFQVBZ-UHFFFAOYSA-N",
    "Formula": "C11H18N2O3",
    "MolecularWeight": {
        "$numberDouble": "226.27"
    },
    "Description": "Pentobarbital is a member of the class of barbiturates, the structure of which is that of barbituric acid substituted at C-5 by ethyl and sec-pentyl groups. It has a role as a GABAA receptor agonist.",
    "XlogP": {
        "$numberDouble": "2.1"
    },
    "Complexity": {
        "$numberInt": "305"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "logP": [
        {
            "References": "Hansch, C., Leo, A., D. Hoekman. Exploring QSAR - Hydrophobic, Electronic, and Steric Constants. Washington, DC: American Chemical Society., 1995., p. 91",
            "Value": "log Kow = 2.10"
        }
    ],
    "mechanism_of_action": [
        {
            "References": "American Society of Health System Pharmacists; AHFS Drug Information 2009. Bethesda, MD. (2009), p. 2579",
            "Value": "The exact mechanism(s) by which barbiturates exert their effect on the CNS, has not been fully elucidated. However, it is believed that such effects are related, at least partially, to the drugs' ability to enhance the activity of gamma-aminobutyric acid (GABA), the principal inhibitory neurotransmitter in the CNS, by altering inhibitory synaptic transmissions that are mediated by GABAA receptors. /Barbiturates General Statement/"
        },
        {
            "References": "American Society of Health System Pharmacists; AHFS Drug Information 2009. Bethesda, MD. (2009), p. 2579",
            "Value": "Although the drugs act throughout the CNS, a site of particular sensitivity is the polysynaptic midbrain reticular formation which is concerned with the arousal mechanism. Barbiturates induce an imbalance in central inhibitory and facilitatory mechanisms influencing the cerebral cortex and the reticular formation. The significance of the effect of barbiturates on neurotransmitters is unclear. It appears that the drugs decrease the excitability of both presynaptic and postsynaptic membranes. It has not been determined which of the various actions of barbiturates at cellular and synaptic levels are responsible for their sedative and hypnotic effects. /Barbiturates General Statement/"
        },
        {
            "References": "American Society of Health System Pharmacists; AHFS Drug Information 2009. Bethesda, MD. (2009), p. 2579",
            "Value": "Relatively low doses of the barbiturates depress the sensory cortex, decrease motor activity, and produce sedation and drowsiness. In some patients, however, drowsiness may be preceded by a period of transient elation, confusion, euphoria, or excitement, especially after subhypnotic doses of aprobarbital, pentobarbital, or secobarbital. /Barbiturates General Statement/"
        },
        {
            "References": "American Society of Health System Pharmacists; AHFS Drug Information 2009. Bethesda, MD. (2009), p. 2579",
            "Value": "Larger doses distort judgment, cloud perception, suppress motor activity, and produce drowsiness and sleep. Still larger doses induce anesthesia. Barbiturate-induced sleep differs from physiologic sleep. Barbiturates reduce the rapid eye movement (REM) or dreaming stage of sleep. Stages III and IV sleep are also decreased. Although tolerance develops to the REM-suppressant effects during chronic administration, REM rebound occurs when the drugs are withdrawn, and the patient may experience markedly increased dreaming, nightmares, and/or insomnia. /Barbiturates General Statement/"
        },
        {
            "References": "American Society of Health System Pharmacists; AHFS Drug Information 2009. Bethesda, MD. (2009), p. 2579",
            "Value": "Phenobarbital frequently produces paradoxical excitement and hyperactivity in children or exacerbates existing hyperactivity. Geriatric patients may react to usual doses of barbiturates with excitement, confusion, or depression, probably as a result of the drugs' depressant effects on inhibitory centers of the cerebral cortex. /Barbiturates General Statement/"
        },
        {
            "References": "American Society of Health System Pharmacists; AHFS Drug Information 2009. Bethesda, MD. (2009), p. 2579",
            "Value": "Barbiturates have no analgesic action and may increase the reaction to painful stimuli at subanesthetic doses. All barbiturates exhibit anticonvulsant activity, but only phenobarbital, metharbital, and mephobarbital are effective anticonvulsants in subhypnotic doses. /Barbiturates General Statement/"
        },
        {
            "References": "American Society of Health System Pharmacists; AHFS Drug Information 2009. Bethesda, MD. (2009), p. 2579",
            "Value": "In usual hypnotic doses, barbiturates depress respiration similar to that occurring in natural sleep. With larger doses, however, the drugs markedly decrease the rate, depth, and volume of respiration, probably through a direct action on medullary centers. Rapid iv administration of these drugs may produce respiratory depression and transient hypotension. /Barbiturates General Statement/"
        },
        {
            "References": "American Society of Health System Pharmacists; AHFS Drug Information 2009. Bethesda, MD. (2009), p. 2579",
            "Value": "Reduction of tone and motility of the GI tract following sedative doses of the barbiturates is largely caused by their central depressant action rather than by any direct effects on the GI tract. In toxic doses, the drugs depress transmission of impulses in autonomic ganglia. Although barbiturates decrease oxygen consumption of all tissues, hypnotic doses have no measurable effect on the basal metabolic rate. /Barbiturates General Statement/"
        },
        {
            "References": "American Society of Health System Pharmacists; AHFS Drug Information 2009. Bethesda, MD. (2009), p. 2579",
            "Value": "Barbiturates have no direct effects on renal function, although severe renal impairment may occur in acute barbiturate poisoning as a result of marked hypotension. Hepatic function is not adversely affected by barbiturates, but the drugs, particularly phenobarbital, induce hepatic microsomal enzymes and thus may alter the metabolism of other drugs. Deep barbiturate anesthesia may prolong labor by decreasing the force and frequency of uterine contractions, although hypnotic doses have no effect on uterine activity. /Barbiturates General Statement/"
        },
        {
            "References": "Hardman, J.G., L.E. Limbird, P.B. Molinoff, R.W. Ruddon, A.G. Goodman (eds.). Goodman and Gilman's The Pharmacological Basis of Therapeutics. 9th ed. New York, NY: McGraw-Hill, 1996., p. 374",
            "Value": "Subanesthetic concn of barbiturates also can reduce glutamate-induced depolarizations ... only the AMPA subtypes of glutamate receptors sensitive to kainate or quisqualate appear to be affected ... Recombinant AMPA receptors also are blocked by barbiturates. /Barbiturates/"
        },
        {
            "References": "Hardman, J.G., L.E. Limbird, P.B. Molinoff, R.W. Ruddon, A.G. Goodman (eds.). Goodman and Gilman's The Pharmacological Basis of Therapeutics. 9th ed. New York, NY: McGraw-Hill, 1996., p. 377",
            "Value": "Barbiturates selectively depress transmission in autonomic ganglia and reduce nicotinic excitation by choline esters ... At skeletal neuromuscular junction, the blocking effects of both tubocurarine and decamethonium are enhanced during barbiturate anesthesia. /Barbiturates/"
        },
        {
            "References": "USP Convention. USPDI - Drug Information for the Health Care Professional. 17th ed. Volume I. Rockville, MD: Convention, Inc., 1997. (Plus Updates)., p. 502",
            "Value": "The mechanism of action of pentobarbital in protecting the brain from ischemia and intracranial pressure is not completely understood; however, it is related to pentobarbital's anesthetic action (produced by sufficiently high dosage) and possibly to the depression of neuronal activity and metabolism."
        },
        {
            "References": "PMID:14719026",
            "Value": "Purinergic P2X receptors are ligand-gated ion channels that are activated by extracellular adenosine triphosphate (ATP) and are widely expressed not only in the central and peripheral nervous system but also in tissues throughout the body, playing an important role in the transfer of nociceptive information. Since the influence of barbiturates on P2X receptor subtypes is not known, /investigators/ studied the effects of pentobarbital sodium (PB) on ATP responses in dorsal root ganglion (DRG) neurons. DRG neurons were dissected from 10- to 14-day-old rats and dissociated after enzyme treatment. Electrical measurements were performed using the nystatin-perforated patch recording mode under voltage-clamp conditions. Drugs were applied using the Y-tube method. ATP evoked three types of inward current at -60 mV: fast desensitizing, slow desensitizing, and mixed. The fast-type current was attributed to activation of P2X3 subtype and the slow type to the P2X2 subtype. PB suppressed the fast-type current in a concentration-dependent manner, while the slow type was slightly reduced. A noncompetitive inhibition was suggested by a downward shift of the ATP concentration-response curves. The current-voltage relationships showed inward rectification, and the extent of suppression was not affected by the holding potential. The reduction was greater in external solutions of higher pH. PB had subtype-specific effects on P2X receptors. The ionized form is likely to be responsible for the suppression of the P2X3 receptor current, which may result in a reduction of the excitability of central and peripheral neurons and may contribute to the anesthetic and analgesic actions of the agent."
        },
        {
            "References": "PMID:12818951",
            "Value": "Substance P receptors (SPR) modulate nociceptive transmission within the spinal cord. The effects of IV anesthetics on SPR are not clear. In this study, we investigated the effects of IV anesthetics on SPR expressed in Xenopus oocytes. /Investigators/ examined the effects of ketamine, pentobarbital, propofol, and tramadol on SP-induced Ca(2+)-activated Cl(-) currents mediated by SPR expressed in Xenopus oocytes using a whole-cell voltage clamp. Ketamine and pentobarbital inhibited the SPR-induced currents at pharmacologically relevant concentrations, but propofol and tramadol had little effect on the currents. /The authors/ also studied the effects of ketamine and pentobarbital on [(3)H]-SP to SPR. Ketamine and pentobarbital inhibited the specific binding of [(3)H]-SP to SPR expressed in Xenopus oocytes. Scatchard analysis of [(3)H]-SP binding revealed that ketamine and pentobarbital decreased the apparent dissociation constant for binding and maximal binding, indicating noncompetitive inhibition. The protein kinase C (PKC) inhibitor bisindolylmaleimide I did not abolish the inhibitory effects of ketamine and pentobarbital on SP-induced Ca(2+)-activated Cl(-) currents. The results suggest that ketamine and pentobarbital inhibit SPR function. The mechanism of their inhibition on SPR function could not be through activation of the PKC pathway and may be due to noncompetitive displacing the SP binding. /The authors/ investigated the effects of IV anesthetics on substance P receptors (SPR) expressed in Xenopus oocytes. Ketamine and pentobarbital inhibit SPR function via noncompetitive displacing SP binding. The findings imply that the inhibition of SPR function by these compounds may play a role in the analgesic effects of these IV anesthetics."
        },
        {
            "References": "PMID:18584323",
            "Value": "General anesthetics thiopental and pentobarbital possess very similar chemical structures whereas their clinical potency is quite different. The underlying molecular mechanism is not fully understood. This study was designed to assess the differential effects of thiopental and pentobarbital on GABA(A) receptors of mechanically dissociated rat spinal dorsal horn neurons by using whole-cell patch-clamp technique. Pentobarbital, at a concentration of 30 microM, which markedly enhanced sub-saturated GABA-induced current (I(GABA)), had no effect on thiopental-induced maximal current. Similarly, the pentobarbital-induced maximal current was also not affected by 30 microM thiopental. Moreover, a linear summation of thiopental-induced maximal current and pentobarbital-induced sub-maximal current was observed. In addition, pentobarbital failed to further enhance I(GABA) in the presence of thiopental at a concentration with maximal modulatory effects on I(GABA), and vice versa. /These/ results thus suggest that thiopental and pentobarbital might exert the GABA mimetic effects independently, but share a common mechanism to produce the GABA modulatory effects."
        },
        {
            "References": "PMID:15087237",
            "Value": "Glycine receptor channels are pentameric ligand-gated ion channels which respond to the binding of inhibitory transmitters by opening of a chloride-selective central pore. Pentobarbital is widely used as an anticonvulsive, hypnotic and anaesthetic drug. In the present study, the interaction between pentobarbital and glycine receptor channels was studied on outside-out patches of human embryonic kidney (HEK) 293 cells expressing alpha(1)beta glycine receptor channels. Currents elicited by 0.03 mM glycine were enhanced by pentobarbital showing potentiation of alpha(1)beta glycine receptor channels. In the presence of 1 mM glycine+pentobarbital (1 and 3 mM), desensitization was faster and the peak current amplitude decreased. After the end of glycine+pentobarbital pulses, off-currents occurred suggestive for a channel block mechanism. Pentobarbital had no agonistic effects at glycine receptor channels."
        },
        {
            "References": "PMID:14580945",
            "Value": "/The authors/ investigated interactions of an anesthetic barbiturate, pentobarbital, with non-ligand gated channels and identified inhibitory synaptic transmission in thalamic neurons. Using whole cell voltage-clamp, current-clamp and single channel recording techniques in rat ventrobasal neurons of slices and dispersed preparations, /investigators/ determined the mechanisms of pentobarbital actions on ionic currents and inhibitory postsynaptic currents (IPSCs), mediated by aminobutyric acid (GABA). /The authors/ investigated pentobarbital effects on intrinsic currents using hyperpolarizing voltage commands from rest and tetrodotoxin blockade of action potentials. At concentrations near 8 microM, pentobarbital increased input conductance and induced net outward current, I(PB), at potentials near action potential threshold. The reversal potential of I(PB) was -75 mV, implicating K+ and other ions. Cs+ (3 mM) which inhibits both K+ currents and inward rectifier (Ih), completely blocked IPB, whereas the selective Ih blocker, ZD-7288 (25 microM), or Ba2+ (2 mM) which suppresses only K+ currents, reduced IPB. Pentobarbital inhibited the Ih, consistent with a ZD-7288-induced shift in reversal potential for IPB toward K+ equilibrium potential. Pentobarbital increased the inward K+ rectifier, IKir, and leak current, Ileak. /Investigators/ determined the susceptibility of IPSCs, evoked by reticular stimulation, to antagonism by bicuculline, picrotoxinin and 2-hydroxysaclofen and identified their receptor subclass components. At EC50 = 53 microM, pentobarbital increased the duration of IPSCs. The prolonged IPSC duration during pentobarbital was attributable to enhanced open probability of GABAA channels, because combined with GABA, pentobarbital application increased mean channel open time without affecting channel conductance. At concentrations up to 100 microM, pentobarbital did not directly activate GABAA receptors. The concentration-response relationships for pentobarbital effects on the intrinsic currents and IPSCs overlapped, implying multiple sites of action and possible redundancy in anesthetic mechanisms. This is the first study to show that an iv anesthetic modulates the intrinsic currents, Ih, IKir, and Ileak, as well as IPSC time course in the same neurons. These effects likely underlie inhibition in thalamocortical neurons during pentobarbital anesthesia."
        },
        {
            "References": "PMID:11862331",
            "Value": "The inhibitory effects of the anesthetic barbiturate pentobarbital on the slow ( I(Ks)) and fast component ( I(Kr)) of cardiac delayed rectifier potassium currents ( I(K)) and on the inward rectifier potassium currents ( I(K1)) were examined in Xenopus oocytes expressing the human minK, human ether-a-go-go related gene (HERG) and guinea pig Kir2.2, respectively. Block of native I(K) ( I(Ks) and I(Kr)) and inward rectifier potassium current ( I(K1)) by pentobarbital was examined in guinea pig ventricular myocytes. In oocytes using the two electrode voltage clamp technique potassium currents of hminK-, HERG- and Kir2.2-expressing oocytes were inhibited by pentobarbital with IC50 values of 0.20, 1.58 and 0.54 mM, respectively. I(Ks) block was time- and voltage-independent and had no influence on activation at positive voltages although it shifted voltage-dependent activation to more positive voltages. Pentobarbital-induced HERG inhibition was not dependent on voltage but influenced the deactivation kinetics and shifted half-maximal activation to more negative voltages. In guinea pig cardiomyocytes, using the patch clamp technique, I(Ks) and I(Kr) were inhibited by pentobarbital with IC50 values of 0.18 mM and 2.75 mM, respectively. I(Kr) deactivation and I(Ks) activation kinetics were only slightly influenced by pentobarbital, if at all. Block of I(K1) was weakly voltage-dependent with IC(50) values of 0.26 mM (-40 mV) and 0.91 mM (-120 mV). The data show that pentobarbital suppresses both cloned ( I(K), I(Kir2.2)) and native ( I(K), I(K1)) cardiac potassium currents with the highest affinity for I(Ks)."
        },
        {
            "References": "PMID:11744750",
            "Value": "/Investigators/ have studied the kinetic properties of channel gating of recombinant alpha 1 beta 2 gamma 2L GABA(A) receptors transiently expressed in human embryonic kidney 293 cells, using the cell-attached, single-channel patch-clamp technique. The receptors were activated by GABA, beta-alanine or piperidine-4-sulfonic acid (P4S), and the effects of pentobarbital (PB) on single-channel activity were examined. At relatively high concentrations of agonist, single-channel activity occurred in well-defined clusters. In global terms, PB increased the mean open time for events in clusters, without changing the mean closed time. The addition of PB shifted the curve relating the probability of being open in a cluster (P(o)) to lower agonist concentrations, and that shift could be accounted for by the changes in mean open time. The intracluster closed-time histograms contained four components. The durations and relative frequencies of these closed-dwell components were not affected by the presence of 40 microM PB, at any agonist concentration. The duration of one component was dependent upon the concentration of agonist used to activate the receptor. Accordingly, the inverse of the mean duration of this component will be called the effective opening rate.  The channel-opening rate constant (beta) was determined from the value of the effective opening rate at a saturating agonist concentration. beta was about 1900 s(-1) when the receptors were activated by GABA, 1500 s(-1) when activated by beta-alanine, and too low to be determined when P4S was administered. In the presence of 40 microM PB, beta was about 1500 s(-1) when the receptors were activated by GABA, 1400 s(-1) when activated by beta-alanine, and 50 s(-1) when activated by P4S. Hence, the potentiating effect of PB is not mediated by a change in beta. The concentration of agonist producing a half-maximal effective opening rate also remained unaffected in the presence of PB, indicating that receptor affinity for agonists is not influenced by PB.  The distributions of the intracluster open durations elicited by GABA could be described by the sum of three exponentials, with mean durations of about 0.4, 2.4 and 6.3 ms. The duration and relative frequency of the components did not change with GABA concentration (20 microM to 1 mM). In the presence of 40 microM PB, however, the mean duration of the longest of the open times increased (mean durations of about 0.4, 2.0 and 13 ms). The intracluster open durations elicited by beta-alanine could be described by the sum of two exponential components (1.1 and 3.5 ms). However, in the presence of 40 microM PB the open-time distribution contained three exponential components (0.2, 2 and 10 ms). Finally, openings elicited by P4S exhibited two components (0.3 and 0.9 ms). In the presence of 40 microM PB, three components could be distinguished (0.5, 2.5 and 13 ms).  These observations indicate that the potentiating effect of PB on GABA type A (GABA(A)) receptors reflects effects on the open state(s) of the receptors. In the case of receptors activated by GABA, the observations are consistent with the idea that the action is the result of PB stabilizing one of the open states. The actions on receptors activated by P4S or beta-alanine are also broadly consistent with this idea. However, the changes in open-time distributions caused by PB appear to be more complex. Possible explanations of the effects of PB on gating by different agonists are considered."
        },
        {
            "References": "PMID:11350473",
            "Value": "To investigate the response to general anaesthetics of different sodium channel subtypes, /investigators/ examined the effects of pentobarbital, a close thiopental analogue, on single sodium channels from human ventricular muscle and compared them with existing data from human brain channels. Sodium channels from preparations of human ventricular muscle were incorporated into planar lipid bilayers in the presence of batrachotoxin, a sodium channel activator. Single channel currents were recorded in symmetrical 100 mmol L-1 and 500 mmol L-1 NaCl before and after the addition of the anaesthetic pentobarbital (0.34-1.34 mmol L-1). The blocking effect of pentobarbital on the fractional open time had an IC50 of 690 micromol L-1 in 500 mmol L-1 NaCl, whereas it had a significantly lower IC50 of 400 micromol L-1 in 100 mmol L-1 NaCl. Pentobarbital caused a significant shift of steady-state activation to hyperpolarized potentials (fmax = -42 mV, IC50 = 2 mmol L-1). This effect was independent of NaCl concentration. Despite pharmacological and electrophysiological differences between human cardiac and human brain sodium channels their responses to pentobarbital are similar. The finding of channel block being dependent on the electrolyte concentration is novel for sodium channels."
        },
        {
            "References": "PMID:10890639",
            "Value": "... It has been suggested that apoptosis is involved in ischemic neuronal death. This study examined the effect of pentobarbital on neuronal apoptosis. /In a/ randomized, controlled, prospective study /at a/ university research laboratory  PC12 cells derived from rat pheochromocytoma /were used/ as a model of neuronal tissue. Apoptosis was induced by depriving serum from the cell culture medium. Effect of pentobarbital (0.5, 5, 50 ug/mL) was evaluated. First, electrophoresis of DNA and fluorescence microscopic examination were performed to ascertain whether apoptosis was really induced after serum deprivation in our cells. Second, the effect of pentobarbital on cytotoxicity (evaluated by a leakage assay of lactic dehydrogenase) was evaluated. Third, the percentage of apoptotic cells was calculated by measuring cellular DNA content with flow cytometry. Calculation of the percentage of apoptotic cells was based on cumulative frequency curves of the appropriate DNA histograms. DNA electrophoresis exhibited a typical ladder pattern from the first day after the induction of apoptosis. The cells with chromatin condensation and/or fragmentation increased day by day after depriving serum in fluorescence microscopic examination. Four days after the induction of apoptosis, cytotoxicity without pentobarbital was 53.9 +/- 24.3% (mean +/- SD). Pentobarbital significantly inhibited cell death in a dose-dependent fashion. The percentage of apoptotic cells without pentobarbital was 94.9 +/- 6.3% 4 days after the induction of apoptosis. The treatment with 50 microg/mL pentobarbital significantly decreased the percentage of apoptotic cells to 61.8 +/- 21.3%. /This/ data indicate that pentobarbital inhibits apoptosis induced by serum deprivation in PC12 cells."
        },
        {
            "References": "PMID:10735809",
            "Value": "/The authors/ investigated block of nicotinic acetylcholine receptor (nAChR) channel currents by PB using the patch-clamp technique in combination with an ultrafast system for solution exchange. As a preparation, recombinant rat adult-type nAChR channels transiently expressed in HEK293 cells were used. Appli-cation of 1 mM acetylcholine to small cells or outside-out patches showed a transient current with fast activation and desensitization kinetics. Adding PB to the acetylcholine-containing solution resulted in a decrease of the time constant of current decay and of the peak current amplitude starting at concentrations >0.01 mM PB. Preincubation of nAChR channels with PB led to a decrease of the peak current amplitude without alteration of activation and desensitization kinetics caused by competitive block of nAChR channels. In conclusion, similar to the effect of d-Tubocurarine, block of nAChR channel currents by PB can be explained by a combination of open-channel and competitive block. The interaction between adult-type nicotinic acetylcholine receptors, acetylcholine, and pentobarbital was biophysically investigated by using the patch-clamp technique in combination with tools for ultrafast solution exchange. PB elicited open-channel block and competitive block of nicotinic acetylcholine receptor channel currents, whereas the latter seems to be effective in clinically relevant concentrations."
        }
    ]
}