{
    "_id": {
        "$oid": "6682e815c4e5dba5ffba23d3"
    },
    "CID": {
        "$numberInt": "4790"
    },
    "Name": "PHORATE",
    "IUPACName": "diethoxy-(ethylsulfanylmethylsulfanyl)-sulfanylidene-lambda5-phosphane",
    "CanonicalSMILES": "CCOP(=S)(OCC)SCSCC",
    "Synonyms": [
        "phorate",
        "Thimet",
        "298-02-2",
        "Granutox",
        "Agrimet",
        "Timet",
        "Thimenox",
        "Geomet",
        "Vegfru",
        "Thimet 10G",
        "Vegfru foratox",
        "American cyanamid 3,911",
        "Thimet 10-G",
        "Foraat",
        "Phorat"
    ],
    "IsomericSMILES": "CCOP(=S)(OCC)SCSCC",
    "INCHI": "InChI=1S/C7H17O2PS3/c1-4-8-10(11,9-5-2)13-7-12-6-3/h4-7H2,1-3H3",
    "INCHIKEY": "BULVZWIRKLYCBC-UHFFFAOYSA-N",
    "Formula": "C7H17O2PS3",
    "MolecularWeight": {
        "$numberDouble": "260.4"
    },
    "Description": "Phorate is an organic thiophosphate and an organothiophosphate insecticide. It has a role as an EC 3.1.1.7 (acetylcholinesterase) inhibitor, an EC 3.1.1.8 (cholinesterase) inhibitor, an acaricide and an agrochemical. It is functionally related to an (ethylsulfanyl)methanethiol.",
    "XlogP": {
        "$numberDouble": "3.6"
    },
    "Complexity": {
        "$numberInt": "156"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "plant_concentrations": [
        {
            "References": "Mumtaz M et al; Pak J Sci Ind Res 28 (1): 42-4 (1985)",
            "Value": "Residue levels of phorate and its insecticidally active metabolites were established in cotton plants after application of their granular formulations to the field crop at recommended doses. Approximately one-third of the amount applied was present in the plant by the end of the sixth week. This implies that the insecticides are capable of providing protection to cotton against pests for approximately two months."
        },
        {
            "References": "(1) Sanborn JR et al; The Degradation of Selected Pesticides in Soil: A Review of Published Literature. USEPA-600/9-77-022 Cincinnati, OH: USEPA p. 479 (1977) (2) Travis CC, Arms AD; Environ Sci Technol 22: 271-4 (1988) (3) Rajukkannu K et al; Pesticides 11: 14-5 (1977)",
            "Value": "Soil treated with 2.24 kg/ha phorate resulted in excessively high levels in spinach after 5.5 months(1). The BCF for phorate in vegetation is 0.020(2). A phorate concentration of 0.083 ppm was detected in hulled rice following its application to rice soil in two split doses at a level of 1.25 kg AI/ha(3)."
        }
    ],
    "environmental_bioconcentrations": [
        {
            "References": "(1) Environmental Research Laboratory; Acephate, Aldicarb, Carbophenothion, DEF, EPN, Ethoprop, Methyl Parathion, and Phorate; Their Acute and Chronic Toxicity, Bioconcentration Potential and Persistence as Related to Marine Environments. Washington, DC: USEPA 600/4-81-041 (NTIS PB81-244477) (1981) (2) Franke C et al; Chemosphere 29: 1501-14 (1994) (3) Dhanaraj PS et al; Agric Ecosyst Environ 25: 187-93 (1989) (4) Walter-Echols G, Lichtenstein EP; J Agric Food Chem 31: 637-41 (1983)",
            "Value": "Juvenile sheepshead minnows, Cyprinodon variegatus, after 28 days exposure to phorate had a BCF of 90(1). According to a classification scheme(2), this BCF suggests the potential for bioconcentration in aquatic organisms is moderate(SRC). Bioconcentration of phorate from culture media by the blue green algae Anabaena sp. (ARM 310) and Aulosira fertilissima (ARM 68) was studied(1). Bioconcentration factors for phorate in Anabaena sp. were 3, 6 and 12 at 2.5, 5 and 10 ug/ml, respectively(3). In Anabaena fertilissima, at 2.5, 5 and 10 ug/ml of phorate, max bioconcentration of phorate was reached after 16, 16 and 32 hr, respectively, with bioconcentration factors of 8, 12 and 11 for the respective doses(3). Elodea nuttallii plants grown for 2 weeks in water with a deposit of C14-phorate in the bottom soil accumulated 30% of the originally soil-applied radiocarbon in their tissues; 56% of phorate accumulated in plant tissues when the insecticide was applied directly to the water(4)."
        }
    ],
    "environmental_biodegradations": [
        {
            "References": "(1) Racke KD; pp. 47-78 in Organophosphates. Chambers JE, Levi PE, eds. San Diego, CA: Academic Press, Inc (1992) (2) Lichtenstein EP et al; J Econ Entomol 66: 863-6 (1973) (3) Getzin LW, Shanks CH Jr; J Econ Entomol 63: 52-8 (1970) (4) Chapman RA et al; J Environ Sci Health B 28: 151-70 (1993) (5) Ahmad N et al; Bull Environ Contam Toxicol 23: 423-9 (1979) (6) Way MJ, Scopes NEA; Ann Appl Bio 62: 199-214 (1968) (7) Walter-Echols G, Lichtenstein EP; J Agric Food Chem 26: 599-604 (1978) (8) Walker WW; Development of a Fate/Toxicity Screening Test. Gulf Breeze, FL: USEPA-600/S4-84-074 (1984) (9) Racke KD, Coats JR; J Agric Food Chem 36: 193-99 (1988) (10) MacRae IC; Rev Environ Contam Toxicol 109: 1-87 (1989) (11) Rajukkannu K et al; Pesticides 11: 14-5 (1977) (12) Walker WW et al; Chemosphere 17: 2255-70 (1988) (13) Suett DL, Jukes AA; Crop Prot 16: 457-61 (1997)",
            "Value": "Degradation half-lives of phorate in various soils were: sandy loam, 7 days; silty clay loam, 9 days; and clay loam, 8 days(1). One-half of the applied phorate dosage to silt loam soil could no longer be detected after 6 days when applied to the soil surface and after 30 days when mixed with the upper 4-5 inch soil layer(2). In silt loam soil, phorate persisted beyond 16 weeks at 25 °C(3). The half-life of phorate in clay loam soil when applied as a granular formulation ranged from 5 to 10 days(4). In a field study, 67 and 70% of phorate was lost within 28 days from silty clay loam soil(5). Bioassays indicate the half-life of phorate, when applied to the top 4 inches of sandy loam soil at a concentration of 10 ppm, is about 68 days(6). In flooded agricultural loam soil, 1.7, 6.0, and 9.9% of the applied C14-phorate had been evolved as C14-CO2 after 3, 7, and 14 days incubation, respectively(7). In non-flooded soils, 1.3, 2.3, and 3.3% of the applied C14-phorate had been evolved as C14-CO2 after identical incubation periods(7). Half-lives of 1.2 days and 1.1 days were determined for phorate in active sediment and water, respectively(8). In a 1 week laboratory assay, phorate mineralization was not significantly greater in soils with a history of phorate use than in soils with no history of phorate use(9). The microbial degradation of phorate in loam soil, sandy soil, and muck soil led to the formation of phorate sulfone and phorate sulfoxide; formation was much less in sandy soil(10). Phorate, when applied at a rate of 1.25 kg AI/ha to black clay loam soils under flooded conditions, degraded quickly(11). In shake flask tests, phorate showed more degradation in the presence of non-sterile estuarine sediment, half-life of about 1 day, than in the presence of sterile sediment, half-life of about 1.5 days(12). The half-lives of phorate in shake flasks containing a non-sterile sediment-water slurry were less than 1 day(12). In studies where 32 farm soils were incubated with phorate, initial half-lives of freshly-applied phorate ranged from <1 to >16 weeks(13). Accelerated degradation was stimulated by a single application and occurred most readily at pH's >7.4(13)."
        }
    ],
    "logP": [
        {
            "References": "Hansch, C., Leo, A., D. Hoekman. Exploring QSAR - Hydrophobic, Electronic, and Steric Constants. Washington, DC: American Chemical Society., 1995., p. 36",
            "Value": "log Kow = 3.56"
        }
    ],
    "mechanism_of_action": [
        {
            "References": "International Labour Office. Encyclopedia of Occupational Health and Safety. Vols. I&II. Geneva, Switzerland: International Labour Office, 1983., p. 1638",
            "Value": "The main feature of the toxic mechanism of organophosphorus pesticides is inhibition of the esterase enzyme activity, in particular of cholinesterase, which plays an important physiological part. Organophosphorus pesticides can also indirectly interact with the biochemical receptors of acetylcholine. /Organophosphorus pesticides/"
        },
        {
            "References": "U.S. Environmental Protection Agency/Office of Prevention,  Pesticides, and Toxic Substances. Reigart, J.R., Roberts,  J.R. Recognition and Management of Pesticide Poisonings. 5th  ed. 1999. EPA Document No. EPA 735-R-98-003, and available  in electronic format at:  https://www.epa.gov/pesticides/safety/healthcare, p. 34",
            "Value": "Organophosphates poison insects and mammals primarily by phosphorylation of the acetylcholinesterase enzyme at nerve endings. ... At sufficient dosage, loss of enzyme function allows accumulation of acetylcholine (the impulse- transmitter substance) at cholinergic neuroeffector junctions (muscarinic effects, and at skeletal myoneural junctions and in autonomic ganglia (nicotinic effects). Organophosphates also impair nerve impulse transmission in the brain ... . /Organophosphate pesticides/"
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "Hayes, Wayland J., Jr. Pesticides Studied in Man. Baltimore/London: Williams and Wilkins, 1982., p. 390",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Phorate is highly toxic not only by the oral but also by the dermal route. It is so rapidly absorbed that some animals die within an hour or two following even dermal exposure. The oral LD50 of the most toxic metabolite, the sulfone of the oxygen analog is in the range of 0.5 to 0.8 mg/kg."
        },
        {
            "References": "USEPA/Office of Pesticide Programs; Phorate: The HED Chapter of the Reregistration Eligibility Decision Document. August 1998. Available from, as of June 20, 2003: https://www.epa.gov/pesticides/op/phorate/phorate_15.pdf",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Technical phorate is highly toxic on an acute oral, dermal, or inhalation basis. ...All of the animals that died in /the acute oral/ study /in rats/ showed typical clinical signs of cholinergic toxicity such as salivation, lacrimation, exophthalmos, muscle fasciculation and excessive urination and defecation. ...The cholinergic signs noted for the acute oral study were also observed in the acute dermal study /in rats and guinea pigs/."
        },
        {
            "References": "PMID:11534962",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Biochemical and histopathological changes in serum creatinine level and kidney of male Swiss albino mouse, Mus musculus, exposed to the recommended field dose of Thimet (20 kg/ha) /were investigated/. The animals were exposed to this dose in a whole-body inhalation chamber for 12 weeks and the biochemical and histopathological changes were studied in the 2nd, 4th, 6th, 8th, 10th, and 12th weeks of exposure. A significant rise in creatinine level was observed from the 4th week of exposure until the end of the experiment. This rise suggests impairment of the glomerular function and tubular damage in the kidneys. These changes were confirmed by histopathological studies in the tubules. Kidney lesions were present throughout the experimental period. These consisted of mild to severe multifocal cloudy and hydropic degeneration with necrosis in the tubules, though the glomerular damage was not seen by light microscopy. After a 30-day recovery period, the histopathological and biochemical changes were absent and normal patterns were restored."
        },
        {
            "References": "Spencer, E. Y. Guide to the Chemicals Used in Crop Protection. 7th ed. Publication 1093. Research Institute, Agriculture Canada, Ottawa, Canada: Information Canada, 1982., p. 453",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Mammalian toxicity of the same order as parathion... the highest level of 92% technical grade producing no effects on rats after feeding for 13 wk was 6.0 ppm. /Technical/"
        },
        {
            "References": "National Research Council. Drinking Water & Health Volume 1. Washington, DC: National Academy Press, 1977., p. 617",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Four groups of 10 male Carworth farms rats were given 88% technical phorate in the diet at 1, 5, and 25 ppm for 28 days. Cholinesterase in 1-ppm group was not decreased. In second rat study, no-adverse-effect dosage was 0.66 ppm. Groups of 50 male and female rats each were fed 92% phorate for 13 wk at 0.22, 0.66, 2.0, 6.0, 12.0, and 18.0 ppm. Groups of 3 dogs (2 females and 1 male) received 92% phorate at 0.01, 0.05, 0.25, and 1.24 mg/kg 6 days/wk for 13-15 wk. The no-adverse-effect dosage was judged to be 0.01 mg/kg, although very slight decreases in plasma cholinesterase did result... . Higher dosages caused significant depression of cholinesterase and mortality at two highest dosages... ."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists.  Documentation of Threshold Limit Values for Chemical  Substances and Physical Agents and Biological Exposure  Indices for 2001. Cincinnati, OH. 2001., p. 1",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ In rats using plasma and erythrocyte cholinesterase as the most sensitive indicator, a no-effect daily dose was found to lie between 0.05 and 0.15 mg/kg/day. For dogs, the no-effect level was between 0.01 and 0.05 mg/kg/day."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. V7 903",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ When rats were given diets that contained 0, 0.22, 0.66, 2, 6, 12, or 18 ppm phorate (about 0, 0.01, 0.03, 0.1, 0.3, 0.6, or 0.9 mg/kg/day) for 90 days, mortality and reduced body weight gain occurred at 12 and 18 ppm. RBC cholinesterase activity inhibition occurred at 2 ppm and higher."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. V7 903",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ When dogs were given capsules that delivered 0, 0.01, 0.05, 0.25, 1.25, or 2.5 mg/kg/day for 6 days/wk for 13-15 wk, dogs given 1.25 or 2.5 mg/kg/day showed typical signs of organophosphate poisoning and subsequently died. RBC cholinesterase was inhibited in dogs given 0.25 mg/kg/day or more."
        },
        {
            "References": "USEPA/Office of Pesticide Programs; Phorate: The HED Chapter of the Reregistration Eligibility Decision Document. August 1998. Available from, as of June 20, 2003: https://www.epa.gov/pesticides/op/phorate/phorate_15.pdf",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Phorate sulfoxide (a phorate metabolite) was administered to rats (35/sex) at dietary levels of 0.32, 0.8, and 2.0 ppm (equivalent to 0.016, 0.04, and 0.10 mg/kg, respectively) for 90 days. Sporadic inhibition of RBC and plasma ChE activity was observed in females at the 0.8 ppm level. At 2.0 ppm, RBC, plasma, and brain ChE activities were inhibited in females while only marginal inhibition of RBC and plasma ChE activity was noted in males. No other dosage-related adverse effects were reported in this study. The NOEL was 0.32 ppm (0.016 mg/kg) and the LOEL was 0.8 ppm (0.04 mg/kg) based on inhibition of plasma and RBC ChE activities. /Phorate sulfoxide (metabolite)/"
        },
        {
            "References": "Morowati M; Environmental Pollution 103 (2-3): 309-315 (1998)",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Sub-chronic exposure of the male Swiss albino mouse, Mus musculus to the recommended field dose of Thimet (Phorate; 6728.5 mg/cu m) in a whole-body inhalation chamber was studied on the 2nd, 4th, 6th, 8th, 10th and 12th week of exposure. A significant depression of pseudocholinesterase (Che) level was observed throughout the experimental period. A significant decrease in hemoglobin concentration (Hb concentration.), red blood corpuscle count (RBC) count and packed cell volume percent (PCV%) was observed from the 6th week of exposure until the end of the experiment. Total leucocyte count (WBC count) showed a significant rise in the 2nd week of exposure (this rise was due to the rise in the monocyte and neutrophil counts), and later from the 6th week onwards showed a significant decrease until the end of the experiment (the decrease was mainly due to the fall in the lymphocyte count). The lung in the exposed animals showed various degrees of bronchopneumonia, emphysema and collapse throughout the experiment. After a 30 day recovery period almost all the blood parameters were back to the normal levels, except the total leucocyte count which showed a higher level than the normal count. However, the lung in the recovered animals showed emphysematous changes but no bronchopneumonia and inflammation."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. V7 904",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ No evidence of carcinogenicity occurred in rats given diets that contained 0, 1, 3, or 6 ppm phorate (= about 0, 0.05, 0.15, or 0.3 mg/kg/day) for 2 yr. RBC and brain cholinesterase inhibition occurred at exposures of 3 and 6 ppm. No evidence of carcinogenicity or other adverse effects occurred in mice given diets that contained 0, 1, 3, or 6 ppm phorate (= about 0, 0.15, 0.45, or 0.9 mg/kg/day) for 78 weeks, other than a slight decrease in body weight gain in females that were fed 6 ppm."
        },
        {
            "References": "California Environmental Protection Agency/Department of Pesticide Regulation; Toxicology Data Review Summaries. Available from: https://www.cdpr.ca.gov/docs/toxsums/toxsumlist.htm on Phorate as of June 24, 2003.",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Phorate, 84.5%, fed to 50/sex/group, Swiss albino mice, at 0, 1, 3 or 6 ppm for 18 months; NOEL =3ppm (slightly lower body weight -5%); no hematology. ...No oncogenic effect reported. ...Oncogenic NOEL >6 ppm (HDT)."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. V7 904",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ When dogs were given phorate via capsules at doses of 0.005, 0.01, 0.05, or 0.25 mg/kg/day for 1 yr, slight body tremors, marginal inhibition of body weight gain, and RBC and brain cholinesterase inhibition occurred in males given 0.25 mg/kg/day."
        },
        {
            "References": "National Research Council. Drinking Water & Health Volume 1. Washington, DC: National Academy Press, 1977., p. 617",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ CFI mice from Carworth farms were fed diets containing 98.7% phorate at 0.6, 1.5, and 3.0 ppm. Pups were weaned directly onto /same/ diets... for 3-generations reproduction study. Reproductive performance and lactation were evaluated. ...No-adverse-effect level for reproductive performance was 1.5 ppm. ...No abnormalities, including skeletal changes, could be related to phorate administration. Phorate was also studied in chick embryo test. Phorate in peanut oil was injected into eggs on tenth day of incubation at 1.5 or 2.0 ppm. Controls received peanut oil only. Hatchability of the eggs was decreased in a dose-dependent manner."
        },
        {
            "References": "International Programme on Chemical Safety's Pesticide Data Sheets (PDS). Available from: https://www.inchem.org/pages/pds.html on Ethoprophos P. 5  as of  June 16, 2003",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ In a rat study phorate was not observed to be teratogenic at oral doses up to 0.25 mg/kg/day. At 0.5 mg/kg/da  (high dose level), an increased incidence of hypertrophy of the heart was observed. In another rat study, exposure to phorate by inhalation at the dose of 1.94 mg/m3/day, during the seventh through fourteenth day of gestation, caused increased foetal mortality and decreased foetal weight gain but teratogenic effects were not observed."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. V7 904",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Pup survival and pup body weight decreased among rats given diets that contained 4 or 6 ppm phorate (= about 0.4 and 0.6-0.7 mg/kg/day) for three generations. No adverse developmental or reproductive effects occurred when rats were fed diets that contained 1 or 2 ppm phorate (= about 0.1 or 0.2 mg/kg/day) for three generations."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. V7 904",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Slight reductions in lactation and viability indexes occurred in the second generation of mice fed diets that contained 3 ppm phorate (= about 0.45 mg/kg/day) for three generations."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. V7 904",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Neither fetotoxicity nor adverse developmental effects independent of maternal toxicity occurred in progeny of rats given 0.1, 0.125, 0.2, 0.25, 0.3, 0.4, or 0.5 mg/kg/day phorate via gavage on gestation days 6-15. Decreased fetal weights and increased incidence of skeletal variation occurred at 0.4 mg/kg/day, and enlargement of the fetal heart occurred at 0.5 mg/kg/day, but both of these doses were also associated with maternal cholinergic signs and mortality. Similarly. a marginal increase in resorptions occurred in rats exposed to 1.94 mg/cu m phorate for 1 hr/day on gestation days 7-14, but this exposure also caused maternal phorate poisoning. Exposures to 0.15 or 0.40 mg/cu m phorate for 1 hr/day on gestation days 7-14 had no maternal or fetal effect."
        },
        {
            "References": "California Environmental Protection Agency/Department of Pesticide Regulation; Toxicology Data Review Summaries. Available from: https://www.cdpr.ca.gov/docs/toxsums/toxsumlist.htm on Phorate as of June 16, 2003",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Technical grade Phorate, Lot# W-705l 3-4844-2, 91.7% pure was given by oral gavage to groups of 24 CRL Rats at 0, 0.125, 0.25 or 0.50 mg/kg/day (based on day 6 body weight) from days 6-15 of gestation. Maternal mortality was 7 of 25 in the high dose group (some due to intubation errors), 1 of 25 in the low dose group, and 0/25 in controls. Maternal NOEL = 0.25 mg/kg (mortality); Developmental NOEL = 0.25 mg/kg (enlarged hearts).  A possible adverse effect (enlarged fetal hearts) was noted."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists.  Documentation of Threshold Limit Values for Chemical  Substances and Physical Agents and Biological Exposure  Indices for 2001. Cincinnati, OH. 2001., p. 2",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Timed-pregnant rats were exposed to an aerosol of phorate, (mean aerodynamic diameter of 0.44 m) at 0, 0.15, 0.40, or 1.94 mg/cu m for 1 hour daily on days 7 through 14 of gestation. All animals were sacrificed on day 20 of gestation and examined for total litter size, fetal weight, and fetal resorptions. No compound-related terata were found in the study. The highest dose produced a marginal increase in resorptions at the same dose associated with signs of maternal phorate poisoning."
        },
        {
            "References": "USEPA/Office of Pesticide Programs; Phorate: The HED Chapter of the Reregistration Eligibility Decision Document. August 1998. Available from, as of June 20, 2003: https://www.epa.gov/pesticides/op/phorate/phorate_15.pdf",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ In an acute delayed neurotoxicity study, 14.2 mg/kg/ (LD50 dose) of phorate was administered orally to hens followed by a 21 day interval and a second administration oat the same dosage level. Phorate did not cause neurological changes indicative of delayed neurotoxicity."
        },
        {
            "References": "Clarke, M. L., D. G. Harvey and D. J. Humphreys. Veterinary Toxicology. 2nd ed. London: Bailliere Tindall, 1981., p. 153",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ Muscarinic signs of /organophosphorus compounds/... consist of hypersalivation, lacrimation, sweating and nasal discharge. Miosis, dyspnea, vomiting, diarrhea and frequency of urination... Nicotinic effects consist of fasciculation of muscles, weakness and paralysis. Central /nervous system/ effects include nervousness, apprehension, ataxia, convulsions and coma. Death is due to respiratory failure, or sometimes cardiac arrest. There is little difference between signs produced by different... compounds, but route of absorption may influence one system more than another. /Organophosphorus compounds/"
        },
        {
            "References": "USEPA/Office of Pesticide Programs; Phorate: Revised HED Chapter of the Reregistration Eligibility Decision Document (RED). August 1999. Available from, as of June 23, 2003: https://www.epa.gov/pesticides/op/phorate/phoratehedrevrisk.pdf",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ In an acute neurotoxicity study, 4 groups of 7 wk old Sprague-Dawley CD rats (20/sex/group) were given a single oral dose (by gavage) of phorate (91.8% ai) in corn oil at doses of 0, 0.25, 0.50, or 1.0 mg/kg bw. The first indication of a compound-related effect (miosis) detected by the FOB was reported at the 0.5 mg/kg (2/10 males and 2/10 females) and 1.0 mg/kg (2/10 males and 5/10 females) doses approximately 4-5 hrs after exposure to the test substance (time of peak effect). In addition to miosis, one female at the 1.0 mg/kg dose level showed evidence of slight tremors, fasciculations, slightly impaired locomotion, and splayed/dragging hind limbs. Another female in this dose group also exhibited moderate tremors. These symptoms resolved within the first wk and were no longer evident at the Day 8 observation period. Significant cholinesterase activity inhibition in plasma, red blood cells, and the brain was seen in both males and females at the 1.0 mg/kg dose level. A small but statistically-significant decrease in brain cholinesterase activity (6%) was also observed in males at the 0.5 mg/kg dose level. Under the conditions of this study, the LOAEL is established at 0.50 mg/kg/day based on the evidence of miosis and of statistically significant brain acetylcholinesterase inhibition in males. The NOAEL is 0.25 mg/kg/day."
        },
        {
            "References": "PMID:7043246",
            "Value": "/GENOTOXICITY/ Commercial and tech grades of phorate were evaluated for genotoxicity with Salmonella typhimurium and Saccharomyces cerevisiae directly and following plant and animal activation. Field-grade formulations were also tested for mutations at the waxy locus in Zea mays in situ. Phorate was neg in all assays."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. V7 905",
            "Value": "/GENOTOXICITY/ Phorate was negative for mutagenicity in ...E. coli, and at the HGPRT locus in cultured Chinese hamster ovary (CHO) cells with or without metabolic activation. Phorate was negative in a mitotic recombination assay with S.cerevisiae D3 with and without metabolic activation. Preferential toxicity assays in DNA repair proficient and deficient strains of E.coli and B.subtillis were negative. Phorate was negative for chromosomal aberrations in a dominant lethal test in mice and did not cause chromosomal aberrations in mammalian (rat) bone marrow cells."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. V7 905",
            "Value": "/GENOTOXICITY/ An unscheduled DNA synthesis (UDS) assay in human fibroblasts did not show a mutagenic response."
        },
        {
            "References": "USEPA/Office of Pesticide Programs; Phorate: The HED Chapter of the Reregistration Eligibility Decision Document. August 1998. Available from, as of June 20, 2003: https://www.epa.gov/pesticides/op/phorate/phorate_15.pdf",
            "Value": "/GENOTOXICITY/ In an Ames assay, phorate was negative at dosages up to 1,000 ug/plate with Salmonella typhimurium strains TA100, TA1535, TA1537, and TA1538 in the presence and absence of metabolic activation."
        },
        {
            "References": "PMID:6981766",
            "Value": "/GENOTOXICITY/ Cultures of human lymphoid LAZ-007 cells were exposed to test cmpd incl phorate at concn of 0.02, 0.2, 2.0, or 20 ug/ml for 48 hr with or without metabolic activation by rat liver microsomal S9 product. At 0.2 ug/ml the mitotic index ranged from 5 + or - 1 for phosdrin to 15 + or - 2 for phorate."
        }
    ],
    "sediment_soil_concentrations": [
        {
            "References": "(1) Krapac IG et al; J Soil Contam 4: 209-26 (1995) (2) Kadoum AM, Mock DE; J Agric Food Chem 26: 45-50 (1978) (3) Carey AE et al; Pest Monit J 12: 209-29 (1979) (4) Carey AE et al; Pest Monit J 12: 117-36 (1978)",
            "Value": "SOIL: Phorate was detected in soil samples from 3 agrichemical facilities in Illinois at a mean concentration of 267 ug/kg(1). Phorate was detected in soil samples from the bottom of tailwater pits in Kansas in 1973, at a mean concentration of 2.3 ppb and 2.1 ppb, for pits serving sorghum fields and corn fields, respectively(2). Phorate was detected in tailwater pit bottom soil samples serving cornfields in Kansas in 1974, at a mean concentration of 9.6 ppb(2). Phorate was detected in cropland soil samples in 1972 (minimum concentration, ppm dry weight)in Alabama(0.04), Georgia(0.02), Illinois(0.40), Louisiana(0.04), Mississippi(0.03), North(0.01) and South Carolina(0.04)(3). In 1971, phorate was detected in cropland soil in Illinois at a concentration of 0.08 ppm dry weight(4)."
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "(1) Hamaker JW, Thompson JM; pp. 49-144 in Organic Chemicals in the Soil Environment. Vol 1. Goring CAI, Hamaker JN, eds. NY, NY: Marcel Dekker (1972) (2) Tomlin CDS, ed; The Pesticide Manual World Compendium. 11th ed., Surrey, England: British Crop Protection Council. p. 961 (1997) (3) Johnson B; Setting Revised Specific Numerical Values. April. Sacramento, CA: CA Dept Food Agric, Div Pest Manag, Environ Prot Worker Saf, Environ Monit Pest Manag Branch, Environ Haz Assess Prog. EH 91-6, pp. 17 (1991) (4) Sanborn JR et al; The Degradation of Selected Pesticides in Soil. Cincinnati, OH: USEPA-600/9-77-022 p. 479 (1977) (5) Swann RL et al; Res Rev 85: 17-28 (1983) (6) Harris CI; J Agr Food Chem 17: 80-2 (1969) (7) Pionke HB, Chesters G; J Environ Qual 2: 29-45 (1973)",
            "Value": "In four different soils with percent organic carbon ranging from 0.087 to 0.65, phorate had an average Koc of 3200(1). Koc values of 543(2) and 2400(3) have also been reported for phorate. Phorate was found to be only slightly mobile in soil column studies(4). Phorate was less mobile in degraded chernozem and in black marsh soil, than in brown forest soil(4). According to a classification scheme(5), these Koc values suggest that phorate is expected to have low to slight mobility in soil. Phorate is most readily adsorbed to mineral solids and to silty loam and clay soils when the soils are dry(4). A soil mobility factor of 1.2 was calculated for phorate using soil column studies with Hagerstown silty clay loam (4.3% organic matter, 30% clay, pH 5.5) and Lakeland sandy loam(3.3% organic matter, 10% clay, pH 6.2)(6). A mobility factor of 1 represents no movement, while a mobility factor of 6 represents maximum movement(7). In a field study using watershed soils and their corresponding pond sediments, phorate was adsorbed more extensively by pond sediments (organic matter 1.4%, clay content 25%) than by Ca-saturated soils (organic matter 2.4%, clay content 16%)(7)."
        }
    ],
    "plant_translocations": [
        {
            "content": "Phorate, an insecticide applied to broccoli plants through the roots, exhibited slower absorption and translocation compared to demeton, leading to lower efficacy against aphids. While demeton and its metabolites were rapidly translocated within 24 hours of treatment, phorate required a longer preliminary treatment period, possibly up to 24 hours, for comparable control of aphids. The study suggests that factors such as absorption rate and translocation efficiency play crucial roles in determining the efficacy of systemic insecticides like phorate against pests in agricultural crops.",
            "reference": "Shirck, F. H., & Landis, B. J. (1970). Rates of Absorption and Translocation of Some Systemic Insecticides in Broccoli Determined by Mortality of Feeding Green Peach Aphid12. Journal of Economic Entomology, 63(3), 781–782. doi:10.1093/jee/63.3.781 ",
            "method": {
                "Test Plant": "Green peach aphids (Myzus persicae)",
                "Apply Location": "Root application",
                "Plant Grown Condition": "The stock of green peach aphids used was obtained from potato at Yakima and was held in cages of 'Green Sprouting' broccoli plants in a green house.",
                "Chemical Preparation": "Pesticides was first prepared as a 1% emulsion in water and further diluted to a final concentration of 30 ppm of insecticide.",
                "Pesticide Application Details for the Plant": "Each plant was treated with the insecticide emulsion of 30 ppm.",
                "Other Information": "20 plants for each treatment"
            },
            "result": "[{\"Time After Application\": \"24 hours\", \"Mortality (%)\": 43}, {\"Time After Application\": \"48 hours\", \"Mortality (%)\": 82}, {\"Time After Application\": \"72 hours\", \"Mortality (%)\": 95}]"
        },
        {
            "content": "Phorate was readily absorbed by the roots of loblolly pine seedlings and translocated throughout the plants. Control of adult pales weevils, Hylobius pales (Herbst), and adult pine aphids, Cinara watsoni Tissot, for 480 days following application of the toxicant to the soil indicates that this insecticide could be used to protect pine seedlings from excessive insect attacks in forest tree nurseries and outplantings.",
            "reference": "Werner, R. A., & Clark, E. W. (1969). Absorption, translocation, and distribution of phorate in loblolly pine seedlings. Journal of Economic Entomology, 62(2), 436-437.",
            "method": {
                "Test Plant": "Loblolly pine seedlings",
                "Apply Location": "Root application (sand around the base of each seedling)",
                "Plant Grown Condition": "Greenhouse, mean temperature 70°F (range 60-90°F), individual pots of washed river sand, standard nutrient solution added once a week, water added twice a week",
                "Chemical Preparation": "10% granular phorate",
                "Pesticide Application Details for the Plant": "2.60, 5.25, and 10.5 g of phorate applied to each seedling, spread on the sand around the base of each seedling",
                "Other Information": "Two seedlings per treatment, two untreated seedlings as controls, eight replicates of the experiment, bioassays made at 8 different time intervals after the initial treatments (15, 30, 60, 90, 180, 240, 300, and 480 days after treatment)."
            },
            "result": "[{\"Concentration (g)\": 2.6, \"Days after application\": 15, \"Roots (% of mortality of insect)\": 100, \"Stem (% of mortality)\": 100, \"New terminal growth (%)\": 100}, {\"Concentration (g)\": 2.6, \"Days after application\": 300, \"Roots (% of mortality of insect)\": 100, \"Stem (% of mortality)\": 100, \"New terminal growth (%)\": 100}, {\"Concentration (g)\": 2.6, \"Days after application\": 360, \"Roots (% of mortality of insect)\": 100, \"Stem (% of mortality)\": 100, \"New terminal growth (%)\": 60}, {\"Concentration (g)\": 2.6, \"Days after application\": 480, \"Roots (% of mortality of insect)\": 100, \"Stem (% of mortality)\": 100, \"New terminal growth (%)\": 40}, {\"Concentration (g)\": 5.25, \"Days after application\": 15, \"Roots (% of mortality of insect)\": 100, \"Stem (% of mortality)\": 100, \"New terminal growth (%)\": 100}, {\"Concentration (g)\": 5.25, \"Days after application\": 300, \"Roots (% of mortality of insect)\": 100, \"Stem (% of mortality)\": 100, \"New terminal growth (%)\": 100}, {\"Concentration (g)\": 5.25, \"Days after application\": 360, \"Roots (% of mortality of insect)\": 100, \"Stem (% of mortality)\": 100, \"New terminal growth (%)\": 80}, {\"Concentration (g)\": 5.25, \"Days after application\": 480, \"Roots (% of mortality of insect)\": 100, \"Stem (% of mortality)\": 100, \"New terminal growth (%)\": 60}, {\"Concentration (g)\": 10.5, \"Days after application\": 15, \"Roots (% of mortality of insect)\": 100, \"Stem (% of mortality)\": 100, \"New terminal growth (%)\": 100}, {\"Concentration (g)\": 10.5, \"Days after application\": 300, \"Roots (% of mortality of insect)\": 100, \"Stem (% of mortality)\": 100, \"New terminal growth (%)\": 100}, {\"Concentration (g)\": 10.5, \"Days after application\": 360, \"Roots (% of mortality of insect)\": 100, \"Stem (% of mortality)\": 100, \"New terminal growth (%)\": 80}, {\"Concentration (g)\": 10.5, \"Days after application\": 480, \"Roots (% of mortality of insect)\": 100, \"Stem (% of mortality)\": 100, \"New terminal growth (%)\": 80}]"
        }
    ]
}