{
    "_id": {
        "$oid": "6682e816c4e5dba5ffba23d9"
    },
    "CID": {
        "$numberInt": "4873"
    },
    "Name": "POTASSIUM CHLORIDE",
    "IUPACName": "potassium;chloride",
    "CanonicalSMILES": "[Cl-].[K+]",
    "Synonyms": [
        "potassium chloride",
        "7447-40-7",
        "Enseal",
        "Klotrix",
        "Sylvite",
        "Klor-Con",
        "Neobakasal",
        "Muriate of potash",
        "Slow-K",
        "Chlorvescent",
        "Acronitol",
        "Kalitabs",
        "Kaochlor",
        "Potavescent",
        "Kloren"
    ],
    "IsomericSMILES": "[Cl-].[K+]",
    "INCHI": "InChI=1S/ClH.K/h1H;/q;+1/p-1",
    "INCHIKEY": "WCUXLLCKKVVCTQ-UHFFFAOYSA-M",
    "Formula": "ClK",
    "MolecularWeight": {
        "$numberDouble": "74.55"
    },
    "Description": "Potassium chloride is a metal chloride salt with a K(+) counterion. It has a role as a fertilizer. It is a potassium salt, an inorganic chloride and an inorganic potassium salt.",
    "XlogP": {
        "$numberDouble": "NaN"
    },
    "Complexity": {
        "$numberInt": "2"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "mechanism_of_action": [
        {
            "References": "OECD; Screening INformation Data Set (SIDS) Initial Assessment Report for SIDS Initial Assessment Meeting (SIAM) 13, Potassium Chloride (CAS 7447-40-7) (November 2001).  Available from, as of March 23, 2015. https://www.inchem.org/pages/sids.html",
            "Value": "K+ is the principal cation mediating the osmotic balance of the body fluids. In animals, the maintenance of normal cell volume and pressure depends on Na+ and K+ pumping. The K+/Na+ separation has allowed for evolution of reversible transmembrane electrical potentials essential for nerve and muscle action in animals, and both potassium and chloride are important in transmission of nerve impulses to the muscle fibers. /postasium/"
        },
        {
            "References": "OECD; Screening INformation Data Set (SIDS) Initial Assessment Report for SIDS Initial Assessment Meeting (SIAM) 13, Potassium Chloride (CAS 7447-40-7) (November 2001).  Available from, as of March 23, 2015. https://www.inchem.org/pages/sids.html",
            "Value": "The reported mutagenic effect of KCl most probably results from a disruption of osmotic balance of cells with a subsequent interference with chromosomal stability. This may result in the clastogenic effects (DNA breakage and chromosome structural instability) due to K+ effects on sequestering of Mg2+ ions required for normal maintenance of chromatin integrity. Other chemicals may also exert such effect (e.g. NaCl, sucrose)."
        },
        {
            "References": "OECD; Screening INformation Data Set (SIDS) Initial Assessment Report for SIDS Initial Assessment Meeting (SIAM) 13, Potassium Chloride (CAS 7447-40-7) (November 2001).  Available from, as of March 23, 2015. https://www.inchem.org/pages/sids.html",
            "Value": "Potassium and chloride is also important in the regulation of the acid-base balance of the body. Potassium is the principal base in tissues of blood cells, and Cl maintains electrochemical neutrality by anion exchange with bicarbonate (the chloride shift) in the CO2 transport in the blood red cells."
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "PMID:18246869",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Electroencephalograms (EEG) and visual evoked potentials (VEP) in mice were recorded to evaluate loss of cortical function during the first 30 s after euthanasia by various methods. Tracheal cannulae (for positive-pressure ventilation, PPV) and cortical surface electrodes were placed in mice anesthetized with inhaled halothane. Succinylcholine was used to block spontaneous breathing in the mice, which then underwent continuous EEG recording. Photic stimuli (1 Hz) were presented to produce VEPs superimposed on the EEG. Anesthesia was discontinued immediately before euthanasia. Compared with that obtained before euthanasia, EEG activity during the 30-s study period immediately after euthanasia was significantly decreased after cervical dislocation (at 5 to 10 s), 100% PPV-CO2 (at 10 to 15 s), decapitation (at 15 to 20 s), and cardiac arrest due to KCl injection (at 20 to 25 s) but not after administration of 70% PPV-CO2. Similarly, these euthanasia methods also reduced VEP amplitude, although 100% PPV-CO2 treatment affected VEP amplitude more than it did EEG activity. Thus, 100% PPV-CO2 treatment significantly decreased VEP beginning 5 to 10 s after administration, with near abolition of VEP by 30 s. VEP amplitude was significantly reduced at 5 to 10 s after cervical dislocation and at 10 to 15 s after decapitation but not after either KCl or 70% PPV-CO2 administration. The data demonstrate that 100% PPV-CO2, decapitation, and cervical dislocation lead to rapid disruption of cortical function as measured by 2 different methods. In comparison, 70% PPV-CO2 and cardiac arrest due to intracardiac KCl injection had less rapid effects on cortical function."
        },
        {
            "References": "West AR and Galloway MP; Neurochem Int. 33:493-501 (1998)",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Previous studies investigating the calcium-dependency of nitric oxide-facilitated striatal dopamine efflux have produced conflicting results. In the current study, we have investigated the role of extracellular calcium in nitric oxide and potassium chloride-evoked striatal dopamine efflux in vivo using microdialysis. Dialysis probes were implanted in the anterior dorsal striatum of chloral hydrate-anesthetized rats. Intrastriatal infusion (20 min fraction) of the nitric oxide generators sodium nitroprusside (200 microM, 500 microM, or 1 mM) and 3-morpholinosydnonimine (1 mM) increased extracellular dopamine levels. The facilitatory effects of 3-morpholinosydnonimine and potassium chloride on dopamine efflux were attenuated following pretreatment (100 min) and co-infusion of calcium free artificial cerebral spinal fluid containing magnesium chloride. Local potassium chloride infusion (100 mM) administered alone elevated striatal dopamine efflux to a similar degree as potassium chloride (100 mM) delivered 60 min after 3-morpholinosydnonimine infusion. These results demonstrate that like potassium chloride, nitric oxide facilitates striatal dopamine efflux in vivo via a mechanism largely dependent on extracellular calcium. Also, as intrastriatal potassium chloride infusion evoked similar increases in extracellular dopamine levels in controls and subjects receiving pretreatment with the NO-generator 3-morpholinosydnonimine, it is unlikely that the functional integrity of DA nerve terminals is compromised via a neurotoxic disruption of plasma membrane potential following enhanced striatal NO production."
        },
        {
            "References": "PMID:7899215",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Experiments were designed to test the hypothesis that chicks that drank an electrolyte solution containing K prior to and during an acute exposure to heat would have greater thermotolerance than chicks that consumed only water. In three experiments, 5- or 7-wk-old male chickens drank distilled water (control), or 0.3, 0.6, or 0.9% KCl solutions (Experiments 1 and 2), and 0.6 or 0.9% KCl or 0.8% KHCO3 solutions (Experiment 3) for 48 hr before acute heat stress (HS) and during HS. Body temperature (Tb), blood pH, partial pressure of blood carbon dioxide (pCO2), ionized Ca (Ca2+), plasma Na, K, Cl, total Ca, inorganic P (Pi), and osmolality (Osm), and water consumption were determined. Water intake increased with the concentration of KCl. Before HS, 0.6% KCl increased plasma K and Ca2+, whereas .9% KCl resulted in a marked increase in K, Ca2+, Na, Cl, and Osm and a decrease in pH. During HS, 0.6% KCl-birds had lower hyperthermic Tb and pH values and higher Ca2+ and K concentrations than controls. Plasma Na and Osm of 0.6% KCl birds decreased whereas those of the control birds remained unchanged. Providing K as KHCO3 aggravated respiratory alkalosis and failed to influence either Tb or plasma electrolytes, suggesting that the beneficial effect of 0.6% KCl may in part be attributed to the accompanying Cl. Hyperthermic Tb and Ca2+ values were highly correlated. The results showed that 0.6% KCl solution reduced HS-related responses and indicated a relationship among supplemental KCl, blood Ca2+, and Tb."
        },
        {
            "References": "PMID:7775234",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Addition of appropriate amounts of potassium chloride solution to fluid administered i.v. resulted in hyperkalemia in a cat. To evaluate whether incomplete mixing of potassium chloride in the fluid might have resulted in the observed hyperkalemia, 40 mEq (20 mL) of potassium chloride solution was injected into each of three 1-L vinyl bags of 5% dextrose in water, with or without attempting to mix the additive with the fluid in the bag. Measurement of potassium concentrations in the bags revealed that injecting potassium chloride solution into a bag of fluid while that fluid is being administered can result in incomplete mixing and discharge of concentrated potassium chloride from the administration set. The greatest potassium concentration measured in fluid sampled from the administration set was 194 mEq/L."
        },
        {
            "References": "PMID:8402181",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ The present study evaluates the time course and spatial extent of changes in GFAP /glial fibrillary acidic protein/ mRNA expression following the induction of spreading depression. Spreading depression was elicited by applying filterpaper pledgets soaked in KCl (3 M) to exposed parietal cortex for ten minutes. Animals were killed 1.5, 3, 6, 12, 24, 48, 96 and 192 hr post-KCl application, and the forebrains were prepared for quantitative in situ hybridization. The KCl treatment led to a many-fold increase in GFAP mRNA content in the ipsilateral hippocampus and neocortex and, to a lesser extent, in the contralateral hippocampus, but did not affect GFAP mRNA levels in the contralateral cortex or in the thalamus. The time course of increased expression of GFAP mRNA in the hippocampus differed markedly from that of the cortex. In the hippocampus, GFAP mRNA levels rose rapidly to a maximum at 24 hr post-exposure, then fell rapidly. In the cortex, levels rose more slowly and did not reach a maximum until 4 days post-exposure. Analysis of GFAP mRNA levels by dot blot hybridization using samples from a separate set of animals killed at one and 4 days following the KCl exposure confirmed both the upregulation in GFAP mRNA levels and the regional time course differences. Intraperitoneal injection of MK-801, a non-competitive NMDA antagonist which prevents spreading depression, blocked the upregulation of GFAP mRNA in both the hippocampus and the cortex, as demonstrated by both in situ and dot blot hybridization. The results suggest that the physiological changes accompanying spreading depression have a powerful influence on glial cell gene expression."
        },
        {
            "References": "PMID:2157525",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Adult Sprague-Dawley rats (200-400 g) of either sex were used in the study. The proto-oncogene c-fos is activated in the brain by a variety of stimuli including brain injury. In unilateral brain injury, c-fos immunoreactivity is confined to the damaged hemisphere, an effect reminiscent of spreading depression. Here /in adult Sprague-Dawley rats (200-400 g) of either sex/ we show that topical application of KCl (3 M) to the brain surface (which induces spreading depression) is accompanied by ipsilateral increase in c-fos immunolabeling. The activation of c-fos, like spreading depression, is markedly reduced by the non-competitive NMDA antagonist MK-801 (3 mg/kg i.p.)."
        },
        {
            "References": "PMID:12639680",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ OBJECTIVES:  An acute animal model for hyperactive bladder in rats was developed using intravesical infusion of protamine sulfate (PS), an agent thought to break down urothelial barrier function, and physiologic concentrations of potassium chloride (KCl).  METHODS:  Continuous cystometrograms (CMGs) were performed in urethane-anesthetized female rats by filling the bladder (0.04 mL/min) with normal saline followed by intravesical infusion of a test solution consisting of either KCl (100 or 500 mM) or PS (10 or 30 mg/mL) for 60 minutes. Subsequently, the 10 mg/mL PS-treated animals were infused intravesically with 100, 300, or 500 mM KCl. Some animals were pretreated with capsaicin (125 mg/kg subcutaneously) 4 days before the experiments.  RESULTS:  Unlike KCl (100 or 500 mM) or a low concentration of PS (10 mg/mL) alone, the intravesical administration of a high concentration of PS (30 mg/mL) produced irritative effects with a decreased intercontraction interval (by 80.6%). After infusion of a low concentration of PS, infusion of 300 or 500 mM KCl produced irritative effects (intercontraction interval decreased by 76.9% or 82.9%, respectively). The onset of irritation occurred more rapidly after 500 mM KCl (10 to 15 minutes) than after 300 mM KCl (20 to 30 minutes). Capsaicin pretreatment delayed the onset (approximately 60 minutes) and reduced the magnitude (intercontraction interval decreased by 35.5%) of irritative effects.  CONCLUSIONS:  Intravesical administration of KCl after PS treatment activates capsaicin-sensitive afferents and detrusor muscle and presumably capsaicin-resistant afferents. Modest, noncytotoxic affronts to urothelial barrier function can result in dramatic irritative responses. This model may be useful in the study of bladder irritation and hyperactivity."
        },
        {
            "References": "Gosselin, R.E., R.P. Smith, H.C. Hodge. Clinical Toxicology of Commercial Products. 5th ed. Baltimore: Williams and Wilkins, 1984., p. II-124",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/  Orally poisoned animals died from respiratory failure sometimes following convulsions & accompanied by gastroenteritis, dehydration of organs & early renal tubular necrosis. Survivors had anorexia, polydipsia, polyuria, fever, convulsive movements & GI disturbances during 1st 24 hr... /potassium salts/"
        },
        {
            "References": "Venugopal, B. and T.D. Luckey. Metal Toxicity in Mammals, 2. New York: Plenum Press, 1978., p. 17",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/  Toxic effect /in exptl animals/ on heart is attributed to intraventricular conduction defect, which can be described from deviations on electrocardiogram. ...Symptoms were induced by rapidly injecting KCl either iv or im. Cardiac arrhythmias result from K excess..."
        },
        {
            "References": "Venugopal, B. and T.D. Luckey. Metal Toxicity in Mammals, 2. New York: Plenum Press, 1978., p. 16",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/  Potassium chloride...cause severe ulceration in GI tract at level equiv to 1000 mg K+ ion when given to monkeys in form of pill."
        },
        {
            "References": "PMID:10564768",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Glucocorticoid access to renal corticosteroid receptors is regulated by 11beta-hydroxysteroid dehydrogenases (11beta-HSDs), converting 11beta-hydroxyglucocorticoids into inactive 11-ketones. This mechanism plays a key role in maintaining normal salt-water homeostasis and blood pressure. To study whether renal cortical proximal and distal tubular 11beta-HSDs are modulated, upon shifting the electrolyte status (and may thereby contribute to adjusting the salt-water homeostasis), rats were treated for 14 days with diets with low (0.058 w/w%), normal (0.58%, which is the KCl content of standard European laboratory rat food) or high (5.8%) potassium chloride content. In proximal tubules, dietary KCl had no effect regarding corticosterone 11beta-oxidation in intact cells as well as 11beta-HSD1 and 11beta-HSD2 protein (Western blotting) and mRNA levels (semi-quantitative RT-PCR). In distal tubules, the low KCl diet also had no effect. However, distal tubules of rats fed the high KCl diet showed increased corticosterone 11beta-oxidation rates (1.6-fold, P<0.01) and 11beta-HSD2 protein (4-fold, P<0.01), whereas 11beta-HSD1 protein was decreased (no longer detected, P<0.05). Distal tubular 11beta-HSD mRNA levels were not changed upon dietary treatment. Our results suggest that upon dietary KCl loading distal tubular mineralocorticoid receptor selectivity for aldosterone is increased because of enhanced corticosterone 11beta-oxidation. This may contribute to the fine-tuning of salt-water homeostasis by the kidney."
        },
        {
            "References": "PMID:2099370",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Our objective was to evaluate the response of lactating dairy cows to dietary Na, K, and Cl while holding cation-anion balance constant. Fifteen lactating Holstein cows, blocked according to age and previous milk yield, were assigned randomly to replicated 3 x 3 Latin squares with experimental periods of 3 wk. Diets contained sorghum silage and concentrate in a 40:60 ratio (DM basis) and were formulated to provide +32 meq of [(Na + K) - Cl]/100 g diet DM via one of three variations: 1) basal concentrations of dietary Na, K, and Cl, 2) basal diet with addition of 20 meq of Na and 20 meq of Cl/100 g in the form of 1.17% added NaCl, or 3) basal diet with the addition of 20 meq of K and 20 meq of Cl/100 g in the form of 1.56% added KCl. Free proton concentration in blood was increased by addition of NaCl and KCl; however, this increase did not appear to be physiologically significant, and no other measures of acid-base status were significantly affected. Plasma K was higher and plasma Mg was lower for the diets with supplemental NaCl or KCl than for basal diet. Urine mineral excretion reflected dietary mineral concentration, except Ca and Mg excretion rates were reduced by feeding the KCl diet. Milk yield reflected DM intake, which was lowest with supplemental NaCl. Results of this study indicate that, at a dietary cation-anion balance of +32 meq/100 g of diet DM, the balance of Na and K to Cl in the diet is a more important determinant of dietary impact on systemic acid-base status than actual dietary concentrations of Na, K, and Cl."
        },
        {
            "References": "OECD; Screening INformation Data Set (SIDS) Initial Assessment Report for SIDS Initial Assessment Meeting (SIAM) 13, Potassium Chloride (CAS 7447-40-7) (November 2001).  Available from, as of March 23, 2015. https://www.inchem.org/pages/sids.html",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ In a 15-week study on rats, about 5250 mg/kg body weight/day given in the drinking water caused a decrease in heart weight, an increase in kidney weight and enlargement of part of the adrenals (no other organs were examined) in 10 animals terminated. All changes were reversible within one month in the remaining 4 animals..."
        },
        {
            "References": "PMID:1391719",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ The borderline hypertensive rat is the first filial offspring of the spontaneously hypertensive rat and the Wistar-Kyoto rat. With increased dietary sodium chloride intake, the borderline hypertensive rat develops hypertension and exaggerated cardiovascular and renal responses to acute environmental stress, similar to those observed in the hypertensive spontaneously hypertensive rat parent. In other models of sodium chloride-sensitive hypertension with different genetic background (Dahl rat), dietary potassium chloride supplementation protects against the development of hypertension, increased sympathetic nervous system activity, and exaggerated responses to acute environmental stress. This investigation sought to determine whether the dietary sodium chloride-induced development of both the hypertension and the exaggerated responses to acute environmental stress could be reversed or prevented by increased dietary potassium chloride intake. Dietary potassium chloride intake was increased with a 1% potassium chloride drinking solution either after 12 wk of 8% sodium chloride intake (reversal) or concomitant with the onset of 12 wk of 8% sodium chloride intake (prevention). An increase in dietary potassium chloride intake did not reverse or prevent the development of either the hypertension or the exaggerated cardiovascular and renal responses to acute environmental stress in borderline hypertensive rats fed 8% sodium chloride. It is concluded that the difference in genetic background between borderline hypertensive rats and other models of sodium chloride-sensitive hypertension is an important determinant of the protective effect of dietary potassium chloride supplementation."
        },
        {
            "References": "OECD; Screening Information Data Set (SIDS) Initial Assessment Report for SIDS Initial Assessment Meeting (SIAM) 13, Potassium Chloride (CAS 7447-40-7) (November 2001).  Available from, as of March 23, 2015. https://www.inchem.org/pages/sids.html",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Groups of 50 male rats were fed KCl in the diet at levels of 110, 450 or 1820 mg/kg bw/day for 2 years. The only treatment related effects observed were gastritis (inflammation of the stomach lining), an irritant effect. The level of gastritis and ulcer were higher in the treated groups compared to the control groups; 18% in the 110 and 450 mg/kg bw/day groups and 30% in the 1820 mg/kg bw/day group, compared to 6% in the control group. Absolute and relative organ weights were measured for the following organs; brain, pituitary, thymus, heart, lung, liver, spleen, pancreas, kidney, adrenal gland, testis, seminal vesicle and prostate. However, no statistically significant changes were reported in any organs at any dose levels. Among non-tumorous lesions, nephritis was predominant in all groups, including the control group. At the end of the 2 year experimental period, the survival rates were 64% in 0.25% KCl, 58% in 1% KCl, 84% in 4% KCl, and 48% in control groups..."
        },
        {
            "References": "PMID:14654751",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ BACKGROUND:  Dietary potassium supplementation decreases blood pressure and prevents strokes in humans, and prevents strokes and renal damage in Dahl salt-sensitive (DSS) rats.  OBJECTIVE:  To study the effects of various concentrations of dietary potassium chloride (KCl) on the hemodynamics of Dahl salt-resistant (DSR) and DSS rats receiving a 1% sodium chloride (NaCl) diet for 8 months, to determine whether there is an optimal dietary concentration of KCl that minimizes increases in blood pressure and causes least impairment of blood flow in the brain and kidneys.  METHODS AND RESULTS:  We found a biphasic effect on hemodynamic parameters as a function of dietary KCl in DSS rats of the Rapp strain fed 1% NaCl with increasing dietary KCl (0.7, 2.6, 4 and 8%). After 8 months receiving a diet containing 1% NaCl and 0.7% KCl, DSS rats had mean arterial pressures (MAP), plasma volumes, cardiac outputs and renal and cerebral vascular resistances that were significantly increased compared with those of DSR rats receiving the same diet. With a 2.6% KCl diet, all these parameters were significantly reduced compared with those in DSS rats fed the 0.7% KCl diet and were similar to those in DSR rats fed 2.6% KCl. Total peripheral resistance in DSR and DSS rats was similar on all diets. When KCl was increased to 4 and 8%, MAP, plasma volume, cardiac output and renal vascular resistance progressively increased in DSR and DSS rats, without changing total peripheral resistance. These changes paralleled increases in plasma aldosterone, which resulted from adrenocortical stimulation by the increasing dietary KCl; however, cerebral vascular resistance of DSR and DSS rats decreased significantly with a 4% KCl diet, despite increased aldosterone and sodium retention. Only DSS rats fed a 2.6% KCl diet had hemodynamics similar to those of DSR control rats fed the same diet, and hyperaldosteronism, sodium retention and increased plasma volume did not occur.  CONCLUSION:  'Optimal' dietary KCl (2.6%) prevents hypertension and preserves cerebral and renal hemodynamics in DSS rats fed a diet containing 1% NaCl for 8 months, which causes hypertension when dietary KCl is limited or excessive."
        },
        {
            "References": "OECD; Screening Information Data Set (SIDS) Initial Assessment Report for SIDS Initial Assessment Meeting (SIAM) 13, Potassium Chloride (CAS 7447-40-7) (November 2001).  Available from, as of March 23, 2015. https://www.inchem.org/pages/sids.html",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ The administration of up to 235 mg/kg body weight of KCl to pregnant mice or up to 310 mg/kg body weight of KCl to pregnant rats, revealed no significant effects on survival, total number of corpora lutea, implant sites, resorptions, soft tissue observations (urogenital tract), or live offspring. In the offspring, no effects were seen in mice or rats with regard to survival, sex ratio, average offspring weight, external congenital abnormalities, soft tissue defects (cleft palate), or skeletal defects (sternebrae, ribs, vertebrae, skull and extremities). No further information about the test conditions were included in the study report."
        },
        {
            "References": "OECD; Screening Information Data Set (SIDS) Initial Assessment Report for SIDS Initial Assessment Meeting (SIAM) 13, Potassium Chloride (CAS 7447-40-7) (November 2001).  Available from, as of March 23, 2015. https://www.inchem.org/pages/sids.html",
            "Value": "/GENOTOXICITY/ In a Salmonella test (using the TA100, TA 1535, TA 1537 and TA 98 strains) doses of KCl between 0 and 10.000 ug/plate were tested with and without metabolic activation. No significant increases in mutation frequencies were noted. The highest dose tested in this study is higher than the standard test requirements. In an E. Coli test a maximal dose of 100.000 nM/ml of KCl was tested for its ability to induce a SOS response. This test was also negative. The two in vitro bacterial tests reported does not indicate any direct-acting mutagenic mechanism of action."
        },
        {
            "References": "OECD; Screening Information Data Set (SIDS) Initial Assessment Report for SIDS Initial Assessment Meeting (SIAM) 13, Potassium Chloride (CAS 7447-40-7) (November 2001).  Available from, as of March 23, 2015. https://www.inchem.org/pages/sids.html",
            "Value": "/GENOTOXICITY/ Two independent laboratories performed the same L51784 mouse lymphoma mutation tests on a range of substances including KCl. KCl was found to be weakly mutagenic at high concentrations (above 7000 ug/mL without metabolic activation and above 4000 ug/mL with metabolic activation). The concentration in the test without metabolic activation, causing mutagenicity, exceeded the concentration recommended in the test guidelines."
        },
        {
            "References": "OECD; Screening Information Data Set (SIDS) Initial Assessment Report for SIDS Initial Assessment Meeting (SIAM) 13, Potassium Chloride (CAS 7447-40-7) (November 2001).  Available from, as of March 23, 2015. https://www.inchem.org/pages/sids.html",
            "Value": "/GENOTOXICITY/ /In a study of the formation of chromosome aberrations in Chinese hamster ovary cells (CHO)/, KCl concentrations of 75 and 80 mM (approximately 5500 and 6000 ug/mL) resulted in 19 % and 28 % aberrant cells respectively. Increased number of chromosome aberrations was observed with KCl concentrations that reduced cell survival 40 % and more. It is reasonable to conclude that the increases in mutagenicity and chromosome aberrations observed in these studies are related to cytotoxicity resulting from the high KCl concentrations used. This argument is supported by the studies on the effect of increased osmolarity on genotoxicity in cultured mammalian cells."
        },
        {
            "References": "PMID:6640206",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ Tissue bath experiments showed that potassium chloride (KC1) at 10-40 mmoll-1 evoked spasm of guinea-pig trachealis which was unaffected by atropine (1 mumoll-1), mepyramine (1 mumoll-1), tetrodotoxin (3 mumoll-1) or indomethacin (2.8 mumoll-1). Spasm evoked by KC1 was depressed in Ca2+-free Krebs solution or by exposure of tissues to LaCl3 (0.25-1 mmoll-1). Extracellular electrical recording showed that the spasm evoked by KCl 10 mmoll-1 was associated with promotion of electrical slow wave activity. Higher concentrations of KC1 abolished slow wave activity but caused further tension development. Intracellular recording confirmed the ability of KC1 10 mmoll-1 transiently to promote slow wave activity in individual trachealis cells. This action was associated with depolarization and tension development. Higher concentrations of KC1 evoked further tension development but slow waves were suppressed as the depolarization evoked by KC1 increased. KC1 (10-40 mmoll-1) increased the lanthanum-resistant calcium fraction of muscle-containing strips of trachea. It is concluded that KC1 acts directly on the smooth muscle of guinea-pig trachea. The spasmogenic action is associated with transient promotion of slow wave activity and a fall in resting membrane potential. The spasm involves the cellular influx of Ca2+ and is dependent on the presence of Ca2+ in the extracellular fluid."
        },
        {
            "References": "PMID:11164788",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ Potassium chloride (KCl)-depolarization has been used to study the properties of L-type Ca2+ channel-mediated signal transduction in hippocampal neurons. Calcium influx through L-type Ca2+ channels stimulates a second messenger pathway that transactivates genes under the regulatory control of the Ca2+-and cyclic AMP-responsive element (CRE). Here, we show that in /rat/ striatal neurons, but not in hippocampal neurons, CRE binding protein (CREB) phosphorylation and CRE-mediated gene expression after KCl-depolarization depends on functional NMDA receptors. This difference in NMDA receptor dependence is not due to different properties of L-type Ca2+ channels in either neuronal type, but rather to different neuron-intrinsic properties. Despite this variation, the second messenger pathway activated by KCl requires Ca2+/calmodulin (CaM) kinase for CREB phosphorylation in both neuronal types. We conclude that depolarization by KCl works differently in striatal and hippocampal neurons."
        },
        {
            "References": "PMID:12652087",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ The purpose of this study was to investigate the effects of topical application of 3 M KCl for 20 minutes to the surface of the rat visual cortex upon the expression of presumptive neuroprotective molecules. Conventional immunohistochemical and immunoblotting techniques revealed a marked reduction of the expression of calbindin and parvalbumin after application of KCl, whereas calretinin, nitric oxide synthase, and the alpha7 subunit of the nicotinic acetylcholine receptor clearly increased following that procedure. Such effects were quantified both in terms of the number of immunoreactive perikarya and optical density of immunoblottings, and were observed as soon as 1 hr, and to last at least until 15 days, following KCl application. These results suggest that calbindin and parvalbumin may not be able to exert an appreciable neuroprotective effect in the presence of KCl. On the other hand, calretinin, nitric oxide synthase, and the alpha7-containing nicotinic receptors are possibly upregulated to protect the neurons in which they are expressed."
        },
        {
            "References": "PMID:9554981",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ Cerebella from postnatal day 7 CD-1 mice CNS neurogenesis involves a critical transition where neuronal progenitors exit the cell cycle and initiate terminal differentiation. Recent experiments have suggested that depolarization inhibits DNA synthesis in cortical progenitors. Depolarization of proliferating neuronal progenitors may thus activate mechanisms that prevent proliferation and allow the initiation of terminal differentiation. We present evidence that depolarizing concentrations of KCl (25-50 mM) reduce proliferation of developing postnatal cerebellar granule cells /plated from cerebella from postnatal day 7 CD-1 mice/ in culture. These studies show that KCl antagonizes the mitogenic response of granule cells to insulin-like growth factor-I (IGF-I) and that this reduction in proliferating cells is not the result of a selective cell death. We also examined the differentiation of granule cell cultures using Brn-5 expression as an early differentiation marker. In vivo Brn-5 expression occurs soon after developing granule cells exit the cell cycle and begin their final differentiation. In control cultures and cultures treated with high concentrations of KCl Brn-5 expression increased over 24-48 hr of culture. Our results suggest depolarizing concentrations of KCl antagonize proliferation of cerebellar granule neuron progenitors however allow their continued differentiation."
        },
        {
            "References": "PMID:21629426",
            "Value": "/VETERINARY CASE REPORTS/ Twelve parrots anesthetized with isoflurane were euthanized intravenously (IV) with 3 or 10 mEq/kg body weight (BW) of KCl (KCl) resulting in ventricular asystole at 68.0 s and 32.8 s, respectively. Mild vocalization (1/6 birds, 3 mEq/kg BW) and involuntary muscle tremors (5/6 birds, 10 mEq/kg BW) were noted. Unlike barbiturates or T-61 no histologic artefacts resulted from this technique."
        },
        {
            "References": "PMID:7595144",
            "Value": "/OTHER TOXICITY INFORMATION/ These studies sought to test the hypothesis that potassium-stimulated phasic myometrial contractions utilize cytosolic calcium oscillation-like mechanisms comparable to those activated in response to oxytocin. Uterine tissue was obtained from pro-oestrus/oestrus Sprague-Dawley rats. In vitro isometric contraction studies were performed using longitudinal myometrial strips; computer digitalized contraction data were analyzed for contraction area, and normalized for tissue cross-section area. Dose-response studies were performed using potassium chloride with and without inhibitors of cytosolic calcium oscillation mechanisms. Qualitative inositol-phosphate production studies were performed after preloading uterine tissue with [(3)H]inositol; subsequently, the individual inositol-phosphates produced in response to stimulation were isolated by anion exchange chromatography. Potassium chloride over a concentration of 10 to 30 mM produced a dose-related increase in phasic contractile activity. The potassium-stimulated phasic contractions were significantly suppressed in response to inhibition of phospholipase C, stimulation of protein kinase C, inhibition of calcium-induced calcium release, and prevention of extracellular calcium influx. The qualitative inositol-phosphate production studies confirmed activation of phospholipase C in response to 20 mM potassium. These studies have provided support for the hypothesis that potassium-stimulated phasic myometrial contractions activate intracellular signal transduction mechanisms comparable to those activated in response to hormonal uterotonic agonists."
        },
        {
            "References": "PMID:9630583",
            "Value": "/OTHER TOXICITY INFORMATION/ Using a dialysis technique, prominent efflux of norepinephrine (NE) from cardiac sympathetic nerve endings was observed under local administration of potassium chloride (KCl, 100 mM). KCl induced NE efflux was suppressed by omega-conotoxin GVIA or desipramine but residual efflux of NE was still detectable. In the presence of omega-conotoxin GVIA, KCl induced efflux of NE was augmented by pretreatment with reserpine, indicating that this efflux of NE was derived from axoplasma with neurotransporter. These data suggest that a KCl induced brisk increase in dialysate NE levels might occur as a consequence of exocytotic NE release and carrier mediated outward NE transport from nerve endings."
        },
        {
            "References": "PMID:24229496",
            "Value": "/OTHER TOXICITY INFORMATION/ Low dietary K levels have been associated with increasing renal Ca excretion in humans, indicating a higher risk of calcium oxalate (CaOx) urolith formation. Therefore, the present study aimed to investigate whether dietary K also affects the urine composition of cats. A total of eight adult cats were fed diets containing 0.31% native K and 0.50, 0.75 and 1.00% K from KCl or KHCO3 and were evaluated for the effects of dietary K. High dietary K levels were found to elevate urinary K concentrations (P<0.001). Renal Ca excretion was higher in cats fed the KCl diets than in those fed the KHCO3 diets (P=0.026), while urinary oxalate concentrations were generally lower in cats fed the KCl diets and only dependent on dietary K levels in cats fed the KHCO3 diets (P<0.05). Fasting urine pH increased with higher dietary K levels (P=0.022), reaching values of 6.38 (1.00 % KCl) and 7.65 (1.00 % KHCO3). K retention was markedly negative after feeding the cats with the basal diet (-197 mg/d) and the 0.50 % KCl diet (-131 mg/d), while the cats tended to maintain their balance on being fed the highest-KCl diet (-23.3 mg/d). In contrast, K from KHCO3 was more efficiently retained (P=0.018), with K retention being between -82.5 and 52.5 mg/d. In conclusion, the dietary inclusion of KHCO3 instead of KCl as K source could be beneficial for the prevention of CaOx urolith formation in cats, since there is an association between a lower renal Ca excretion and a generally higher urine pH. The utilization of K is distinctly influenced by the K salt, which may be especially practically relevant when using diets with low K levels."
        }
    ]
}