{
    "_id": {
        "$oid": "6682e817c4e5dba5ffba23df"
    },
    "CID": {
        "$numberInt": "4917"
    },
    "Name": "Prochlorperazine",
    "IUPACName": "2-chloro-10-[3-(4-methylpiperazin-1-yl)propyl]phenothiazine",
    "CanonicalSMILES": "CN1CCN(CC1)CCCN2C3=CC=CC=C3SC4=C2C=C(C=C4)Cl",
    "Synonyms": [
        "prochlorperazine",
        "58-38-8",
        "Prochlorperazin",
        "Prochlorpromazine",
        "Chlormeprazine",
        "Chlorperazine",
        "Procloperazine",
        "Capazine",
        "Compazine",
        "Prochlorpemazine",
        "Proclorperazine",
        "Meterazin",
        "Meterazine",
        "Stemetil",
        "Tementil"
    ],
    "IsomericSMILES": "CN1CCN(CC1)CCCN2C3=CC=CC=C3SC4=C2C=C(C=C4)Cl",
    "INCHI": "InChI=1S/C20H24ClN3S/c1-22-11-13-23(14-12-22)9-4-10-24-17-5-2-3-6-19(17)25-20-8-7-16(21)15-18(20)24/h2-3,5-8,15H,4,9-14H2,1H3",
    "INCHIKEY": "WIKYUJGCLQQFNW-UHFFFAOYSA-N",
    "Formula": "C20H24ClN3S",
    "MolecularWeight": {
        "$numberDouble": "373.9"
    },
    "Description": "Prochlorperazine is a member of the class of phenothiazines that is 10H-phenothiazine having a chloro substituent at the 2-position and a 3-(4-methylpiperazin-1-yl)propyl group at the N-10 position. It has a role as an antiemetic, a dopaminergic antagonist, an alpha-adrenergic antagonist, a cholinergic antagonist, a first generation antipsychotic, an EC 3.4.21.26 (prolyl oligopeptidase) inhibitor and a dopamine receptor D2 antagonist. It is an organochlorine compound, a N-alkylpiperazine, a N-methylpiperazine and a member of phenothiazines. It derives from a hydride of a 10H-phenothiazine.",
    "XlogP": {
        "$numberDouble": "4.9"
    },
    "Complexity": {
        "$numberInt": "429"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "logP": [
        {
            "References": "Hansch, C., Leo, A., D. Hoekman. Exploring QSAR - Hydrophobic, Electronic, and Steric Constants. Washington, DC: American Chemical Society., 1995., p. 167",
            "Value": "log Kow = 4.88"
        }
    ],
    "mechanism_of_action": [
        {
            "References": "American Society of Health System Pharmacists; AHFS Drug   Information 2010. Bethesda, MD. (2010), p. 2518",
            "Value": "The principal pharmacologic effects of prochlorperazine are similar to those of chlorpromazine. Prochlorperazine has weak anticholinergic effects, moderate sedative effects, and strong extrapyramidal effects. Prochlorperazine has strong antiemetic activity."
        },
        {
            "References": "American Society of Health System Pharmacists; AHFS Drug   Information 2010. Bethesda, MD. (2010), p. 2510",
            "Value": "The development of phenothiazine derivatives as psychopharmacologic agents resulted from the observation that certain phenothiazine antihistaminic compounds produced sedation. In an attempt to enhance the sedative effects of these drugs, promethazine and chlorpromazine were synthesized. Chlorpromazine is the pharmacologic prototype of the phenothiazines. The pharmacology of phenothiazines is complex, and because of their actions on the central and autonomic nervous systems, the drugs affect many different sites in the body. Although the actions of the various phenothiazines are generally similar, these drugs differ both quantitatively and qualitatively in the extent to which they produce specific pharmacologic effects. /Phenothiazine General Statement/"
        },
        {
            "References": "American Society of Health System Pharmacists; AHFS Drug   Information 2010. Bethesda, MD. (2010), p. 2510",
            "Value": "In the CNS, phenothiazines act principally at the subcortical levels of the reticular formation, limbic system, and hypothalamus. Phenothiazines generally do not produce substantial cortical depression; however, there is minimal information on the specific effects of phenothiazines at the cortical level. Phenothiazines also act in the basal ganglia, exhibiting extrapyramidal effects. The precise mechanism(s) of action, including antipsychotic action, of phenothiazines has not been determined, but may be principally related to antidopaminergic effects of the drugs. There is evidence to indicate that phenothiazines antagonize dopamine-mediated neurotransmission at the synapses. There is also some evidence that phenothiazines may block postsynaptic dopamine receptor sites. However, it has not been determined whether the antipsychotic effect of the drugs is causally related to their antidopaminergic effects. Phenothiazines also have peripheral and/or central antagonistic activity against alpha-adrenergic, serotonergic, histaminic (H1-receptors), and muscarinic receptors. Phenothiazines also have some adrenergic activity, since they block the reuptake of monoamines at the presynaptic neuronal membrane, which tends to enhance neurotransmission. The effects of phenothiazines on the autonomic nervous system are complex and unpredictable because the drugs exhibit varying degrees of alpha-adrenergic blocking, muscarinic blocking, and adrenergic activity. The antipsychotic activity of phenothiazines may be related to any or all of these effects, but it has been suggested that the drugs' effects on dopamine are probably most important. It has also been suggested that effects of phenothiazines on other amines (eg, gamma-aminobutyric acid [GABA]) or peptides (eg, substance P, endorphins) may contribute to their antipsychotic effect. Further study is needed to determine the role of central neuronal receptor antagonism and of effects on biochemical mediators in the antipsychotic action of the phenothiazines and other antipsychotic agents. /Phenothiazine General Statement/"
        },
        {
            "References": "American Society of Health System Pharmacists; AHFS Drug   Information 2010. Bethesda, MD. (2010), p. 2511",
            "Value": "Although the exact mechanism(s) of action has not been conclusively determined, phenothiazines have an antiemetic effect. The antiemetic activity may be mediated via a direct effect of the drugs on the medullary chemoreceptor trigger zone (CTZ), apparently by blocking dopamine receptors in the CTZ. Phenothiazines inhibit the central and peripheral effects of apomorphine and ergot alkaloids. Phenothiazines generally do not inhibit emesis caused by the action of drugs at the nodose ganglion or by local action on the GI tract. /Phenothiazine General Statement/"
        },
        {
            "References": "American Society of Health System Pharmacists; AHFS Drug   Information 2010. Bethesda, MD. (2010), p. 2511",
            "Value": "Phenothiazines may cause EEG changes, including a slowing of the EEG pattern and an increase in theta- and delta-wave activity. Some decrease in fast-wave and alpha-wave activity also occurs. Phenothiazines also may lower the seizure threshold and induce discharge patterns associated with seizure disorders; overt seizures may occur in patients with a history of seizure disorders or an underlying condition that predisposes the patient to seizure development. /Phenothiazine General Statement/"
        },
        {
            "References": "American Society of Health System Pharmacists; AHFS Drug   Information 2010. Bethesda, MD. (2010), p. 2511",
            "Value": "Phenothiazines have a poikilothermic effect, interfering with temperature regulation in the hypothalamus; depending on environmental conditions, hypothermia or hyperthermia may occur. /Phenothiazine General Statement/"
        },
        {
            "References": "American Society of Health System Pharmacists; AHFS Drug   Information 2010. Bethesda, MD. (2010), p. 2511",
            "Value": "In animals, phenothiazines inhibit conditioned avoidance behaviors and produce catalepsy. The drugs antagonize the behavioral effects mediated by amphetamines and other CNS stimulants. Like many other centrally acting agents, phenothiazines exhibit analgesic activity and potentiate the actions of analgesics. /Phenothiazine General Statement/"
        },
        {
            "References": "American Society of Health System Pharmacists; AHFS Drug   Information 2010. Bethesda, MD. (2010), p. 2511",
            "Value": "The peripheral anticholinergic activity of phenothiazines is relatively weak; however, anticholinergic effects (eg, dry mouth, blurred vision, urinary retention, constipation) have been associated with their use in some patients. /Phenothiazine General Statement/"
        },
        {
            "References": "American Society of Health System Pharmacists; AHFS Drug   Information 2010. Bethesda, MD. (2010), p. 2511",
            "Value": "The cardiovascular effects of phenothiazines are complex because the drugs exert both direct and indirect actions on the heart and vasculature. Phenothiazines exhibit peripheral alpha-adrenergic blocking activity and cause vasodilation. Following iv administration, the drugs cause orthostatic hypotension and reflex tachycardia; following oral administration, the drugs cause mild hypotension. In addition, phenothiazines exert a negative inotropic effect at therapeutic dosages. The drugs may increase coronary blood flow as a result of an increase in heart rate. Although phenothiazines do not appear to have clinically important antiarrhythmic properties at therapeutic dosages, transient antiarrhythmic effects have been observed in some patients at high concentrations. Antiarrhythmic effects may result from either a direct quinidine-like property or a local anesthetic effect of the drugs. Minimal ECG changes, including prolongation of the QT and PR intervals, blunting of T waves, and ST-segment depression, have occurred in some patients receiving phenothiazines. /Phenothiazine General Statement/"
        },
        {
            "References": "American Society of Health System Pharmacists; AHFS Drug   Information 2010. Bethesda, MD. (2010), p. 2511",
            "Value": "Phenothiazines may affect the endocrine system. Phenothiazines induce secretion of prolactin from the anterior pituitary by inhibiting dopamine receptors in the pituitary and hypothalamus. Elevated prolactin concentrations generally persist during long-term administration and may be associated with galactorrhea, menstrual cycle changes (eg, oligomenorrhea, amenorrhea), and gynecomastia. In contrast to the phenothiazines and other typical antipsychotic drugs, clozapine generally produces little or no elevation of prolactin concentration at usual dosages in humans. Phenothiazines may decrease urinary concentrations of gonadotropin, estrogen, and progestins in some patients. Although the exact mechanism is not known, phenothiazines may decrease secretion of vasopressin and corticotropin. /Phenothiazine General Statement/"
        },
        {
            "References": "American Society of Health System Pharmacists; AHFS Drug   Information 2010. Bethesda, MD. (2010), p. 2511",
            "Value": "Phenothiazines may have anti-inflammatory and antipruritic effects, resulting from antagonism of various mediator substances (eg, serotonin, histamine, bradykinin). At high concentrations, phenothiazines also have a membrane-stabilizing property, which can be manifested as a local anesthetic effect or as a direct quinidine-like effect on the heart. /Phenothiazine General Statement/"
        },
        {
            "References": "PMID:7518933",
            "Value": "The role of AMP was investigated in radiosensitization by the use of prochlorperazine in normal rat skin. AMP metabolism was evaluated by estimating the level of activities of 5' nucleotidase vis-a-vis protein, DNA and RNA contents in prochlorperazine-treated plus irradiated skin. To study radiation-induced changes in the skin, the extent of lipid peroxidation was measured in terms of enzyme lipid peroxidase. After irradiation, lipid peroxidase activity was observed to increase in prochlorperazine-treated rat skin. Subsequently the level of 5' nucleotidase was found to decrease in drug-treated plus irradiation skin. Similarly, the suppression in the levels of DNA, RNA and protein contents increased when the rat skins was irradiated in the presence of sensitizer prochlorperazine. The cytological examination, which revealed the extent of the lesions occurring in the normal rat skin, and the biochemical examination demonstrated increased cellular lethality in prochlorperazine-sensitized skin after irradiation. The results suggest that prochlorperazine probably sensitizes the normal skin tissues to radiation by inhibiting AMP metabolism via hydroxy-radical-induced decrease in DNA, RNA and protein metabolism."
        },
        {
            "References": "PMID:15225680",
            "Value": "The antinociceptive effect of the D(2) antagonist prochlorperazine was examined in the mouse hot-plate and abdominal constriction tests. Prochlorperazine (1-2 mg kg(-1) s.c./i.p.) produced an increase of the pain threshold in the mouse hot-plate test. The antinociception produced by prochlorperazine was prevented by the D(2) selective agonist quinpirole, the unselective muscarinic antagonist atropine, the M(1) selective antagonist pirenzepine, and by the choline uptake inhibitor hemicholinium-3 hydrobromide (HC-3). Moreover, prochlorperazine antinociception was abolished by pretreatment with an aODN against the M(1) receptor subtype, administered at the dose of 2 nmol per single i.c.v. injection. By contrast the analgesic effect of prochlorperazine was not prevented by the opioid antagonist naloxone and the GABA(B) antagonist CGP-35348. Prochlorperazine also elicited a dose-dependent increase in ACh release from rat cerebral cortex. In the antinociceptive dose-range, prochlorperazine did not impair mouse performance evaluated by the rota-rod and hole-board tests. On the basis of the above data, it can be postulated that prochlorperazine exerted an antinociceptive effect mediated by a central cholinergic mechanism."
        },
        {
            "References": "PMID:16860311",
            "Value": "Prochlorperazine, a drug for the symptomatic control of nausea, vomiting and psychiatric disorders, can induce prolonged QT, torsades de pointes and sudden death. /Investigators/ studied the effects of prochlorperazine on human ether-a-go-go-related gene (HERG) channels expressed in Xenopus oocytes and also in the delayed rectifier K+ current of guinea pig cardiomyocytes. Prochlorperazine induced a concentration-dependent decrease in current amplitudes at the end of the voltage steps and tail currents of HERG. The IC50 for a prochlorperazine block of HERG current in Xenopus oocytes progressively decreased relative to the degree of depolarization, from 42.1 microM at -40 mV to 37.4 microM at 0 mV to 22.6 microM at +40 mV. The block of HERG by prochlorperazine was use-dependent, exhibiting a more rapid onset and a greater steady-state block at higher frequencies of activation, while there was partial relief of the block with reduced frequencies. In guinea pig ventricular myocytes, bath applications of 0.5 and 1 muM prochlorperazine at 36 degrees C blocked rapidly activating delayed rectifier K+ current by 38.9% and 76.5%, respectively, but did not significantly block slowly activating delayed rectifier K+ current. /The/ findings suggest that the arrhythmogenic side effects of prochlorperazine are caused by a blockade of HERG and the rapid component of the delayed rectifier K+ current rather than by a blockade of the slow component."
        },
        {
            "References": "PMID:2833274",
            "Value": "/Investigators/ have studied the effects of prochlorperazine on the activities of UDP-glucuronosyltransferase and glucose-6-phosphatase (glucose-6-P'ase) in rat liver microsomes. The activity of UDP-glucuronosyltransferase was increased in a graded fashion by addition of prochlorperazine. Maximal stimulation occurred at 1 mg prochlorperazine to 2 mg microsomal protein, which resulted in a 6-fold increase in activity. However, with smaller concentrations of drug, there was a time-dependent increase in the activity of UDP-glucuronosyltransferase. Sensitivity of UDP-glucuronosyltransferase to activation by UDP-N-acetylglucosamine was lost after treatment of microsomes with prochlorperazine. These results indicate that prochlorperazine causes a profound reorganization of the interactions between lipids and enzyme since the activity and allosteric properties of UDP-glucuronosyltransferase are known to depend on interactions with lipids in a gel phase. Glucose-6-P'ase also was activated in a graded fashion by prochlorperazine; 1 mg of drug/2 mg microsomal protein resulted in a 60% increase in activity. The temperature-dependent instability of glucose-6-P'ase was increased by treatment of microsomes with prochlorperazine and could be prevented only partially by substrate. /Investigators/ conclude that prochlorperazine disrupts the structural organization between lipids and proteins in microsomal membranes, altering thereby the activity and regulation of at least two different integral membrane proteins."
        }
    ]
}