{
    "_id": {
        "$oid": "6682e818c4e5dba5ffba23e1"
    },
    "CID": {
        "$numberInt": "4927"
    },
    "Name": "Promethazine",
    "IUPACName": "N,N-dimethyl-1-phenothiazin-10-ylpropan-2-amine",
    "CanonicalSMILES": "CC(CN1C2=CC=CC=C2SC3=CC=CC=C31)N(C)C",
    "Synonyms": [
        "promethazine",
        "Proazamine",
        "60-87-7",
        "Diphergan",
        "Protazine",
        "Promethazin",
        "Prometazin",
        "Vallergine",
        "Dimapp",
        "Fargan",
        "Procit",
        "Promazinamide",
        "Promezathine",
        "Phenargan",
        "Prothazin"
    ],
    "IsomericSMILES": "CC(CN1C2=CC=CC=C2SC3=CC=CC=C31)N(C)C",
    "INCHI": "InChI=1S/C17H20N2S/c1-13(18(2)3)12-19-14-8-4-6-10-16(14)20-17-11-7-5-9-15(17)19/h4-11,13H,12H2,1-3H3",
    "INCHIKEY": "PWWVAXIEGOYWEE-UHFFFAOYSA-N",
    "Formula": "C17H20N2S",
    "MolecularWeight": {
        "$numberDouble": "284.4"
    },
    "Description": "Promethazine is a tertiary amine that is a substituted phenothiazine in which the ring nitrogen at position 10 is attached to C-3 of an N,N-dimethylpropan-2-amine moiety. It has a role as a H1-receptor antagonist, a sedative, an antiemetic, a local anaesthetic, an antipruritic drug, an anti-allergic agent and an anticoronaviral agent. It is a member of phenothiazines and a tertiary amine. It is a conjugate base of a promethazine(1+).",
    "XlogP": {
        "$numberDouble": "4.8"
    },
    "Complexity": {
        "$numberInt": "298"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "logP": [
        {
            "References": "Hansch, C., Leo, A., D. Hoekman. Exploring QSAR - Hydrophobic, Electronic, and Steric Constants. Washington, DC: American Chemical Society., 1995., p. 150",
            "Value": "log Kow = 4.81"
        }
    ],
    "mechanism_of_action": [
        {
            "References": "American Society of Health System Pharmacists; AHFS Drug   Information 2010. Bethesda, MD. (2010), p. 2608",
            "Value": "Promethazine is a phenothiazine derivative with potent sedative properties. Although the drug can produce either CNS stimulation or CNS depression, CNS depression manifested by sedation is more common with therapeutic doses of promethazine. The precise mechanism of the CNS effects of the drug is not known."
        },
        {
            "References": "American Society of Health System Pharmacists; AHFS Drug   Information 2010. Bethesda, MD. (2010), p. 2608",
            "Value": "Although it has been reported that the drug has slight antitussive activity, this may result from its anticholinergic and CNS depressant effects. In therapeutic doses, promethazine appears to have no substantial effect on the cardiovascular system. Although rapid IV administration of promethazine may produce a transient fall in blood pressure, blood pressure usually is maintained or slightly elevated when the drug is given slowly."
        },
        {
            "References": "US Natl Inst Health; DailyMed. Current Medication Information for PHENERGAN (promethazine hydrochloride) injection, solution (November 2009). Available from, as of June 25, 2010 https://dailymed.nlm.nih.gov/dailymed/drugInfo.cfm?id=13417",
            "Value": "Promethazine hydrochloride is a phenothiazine derivative which possesses antihistaminic, sedative, antimotion-sickness, antiemetic, and anticholinergic effects. Promethazine is a competitive H1 receptor antagonist, but does not block the release of histamine. Structural differences from the neuroleptic phenothiazines result in its relative lack (1/10 that of chlorpromazine) of dopamine antagonist properties."
        },
        {
            "References": "American Society of Health System Pharmacists; AHFS Drug   Information 2010. Bethesda, MD. (2010), p. 2510",
            "Value": "The development of phenothiazine derivatives as psychopharmacologic agents resulted from the observation that certain phenothiazine antihistaminic compounds produced sedation. In an attempt to enhance the sedative effects of these drugs, promethazine and chlorpromazine were synthesized. Chlorpromazine is the pharmacologic prototype of the phenothiazines. The pharmacology of phenothiazines is complex, and because of their actions on the central and autonomic nervous systems, the drugs affect many different sites in the body. Although the actions of the various phenothiazines are generally similar, these drugs differ both quantitatively and qualitatively in the extent to which they produce specific pharmacologic effects. /Phenothiazine General Statement/"
        },
        {
            "References": "American Society of Health System Pharmacists; AHFS Drug   Information 2010. Bethesda, MD. (2010), p. 2510",
            "Value": "In the CNS, phenothiazines act principally at the subcortical levels of the reticular formation, limbic system, and hypothalamus. Phenothiazines generally do not produce substantial cortical depression; however, there is minimal information on the specific effects of phenothiazines at the cortical level. Phenothiazines also act in the basal ganglia, exhibiting extrapyramidal effects. The precise mechanism(s) of action, including antipsychotic action, of phenothiazines has not been determined, but may be principally related to antidopaminergic effects of the drugs. There is evidence to indicate that phenothiazines antagonize dopamine-mediated neurotransmission at the synapses. There is also some evidence that phenothiazines may block postsynaptic dopamine receptor sites. However, it has not been determined whether the antipsychotic effect of the drugs is causally related to their antidopaminergic effects. Phenothiazines also have peripheral and/or central antagonistic activity against alpha-adrenergic, serotonergic, histaminic (H1-receptors), and muscarinic receptors. Phenothiazines also have some adrenergic activity, since they block the reuptake of monoamines at the presynaptic neuronal membrane, which tends to enhance neurotransmission. The effects of phenothiazines on the autonomic nervous system are complex and unpredictable because the drugs exhibit varying degrees of alpha-adrenergic blocking, muscarinic blocking, and adrenergic activity. The antipsychotic activity of phenothiazines may be related to any or all of these effects, but it has been suggested that the drugs' effects on dopamine are probably most important. It has also been suggested that effects of phenothiazines on other amines (eg, gamma-aminobutyric acid [GABA]) or peptides (eg, substance P, endorphins) may contribute to their antipsychotic effect. Further study is needed to determine the role of central neuronal receptor antagonism and of effects on biochemical mediators in the antipsychotic action of the phenothiazines and other antipsychotic agents. /Phenothiazine General Statement/"
        },
        {
            "References": "American Society of Health System Pharmacists; AHFS Drug   Information 2010. Bethesda, MD. (2010), p. 2511",
            "Value": "Although the exact mechanism(s) of action has not been conclusively determined, phenothiazines have an antiemetic effect. The antiemetic activity may be mediated via a direct effect of the drugs on the medullary chemoreceptor trigger zone (CTZ), apparently by blocking dopamine receptors in the CTZ. Phenothiazines inhibit the central and peripheral effects of apomorphine and ergot alkaloids. Phenothiazines generally do not inhibit emesis caused by the action of drugs at the nodose ganglion or by local action on the GI tract. /Phenothiazine General Statement/"
        },
        {
            "References": "American Society of Health System Pharmacists; AHFS Drug   Information 2010. Bethesda, MD. (2010), p. 2511",
            "Value": "Phenothiazines may cause EEG changes, including a slowing of the EEG pattern and an increase in theta- and delta-wave activity. Some decrease in fast-wave and alpha-wave activity also occurs. Phenothiazines also may lower the seizure threshold and induce discharge patterns associated with seizure disorders; overt seizures may occur in patients with a history of seizure disorders or an underlying condition that predisposes the patient to seizure development. /Phenothiazine General Statement/"
        },
        {
            "References": "American Society of Health System Pharmacists; AHFS Drug   Information 2010. Bethesda, MD. (2010), p. 2511",
            "Value": "Phenothiazines have a poikilothermic effect, interfering with temperature regulation in the hypothalamus; depending on environmental conditions, hypothermia or hyperthermia may occur. /Phenothiazine General Statement/"
        },
        {
            "References": "American Society of Health System Pharmacists; AHFS Drug   Information 2010. Bethesda, MD. (2010), p. 2511",
            "Value": "In animals, phenothiazines inhibit conditioned avoidance behaviors and produce catalepsy. The drugs antagonize the behavioral effects mediated by amphetamines and other CNS stimulants. Like many other centrally acting agents, phenothiazines exhibit analgesic activity and potentiate the actions of analgesics. /Phenothiazine General Statement/"
        },
        {
            "References": "American Society of Health System Pharmacists; AHFS Drug   Information 2010. Bethesda, MD. (2010), p. 2511",
            "Value": "The peripheral anticholinergic activity of phenothiazines is relatively weak; however, anticholinergic effects (eg, dry mouth, blurred vision, urinary retention, constipation) have been associated with their use in some patients. /Phenothiazine General Statement/"
        },
        {
            "References": "American Society of Health System Pharmacists; AHFS Drug   Information 2010. Bethesda, MD. (2010), p. 2511",
            "Value": "The cardiovascular effects of phenothiazines are complex because the drugs exert both direct and indirect actions on the heart and vasculature. Phenothiazines exhibit peripheral alpha-adrenergic blocking activity and cause vasodilation. Following iv administration, the drugs cause orthostatic hypotension and reflex tachycardia; following oral administration, the drugs cause mild hypotension. In addition, phenothiazines exert a negative inotropic effect at therapeutic dosages. The drugs may increase coronary blood flow as a result of an increase in heart rate. Although phenothiazines do not appear to have clinically important antiarrhythmic properties at therapeutic dosages, transient antiarrhythmic effects have been observed in some patients at high concentrations. Antiarrhythmic effects may result from either a direct quinidine-like property or a local anesthetic effect of the drugs. Minimal ECG changes, including prolongation of the QT and PR intervals, blunting of T waves, and ST-segment depression, have occurred in some patients receiving phenothiazines. /Phenothiazine General Statement/"
        },
        {
            "References": "American Society of Health System Pharmacists; AHFS Drug   Information 2010. Bethesda, MD. (2010), p. 2511",
            "Value": "Phenothiazines may affect the endocrine system. Phenothiazines induce secretion of prolactin from the anterior pituitary by inhibiting dopamine receptors in the pituitary and hypothalamus. Elevated prolactin concentrations generally persist during long-term administration and may be associated with galactorrhea, menstrual cycle changes (eg, oligomenorrhea, amenorrhea), and gynecomastia. In contrast to the phenothiazines and other typical antipsychotic drugs, clozapine generally produces little or no elevation of prolactin concentration at usual dosages in humans. Phenothiazines may decrease urinary concentrations of gonadotropin, estrogen, and progestins in some patients. Although the exact mechanism is not known, phenothiazines may decrease secretion of vasopressin and corticotropin. /Phenothiazine General Statement/"
        },
        {
            "References": "American Society of Health System Pharmacists; AHFS Drug   Information 2010. Bethesda, MD. (2010), p. 2511",
            "Value": "Phenothiazines may have anti-inflammatory and antipruritic effects, resulting from antagonism of various mediator substances (eg, serotonin, histamine, bradykinin). At high concentrations, phenothiazines also have a membrane-stabilizing property, which can be manifested as a local anesthetic effect or as a direct quinidine-like effect on the heart. /Phenothiazine General Statement/"
        },
        {
            "References": "PMID:19497368",
            "Value": "Promethazine is a phenothiazine derivative with antihistaminic (H(1)), sedative, antiemetic, anticholinergic, and antimotion sickness properties that can induce QT prolongation, which may lead to torsades de pointes. Since block of cardiac human ether-a-go-go-related gene (hERG) channels is one of the leading causes of acquired long QT syndrome, /the authors/ investigated the acute effects of promethazine on hERG channels to determine the electrophysiological basis for its proarrhythmic potential. Promethazine increased the action potential duration at 90% of repolarization (APD(90)) in a concentration-dependent manner, with an IC(50) of 0.73microM when action potentials were elicited under current clamp in guinea pig ventricular myocytes. We examined the effects of promethazine on the hERG channels expressed in Xenopus oocytes and HEK293 cells using two-microelectrode voltage-clamp and patch-clamp techniques. Promethazine induced a concentration-dependent decrease of the current amplitude at the end of the voltage steps and hERG tail currents. The IC(50) of promethazine dependent hERG block in Xenopus oocytes decreased progressively relative to the degree of depolarization. The IC(50) for the promethazine-induced block of the hERG currents in HEK293 cells at 36 degrees C was 1.46microM at +20mV. Promethazine affected the channels in the activated and inactivated states but not in the closed states. The S6 domain mutations, Y652A and F656A partially attenuated (Y652A) or abolished (F656A) the hERG current block. These results suggest that promethazine is a blocker of the hERG channels, providing a molecular mechanism for the arrhythmogenic side effects during the clinical administration of promethazine."
        },
        {
            "References": "PMID:16310228",
            "Value": "Phenothiazines can be used as psychopharmaceutical agents and are known to cause many side effects during treatment since they interfere with many different cellular systems. Recently, phenothiazines were reported to block Ca(2+)-activated potassium channels of the SK type. Therefore /the authors/ investigated their effect on the functionally related class of Ca(2+)-activated potassium channels of the IK type. The representative phenothiazine derivative promethazine (PTZ) blocked IK channels almost independently from the extracellular pH(o) with an IC(50) of 49 +/- 0.2 microM (pH(o) 7.4, n = 5) and 32 +/- 0.2 microM (pH(o) 6.2, n = 5) in whole cell experiments. The extracellularly applied membrane impermeable PTZ analogue methyl-promethazine (M-PTZ) had a strongly reduced blocking potency compared to PTZ. In contrast, intracellularly applied PTZ and M-PTZ had the same blocking potency on IK channels in excised inside out patch clamp experiments (K(d) = 9.3 +/- 0.5 microM for PTZ, n = 7 and 6.7 +/- 0.4 microM for M-PTZ, n = 5). The voltage dependency of the PTZ and M-PTZ block was investigated in excised inside out patch clamp experiments at a concentration of 100 microM. For both compounds the block was more pronounced at positive membrane potentials. The steepness of the voltage dependency was found to be 70 +/- 10 mV (for PTZ) and 61 +/- 6 mV (for M-PTZ) indicating that both compounds sensed approximately 40% of the entire membrane spanning electrical field from the inside. /Investigators/ conclude that PTZ and M-PTZ bind to a side in IK channels, which is located within the electrical field and is accessible from the intracellular side."
        },
        {
            "References": "PMID:1327391",
            "Value": "To elucidate the antiarrhythmic mechanism of promethazine, its effects on the fast Na+ current (INa) were examined in single guinea-pig ventricular myocytes by whole-cell voltage clamp methods. Promethazine blocked INa with a KD of 42.6 microM and Hill's coefficient of 1.1 at a holding potential of -140 mV. The INa blockade was enhanced at a less negative holding potential of -80 mV with a change of KD to 4.4 microM. Although 10 microM promethazine did not change the inactivation time constants of INa, it shifted the steady-state inactivation curve (h infinity curve) toward more negative potentials by 19.5 mV with the slope factor unaffected. Double pulse experiments revealed that the development of blockade followed two-exponential functions having time constants of 7 and 220 ms at -20 mV. Promethazine slowed the repriming of INa. This was associated with the development of slow phase having a time constant of 1160 +/- 59 ms. Promethazine produced a profound use-dependent block when the cell was repeatedly stimulated with interpulse intervals shorter than 1 s. However, short pulses of 2 ms duration hardly produced such a use-dependent block. Hence, open channel blockade is considered to play a minor role in the promethazine action on INa. These results suggest that promethazine blocks cardiac INa in a manner similar to class I antiarrhythmic drugs and that this effect may account for its antiarrhythmic action."
        },
        {
            "References": "PMID:7922792",
            "Value": "Several studies have shown that promethazine can reduce age-related osteopenia in mice. Furthermore, prolonged treatment with promethazine (50 mg/day) increases bone mineral content in the lumbar spine in post-menopausal women with osteopenia. However, the mechanism of action of promethazine has not been elucidated. The present study shows that promethazine HCl (0.01-10 microM) dose-dependently inhibits bone resorption by isolated rat osteoclasts in the bone slice assay with an IC50 of approximately 1 microM. Since these concentrations are likely to be achieved in vivo, it is suggested that the beneficial effect of promethazine on osteopenia is at least partly due to a direct inhibitory effect on osteoclast activity."
        },
        {
            "References": "Goodman, L.S., and A. Gilman. (eds.) The Pharmacological Basis of Therapeutics. 5th ed. New York: Macmillan Publishing Co., Inc., 1975., p. 159",
            "Value": "...Phenothiazines, block dopamine receptors and increase turnover rate of dopamine in corpus striatum. Increased turnover rate is believed to be result of neuronal feedback mechanism. ... Firing of ... /identified dopaminergic neurons in substantia nigra and ventral tegmental areas/ is increased by antipsychotic phenothiazines. /Phenothiazines/"
        }
    ]
}