{
    "_id": {
        "$oid": "6682e818c4e5dba5ffba23e2"
    },
    "CID": {
        "$numberInt": "4928"
    },
    "Name": "PROMETON",
    "IUPACName": "6-methoxy-2-N,4-N-di(propan-2-yl)-1,3,5-triazine-2,4-diamine",
    "CanonicalSMILES": "CC(C)NC1=NC(=NC(=N1)OC)NC(C)C",
    "Synonyms": [
        "prometon",
        "1610-18-0",
        "Gesafram",
        "Pramitol",
        "Methoxypropazine",
        "PROMETONE",
        "Ontrack",
        "Pramitol 5P",
        "Ontrack-we-2",
        "Primatol 25e",
        "Gesafram 50",
        "2-Methoxy-4,6-bis(isopropylamino)-s-triazine",
        "Ontracic 800",
        "2,4-Bis(isopropylamino)-6-methoxy-s-triazine",
        "4,6-Bis(isopropylamino)-2-methoxy-s-triazine"
    ],
    "IsomericSMILES": "CC(C)NC1=NC(=NC(=N1)OC)NC(C)C",
    "INCHI": "InChI=1S/C10H19N5O/c1-6(2)11-8-13-9(12-7(3)4)15-10(14-8)16-5/h6-7H,1-5H3,(H2,11,12,13,14,15)",
    "INCHIKEY": "ISEUFVQQFVOBCY-UHFFFAOYSA-N",
    "Formula": "C10H19N5O",
    "MolecularWeight": {
        "$numberDouble": "225.29"
    },
    "Description": "Prometon is a methoxy-1,3,5-triazine that is 6-methoxy-1,3,5-triazine-2,4-diamine in which the one of the hydrogens of each amino group is substituted by an isopropyl group. It has a role as a herbicide, an environmental contaminant and a xenobiotic. It is a diamino-1,3,5-triazine and a methoxy-1,3,5-triazine. It is functionally related to a 6-methoxy-1,3,5-triazine-2,4-diamine.",
    "XlogP": {
        "$numberDouble": "3"
    },
    "Complexity": {
        "$numberInt": "182"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "environmental_bioconcentrations": [
        {
            "References": "(1) Finizio A et al; Chemosphere 23: 801-12 (1991) (2) Meylan WM et al; Environ Toxicol Chem 18: 664-72 (1999) (3) Franke C et al; Chemosphere 29: 1501-14 (1994)",
            "Value": "An estimated BCF of 19 was calculated in fish for prometon(SRC), using a log Kow of 2.99(1) and a regression-derived equation(2). According to a classification scheme(3), this BCF suggests the potential for bioconcentration in aquatic organisms is low(SRC)."
        }
    ],
    "environmental_biodegradations": [
        {
            "References": "(1) Corben FT, Upchurch RP; Weeds 15: 370-7 (1967) (2) Kaufman DD, Kearney PC; Res Rev 32: 235-65 (1970) (3) Kalkhoff SJ et al; J Environ Qual 32: 1025-35 (2003) (4) Tomlin CDS ed; The Pesticide Manual, 11th ed. The British Crop Protection Council p. 1010 (1997)",
            "Value": "AEROBIC: In one investigation, no changes in phytotoxicity were observed in moist, organic soil treated with 17.5 ppm of prometon after 8 wk of incubation; the soil was adjusted to four pHs: 4.3, 5.3, 6.5, and 7.5(1). Several soil bacteria and fungi are reported to attack prometon(2). However, it is not known whether biodegradation is the primary degradation process in soil(2). Methoxy-s-triazines are more resistant to biodegradation than the corresponding methylthio- and chloro-s-triazines(2). Average soil half-life is reported as 932 days(3). In soil, microbial degradation involves hydrolytic cleavage of the methoxy group to give hydroxy metabolites, and dealkylation of the side chains(4). Persistence in soil can be as much as one year, depending upon soil type, moisture, and the application rate(4)."
        }
    ],
    "logP": [
        {
            "References": "Finizio A et al; Chemosphere 23: 801-12 (1991)",
            "Value": "log Kow = 2.99"
        }
    ],
    "mechanism_of_action": [
        {
            "References": "USEPA/Office of Pesticide Programs; OPP Office Director Memo on Grouping Triazines, Document ID: EPA-HQ-OW-2004-0032-0827 p.5 (March 31, 2002). Available from, as of June 8, 2007: https://www.regulations.gov",
            "Value": "In analyzing whether the triazines share a common mechanism of toxicity, /the EPA Office of Pesticide Programs/ OPP first examined the pesticides, atrazine, simazine, and cyanazine for inclusion in the initial common mechanism group. ...  Toxicologically, the pesticides are positive for mammary gland tumors in female Sprague-Dawley (SD) rats, and atrazine and simazine have data suggesting that they interfere with the pituitary luteinizing hormone (LH) pre-ovulatory surge. OPP then examined whether any other 1,3,5-triazines or other pesticides or metabolites containing s-triazine rings shared these characteristics. A subset of eight pesticides containing the triazine moiety -- atrazine, simazine, propazine, cyanazine, terbutylazine, terbumeton, terbutryn, tribenuron methyl (Express) -- from this larger group were found to cause the similar toxic effect of inducing mammary gland tumors in only female rats but not male rats or both sexes of mice. Several triazine-containing pesticides do not cause that carcinogenic profile -- ametryn, prometryn, prometon, metsulfuron methyl, trisulfuron, chlorsulfuron, and DPXM6316 (Harmony). It should be pointed out that there is no known common mechanism of toxicity to group ametryn, prometryn, prometon, metsulfuron methyl, trisulfuron, chlorsulfuron, or DPX-M6316 (Harmony) with the other eight pesticides."
        },
        {
            "References": "USDA/Forest Service; Pesticide Background Statements p. S-26 (1984) Agr Hdbk 633",
            "Value": "Simazine, as well as other triazines, appears to act on metabolism of plant hormones, particularly plant growth regulation hormones. This conclusion results from studies in which triazines (including simazine), when applied at low rates, resulted in more vigorous and healthy plants than controls, yet at higher rates of application, resulted in growth inhibition. /Simazine & other triazines/"
        },
        {
            "References": "Menzie, C.M. Metabolism of Pesticides. U.S. Department of the Interior, Bureau of Sport Fisheries and Wildlife, Publication 127. Washington, DC: U.S. Government Printing Office, 1969., p. 312",
            "Value": "Since chlorosis is the first sign of the effect of triazines on plants, interference with carbon dioxide assimilation & sugar formation can be expected. Studies showing that Hill reaction is inhibited confirmed this. /Triazines/"
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists. Documentation of the TLV's and BEI's with Other World Wide Occupational Exposure Values. CD-ROM Cincinnati, OH 45240-1634 2006.",
            "Value": "... Their chief mode of action appears to involve carbohydrate metabolism. The chlorinated s-triazines inhibit starch accumulation by blocking the production of sugars. Similar behavior has been shown for the methoxy & methylthio-s-triazines. It has been reported that the s-triazines affect the tricarboxylic acid cycle with activation of phospho-phenyl pyruvate-carboxylase causing the disappearance of sucrose & glyceric acid with the formation of aspartic & malic acids. /s-Triazines/"
        }
    ],
    "sediment_soil_concentrations": [
        {
            "References": "(1) Muszkat L et al; Arch Insect Biochem Physiol 22: 487-99 (1993) (2) Krapac IG et al; J Soil Contam 4: 209-26 (1995)",
            "Value": "SOIL: Prometon was detected 20.4 m below surface level at an effluent-irrigated citrus grove site in Israel at a concn of 0.03 mg/L(1). Prometon was detected in 28 of 822 soil samples collected from 49 agrichemical facilities located throughout IL at a median concn of 151 ug/kg, range 45 to 1605 ug/kg(2)."
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "(1) Rao PSC, Davidson JM; Retention and transformation of selected pesticides and phosphorus in soil-water systems USEPA-600/S3-82-060 (1982) (2) Spencer WF et al; J Environ Qual 17: 504-9 (1988) (3) Singh G et al; J Environ Qual 19: 520-5 (1990) (4) Swann RL et al; Res Rev 85: 23 (1983) (5) Weber JB, Whitacre DM; Weed Sci 30: 579-84 (1982) (6) Helling CS; Soil Sci Soc Amer Proc 35: 737-43 (1971) (7) Senesi N, Testini C; Geoderma 28: 129-46 (1982) (8) Bailey GW et al; Res Rev 32: 222-34 (1968) (9) Weber JB et al; Chemosphere 55:157-66 (2004) (10) Tomlin CDS ed; The Pesticide Manual, 11th ed. The British Crop Protection Council p. 1010 (1997) (11) Weber JB et al; Weed Sci 17: 417-21 (1969)",
            "Value": "A mean Koc of 524.3 was reported for prometon in 29 soils(1). The Freundlich adsorption constant, K, and exponent, 1/n, for prometon on San Joaquin sandy loam (0.72% organic carbon, 9.7% clay, pH 6.2) at 25 °C were 2.94 and 0.81, respectively; the corresponding Koc is 408 at a concn of 1 ppm and 305 at a concn of 10.3 ppm(2). Koc values of 572 and 395 were determined in Hanford sandy loam (0.43% organic C, pH 6.05, 7.1% clay, 25.8% silt, 67.1% sand) and Tujunga loamy sand (0.33% organic C, pH 6.3, 4.5% clay, 13.5% silt, 82.0% sand), respectively(3). According to a classification scheme(4), these Koc values suggest that prometon is expected to have low to moderate mobility in soil(SRC). Only 0.1% of prometon applied to a 30.5 cm column and leached under unsaturated flow conditions with 1.2 cm of water/day, was found in leachate at the end of 30 days(5). Prometon was included in mobility class 3, on a scale from 1 (immobile) to 5 (very mobile)(6). Prometon is adsorbed onto soil humic acid, forming stable complexes(7). Ionic, hydrogen bonding, electron donor-acceptor, and covalent forces contribute to the binding. The fact that the basicity of several s-triazines, and hence their tendency to form ionic bonds, is not correlated with adsorptivity indicate that ionic bonding is not the primary factor governing adsorption(7). Data on the free radical content of humic acid adducts, demonstrate that electron donor-acceptor forces are particularly important in the binding of prometon to soil(7). The Freundlich adsorption constant, K, and exponent, 1/n, for prometon on Volcay bentonite at 25 °C was 150 and 0.64, respectively(8). The mean sorption coefficient (Kd) of 4.86 was given for 59 measured values(9). A pKa of 4.3 at 21 °C(10) indicates prometon will exist predominately in the unionized form under environmental pHs(SRC). Max adsorption of prometon onto soil organic matter occurred in the pH range 4.2 to 5.2; the addition of HCl or NaOH decreased adsorption(11). Approximately 52% of the prometon adsorbed by organic matter was desorbed with two extractions of 0.1 N NaCl(11)."
        }
    ]
}