{
    "_id": {
        "$oid": "6682e818c4e5dba5ffba23e4"
    },
    "CID": {
        "$numberInt": "4931"
    },
    "Name": "PROPACHLOR",
    "IUPACName": "2-chloro-N-phenyl-N-propan-2-ylacetamide",
    "CanonicalSMILES": "CC(C)N(C1=CC=CC=C1)C(=O)CCl",
    "Synonyms": [
        "propachlor",
        "1918-16-7",
        "2-Chloro-N-isopropyl-N-phenylacetamide",
        "2-Chloro-N-isopropylacetanilide",
        "Acilid",
        "Niticid",
        "Propachlore",
        "Bexton 4L",
        "Nitacid",
        "Satecid",
        "Bexton",
        "Prolex",
        "Ramrod",
        "Kartex A",
        "Ramrod 65"
    ],
    "IsomericSMILES": "CC(C)N(C1=CC=CC=C1)C(=O)CCl",
    "INCHI": "InChI=1S/C11H14ClNO/c1-9(2)13(11(14)8-12)10-6-4-3-5-7-10/h3-7,9H,8H2,1-2H3",
    "INCHIKEY": "MFOUDYKPLGXPGO-UHFFFAOYSA-N",
    "Formula": "C11H14ClNO",
    "MolecularWeight": {
        "$numberDouble": "211.69"
    },
    "Description": "Propachlor is an anilide that consists of 2-chloroacetanilide bearing an N-isopropyl substituent. It has a role as a herbicide, an environmental contaminant and a xenobiotic. It is an anilide, an organochlorine compound and a monocarboxylic acid amide.",
    "XlogP": {
        "$numberDouble": "2.2"
    },
    "Complexity": {
        "$numberInt": "188"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "environmental_bioconcentrations": [
        {
            "References": "(1) Yu C-C et al ; J Agric Food Chem 23: 877-79 (1975) (2) Metcalf RL; Adv Environ Sci Technol 8: 195-221 (1977) (3) USEPA; EPA Registration Eligibility Decision Document. Propachlor. EPA 738-R-015, November 1998. Available at: https://www.epa.gov/pesticides/reregistration/status.htm as of July 23, 2007. (4) Franke C et al; Chemosphere 29: 1501-14 (1994)",
            "Value": "In a model ecosystem study the bioconcentration factor (BCF) for propachlor in mosquito fish (Gambusia affinis) was approximately 1(1-2). Maximum bioconcentration factors for propachlor residues in bluegill sunfish were 13 for edible tissues, 71 for nonedible tissues, and 37 for whole fish. According to a classification scheme(4), these BCF values suggest the potential for bioconcentration in aquatic organisms is low to moderate(SRC)."
        }
    ],
    "environmental_biodegradations": [
        {
            "References": "(1) Novick NJ, Alexander M; Appl Environ Microbiol 49: 737-43 (1985) (2) Steen WC, Collette TW; Appl Environ Microbiol 55: 2545-49 (1989)",
            "Value": "AEROBIC: Low concn range of propachlor (ug/L range), was not mineralized in a sewage and a lake water, but were extensively metabolized to a number of unidentified polar products(1). In a lake water, 59% of propachlor metabolized in 6 weeks(1). At higher concn (mg/L range), the second order biodegradation rate constant for propachlor was estimated to be 1.1X10-9 l/organism-hr(2)."
        },
        {
            "References": "(1) Beestman GB, Deming JM; Agron J 66: 308-11 (1974) (2) Frank R et al; Can J Plant Sci 57: 473-77 (1977) (3) Lee JK et al; J Korean Agric Chem Soc 25: 44-54 (1982) (4) Novick NJ et al; J Agric Food Chem 34: 721-5 (1986) (5) Zimdahl RL, Clark SK; Weed Sci 30: 545-8 (1982) (6) USEPA; Drinking Water Health Advisory: Pesticides, Chelsea, MI: Lewis Publ., Inc. p. 665-76 (1989) (7) Clegg BS et al; Bull Environ Contam Toxicol 47: 104-11 (1991)",
            "Value": "AEROBIC: Propachlor degraded about 33 times faster in a non-sterilized silt soil than the sterilized soil leading to the conclusion that microbial transformation is the major degradation pathway for propachlor(1). The degradation proceeds via microbial hydrolysis with the formation of hydroxypropachlor or N-isopropylaniline(2,7). The hydrolyzed products may form conjugated compounds with active soil sites and may remain strongly sorbed to these active sites(2,6). Identified propachlor metabolites in soil are N-isopropylaniline, N-isopropylanilide, N-(1-hydroxy-isopropyl)acetanilide and N-isopropyl-2-acetoxyacetanilide(3). In addition to degradation via cometabolism, propachlor also mineralizes in soil(4). Soil suspensions mineralized 0.6-63% of ring-labeled propachlor to carbon dioxide in 30 days(4). It was suggested that mineralization is the major means for destruction of propachlor in soil(4). Increase in moisture content and temperature of soil enhanced the biodegradation of propachlor(5). At high concn (500 mg/kg), the biodegradation of propachlor was relatively slower compared to lower concn(6)."
        },
        {
            "References": "(1) USEPA; EPA Registration Eligibility Decision Document. Propachlor. EPA 738-R-015, November 1998. Available at: https://www.epa.gov/pesticides/reregistration/status.htm as of July 23, 2007.",
            "Value": "AEROBIC: Propachlor, at 6.0 ppm, degraded with a calculated non-linear regression half-life of 2.7 days, in a sandy loam soil incubated in the dark at 24.0 to 26.0 °C(1). Two major degradation products were observed, 1-methylethyl phenylamino]oxoacetic acid (propachlor oxanilic acid) and 2-[(1-methylethyl)phenylamino]-2-oxoethanesulfonic acid (propachlor sulfonic acid)(1). Propachlor, at 5.9 ppm, degraded slowly, with a calculated half-life of 146 days (4.9 months) for a lake water-sediment system incubated under anaerobic conditions in the dark at 24 to 26 °C for 12 months(1). In terrestrial field dissipation studies conducted in Iowa, Nebraska, and Texas, the time for 50% dissipation (DT50) of propachlor applied at 6 lb/A ranged from 1 day (Iowa) to 5.8 days (Nebraska)(1)."
        },
        {
            "References": "(1) Munnecke DM; FEMS Symp 12(Microb Degrad Xenobiotics Recalcitrant Compds): 251-69 (1981) (2) Jaworski EG; pp. 359-76 in Herbicides Vol 1. Kearney PC, Kaufman DD, eds. NY: Marcel Dekker, Inc, (1975)",
            "Value": "PURE CUTLURE: A pure culture of Fusarium oxyporium degrades propachlor(1-2). Dehalogenation was the major degradation mechanism and 2-hydroxy-N-isopropylacetanilide and bis(N-isopropylanilido-N-carboxymethylene) oxide were identified as metabolites(2)."
        }
    ],
    "logP": [
        {
            "References": "Hansch, C., Leo, A., D. Hoekman. Exploring QSAR - Hydrophobic, Electronic, and Steric Constants. Washington, DC: American Chemical Society., 1995., p. 86",
            "Value": "log Kow = 2.18"
        }
    ],
    "mechanism_of_action": [
        {
            "References": "EPA/Office of Pesticide Programs. Implementation of the Determinations of a Common Mechanism of Toxicity for N-Methyl Carbamate Pesticides and for Certain Chloroacetanilide Pesticides. p. 16. (July 12, 2001)",
            "Value": "Butachlor and Propachlor are metabolized to the corresponding 4-aminophenol derivative, a precursor of a benzoquinone imine. ... Registrant's data for Alachlor show binding of the DEBQI metabolite to rat nasal protein at doses which deplete hepatic glutathione and which cause nasal tumors, supporting a non-genotoxic mode of action for nasal tumorigenicity. Data for Acetochlor also show binding of the corresponding dialkyl-benzoquinone imine at a dose that produces nasal tumors in S-D rats. Independent studies ...  have presented direct evidence for the in vivo production of benzoquinone imine metabolites from Acetochlor, Alachlor, Butachlor and Metolachlor in male S-D rats. In the case of Propachlor, the N-acetyl derivative of the 4-aminophenol derivative and its glucuronide were found in urine of rats dosed orally with Propachlor. Data in the literature indicate that N-acetyl- 4-aminophenol can be activated to a benzoquinone imine and has been found to cause necrosis in rat and human liver. In the case of propachlor, although it does not form nasal turbinate tumors, the 4-aminophenol precursor of the benzoquinonone imine has been identified as a metabolite."
        },
        {
            "References": "EPA/Office of Pesticide Programs. Implementation of the Determinations of a Common Mechanism of Toxicity for N-Methyl Carbamate Pesticides and for Certain Chloroacetanilide Pesticides. p. 25 (July 12, 2001)",
            "Value": "Mechanistic studies of thyroid follicular cell tumorigenesis performed with Alachlor indicate a hormonally-mediated mechanism for thyroid neoplasia. Administration of Alachlor results in induction of microsomal hepatic UDPGT activity, which produces increased clearance of thyroid hormone, T4. Decreased levels of T4 would result in increased levels of thyroid stimulating hormone (TSH). Increased levels of TSH would result in the hyperplastic and eventually tumorigenic response of the thyroid. ... For Propachlor, thyroid C-cell tumors have been observed after chronic high dose administration of the compound. However, as C cells are engaged in calcitonin production and not T3/T4 production, the mechanism of induction for these tumors is expected to be different."
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "WHO; IPCS Health and Safety Guide No. 77. Propachlor (1992). Available from, as of June 7, 2007: https://www.inchem.org/documents/hsg/hsg/hsg77_e.htm",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ The acute oral toxicity of propachlor is only slight (LD50s in the rat range from 950 to 2176 mg/kg body weight).  Signs of acute intoxication are predominantly central nervous system effects (excitement, convulsion followed by depression).  Acute inhalation toxicity in rodents is low (LC50 1.0 mg/L). However, propachlor causes severe irritation of both eyes and skin."
        },
        {
            "References": "Environmental Health Criteria 147: Propachlor (1993) by the International Programme on Chemical Safety (IPCS) under the joint sponsorship of the United Nations Environment Programme, the International Labour Organisation and the World Health Organization. Available from, as of June 7, 2007: https://www.inchem.org/documents/ehc/ehc/ehc147.htm",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ The acute oral toxicity of propachlor for the rat, mouse and the rabbit has been examined. According to the WHO hazard classification of pesticides and as far as its acute oral toxicity to rats is concerned, propachlor is slightly hazardous (Group III) ... .. LD50 values in various animal species reveal a higher susceptibility for the mouse and the rabbit than for the rat  ...  . The clinical picture of acute oral intoxication by propachlor has been described in three species of experimental animals: mice, rabbits and rats ... . When propachlor is given at lethal or toxic doses, the main symptoms concern the central nervous system. In mice and rabbits, a state of excitement, trembling and light convulsions is observed 15 min after a toxic or lethal dose of propachlor. This gradually increases, breathing becomes difficult and death follows in several hours. Intoxication in rats takes a different course: a state of immobility and head and body tremors are accompanied by the sudden onset of convulsions and death occurs within 24 hr."
        },
        {
            "References": "Environmental Health Criteria 147: Propachlor (1993) by the International Programme on Chemical Safety (IPCS) under the joint sponsorship of the United Nations Environment Programme, the International Labour Organisation and the World Health Organization. Available from, as of June 7, 2007: https://www.inchem.org/documents/ehc/ehc/ehc147.htm",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Results of studies in rabbits on the acute dermal toxicity of propachlor and its formulations indicate that the dermal LD50 ranges from 4000 mg/kg for a 65% WP formulation ... . to 20,000 mg/kg for technical propachlor (94.5%) ... .. Test animals exhibited moderate to severe erythema, severe oedema and necrotic skin at the dermal application sites at a dose level of 2800 mg/kg. Motor activity decrease and ataxia were noted at dose levels of 2000 to 5600 mg/kg."
        },
        {
            "References": "Environmental Health Criteria 147: Propachlor (1993) by the International Programme on Chemical Safety (IPCS) under the joint sponsorship of the United Nations Environment Programme, the International Labour Organisation and the World Health Organization. Available from, as of June 7, 2007: https://www.inchem.org/documents/ehc/ehc/ehc147.htm",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ ... technical propachlor (96.8%) was dissolved in dimethylsulfoxide (DMSO) to generate an aerosol and administered to five male and five female Sprague-Dawley rats in a nose-only chamber at an analytically determined concentration of 1.2 mg/L for 4 hr. Control rats (five of each sex) were exposed to an atmosphere of aerosolized DMSO for the same duration. Particle size measurements on the propachlor/DMSO aerosol indicated a mass median aerodynamic diameter of 3.5 um, with 96% of the particles being less than 10 um and 1.8% less than 1 um in diameter ... . No  treatment-related deaths occurred. Clinical signs included labored respiration and nasal discharge; all animals appeared normal by post-exposure day 2. A transient weight loss was noted in both treated and control animals during the first two days of the study, but normal body weight was observed thereafter. No abnormalities were apparent during postmortem examination of the animals."
        },
        {
            "References": "Environmental Health Criteria 147: Propachlor (1993) by the International Programme on Chemical Safety (IPCS) under the joint sponsorship of the United Nations Environment Programme, the International Labour Organisation and the World Health Organization. Available from, as of June 7, 2007: https://www.inchem.org/documents/ehc/ehc/ehc147.htm",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ ... three groups of Charles River CD rats (five rats of each sex per group) were exposed to test atmospheres of a propachlor formulation (44% active ingredient) for 4 hr. ... , and were exposed to analytically confirmed concentrations of 0.18, 0.67 and 1.0 mg propachlor/L in the breathing zone of the chamber. At least 82% of the particles were less than 10 um in diameter. No animals died at the two lower exposure levels, whereas four out of ten rats died at 1.0 mg/L. Clinical observations during the post-exposure period included ocular opacities, perinasal encrustation, rapid or shallow respiration, perioral wetness and focal loss of hair from animals in the highest exposure group. Fourteen days after exposure, all surviving animals had body weights higher than the pre-exposure (day 0) values with the exception of females in the 1.0-mg/L group, which exhibited body weight depression. There were no abnormal findings in rats that died during the test or were sacrificed at 14 days. Based on the mortality observed, the LC50 was slightly greater than 1.0 mg/L."
        },
        {
            "References": "Environmental Health Criteria 147: Propachlor (1993) by the International Programme on Chemical Safety (IPCS) under the joint sponsorship of the United Nations Environment Programme, the International Labour Organisation and the World Health Organization. Available from, as of June 7, 2007: https://www.inchem.org/documents/ehc/ehc/ehc147.htm",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Single application to Wistar rats (three rats of each sex per group) of propachlor 65 WP at doses of 1500, 2000, 3000 and 4000 mg/kg in 10 or 20% aqueous suspension, under the open modified method of Noakes, did not cause any local irritative effects. ... Single applications to rabbits of 16% propachlor 65 WP in aqueous suspension at doses of 500, 700, and 1000 mg/kg led to hyperemia and even ulceration in the skin of some animals. Ten applications of a 32% aqueous suspension of propachlor at a level of 200 mg/kg had the same effect on the skin. Seventeen applications of a 6.5% aqueous suspension at 100 mg/kg did not result in mortality, and only slight hyperemia was seen in the treated skin area of the rabbits."
        },
        {
            "References": "Environmental Health Criteria 147: Propachlor (1993) by the International Programme on Chemical Safety (IPCS) under the joint sponsorship of the United Nations Environment Programme, the International Labour Organisation and the World Health Organization. Available from, as of June 7, 2007: https://www.inchem.org/documents/ehc/ehc/ehc147.htm",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Primary irritation and contact sensitization effects of Satecid 65 WP containing 65% propachlor were investigated in rabbits, mice and rats, and these were compared with the effects of technical grade propachlor, propachlor with analytical purity, and the vehicle alone ... . Propachlor had strong to very strong irritating effects on intact and scarified skin as well as on the eye mucosa of rabbits and mice. The symptoms included erythema, oedema and penetrating ulcer. Technical grade propachlor had the most potent irritating effect."
        },
        {
            "References": "Environmental Health Criteria 147: Propachlor (1993) by the International Programme on Chemical Safety (IPCS) under the joint sponsorship of the United Nations Environment Programme, the International Labour Organisation and the World Health Organization. Available from, as of June 7, 2007: https://www.inchem.org/documents/ehc/ehc/ehc147.htm",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Several dermal irritation studies have been carried out with technical propachlor and its formulations, each of which involved the use of six New Zealand white rabbits (2.5 to 3.5 kg). All application sites were scored for erythema, eschar and edema formation. For technical propachlor (94.5% pure) a slight degree of dermal irritation was observed (2.5/8.0 score) ... , 1979a); for a 20% formulation of propachlor (again 94.5% pure) there was a slight degree of dermal irritation (1.8/8.0 score) ....; for a 65% formulation a moderate degree of dermal irritation (3.4/8.0 score) ...; and for a 42% formulation corrosive effects were observed."
        },
        {
            "References": "Environmental Health Criteria 147: Propachlor (1993) by the International Programme on Chemical Safety (IPCS) under the joint sponsorship of the United Nations Environment Programme, the International Labour Organisation and the World Health Organization. Available from, as of June 7, 2007: https://www.inchem.org/documents/ehc/ehc/ehc147.htm",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ The dermal sensitization potential of propachlor was evaluated in guinea-pigs using the Buehler procedure ... . For the induction phase, 0.2 mL of undiluted propachlor (95.7% purity) was applied dermally using the closed patch technique to the shaved backs of five male and five female Hartley albino guineapigs. The applications were made for 6 hr/day, 3 days/week, for 3 weeks. Two weeks after the final dose, additional 0.2 mL doses of 25% propachlor in ethanol (challenge dose) were applied to previously untreated areas on those guinea-pigs that had received the induction doses and to six others (three males and three females) which served as irritation controls. ... All animals had slight to moderate dermal irritation following the third induction dose of propachlor, and some of them exhibited severe irritation, including edema, necrosis and exfoliation. Following application of the challenge dose, one out of ten animals had an irritation score of 1 (slight), eight animals had a score of 2 (moderate) and one animal had a score of 3 (severe) at 24 hr. Nine of these animals exhibited edema. At 78 h, two animals had very low scores, six animals had scores of 1, and two scores of 2. Six of these animals exhibited edema. Similar results were obtained when 20 and 40% propachlor formulations were tested for sensitization in guinea-pigs"
        },
        {
            "References": "Environmental Health Criteria 147: Propachlor (1993) by the International Programme on Chemical Safety (IPCS) under the joint sponsorship of the United Nations Environment Programme, the International Labour Organisation and the World Health Organization. Available from, as of June 7, 2007: https://www.inchem.org/documents/ehc/ehc/ehc147.htm",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ A modification of the maximalization test of Magnusson & Kligman (1969) was used ... .Guinea pigs (12 female and 12 male) were treated by intramuscular injection of 0.2% propachlor aqueous suspension (using preparations from both the USA and Hungary together with Freund adjuvant), by sc injection of 0.05% aqueous suspension and by epicutaneous application of a 1% water suspension of both preparations for 6 weeks, both on healthy and scarified skin. A challenge single application was given two weeks after the last application using 0.2 ml of an 1% aqueous suspension of each formulation. There was no significant difference between the reactions to the two preparations. A challenge dose did not induce a reaction."
        },
        {
            "References": "Environmental Health Criteria 147: Propachlor (1993) by the International Programme on Chemical Safety (IPCS) under the joint sponsorship of the United Nations Environment Programme, the International Labour Organisation and the World Health Organization. Available from, as of June 7, 2007: https://www.inchem.org/documents/ehc/ehc/ehc147.htm",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ In an eye irritation test on six New Zealand white rabbits using technical propachlor (94.5%), 0.1 cu cm was instilled into one eye of each rabbit and ocular reactions were observed on days 1, 2, 3, 4, 7, 10 and 14. According to Draize scores, all treated eyes were assigned positive scores for corneal opacity and ulceration, conjunctival redness, chemosis and necrosis. Two eyes were assigned positive scores for iritis. Three eyes exhibited pannus, and corneal bulge was observed in two eyes. Four eyes were clear of signs of irritation by day 14 and two eyes showed signs of irritation at the termination of the study"
        },
        {
            "References": "Environmental Health Criteria 147: Propachlor (1993) by the International Programme on Chemical Safety (IPCS) under the joint sponsorship of the United Nations Environment Programme, the International Labour Organisation and the World Health Organization. Available from, as of June 7, 2007: https://www.inchem.org/documents/ehc/ehc/ehc147.htm",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ ... technical propachlor (96.1% pure) was ground to a fine powder and introduced in the conjunctival sac of the right eye of six (two males and four females) albino New Zealand White rabbits. The left eye served as the control. The treated eyes  were rinsed 24 hr later. Five of the animals exhibited severe conjunctival irritation (redness, necrosis, chemosis and discharge), five exhibited opacity and/or ulceration, and five had iridial damage. Two animals exhibited neovascular-ization of the cornea and one bulging of the cornea, indicative of increased intraocular pressure. After 21 days of observation one animal continued to exhibit conjunctival redness and one corneal opacity and bulging of the cornea. The eyes of the remaining animals had minimal conjunctival irritation."
        },
        {
            "References": "Gosselin, R.E., H.C. Hodge, R.P. Smith, and M.N. Gleason. Clinical Toxicology of Commercial Products. 4th ed. Baltimore: Williams and Wilkins, 1976., p. II-208",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Death in rats was preceded by incr weakness, salivation, tremors, collapse & coma. Minimal lethal dose on rabbit skin between 0.5 & 1.0 g/kg."
        },
        {
            "References": "Weed Science Society of America. Herbicide Handbook. 4th ed. Champaign, IL: Weed Science Society of America, 1979. of America, 1979., p. 374",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ ... Rabbits--Skin Irritation, very slight as dry granules ... slight as moist granules ... Eye Irritation, moderately severe ..."
        },
        {
            "References": "MOLNAR J, PAKSY K; EGESZSEGTUDOMANY 22 (4): 393 (1978)",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Effects of Satecid 65% wettable powder on CFY male albino rats: conjunctivitis @ min concn of 0.01%. 4 hr inhalation of dust demonstrated inflammation of tracheal mucosa. Mortality of 25% was observed. Extended hemorrhages and frothy bloody secretion were found in lungs & bronchi."
        },
        {
            "References": "Environmental Health Criteria 147: Propachlor (1993) by the International Programme on Chemical Safety (IPCS) under the joint sponsorship of the United Nations Environment Programme, the International Labour Organisation and the World Health Organization. Available from, as of June 7, 2007: https://www.inchem.org/documents/ehc/ehc/ehc147.htm",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ The subchronic toxicity of propachlor (96.1% purity) has ...  been evaluated in Sprague-Dawley CD rats (30 of each sex per group) fed diets containing 0, 300, 1500 or 7500 mg/kg for 90 days ... .. No animals died. A statistically significant reduction in body weight was observed in animals fed 1500 mg/kg (8% for males and females) and 7500 mg/kg (59% for males and 36% for females). Food consumption was significantly depressed for animals at the highest dose level for the first month of the study, but recovered during the remainder of the study. After 6 weeks, reduced hemoglobin, hematocrit, mean corpuscular hemoglobin and hematocrit, and an increase in reticulocytes were observed in females at all dose levels and in high-dose males. The anemia was less evident in high-dose males and was only present in high-dose females at study termination. Significantly reduced lymphocyte counts were observed at week 6 for high-dose males and mid- and high-dose females, and at study termination for all groups. Levels of serum enzymes (SGPT, SAP, GGT), cholesterol and total bilirubin were significantly increased for high-dose animals at weeks 6 and 13 and there were significant reductions in total protein, glucose, creatinine and albumin. No histological changes were observed in the liver. Organ weights (with the exception of female livers) were reduced, relative to controls, for high-dose animals, and spleens were extremely small and treatment-related in size in about 65% of the animals. No histological changes were observed in the tissues examined, which included the spleen."
        },
        {
            "References": "Environmental Health Criteria 147: Propachlor (1993) by the International Programme on Chemical Safety (IPCS) under the joint sponsorship of the United Nations Environment Programme, the International Labour Organisation and the World Health Organization. Available from, as of June 7, 2007: https://www.inchem.org/documents/ehc/ehc/ehc147.htm",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ The subchronic toxicity of propachlor (96.1% pure) was evaluated in four groups of Charles River CD-1 mice (30 mice of each sex per group) ... . Dietary levels were 0, 500, 1500 and 5000 mg/kg. No mortality or adverse clinical signs were observed during the study. A statistically significant reduction (10%) in body weight was observed in the mid- and high-dose males and females during the study. Food consumption was also reduced during the first month for mid- and high-dose animals. A dose-related statistically significant reduction in the number of white blood cells was observed in both sexes at all dose levels, except low-dose females, at the 7-week sampling period. At study termination, this reduction was evident in mid- and high-dose animals but was statistically significant only for high-dose males. Liver weights were increased for males at all dietary levels and for mid- and high-dose females. There was an accompanying statistically significant increase in the incidence of centrilobular hepatocellular hypertrophy for mid- and high-dose males, based on histological examination. No other microscopic changes that could be considered treatment related were evident in tissues. For males, the kidney to body weight ratio was decreased at the high-dose level."
        },
        {
            "References": "Environmental Health Criteria 147: Propachlor (1993) by the International Programme on Chemical Safety (IPCS) under the joint sponsorship of the United Nations Environment Programme, the International Labour Organisation and the World Health Organization. Available from, as of June 7, 2007: https://www.inchem.org/documents/ehc/ehc/ehc147.htm",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ A 21- and 90-day short- and longer-term dermal toxicity study on Wistar rats (12 animals in each tested group plus 1 control) using propachlor (65% wettable powder) administered 5 days per week was carried out ... . The doses applied were 50, 200 and 500 mg/kg in aqueous suspensions in the 21-day experiment, and 10, 25 and 50 mg/kg in the 90-day study. The dermal application was performed uncovered (Draize, modification of Noakes). By the end of day 21, anemia was found at dose levels of 200 and 500 mg/kg, but there was no methemoglobinaemia. The same doses induced a statistically significant decrease in the activity of certain enzymes (SGOT, SGPT, OCT and AP). Dermal application of propachlor at dose levels of 25 and 50 mg/kg to the skin of white rats (two groups of 12 animals) for 90 days did not provoke any changes in concentrations of red blood cells and hemoglobin, but there were decreases in SGOT, SGPT, LAP, AP and catalase. Decreased sulfur-containing enzymes were found in tissue homogenates (liver and kidney). Decreases in the levels of LDH, SDH, AcP and glucose-6-phosphate dehydrogenase were determined histochemically. There was no evidence of clinical signs of intoxication after repeated dermal application of the herbicide, but the occurrence of the above-mentioned enzymatic changes demonstrated the penetration of this herbicide through the dermal barrier. The hexabarbital sleeping time was statistically significantly shortened at the mid- and high-dose levels, thereby confirming the induction of mixed-function oxidases reported /in another study./"
        },
        {
            "References": "USEPA/Office of Pesticide Programs; Reregistration Eligibility Decision Document - Propachlor. p.9-20. EPA 738-R-015 (November 1998) Available from, as of May 18th, 2007: https://www.epa.gov/pesticides/reregistration/status.htm",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ In a subchronic feeding study ... 6 Beagle dogs/sex/group were administered propachlor [96.1%] via the diet at dose levels of 0, 100 ppm [ca 2.5 mg/kg/day; standard conversion factor used], 500 ppm [ca 12.5 mg/kg/day], and 1500 ppm [ca 37.5 mg/kg/day] for 90 days. There were no deaths. Throughout the study, decreased body weight was observed at all dose levels in both sexes, although there was no dose-response. The mid-dose level of both sexes displayed the lowest terminal body weight [males 85%/females 87% of control]. Overall, decreased body-weight gain was observed at all dose levels of both sexes [males: 46%, 26%, and 37%/females: 91%, 18%, and 27% of control at the low-, mid-, and high-dose levels, respectively]. At the high-dose level in both sexes, food consumption was decreased throughout the study. There were no dose-related effects observed in hematology, clinical chemistry, urinalysis, ophthalmoscopic, gross, or microscopic examinations in either sex. The NOEL is 37.5 mg/kg/day, the highest dose tested (HDT). ..."
        },
        {
            "References": "Environmental Health Criteria 147: Propachlor (1993) by the International Programme on Chemical Safety (IPCS) under the joint sponsorship of the United Nations Environment Programme, the International Labour Organisation and the World Health Organization. Available from, as of June 7, 2007: https://www.inchem.org/documents/ehc/ehc/ehc147.htm",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ ... the effects of continuous and intermittent oral dosing of propachlor (65% WP) on white rats (equal numbers of both sexes). The number of animals per group was not given. /Doses were 70 mg/kg once a week or 140 mg/kg once every two weeks for four months or 70 mg/kg once every two weeks for eight months/  ... Continuous administration of propachlor led to more marked changes in the main parenchymous organs than intermittent administration. These changes were characterized by decreased activity of oxido-reductive tissue enzymes. The hexabarbital sleeping time, which characterized the detoxification function of the liver, showed a statistically significant reduction."
        },
        {
            "References": "PMID:436710",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Daily oral administration of 1/200, 1/100, and 1/20 LD50 of Ramrod (LD50= 1200 mg/kg) for 4 months induced dystrophy and disorganization of spermatopoietic epithelium in rats."
        },
        {
            "References": "USEPA/Office of Pesticide Programs; Reregistration Eligibility Decision Document - Propachlor. p.9-20. EPA 738-R-015 (November 1998) Available from, as of May 18th, 2007: https://www.epa.gov/pesticides/reregistration/status.htm",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ In a carcinogenicity study ... propachlor [97.8% ai] was administered in the diet to 60 CD-1 mice/sex/dose for 18 months at dose levels of 0, 100, 500, 1500, or 6000 ppm (0, 14.6, 75.0, 222.9, or 847.3 mg/kg/day, respectively, in males; 0, 19.3, 100.0, 276.7, or 1006.9 mg/kg/day, respectively, in females). ... There were no adverse effects on survival or clinical signs in either sex. Decreased body weight [males 89%/females 86% of control value at study termination] and body-weight gains [overall gain males 72%/females 68% of control] were observed in males at 276.7 mg/kg/day and in both sexes at the highest dose level ... At both the 12-month and terminal sacrifices in both sexes, there was a dose-related increase in liver weight. At the highest dose level, kidney weights [absolute and relative-to-brain] were decreased in males at both the 12-month and terminal sacrifices and in females at the terminal sacrifice. In the stomach, herniated mucosal glands into the submucosa/tunica muscularis were observed in both sexes at the highest dose level and in some males at the next highest dose level. Males at the highest dose level also displayed erosion/ulceration of the glandular mucosa of the stomach. Several non-neoplastic lesions indicative of liver toxicity were observed in the liver in both sexes at the highest dose level and in males at the next highest dose level. These included hepatocellular hypertrophy (centrilobular/midzonal), necrosis of individual hepatocytes, eosinophilic foci, telangiectasis, and pigment deposition in Kupffer cells in the males and hepatocellular hypertrophy (periportal), mononuclear cell infiltrate, and pigment deposition in Kupffer cells in the females. Treatment-related increases in liver tumors [hepatocellular adenomas, carcinomas, adenomas and/or carcinomas combined]. There were no treatment-related tumors in female mice. Dosing was considered adequate, based on the known poor palatability of propachlor and the demonstrated decrease in food consumption and a concomitant decrease in bodyweight gain. The NOEL in males is 14.6 mg/kg/day and in females is 19.3 mg/kg/day. The LOEL in males is 75 mg/kg/day and in females is 100 mg/kg/day, based on increased liver weights and microscopic lesions in the liver."
        },
        {
            "References": "USEPA/Office of Pesticide Programs; Reregistration Eligibility Decision Document - Propachlor. p.9-20. EPA 738-R-015 (November 1998) Available from, as of May 18th, 2007: https://www.epa.gov/pesticides/reregistration/status.htm",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ In a chronic feeding study ... 6 Beagle dogs/sex/ group were administered Propachlor [97.1%] via the diet at dose levels of 0, 25 ppm [ca 0.025 mg/kg/day], 250 ppm [ca 6.25 mg/kg/day], and 1000 ppm [ca 25 mg/kg/day] for 12 months. There were no deaths. Estrus occurred more frequently in the treated females than in the controls. Throughout the study, decreased body weight was observed at the mid- and high-dose levels in males and at the high-dose level in females. At termination, the decreases in body weight were 94% of control for the mid-dose males and highdose females and 84% of control for the high-dose males. At the high-dose level in both sexes, food consumption was decreased throughout the study. Low-dose females and mid-dose males consumed less food than the controls from week 6 on, and the mid-dose females consumed less food from week 13 on. There was a dose-related decrease in body-weight gain in both sexes [high-dose males were 37% of control during the 1-92 day interval; high-dose females were 47% of control for the same interval]. There were no dose-related effects observed in hematology, clinical chemistry, urinalysis, ophthalmoscopic, gross, or microscopic examinations in either sex. The NOEL is 6.25 mg/kg/day. The LOEL is 25 mg/kg/day, based on decreased body weight, body-weight gain, and food consumption."
        },
        {
            "References": "USEPA/Office of Pesticide Programs; Reregistration Eligibility Decision Document - Propachlor. p.9-20. EPA 738-R-015 (November 1998) Available from, as of May 18th, 2007: https://www.epa.gov/pesticides/reregistration/status.htm",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ In the combined chronic toxicity/carcinogenicity study in rats ... Propachlor [97.83% ai] was administered to 60 F-344 rats/sex/dose via the diet at dose levels of 0, 100, 300, 1000, and 2500 [males]/5000 [females] ppm [males 0, 5.4, 16.1, 53.6, and 125.3/females 0, 6.4, 19.3, 65.5, and 292.1 mg/kg/day, respectively] for 24 months. ... There were no adverse effects on survival or clinical signs in either sex. Both sexes at the highest dose level displayed decreased body weight throughout most of the study [males 93%/females 72% of control value at study termination], which was accompanied by a decreased food intake [attributable to poor palatability of the test material]. ... Several clinical pathology findings [initial decrease in red cell indices suggesting a mild anemia, increases in platelets/WBC in females, decreases in serum enzymes, increased GGT levels] may be treatment-related, although wide variability occurred in both sexes. At both the 12-month and terminal sacrifices, increased liver weight [absolute and relative-to-brain] was observed in females at the highest dose level, but males at the highest dose level displayed increased liver weight only at the interim sacrifice. At the highest dose level, kidney weights [absolute and relative-to-brain] were decreased in both sexes at the terminal sacrifice. At study termination, increased testicular weight was observed in males at the highest dose level and decreased thyroid weight was observed in females at the highest dose level. In the stomach, herniated mucosal glands [submucosa/tunica muscularis], mucosal hyperplasia of the pylorus, and pyloric cyst(s) were observed only in treated rats of both sexes, and the incidence and severity increased with dose in males. Females at the 65.5 mg/kg/daydose level and both sexes at the highest dose level also displayed erosion/ulceration of the glandular mucosa of the stomach. The incidence and severity of hepatocellular hypertrophy (centrilobular/midzonal) were increased in a dose-related manner in both sexes. There was no increase in the incidence of hepatocellular tumors in either sex. One male at the highest dose level displayed a glandular stomach carcinoma and, because of the other lesions observed in this organ, it could not be ruled out and appeared to be treatment related. At the doses tested, with the exception of the uncommon stomach tumor in one high-dose male, there was no apparent treatment-related increase in tumors in the treated rats when compared to the control rats. Dosing was considered adequate, based on the known poor palatability of propachlor and the demonstrated decrease in food consumption and a concomitant decrease in body-weight gain. The NOEL in males is 5.4 mg/kg/day and in females is 6.4 mg/kg/day. The LOEL in males is 16.1 mg/kg/day and in females is 19.3 mg/kg/day, based on stomach lesions in males and liver lesions in both sexes."
        },
        {
            "References": "EPA/Office of Pesticide Programs. Implementation of the Determinations of a Common Mechanism of Toxicity for N-Methyl Carbamate Pesticides and for Certain Chloroacetanilide Pesticides. p. 8-16. (July 12, 2001)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Statistically significant increases in nasal tumors have been reported for Acetochlor, Alachlor and Butachlor in rats. Additionally, nasal tumors (1 adenocarcinoma and 1 fibrosarcoma) have been reported in rats fed Propachlor at 3000 ppm in the diet. Although the results for propachlor did not reach statistical significance, nasal turbinate tumors are considered to be rare and these results are suggestive of a neoplastic response at that site. ... Thyroid follicular cell tumors have been reported for Acetochlor, Alachlor, and Butachlor in rats (Table 1). Although Propachlor produced thyroid tumors in rats, these thyroid tumors were identified as C-cell tumors, not follicular cell tumors, as those seen for Acetochlor, Alachlor, and Butachlor... . Stomach tumors have been reported for Acetochlor, Alachlor and Butachlor in rats (Table 1). Stomach lesions have been reported in CD-1 mice of both sexes administered Propachlor in the diet for 18 months at levels of 0, 100, 500, 1500 or 6000 ppm. Herniated mucosal glands into the submucosa/tunica muscularis were observed in both sexes at the highest dose and in some males at the next highest dose level. ... Liver tumors were observed in mice or rats for Acetochlor, Metolachlor and Propachlor in chronic studies. Metolachlor produced statistically significant increases in liver adenomas and combined adenomas/carcinomas in female rats and a statistically significant trend for liver tumors in male rats. Propachlor produced a statistically significant increase in hepatocellular tumors [adenomas, carcinomas, hepatoblastomas] in high dose male CD-1 mice. ..."
        },
        {
            "References": "USEPA/Office of Pesticide Programs; Reregistration Eligibility Decision Document - Propachlor. p.9-20. EPA 738-R-015 (November 1998) Available from, as of May 18th, 2007: https://www.epa.gov/pesticides/reregistration/status.htm",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/In a two-generation reproduction study ... propachlor [97.83%] was administered to Sprague-Dawley (CD) rats [30 rats/sex/group] via the diet during pre-mating [F(0) 10 weeks/F(1A) 11 weeks] and through gestation and lactation [one litter/generation] at dose levels of 0, 100 ppm [males 7.1/females 8.2 mg/kg/day], 1000 ppm [males 69.6/females 80.1 mg/kg/day], and males 2500 ppm/females 5000 ppm [males 140.7/females 315.1 mg/kg/day]. ... There were no adverse effects on mating or fertility at any dose level. At terminal sacrifice, centrilobular hepatocellular hypertrophy was observed in the liver of the adults in both sexes in both generations at the 69.6 mg/kg/day dose level. The NOEL for maternal/paternal toxicity in males is 7.1 mg/kg/day and in females is 8.2 mg/kg/day. The LOEL in males is 69.6 mg/kg/day and in females is 80.1 mg/kg/day based on decreased body weight/gain and food consumption. The NOEL for effects on the offspring in males is 7.1 mg/kg/day and in females is 8.2 mg/kg/day. The LOEL in males is 69.6 mg/kg/day and in females is 80.1 mg/kg/day based on decreased body weight at weaning. The NOEL for reproductive/ developmental effects in males is 69.6 mg/kg/day and in females is 80.1 mg/kg/day. The LOEL for reproductive/developmental effects in males is 140.7 mg/kg/day and in females is 315.1 mg/kg/day based on reduced litter size, decreased offspring growth, and decreased pup viability at the highest dose level in the first generation."
        },
        {
            "References": "USEPA/Office of Pesticide Programs; Reregistration Eligibility Decision Document - Propachlor. p.9-20. EPA 738-R-015 (November 1998) Available from, as of May 18th, 2007: https://www.epa.gov/pesticides/reregistration/status.htm",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ ... 20 artificially inseminated New Zealand female rabbits were administered propachlor [96.8%] at dose levels of 0 [0.5% aqueous methylcellulose], 5, 50, and 100 mg/kg/day [analytical doses of 5.8, 58.3, and 116.7 mg/kg/day] via gavage from day 7 through 19 of gestation. ... Gravid uterine weight was decreased at the high-dose level [86% of control] compared to the control. There were no significant differences observed in the pregnancy rate among the groups. One low- and one high-dose does aborted [day 24], but only the abortion at the high dose was considered treatment-related, since none of the mid-dose does aborted and the high-dose doe displayed considerable weight loss and reduced food intake during treatment. One high-dose doe delivered prematurely on day 29. The number of corpora lutea were comparable among the groups, but the number of implantation sites and live fetuses were decreased at the highdose level, and the mid- and high-dose does displayed an increased number [dose related] of resorptions [total and per doe] compared to the control. Postimplantation loss was increased in a dose-related manner, but statistical significance was not attained. ... There were no statistically significant increases in the incidence of any external, visceral, or skeletal malformation or variation at any dose level that could be attributed to treatment. The developmental toxicity NOEL is 58.3 mg/kg/day. The developmental toxicity LOEL is 116.7 mg/kg/day, based on the slightly reduced mean fetal body weight. The maternal NOEL is 58.3 mg/kg/day. The maternal LOEL is 116.7 mg/kg/day, based on decreased body-weight gain and food consumption."
        },
        {
            "References": "Environmental Health Criteria 147: Propachlor (1993) by the International Programme on Chemical Safety (IPCS) under the joint sponsorship of the United Nations Environment Programme, the International Labour Organisation and the World Health Organization. Available from, as of June 7, 2007: https://www.inchem.org/documents/ehc/ehc/ehc147.htm",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ When Balb/c mice (8-12 in each test group and 18 control pregnant females) were treated with a single dose of 675 mg propachlor/kg body weight on each of days 8-13 of gestation, and at dose levels of 33.7, 67.5, 135 and 270 mg/kg body weight per day from days 1 to 21, a significant increase in post-implantational lethality and reduced fetal weight and cranio-caudal size were observed at all dose regimens. With both single and repeated doses, there was a statistically significant increase in the frequency of internal hydrocephalus, but only at a dose level of 675 mg/kg in a single application on days 9 and 11 of gestation and on daily application at 270 mg/kg from days 1 to 18 of pregnancy."
        },
        {
            "References": "USEPA/Office of Pesticide Programs; Reregistration Eligibility Decision Document - Propachlor. p.9-20. EPA 738-R-015 (November 1998) Available from, as of May 18th, 2007: https://www.epa.gov/pesticides/reregistration/status.htm",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ In an acute neurotoxicity study ... 10 Sprague-Dawley CD rats/sex/ group were administered a single dose of propachlor via gavage at dose levels of 0, 175, 350, and 700 mg/kg. At the 700 mg/kg dose level, deaths occurred in both sexes, and several clinical signs suggestive of general systemic toxicity and/or neurological involvement [increased foot splay, myoclonic jerks, slightly abnormal gait, and decreased forelimb grip strength] were observed at the mid- and/or high-dose levels. The NOEL is 175 mg/kg, and the LOEL is 350 mg/kg, based on an increase in landing foot splay at 7 hours [peak effect time] in females."
        },
        {
            "References": "Environmental Health Criteria 147: Propachlor (1993) by the International Programme on Chemical Safety (IPCS) under the joint sponsorship of the United Nations Environment Programme, the International Labour Organisation and the World Health Organization. Available from, as of June 7, 2007: https://www.inchem.org/documents/ehc/ehc/ehc147.htm",
            "Value": "/GENOTOXICITY/ Salmonella mutation assays using standard tester strains (TA1535; TA1538; TA98 and TA100), both with and without metabolic activation with rat liver S9, were negative for formulations and technical grades of propachlor ... . No mutagenicity was observed with extracts of plants treated with propachlor."
        },
        {
            "References": "USEPA/Office of Pesticide Programs; Reregistration Eligibility Decision Document - Propachlor. p.9-20. EPA 738-R-015 (November 1998) Available from, as of May 18th, 2007: https://www.epa.gov/pesticides/reregistration/status.htm",
            "Value": "/GENOTOXICITY/ In an in vivo-in vitro rat hepatocyte DNA repair assay ... propachlor was not shown to be genotoxic at the concentrations [25-1000 mg/kg] tested."
        },
        {
            "References": "USEPA/Office of Pesticide Programs; Reregistration Eligibility Decision Document - Propachlor. p.9-20. EPA 738-R-015 (November 1998) Available from, as of May 18th, 2007: https://www.epa.gov/pesticides/reregistration/status.htm",
            "Value": "/GENOTOXICITY/ In an in vitro unscheduled DNA assay ... propachlor was not shown to be genotoxic at doses up to 25 ug/mL; higher doses were cytotoxic."
        },
        {
            "References": "USEPA/Office of Pesticide Programs; Reregistration Eligibility Decision Document - Propachlor. p.9-20. EPA 738-R-015 (November 1998) Available from, as of May 18th, 2007: https://www.epa.gov/pesticides/reregistration/status.htm",
            "Value": "/GENOTOXICITY/ In a Chinese hamster ovary [CHO] cell/chromosomal aberration assay ... propachlor was found to induce a clastogenic effect under metabolic activation conditions at the highest dose tested, 15 ug/mL, and was negative for aberrations in this in vitro assay in CHO cells without metabolic activation, dose levels of 5 - 15 ug/mL."
        },
        {
            "References": "USEPA/Office of Pesticide Programs; Reregistration Eligibility Decision Document - Propachlor. p.9-20. EPA 738-R-015 (November 1998) Available from, as of May 18th, 2007: https://www.epa.gov/pesticides/reregistration/status.htm",
            "Value": "/GENOTOXICITY/ In a Chinese hamster ovary [CHO] cells HGPRT forward gene mutation assay ... propachlor induced a concentration-dependent increase in mutant frequency to over a doubling of ethanol control frequency at the HGPRT locus of CHO cells at 50 ug/mL with metabolic activation only. This was supported by appropriate toxicity (14% relative survival)at this concentration, an increase in absolute colony numbers, and the relatively tight spontaneous background reported in the testing lab. There was no apparent increase without metabolic activation (dose levels of 10 - 60 ug/mL)."
        },
        {
            "References": "Environmental Health Criteria 147: Propachlor (1993) by the International Programme on Chemical Safety (IPCS) under the joint sponsorship of the United Nations Environment Programme, the International Labour Organisation and the World Health Organization. Available from, as of June 7, 2007: https://www.inchem.org/documents/ehc/ehc/ehc147.htm",
            "Value": "/GENOTOXICITY/ Propachlor (96.1%) was tested in a gene mutation assay in cultured mammalian cells (CHO/HGPRT assay), both in the presence and absence of mammalian metabolic activation, at doses ranging from 10-60 mg/L. It was found to be cytotoxic at some of the higher concentrations tested, but no mutagenicity was observed."
        },
        {
            "References": "Environmental Health Criteria 147: Propachlor (1993) by the International Programme on Chemical Safety (IPCS) under the joint sponsorship of the United Nations Environment Programme, the International Labour Organisation and the World Health Organization. Available from, as of June 7, 2007: https://www.inchem.org/documents/ehc/ehc/ehc147.htm",
            "Value": "/GENOTOXICITY/ ... an  in vivo rat bone marrow cytogenetic assay /was conducted/ using technical grade propachlor (95.6% pure) at dose levels of 0, 0.05, 0.2 and 1 mg/kg body weight. The results were evaluated for mitotic index (based on at least 1000 cells per animal) and 60 cells per animal were examined for chromosomal aberrations. Chromatid and isochromatid gaps were recorded for each cell, but these were not considered chromosomal aberrations. The results showed that propachlor does not induce chromosomal damage in male or female Fischer-344 rats under the conditions used in this study."
        },
        {
            "References": "PMID:7466919",
            "Value": "/GENOTOXICITY/ The cytogenetic and mutagenic activity of 22 pesticides from 8 classes of chemical compounds were studied in random bred albino mice. Animals were subjected to a single intragastric administration of pesticide at 0.2 to 0.5 LD50. Ramrod (propachlor) was found to significantly increase the frequency of chromosome aberrations. Ramrod was the most dangerous of the chemicals tested with the highest cytogenetic effect (4.5%) which exceeded the control level 3 fold."
        },
        {
            "References": "Environmental Health Criteria 147: Propachlor (1993) by the International Programme on Chemical Safety (IPCS) under the joint sponsorship of the United Nations Environment Programme, the International Labour Organisation and the World Health Organization. Available from, as of June 7, 2007: https://www.inchem.org/documents/ehc/ehc/ehc147.htm",
            "Value": "/GENOTOXICITY/ Propachlor was not recombinogenic when tested at 1000 mg/L in Saccharomyces cerevisae strain D4 (ade 2-1, ade 2-2; trp 5-12, trp 5-27) either with or without a liver microsomal activation system."
        },
        {
            "References": "LEHOTZKY K ET AL; EGESZSEGTUDOMANY 23 (1): 89 (1979)",
            "Value": "/OTHER TOXICITY INFORMATION/ Significant incr in bromsulphthalein retention was seen following oral admin & percutaneous application of propachlor. Liver demonstrated leukocyte infiltration in peripherolobular zones of hepatic lobules, & focal necrosis. Propachlor had strong irritating effects on intact and scarified skin as well as eye mucosa of rabbits and mice. Symptoms include erythema, edema, and penetrating ulcer."
        },
        {
            "References": "PMID:7443664",
            "Value": "/OTHER TOXICITY INFORMATION/Daily administration of 70 mg Ramrod/kg inhibited cytochrome oxidase in rat brain and kidneys, and cholinesterase in the liver."
        }
    ],
    "sediment_soil_concentrations": [
        {
            "References": "Weed Science Society of America. Herbicide Handbook. 5th ed. Champaign, Illinois: Weed Science Society of America, 1983., p. 403",
            "Value": "ADSORBED BY SOIL COLLOIDS. ... RESULTANT AVG PERSISTENCE @ RECOMMENDED RATES: FOR 4 TO 6 WK; LONGER IN SOILS HIGH IN ORG MATTER."
        },
        {
            "References": "(1) Crockett AB et al; Pestic Monit J 8: 69-97 (1974) (2) Carey AE et al; Pestic Monit J 12: 117-36 (1978) (3) Carey AE et al; Pestic Monit J 12: 209-29 (1979) (4) Frank R et al; Can J Plant Sci 57: 473-77 (1977) (5) Clegg BS et al; Bull Environ Contam Toxicol 47: 104-11 (1991)",
            "Value": "In a nationwide survey of pesticides in cropland soils, propachlor was detected in 1 of 1,506 samples at a concn of 0.03 mg/kg during fiscal year 1970(1). In a similar survey during fiscal year 1972 and 1973, propachlor was detected in 0.2% and 0.1% samples, respectively at a max concn of 0.1 mg/kg(2-3). Residues of conjugated N-isopropylaniline (metabolite of propachlor) in organic soils (as high as 85-90% organic matter) from Canada treated with propachlor were as high as 9.47 mg/kg(4,5). Free propachlor was identified in some soils at 19 and 63 days following treatment at levels ranging from 0.31 to 2.2 mg/kg(5)."
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "(1) USEPA; EPA Registration Eligibility Decision Document. Propachlor. EPA 738-R-015, November 1998. Available at: https://www.epa.gov/pesticides/reregistration/status.htm as of July 23, 2007. (2) Swann RL et al; Res Rev 85: 17-28 (1983)",
            "Value": "The Koc of propachlor in a loamy sand (0.40% organic carbon), sandy loam (1.79% organic carbon) and a loam (1.11% organic carbon) was 113, 73, and 125, respectively(1). According to a classification scheme(2), this range of Koc values indicates that propachlor is expected to have high mobility in soil(SRC)."
        }
    ]
}