{
    "_id": {
        "$oid": "6682e819c4e5dba5ffba23e5"
    },
    "CID": {
        "$numberInt": "4933"
    },
    "Name": "PROPANIL",
    "IUPACName": "N-(3,4-dichlorophenyl)propanamide",
    "CanonicalSMILES": "CCC(=O)NC1=CC(=C(C=C1)Cl)Cl",
    "Synonyms": [
        "propanil",
        "709-98-8",
        "N-(3,4-Dichlorophenyl)propanamide",
        "Propanide",
        "Propanex",
        "Dipram",
        "Grascide",
        "Propanid",
        "Stampede",
        "Supernox",
        "Surcopur",
        "Rogue",
        "Propanamide",
        "N-(3,4-dichlorophenyl)-",
        "Chem Rice",
        "STAM"
    ],
    "IsomericSMILES": "CCC(=O)NC1=CC(=C(C=C1)Cl)Cl",
    "INCHI": "InChI=1S/C9H9Cl2NO/c1-2-9(13)12-6-3-4-7(10)8(11)5-6/h3-5H,2H2,1H3,(H,12,13)",
    "INCHIKEY": "LFULEKSKNZEWOE-UHFFFAOYSA-N",
    "Formula": "C9H9Cl2NO",
    "MolecularWeight": {
        "$numberDouble": "218.08"
    },
    "Description": "Propanil is an anilide resulting from the formal condensation of the carboxy group of propanoic acid with the amino group of 3,4-dichloroaniline. It is a herbicide used for the treatment of numerous grasses and broad-leaved weeds in rice, potatoes, and wheat. It has a role as a herbicide. It is an anilide and a dichlorobenzene. It is functionally related to a 3,4-dichloroaniline.",
    "XlogP": {
        "$numberDouble": "3.1"
    },
    "Complexity": {
        "$numberInt": "187"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "environmental_bioconcentrations": [
        {
            "References": "(1) Call DJ et al; Arch Environ Contam Toxicol 12: 175-82 (1983) (2) Franke C et al; Chemosphere 29: 1501-14 (1994)",
            "Value": "A whole-fish BCF of 1.6 was determined for fathead minnows (Pimephales promelas) in a flow-through test with 24 hr of exposure; only 1.8% of the total tissue radio-labeled carbon was extractable as propanil(1). According to a classification scheme(2), this BCF suggests bioconcentration in aquatic organisms is low(SRC). Rainbow trout (Salmo gairdneri) readily metabolized propanil to 10 metabolites when radio-labeled propanil was injected into the peritoneum(1). One metabolite was identified as either 3',4'-dichloro-2-hydroxypropionanilide or 3,4'-dichloro-3-hydroxypropionanilide(1)."
        }
    ],
    "environmental_biodegradations": [
        {
            "References": "(1) NITE; Chemical Risk Information Platform (CHRIP). Biodegradation and Bioconcentration. Tokyo, Japan: Natl Inst Tech Eval. Available from, as of June 12, 2012: https://www.safe.nite.go.jp/english/db.html (2) Bartha R et al; Appl Microbiol 15: 67-75 (1967) (3) Bartha R, Pramer D; Science 156: 1617-8 (1967) (4) Bartha R; J Agr Food Chem 19: 394-5 (1971) (5) Chisaka H, Kearney PC; J Agric Food Chem 18: 854-8 (1970) (6) Galiulin RV et al; Izv Akad Nauk SSSR, Ser Biol pp. 683-99 (1978)",
            "Value": "AEROBIC: Propanil, present at 100 mg/L, reached 21.1% of its theoretical BOD in 4 weeks using an activated sludge inoculum at 30 mg/L in the Japanese MITI test(1). In a sandy loam soil, 50% CO2 evolution was observed for propanil (initial concentration 436 ppm) after 8 days at 28 °C and pH 6(2). Propanil, present at 2000 ppm, degraded 84 and 96% after 5 and 10 days, respectively, incubated at 28 °C and pH 5.3(3); 83.6-93.2% degradation was observed after 7 days at 27 °C and pH 5.5 (initial concentration of 500 ppm)(4). At initial concentrations of 85 and 850 ppm, propanil degraded 99 and 64.7-70.6%, respectively, in 15 days in rice paddy soils at pHs 5.2-6.3 and 30 °C(5). The sterile controls in this study showed 0.3-2.5% CO2 evolution in 25 days(5). Propanil's half-life in soil at 28 °C was determined to be 0.1 and 2.3 days at initial concentrations of 10 and 250 ppm, respectively(6)."
        },
        {
            "References": "(1) Smith AE; Weed Res 24 (4): 291-5 (1984)",
            "Value": "AEROBIC: (14)C-labeled propanil at 1 kg/ha was studied under lab conditions in a clay, loam, a heavy clay and sandy loam at 85% of field capacity and at 20 °C, singly and in presence of herbicides normally applied as tank-mix or split-mix components. Propanil underwent rapid degradation in all soil treatments, with more than 95% of the applied propanil being dissipated within 7 days. There were no effects on degradation resulting from applications of asulam, barban, bromoxynil, dicamba, MCPA, MCPB, metribuzin or 2,4-D(1)."
        },
        {
            "References": "(1) Paris DF, Rogers JE; Appl Environ Microbiol 51: 221-5 (1986) (2) Strekozov MS, Sokolov MS; Wirkungsmech Herbiz Synth Wachstumsregul 12th Schuette & Fischer, eds pp. 189-95 (1979) (3) Dahchour A et al; Bull Environ Contam Toxicol 36: 556-62 (1986)",
            "Value": "AEROBIC: Average aerobic biodegradation half-lives of 17 and 154 hrs were determined for propanil (1 ppm initial concentration) in amended and unamended environmental waters (3 pond samples and 1 river sample), respectively(1). Propanil was almost completely degraded in 4-6 days in water from the Azov Sea (Ukraine and Russia border) and adjacent firths, but it was not degraded in distilled water(2). Propanil, at a concentration of 50 ppm, biodegraded 100% in 5 days in non-sterile distilled water at pH 7 and 28 °C; no propanil degradation was observed in 10 days in an autoclaved solution under the same conditions(3)."
        },
        {
            "References": "Menzie, C.M. Metabolism of Pesticides. U.S. Department of the Interior, Bureau of Sport Fisheries and Wildlife, Publication 127. Washington, DC: U.S. Government Printing Office, 1969., p. 280",
            "Value": "In soils, propanil was degraded to dichloroaniline and 3,3'4,4'-tetrachloroazobenzene. Fungus was isolated that could utilize propanil as sole source of org carbon. Carbon dioxide was formed by oxidn of propionate moiety. Dichloroaniline ... /was/ also product of transformation but did not persist."
        },
        {
            "References": "Menzie, C. M. Metabolism of Pesticides, An Update. U.S. Department of the Interior, Fish, Wild-life Service, Special Scientific Report - Wildlife No. 184, Washington, DC: U.S. Government Printing Office, l974., p. 299",
            "Value": "Propanil was hydrolyzed to its corresponding aniline and alkyl moieties by soil microbes. Further degradation liberated carbon dioxide and chloride. Uniformly (14)C ring labeled propanil was degraded by soil microorganisms during 3 wk of incubation. About 20-40% of label ... converted to aromatics such as 3,4-dichloroaniline, 3,3',4,4'-tetrachloroazobenzene and other highly colored products. Microbial metabolism also produced compd identified as 3,3',4,4'-tetrachloroazoxybenzene, unsymmetrical 1,3-bis(3,4-dichlorophenyl)-triazene and 4-(3,4-dichloroanilino)-3,3',4'-trichloroazobenzene. As concn of 3,4-dichloroaniline increased logarithmically, recovery and formation of TCAB /3,3',4,4'-tetrachloroazobenzene/ increased; 3,4-dichloroformylanilide and 2 isomeric forms of 3,3',4,4'-tetrachloroazobenzene were also isolated from soil."
        },
        {
            "References": "Menzie, C.M. Metabolism of Pesticides, Update II. U.S. Department of the Interior, Fish Wildlife Service, Special Scientific Report - Wildlife No. 2l2. Washington, DC: U.S. Government Printing Office, 1978., p. 230",
            "Value": "Propanil was hydrolyzed by Corynebacterium Pseudodiphtheriticum NCIB 10803. A strain of Fusarium solani used propanil as a sole source of carbon and energy for growth and the primary product of degradation was 3,4-dichloroaniline. This acylamidase did not catalyze hydrolysis of dicryl, karsil, fenuron, monuron or IPC. It seems to be different than acylamidases isolated from rice, rat liver and chick kidney. Studies with rice have shown that diazinon and carbaryl, absorbed from soil and translocated could inhibit propanil hydrolysis."
        }
    ],
    "logP": [
        {
            "References": "Hansch, C., Leo, A., D. Hoekman. Exploring QSAR - Hydrophobic, Electronic, and Steric Constants. Washington, DC: American Chemical Society., 1995., p. 54",
            "Value": "log Kow = 3.07"
        }
    ],
    "mechanism_of_action": [
        {
            "References": "PMID:16835059",
            "Value": "In this study, /investigators/ examined both the direct and indirect effects of /propanil (PRN)/ exposure on /cytotoxic T lymphocytes (CTL)/ activation and effector cell function to gauge its likely impact on cell-mediated immunity. Initial experiments addressed whether PRN alters the class I major histocompatibility complex (MHC) pathway for antigen processing and presentation by antigen-presenting cells (APCs) , thereby indirectly affecting effector function. These experiments demonstrated that PRN does not impair the activation of CTLs by PRN-treated APCs. Subsequent experiments addressed whether PRN treatment of CTLs directly inhibits their activation and revealed that 1 degrees alloreactive CTLs exposed to PRN are unimpaired in their proliferative response and only marginally inhibited in their lytic activity. Surprisingly, secondary stimulation of these alloreactive CTL effectors, however, even in the absence of further PRN exposure, resulted in complete abrogation of CTL lytic function and a delayed but significant long-term effect on CTL responsiveness. These findings may have important implications for the diagnosis and clinical management of anomalies of cell-mediated immunity resulting from environmental exposure to various herbicides and other pesticides."
        },
        {
            "References": "Ustyugova IV et al; Toxicol Sci 84 (1-S): 386 (2005)",
            "Value": "... Previous studies have demonstrated that treatment of the IC-21 macrophage cell line with DCPA resulted in changes of critical macrophage functions, including a decrease in cytokine production, and in the ability to phagocytize and kill bacteria. To understand the mechanism involved in the propanil induced changes, a proteomics analysis was undertaken. For this study, IC-21 cells were exposed to 100 uM propanil or ethanol (vehicle) and stimulated with lipopolysaccharide. After 30 min of exposure, cytosolic fraction was isolated and analyzed by two-dimensional gel electrophoresis. Differential statistical analysis identified 12 spots that were all decreased in the propanil exposed cells compared to vehicle. Mass spectrometry analysis was used to identify the proteins, which was later confirmed by other methods. One of these proteins, Sorting Nexin 6 (SNX6) interacts with the TGF-beta family of receptor serine-threonine kinases and associates with early endosomes during intracellular receptor trafficking. Another protein, H+-ATPase functions as a cytoplasmic pH-regulator promoting acidification of intracellular compartments in macrophages during the respiratory burst. A third protein, fibroblast growth factor regulated-1 (FR-1) protein induced by FGF-1 stimulation is important for enhancement of phagocytosis and plays a role in promoting inflammation. Confirmation of other significantly changed proteins and linking their identity to the alterations in macrophage function is currently in progress. Together the data from toxicoproteomics analysis provides an additional evidence of the mechanism by which propanil suppresses macrophage functions."
        },
        {
            "References": "PMID:18281253",
            "Value": "Stimulation of T cells through the T-cell receptor results in the activation of a series of signaling pathways that leads to the secretion of interleukin (IL)-2 and cell proliferation. Influx of calcium (Ca(2+)) from the extracellular environment, following internal Ca(2+) store depletion, provides the elevated and sustained intracellular calcium concentration ([Ca(2+)](i)) critical for optimal T-cell activation. Our laboratory has documented that exposure to the herbicide 3,4-dichloropropionanilide (DCPA) inhibits intracellular signaling events that have one or more Ca(2+) dependent steps. Herein we report that DCPA attenuates the normal elevated and sustained [Ca(2+)](i) that follows internal store depletion in the human leukemic Jurkat T cell line and primary mouse T cells. DCPA did not alter the depletion of internal Ca(2+) stores when stimulated by anti-CD3 or thapsigargin demonstrating that early inositol 1,4,5-triphosphate-mediated signaling and depletion of Ca(2+) stores were unaffected. 2-Aminoethyldiphenol borate (2-APB) is known to alter the store-operated Ca(2+) (SOC) influx that follows Ca(2+) store depletion. Exposure of Jurkat cells to either DCPA or 50 uM 2-APB attenuated the increase in [Ca(2+)](i) following thapsigargin or anti-CD3 induced store depletion in a similar manner. At low concentrations, 2-APB enhances SOC influx but this enhancement is abrogated in the presence of DCPA. This alteration in [Ca(2+)](i), when exposed to DCPA, significantly reduces nuclear levels of nuclear factor of activated T cells (NFAT) and IL-2 secretion. The plasma membrane polarization profile is not altered by DCPA exposure. Taken together, these data indicate that DCPA inhibits T-cell activation by altering Ca(2+) homeostasis following store depletion."
        },
        {
            "References": "PMID:4714336",
            "Value": "Toxic signs after ip doses of 200 to 800 mg/kg of the herbicide propanil in mice included central nervous system depression, loss of reflex, cyanosis and death at the higher doses. Pretreatment with tri-o-cresylphosphate (triorthotolyl phosphate, TOTP), an esterase inhibitor, prevented cyanosis but slightly enhanced the CNS depressant actions of propanil. Propanil and a probable hydrolytic metabolite, 3,4-dichloroaniline (DCA), produced methemoglobinemia in mice. Comparison of the time- and dose-response relationships for equimolar doses of propanil and DCA showed that DCA was more potent and had a faster onset of methemoglobin production than propanil. The hydrolysis of propanil to yield 3,4-dichloroaniline by liver homogenates was completely inhibited 18 hr after mice were given 125 mg/kg of TOTP. Methemoglobin formation after propanil was inhibited in mice pretreated with 125 mg/kg of TOTP, but TOTP did not affect DCA-induced methemoglobinemia. Inhibition of propanil-amidase activity and propanil-induced methemoglobinemia had similar TOTP dose- and time-response relationships. Pretreatment with SKF-525A inhibited and phenobarbital pretreatment slightly increased both propanil- and DCA-induced methemoglobin formation. Neither pretreatment affected normal liver propanilamidase activity."
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "PMID:15976183",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Propanil (3,4-dichloropropionanilide) and 2,4-D (2,4-dichlorophenoxyacetic acid) are commonly used herbicides that have toxic effects on the immune system. The present study determined the effect of exposure to these chemicals on the immune response to a bacterial vaccine. The antibody responses to the T-independent type 2 antigen, phosphorylcholine (PC) and the T-dependent antigen, pneumococcal surface protein A (PspA) were characterized in C57BL/6 mice after heat-killed Streptococcus pneumoniae (HKSP) immunization and single or mixture herbicide exposure. Propanil exposure significantly increased the number of PC-specific IgM, IgG2b, and IgG3 antibody-secreting B cells (ASC) in the spleen 4-6-fold over control animals in a dose-dependent manner. However, the number of ASC in the bone marrow and serum titers were comparable in control and propanil-treated mice."
        },
        {
            "References": "PMID:6451202",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ The chloracnegenic potential of 3,3',4,4'-tetrachloroazobenzene (a contaminant of propanil, diuron, linuron and neburon) as determined by rabbit ear test, suggest that it is in the same range as of 2,3,7,8-tetrachlorodibenzodioxin, a known potent chloracnegenic agent. /3,3',4,4'-Tetrachloroazobenzene/"
        },
        {
            "References": "National Research Council. Drinking Water & Health Volume 1. Washington, DC: National Academy Press, 1977., p. 529",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Methemoglobin formation occurs in mice treated with propanil. After a large dose (400 mg/kg), cyanosis becomes apparent, although no other symptoms of toxicity occur. The methemoglobin formation is due to the dichloroaniline liberated by acylamidase."
        },
        {
            "References": "Kudo Y et al; Sei Marianna Ika Daigaku Zasshi 11 (2): 147-53 (1983)",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Following single im administration of 3,4-dichloropropioanilide (DCPA), methemoglobin rapidly increased and Heinz bodies appeared in erythrocytes. When the size of the Heinz bodies reached a diameter of 1/7 to 1/4 that of the erythrocytes, the blood cell membrane was destroyed. This resulted in hemolysis and subsequently anemia. Reticulocytes emerged in peripheral blood due to the effect of erythropoietin. The pathological changes eventually returned to normal. A similar but more pronounced change in the peripheral erythrocyte was observed after treatment with 3,4-dichloroaniline, a metabolite of DCPA. Since DCPA was readily metabolized to 3,4-dichloroaniline, changes in peripheral erythrocyte may be due to the latter compound."
        },
        {
            "References": "Tomlin CDS, ed. Propanil (709-98-8). In: The e-Pesticide Manual, 13th Edition Version 3.0 (2003-04). Surrey UK, British Crop Protection Council.",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Not irritating to skin and eyes (rabbits). Not a skin sensitiser (guinea pigs)."
        },
        {
            "References": "Gosselin, R.E., R.P. Smith, H.C. Hodge. Clinical Toxicology of Commercial Products. 5th ed. Baltimore: Williams and Wilkins, 1984., p. II-338",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Symptoms of intoxication in laboratory animals are CNS depression, loss of righting reflex, cyanosis and death."
        },
        {
            "References": "California Environmental Protection Agency/Department of Pesticide Regulation; Toxicology Data Review Summary for Propanil (709-98-8). Available from, as of April 26, 2012: https://www.cdpr.ca.gov/docs/risk/toxsums/toxsumlist.htm",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Propanil technical (97.1% pure) was administered to ICR mice (5/sex/dose/time point) in a single ip injection at 0 (corn oil), 100, 200, 400 mg/kg. At 24 hours post-dosing, 5/sex/dose were sacrificed for all doses, including cyclophosphamide (positive control, 50 mg/kg) and control. At 48 hours post-dosing, 5/sex/dose at 0 and 400 mg/kg were sacrificed. After treatment, 1/15 females died at 400 mg/kg. Clinical signs observed on the days following dosing included: lethargy and piloerection in both sexes at 100, 200 and 400 mg/kg (all doses). In addition, prostration and irregular breathing in both sexes and crusty eyes in females were observed at 400 mg/kg. There was no treatment-related increase in micronuclei at any dose."
        },
        {
            "References": "USEPA, Office of Prevention, Pesticides, and Toxic Substances; Revised HED Human Health Risk Assessment for Propanil (709-98-8) (February 2002). EPA Docket No.: EPA-HQ-OPP-2002-0033-0014. Available from, as of May 11, 2012: https://www.regulations.gov/#!home",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ /In a/ 21-day dermal toxicity study, New Zealand White rabbits /were given/ propanil at dosages of 0, 250, 500, and 1000 mg/kg/day for 6 hrs/day, 5 days/week. The NOAEL /was determined/ to be 250 mg/kg/day. The LOAEL value 500 mg/kg/day /was determined/ based on decreased body weight gain (day 20) and decreased food consumption (days 14-20)."
        },
        {
            "References": "USEPA, Office of Prevention, Pesticides, and Toxic Substances; Revised HED Human Health Risk Assessment for Propanil (709-98-8) (February 2002). EPA Docket No.: EPA-HQ-OPP-2002-0033-0014. Available from, as of May 11, 2012: https://www.regulations.gov/#!home",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ /In a/ 90-day oral toxicity study, CD-1 mice /were administered/ propanil at dosages of 0, 25,200, 1600, and 12800 ppm in the diet (Males (M): 0, 6.6, 49, 442, and 5325 mg/kg/day; Females (F): 0, 9.6, 78, 566, and 6467 mg/kg/day). The NOAEL /was determined/ to be 6.6/9.6 (M/F) mg/kg/day. The LOAEL values of 49/78 (M/F) mg/kg/day /were determined/ based on histopathological findings in the liver (hepatocytic pleomorphism and hepatocytic multifocal necrosis)."
        },
        {
            "References": "USEPA, Office of Prevention, Pesticides, and Toxic Substances; Revised HED Human Health Risk Assessment for Propanil (709-98-8) (February 2002). EPA Docket No.: EPA-HQ-OPP-2002-0033-0014. Available from, as of May 11, 2012: https://www.regulations.gov/#!home",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ /In a/ 90-day oral toxicity study, Wistar rats /were administered/ propanil at dosages of 0, 10, 33, 100, 1000, and 5000 mg/kg/day (0, 0.01, 0.033, 0.10, 1, 5% (diet)). The NOEAL /was determined/ to be 33 mg/kg/day. The LOAEL of 100 mg/kg/day /was determined/ based on increased relative spleen weight in females and decreased hemoglobin in males."
        },
        {
            "References": "PMID:19357072",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ ... Mice were dosed daily for 28 days with atrazine, ethanol, propanil, or subjected to restraint, which are known to induce neuroendocrine stress responses and thereby to alter several immunological parameters. On day 29, a blood sample was taken and the spleen was removed for analysis of cellular phenotypes, differential cell counts (for blood), and natural killer (NK) cell activity. Corticosterone concentration at various times after dosing (or restraint) was also measured. Comparison of these results with results from previous studies with a single acute exposure revealed that the corticosterone response was almost completely absent in mice treated with ethanol, reduced in mice treated with restraint and propanil, and for atrazine the response was the same as noted for acute exposure. In most cases, the changes in immunological parameters were consistent with expectations based on these corticosterone responses. However, in a few cases (e.g., NK cell activity), it was clear that there were effects not mediated by stress. These results indicate that the nature of the stressor determines whether mice become tolerant with regard to the stress response and consequent immunological effects. This finding has practical implications for safety testing in mice."
        },
        {
            "References": "National Research Council. Drinking Water & Health Volume 1. Washington, DC: National Academy Press, 1977., p. 529",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ ...Technical propanil /was given/ to Wistar rats for 90 days at 100, 333, 1000, 3300, 10,000, and 50,000 ppm in diet. Mortality was 100% at 50,000 ppm; body weight was depressed at 3300 and 10000 ppm, and there was significant increase in polychromatophilia and other evidence of hemolytic anemia."
        },
        {
            "References": "National Research Council. Drinking Water & Health Volume 1. Washington, DC: National Academy Press, 1977., p. 529",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Dogs were unaffected by propanil fed at 2000 ppm for 4 weeks, but 10,000 and 50,000 ppm caused decreased food consumption and weight loss."
        },
        {
            "References": "National Research Council. Drinking Water & Health Volume 1. Washington, DC: National Academy Press, 1977., p. 532",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ 2 yr feeding trials with rats were conducted... /at/ dietary concentrations /of/ 100, 400, and 1600 ppm. .../At 1600 ppm/ males experienced increased mortality at 20 months, females had significantly reduced hemoglobin concentration, and both sexes experienced body-weight decrease and increased spleen:body weight ratios. No histopathological alterations were found. Dog feeding studies... at 100, 600 and 3000 ppm (4000 ppm after 5 wk) were carried out for 2 yr. ...The only effect observed was decreased feed efficiency at 4000 ppm."
        },
        {
            "References": "California Environmental Protection Agency/Department of Pesticide Regulation; Toxicology Data Review Summary for Propanil (709-98-8). Available from, as of April 26, 2012: https://www.cdpr.ca.gov/docs/risk/toxsums/toxsumlist.htm",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Propanil (purity=97%) was fed in diet to Crl:CD-1(ICR)BR mice (80/sex/dose) for 104 weeks at 0, 500 and 1000 ppm (M: 74.9 and 150 mg/kg/day; F: 88.6 and 174.1 mg/kg/day). Twenty/sex/dose were sacrificed at 52 weeks. Chronic NOEL <500 ppm/day (There was an increase in clinical signs in both sexes at >/=500 ppm. Body weights and food consumption were significantly decreased throughout the study in both sexes at 1000 ppm. Methemoglobin and reticulocyte count were increased and red blood cell count (RBC) was decreased at 1000 ppm. Mean corpuscular volume (both sexes at 1000 ppm) and incidence in Heinz Bodies (males at >/=500 ppm) were also affected. Females had significantly increased absolute and relative spleen weights at interim sacrifice at 1000 ppm. Weights remained increased at termination, although not significantly when compared to control.) NOEL =500 ppm/day. Possible adverse effect: increased incidence of malignant lymphoma and methemoglobinemia and Heinz Bodies."
        },
        {
            "References": "California Environmental Protection Agency/Department of Pesticide Regulation; Toxicology Data Review Summary for Propanil (709-98-8). Available from, as of April 26, 2012: https://www.cdpr.ca.gov/docs/risk/toxsums/toxsumlist.htm",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Propanil (purity =96.9-98.5%) was fed in diet to Beagle dogs (4/sex/dose) at 0, 200, 1600 or 3200 ppm for 12 months. NOEL <200 ppm (Clinical findings increased (soft stool, decreased defecation and urination and increased mucoid feces in females), primarily at >/=1600 ppm. Food consumption and body weight gain were decreased in both sexes at 3200 ppm. Absolute and relative liver and thyroid/parathyroid weights were increased in both sexes and thymus weights were decreased in both sexes at 3200 ppm. Several hematological changes (increased methemoglobin and Heinz bodies and decreased mean red blood cell count (RBC), hemoglobin and hematocrit) in both sexes, observed at all doses, indicated hemolysis and methemoglobinemia were occurring. At all dose levels there was increased hemosiderosis (liver, kidney and bone marrow), observed in both sexes.) NOAEL =200 ppm/day. Adverse effect: hematology (reduced RBC and hemoglobin concentration (Hb)) and microscopic (hemosiderin of the kidneys) changes were apparent for mid and high dose groups and to a lesser extent for the low dose group."
        },
        {
            "References": "California Environmental Protection Agency/Department of Pesticide Regulation; Toxicology Data Review Summary for Propanil (709-98-8). Available from, as of April 26, 2012: https://www.cdpr.ca.gov/docs/risk/toxsums/toxsumlist.htm",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Propanil (purity=96.5-98.5%) was fed in diet to Crl:CD(SD)BR rats (50/sex/dose) at 0, 200, 600 or 1800 ppm for 104 weeks and to 20/sex/dose for 52 weeks. Chronic NOAEL=200 ppm (Incidence of discolored incisors were increased in females at 1800 ppm. Body weight decreased 13% and 23% (M) and 20% and 45% (F) at 600 and 1800 ppm, respectively. Food consumption was decreased intermittently in both sexes at >/=600 ppm. Packed cell volume (PCV), red blood count (RBC) and hemoglobin concentration (Hb) values were intermittently significantly decreased in females at >/=200 ppm throughout the study and were significantly decreased in males at >/=600 ppm through week 52. Methemoglobin values were increased for both sexes at >/=600 ppm and also intermittently in females at 200 ppm. Bilirubin and urea nitrogen levels were intermittently increased in both sexes at 1800 ppm. Triglycerides were reduced in both sexes at >/=600 ppm. Spleen weight was increased in both sexes at >/=600 ppm. Liver weights (F) and testes + epididymide weights were increased at 1800 ppm. Enlarged spleen (>/=600 ppm, M; 1800 ppm, F), congested dark spleen (1800 ppm, M and F), and testicular masses (>/=600 ppm) were observed grossly. Livers in both sexes showed increased granulomatous inflammation, pericholangitis, brown pigmented Kupffer cells, bile duct hyperplasia, eosinophilic and/or basophilic hepatocytes and centrilobular and/or generalized hepatocyte enlargement at >/=600 ppm. Testicular focal interstitial hyperplasia and marked tubular atrophy were observed at 1800 ppm. Increase in absent spermatozoa, reduced secretion and prostate atrophy occurred at >/=600 ppm. Hemosiderin was observed in the spleen and kidneys of both sexes at >/=600 ppm.) Possible adverse effect: Testicular interstitial cell tumors and hyperplasia were increased at 1800 ppm. Females showed increased hepatocellular adenomas at 1800 ppm."
        },
        {
            "References": "USEPA, Office of Prevention, Pesticides, and Toxic Substances; Revised HED Human Health Risk Assessment for Propanil (709-98-8) (February 2002). EPA Docket No.: EPA-HQ-OPP-2002-0033-0014. Available from, as of May 11, 2012: https://www.regulations.gov/#!home",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ In a 2-generation study /to determine/ the reproductive and fertility effects of propanil,  SD rats were administered 0, 60, 150, and 600 ppm (F0 males (M): 0, 4, 11, 43 mg/kg/day; F0 females (F): 0, 5, 13, 51 mg/kg/day) /of the pesticide/ in the diet. The parental/systemic, reproductive, and offspring NOAEL values were determined to be 11/13 (M/F) mg/kg day. The parental/systemic LOAEL of 43/51 (M/F) mg/kg/day was based on decreased body weight, body weight gain, and food consumption, increased absolute and/or relative spleen weights, and increased incidence and severity of pigmented macrophages in the spleen.  The reproductive LOAEL of 43/51 (M/F) was based on delayed vaginal perforation and balanopreputial separation in F1 adolescents, and decreased mean testicular sperm count and production rate in F1 adult males. The offspring LOAEL of 43/51 (M/F) was based on reduced F1 and F2 pup weights, delayed vaginal perforation, and balanopreputial separation in F1 adolescents, and organ weight changes in F2 weanlings (increased absolute and relative spleen weights and decreased relative pituitary weights in females, decreased absolute and/or relative liver and kidney weights in males and females)."
        },
        {
            "References": "California Environmental Protection Agency/Department of Pesticide Regulation; Toxicology Data Review Summary for Propanil (709-98-8). Available from, as of April 26, 2012: https://www.cdpr.ca.gov/docs/risk/toxsums/toxsumlist.htm",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Stam Technical (purity = 85.4%) was administered by gavage at 0 (corn oil), 0.8, 4, 20 and 100 mg/kg to mated Sprague-Dawley rats (20/dose) during gestation days 6 through 15. Maternal NOEL = 100 mg/kg/day. Developmental NOEL = 100 mg/kg/day (Minimal effects were observed as decreased fetal weights at 100 mg/kg but they were not statistically significant.)"
        },
        {
            "References": "National Research Council. Drinking Water & Health Volume 1. Washington, DC: National Academy Press, 1977., p. 532",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Dietary concentrations of 100, 300, and 1000 ppm were fed to... /female Wistar rats/ for 11 weeks before they mated with males receiving similar diets. No changes in reproductive performance were found in any generation (to F3) ...nor were fetal abnormalities observed... ."
        },
        {
            "References": "California Environmental Protection Agency/Department of Pesticide Regulation; Toxicology Data Review Summary for Propanil (709-98-8). Available from, as of April 26, 2012: https://www.cdpr.ca.gov/docs/risk/toxsums/toxsumlist.htm",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Stam Technical (purity =85.4%) was administered to artificially inseminated New Zealand white rabbits (20/dose) by gavage at concentrations of 0 (corn oil), 4, 20 and 100 mg/kg/day (approximately 4.7, 23.4 and 117.1 mg/kg/day) during gestation days 6 through 18. Maternal mortality was 25% at 100 mg/kg/day. Maternal NOEL =20 mg/kg/day (There was increased mortality and decreased body weight observed at 100 mg/kg/day.) Developmental NOEL >100 mg/kg/day (There were no significant fetal effects observed at any dose.)"
        },
        {
            "References": "Prtnasooriya WD, Perera PP; Med Sci Res 25 (5): 319-22 (1997)",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ ... Propanil was administered to pregnant rats orally in three different concentrations (350, 175 and 87.5 mg/kg/day) and several reproductive parameters were monitored on day 14 of pregnancy (via laparotomy) and following birth. The mid and highest doses caused significant reductions in number of uterine implants, implantation index, gestation index, litter index and number of pups born and an enhancement in number of dead implants, pre- and post-implantation losses and gestation length. Further, the corpora lutea of these rats, as compared to controls, was smaller and pinkish in color. In contrast, quantal pregnancy, cranio-cervical diameter of embryos, intra-embryonic distance and live birth index remained unaltered. The treatment did not induce maternal toxicity (as reflected by weight, hematology, overt clinical signs or behavioral changes) or changes in heart rate and blood pressure. The antigestational effects appear to be mediated via enhanced ova transport and fetal deaths, possibly through impairment in estrogen secretions."
        },
        {
            "References": "PMID:16788000",
            "Value": "/ENDOCRINE MODULATION/ ... Several experiments were performed to test the hypothesis that propanil increases the response via an estrogenic pathway. Ovariectomy abrogated the effect of propanil on the /phosphorycholine/ PC-specific ASC response. Both in vitro and in vivo assays indicate that propanil does not bind either estrogen receptor (ER) alpha or beta. Exogenous estradiol administration in ovariectomized mice failed to restore the effect of propanil on the PC response. Treatment of female mice with a pure ER antagonist, ICI 182,780, or the progesterone antagonist RU486 did not inhibit the increase in ASCs. These data suggest that estrogen and progesterone do not regulate the effect of propanil. However, complete inhibition of steroid synthesis with the gonadotropin-releasing hormone (GnRH) antagonist antide abrogated the increased response in propanil-treated mice, indicating a necessary role for steroid synthesis. Experiments in male mice demonstrated that propanil increased the number of /antibody-secreting cells (ASCs)/ comparable to female mice. However, orchiectomy did not inhibit this effect, suggesting that androgens do not regulate the amplification of the humoral response. These data suggest a novel role for the ovarian hormones in the regulation of the PC-specific antibody response."
        },
        {
            "References": "USEPA, Office of Prevention, Pesticides, and Toxic Substances; Revised HED Human Health Risk Assessment for Propanil (709-98-8) (February 2002). EPA Docket No.: EPA-HQ-OPP-2002-0033-0014. Available from, as of May 11, 2012: https://www.regulations.gov/#!home",
            "Value": "/GENOTOXICITY/ In a D3 mitotic recombination assay, propanil was negative for the induction of mitotic recombinants at doses up to 0.1% with or without S9 mix. Independent trials were performed."
        },
        {
            "References": "USEPA, Office of Prevention, Pesticides, and Toxic Substances; Revised HED Human Health Risk Assessment for Propanil (709-98-8) (February 2002). EPA Docket No.: EPA-HQ-OPP-2002-0033-0014. Available from, as of May 11, 2012: https://www.regulations.gov/#!home",
            "Value": "/GENOTOXICITY/ Propanil was negative for differential cytotoxicity in Escherichia coli strains W3110/p3478 (pol A +/-) up to an equivalent cytotoxic dose (5 ug - S9) but was positive for the induction of preferential inhibition of repair-deficient Bacillus subtilus M45 9rec-) at 0.01-5 ug without S9."
        },
        {
            "References": "USEPA, Office of Prevention, Pesticides, and Toxic Substances; Revised HED Human Health Risk Assessment for Propanil (709-98-8) (February 2002). EPA Docket No.: EPA-HQ-OPP-2002-0033-0014. Available from, as of May 11, 2012: https://www.regulations.gov/#!home",
            "Value": "/GENOTOXICITY/ An in vivo bone marrow cytogenetic assay was negative in CD-1 mice administered 0, 26.5, 106, or 265 mg/kg day by oral gavage once or once daily for 5 consecutive days. Doses selected for this study represented 1/4, 1/10, or 1/40 of the acute LD50, respectively. Overt toxicity was manifested as decreased spontaneous motor activity, lethargy, and piloerection in animals receiving > or = 106 mg/kg/day in both dosing regimens."
        },
        {
            "References": "USEPA, Office of Prevention, Pesticides, and Toxic Substances; Revised HED Human Health Risk Assessment for Propanil (709-98-8) (February 2002). EPA Docket No.: EPA-HQ-OPP-2002-0033-0014. Available from, as of May 11, 2012: https://www.regulations.gov/#!home",
            "Value": "/GENOTOXICITY/ In a Chinese Hamster Ovary (CHO)/HGPRT cell forward gene mutation assay, independent tests were negative up to cytotoxic does without S9 activation (125 ug/mL) and S9 activation (175 ug/mL)."
        },
        {
            "References": "California Environmental Protection Agency/Department of Pesticide Regulation; Toxicology Data Review Summary for Propanil (709-98-8). Available from, as of April 26, 2012: https://www.cdpr.ca.gov/docs/risk/toxsums/toxsumlist.htm",
            "Value": "/GENOTOXICITY/ Stam7 Technical (purity = 87.8%) was evaluated at 0, 15, 75, 125 or 150 g/mL (no S-9; 18-20 hour exposure or 0, 100, 115, 130 or 140 ug/mL (with S-9; 5 hour exposure) for mutagenic activity in Chinese ovary (CHO) cells. No adverse effects (There was no increase in mutagenic activity using the CHO test system)."
        },
        {
            "References": "IPCS; Poisons Information Monograph 440: Propanil. (April 1990). Available from, as of May 11, 2012: https://www.inchem.org/documents/pims/chemical/pim440.htm",
            "Value": "/GENOTOXICITY/ In the mouse, oral propanil 100 mg/kg increased the frequency of chromosomal aberrations in bone marrow cells. At 10 mg/kg, no effect was seen."
        },
        {
            "References": "National Research Council. Drinking Water & Health Volume 1. Washington, DC: National Academy Press, 1977., p. 532",
            "Value": "/GENOTOXICITY/ Propanil and its degradation products, dichloroaniline and 3,3',4,4'-tetrachloroazobenzene (TCAB), were tested for back mutations of Aspergillus nidulans. Propanil did not increase frequency of reversion... at 5-200 ug/mL of medium. ...3,4-dichloroaniline and TCAB... caused several-fold increases in reversion rates. Propanil has also been found negative in tests of induction of point mutations in 3 microbial systems."
        },
        {
            "References": "PMID:3065118",
            "Value": "/GENOTOXICITY/ Since the herbicide propanil is an aromatic amide and many other aromatic amides are genotoxic via N-hydroxy metabolites, N-oxidized derivatives of propanil and 3,4-dichloroaniline were synthesized and tested for genotoxicity. Propanil, 3,4-dichloroaniline, and their N-hydroxy derivatives were not mutagenic in the Salmonella typhimurium reversion assay using tester strains TA97, TA98, TA100, and TA104, in both the presence and absence of exogenous metabolic activation (S9). In addition, the test cmpd was not mutagenic in the Chinese hamster ovary/hypoxanthine guanine phosphoribosyl transferase assay, in both the presence and absence of S9. 3,3',4,4'-Tetrachloroazobenzene and its azoxy derivative, which are synthetic contaminants and/or degradation products of propanil, were also inactive in the Salmonella typhimurium reversion and Chinese hamster ovary/hypoxanthine guanine phosphoribosyl transferase assays (+ or - S9). Unscheduled DNA synthesis assays were performed to determine if propanil derivatives were able to induce DNA damage in primary rat hepatocytes. Although 3,3',4,4'-tetrachloroazobenzene was the only derivative tested which induced an elevation in DNA repair, the extent was not statistically significant. Hepatocyte toxicity, as measured by the release of lactate dehydrogenase 24 hr after exposure, was induced by all the test cmpd in a concentration dependent manner. Incubations of (14)C N-OH-3,4-dichloroaniline with DNA in vitro resulted in only a low level of binding that was not affected by pH. This observation may partially explain the lack of mutagenicity observed in genotoxicity assays with propanil derivatives."
        },
        {
            "References": "California Environmental Protection Agency/Department of Pesticide Regulation; Toxicology Data Review Summary for Propanil (709-98-8). Available from, as of April 26, 2012: https://www.cdpr.ca.gov/docs/risk/toxsums/toxsumlist.htm",
            "Value": "/GENOTOXICITY/ Propanil (purity =98%) was used at 0, 20, 100, 200, 500, 1000, and 2000 ug/disk with B. subtilis strains (H17 and M45) in a rec assay and at 0, 1, 5, 10, 50, 100, 500, 1000, and 5000 ug/plate (+/- S-9) with Salmonella typhimurium strains (TA1535, TA1537, TA1538, TA98 and TA100) in reversion assays and Escherichia coli strain WP2 hcr in reversion assays, to test for DNA damage. No evidence of mutagenicity was observed in any test."
        },
        {
            "References": "PMID:6358881",
            "Value": "/GENOTOXICITY/ Propanil was negative when evaluated for unscheduled DNA synthesis using human fibroblasts both with and without microsomal activation. The assay method used was liquid scintillation counting."
        },
        {
            "References": "PMID:18214888",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ The purpose of this study was to determine the nephrotoxic potential of propanil using an in vitro kidney model, determine whether in vitro propanil nephrotoxicity is due to metabolites arising from propanil hydrolysis, and examine mechanistic aspects of propanil nephrotoxicity in vitro. Propanil, 3,4-DCA, propionic acid (0.1-5.0 mM), or vehicle was incubated for 15-120 min with isolated renal cortical cells (IRCC; approximately 4 million cells/mL) obtained from untreated male Fischer 344 rats. Cytotoxicity was determined by measuring lactate dehydrogenase release from IRCC. In 120-min incubations, propanil induced cytotoxicity at concentrations >0.5 mM. At 1.0 mM, propanil induced cytotoxicity following 60- or 120-min exposure. Cytotoxicity was observed with 3,4-DCA (2.0 mM) at 60 and 120 min, while propionic acid (5.0 mM) induced cytotoxicity at 60 min. In IRCC pretreated with an antioxidant, cytochrome P450(CYP) inhibitor, flavin adenine dinucleotide monooxygenase activity modulator, or cyclooxygenase inhibitor before propanil exposure (1.0 mM; 120 min), only piperonyl butoxide (0.1 mM), a CYP inhibitor, pretreatment decreased propanil cytotoxicity. These results demonstrate that propanil is an in vitro nephrotoxicant in IRCC. Propanil nephrotoxicity is not primarily due to metabolites resulting from hydrolysis of propanil, but a metabolite resulting from propanil oxidation may contribute to propanil cytotoxicity."
        },
        {
            "References": "PMID:7679225",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ The effect of propanil on mouse peritoneal macrophages was measured by determining cytotoxicity via the P815 cell line, which is resistant to tumor necrosis factor alpha. Although control animals showed a typical pattern of requiring both interferon gamma and lipopolysaccharide for mouse peritoneal macrophages activation, mouse peritoneal macrophages from propanil treated animals were cytotoxic when induced with lipopolysaccharide alone. This suggested that propanil influenced endogenous interferon levels. This was confirmed by the abrogation of cytotoxicity upon addition of anti-interferon to the cultures. When cells were assayed for interferon transcript, mRNA in resident mouse peritoneal macrophages was present in higher concentrations in propanil treated animals. Interferon mRNA was present in even higher concentrations in mouse peritoneal macrophages from propanil treated animals after 30 min of culture with lipopolysaccharide, whereas control mouse peritoneal macrophages required 4 hr in culture with lipopolysaccharide to produce similar levels. Interferon protein levels were also higher in propanil treated mouse peritoneal macrophages after culture in the presence of lipopolysaccharide. Thus, propanil induces increased levels of endogenous interferon which probably works in conjunction with lipopolysaccharide to induce P815 cytotoxicity. Because of the known influence interferon has on the increased secretion of tumor necrosis factor alpha, the tumoricidal activity of mouse peritoneal macrophages from propanil treated animals were tested against tumor necrosis factor alpha sensitive cell lines. When using WEHI-164 or L929 cells, mouse peritoneal macrophages from propanil treated animals revealed tumoricidal activity with just the addition of lipopolysaccharide or interferon gamma. This implies that the additional endogenous levels of interferon, combined with other propanil induced effects, caused increased secretion of tumor necrosis factor alpha from mouse peritoneal macrophages."
        },
        {
            "References": "PMID:2315923",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ Propanil is an arylamide herbicide that has been reported to be contaminated with the cytochrome p450 enzyme inducers 3,3',4,4'-tetrachloroazobenzene and 3,3',4,4'-tetrachloroazoxybenzene, which are structural analogs of 2,3,7,8-tetrachlorodibenzo-p-dioxin. It was determined if treatment of rats with 3,3',4,4' tetrachloroazobenzene, 3,3',4,4'-tetrachloroazoxybenzene, propanil, 3,4-dichloroaniline, 2,3,7,8-tetrachlorodibenzo- p-dioxin, or phenobarbital induced the hepatic microsomal metabolism of propanil and 3,4-dichloroaniline. Acylamidase catalyzed hydrolysis of propanil to 3,4-dichloroaniline was not induced by any of the pretreatments; however, hydroxylation of propanil at the 2'-position was induced by 2,3,7,8-tetrachlorodibenzo-p- dioxin, 3,3',4,4'-tetrachloroazobenzene, 3,3',4,4'- tetrachloroazoxybenzene, propanil, and 3,4-dichloroaniline pretreatments. Ring- and N-hydroxylations of 3,4-dichloroaniline were induced by 2,3,7,8- tetrachlorodibenzo-p-dioxin, 3,3',4,4'- tetrachloroazobenzene, 3,3',4,4'-tetrachloroazoxybenzene, and 3,4-dichloroaniline pretreatments. Microsomal 7-ethoxyresorufin-O-deethylase and 7-benzoxyresorufin-O-dealkylase activities and electrophoretic mobility of microsomal proteins suggested that cytochromes p450c and p450d were induced by 3,3',4,4'-tetrachloroazobenzene and 3,3',4,4'- tetrachloroazoxybenzene pretreatment. 7-Ethoxyresorufin-O-deethylase, 7-benzoxyresorufin-O-dealkylase, and 7-pentoxyresorufin-O-dealkylase activities were slightly increased in microsomes from propanil and 3,4-dichloroaniline pretreated rats, which suggests that these compounds may be weak inducers of cytochrome p450 isozymes."
        },
        {
            "References": "PMID:2237922",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ The induction of methemoglobinemia by propanil and the formation of propanil/hemoglobin adducts were studied in rats. Male Sprague Dawley rats were injected ip with 30, 100, or 300 mg/kg (14)C labeled or unlabeled propanil. Blood samples were collected at various times up to 24 hr post dosing. The hemoglobin was isolated, solubilized with sodium hydroxide, and the extent of (14)C/hemoglobin binding was determined. A portion of the solubilized hemoglobin was extracted by ether and the extracts were examined by HPLC. The extent of methemoglobin formation by unlabeled propanil was determined. The 100 and 30 mg/kg doses of propanil induced methemoglobinemia. Peak methemoglobin formation occurred at 1.5 and 4.5 hr and amounted to 5 and 24% of the dose, respectively. Hemoglobin bound propanil in a dose dependent manner. The levels of binding after injection with 30, 100, and 300 mg/kg propanil were 10, 50, and 450 picomoles/mg, respectively. Maximum binding levels were reached by 12 hr and remained constant thereafter. 3,4-Dichloroaniline was detected in the ether extracts of propanil adducted hemoglobin. A proposed mechanism for propanil induced methemoglobinemia and hemoglobin binding was presented. The mechanism suggested that propanil is metabolized in the liver to N-hydroxy-3,4-dichloroaniline, which then enters the erythrocytes wherein it is oxidized by hemoglobin to 3,4-dichloronitrosobenzene and methemoglobin. The 3,4-dichloronitrosobenzene can be reduced to the hydroxylamine to undergo another cycle of hemoglobin oxidation or react with cysteine residues on hemoglobin to form the corresponding sulfinic acid amide adduct. It was suggested that hemoglobin binding could be used as a dosimeter to monitor occupational exposure to propanil."
        },
        {
            "References": "PMID:18835618",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ The aryl hydrocarbon receptor (AhR) is a ligand-dependent transcription factor that regulates genes involved in xenobiotic metabolism, cellular proliferation and differentiation. In this study, /investigators/ developed a highly sensitive AhR-mediated reporter cell line, DR-EcoScreen cells, which are mouse hepatoma Hepa1c1c7 cells stably transfected with a reporter plasmid containing seven copies of dioxin-responsive element. Using these DR-EcoScreen cells, /the investigators/ performed the reporter gene assay and characterized the AhR agonistic activities of 200 pesticides (29 organochlorines, 11 diphenyl ethers, 56 organophosphorus pesticides, 12 pyrethroids, 22 carbamates, 12 acid amides, 7 triazines, 6 ureas, and 45 others). ...Three herbicides (propanil, diuron, and linuron) have a common chemical structure and showed more potent agonistic activity than other pesticides. To investigate the in vivo effects, we examined the gene expression of AhR-inducible cytochrome P450 1As (CYP1As) in the liver of female C57BL/6 mice intraperitoneally injected with these three herbicides (300 mg kg(-1)) by quantitative RT-PCR, resulting in induction of significant high levels of CYP1A1 and CYP1A2 mRNAs. This indicates that propanil, diuron and linuron possess AhR-mediated transactivation effect in vivo as well as in vitro."
        },
        {
            "References": "PMID:15762548",
            "Value": "/IMMUNOTOXICITY/ 3,4-Dichloropropionanilide (propanil) and 2,4-dichlorophenoxyacetic acid (2,4-D) are two commonly used herbicides that are marketed as a chemical mixture. It was hypothesized that the interaction between these two herbicides, when administered as a mixture, would result in a greater effect on the immune system than the individual components of the mixture. The present study demonstrates in a murine model that a mixture of propanil and 2,4-D, when compared to single herbicide exposures, exacerbates decreases in thymocyte populations  2 days  postexposure and inhibits the repopulation of T-cells in the thymus 7 days postexposure. Exposure to 150 mg herbicide/kg body weight of propanil or 2,4-D alone had no effect on thymus weight. In contrast, decreases in the ratio of thymus weight to body weight (TW:BW) occurred 2 days after treatment with the mixture of 150 mg propanil/kg body weight + 150 mg 2,4-D/kg body weight (150/150). Thymic atrophy was associated with a decrease in the double-positive thymocyte population (CD4+CD8+) and correlated with sera corticosterone levels from 600 to 1000 pg/mL. Therefore, the hypothesis was tested that glucocorticoids, induced after exposure to herbicides, were responsible for the thymic atrophy and depletion of thymocytes. However, similar levels of corticosterone were induced after exposure to 50, 100, or 150 mg propanil/kg body weight, and 50/50 or 100/100 mixture treatments, doses that did not produce thymic atrophy or cell loss. In addition, RU 486, a glucocorticoid receptor blocker, only partially abrogated the thymic atrophy in mice exposed to the 150/150 mixture of herbicides. These results suggest that glucocorticoids are only partially responsible for herbicide-induced thymic atrophy."
        },
        {
            "References": "PMID:1526377",
            "Value": "/IMMUNOTOXICITY/ Propanil, used extensively as a postemergence herbicide in rice and wheat, has as its major metabolite, 3,4-dichloroaniline. Propanil has previously been shown to affect the T cell dependent antibody response. To determine the immunotoxicity of 3,4-dichloroaniline, as well as extend the previous immunotoxicity studies, several T cell dependent and independent immune responses were determined after 3,4-dichloroaniline or propanil exposure. Unlike propanil, 3,4-dichloroaniline caused a significant reduction in T dependent antibody production (anti-SRBC response) only at a high dose (150 mg/kg). 3,4- Dichloroaniline or propanil at 150 or 200 mg/kg, respectively, caused a significant reduction in the number of anti-DNP antibody producing cells. However, doses of 37 or 50 mg/kg of 3,4-dichloroaniline or propanil, respectively, caused an increase in the number of anti-DNP antibody producing cells. These data indicate that both propanil and 3,4-dichloroaniline have a differential effect on the T independent antibody response depending on the dose. Similar to propanil, 3,4-dichloroaniline (at 150 mg/kg) caused a significant increase in spleen wt and cellularity. The effect of 3,4-dichloroaniline or propanil on selected cellular immune functions was also determined. 3,4-Dichloroaniline caused a significant decrease in the natural killer cell activity at doses of 75 or 150 mg/kg, and propanil caused a significant decrease at 100 or 200 mg/kg. Cytotoxic T lymphocyte activity, however, was unaffected even at 150 or 200 mg/kg 3,4-dichloroaniline or propanil, respectively. Thus, it appears that T cells are relatively resistant to the effects of propanil and 3,4- dichloroaniline, whereas, other immune cell types, eg, natural killer cells are sensitive to its effects."
        },
        {
            "References": "PMID:2744277",
            "Value": "/IMMUNOTOXICITY/ The immunotoxic effects of acute exposure to propanil were determined in adult C57Bl/6 female mice exposed ip to propanil at doses of 0, 10, 25, 50, 100, 200, or 400 mg/kg body weight. One week following exposure, the immune competency of the animals was assessed. Contact hypersensitivity response, blastogenic response to T and B cell specific mitogens, and mixed lymphocyte reaction were significantly depressed only in propanil treated animals at 400 mg/kg. However, the number of splenic antibody producing cells was also significantly depressed in a dose dependent manner at the lower doses of 50, 100, and 200 mg/kg. In addition, a significant reduction in the thymus weight and an increase in absolute and relative spleen weight were also measured in animals treated with 200 and 400 mg/kg. The increase in spleen weight also showed a concomitant rise in spleen cellularity. These data indicate that propanil has a dose dependent immunotoxic effect on the adult mouse that affects primarily the humoral response."
        },
        {
            "References": "Klaassen, C.D. (ed). Casarett and Doull's Toxicology. The  Basic Science of Poisons. 6th ed. New York, NY:  McGraw-Hill, 2001., p. 442",
            "Value": "/IMMUNOTOXICITY/ ...Propanil can alter immune cell development (myeloid and erythroid progenitors). Thymic atrophy in response to propanil exposure has also been observed, although the contribution of induced glucocorticoids to this effect has not been ascertained."
        },
        {
            "References": "Krieger, R. (ed.). Handbook of Pesticide Toxicology. Volume 1, 2nd ed. 2001. Academic Press, San Diego, California., p. 777",
            "Value": "/IMMUNOTOXICITY/ Acute /ip/ administration of propanil increased splenic weight and cellularity and suppressed the generation of humoral and cell-mediated immune responses at doses of 50 or 400 mg/kg, respectively. In addition, administration of 50-200 mg/kg propanil resulted in reduction in the number of myeloid and erythroid progenitor cells. Analysis of thymocyte sub-populations after propanil(100 mg/kg) administration showed a decrease in the number of single and and double positive thymocytes (with no effect on splenic or lymph node populations)."
        },
        {
            "References": "PMID:14630522",
            "Value": "/IMMUNOTOXICITY/ This study determined alterations to bone marrow B-cell populations after in vivo exposure to a mixture containing the herbicides 3,4-dichloropropionanilide (propanil) and 2,4-dichlorophenoxyacetic acid (2,4-D) and compared them to the effects of exposure to the individual herbicides. The individual herbicides or the mixture containing propanil and 2,4-D were administered intraperitoneally to C57Bl/6 female mice at doses from 50 to 200 mg herbicide/kg body weight. The mixtures were given in a 1:1 ratio. Flow cytometric analysis was performed to quantitate bone marrow B-cell populations at 1, 2, 7, and 14 days posttreatment. Mixture treatment decreased pre-B and immunoglobulin (Ig) M(+) B-cell populations at all doses by 2 days postexposure. The cell populations were still decreased at 7days posttreatment. In contrast, exposure to the individual herbicides only caused decreases in the pre-B and IgM(+) B-cell populations 7days after exposure to the high doses. ... Corticosterone, was investigated as a possible mediator of cell loss in the bone marrow. Treatment with the glucocorticoid receptor antagonist, RU 486, did not prevent cell loss in the bone marrow of mice exposed to the mixture of propanil and 2,4-D. This study demonstrates that pre-B and IgM(+) B-cell populations are decreased after exposure to propanil, 2,4-D, or the mixture containing propanil and 2,4-D. Exposure to the mixture had greater toxic effects than the individual herbicides on bone marrow pre-B and IgM(+) B-cell populations, emphasizing the need to study mixture interactions."
        },
        {
            "References": "PMID:11312646",
            "Value": "/IMMUNOTOXICITY/ ... IC-21 cells were transfected with a TNF-alpha promoter-luciferase construct, and the effect of propanil on luciferase activity was measured. Cells transfected with promoter constructs containing a kappaB site showed decreased luciferase activity relative to controls after propanil treatment. These observations implicated NF-kappaB binding as an intracellular target of propanil. Further studies demonstrated a marked reduction in the nuclear levels of the stimulatory p65 subunit of NF-kappaB after propanil treatment, as measured by fluorescence confocal microscopy and Western blot analysis. The p50 subunit of NF-kappaB was not found to be reduced after propanil exposure by Western blot. Electrophoretic mobility gel shift assays showed decreased DNA binding of both p65/p50 heterodimers and p50/p50 homodimers to the kappaB3 site of the TNF-alpha promoter of propanil-treated cells. The marked reduction in nuclear p65/p50 NF-kappaB levels and diminished binding to the TNF-alpha promoter in propanil-treated cells are consistent with reduced TNF-alpha levels induced by LPS."
        },
        {
            "References": "PMID:10933756",
            "Value": "/IMMUNOTOXICITY/ ... Studies to determine resistance to infection by the intracellular bacterium Listeria monocytogenes after exposure to propanil were also conducted. Our experiments demonstrate that in vivo exposure to propanil during bacterial infection reduced the subsequent in vitro production of interferon-gamma (IFN-gamma) by splenocytes and liver nonparenchymal cells in response to antigenic and mitogenic stimulation. Additional experiments examined the production of cytokines in vivo after propanil exposure alone or combined propanil exposure and L. monocytogenes infection. It was found that the endogenous levels of cytokines in the liver, spleen, and blood were similar in control and propanil-treated mice. The levels of cytokines were also similar in control and exposed mice that were infected with L. monocytogenes. Initial resistance to the infection was not affected by exposure to propanil."
        },
        {
            "References": "PMID:9221836",
            "Value": "/IMMUNOTOXICITY/ ... /Investigators/ compared the immunotoxic effects of propanil, after different routes of in vivo administration, on cytokine production by thioglycollate-elicited peritoneal macrophages. C57B1/6 mice were treated with either vehicle or 200 mg/kg propanil i.p., or with vehicle, 40, or 400 mg/kg propanil orally. Three or 7 days later, ex vivo production of interleukin-6 (IL-6) and tumor necrosis factor-alpha (TNF-alpha) by macrophages after lipopolysaccharide (LPS) stimulation was determined. Both oral and i.p. propanil exposure resulted in up to a 60-70% reduction in IL-6 and TNF-alpha production by the LPS-stimulated macrophages, depending on the route, postexposure time, and dose of propanil administered. Oral exposure to propanil also caused splenomegaly and thymic atrophy in animals in much the same manner as animals exposed via the i.p. route. In vitro exposure to propanil also significantly reduced macrophage cytokine production. Thioglycollate-elicited macrophages from normal mice were cultured in the continuous presence of 0, 10, or 20 uM propanil plus LPS. This exposure caused a significant reduction in IL-6 and TNF protein production by these macrophages in a concentration-dependent manner. Northern blot analysis demonstrated that the message levels of these cytokines were reduced by approximately the same percentage as the protein levels in propanil-treated macrophages."
        },
        {
            "References": "PMID:17355946",
            "Value": "/IMMUNOTOXICITY/ ... 3,4-Dichloropropionaniline (DCPA) suppresses several inflammatory parameters, including TNF-alpha production through a mechanism where nuclear factor-kappaB (NF-kappaB)-DNA binding is inhibited but not entirely abrogated. The goal of the present study was to evaluate the effects of DCPA on the inflammatory mediators of macrophages, including /reactive oxygen species/ and /reactive nitrogen species/ in both murine peritoneal exudate cells and the human monocytic cell line, THP-1. The ability to perform phagocytosis and directly kill Listeria monocytogenes was also assessed. The results indicate that DCPA decreases the ability of both types of macrophages to phagocytize beads and generate both types of reactive species, which was correlated with a decrement in listericidal activity. These results demonstrate that DCPA has profound effects on macrophage function and provide insight into the potential mechanisms of immunosuppression by DCPA."
        },
        {
            "References": "PMID:18821422",
            "Value": "/IMMUNOTOXICITY/ This article is a review of the general toxicity of propanil followed by a detailed summary of the immunotoxicity studies that were performed to date in mammalian in vivo and in vitro models. Propanil affects the immune system at organ, cellular, and molecular levels. Studies demonstrated that it produces thymic atrophy and splenomegaly and decreases developing T- and B-cell populations in the thymus and bone marrow. Natural killer (NK) cells and macrophages are critical components of the innate immune system. NK cell cytotoxicity and the ability of macrophages to phagocytose, kill pathogenic bacteria, and produce inflammatory cytokines are suppressed by propanil. Propanil also affects the respiratory burst of macrophages, inhibiting reactive oxygen and nitrogen species production. Molecular mechanisms responsible for propanil's effects have begun to be elucidated and include alterations in nuclear factor (NF)-kappaB transcription factor activity and intracellular Ca(2+) signaling. Propanil exposure alters a number of functions of mature T lymphocytes and B lymphocytes that impacts the adaptive immune response. T-cell cytotoxic activity and cytokine production are major T-cell functions inhibited by propanil. The humoral antibody response to model antigens and intact bacteria is differentially affected after propanil exposure. ..."
        },
        {
            "References": "Barnett JB; Crisp Data Base National Institutes Of Health",
            "Value": "/IMMUNOTOXICITY/ ...That propanil causes a significant reduction in IL 2, IFN gamma, GM CSF and IL 6 production in T cells and IL 6 and TNF alpha in macrophages."
        },
        {
            "References": "PMID:8812236",
            "Value": "/IMMUNOTOXICITY/ ... Thymic cells of normal or adrenalectomized C57B1/6-mice were analyzed 2 to 7 days after treatment with 0, 100, or 200mg/kg propanil. Treatment with 200mg/kg propanil significantly decreased thymus/body ratio and the number of CD4+ cells as early as 2 days after exposure. Four days after treatment with 200mg/kg propanil, a significant decrease in the percentage of thymocytes expressing the CD4+CD8+ (double positive or DP) phenotype was observed, and a significant increase in the percentage of cells expressing the double negative (DN) phenotype and the CD4+CD8or CD4-CD8+ (single positive or SP) phenotypes were observed. Also, propanil exposure increased the percentage of cells undergoing DNA synthesis. Cell cycle analysis of individual thymocyte subpopulations 4 days after propanil treatment revealed that the highest increase in the percentage of cycling cells was seen in DP and CD8+SP populations. No evidence of propanil induced thymic toxicity or alterations in the cell surface phenotypes of lymphocytes were seen in adrenalectomized mice treated 4 days earlier with 100mg/kg propanil. Injection of normal mice with 200mg/kg propanil significantly increased serum corticosterone levels 1 day after treatment. Exposure of thymocytes to 0.05 mM propanil in-vitro decreased the absolute number of cells without significantly affecting the distribution of cell surface phenotypes."
        },
        {
            "References": "Theus SA et al; Toxicol Appl Pharmacol 118 (1); 46-52 (1993)",
            "Value": "/IMMUNOTOXICITY/ ... Female C57Bl/6-mice were injected intravenously with 0 or 200mg/kg propanil. They were killed 7 days later and the peritoneal macrophages were harvested. The macrophages were incubated with P815 target cells, a cell line resistant to the effects of tumor necrosis factor alpha (TNFa), in the presence or absence of LPS and interferon gamma (IFNg). A monoclonal antibody raised against IFNg (antiIFNg) was present in some experiments. Macrophage toxicity against the P815 cells was evaluated using the chromium-51 assay. Macrophages from untreated mice required the presence of both IFNg and LPS to express cytotoxicity against P815 cells. Macrophages obtained from propanil treated mice showed cytocidal activity against P815 cells in the presence of LPS as well as LPS plus IFNg. The enhanced cytotoxicity was induced by propanil doses of 100mg/kg or higher. Macrophage cytotoxicity was decreased by the antiIFNg antibody. Peritoneal macrophages were isolated from mice injected with 0 or 200mg/kg propanil. They were incubated with 0 or 0.1 ug/milliliter LPS for up to 4 hours. In the absence of LPS, the concentrations of mRNA coding for IFNg were higher in macrophages from propanil treated mice than from untreated mice. In the presence of LPS, significantly elevated concentrations of mRNA coding for IFNg were detected in macrophages from propanil treated mice after 30 minutes incubation. Significantly elevated concentrations of mRNA coding for IFNg were not detected in macrophages from untreated mice until after 4 hours incubation. IFNg protein concentrations were significantly increased in macrophages from propanil treated mice incubated with LPS. Unstimulated macrophages from propanil treated mice had significantly elevated TNFa concentrations compared to macrophages from control mice. Stimulation with LPS increased TNFa concentrations in macrophages from propanil treated mice by ten fold compared to macrophages from untreated mice."
        },
        {
            "References": "Schafer R; Crisp Data Base National Institutes Of Health",
            "Value": "/IMMUNOTOXICITY/ ... Propanil decreased resistance to L. monocytogenes infection in the spleen and liver, and suppressed the production of IFN-gamma during the infection."
        },
        {
            "References": "Blyler G Fundam Appl Toxicol 22 (4): 505-10 (1994)",
            "Value": "/IMMUNOTOXICITY/ ... Female C57B1/6-mice were injected intraperitoneally with 50, 100, or 200mg/kg propanil. They were killed 7 days later and the femurs were removed. The bone marrow was extracted and total bone marrow cellularity was determined. Single cell suspensions were prepared. Changes in pluripotent stem cell (CFU-Il-3), erythroid colony forming unit (CFU-E), erythroid burst forming unit (BFU-E), granulocyte/macrophage progenitor cell (GMU-CFU), macrophage (CFU-M), and neutrophil (CFU-G) cell counts in the suspensions were determined by colony forming unit assays. Changes in myeloid stem cell (CFU-S) counts were determined by the recipient mouse/splenocyte assay. Propanil at 200mg/kg caused a 25% decrease in bone marrow total cellularity. The decrease was not statistically significant due to widespread variability in the response between animals. Propanil induced dose related decreases in CFU-S, CFU-IL-S and BFU-E counts. Decreases in CFU-IL-3 cell counts induced by 50mg/kg propanil were statistically significant. All propanil doses caused a 30 to 55% nondose dependent decrease in GM-CFU cell counts. CFU-M, CFU-G, and CFU-E cell counts were not affected by propanil. The authors conclude that propanil at concentrations as low as 50mg/kg decreased myeloid stem and early erythroid progenitor cell proliferative activity. The proliferative activity of more differentiated myeloid and erythroid progenitor cells is not affected."
        },
        {
            "References": "Malerba I et al; Toxicol Sci 69 (2): 433-8 (2002)",
            "Value": "/IMMUNOTOXICITY/ The myelotoxicity of the herbicide propanil (3,4-dichloroproprioanilide) and its metabolite 3,4-dichloroaniline (DCA) is well documented in mice, but evidence that pesticides may severely compromise hematopoiesis in humans is lacking. In this study, an interspecies comparison of in vitro toxicity of these two compounds on murine and human burst- and colony-forming unit-erythrocyte (BFU-E, CFU-E) and colony-forming unit-granulocyte/macrophage (CFU-GM) progenitors, has been carried out. Murine bone marrow progenitors and human cord blood cells were exposed to propanil or DCA in doses ranging from 10 uM to 1000 uM, and the toxic effect was detected by a clonogenic assay with continuous exposure to the compounds. The results on murine cells indicate that the erythrocytic lineage is the most sensitive target for propanil and DCA. On the other hand, human progenitors seem to be less sensitive to the toxic effects of both compounds than murine progenitors at the same concentrations (IC(50) values are 305.2 +/- 22.6 uM [total erythroid colonies] and >500 uM [CFU-GM] for propanil). Propanil was significantly more toxic to human erythroid progenitors than to human CFU-GM progenitors, as was found for the murine cells, emphasizing the role of the heme pathway as the target for propanil. These data confirm the evidence that the compounds investigated interfere with erythroid colony formation at different stages of the differentiation pathway and have different effects according to the dose."
        },
        {
            "References": "PMID:1871773",
            "Value": "/OTHER TOXICITY INFORMATION/ Propanil, 3,4-dichloroaniline or N- hydroxy-3,4-dichloroaniline was administered ip to male Sprague Dawley rats 24 hr after (51)Cr labeling of erythrocytes. An orbital sinus bleed just before dosing was used as the baseline measure of hemolysis. Hemolysis was measured by collecting blood via orbital sinus bleeds for 14 days and counted to determine radioactive chromium in the plasma. N-hydroxy-3,4-dichloroaniline and 3,4-dichloronitrosobenzene were measured in whole blood using HPLC. Erythrocyte survival was also measured in vitro by incubating radioactive chromium labeled erythrocytes in medium with test compound. Propanil induced dose dependent hemolysis at doses of 1.0 to 1.8 mmol/kg over 15 days. Total hemolysis of labeled cells was seen with 1.8 mmol/kg propanil by day 15. Both metabolites, N- hydroxy-3,4-dichloroaniline and 3,4-dichloroaniline, caused dose dependent hemolysis although N-hydroxy-3,4- dichloroaniline was ten times as potent as propanil or 3,4-dichloroaniline, both of which exhibited similar potencies. 6-Hydroxy-3,4-dichloroaniline was unable to cause hemolysis. After propanil or N-hydroxy-3,4- dichloroaniline administration, evaluation of blood levels revealed a quick elimination of N-hydroxy-3,4- dichloroaniline in N-hydroxy-3,4-dichloroaniline treated rats but a slow gradual loss of N-hydroxy-3,4- dichloroaniline with propanil treated rats. However, area under the curve for both treatments was similar. It was concluded that propanil and 3,4-dichloroaniline are equally hemolytic and though neither compound was directly toxic to erythrocytes, the metabolite N-hydroxy-3,4- dichloroaniline was found to be directly cytotoxic. Workers exposed to the herbicide should be monitored for hemolytic anemia."
        }
    ],
    "sediment_soil_concentrations": [
        {
            "References": "(1) Kawata K et al; J AOAC Int 88: 1440-51 (2005)",
            "Value": "SEDIMENT: Propanil was not detected (detection limit 4 ug/kg) in sediment samples taken from Shin river, Niigata, Japan(1)."
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "(1) USDA; Agric Res Service. ARS Pesticide Properties Database on Propanil (709-98-8). Available from, as of June 12, 2012: https://www.ars.usda.gov/Services/docs.htm?docid=14199 (2) Konstantinou IK et al; J Environ Qual 30: 121-30 (2001) (3) USEPA; Reregistration Eligibility Decision (RED) for Propanil (N-(3,4-dichlorophenyl)propanamide). Available from, as of June 12, 2012: https://www.epa.gov/pesticides/reregistration/status.htm (4) Swann RL et al; Res Rev 85: 17-28 (1983) (5) Helling CS; Soil Sci Soc Amer Proc 35: 737-43 (1971)",
            "Value": "Koc values ranging from 141 to 800 have been reported for propanil(1,2). Koc values of 306 (sand) and 800 (silt loam) were also reported for propanil(3). According to a classification scheme(4), these Koc values suggest that propanil is expected to have high to low mobility in soil. Based on a soil thin-layer chromatography Rf value of 0.24 measured in a silty clay loam, propanil was classified as having low soil mobility(5)."
        },
        {
            "References": "Kearney, P.C., and D. D. Kaufman (eds.) Herbicides: Chemistry, Degredation and Mode of Action. Volumes 1 and 2. 2nd ed. New York: Marcel Dekker, Inc., 1975., p. 641",
            "Value": "At 5-ppm application rate, 73% of 3,4-dichloroaniline ring of propanil was bound to soil. When concentration ... was increased to 500 ppm, only 45% of the aromatic carbon was immobilized in soil, with corresponding increase in solvent extracted metabolites. ... /Results/ suggested that major part of the aromatic moiety of propanil was complexed in soil in what was suggested to be a humus-3,4-dichloroaniline complex."
        }
    ]
}