{
    "_id": {
        "$oid": "6682e99ec4e5dba5ffba2b88"
    },
    "CID": {
        "$numberInt": "493570"
    },
    "Name": "Riboflavin",
    "IUPACName": "7,8-dimethyl-10-[(2S,3S,4R)-2,3,4,5-tetrahydroxypentyl]benzo[g]pteridine-2,4-dione",
    "CanonicalSMILES": "CC1=CC2=C(C=C1C)N(C3=NC(=O)NC(=O)C3=N2)CC(C(C(CO)O)O)O",
    "Synonyms": [
        "riboflavin",
        "vitamin B2",
        "83-88-5",
        "Riboflavine",
        "Lactoflavin",
        "Vitamin G",
        "(-)-riboflavin",
        "Lactoflavine",
        "Flavaxin",
        "Riboflavinum",
        "Beflavin",
        "Beflavine",
        "Lactobene",
        "Ribocrisina",
        "Riboderm"
    ],
    "IsomericSMILES": "CC1=CC2=C(C=C1C)N(C3=NC(=O)NC(=O)C3=N2)C[C@@H]([C@@H]([C@@H](CO)O)O)O",
    "INCHI": "InChI=1S/C17H20N4O6/c1-7-3-9-10(4-8(7)2)21(5-11(23)14(25)12(24)6-22)15-13(18-9)16(26)20-17(27)19-15/h3-4,11-12,14,22-25H,5-6H2,1-2H3,(H,20,26,27)/t11-,12+,14-/m0/s1",
    "INCHIKEY": "AUNGANRZJHBGPY-SCRDCRAPSA-N",
    "Formula": "C17H20N4O6",
    "MolecularWeight": {
        "$numberDouble": "376.4"
    },
    "Description": "Riboflavin is d-Ribitol in which the hydroxy group at position 5 is substituted by a 7,8-dimethyl-2,4-dioxo-3,4-dihydrobenzo[g]pteridin-10(2H)-yl moiety. It is a nutritional factor found in milk, eggs, malted barley, liver, kidney, heart, and leafy vegetables, but the richest natural source is yeast. The free form occurs only in the retina of the eye, in whey, and in urine; its principal forms in tissues and cells are as flavin mononucleotide and flavin-adenine dinucleotide. It has a role as a photosensitizing agent, a food colouring, an Escherichia coli metabolite, a mouse metabolite, a cofactor, a plant metabolite, a human urinary metabolite, an anti-inflammatory agent, a fundamental metabolite and an antioxidant. It is a vitamin B2 and a flavin. It is a conjugate acid of a riboflavin(1-).",
    "XlogP": {
        "$numberDouble": "-1.5"
    },
    "Complexity": {
        "$numberInt": "680"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "plant_concentrations": [
        {
            "References": "(1) USDA; Dr. Duke's Phytochemical and Ethnobotanical Databases. Plants with a chosen chemical. Riboflavin. Washington, DC: US Dept Agric, Agric Res Service. Available from, as of August 19, 2010: https://www.ars-grin.gov/duke/",
            "Value": "Plants with the highest amount of Riboflavin(1). ",
            "Table": "[{'Genus species': 'Justicia pectoralis JACQ.', 'Common name(s)': 'Angel Of Death, Bolek Hena, Curia', 'Concentration': '2,013 ppm', 'Area of Plant': 'Leaf'}, {'Genus species': 'Crocus sativus L.', 'Common name(s)': 'Saffron', 'Concentration': '56 - 138 ppm', 'Area of Plant': 'Silk Stigma Style'}, {'Genus species': 'Chenopodium album L.', 'Common name(s)': 'Lambsquarter', 'Concentration': '12 - 76 ppm', 'Area of Plant': 'Leaf'}, {'Genus species': 'Thymus vulgaris L.', 'Common name(s)': 'Common Thyme, Garden Thyme, Thyme', 'Concentration': '4 - 53 ppm', 'Area of Plant': 'Plant'}, {'Genus species': 'Spirulina pratensis', 'Common name(s)': 'Spirulina', 'Concentration': '46 ppm', 'Area of Plant': 'Plant'}, {'Genus species': 'Corchorus olitorius L.', 'Common name(s)': \"Jew's Mallow, Mulukiya, Nalta Jute\", 'Concentration': '2.6 - 44 ppm', 'Area of Plant': 'Leaf'}, {'Genus species': 'Triticum aestivum L.', 'Common name(s)': 'Wheat', 'Concentration': '11 - 40 ppm', 'Area of Plant': 'Plant'}, {'Genus species': 'Phytolacca americana L.', 'Common name(s)': 'Pokeweed', 'Concentration': '3 - 39 ppm', 'Area of Plant': 'Shoot'}, {'Genus species': 'Mentha x piperita subsp. nothosubsp. piperita', 'Common name(s)': 'Peppermint', 'Concentration': '38.9 ppm', 'Area of Plant': 'Leaf'}, {'Genus species': 'Asparagus officinalis L.', 'Common name(s)': 'Asparagus', 'Concentration': '1 - 36 ppm', 'Area of Plant': 'Shoot'}, {'Genus species': 'Colocasia esculenta (L.) SCHOTT', 'Common name(s)': 'Taro', 'Concentration': '3 - 35 ppm', 'Area of Plant': 'Leaf'}, {'Genus species': 'Malva sylvestris L.', 'Common name(s)': 'High Mallow', 'Concentration': '2 - 35 ppm', 'Area of Plant': 'Leaf'}, {'Genus species': 'Apium graveolens L.', 'Common name(s)': 'Celery', 'Concentration': '0 - 34 ppm', 'Area of Plant': 'Pt'}, {'Genus species': 'Aegle marmelos CORREA', 'Common name(s)': 'Bael de India, Bael fruit', 'Concentration': '12 - 31 ppm', 'Area of Plant': 'Fruit'}, {'Genus species': 'Hibiscus sabdariffa L.', 'Common name(s)': 'Acedera de Guinea (Sp.), Indian Sorrel, Jamaica Sorrel, Kharkadi, Malventee (Ger.), Red Sorrel, Rosa de Jamaica (Sp.), Rosella (Ger.), Roselle, Sereni (Sp.), Sorrel', 'Concentration': '1 - 31 ppm', 'Area of Plant': 'Leaf'}, {'Genus species': 'Momordica charantia L.', 'Common name(s)': 'Bitter Melon, Sorosi', 'Concentration': '4.6 - 31 ppm', 'Area of Plant': 'Leaf'}, {'Genus species': 'Sterculia urens ROXB.', 'Common name(s)': 'Karaya', 'Concentration': '17 - 31 ppm', 'Area of Plant': 'Gum'}, {'Genus species': 'Chrysanthemum coronarium L.', 'Common name(s)': 'Garland Chrysanthemum', 'Concentration': '2.2 - 30 ppm', 'Area of Plant': 'Bud'}, {'Genus species': 'Lycium chinense MILL.', 'Common name(s)': 'Chinese Boxthorn, Chinese Matrimony Vine, Chinese Wolfberry, Chinesischer Bocksdorn (Ger.), Daun Koki (Indones.), Gou Qi (Chin.), Kaukichai (Malays.), Kuko (Jap.), Lyciet de Chine (Fr.), Spina Santa Cinese (Ital.), Wolfberry', 'Concentration': '3.1 -30 ppm', 'Area of Plant': 'Leaf'}, {'Genus species': 'Moringa oleifera LAM.', 'Common name(s)': 'Ben Nut, Benzolive Tree, Drumstick Tree, Horseradish Tree, Jacinto (Sp.), Moringa, West Indian Ben', 'Concentration': '6 - 30 ppm', 'Area of Plant': 'Shoot'}, {'Genus species': 'Chrysanthemum coronarium L.', 'Common name(s)': 'Garland Chrysanthemum', 'Concentration': '1.9 - 29 ppm', 'Area of Plant': 'Leaf'}, {'Genus species': 'Cichorium intybus L.', 'Common name(s)': 'Chicory, Succory, Witloof', 'Concentration': '1 - 29 ppm', 'Area of Plant': 'Leaf'}, {'Genus species': 'Benincasa hispida (THUNB.) COGN.', 'Common name(s)': 'Waxgourd', 'Concentration': '0.1 - 28 ppm', 'Area of Plant': 'Fruit'}, {'Genus species': 'Hordeum vulgare L.', 'Common name(s)': 'Barley, Barleygrass', 'Concentration': '27 - 28 ppm', 'Area of Plant': 'Stem'}, {'Genus species': 'Arachis hypogaea L.', 'Common name(s)': 'Groundnut, Peanut', 'Concentration': '5.8 - 27 ppm', 'Area of Plant': 'Leaf'}, {'Genus species': 'Phaseolus vulgaris subsp. var. vulgaris', 'Common name(s)': 'Black Bean, Dwarf Bean, Field Bean, Flageolet Bean, French Bean, Garden Bean, Green Bean, Haricot, Haricot Bean, Haricot Vert, Kidney Bean, Navy Bean, Pop Bean, Popping Bean, Snap Bean, String Bean, Wax Bean', 'Concentration': '2.5 - 27 ppm', 'Area of Plant': 'Sprout Seedling'}, {'Genus species': 'Theobroma speciosum', 'Common name(s)': 'Macambo', 'Concentration': '10 - 27 ppm', 'Area of Plant': 'Fruit'}, {'Genus species': 'Amaranthus sp.', 'Common name(s)': 'Pigweed', 'Concentration': '1 - 26 ppm', 'Area of Plant': 'Leaf'}, {'Genus species': 'Avena sativa L.', 'Common name(s)': 'Oats', 'Concentration': '4.6 - 26 ppm', 'Area of Plant': 'Plant'}, {'Genus species': 'Beta vulgaris subsp. subsp. vulgaris', 'Common name(s)': 'Beet, Beetroot, Garden Beet, Sugar Beet', 'Concentration': '1.7 - 26 ppm', 'Area of Plant': 'Leaf'}]"
        }
    ],
    "logP": [
        {
            "References": "Nahum A, Horvath C; J Chromatogr 192: 315-322 (1980)",
            "Value": "log Kow = -1.46"
        }
    ],
    "mechanism_of_action": [
        {
            "References": "USP Convention. USPDI-Drug Information for the Health Care Professional. 14th ed. Volume I. Rockville, MD: United States Pharmacopeial Convention, Inc., 1994. (Plus Updates)., p. 2400",
            "Value": "Riboflavin is converted to 2 coenzymes, flavin mononucleotide (FMN) and flavin adenine dinucleotide (FAD), which are necessary for normal tissue respiration. Riboflavin is also required for activation of pyridoxine, conversion of tryptophan to niacin, and may be involved in maintaining erythrocyte integrity."
        },
        {
            "References": "American Medical Association, Council on Drugs. AMA Drug Evaluations Annual 1994. Chicago, IL: American Medical Association, 1994., p. 2171",
            "Value": "Riboflavin functions as the coenzyme for flavin adenine dinucleotide (FAD) and flavin mononucleotide (FMN), which primarily influence hydrogen transport in oxidative enzyme systems (eg, cytochrome C reductase, succinic dehydrogenase, xanthine oxidase)."
        },
        {
            "References": "Di Palma, J. (ed.). Drill's Pharmacology in Medicine. 4th ed. New York: McGraw Hill Book Co., 1971., p. 1285",
            "Value": "Two active forms of riboflavin exist ... coenzyme flavin mononucleotide (FMN) and coenzyme flavin adenine dinucleotide (FAD). They are formed by reaction of riboflavin with 1 and 2 molecules of ATP as follow: riboflavin + ATP = riboflavin-P (FMN) + ADP; FMN + ATP = riboflavin-ADP (FAD) + PP."
        },
        {
            "References": "NAS, Food and Nutrition Board, Institute of Medicine; Dietary Reference Intakes for Thiamin, Riboflavin, Niacin, Vitamin B6, Folate, Vitamin B12, Pantothenic Acid, Biotin, and Choline. National Academy Press, Washington, D.C., pg. 87-88, 1998. Available from, as of March 2, 2010: https://www.nap.edu/catalog/6015.html",
            "Value": "Riboflavin is a water-soluble, yellow, fluorescent compound. The primary form of the vitamin is as an integral component of the coenzymes flavin mononucleotide (FMN) and flavin-adenine dinucleotide (FAD). It is in these bound coenzyme forms that riboflavin functions as a catalyst for redox reactions in numerous metabolic pathways and in energy production. ... The redox reactions in which flavocoenzymes participate include flavoprotein-catalyzed dehydrogenations that are both pyridine nucleotide (niacin) dependent and independent, reactions with sulfur-containing compounds, hydroxylations, oxidative decarboxylations (involving thiamin as its pyrophosphate), dioxygenations, and reduction of oxygen to hydrogen peroxide. There are obligatory roles of flavocoenzymes in the formation of some vitamins and their coenzymes. For example, the biosynthesis of two niacin-containing coenzymes from tryptophan occurs via FAD-dependent kynurenine hydroxylase, an FMN-dependent oxidase catalyzes the conversion of the 5'-phosphates of vitamin B6 to coenzymic pyridoxal 5'-phosphate, and an FAD-dependent dehydrogenase reduces 5,10-methylene-tetrahydrofolate to the 5'-methyl product that interfaces with the B12-dependent formation of methionine from homocysteine and thus with sulfur amino acid metabolism."
        },
        {
            "References": "PMID:9699511",
            "Value": "The water-soluble vitamin riboflavin (RF) plays a critical role in many metabolic reactions, and thus, is essential for normal cellular functions and growth. The liver plays a central role in normal RF metabolism and is the site of maximal utilization of the vitamin. The mechanism of liver uptake of RF has been studied in animals, but no information is available describing the mechanism of the vitamin uptake in the human situation and its cellular regulation. This study, used the human-derived liver cells Hep G2 as an in vitro model system to address these issues. Uptake of RF by Hep G2 cells was found to be temperature- and energy-dependent but Na+-independent in nature. Uptake seemed to involve a carrier-mediated process as indicated by the saturation as a function of substrate concentration (apparent Km 0.41 +/- 0.08 uM), and by the ability of the structural analogs lumiflavin and lumichrome to inhibit the uptake process [inhibition constant (K) of 1.84 and 6.32 uM, respectively]. RF uptake was energy dependent, and was inhibited by the -SH group blocker p-chloromercuriphenylsulfonate (p-CMPS) (Ki of 0.10 mM). Specific modulators of intracellular protein kinase A (PKA)-, protein kinase C (PKC)-, and protein tyrosine kinase (PTK)-mediated pathways did not affect RF uptake by Hep G2 cells. On the other hand, specific inhibitors of Ca2+/calmodulin-mediated pathway significantly inhibited the uptake process; this effect seemed to be mediated through a decrease in the Vmax of the substrate uptake process. Maintaining Hep G2 cells in a RF-deficient growth medium was associated with a significant up-regulation in the substrate uptake; this effect was specific for RF and was mediated mainly by means of an increase in the Vmax of the uptake process. These results describe ...  the mechanism and cellular regulation of RF uptake by a human-derived liver cellular preparation, and shows the involvement of a carrier-mediated system in the uptake process. Furthermore, the uptake process seems to be regulated by an intracellular Ca2+/calmodulin-mediated pathway and by extracellular substrate levels."
        },
        {
            "References": "PMID:16117691",
            "Value": "Drug delivery to the retina is a challenging task owing to its complex physiology and presence of the blood-retinal barrier (BRB), which regulates the permeation of substances from blood into the retina. ... Riboflavin (vitamin B2), an essential nutritional vitamin for the development and maintenance of the surface structures and functions of epithelial cells of the ocular tissues, must be acquired from retinal or choroidal blood supply. ... The aim of this study was to investigate the presence of a riboflavin transporter and delineate uptake and intracellular trafficking of riboflavin in the human-derived retinoblastoma cell line (Y-79), a model for neural retina. Uptake characteristics of (3H)riboflavin in Y-79 cells were found to be (1) linear with time over 10 min of incubation; (2) temperature- and energy-dependent; (3) sodium, chloride-, and pH-independent; (4) concentration dependence with an apparent K(m) of 19.21 +/- 0.37 nM and V(max) of 6.98 +/- 0.30 pmol/min/mg protein; (5) inhibited by the structural analogs (lumiflavin and lumichrome) but not by the structurally unrelated vitamins; and (6) uptake of [3H]riboflavin was trans-stimulated by the intracellular riboflavin. Neither protein kinase C- nor protein tyrosine kinase-mediated pathways were involved in regulating riboflavin uptake. However, protein kinase A pathway activators (IBMX and forskolin) and inhibitors (H-89) and Ca2+/calmodulin pathways appeared to play important roles in the regulation of riboflavin uptake in Y-79 cells through significant reduction in V(max) (39%) and significant increase in K(m) (112%) of the uptake process. These studies demonstrated, for the first time, the existence of a specialized carrier-mediated system for riboflavin uptake in human-derived retinoblastoma cells. The system appears to be regulated by protein kinase A and Ca2+/calmodulin pathways. Being a high-affinity low-capacity transport system, the presence of this transporter on the retina may be suitable for the design of transporter-targeted prodrugs to achieve enhanced permeability for highly potent, but poorly bioavailable, compounds where a small increase in the bioavailability could result in a significant increase in therapeutic response."
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "Furia, T.E. (ed.). CRC Handbook of Food Additives. 2nd ed. Cleveland: The Chemical Rubber Co., 1972., p. 89",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Vitamin B2 is practically non-toxic; 10 g/kg administered orally to rats resulted in no toxic effects."
        },
        {
            "References": "PMID:19436154",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ ... The effects of excess thiamin or riboflavin administration on body weight gain, food intake, tissue weights, and urinary excretion of B-group vitamins /were investigated/ in weaning rats. The weaning rats were freely fed ordinary diet containing 0.0006% thiamin-HCl or the same diet with 0.006%, 0.03%, 0.18% or 1.0% thiamin-HCl for 30 days, or the diet containing 0.0006% riboflavin or the same diet with 0.1%, 0.5 or 1.0% riboflavin for 22 days. Mild diarrhea was seen only in the rats fed with 1.0% thiamin-HCl diet. Excess thiamin-HCl or riboflavin did not affect body weight gains, food intake or tissue weights. The urinary excretions of water-soluble vitamins also did not differ among the diets. These results clearly showed that feeding a diet containing up to 1.0% thiamin-HCl or 1.0% riboflavin did not induce apparent adverse effects, and the no-observed-adverse-effect-levels (NOAELs) for thiamin-HCl and riboflavin in rats might be 1.0% in diet..."
        },
        {
            "References": "PMID:16112685",
            "Value": "/IMMUNOTOXICITY/ Inhibitory effects of highly purified vitamin B2 (riboflavin-5'-sodium phosphate, >97%) on the interleukin (IL)-6, macrophage inflammatory protein (MIP)-2 and nitric oxide (NO) in LPS-induced shock mice were evaluated. Vitamin B2 at 20 mg/kg (protective effect on mice mortality induced by LPS), intravenously administered 6 hr after LPS injection, significantly decreased the plasma elevated levels of IL-6 and MIP-2 at 9 and 12 hr. In addition, vitamin B2 lowered the tissue concentration and the mRNA expression of IL-6 in lung and those of MIP-2 in liver at 9 hr. Vitamin B2 also reduced concentration of MIP-2 concentration in lung, and inhibited mRNA expression in kidney, respectively. Vitamin B2 decreased the plasma elevated NO levels in accordance with a reduction in expression of inducible NO synthase (iNOS) both at 21 and 24 hr. Accordingly, the reduction in elevated plasma cytokine levels and NO based on the inhibitory effect on local cytokine mRNA expression and iNOS would be responsible for the anti-septic effect of vitamin B2."
        },
        {
            "References": "NAS, Food and Nutrition Board, Institute of Medicine; Dietary Reference Intakes for Thiamin, Riboflavin, Niacin, Vitamin B6, Folate, Vitamin B12, Pantothenic Acid, Biotin, and Choline. National Academy Press, Washington, D.C., pg. 115, 1998. Available from, as of March 2, 2010: https://www.nap.edu/catalog/6015.html",
            "Value": "/OTHER TOXICITY INFORMATION/ There are no data from animal studies suggesting that uptake of riboflavin during pregnancy presents a potential hazard for the fetus or newborn."
        },
        {
            "References": "PMID:16965181",
            "Value": "/OTHER TOXICITY INFORMATION/ This paper summarizes the mechanisms of UVA-induced DNA damage in the presence of various photosensitizers, and also proposes a new mechanism for its chemoprevention. UVA radiation induces DNA damage at the 5'-G of 5'-GG-3' sequence in double-stranded DNA through Type I mechanism, which involves electron transfer from guanine to activated photosensitizers. Endogenous sensitizers such as riboflavin and pterin derivatives and an exogenous sensitizer nalidixic acid mediate DNA photodamage via this mechanism..."
        },
        {
            "References": "PMID:7185845",
            "Value": "/OTHER TOXICITY INFORMATION/ ... Deficiency of riboflavin (Vitamin B2) prolongs the survival of tumor-bearing animals, but may accelerate carcinogenesis caused by certain agents, as flavin cofactors are involved in drug and carcinogen metabolism..."
        }
    ]
}