{
    "_id": {
        "$oid": "6682e81ac4e5dba5ffba23eb"
    },
    "CID": {
        "$numberInt": "4944"
    },
    "Name": "Propoxur",
    "IUPACName": "(2-propan-2-yloxyphenyl) N-methylcarbamate",
    "CanonicalSMILES": "CC(C)OC1=CC=CC=C1OC(=O)NC",
    "Synonyms": [
        "propoxur",
        "114-26-1",
        "Baygon",
        "2-Isopropoxyphenyl methylcarbamate",
        "Aprocarb",
        "Propoxure",
        "Sendran",
        "Propoxylor",
        "Blattanex",
        "Blattosep",
        "Mrowkozol",
        "Propotox",
        "Suncide",
        "Bolfo",
        "Boruho"
    ],
    "IsomericSMILES": "CC(C)OC1=CC=CC=C1OC(=O)NC",
    "INCHI": "InChI=1S/C11H15NO3/c1-8(2)14-9-6-4-5-7-10(9)15-11(13)12-3/h4-8H,1-3H3,(H,12,13)",
    "INCHIKEY": "ISRUGXGCCGIOQO-UHFFFAOYSA-N",
    "Formula": "C11H15NO3",
    "MolecularWeight": {
        "$numberDouble": "209.24"
    },
    "Description": "Propoxur is a carbamate ester that is phenyl methylcarbamate substituted at position 2 by a propan-2-yloxy group. It has a role as an EC 3.1.1.7 (acetylcholinesterase) inhibitor, a carbamate insecticide, an acaricide and an agrochemical. It is a carbamate ester and an aromatic ether. It is functionally related to a methylcarbamic acid and a 2-isopropoxyphenol.",
    "XlogP": {
        "$numberDouble": "1.5"
    },
    "Complexity": {
        "$numberInt": "206"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "environmental_bioconcentrations": [
        {
            "References": "(1) Hansch C et al; Exploring QSAR. Hydrophobic, Electronic, and Steric Constants. ACS Prof Ref Book. Heller SR, consult. ed., Washington, DC: Amer Chem Soc p. 88 (1995) (2) US EPA; Estimation Program Interface (EPI) Suite. Ver. 4.0. Jan, 2009. Available from, as of Sept 2, 2010: https://www.epa.gov/oppt/exposure/pubs/episuitedl.htm (3) Franke C et al; Chemosphere 29: 1501-14 (1994)",
            "Value": "An estimated BCF of 5 was calculated in fish for propoxur(SRC), using log Kow of 1.52(1) and a regression-derived equation(2). According to a classification scheme(3), this BCF suggests the potential for bioconcentration in aquatic organisms is low(SRC)."
        }
    ],
    "environmental_biodegradations": [
        {
            "References": "(1) USEPA/OPPTS; R.E.D Facts. Propoxur (114-26-1). Reregistration Eligibility Decisions (REDs) Database. USEPA 738-R-97-009. Available from, as of Sept 2, 2010: https://www.epa.gov/pesticides/reregistration/status.htm (2) Harris CR et al; J Environ Sci Health B19: 1-11 (1984) (3) Morel-Chevillet C et al; Soil Biol Biochem 28: 1767-76 (1996) (4) Gummer WD; in Water Quality Interpretive Report No. 4. Regina, Saskatchewan, Canada: Inland Waters Directorate (1979) (5) Kanazawa J; Environ Monit Asses 9: 57-70 (1987) (6) Verschueren K; Handbook of Environmental Data on Organic Chemicals. Volumes 1-2. 4th ed. New York, NY: John Wiley & Sons, p. 244 (2001)",
            "Value": "AEROBIC: The primary mode of biodegradation for propoxur appears to be hydrolysis of the carbamate linkage(1). The biodegradation of propoxur under aerobic conditions in silt loam and sandy loam soils followed first order kinetics for the first 112 and 180 days, respectively(1). The half-life values were 80 days for the silt loam and 210 days for the sandy loam(1). Propoxur was the major extractable residue found in the studies(1). One day after propoxur was applied to a sandy loam soil with no history of insecticidal treatment, 94% remained(2). However, when soil was previously treated four times with carbofuran (a methylcarbamate), only 20% of the propoxur remained after 1 day; this shows that acclimation markedly affects the rate of biodegradation of propoxur in soil(2). In another laboratory study, the biodegradation half-life of propoxur in Montardon soil, not previously treated with carbofuran, was 146 days, while in previously treated soil, the half-life was 9.3 days(3). Propoxur is reported to biodegrade quite rapidly in water, particularly when the bacterial activity and temperature are high(4). In a biodegradation test which used a combination of activated sludge, silt loam soil, and sediment as an inoculum, the half-life of propoxur was 44 days under aerobic conditions(5). When glucose and peptone was added as a source of carbon and energy, the half-life decreased to 19 days under aerobic conditions(5). Using a mixture of non-acclimated sludge, field soil, and river sediment as inoculum, the aerobic biodegradation half-life was 0.6 day at an initial concentration of 2 ppm at 18-22 °C(6)."
        },
        {
            "References": "(1) USEPA/OPPTS; R.E.D Facts. Propoxur (114-26-1). Reregistration Eligibility Decisions (REDs) Database. USEPA 738-R-97-009. Available from, as of Sept 2, 2010: https://www.epa.gov/pesticides/reregistration/status.htm (2) Kanazawa J; Environ Monit Asses 9: 57-70 (1987)",
            "Value": "ANAEROBIC: Propoxur degraded in a silt loam soil under anaerobic conditions with a half-life of 80 days, the same as found in aerobic conditions(1). The anaerobic half-life resulting from the flooding of a sandy loam that had been incubated aerobically for 30 days was 108 days(1). The half-life in sterile soils was the same as that measured in non-sterile soils(1). In a biodegradation test which used a combination of activated sludge, silt loam soil, and sediment as an inoculum, the half-life of propoxur was 59 days under anaerobic conditions(2). When glucose and peptone were added as a source of carbon and energy, the half-life increased slightly under anaerobic conditions(2)."
        }
    ],
    "logP": [
        {
            "References": "Hansch, C., Leo, A., D. Hoekman. Exploring QSAR - Hydrophobic, Electronic, and Steric Constants. Washington, DC: American Chemical Society., 1995., p. 88",
            "Value": "log Kow = 1.52"
        }
    ],
    "mechanism_of_action": [
        {
            "References": "California Environmental Protection Agency/Department of Pesticide Regulation; Summary of Toxicology Data on Propoxur p.5 (1986). Available from, as of September 22, 2010: https://www.cdpr.ca.gov/docs/risk/toxsums/toxsumlist.htm",
            "Value": "/A/ review of studies /was undertaken/ to evaluate mechanisms of rat urinary bladder tumors ... Propoxur or a metabolite was postulated to operate on or with growth factors to elicit hyperplasia and eventual tumor development. Since some propoxur metabolites are phenols, and since some phenols share with propoxur the property of being urinary bladder oncogens only at extremely high dose levels, threshold effects may be present. Low urinary pH was noted to inhibit binding of epidermal growth factor, which is abundant in rat urine. This is consistent with rat studies, in which pH reduction markedly reduced the extent of hyperplasia. Perspectives offered in this discussion suggest that propoxur-induced tumors in rats may not be relevant to man, but the \"possible adverse effect\" designation remains until more definitive evidence can be obtained."
        },
        {
            "References": "Ellenhorn, M.J. and D.G. Barceloux. Medical Toxicology - Diagnosis and Treatment of Human Poisoning. New York, NY: Elsevier Science Publishing Co., Inc. 1988., p. 1077",
            "Value": "Carbamylation of acetylcholinesterase produces accumulation of acetylcholine and the picture of muscarinic and nicotinic poisoning. Spontaneous hydrolysis of the carbamate-cholinesterase complex occurs in vivo, leading to the disappearance of clinical effects within 24 hours. Penetration of the blood-brain barrier by the carbamates is insignificant; for this reason, few CNS symptoms occur."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists. Documentation of the TLV's and BEI's with Other World Wide Occupational Exposure Values. CD-ROM Cincinnati, OH 45240-4148 2010.",
            "Value": "Propoxur inhibits cholinesterase & this effect is apparently the basis of its toxic action."
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "USEPA/Office of Pesticide Programs; Reregistration Eligibility Decision Document - Propoxur p.7 EPA738-R-97-009 (August 1997). Available from, as of  September 22, 2010: https://www.epa.gov/pesticides/reregistration/status.htm",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ In an oral LD study with rats, symptoms of muscle spasms and salivation, accompanied by dyspnea and apathy, occurred starting 1-10 min after administration at doses >/= 50 mg/kg. These effects were not observed at the lowest dose of 10 mg/kg. The muscle spasms and salivation were consistent with cholinesterase inhibition. These symptoms cleared within 1-2 days, although the animals were, in some cases, \"apathetic\" for 5-6 days after dosage. Mortality occurred at the 50 mg/kg dose where 2/10 females died and 75 mg/kg dose where 2/10 males died. The LD is calculated to be 94 mg/kg for males and 68 mg/kg for females. These results place propoxur in Toxicity Category II."
        },
        {
            "References": "USEPA/Office of Pesticide Programs; Reregistration Eligibility Decision Document - Propoxur p.7 EPA738-R-97-009 (August 1997). Available from, as of  September 22, 2010: https://www.epa.gov/pesticides/reregistration/status.htm",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ In a dermal LD study with rabbits there were no mortalities among the 5 male and 5 female animals which received a 24 hr occluded dermal exposure of 2000 mg/kg. The test material was moistened with tap water before being applied to the rabbits. All 10 rabbits had muscular fasciculations suggestive of cholinesterase inhibition, and there was decreased motor activity in 3 males and all females. These symptoms were observed on Day 0 but had resolved by Day 3."
        },
        {
            "References": "USEPA/Office of Pesticide Programs; Reregistration Eligibility Decision Document - Propoxur p.7 EPA738-R-97-009 (August 1997). Available from, as of  September 22, 2010: https://www.epa.gov/pesticides/reregistration/status.htm",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ In an inhalation LC50 study in rats there were no mortalities among the 5 male and 5 female animals which were exposed for 4 hr to concentrations of 28.7, 110.1, 330.4, or 497.5 mg/cu m propoxur. Test material was delivered in a vehicle composed of 50% polyethylene glycol 400 and 50% ethanol. Rats exposed to the two highest concentrations (330.4 or 497.5 mg/cu m) showed symptoms, which included tremors, reduced activity, piloerection, and unpreened hair coat. Symptoms lasted through the day after exposure. The LC50 >/= 0.498 mg/L since no mortality occurred following exposure to this concentration. Therefore, propoxur has an inhalation LC50 > 0.5 mg/L, and is in Toxicity Category III."
        },
        {
            "References": "USEPA/Office of Pesticide Programs; Reregistration Eligibility Decision Document - Propoxur p.7 EPA738-R-97-009 (August 1997). Available from, as of  September 22, 2010: https://www.epa.gov/pesticides/reregistration/status.htm",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Propoxur is a Toxicity Category III primary eye irritant in rabbits. Instillation resulted in minor eye irritation (redness and discharge) which cleared within 48 hr."
        },
        {
            "References": "USEPA/Office of Pesticide Programs; Reregistration Eligibility Decision Document - Propoxur p.7 EPA738-R-97-009 (August 1997). Available from, as of  September 22, 2010: https://www.epa.gov/pesticides/reregistration/status.htm",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Propoxur is a Toxicity Category IV /practically non-toxic/ primary dermal irritant in rabbits, and propoxur is not a skin sensitizer in guinea pigs."
        },
        {
            "References": "Hayes, W.J., Jr., E.R. Laws, Jr., (eds.). Handbook of Pesticide Toxicology. Volume 3. Classes of Pesticides. New York, NY: Academic Press, Inc., 1991., p. 1171",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ In a study of the time course of acetylcholinesterase inhibition, rats were given propoxur as a single 5 mg/kg iv injection, a single 50 mg/kg oral dose, or 14 doses of 30 mg/kg/day followed by 28 doses of 50 mg/kg/day. Following iv admin, acetylcholinesterase activity was lowest (about 30% inhibition in the blood & 45% in the brain) after 5 min & recovered within 2 hr. A single oral admin produced maximal inhibition (by more than 60%) in the blood after 15 min & in the brain after 30 min; acetylcholinesterase activity recovered in the brain within 2 hr, but was still somewhat depressed in the blood after 12 hr. In the blood, acetylcholinesterase activity was correlated with propoxur levels following both iv & oral admin; in the brain, the correlation was seen only for iv admin. During subacute exposure, acetylcholinesterase activity gradually recovered despite continued dosing; recovery was complete within 28 days in the brain & 42 days in the blood."
        },
        {
            "References": "Spencer, E. Y. Guide to the Chemicals Used in Crop Protection. 7th ed. Publication 1093. Research Institute, Agriculture Canada, Ottawa, Canada: Information Canada, 1982., p. 488",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Dermal toxicity to rats 1000 mg/kg as oil suspension without symptoms of intoxication or irritation after 4 hr exposure to shaved abdomen."
        },
        {
            "References": "USEPA/Office of Pesticide Programs; Reregistration Eligibility Decision Document - Propoxur pp.8-9 EPA738-R-97-009 (August 1997). Available from, as of  September 22, 2010: https://www.epa.gov/pesticides/reregistration/status.htm",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ In a 13 week subchronic dermal toxicity study in rabbits, groups of 10 male and 10 female New Zealand rabbits received dermal applications of 0, 50, 250, or 1000 mg/kg propoxur suspended in cremophor (2% v/v). Dosing was administered for 6 hr/day, 5 days/week for a total of 65 treatments over a 90 day period. No dermal irritation was observed, and no treatment-related effects were observed in body weight, food consumption, hematology, clinical chemistry parameters (including plasma, erythrocyte and/or brain cholinesterase activities), liver enzymes, and gross or histopathology. The NOEL is 1000 mg/kg/day which was the highest dose tested"
        },
        {
            "References": "California Environmental Protection Agency/Department of Pesticide Regulation; Summary of Toxicology Data on Propoxur p.4 (1997). Available from, as of September 22, 2010: https://www.cdpr.ca.gov/docs/risk/toxsums/toxsumlist.htm",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Five male inbred Wistar rats per group were placed for 4 weeks on each of the following diets: control (Altromin 1321), nominal 8000 ppm propoxur, or nominal 8000 ppm propoxur plus 10000 ppm ammonium chloride (which acidifies urine). Urine was examined for types and amounts of crystals formed. Bladders, kidneys, livers, and forestomachs were examined by light microscopy. Bladders were also examined by SEM. Body weight gains were markedly reduced in both propoxur groups (39 to 40 g vs 108 g in controls). There were no clinical signs of toxicity. In both propoxur groups, absolute weights of kidneys and livers were reduced, however these organs as well as forestomachs were histologically normal. Urinary bladders of all 5 propoxur-only rats had \"simple hyperplasia\" of the epithelium (typically mild degree) under light microscopy. Two of 5 propoxur/ammonium chloride rats also had 4 \"simple hyperplasia\", (mild and focal). Controls were normal. Differences were more marked under SEM. On a scale of 1-5 (normal to most severe), control bladders were all normal; two propoxur-only bladders were grade 3 and three were grade 5; whereas three propoxur/ammonium chloride bladders were grade 2, while the rest were normal. There was no evidence of a treatment effect on necrosis or exfoliation of urothelium. Urine of propoxur/ammonium chloride groups was typically 1 pH unit lower than other groups. There were no differences in quantity or form of urinary crystals. Investigators considered a mitogenic process to be consistent with the data, since there was no evidence of a cell damage/repair mechanism, nor evidence of chronic irritation by microscopic urinary crystals."
        },
        {
            "References": "California Environmental Protection Agency/Department of Pesticide Regulation; Summary of Toxicology Data on Propoxur pp.5-6 (1997). Available from, as of September 22, 2010: https://www.cdpr.ca.gov/docs/risk/toxsums/toxsumlist.htm",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ 50 female rats [Wistar, Bor strain: WISW (SPF Cpb)] per group, controls and one test group of 8000 ppm propoxur (99.9% purity, identified by synonym, BOQ 5812315, in the report) in diet. Diet was \"a semi-synthetic basal diet with no vitamin C supplement\". Toxicity at 8000 ppm (approx. 850 mg/kg/day) was demonstrated by a 59 g weight gain decrement over 14 wk. Rats were sacrificed as follows for gross and microscopic examinations of urinary bladders, kidneys, and livers: 4 wk (5 rats/group), 8 wk (5 rats/group), and 14 wk (40 rats/group). There were no positive histopathological findings."
        },
        {
            "References": "California Environmental Protection Agency/Department of Pesticide Regulation; Summary of Toxicology Data on Propoxur p.9 (1997). Available from, as of September 22, 2010: https://www.cdpr.ca.gov/docs/risk/toxsums/toxsumlist.htm",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Groups of 20 female /Wistar/ rats per group were treated with propoxur in diet at 0 or 8000 ppm for 87 days. Additional groups of 20 were given the same propoxur treatment, then taken off treatment for an additional 8 weeks for a recovery study. Urinary bladders, kidneys, and (in the case of the 13-week study only) ureters were examined microscopically. Urinary bladder hyperplasias were noted in 15/20 of the rats treated for 87 days with propoxur: no hyperplasias were seen in controls nor in propoxur rats following 8 week recovery."
        },
        {
            "References": "California Environmental Protection Agency/Department of Pesticide Regulation; Summary of Toxicology Data on Propoxur p.11 (1997). Available from, as of September 22, 2010: https://www.cdpr.ca.gov/docs/risk/toxsums/toxsumlist.htm",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Subchronic study of toxicity to rhesus monkey after oral administration by stomach tube for 13 weeks to check for possible findings in the urinary bladder. 3 monkeys/sex at 40 mg/kg/day for 13 wk by gavage in tylose (methylcellulose) suspension. No controls were used. Transient ChE inhibition was observed: up to about 50% inhibition of plasma ChE was measured 1 hr after dosing during weeks 12 and 13. In addition, transient signs, such as excessive salivation, were commonly seen for a few minutes after dosing. There were no other distinctive clinical signs nor blood chemistry nor hematology effects. There were no remarkable gross findings, nor were microscopic signs evident in urinary bladder, nor in other organs examined."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists. Documentation of the TLV's and BEI's with Other World Wide Occupational Exposure Values. CD-ROM Cincinnati, OH 45240-4148 2010.",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Male and female rats were exposed to propoxur aerosol 6 hr/day, 5 days/week over a period of 12 weeks at concentrations averaging 5.7, 18.7, and 31.7 mg/cu m in air. Plasma, erythrocyte, and brain cholinesterase were depressed at the highest air concentration of 31.7 mg/cu m. The plasma cholinesterase was reduced by 20% to 30%."
        },
        {
            "References": "Hayes, W.J., Jr., E.R. Laws, Jr., (eds.). Handbook of Pesticide Toxicology. Volume 3. Classes of Pesticides. New York, NY: Academic Press, Inc., 1991., p. 1172",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Rats given propoxur in their diet at 2000 ppm (<100 mg/kg/day) for 16 wk showed reduced food consumption. At 1000 ppm, brain & blood acetylcholinesterase activity was depressed & histological changes were seen in the liver. Dietary levels of 500 ppm (about 25 mg/kg/day) did not affect these parameters... ."
        },
        {
            "References": "Hayes, W.J., Jr., E.R. Laws, Jr., (eds.). Handbook of Pesticide Toxicology. Volume 3. Classes of Pesticides. New York, NY: Academic Press, Inc., 1991., p. 1172",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Mice injected ip with propoxur at 20 mg/kg/day for 20 days showed hypertrophy of the intestinal epithelium, decreased size & vacuolation of liver cells, & increased size of nuclei of the neurosecretory neurocytes & the hypothalamus."
        },
        {
            "References": "Hayes, W.J., Jr., E.R. Laws, Jr., (eds.). Handbook of Pesticide Toxicology. Volume 3. Classes of Pesticides. New York, NY: Academic Press, Inc., 1991., p. 1172",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Dogs given propoxur in their diet for 2 years showed reduced body weight at a concentration of 2000 ppm, but not at 750 ppm."
        },
        {
            "References": "Hayes, W.J., Jr., E.R. Laws, Jr., (eds.). Handbook of Pesticide Toxicology. Volume 3. Classes of Pesticides. New York, NY: Academic Press, Inc., 1991., p. 1173",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Mice given propoxur in their drinking water at concn incr from 50 to 2000 ppm over 6 wk developed tolerance to propoxur, as indicated by an increase in the LD50 from 25.4 to 44.5 mg/kg. Tolerant animals showed induction of hepatic microsomal enzymes but not resistance to the cholinergic agonists carbachol & oxotremorine, decreased binding of [3H]quinuclidinyl benzilate, or enhanced carboxylesterase activity."
        },
        {
            "References": "PMID:11534956",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ A 28-day oral exposure with 8.51, 3.40, and 0.851 mg/kg propoxur (PR) ... was performed in male Wistar rats, and the occurrence of numerical and structural chromosome aberrations and the changes in certain immune function parameters (plaque-forming cell (PFC) assay, delayed-type hypersensitivity reaction) and in some basic toxicological (body weight gain and weights of brain, thymus, lung, heart, liver, spleen, kidneys, adrenals, and popliteal lymph node) and hematological (white blood cells, red blood cells, hematocrit (Ht), mean cell volume of red blood cells (MCV) cell content of the femoral bone marrow) parameters were investigated. The high dose of PR increased the relative liver weight and the cell content of femoral bone marrow, and all three doses increased Ht and MCV ... Among the immune function parameters tested, PFC content of the spleen was decreased by high-dose PR ... whereas the maximum and the time course of the delayed-type hypersensitivity reaction showed no changes in this dose range. In the genotoxicological investigations only the high PR dose increased the number of numerical, but not the structural, chromosome aberrations ..."
        },
        {
            "References": "USEPA/Office of Pesticide Programs; Reregistration Eligibility Decision Document - Propoxur pp.10-11 EPA738-R-97-009 (August 1997). Available from, as of  September 22, 2010: https://www.epa.gov/pesticides/reregistration/status.htm",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ In a carcinogenicity study, propoxur (99.6%) was given in Altromin diet at 0, 500, 2000 or 8000 ppm to groups of 50 male and 50 female B6C3F1 mice, with an additional 10 animals/sex/ dietary dose level sacrificed at 1 yr. Propoxur intake values are reported as: males: 0, 114.3, 472.4 or 2080.6 mg/kg/day; females: 0, 150.4, 591.4 or 2671.1 mg/kg/day. However, these values are based on what appear to be relatively high food consumption values (males: 7.0-7.2 g/animal/day; females: 8.1-8.5 g/animal/day), and there may have been considerable wastage. If food consumption values had been 3 g/animal/day, then propoxur intake would have been: males - 0, 47.6, 202.5, or 879.1 mg/kg/day; females - 0, 53.1, 219.0, or 977.2 mg/kg/day. There was a dose-related trend of increasing incidence of hepatocellular adenomas in male mice (10/49, 10/49, 15/49, and 21/50), but no other indication of any neoplastic effect. Non-neoplastic effects included an increased incidence of bladder epithelial hyperplasia (classified as minimal and diffuse in all instances) in both sexes at 2000 and 8000 ppm; there was also a significantly increased incidence of ovarian hemorrhage (and thrombus formation) in 8000 ppm females. Mean liver weights (and liver-to-body weight ratios) were increased (usually significantly) in both sexes at 2000 and 8000 ppm. Mean body weight gains were decreased by about 20% in 8000 ppm males, and 33-50% in 8000 ppm females. The NOEL in this study was 500 ppm (males: 114.3 mg/kg/day; females: 150.4 mg/kg/day), and the LOEL (increased mean liver weights in both sexes, increased incidence of liver nodules in males, increased levels of alanine aminotransferase activity, increased incidence of ovarian nodules in females, increased incidence of urinary bladder hyperplasia in both sexes) was 2000 ppm (males: 472.4 mg/kg/day; females: 591.4 mg/kg/day)."
        },
        {
            "References": "USEPA/Office of Pesticide Programs; Reregistration Eligibility Decision Document - Propoxur pp.11-12 EPA738-R-97-009 (August 1997). Available from, as of  September 22, 2010: https://www.epa.gov/pesticides/reregistration/status.htm",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ In a combined chronic toxicity/carcinogenicity study, groups of 50 SPF strain BOR:WISW rats/sex/dietary exposure level were fed 0, 200, 1000, or 5000 ppm propoxur (0, 8.23, 42.03, or 222.3 mg/kg/day for males; 0, 11.02, 56.16, or 292.72 mg/kg/day for females) in Altromin 1321 diet. Satellite groups of an additional 10 animals/sex/group were sacrificed after one year. At 5000 ppm there were significantly (p </= 0.01) lower mean body weights in both sexes throughout the study (week 13: males - 16.1% from their controls; females -15.2%), and reduced food consumption relative to controls (males: 16 g/day vs 17 g/day; females: 11 g/day vs 14 g/day). At 1000 ppm males tended to have a significantly (p </= 0.05) lower mean body weight relative to their controls through the first 66 weeks of the study, and sporadically thereafter. Females usually had significantly (p </= 0.05, often </= 0.01) lower mean body weight throughout the study. In both sexes at 5000 ppm there were increases in incidence and degree of what was described as slight peripheral neuropathy (mainly characterized by myelin alterations, such as vacuolization, myelinovoid formation, and occasional phagocytes). Additionally, there was an increased incidence of slight muscular atrophy of the rear extremities. At 1000 and 5000 ppm there were significant increases in hyperplasia of the urinary bladder in both sexes (males: 1/50, 1/50, 10/50 and 44/100 for the 0, 200, 1000 and 5000 ppm groups; females: 0/50, 0/50, 5/50, 4/48). At 5000 ppm there were significant increases in incidences of urinary bladder papillomas and carcinomas in both sexes (papillomas: males: 0/50, 0/50, 1/50, 25/50 for the 0, 200, 1000, and 5000 ppm groups respectively; females: 0/50, 0/50, 0/50, 28/50; carcinomas were present in 8/50 males and 5/50 females at 5000 ppm, but were not observed in controls or any of the lower-dose groups). Females at 5000 ppm showed an increased incidence (not quite statistically significant) of carcinoma of the uterus (3/50, 4/50, 3/50 and 8/50 for the 0, 200, 1000, and 5000 ppm groups respectively). The LOEL is 42.03 mg/kg/day (1000 ppm) for male rats and 56.16 mg/kg/day (1000 ppm) for female rats, based on reduced weight gains and the occurrence of hyperplasia of the urinary bladder in both sexes. The NOEL is 8.23 mg/kg/day (200 ppm) for male rats, and 11.02 mg/kg/day (200 ppm) for female rats."
        },
        {
            "References": "USEPA/Office of Pesticide Programs; Reregistration Eligibility Decision Document - Propoxur pp.12-13 EPA738-R-97-009 (August 1997). Available from, as of  September 22, 2010: https://www.epa.gov/pesticides/reregistration/status.htm",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ In a chronic inhalation toxicity study groups of 50 Wistar rats/sex/exposure level received whole body exposure for 6.3 hr/day, 5 days/week over a 2 yr period followed by an exposure-free period of 5 months. Nominal exposure levels were 0 (vehicle: a 1:1 mixture of propylene glycol and ethanol), 2, 10, or 50 mg propoxur/cu m. Corresponding analytical concentrations were 0, 2.2, 10.4, or 50.5 mg/cu m. There were frequent occurrences of significant cholinesterase inhibition (plasma, RBC and brain) at 10 and 50 mg/cu m. Statistically significant RBC cholinesterase depressions at 2 mg/cu m at weeks 25-26 and 51 were not part of dose-related trends and/or were probably within the limits of normal variation. There were only slightly (4%) lower mean body weights in 10 and 50 mg/cu m females at 52 weeks. There were no dose-related effects involving mortality, clinical signs, hematology, clinical chemistry (other than cholinesterase activities), a number of respiratory functions, urinalyses, or organ weights. The LOEL is 10.4 mg/cu m based on significant plasma, RBC and brain cholinesterase inhibition at this exposure level for both sexes on a number of occasions. The NOEL is 2.2 mg/cu m. There were some slight dose-related increases in tumor incidences [the incidences of urinary bladder papillomas in males were 0/58, 0/60, 1/59, and 2/60 for the controls, 2, 10, and 50 mg/cu m groups respectively, while for hepatocellular adenomas in males the incidences were 2/58, 0/60, 2/59, and 6/59]. The only occurrence of a papilloma of the urinary bladder in females occurred in the highest exposure group [incidences of 0/60, 0/57, 0/60, and 1/59 for controls, 2, 10, and 50 mg/cu m groups respectively]. For the females, there was a weak (not statistically significant) trend involving uterine adenocarcinomas [incidences of 0/47, 2/45, 2/50 and, 3/47 for the 0, 2, 10, and 50 mg/cu m groups respectively]. An apparent dose-related increased incidence in pituitary adenomas in males was probably due to an unusually low (3%) incidence of this tumor type in controls."
        },
        {
            "References": "USEPA/Office of Pesticide Programs; Reregistration Eligibility Decision Document - Propoxur pp.13-14 EPA738-R-97-009 (August 1997). Available from, as of  September 22, 2010: https://www.epa.gov/pesticides/reregistration/status.htm",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ In a one-year dog feeding study groups of 6 male and 6 female thoroughbred beagles received 0, 200, 600, or 1800 ppm propoxur (99.4%) in their diet for a period of 12 months. The high dose dogs received 1800 ppm during weeks 1-40, 3600 ppm for weeks 41-44, and 5400 ppm for weeks 45-52. The mean quantities of propoxur consumed per animal were 0, 62.4, 186.3, or 780.7 mg/day; or values about 0, 6.77, 22.0, or 98.2 mg/kg/day. At the highest dose level, one male died at week 50. After week 20, highest-dose dogs of both sexes had lower mean body weights than their corresponding controls; at week 41 and thereafter their weights were significantly lower. At week 41 three dogs in the high-dose group showed an increased incidence of vomiting (after the level of propoxur was raised from 1800 to 3600 ppm). One high-dose female had poor weight gain in the first 40 weeks, and appeared emaciated at the end of the study. This dog was one of those vomiting more frequently after week 41, and had gone from 6.6 kg at week 40 to 6.0 kg at week 52. After the level was raised to 5400 ppm, almost all of the high-dose dogs had an increased incidence of vomiting; some also showed more frequent salivation. Most also had spasms throughout their entire bodies after feeding, while two \"exhibited an uncertain gait with slightly bent joints.\" One dog \"temporarily showed aggressive behavior\" and another \"exhibited circular movements.\" Mean thrombocyte counts were consistently (and significantly) elevated in high-dose dogs, and there was an additional increase in this parameter after week 40 (when the propoxur concentration was increased). Mean cholesterol levels were significantly elevated in mid- and high-dose dogs from week 6; mean cholesterol levels were consistently elevated, sometimes significantly so, (relative to control values) in 200 ppm dogs from week 6 to termination. At termination, mean N-demethylase activity was significantly elevated in mid and high-dose dogs; cytochrome P450 was elevated (but not significantly) in high-dose dogs only. Plasma cholinesterase activities tended to be lower in high-dose dogs relative to control values, and RBC ChE activities tended to be lower (relative to controls) in dogs receiving 1800 ppm one hour after feeding. Mean liver weights and mean thyroid weights were elevated at termination in the high-dose dogs, and the organ-to-body weight ratios were significantly elevated. However, the high mean thyroid weights were due to findings from only two of the high-dose dogs, one of which had a thyroid cyst; without these dogs the mean thyroid weight from high-dose dogs was comparable to that of controls (high-dose dogs: 0.892 g; controls: 0.928 g). Mean kidney and mean adrenal weights were somewhat elevated in the high-dose dogs. Mean thymus weights in high-dose dogs were significantly lower (4.07 g vs a control value of 0.869) and the thymus-to-body weight ratio was significantly lower in high-dose dogs (0.479 g/kg vs 0.872 g/kg). Since the low-dose dogs showed an elevated mean cholesterol level which was part of a well-defined dose trend, a NOEL was not observed in the original one yr study. Subsequently, in a bridging study, groups of 4 male and 4 female beagle dogs were fed diets containing 0 or 70 ppm propoxur for 6 months (males: 0 or 2.46 mg/kg/day; females: 0 or 2.71 mg/kg/day). In this 6 month study, there was no indication of any effect (including an elevation of cholesterol levels) on animals receiving the diet containing 70 ppm propoxur. This establishes a NOEL in the dog of 2.46 mg/kg/day."
        },
        {
            "References": "California Environmental Protection Agency/Department of Pesticide Regulation; Summary of Toxicology Data on Propoxur p.6 (1997). Available from, as of September 22, 2010: https://www.cdpr.ca.gov/docs/risk/toxsums/toxsumlist.htm",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Hamsters were fed propoxur (99.6 to 99.9% purity, identified by synonym, BOQ 5812315, in the report) in diet. Diet was \"a fixed-formula standard diet\" (Ssniff H-Mehl). 50/group (female only) at 0, 3000, and 8000 ppm. Scheduled sacrifices per group (No. animals) = 4 wk (5), 9 wk (5), 12 wk (10), 27 wk (10), and 1 yr (20). Body weight gain decrements and clinical signs (\"emaciation\" and \"poor general condition\") appear to have been treatment-related findings. There were no positive histopathological findings, and no adverse effects indicated."
        },
        {
            "References": "California Environmental Protection Agency/Department of Pesticide Regulation; Summary of Toxicology Data on Propoxur p.6 (1997). Available from, as of September 22, 2010: https://www.cdpr.ca.gov/docs/risk/toxsums/toxsumlist.htm",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Chronic feeding test on Sprague-Dawley rats ... Propoxur (99.6 to 99.9% purity) in diet. Diet was Altromin 1321 Mehl. 50/group (female only) at 0, 3000, and 8000 ppm. Scheduled sacrifices per group (No. animals) = 4 wk (5), 9 wk (5), 12 wk (10), 27 wk (10), and 1 yr (20). Body weight gain decrements were statistically significant (p < 0.01) in both treatment groups and were dose-related. Hyperplasia of the urinary bladder urothelium was time and dose-related, demonstrating a response in these Sprague-Dawley rats similar to that of Wistar rats fed the same diet ..."
        },
        {
            "References": "California Environmental Protection Agency/Department of Pesticide Regulation; Summary of Toxicology Data on Propoxur p.7 (1997). Available from, as of September 22, 2010: https://www.cdpr.ca.gov/docs/risk/toxsums/toxsumlist.htm",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Chronic feeding test on NMRI mice ... Diet was Altromin 1321 Mehl. 50/group (female only) at 0, 3000, and 8000 ppm. Scheduled sacrifices per group (No. animals) = 4 wk (5), 9 wk (5), 12 wk (10), 27 wk (10), and 1 yr (20). No adverse effects indicated: no hyperplasia in urinary bladder and no other toxicity in urothelium was observed. There was no NOEL observed: (fatty liver at both treatment levels)."
        },
        {
            "References": "California Environmental Protection Agency/Department of Pesticide Regulation; Summary of Toxicology Data on Propoxur p.7 (1997). Available from, as of September 22, 2010: https://www.cdpr.ca.gov/docs/risk/toxsums/toxsumlist.htm",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Chronic feeding test on female rats over 2 years ... Study had several sections, all involving exclusively female rats. The main section involved dosing 70 rats/group with 0, 50, 250, 1000, 3000, 5000, or 8000 ppm in diet (Altromin 1321 Mehl). These animals were dosed for 4, 7, 12, 26, 53, 78, or 104 weeks prior to gross examination, and microscopic examination of bladders and kidneys for all groups, and ureters and livers from selected groups. Small numbers of additional rats were assigned to recovery studies over the same dosage range. An additional group of fifty 8000 ppm rats was assigned to short term exposure studies (4 to 28 day exposures) or short term exposure/recovery studies. The urinary bladder was the only organ shown to be affected. NOEL was originally placed at 250 ppm (based on statistically significant incidence of mild simple urinary bladder hyperplasia beginning at 53 weeks of treatment at 1000 ppm). The NOEL was changed to 50 ppm /based on mild simple hyperplasia and on a single case of papillary hyperplasia./ Papillomas were observed at 3000 ppm at 2 year term of study, in association with greater degree and earlier onset of hyperplasia. Trends continued in 5000 and 8000 ppm groups, with papillomas and carcinomas. Tumors were observed as early as 78 weeks in the 8000 ppm group. At least 2 weeks were required to elicit the earliest signs of hyperplasia in the 8000 ppm group. Reversibility was indicated following exposures as long as 4 weeks at 8000 ppm, but only a limited amount of hyperplasia was present to be reversed at this short duration of exposure."
        },
        {
            "References": "Worthing, C.R. and S.B. Walker (eds.). The Pesticide Manual - A World Compendium. 8th ed. Thornton Heath, UK: The British Crop Protection Council, 1987., p. 717",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ In 2-yr feeding trials male & female rats receiving 250 mg active ingredient/kg diet showed no ill effect; at 750 mg/kg diet the liver weight of female rats increased, otherwise there was no ill-effect."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists. Documentation of the TLV's and BEI's with Other World Wide Occupational Exposure Values. CD-ROM Cincinnati, OH 45240-4148 2010.",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ ... /A/ lifetime propoxur feeding study in male and female Elberfeld rats at 0, 200, 1000, or 5000 ppm (0, 10, 50, or 250 mg/kg/day) /was conducted/. The 250 mg/kg/day dose produced reduced body weight gain, cholinesterase activity, and food consumption, and an increased incidence of neuropathy. At 50 and 250 mg/day there was hyperplasia of the bladder epithelium (with near 100% incidence at the highest dose) compared to 1/49 and 0/49 in control males and females, respectively. At 250 mg/day, bladder carcinoma was found in 8 of 57 males and 5 of 48 females and 8 of 49 females developed uterine carcinomas. After feeding 50 mg/kg/day, only one male developed bladder papillomas; no tumors occurred in control rats or in those fed 10 mg/ kg/ day."
        },
        {
            "References": "PMID:9862655",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ ... The complete carcinogenic, tumor-initiating, and promoting potential of propoxur was evaluated in male and female Swiss albino mice ... The animals were exposed to propoxur through topical painting on the interscapular region at a dose of 100 mg/kg bw. The results revealed that propoxur has tumor promoting potential on mouse skin following a two-stage initiation-promotion protocol, but it failed to induce the tumor(s) at a significant level, when tested for tumor initiating and complete carcinogenic property."
        },
        {
            "References": "USEPA/Office of Pesticide Programs; Reregistration Eligibility Decision Document - Propoxur pp.14-15 EPA738-R-97-009 (August 1997). Available from, as of  September 22, 2010: https://www.epa.gov/pesticides/reregistration/status.htm",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ In a developmental toxicity study in rats, groups of 25 mated female Wistar/HAN rats received oral administrations of 0, 3, 9, or 27 mg/kg propoxur (99.4%) in distilled water mixed with 0.5% cremophor daily during days 6 through 15 of gestation; dams were sacrificed on day 21. No maternal toxicity was observed at the low dose (3 mg/kg/day). At the mid dose (9 mg/kg/day) maternal toxicity was evident in increased cleaning activity, chewing motions, grinding of teeth, reduction in food consumption, and a marginal (-7.1%) decrease in mean body weight gain for days 6-16. At the high dose (27 mg/kg/day), signs of maternal toxicity included mortality (3/25 dams, with one death after the first administration on day 6, and two deaths after the second administration on day 7), symptoms similar to those observed in the mid-dose group and, additionally, tremors and ventral recumbency. In addition, there was a significant (p </= 0.05) reduction in mean food consumption (-14.6%) for days 6-16, and a decrease (-26.2%) in mean body weight gain from day 6 through day 16. There were no indications that propoxur was embryotoxic, fetotoxic, or teratogenic at doses up to and including 27 mg/kg. Under the conditions of this study, the NOEL was 3 mg/kg/day for maternal toxicity and 27 mg/kg/day (highest dose tested) for developmental toxicity. The LOEL for maternal toxicity was 9 mg/kg/day and >27 mg/kg/day for developmental toxicity."
        },
        {
            "References": "USEPA/Office of Pesticide Programs; Reregistration Eligibility Decision Document - Propoxur p.15 EPA738-R-97-009 (August 1997). Available from, as of  September 22, 2010: https://www.epa.gov/pesticides/reregistration/status.htm",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ In a developmental toxicity study in rabbits, groups of 16 mated female chinchilla rabbits received oral administrations of 0, 3, 10, or 30 mg/kg propoxur (99.4%) in distilled water mixed with 0.5% cremophor daily during days 6 through 18 of gestation; dams were sacrificed on day 28. No maternal, embryo, fetal or developmental toxicity was observed at the 3 or 10 mg/kg/day dose levels. At the high dose (30 mg/kg/day) maternal toxicity was characterized by mortality (3/16 dams died during the dosing period) and clinical signs (dyspnea and restlessness), and slight decreases in mean body weight and food consumption. Embryo/fetotoxicity was suggested by a slight (not statistically significant) post-implantation loss (17.7% at 30 mg/kg/day, as compared to 10.1% in vehicle control animals), and a corresponding reduction in the mean number of pups per dam. No treatment-related effects were observed on fetal body weights or sex ratios. Propoxur did not induce any external, visceral or skeletal malformations at any of the doses tested. Under the conditions of this study, the no-observed-effect-level (NOEL) was 10 mg/kg/day for maternal and developmental toxicity. The LOEL was 30 mg/kg/day for both maternal and developmental toxicity."
        },
        {
            "References": "USEPA/Office of Pesticide Programs; Reregistration Eligibility Decision Document - Propoxur pp.15-16 EPA738-R-97-009 (August 1997). Available from, as of  September 22, 2010: https://www.epa.gov/pesticides/reregistration/status.htm",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ In a 2 generation reproduction toxicity study groups of 25 male and 25 female Wistar rats were fed propoxur (99.4%) at concentrations of 0, 100, 500, or 2500 ppm (P1 females: 0, 9.7, 48.1, or 238.9 mg/kg/day; F1 females: 0, 8.8, 43.7, or 228.3 mg/kg/day) in their diet for a 70 day premating period, then through mating, gestation and lactation. Four groups of 25 males and 25 females (the F1 generation) were selected and maintained on their respective parental diets while producing F2 litters. On day 21 post partum, all F2 pups and F1 parents were sacrificed. The reproductive NOEL was 500 ppm (approximately 45 mg/kg/day), and the LOEL was 2500 ppm (approximately 233 mg/kg/day) based on a reduced mean number of implantation sites/dam and a reduced mean number of pups/dam at 2500 ppm in the F1 females. The fetotoxicity NOEL is also 500 ppm (45 mg/kg/day) and the LOEL 2500 ppm (233 mg/kg/day) based on reduced mean F1 and F2 pup body weights at birth at 2500 ppm (F1: 2500 ppm: 5.3 g; controls: 5.8 g; F2: 2500 ppm: 5.3 g; controls: 5.7 g). Other effects noted were body weight reductions in 500 ppm P and F1 males and F1 females. Dose-related urothelial hyperplasia was observed at 2500 ppm (P: 2/25 males and 6/25 females; F1: 8/25 males and 7/25 females). A NOEL for parental toxicity was not observed as RBC ChE was significantly (p </= 0.01) reduced (-21%) in 100 ppm males of the P generation; it was reduced (not significantly) in 100 ppm males of the F1 generation (-12%); brain ChE was significantly (p </= 0.01) reduced in F1 females (-12%). Plasma ChE was significantly reduced in 500 and 2500 ppm F1 females; RBC ChE was significantly reduced in both sexes of the P and F1 at 500 and 2500 ppm, and brain ChE was significantly reduced in P males at 500 and 2500 ppm, in P females at 2500 ppm, in F1 males at 2500 ppm, and in 100, 500, and 2500 ppm F1 females."
        },
        {
            "References": "USEPA/Office of Pesticide Programs; Reregistration Eligibility Decision Document - Propoxur p.16 EPA738-R-97-009 (August 1997). Available from, as of  September 22, 2010: https://www.epa.gov/pesticides/reregistration/status.htm",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ ... Propoxur (99.8%) was administered in Kliba 343 diet to groups of 25 male and 25 female Wistar rats at concentrations of 0, 30, or 80 ppm (males: 0, 2, or 7 mg/kg/day; females: 0, 3, or 8 mg/kg/day), with selection for an F1 generation (25 males and 25 females per group) which were maintained on their respective parental diets while producing F2 litters. On day 21 post partum, all F2 pups and their F1 parent were sacrificed. No compound-related reproductive toxicity was observed; for F1 males there was a significant (p </= 0.01) decrease (-22%) in mean RBC ChE activity. The NOEL for ChE inhibition was approximately 2.5 mg/kg/day (30 ppm) and the LOEL was 7 mg/kg/day."
        },
        {
            "References": "PMID:4045104",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Baygon was administered IG once daily to CD rats (5 to 50 mg/kg), on the 7th-19th day of gestation or to CD-1 mice (5 to 60 mg/kg) on days 6-16 of gestation ... Baygon was not teratogenic in the CD rat or CD-1 mouse at maternally nontoxic dose levels ..."
        },
        {
            "References": "PMID:17982955",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ The reproductive toxicity of propoxur ... was investigated in adult male Wistar rats exposed to 0, 1.73, 2.6, and 5.2 mg/kg bw/day for 90 successive days. Results obtained from this study showed a significant (p < 0.05) concentration-dependent increase in food consumption, relative weights of testis, epididymis, and kidneys with maximum effects observed at the highest dose of propoxur (5.2 mg/kg) compared to the control. On the contrary, there was a significant (p < 0.05) decrease in the body weight gain, sperm density, serum and intratesticular total cholesterol concentrations, and intratesticular total proteins in rats treated with propoxur at the dose of 5.2 mg/kg bw. Propoxur had no significant effect on gestation, fertility and parturition indices, average birth weight, litter size and pups sex ratio of untreated female rats mated with treated males rats ..."
        },
        {
            "References": "California Environmental Protection Agency/Department of Pesticide Regulation; Summary of Toxicology Data on Propoxur p.24 (1997). Available from, as of September 22, 2010: https://www.cdpr.ca.gov/docs/risk/toxsums/toxsumlist.htm",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ Wistar rats (12/sex/group) were dosed once with 0, 2, 10, or 25 mg/kg propoxur (99.4%) by gavage in PEG-400 vehicle. Rats were evaluated in a standard FOB battery and in an automated motor activity monitoring apparatus prior to testing, and at days 0, 7, 14. Six/sex of these controls and high dose rats were given histopathological examinations at day 14. Additional groups of 6/sex/group were killed about 45 min after dosing, for cholinesterase assays. There was no NOEL for some of the Functional Observational Battery (FOB) measurements on day 0, due to apparent cholinergic effects (such as repetitive chewing in females, and males tending to sit or lie down when the normal behavior is to stand). Brain cholinesterase enzyme inhibition was dose-related at all dose levels, and statistically significant (p < 0.01) in both sexes at 2 mg/kg. The NOEL for neurotoxicity other than apparent cholinergic effects was 25 mg/kg."
        },
        {
            "References": "USEPA/Office of Pesticide Programs; Reregistration Eligibility Decision Document - Propoxur pp.9-10 EPA738-R-97-009 (August 1997). Available from, as of  September 22, 2010: https://www.epa.gov/pesticides/reregistration/status.htm",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ In a 13-week subchronic neurotoxicity study in rats groups of 12 male and 12 female SPF-bred Wistar rats were fed diets containing 0, 500, 2000, or 8000 ppm propoxur (99.5%) for 13 weeks. These exposure levels were equivalent to 0, 33, 132. or 543 mg/kg/day of for males, and 0, 39, 163, or 703 mg/kg/day for females. Additional groups of 12 male and 12 female rats were fed diets containing 0 or 8000 ppm propoxur for 13 weeks, followed by a 4 week recovery period. There were Functional Observation Battery (FOB) and Motor and Locomotor observations at pretreatment and weeks 4, 8, and 13. Epileptoid seizures were observed in 5/24 8000 ppm females during FOB testing. It is hypothesized that these were due to acetylcholine accumulation in the brain and a genetic disposition of these rats. In males, 1/12 at the 2000 ppm (but 0/24 at 8000 ppm) showed epileptoid seizures during FOB testing; this one occurrence was not considered to be related to treatment. Slightly decreased grip strength and foot splay in males and females at 2000 and 8000 were considered to correlate with body weight retardation at these dietary exposure levels. Motor and locomotor activity were not affected in males of any dose level or in females exposed to 500 or 2000 ppm; activity was extremely low in individual females at 8000 ppm that had epileptoid seizures during FOB testing which was immediately prior to motor and locomotor activity measurements. There were no other indications of neurological effects observed in testing. Week 13 ophthalmic examination showed a reduced pupillary reflex in 4/24 males and 2/24 females exposed to 8000 ppm, presumably due to cholinesterase (ChE) inhibition. There were no significant differences between groups with respect to mean brain weights. There were no significant differences between controls and 8000 ppm rats (6/sex/group examined) with respect to microscopic neurology findings. At week 13, 2000 ppm and 8000 ppm males had significantly lower mean body weights (-12% and -21% respectively); as did 2000 and 8000 ppm females (-7% and -20%) than controls. Plasma and Red Blood Cell (RBC) cholinesterase measurements were taken from 6/sex/group of the non-recovery rats at weeks 4 and 14, and brain ChE was measured at week 14. For males, RBC ChE was significantly reduced at 2000 and 8000 ppm for week 4, and at 8000 ppm for week 14. For females, plasma ChE was significantly reduced at 8000 ppm for week 4. Brain ChE was significantly reduced at week 14 in 2000 and 8000 ppm males and females (2000 ppm: males: -24%; females: - 18%; 8000 ppm: males: -28%; females: -19%), and \"marginally\" (but with p </= 0.01) in 500 ppm males (-14%). Cholinesterase inhibition associated with exposure to carbamates is reversible, and so these measured cholinesterase activities may not fully indicate the maximum levels of inhibition that occurred, as presumably some time elapsed between blood or brain collection and measurement of ChE activities. The NOEL for FOB and motor and locomotor activity changes is 163 mg/kg/day for females, with a LOEL of 703 mg/kg/day; the NOEL in males is 543 mg/kg/day (HDT). The NOEL for ophthalmic changes is 132 mg/kg/day for males and 164 mg/kg/day for females, with a LOEL (reduced pupillary reflex in some rats) of 543 mg/kg/day for males and 703 mg/kg/day for females. The NOEL for reduced ChE in females was 39 mg/kg/day, and the LOEL was 163 mg/kg/day (reduced brain ChE activity, with reduced plasma ChE at 703 mg/kg/day); for males the NOEL was below 33 mg/kg/day (lowest dose tested); the LOEL was 33 mg/kg/day (reduced brain ChE activity at all dietary exposure levels; reduced RBC ChE at 132 and 543 ppm). There were no indications of any dose-related microscopic effects in skeletal muscle tissues or neural tissues; the NOEL for microscopic lesions (and histoneurological effects) is 543 mg/kg/day for males and 703 mg/kg/day for females. This was the highest dose tested. This study satisfies the guideline requirement (82-7) for a subchronic neurotoxicity screening study in rats."
        },
        {
            "References": "PMID:19934164",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ ... To study potential age-related differences, ... seven carbamates (carbaryl, carbofuran, formetanate, methiocarb, methomyl, oxamyl, and propoxur) /were studied/ in preweanling (17 days old or postnatal day [PND] 17) male rats. Motor activity was monitored, and acetylcholinesterase (ChE) inhibition was measured in brain and red blood cells (RBCs) using a radiometric assay that minimized reactivation of ChE. First, ... time-course studies /were conducted/ in PND17 Long-Evans male rats, using a single oral dose of each carbamate. Almost all carbamates showed maximal ChE inhibition at a 45-min time point; only methomyl showed an earlier peak effect (15 min). At 24 hr, most inhibition had recovered. Next, dose-response data were collected for each carbamate, using four doses and control, with motor activity testing beginning 15 min after dosing and tissue collection at 40-45 min. RBC ChE was generally inhibited to a greater degree than brain. Motor activity was not as sensitive a measure for some of the carbamates, with some differences across carbamates in the shapes of the dose-response curves. Additional studies documented age-related differences by comparing ChE inhibition in PND11, PND17, and adult rats following administration of carbaryl or carbofuran. Only the youngest (PND11) rats were more sensitive than adults to carbaryl, but both younger ages showed more effects than adults with carbofuran. Comparisons of the other carbamates to previous studies in adult rats suggest similar age-related sensitivity ..."
        },
        {
            "References": "PMID:17188317",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ Activity of acetylcholinesterase (AChE) and specific binding of [(3)H]quinuclidinyl benzilate (QNB), [(3)H]pirenzepine (PZP) and [(3)H]AF-DX 384 to muscarinic acetylcholine receptor (mAChR) preparations in the striatum, hippocampus and cortex of rats were determined 1, 6 and 11 days after the last treatment with an organophosphate DDVP, a carbamate propoxur or a muscarinic agonist oxotremorine as a reference for 7 and 14 days. AChE activity was markedly decreased in the three regions 1 day after the treatment with DDVP for 7 and 14 days with a gradual recovery 6 to 11 days, and much less decreased 1, 6 and 11 days after the treatment with propoxur for 7 days but not for 14 days in the hippocampus and cortex. The binding of [(3)H]-QNB, PZP and AF-DX 384 in the three regions was generally decreased by the treatment with DDVP for 7 and 14 days. Such down-regulations were generally restored 6 or 11 days after the treatment for 7 but not for 14 days. The down-regulation or up-regulation as measured by [(3)H]-QNB, PZP and AF-DX 384 was observed 1, 6 or 11 days after treatment with propoxur for 7 days and/or 14 days. Repeated treatment with oxotremorine produced similar effects except AChE activity to DDVP. These results suggest that repeated inhibition of AChE activity may usually cause down-regulation of mAChRs with some exception in the hippocampus when a reversible antiChE propoxur is injected."
        },
        {
            "References": "PMID:17504769",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ ... The acute toxicity of seven N-methyl carbamate pesticides /was/ evaluated, the dose-response profiles of cholinesterase (ChE) inhibition in brain and erythrocytes (RBCs) as well as motor activity (both horizontally and vertically directed) and clinical signs of overt toxicity. The chemicals tested were carbaryl, carbofuran, formetanate, methiocarb, methomyl, oxamyl, and propoxur. All were administered orally, and rats were tested in 20 min activity sessions beginning 15 min after dosing; tissues were collected immediately after activity sessions. In general, motor activity was a sensitive measure of ChE inhibition for all these carbamate pesticides, and vertical activity showed the greatest magnitude of effect at the highest doses compared to either horizontal activity or ChE inhibition. Brain and RBC ChE activities were generally affected similarly. Pearson correlation coefficients of within-subject data showed good correlation between the behavioral and biochemical end points, with brain ChE inhibition and horizontal activity showing the highest correlation values. Determination of benchmark dose levels for 10% change in each end point also revealed that these two measures produced the lowest estimates. Thus, motor activity decreases are highly predictive of ChE inhibition for N-methyl carbamates, and vice versa."
        },
        {
            "References": "PMID:10082314",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ ... The time course of the effects of an oral dose of the anticholinesterase agent propoxur (8.3 mg/kg) was determined on behaviors displayed in the open-field and during an active avoidance task by /Wistar/ rats and on blood and brain cholinesterase activity. Maximum inhibition of blood cholinesterase was observed within 30 min after administration of propoxur. The half-life of enzyme-activity recovery was estimated to be 208.6 min. Peak brain cholinesterase inhibition was also detected between 5 and 30 min of the pesticide administration, but the half-life for enzyme activity recovery was much shorter, in the range of 85 min. Within this same time interval of the enzyme effects, diminished motor and exploratory activities and decreased performance of animals in the active avoidance task were observed. Likewise, behavioral normalization after propoxur followed a time frame similar to that of brain cholinesterase. These data indicate that behavioral changes that occur during intoxication with low oral doses of propoxur may be dissociated from signs characteristic of cholinergic over-stimulation but accompany brain cholinesterase activity inhibition."
        },
        {
            "References": "USEPA/Office of Pesticide Programs; Reregistration Eligibility Decision Document - Propoxur pp.7-8 EPA738-R-97-009 (August 1997). Available from, as of  September 22, 2010: https://www.epa.gov/pesticides/reregistration/status.htm",
            "Value": "/BEHAVIORAL STUDIES/ In an acute neurotoxicity study in rats, propoxur (99.4%) was administered by single dose oral gavage to 12 Wistar rats/sex/dose at 0, 2, 10, or 25 mg/kg with polyethylene glycol 400 (5 mL/kg) as the vehicle. Functional Observational Batteries (FOB) and Motor and Locomotor Activity measurements were conducted on days -7, 0, 7, and 14. Treatment-related effects were observed in the FOB on day 0 in all treated groups, but effects were minimal at the low dose. For low-dose males, there was a significantly increased incidence of sitting or lying (rather than standing) during open field observation, a marginally decreased incidence of rearing, and a slightly decreased tail pinch response. Two low-dose females exhibited slight repetitive chewing and the incidence of rearing was marginally decreased in this group. Low-dose animals also had slightly (not significantly) lower mean body temperatures (males: 37.8 °C vs. 38.0 °C for controls; females 38.3 °C vs. 38.6 °C) which were part of dose-related trends. On day 0 in the 10 and 25 mg/kg groups there were gait abnormalities, involuntary clonic motor movements, labored breathing, decreased activity, impaired righting reflex, decreased responses to auditory and tail pinch stimuli, and decreased grip strength. Mean body temperatures were significantly reduced in both sexes (males: controls: 38.0 °C; 10 mg/kg: 37.4 °C; 25 mg/kg: 35.8 °C; females: controls: 38.6 °C; 10 mg/kg: 37.9 °C; 25 mg/kg: 36.6 °C). Satellite groups of 6 rats/sex received 0, 2, 10, or 25 mg/kg (4/6 high-dose males received 35 mg/kg) propoxur, with sacrifice about 45 min after dosing. Low-dose males and females had significant (p </= 0.01) brain cholinesterase (ChE) inhibition (-18% and -21% respectively); at 10 mg/kg both sexes had significant (p </= 0.01) RBC (males: -72%; females: -63%) and brain (males: -47%; females: -49%) ChE inhibition. A neurotoxic NOEL was not determined. The neurotoxic LOEL is 2 mg/kg, based on significant (p </= 0.01) brain ChE inhibition in both sexes 45 min after dosage. There were no significant differences between groups with respect to mean body and/or brain weights at termination. There were no indications of any dose-related gross or microscopic findings in high-dose animals at termination."
        },
        {
            "References": "USEPA/Office of Pesticide Programs; Reregistration Eligibility Decision Document - Propoxur pp.16-17 EPA738-R-97-009 (August 1997). Available from, as of  September 22, 2010: https://www.epa.gov/pesticides/reregistration/status.htm",
            "Value": "/GENOTOXICITY/ In a Salmonella typhimurium (Ames) assay, no mutagenic activity was observed with or without metabolic activation (S9 from rat liver) in replicate studies with doses of up to 12,500 ug/plate in Salmonella typhimurium strains TA98, TA100, TA1535, or TA1537. At the highest dose level used there was cytotoxicity in all strains of S. typhimurium used. In a second Salmonella typhimurium (Ames) assay no mutagenic activity were observed with or without metabolic activation (S9 from rat liver) at doses of up to 25,000 ug/plate, with cytotoxicity at highest dose levels in all strains of S. typhimurium used (TA98, TA100, TA1535, TA1537, and TA1538), as well as E. coli strain Wp2 hcr."
        },
        {
            "References": "USEPA/Office of Pesticide Programs; Reregistration Eligibility Decision Document - Propoxur p.17 EPA738-R-97-009 (August 1997). Available from, as of  September 22, 2010: https://www.epa.gov/pesticides/reregistration/status.htm",
            "Value": "/GENOTOXICITY/ In a chromosomal aberration study with Chinese Hamster Ovary (CHO) cells, propoxur (97.8%) was tested at 157, 313, 625, or 1250 ug/mL without S9 mix and at 625, 1250, 2500, or 5000 ug/mL in the presence of S9 mix. At 2500 and 5000 ug/mL the test material precipitated out. There was no indication of a clastogenic effect at any of the levels evaluated (at 1250 ug/mL without S9 mix there was an insufficient number of metaphase spreads for analysis due to cytotoxicity), either in the absence or presence of S9 mix. However, the 10 hr post-treatment harvest time for cells exposed to 2500 and 5000 ug/mL +S9 was not supported by results from the cell cycle assay. In a second CHO chromosomal aberration assay propoxur (98.4%) was tested at 625, 1250, 2500, or 5000 ug/mL +S9 with 20 hr post-treatment harvest. At 2500 and 5000 ug/mL there were significantly (p </= 0.01) increased incidences of cells with chromosomal aberrations, but at these doses there was also precipitation of the test material. The Agency's test requirements specify that testing a substance in the absence of marked cytotoxicity is necessary only up to solubility limits, as the presence of particulates may result in aberrations from mechanisms other than interactions of the test substance (and/or its metabolites) with chromosomes."
        },
        {
            "References": "USEPA/Office of Pesticide Programs; Reregistration Eligibility Decision Document - Propoxur p.18 EPA738-R-97-009 (August 1997). Available from, as of  September 22, 2010: https://www.epa.gov/pesticides/reregistration/status.htm",
            "Value": "/GENOTOXICITY/ In an in vivo chromosomal aberration assay in Chinese hamster bone marrow no evidence of a mutagenic response was observed in animals which had been orally dosed with technical propoxur (several batches: 99.6-99.9%) at 75, 150, or 300 mg/kg and sacrificed at 48 hr. Significant symptoms of toxicity (including death in 2/12 animals) at 300 mg/kg indicates this was an adequately high dose. There was no evidence of a mutagenic response in animals sacrificed at 6 and 24 hr after dosage, but these hamsters received only a dose level of 150 mg/kg. In a subsequent in vivo chromosomal aberration assay in Chinese hamsters with technical propoxur (99.4%) there was no indication of an increased incidence of chromosomal aberrations in bone marrow cells following oral gavage dosing of the test material at 75, 150, or 300 mg/kg with sacrifice at 6 and 24 hr."
        },
        {
            "References": "USEPA/Office of Pesticide Programs; Reregistration Eligibility Decision Document - Propoxur p.18 EPA738-R-97-009 (August 1997). Available from, as of  September 22, 2010: https://www.epa.gov/pesticides/reregistration/status.htm",
            "Value": "/GENOTOXICITY/ In /a/ mouse micronucleus assay no mutagenic effect was observed in male and female NMRI mice following doses up to and including 20 mg/kg (administered as two 10 mg/kg doses, 24 hr apart, with sacrifice 6 hr after the last dose). Although sacrifice was only 30 hr after the first oral dose, metabolism data show that propoxur is rapidly and extensively metabolized within a few hours of dosage."
        },
        {
            "References": "California Environmental Protection Agency/Department of Pesticide Regulation; Summary of Toxicology Data on Propoxur p.17 (1997). Available from, as of September 22, 2010: https://www.cdpr.ca.gov/docs/risk/toxsums/toxsumlist.htm",
            "Value": "/GENOTOXICITY/ Propoxur Mutagenicity Study for the Detection of Induced Forward Mutations in the CHO-HGPRT Assay in vitro ... BOQ 5812315, batch 233896114, 99.6%; tested with Chinese hamster ovary cells, CHO-K1-BH , with and without male rat liver activation; incubated 5 hr; without activation at 0 (negative and vehicle - DMSO), 25, 50, 75, 100, or 125 ug/mL, duplicate cultures, two trials; with activation at 0 (negative and vehicle), 600, 800, 900, 1000, or 1500 ug/mL, duplicate cultures, two trials ... No adverse effect."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists. Documentation of the TLV's and BEI's with Other World Wide Occupational Exposure Values. CD-ROM Cincinnati, OH 45240-4148 2010.",
            "Value": "/GENOTOXICITY/ No evidence for a mutagenic response in Salmonella typhimurium tester strains or in Escherichia coli was obtained in the presence or absence of a hepatic metabolizing system at propoxur concentrations up to 5000 ug/ plate."
        },
        {
            "References": "PMID:9212790",
            "Value": "/GENOTOXICITY/ Three carbamate insecticides (propoxur, methomyl, and aldicarb) were evaluated for their ability to induce micronuclei (MN) in vitro using cultured Chinese hamster ovary (CHO) cells, and in vivo in mouse bone marrow erythrocytes. In vitro, all three insecticides induced a significant increase in micronucleated binucleate cells, which was generally both dose and sample time dependent. The in vivo studies involved treating male BALB/c mice by different routes, either once or on 3 consecutive days, followed by multiple or single sampling. Treatment by intraperitoneal injection or oral gavage induced a significant increase in micronucleated reticulocytes (MNRETs) in peripheral blood. For all three chemicals, the MN response depended on sample time and the number of treatments, while for aldicarb, the response depended also on the route of exposure ..."
        },
        {
            "References": "PMID:17215065",
            "Value": "/GENOTOXICITY/ The N-nitroso derivative of ... propoxur, consistently induced dose-responsive chromosome aberrations and sister-chromatid exchanges (SCEs) in Chinese hamster ovary (CHO-W8) cells. Further investigations indicated that post-treatment incubation with a regular 1.5-cell-cycle period did not offer an unbiased estimation of the genotoxicity of N-nitroso carbamate insecticides. The scale of chromosome aberration induction increased with extension of the post-treatment incubation period. Comparable phenomena were not found in CHO-AGT cells proficient for O(6)-methylguanine-DNA-methyltransferase. In CHO-W8 cells, pulsed-treatment of the insecticide in the 1st replication cycle showed higher SCE induction than in the 2nd cycle. Similar phenomenon was also found in SCE induced by N-nitroso derivatives from other carbamate insecticides including aldicarb, carbofuran and methomyl. Treated cells did not show significantly perturbed cell cycle progression until 12 hr after treatment removal. Based on the above observations, the O(6)-methylguanine-DNA adduct is suggested to be the major lesion caused by the delayed genotoxic effect of N-methyl carbamate insecticides /N-nitroso propoxur/"
        },
        {
            "References": "PMID:10840585",
            "Value": "/GENOTOXICITY/ ... The clastogenic effect of propoxur has been evaluated using chromosomal aberration assay in mouse bone marrow cells. Single ip. administration of propoxur, at 25 mg/kg bw, a maximum tolerated dose (MTD) and 12.5 mg/kg bw (50% of MTD) have significantly induced different types of aberrations after 24 hr of treatment. The aberrations were dose and time dependent and reached a maximum after 24 hr of exposure. The results suggest a genotoxic potential of propoxur."
        },
        {
            "References": "PMID:9600347",
            "Value": "/GENOTOXICITY/ ... Two mammalian cell cultures from respiratory tissues (a hamster lung fibroblast, V79, and a primary rat tracheal epithelial cell (RTE)), were used to investigate the genotoxicity of propoxur and N-Nitroso propoxur (NP). NP was more cytotoxic than propoxur, with LC50s (20 and six times smaller, respectively in V79 and RTE cells. NP significantly induced sister chromatid exchange (> or = 0.01 ug/mL), chromosome aberration (> or = 2.5 ug/mL) and hprt gene mutation (> or = 0.5 ug/mL) in V79 cells, and cell transformation (> or = 0.2 ug/mL) in RTE cells. Results of chromosome aberration and hprt gene mutation indicated that the major pre-mutagenic lesion induced by NP must be the O6-methylguanine adduct, which frequently mispairs with thymine and thus gives rise to a GC-->AT transition. Propoxur was not mutagenic to either type of cells. However, it inhibited gap-junctional intercellular communication in V79 cells, which indicates that propoxur could act through some epigenetic mechanisms, such as tumor promotion or cell proliferation, in the multiple process of chemical carcinogenesis. /N-Nitroso propoxur/"
        },
        {
            "References": "PMID:9463542",
            "Value": "/GENOTOXICITY/ ... Mutagenicity of propoxur (in formulation) was studied using the micronucleus assay in bone marrow of Swiss mice. Single intraperitoneal (ip) administration of 25 mg/kg bw dose of propoxur, which is a maximum tolerated dose (MTD), significantly induced the micronucleus formation in bone marrow cells after a 24- and 48-hr exposure. A half and a quarter of the MTD (12.5 and 6.25 mg/kg) were found ineffective to induce the micronuclei formation after 24- and 48-hr time periods by the ip route. However, the PCE:NCE ratio was inhibited significantly with all the dose levels at both time periods. Oral administration of propoxur at different dose levels also induced micronuclei formation. A single application of 50 and 25 mg/kg dose levels of propoxur, which are MTD and 50% of MTD, also significantly induced micronuclei formation after 24- and 48-hr time periods in bone marrow cells of Swiss mice as compared with solvent control group, whereas a 12.5 mg/kg dose of propoxur was ineffective in inducing micronuclei formation..."
        },
        {
            "References": "PMID:2150478",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ Effect in vitro of propoxur on the specific activity of calcium stimulated ATPase and calcium uptake was studied in the rat brain synaptosomes. The data suggest that propoxur might disrupt the synaptic function by altering the calcium dependent ATP hydrolysis and calcium uptake in the central nervous system."
        },
        {
            "References": "Grant, W.M. Toxicology of the Eye. 3rd ed. Springfield, IL: Charles C. Thomas Publisher, 1986., p. 767",
            "Value": "/VETERINARY CASE REPORTS/ Propoxur, a carbamate anticholinesterase pesticide, used in flea collars for dogs, caused miosis during the first week the collars were worn."
        },
        {
            "References": "PMID:1964380",
            "Value": "/OTHER TOXICITY INFORMATION/ Modulations in ionic composition were seen in the rat brain during propoxur treatment indicating an impairment in the electric activity of neurons, oxygen consumption, ATPase system, disruption in the movement of ions across inonic pumps and synaptic transmission. The specific activity levels of ATPase were also altered confirming that the impairment in the ATPase system might be due to the ionic imbalances under propoxur stress."
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "(1) USDA; ARS Pesticide Properties Database. Propoxur (114-26-1). Available from, as of Sept 3, 2010: https://www.ars.usda.gov/Services/docs.htm?docid=14199 (2) USEPA/OPPTS; R.E.D Facts. Propoxur (114-26-1). Reregistration Eligibility Decisions (REDs) Database. USEPA 738-R-97-009. Available from, as of Setp 2, 2010: https://www.epa.gov/pesticides/reregistration/status.htm (3) Swann RL et al; Res Rev 85: 17-28 (1983)",
            "Value": "The Koc of propoxur ranges from <1 to 103(1,2). In batch equilibrium studies, propoxur was very mobile, with Koc values of 3.4, 11.2, and 102.6 for sandy loam, silt loam, and silty clay soils, respectively(2). In other studies, Koc values ranged from 28-68, and for silt loam, sandy loam, sand, and clay loam soils, the Koc values were 39 (Kd = 0.597, 2.9 %OM, pH 5.9), 0.76 (Kd = 0.004, 1.1 %OM, pH 6.6), 34 (Kd = 0.181, 1.0 %OM, pH 4.3), and 28 (Kd = 0.329, 2.2 %OM, pH 6.4), respectively(1). According to a classification scheme(3), these Koc values suggest that propoxur has very high to high mobility in soil(SRC). In soil thin-layer mobility studies on six soils, propoxur was found to be mobile, with Rf values of 0.70 to 0.89(2)."
        }
    ]
}