{
    "_id": {
        "$oid": "6682e81cc4e5dba5ffba23f4"
    },
    "CID": {
        "$numberInt": "5125"
    },
    "Name": "TRIBUFOS",
    "IUPACName": "1-bis(butylsulfanyl)phosphorylsulfanylbutane",
    "CanonicalSMILES": "CCCCSP(=O)(SCCCC)SCCCC",
    "Synonyms": [
        "Tribufos",
        "78-48-8",
        "Butifos",
        "Butyl phosphorotrithioate",
        "DEF defoliant",
        "S,S,S-TRIBUTYL PHOSPHOROTRITHIOATE",
        "Butiphos",
        "Merphos oxide",
        "S,S,S-Tributyl trithiophosphate",
        "Tribuphos",
        "TBTP",
        "Phosphorotrithioic acid",
        "S,S,S-tributyl ester",
        "De-Green",
        "Fos-Fall A",
        "E-Z-Off D"
    ],
    "IsomericSMILES": "CCCCSP(=O)(SCCCC)SCCCC",
    "INCHI": "InChI=1S/C12H27OPS3/c1-4-7-10-15-14(13,16-11-8-5-2)17-12-9-6-3/h4-12H2,1-3H3",
    "INCHIKEY": "ZOKXUAHZSKEQSS-UHFFFAOYSA-N",
    "Formula": "C12H27OPS3",
    "MolecularWeight": {
        "$numberDouble": "314.5"
    },
    "Description": "Tribufos is an organic thiophosphate. It has a role as a defoliant.",
    "XlogP": {
        "$numberDouble": "3.2"
    },
    "Complexity": {
        "$numberInt": "179"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "plant_concentrations": [
        {
            "References": "(1) Carey AE et al; Pest Monit J 12: 209-29 (1979) (2) Carey AE et al; Pest Monit J 12: 117-36 (1978)",
            "Value": "In the National Soils Monitoring Program in 1972 (Fiscal Year 1973), tribufos was detected in 1 of 43 samples of alfalfa/bur clover at 0.02 ppm dry wt, 1 of 40 samples of cotton stalks at 0.01 ppm, 13 of 38 samples of cotton seed at 0.02-0.71 ppm, in 1 of 21 samples of grass hay at 0.12 ppm, and in 1 of 1 sample of Lespedeza sericea at 0.15 ppm(1). In 1971 (Fiscal Year 1972), it was found in 6 of 28 samples of cotton at 0.08-0.62 ppm, in 5 of 19 samples of cotton seed at 0.10-0.63 ppm, 17 of 44 samples of cotton stalks at 0.11-37.13 ppm, and 1 of 51 samples of mixed hay at 0.06 ppm(2)."
        }
    ],
    "environmental_bioconcentrations": [
        {
            "References": "(1) Environ Res Lab; Acephate, Aldicarb, Carbophenothion, DEF, EPN, Ethoprop, Methyl Parathion and Phorate USEPA-600/4-81-041 (NTIS PB81-244477). Washington, DC: pp. 19-35 (1981) (2) USEPA; Pesticide Fate Database. Active Ingredient Search. Tribufos (78-48-8). Available from the database query page at https://cfpub.epa.gov/pfate/home.cfm as of Jan 30, 2006. (3) Franke C et al; Chemosphere 29: 1501-14 (1994)",
            "Value": "A BCF of 350 was determined for pinfish (Lagodon rhomboides) in a 96-hr static experiment, but the investigators concluded that the value was a low estimate of the true BCF because the experiment was not run for a long enough time for equilibrium to be reached(1). BCF values of 300, 1,300, and 730 were reported for the edible, viscera, and whole body, respectively of bluegill sunfish exposed to 0.0062 mg/L of tribufos for 14 days(2). According to a classification scheme(3), these BCF values suggest bioconcentration in aquatic organisms is high to very high(SRC)."
        }
    ],
    "environmental_biodegradations": [
        {
            "References": "(1) Eichelberger JW, Lictenberg JJ; Environ Sci Technol 5: 541-4 (1971) (2) Winterlin WL et al; J Environ Sci Health B21: 507-28 (1986) (3) Environ Res Lab; Acephate, Alicarb, Carbophenothion, DEF, EPN, Ethoprop, Methyl Parathion and Phorate USEPA-600/4-81-041 (NTIS PB81-244477) Washington, DC: pp. 19-35 (1981)",
            "Value": "In experiments studying the persistence of pesticide merphos conducted in water from the Little Miami River in sealed glass jars exposed to sunlight and artificial fluorescent light, the amount of tribufos (formed in an apparently quantitative yield from merphos (S,S,S-tributyl trithiophosphite) within 1 hr) recovered was 50%, 30%, 10% and <5% after 1, 2, 4 and 8 weeks, respectively(1). The study did not determine whether the observed degradation of tribufos was due to abiotic processes (such as photolysis or hydrolysis) or biological processes(1). Residues of tribufos contained in cotton gin wastes were stable to composting under anaerobic and aerobic conditions(2). The amount of tribufos recovered from an untreated seawater/sediment mixture after 5 days was 20% versus a 77% recovery after 7 days from mixtures that were sterilized with formalin; no volatilization losses were observed in experiments with sediment present(3). A 50% loss was observed in untreated seawater without sediment after accounting for volatilization losses, but no sterilized control experiments were run in seawater alone(3). Some of the losses observed in these experiments may have been due to abiotic hydrolysis(3)."
        },
        {
            "References": "(1) USEPA; Pesticide Fate Database. Active Ingredient Search. Tribufos (78-48-8). Available from the database query page at https://cfpub.epa.gov/pfate/home.cfm as of Jan 30, 2006.",
            "Value": "AEROBIC: The aerobic biodegradation half-life of tribufos (initial concn 7 mg/kg) in a sandy loam (58% sand, 27% silt, 15% clay, 3.8% organic matter, pH 6.8) was 745 days at 25 °C(1). The half-life under anaerobic conditions was reported as 389 days(1)."
        },
        {
            "References": "(1) USEPA; Pesticide Fate Database. Active Ingredient Search. Tribufos (78-48-8). Available from the database query page at https://cfpub.epa.gov/pfate/home.cfm as of Jan 30, 2006.",
            "Value": "ANAEROBIC: The anaerobic aquatic degradation half-life of tribufos applied at 1.1 mg/kg to a silty clay pond sediment (0.8% sand, 41.5% silt, 57.7% clay, 3.1% organic matter, pH 7.3) was 180 and 120 days in duplicate experiments, with 1-butane sulfonic acid observed as the only degradation product(1)."
        }
    ],
    "logP": [
        {
            "References": "USEPA; Gulf Breeze Environ Res Lab; Acephate, Aldicarb, Carbophenothion, DEF, EPN, Ethoprop, Methyl Parathion and Phorate; Their Acute and Chronic Toxicity, Bioconcentration Potential and Persistence are released to Marine Environments. USEPA-600/4-81-041 (NTIS PB81-244422). Washington, DC: p. 19-35 (1981)",
            "Value": "log Kow = 5.7"
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "Tomlin CDS, ed. Tribufos (78-48-8). In: The e-Pesticide Manual, 13th Edition  Version 3.2 (2005-06). Surrey UK, British Crop Protection Council.",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Moderate primary dermal irritant; minimal eye irritant /in/ rabbits."
        },
        {
            "References": "PMID:7437638",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ In rats & mice, DEF (25-150 mg/kg, iv or 20-200 mg/kg, ip) induced large dose-related falls in body temperature which lasted for hours or days at environmental temperatures of 30-31 °C. It produced mild sedation & a high degree of motor control was retained when body temperature fell below 30 °C."
        },
        {
            "References": "USEPA/Office of Pesticide Programs; Reregistration Eligibility Decision Document - Tribufos. EPA 738-R-00-022 September 2000. Available from, as of January 31, 2006: https://www.epa.gov/pesticides/reregistration/status.htm",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/   Inhalation NOAEL of 2.43 mg/L (0.9 mg/kg/day) 90-Day Inhalation Study in the Rat"
        },
        {
            "References": "California Environmental Protection Agency/Department of Pesticide Regulation; Toxicology Data Review Summaries. Available from:  https://www.cdpr.ca.gov/docs/toxsums/toxsumlist.htm on Tributylphosphorotrithioate (78-48-8) as of January 30, 2006.",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/  Tribufos technical, purity 95%, was administered to 10 Wistar II rats/sex/dose at concentrations of 0, 2, 7 and 32 mg/cu m of air for 3 weeks (6 hours/day, 5 days/week). High-dose rats had slight behavioral abnormalities, including lethargy and decreased preening; slight lung inflammation and increased adrenal weights were seen in this group at necropsy. Marked inhibition of plasma ChE activity was recorded at 7 and 32 mg/cu m; slight inhibition of erythrocyte and brain ChE (about 75% of control activity remaining) was seen at the high dose level. NOEL = 7 mg/cu m (0.84 mg/kg/day, based on brain ChE inhibition and behavioral abnormalities at 32 mg/cu m)."
        },
        {
            "References": "Baymuradov TB ; Veterinariya 456 (8): 74-75 (1970)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ ... The first, second and third experimental group, including 4 sheep each, received 0.5 kg/day of feed contaminated with 2 mg/kg, 3 mg/kg, and 4 mg/kg butyphos respectively. The fourth group of 3 sheep constituted the control group. The experiment lasted 8 months. ... The group receiving 4 mg/kg butyphos-contaminated feed showed 20-30% decrease in blood cholinesterase activity 6 months after the beginning of the experiment. Upon dissection the sheep of this group showed necrotic foci in the liver and hemorrhagic inflammation of the gastrointestinal mucosa."
        },
        {
            "References": "California Environmental Protection Agency/Department of Pesticide Regulation; Toxicology Data Review Summaries. Available from:  https://www.cdpr.ca.gov/docs/toxsums/toxsumlist.htm on Tributylphosphorotrithioate (78-48-8) as of January 30, 2006.",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Tribufos technical, purity 98.7%, at nominal concentrations of 0 (control), 4, 16 and 64 ppm in feed was administered to 4 Beagle dogs/sex/dietary level for one year. Observations for body weights, food consumption, clinical signs, palpable masses and ophthalmologic lesions showed no compound-related effects. Plasma cholinesterase (ChE) was significantly depressed at the 4, 16 and 64 ppm dose levels in males and at the 16 and 64 ppm levels in females. Brain ChE was not inhibited one week after dosing ceased. Male cholinergic NOEL < 4 ppm (0.1 mg/kg/day); female cholinergic NOEL = 4 ppm (0.1 mg/kg/day). Possible Adverse Effect: Females had symptoms of anemia (lowered RBC counts, hemoglobin and % hematocrit). Female anemia NOEL = 16 ppm (0.4 mg/kg/day); male anemia NOEL = 64 ppm (1.6 mg/kg/day)."
        },
        {
            "References": "California Environmental Protection Agency/Department of Pesticide Regulation; Toxicology Data Review Summaries. Available from:  https://www.cdpr.ca.gov/docs/toxsums/toxsumlist.htm on Tributylphosphorotrithioate (78-48-8) as of January 30, 2006.",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Tribufos technical, purity 98.5%, at nominal concentrations of 0(control), 4, 40 and 320 ppm in feed was administered to a one-year interim sacrifice/chronic toxicity group (20 rats/sex/dose in control and 320 ppm, 10/sex/dose in remaining groups), a two-year oncogenicity group (50/sex/dose) and a one- and two-year neurotoxicity group (10/sex/dose for each year). Average monthly body weight gain for 320 ppm-dose oncogenicity rats was 73% of control after two years. Increase in diffuse, bilateral retinal atrophy in one- and two-year 320 ppm rats and increased optic nerve atrophy, cataract, corneal opacity, corneal neovascularization, iritis/uveitis, lens opacity and unrecordable (flat) bilateral electroretinographic responses were reported in two- year 320 ppm rats. Indications of anemia and declines in total protein, globulin, cholesterol, calcium, ALP, ALT were seen at 40 ppm and above. Hyperplasia and vacuolation of the mucosa of the proximal small intestine was seen in one- and two- year rats down to 40 ppm. Increased BUN and vacuolation of the adrenal cortex was seen in 320 ppm two- year rats. Increased testicular weight in two- year males and increased adrenal weight in one- and two-year rats was reported at 320 ppm. No Adverse Effects for oncogenicity or neurotoxicity. Possible Adverse Effects (Chronic toxicity): Hyperplasia of small intestine , bilateral retinal atrophy (and related secondary ocular effects) and clinical biochemical changes; NOEL = 4 ppm (0.2 mg/kg/day)."
        },
        {
            "References": "California Environmental Protection Agency/Department of Pesticide Regulation; Toxicology Data Review Summaries. Available from:  https://www.cdpr.ca.gov/docs/toxsums/toxsumlist.htm on Tributylphosphorotrithioate (78-48-8) as of January 30, 2006.",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Tribufos DEF technical, purity 98.6% at nominal concentrations of 0 (Mazola oil), 10, 50 or 250 ppm to 50 CD-1 mice/sex/group for 90 weeks. There was evidence of anemia: Hematology NOEL = 50 ppm (both sexes). Possibly related extramedullary hematopoiesis in spleen was elevated in 50 ppm and 250 ppm males. Cholinesterase (ChE) NOEL for males/females < 10 ppm (marked plasma ChE inhibition, and modest (statistically significant, and possibly biologically significant) RBC ChE inhibition at 10 ppm]. Histopathology NOEL = 10 ppm [primarily due to vacuolar degeneration of small intestine (M, F)). Possible adverse effects , all noted at 250 ppm, included adenocarcinomas of small intestine (attributed to treatment in both sexes, but statistically significant only in males); liver hemangiosarcomas (males); and lung alveolar/bronchiolar adenomas (females). Evidences of 250 ppm being over the MTD include increased mortality (both sexes); consistent depression of hematological indices, suggesting anemia (both sexes); degeneration of adrenal cortex and of proximal segments of the small intestine (both sexes); and dilatation or edema of the cecum (both sexes)."
        },
        {
            "References": "California Environmental Protection Agency/Department of Pesticide Regulation; Toxicology Data Review Summaries. Available from:  https://www.cdpr.ca.gov/docs/toxsums/toxsumlist.htm on Tributylphosphorotrithioate (78-48-8) as of January 30, 2006.",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/  Tribufos technical, 98.5% purity, was administered in the diet to Sprague-Dawley (CD) rats for 2 generations at nominal concentrations of 0 (control), 4, 32 and 260 ppm beginning ten weeks prior to mating with 30 rats/sex/group. Lower body weight gain during all phases and lower food consumption during lactation was seen in F0 and F1 adults. Depression of brain, plasma and erythrocyte cholinesterase (ChE) was seen in adults and F1a and F2a pups: parental ChE NOEL = 4 ppm; Pup ChE NOEL = 32 ppm. Possible adverse effects: Cannibalization of pups; increased gestation length and litters with stillborn pups and decreased litter weight. Reduction in the following indices: fertility, birth, live birth and viability; Reproductive NOEL = 32 ppm (2.06 mg/kg/day for females during gestation)."
        },
        {
            "References": "California Environmental Protection Agency/Department of Pesticide Regulation; Toxicology Data Review Summaries. Available from:  https://www.cdpr.ca.gov/docs/toxsums/toxsumlist.htm on Tributylphosphorotrithioate (78-48-8) as of January 30, 2006.",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ DEF Technical 98% pure; 0, 1, 7, or 28 mg/kg to 33/group on Day 6-15 of gestation; statistically significant reduction of plasma and erythrocyte ChE at mid and high dose, maternal brain ChE activity at high dose; no teratology effects; Maternal NOEL = 1 mg/kg, Developmental NOEL = 28 mg/kg. No adverse effect indicated."
        },
        {
            "References": "California Environmental Protection Agency/Department of Pesticide Regulation; Toxicology Data Review Summaries. Available from:  https://www.cdpr.ca.gov/docs/toxsums/toxsumlist.htm on Tributylphosphorotrithioate (78-48-8) as of January 30, 2006.",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/  DEF, purity 98%, administered by gavage at doses of 0 (CMC vehicle), 1, 3, or 9 mg/kg on day 7 through 19 of gestation to 17 American Dutch rabbits/group. Systemic maternal NOEL = 3 mg/kg/day (reduced bodyweight gain); Maternal ChE < 1 mg/kg/day, plasma (on day 20) and erythrocyte (on day 20 and 28) inhibition for DEF treated groups. Developmental NOEL = > 9 mg/kg/day. No adverse developmental effects."
        },
        {
            "References": "California Environmental Protection Agency/Department of Pesticide Regulation; Toxicology Data Review Summaries. Available from:  https://www.cdpr.ca.gov/docs/toxsums/toxsumlist.htm on Tributylphosphorotrithioate (78-48-8) as of January 30, 2006.",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ DEF 95%, dose given with statically nebulized paint spray gun for 1/2 min. every 30 minutes. Dose 15 times for 6 hours at 0, 8, 21 or 84 mg/cu m. Apparent delayed neuropathic NOEL for 15 X 6 hour exposures = 21 mg/cu m; Possible adverse effect: sciatic nerve axonal degeneration and myelin sheath vacuolation in 1/5 hens."
        },
        {
            "References": "California Environmental Protection Agency/Department of Pesticide Regulation; Toxicology Data Review Summaries. Available from:  https://www.cdpr.ca.gov/docs/toxsums/toxsumlist.htm on Tributylphosphorotrithioate (78-48-8) as of January 30, 2006.",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ DEF was fed in the diet for 13 weeks to Wistar rats [Crl:WI[G1x/BRL/Han]IGS BR], 18/sex/dose, at nominal levels of 0, 2, 40 and 500 ppm, equivalent to doses of 0, 0.14, 2.89 and 36.8 mg/kg/day for males and 0, 0.17, 3.54 and 42.6 mg/kg/day for females. Twelve per sex per dose group were used for neurobehavioral study with the remaining 6 used for cholinesterase determination pretest and weeks 4 and 13 (plasma and RBC plus brain at termination). Of the twelve, six/sex/group were perfused for micropathology with an emphasis on brain and nerve tissues, including the eye and optic nerve. Effects noted at 500 ppm included lower body weights and food consumption, decreased motor and locomotor activity, and retinal atrophy (degeneration), usually bilateral, with incidences of 5/6 in males and 6/6 in females compared with 0/6 in both control groups. In addition, 1/6 males had degeneration of the gasserian ganglion or the sciatic nerve. No findings were noted in the eyes of the 40 ppm groups. The NOEL for cholinesterase inhibition was 2 ppm with significant inhibition of plasma and RBC cholinesterase at 40 and 500 ppm, weeks 4 and 13. Brain cholinesterase activity was significantly depressed at week 13 in males (-63%) and females (-74%) at 500 ppm. Brain activity in females was -8% at 40 ppm and was statistically significant. Activity in males was comparable to controls. The systemic NOEL was 40 ppm (lower body weight, decreased motor and locomotor activity and retinal atrophy). Possible adverse effect: retinal atrophy."
        },
        {
            "References": "California Environmental Protection Agency/Department of Pesticide Regulation; Toxicology Data Review Summaries. Available from:  https://www.cdpr.ca.gov/docs/toxsums/toxsumlist.htm on Tributylphosphorotrithioate (78-48-8) as of January 30, 2006.",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ Male and female Wistar rats were given a single dose of tribufos (DEF) technical (98.5%) by oral gavage in corn oil at nominal doses of 0, 2, 20 and 100 mg/kg. There were 12 animals/sex/group in the main study and 6/sex/group for cholinesterase determination approximately 6 hours after dosing (the time of maximum cholinergic effect). Plasma, erythrocyte and whole brain cholinesterase activity were measured both pretreatment and at 6 hours on day of treatment. Functional observational battery (FOB) and motor testing were performed. Six randomly selected males and females per group were perfused for tissue collection with tissues from the control and high dose groups examined for micropathology. Brain weights were recorded. Results: Acute cholinergic signs reported on day of treatment at the high dose included decreased activity, clear lacrimation, lower body temperature, various stains, posture (lying flattened), decreased rears in the open field and decreased reaction to an auditory stimulus. At 20 mg/kg, animals showed a decreased response to auditory stimulus and decreased arousal in the open field. Forelimb and hindlimb grip and landing foot splay were not affected. Motor and locomotor activities were significantly decreased at the high dose in both sexes and in males at 20 mg/kg. Effects noted in the FOB and activity measurements had returned to normal by day 7 in the mid dose group but were marginally lower at 100 mg/kg. At termination, the high dose males had returned to normal activity but the high dose females still had lower activity (30%) relative to controls. Plasma and erythrocyte cholinesterase activities were significantly inhibited at 20 and 100 mg/kg in both sexes at approximately 6 hours after dosing. Brain cholinesterase was not affected in males but was 16% lower than controls in females at 100 mg/kg (statistically significant, p < 0.05). There was no affect on brain weight or micropathology. No adverse effect."
        },
        {
            "References": "California Environmental Protection Agency/Department of Pesticide Regulation; Toxicology Data Review Summaries. Available from:  https://www.cdpr.ca.gov/docs/toxsums/toxsumlist.htm on Tributylphosphorotrithioate (78-48-8) as of January 30, 2006.",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ Technical Grade Tribufos (DEF) was admixed with the feed at nominal concentrations of 0, 4, 40 and 200 ppm from gestation day 0 through lactation day 21 and fed to 15 and 30 mated Wistar Crl:W(HAN)BR females rats/dose in satellite and main study groups, respectively. Maternal body weight was reduced 8-12% during lactation at 200 ppm. Slight tremors were noted in five dams at the high dose on the day of parturition only. Cholinesterase inhibition in blood, plasma, and brain was measured on day 21 of lactation, the only day assayed for dams, with significant reduction in activity at 40 and 200 ppm. Maternal ChE NOEL = 4 ppm. Overall maternal NOEL = 40 ppm. High dose pup bodyweights and food consumption were significantly lower. There was also a slight delay in surface righting and preputial separation but not in vaginal opening. The auditory startle response on PND 22 was reduced in peak amplitude at the high dose. Plasma cholinesterase activity was significantly reduced on day 21 in male and female pups (but not at day 11) at 200 ppm. Brain cholinesterase in female pups was statistically significantly inhibited on day 11 (-6%) but not in male pups or in either sex on day 21. There was a transient decrease in brain measurement (cerebrum length) at day 11 but day 21 values were comparable to controls. The only persistent effect was lower body weight at the high dose. Pup ChE NOEL = 40 ppm. Overall pup NOEL = 40 ppm."
        },
        {
            "References": "PMID:3952729",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ The effects of S,S,S-tri-n-butyl-phosphorotrithioate on brain acetylcholinesterase, acid phosphatase, and 2',3'-cyclic-nucleotide-3'-phosphohydrolase activity values, as well as on plasma butyrylcholinesterase activity, were studied. Leghorn hens underwent single topical treatment with S,S,S-tri-n-butyl-phosphorotrithioate in doses of 100, 250, 500, 750, or 1,000 mg/kg of body weight. Untreated hens, animals treated with 500 mg/kg of tri-o-cresyl-phosphate, and animals treated with 10 mg/kg of parathion served as controls. Treated hens were examined daily for abnormalities in gait, with body weight being monitored weekly. Heparinized blood samples were collected from the wing veins of treated animals 4 hours, 1 day, 2 days, 7 days, and weekly following S,S,S-tri-n-butyl-phosphorotrithioate administration. All hens surviving the course of treatment were sacrificed 28 days thereafter, with the brains being quickly removed for analysis. Brain acetylcholinesterase activity was significantly inhibited 28 days after treatment among hens receiving S,S,S-tri-n-butyl-phosphorotrithioate in doses of 500 to 1,000 mg/kg, as well as among tri-o-cresyl-phosphate and parathion treated animals. Brain acid phosphatase and 2',3'-cyclic-nucleotide-3'-phosphohydrolase activity values were significantly higher in all treated animals as compared to controls. Single dermal doses of S,S,S-tri-n-butyl-phosphorotrithioate and tri-o-cresyl-phosphate also caused an initial decrease in plasma butyrylcholinesterase activity. Hens receiving S,S,S-tri-n-butyl-phosphorotrithioate in single dermal doses of 250 to 1,000 mg/kg developed ataxia, which progressed into paralysis in some animals. Histopathological examinations revealed axon and myelin degeneration of the spinal cord and peripheral nerves in certain animals. The severity and frequency of the neuropathological lesions observed were found to be dose dependent. The neurological dysfunctions and neuropathological lesions noted among S,S,S-tri-n-butyl-phosphorotrithioate treated hens were similar to those exhibited by tri-o-cresyl-phosphate treated controls. Parathion produced acute cholinergic effects, but did not cause delayed neurotoxicity. /It was/ concluded that S,S,S-tri-n-butyl-phosphorotrithioate is capable of producing delayed neurotoxicity among hens in a single dermal doses of 250 to 1,000 mg/kg."
        },
        {
            "References": "PMID:6710530",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ The differential effects of oral and dermal administration of single doses of 100 to 1000 mg/kg S,S,S-tri-n-butyl phosphorotrithiote (DEF) on nonspecific esterases and liver metabolism enzymes were investigated one day following administration. O,O-Diethyl-O-(4-nitrophenyl) phosphorothioate (parathion) and tri-o-cresyl phosphate were used as negative and positive controls for organophosphorus induced delayed neurotoxicity. Brain acetylcholinesterase was significantly inhibited with topical doses of 500 and 1,000 mg/kg of DEF and with orally and dermally applied parathion. Plasma cholinesterase and liver microsomal carboxylesterase activities were significantly reduced from control in all treatment groups. Neurotoxic esterase was significantly decreased from control with topical dosing of 200, 500, and 1000 mg/kg DEF and with tri-o-cresyl phosphate treatments. Oral doses of DEF increased cytochrome p450 content by 70 to 200% while dermal application caused a 200 to 325% increase over control. p-Chloro-N-methylaniline demethylase was also increased by treatments but to a lesser extent than that of aniline hydroxylase or cytochrome p450 content. Tri-o-cresyl phosphate and parathion had no significant effect on liver microsomal oxidative enzymes. Liver microsomal proteins from hens treated with phenobarbital, 3-methylcholanthrene, or DEF were analyzed by sodium dodecyl sulfate-polyacrylamide gel electrophoresis. A striking increase in a 49K protein band in microsomes from phenobarbital and DEF (616 and 338%, respectively) treated hens was seen, while the 55K protein band showed an 861% increase in microsomes from 3-methylcholanthrene-treated hens. In conclusion, dermally applied DEF was more effective in inhibiting esterases and inducing cytochrome p450 than orally administered DEF; toxicity was directly related to the dose and route of administration."
        },
        {
            "References": "Abou-Donia MB et al; Toxicol Appl Pharmacol 48 (1): A195 (1979)",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ Oral administration of single doses of DEF ranging between 100 & 1000 mg/kg caused ataxia in hens. Daily oral administration of small doses of 0.5-20 mg/kg DEF also produced ataxia in hens. Most of topically treated hens showed axon & myelin degradation of nerve tissues."
        },
        {
            "References": "PMID:7397430",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ Scaleless chickens were used in cotton field studies to assess possible delayed neurotoxicity of DEF. Exposure ranged from negligible to 108 ug/cm sq in repeated exposure row groups. With exception of chickens riding on the rig, cholinesterase levels tended to decrease with increasing single exposure. None exhibited ataxia or other behavioral signs of delayed neurotoxicity. Lab studies showed that scaleless chickens did develop delayed neurotoxicity following 800 mg/kg sc injection."
        },
        {
            "References": "California Environmental Protection Agency/Department of Pesticide Regulation; Toxicology Data Review Summaries. Available from:  https://www.cdpr.ca.gov/docs/toxsums/toxsumlist.htm on Tributylphosphorotrithioate (78-48-8) as of January 30, 2006.",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ DEF 94%; Single doses were given to 5/group 5/group at 391, 878 or 1585 mg/cu m (4 hour exposures). Five 4 hour exposures were given to 10/group at 62, 145 or 256 mg/cu m. Hens were observed for 21 days. Ataxia and paresis were observed, which were delayed in onset and continued to 21-day term of study, had an apparent NOEL = 878 mg/cu m for single 4 hr exposure and 62 mg/cu m for five 4 hr exposures; histopathic alterations (axon disintegration and demyelination) in 2/5 hens at single exposure to 1585 mg/cu m, and in 5/10 with 5 exposures to 256 mg/cu m. These findings are considered a possible adverse effect."
        },
        {
            "References": "California Environmental Protection Agency/Department of Pesticide Regulation; Toxicology Data Review Summaries. Available from:  https://www.cdpr.ca.gov/docs/toxsums/toxsumlist.htm on Tributylphosphorotrithioate (78-48-8) as of January 30, 2006.",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ In a delayed neurotoxic and late acute effects of S,S,S-Tributylphosphorotrithioate on the hen /the/ effects of DEF by oral and topical administration /were compared/. Clinical observations included: (1) acute toxicity (typical of ChE inhibition, and responsive to atropine treatment), (2) a \"late effect\", which begins within 2 days of treatment and which may continue with progressive neurological effects leading to death, all in the absence of neurohistopathological signs, and (3) TOCP-like delayed neurotoxicity with associated microscopic lesions. Neurohistopathological changes comparable to TOCP effects were seen only at 1000 mg/kg (highest dose tested (HDT)) dermal dose of DEF; oral dosing of DEF did not lead to neurohistopathological changes. Investigators concluded that the \"late effect\" was caused by n-butyl mercaptan (the major metabolic product formed in the digestive tract), and that delayed neurotoxicity\" was caused by DEF."
        },
        {
            "References": "California Environmental Protection Agency/Department of Pesticide Regulation; Toxicology Data Review Summaries. Available from:  https://www.cdpr.ca.gov/docs/toxsums/toxsumlist.htm on Tributylphosphorotrithioate (78-48-8) as of January 30, 2006.",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ Tribufos, 97.7% pure at 0 (control), 2.6, 11 and 42 mg/kg/day administered daily (five days/week) by dermal application to the comb of adult White Leghorn hens (12/dosage) for a total of 65 applications in 13 weeks; twelve hens received 18 mg/kg/day of TOCP (positive control). Clinical signs of decreased motor activity and ataxia consistent with delayed neurotoxicity (ataxia scores ranging from 1 to 4 on a scale of 5) were observed at 42 mg tribufos. Whole-blood cholinesterase was reduced by 50-60% throughout treatment period at all dose levels. Possible adverse effects, ataxia at 42 mg/kg and axonal degeneration in spinal cord at 11 and 42 mg/kg doses. NOEL = 2.6 mg/kg/day for histopathologic lesions."
        },
        {
            "References": "PMID:6211614",
            "Value": "/GENOTOXICITY/ DEF caused no increase in sister chromatid exchange frequencies at dose tested in V79 Chinese hamster cells."
        },
        {
            "References": "California Environmental Protection Agency/Department of Pesticide Regulation; Toxicology Data Review Summaries. Available from:  https://www.cdpr.ca.gov/docs/toxsums/toxsumlist.htm on Tributylphosphorotrithioate (78-48-8) as of January 30, 2006.",
            "Value": "/GENOTOXICITY/ DEF Technical, 98.5%, was tested with Salmonella typhimurium strains TA98, TA100, TA1535, TA1537 and TA1538 at 0 (DMSO), 667, 1000, 3333, 6667 and 10,000 ug/plate in the plate incorporation method. All concentrations were plated in triplicate, no repeat trial. There was a slight precipitate at 667 ug/plate and above without activation and at 1000 ug/plate and above with activation. No adverse effect."
        },
        {
            "References": "California Environmental Protection Agency/Department of Pesticide Regulation; Toxicology Data Review Summaries. Available from:  https://www.cdpr.ca.gov/docs/toxsums/toxsumlist.htm on Tributylphosphorotrithioate (78-48-8) as of January 30, 2006.",
            "Value": "/GENOTOXICITY/ DEF Technical, 98.5% purity, was tested in the chromosome aberration assay using Chinese hamster ovary cells. With metabolic activation dose levels of 0 (DMSO), 0.007, 0.013, 0.25, 0.050 and 0.10 uL/mL were used. In the absence of activation dose levels of 0 (DMSO), 0.004, 0.007, 0.013, 0.025 and 0.050 uL/mL were used. The two highest concentrations in each treatment had reduced mitotic index and cell toxicity observed by microscopic examination. Cells were collected after 20 hours. Duplicate cultures were used with a total of 100 cells being counted for each dose level. No adverse effect."
        },
        {
            "References": "California Environmental Protection Agency/Department of Pesticide Regulation; Toxicology Data Review Summaries. Available from:  https://www.cdpr.ca.gov/docs/toxsums/toxsumlist.htm on Tributylphosphorotrithioate (78-48-8) as of January 30, 2006.",
            "Value": "/ALTERNATIVE IN VITRO TESTS/ Primary rat hepatocytes (uninduced) were treated with DEF technical, 98.5%, for 18 to 20 hours at concentrations of 0(DMSO), 0.0001, 0.0003, 0.001, 0.003, 0.006, 0.01 and 0.03 uL/mL, concentrations selected after a preliminary cytotoxicity test. Concentrations of 0.01 and 0.03 were too toxic to be evaluated. Relative survival of the remaining cultures was 84% to >100%. Glass plates were used in the final assay rather than plastic because the test article etched the plastic plates. It was stated the cells did not attach as well to glass culture dishes, which resulted in artificially low relative toxicity at all dose levels. 150 cells were counted per each treatment level. There was no increase in the average net grains per nucleus. No adverse effect."
        }
    ],
    "sediment_soil_concentrations": [
        {
            "References": "(1) Carey AE et al; Pest Monit J 12: 209-29 (1979) (2) Carey AE et al; Pest Monit J 12: 117-36 (1978)",
            "Value": "SOIL: In the National Soils Monitoring Program, tribufos was detected in 4 of 1,246 samples of soil (0.3% positive from 37 states at concn ranging from 0.06 to 0.67 ppm dry weight in 1972 (Fiscal Year 1973)(1); in 1971 (Fiscal Year 1972) it was found in 4 of 1,141 samples of soil (0.4% pos) from 37 states at concn ranging from 0.15 to 0.66 ppm(2). In 1972, 2 of the positive soil samples were from the 30 samples from MS (0.06 and 0.67 ppm), 1 of 27 samples from LA contained 0.08 ppm, and 1 of 64 samples from CA contained 0.10 ppm(1). In 1971, 3 of the positive soil samples were from the 31 samples from MS (0.15-0.66 ppm), and 1 of 106 samples from NE contained 0.03 ppm(2)."
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "(1) USEPA; Pesticide Fate Database. Active Ingredient Search. Tribufos (78-48-8). Available from the database query page at https://cfpub.epa.gov/pfate/home.cfm as of Jan 30, 2006. (2) Swann RL et al; Res Rev 85: 17-28 (1983)",
            "Value": "Koc values of 9,115, 12,684, 10,465, and 4,870 were reported for tribufos in a clay loam, sand, sandy loam, and silt loam, respectively(1).  According to a classification scheme(4), these Koc values suggests that tribufos is expected to be immobile in soil(SRC)."
        }
    ]
}